{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09070"}, {"@name": "filename", "#text": "14016_TCCII_%20Robson_Will.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Trabalho de Conclusão de Curso\nUniversidade Federal de Santa Catarina\nCurso de Engenharia\nSanitária e Ambiental\nCampus Universitário Trindade\nFlorianópolis- SC\nTrabalho de Conclusão de Curso apresentado ao Curso de Engenharia Sanitária e Ambiental, Departamento de Engenharia Sanitária e Ambiental, do Centro Tecnológico da Universidade Federal de Santa Catarina, como requisito parcial para obtenção do grau de bacharel no Curso Engenharia Sanitária e Ambiental\nOrientador: Davide Franco\nCoorientador: Thiago de Liz Arcari\nFlorianópolis, 2017\n2017\nAplicação do HEC-HMS como contribuição ao estudo dos aportes hídricos na Lagoa da Conceição gerados pelo rio João Gualberto\nRobson Will\nUFSC\n\nUniversidade Federal de Santa Catarina Curso de Engenharia Sanitária e Ambiental\nOrientador:\nDavide Franco\nCoorientador:\nThiago Arcari\nRobson Will\nAplicação do HEC-HMS como contribuição ao estudo dos aportes hídricos na Lagoa da Conceição gerados pelo rio João Gualberto\nTrabalho apresentado a Universidade Federal de Santa Catarina para a conclusão de curso de graduação em Engenharia Sanitária e Ambiental.\nOrientador: Prof. Dr. Davide Franco\nCoorientador: Eng. Thiago de Liz Arcari.\nFlorianópolis 2017\nFicha de identificação da obra elaborada pelo autor,\natravés do Programa de Geração Automática da Biblioteca Universitária da UFSC.\nWill, Robson\nAplicação do HEC-HMS como contribuição ao estudo dos aportes hídricos na Lagoa da Conceição gerados pelo rio João Gualberto / Robson Will ; orientadora, Davide Franco ; coorientadora, Thiago de Liz Arcari . - Florianópolis, SC, 2017.\n81 p.\nTrabalho de Conclusão de Curso (graduação) -Universidade Federal de Santa Catarina, Centro Tecnológico. Graduação em Engenharia Sanitária e Ambiental.\nInclui referências\n1. Engenharia Sanitária e Ambiental. 2. Chuva-Chave. 3. Modelagem hidrológica. 4. HEC-HMS. 5. Lagoa da Conceição. I. Franco, Davide . II. de Liz Arcari , Thiago. III. Universidade Federal de Santa Catarina. Graduação em Engenharia Sanitária e Ambiental. IV. Título.\nAGRADECIMENTOS\nA humanidade e sua capacidade de criação que nos permitiu a filosofia a arte e a ciência, nos trazendo a esse ponto da evolução. Me permitindo através dos estudos enxergar mais longe todos os dias.\nAo povo brasileiro por financiar esse trabalho através de seu trabalho e impostos, que permite a existência dessa grandiosa universidade e a construção do conhecimento dentro dela.\nAo professor Davide, por dividir seus conhecimentos comigo e me orientar nesse trabalho, assim como abrir as portas do Lahimar para que esse trabalho pudesse ser realizado da melhor maneira possível.\nAo Thiago, por seu companheirismo e orientação na realização desse trabalho. Obrigado por tornar isso possível.\nA Camyla, que tanto me ensinou sobre os softwares e hidrologia nos últimos tempos.\nA todos os que dedicaram seu tempo e intelecto ao trabalho na bacia da Lagoa da Conceição, e que permitiram ter dados para a realização desse trabalho, em especial aqui todos os membros do Lahimar.\nA minha família, em especial minha mãe e irmãos por sua paciência, carinho e amor durante todos os anos de universidade.\nA minha amada Débora, por ajudar ativamente no processo de correção desse trabalho, assim como pelo amor, carinho, cuidado. A Gabriela, pela tradução e toda paciência e conselhos nesses tempos de tcc.\nAos meus queridos que longe ou perto estavam sempre comigo e não me abandonaram durante a realização desse trabalho.\nA todos aqueles que não se fazem mais presentes em forma humana, mas que vivem em meu coração.\nRESUMO\nA expansão urbana que vem ocorrendo na bacia hidrográfica da Lagoa da Conceição ao longo das últimas décadas tem gerado diversas mudanças nas características hídricas da região e na forma como o escoamento das águas pluviométricas ocorre. Diante desse contexto, o presente trabalho se propõe a estudar os aportes hidrológicos na bacia da Lagoa da Conceição diante de eventos de chuva. Para isso, foram medidas vazões nos rios Apa e João Gualberto, com auxílio de um Flowmeter. Com esses dados, foi possível a elaboração das Curvas-Chave para os dois cursos d'água. Utilizando dados históricos de precipitação e nível do rio João Gualberto, foram elaborados modelos de Chuva-Vazão para o rio João Gualberto, com o intuito de aplicar esse modelo às sub-bacias da Lagoa da Conceição que não possuem monitoramento hidrológico.\nOs modelos de Chuva-Vazão, elaborados com o auxílio do Software HEC-HMS, foram de Snyder, Clark e SCS. Durante a calibração, foram estudados três eventos de precipitação, e em todos o modelo de Snyder se mostrou mais aderente aos dados observados, apresentando resultados com erros próximos a zero. Entretanto, durante a aplicação do modelo para um evento de chuva distinto daqueles utilizados para a calibração, o erro ficou perto de 60% para as estimativas de volume. Dessa maneira, o modelo Chuva-Vazão não se mostrou aplicável para o estudo dos aportes hidrológicos da Lagoa da Conceição. Entre as possibilidades de melhoramento do modelo estão a construção de uma Curva-Chave para o rio João Gualberto que considere a existência de remanso hidráulico e a calibragem do modelo para um número maior de eventos de chuva.\nPalavras-chave: Curva-Chave. Modelagem hidrológica. HEC-HMS.\nLagoa da Conceição.\nABSTRACT\nThe urban expansion that has been occurring in the hydrographic basin of Lagoa da Conceição over the last decades has generated several changes in the hydric characteristics in the region and in the way in which the flow of the rainfall waters happens. In this context, the present work proposes a study of the hydrological intake in the Lagoa da Conceição basin in the event of rain. For that purpose, flows were measured in the rivers Apa and João Gualberto, with the help of a flowmeter. With this data, it was possible to elaborate Key-Curves for both watercourses. Utilizing historical data of rainfall and of the level of river João Gualberto, rainflow models were elaborated for that river aiming for their employment for the sub-basins of Lagoa da Conceição which do not possess hydrological monitoring.\nThe rain-flow models, elaborated with the help of the Software HEC-HMS, were those of Snyder, Clark and SCS. During the calibration, three rainfall events were studied, and for each of those the Snyder model was clearly more adherent to the data observed, presenting results with errors close to zero. However, during the application of the model for a rainfall event distinct from those employed for calibration, the error was close to 60% for the volume estimations. Therefore, the rain-flow model did not seem applicable for the study of the hydrological intakes in Lagoa da Conceição. Among the possibilities for improving the model are the construction of a Key-Curve for the river João Gualberto that considers the existence of a hydraulic backwater and the calibration of the model for a greater number of rainfall events.\nKeywords: Key-Curve. Hydrological Modelling. HEC-HMS. Lagoa da Conceição.\nLISTA DE FIGURAS\nFigura 1 - Esquema simplificado do Ciclo hidrológico....................2\nFigura 2 - Exemplo da representação gráfica de uma curva-chave..........5\nFigura 3 - representação remanso no rio João Gualberto..................8\nFigura 4 - Curvas tipo M................................................9\nFigura 5 - Representação esquemática das funções do método da Curve-\nNumber................................................................ 12\nFigura 6 - Princípio da Constância do Tempo de Base (linearidade)..... 19\nFigura 7 - Princípio da Proporcionalidade..............................20\nFigura 8 - Princípio da Independência de Eventos (aditividade ou invariância). \t20 Figura 9 -\tLocalização\tda área de\testudo...............................26\nFigura 10 - Zoneamento da bacia hidrográfica após agrupamento das sub-bacias.................................................................28\nFigura 11\t- fluxograma da metodologia empregada........................36\nFigura 12 - A) Flowmeter OTT MF Pro, montagem completa com suporte, sensor e equipamento de leitura. B) demonstração do sistema de detecção em ângulo do sensor de fluxo. C) aparelho de entrada e saída de dados.....39\nFigura 13 - Seção do Rio João Gualberto................................40\nFigura 14 - Seção do rio João Gualberto................................40\nFigura 15 - Seção do rio Apa...........................................41\nFigura 16 - Imagem da seção do rio Apa.................................42\nFigura 17 - Realização da batimetria e Cravação da régua linimétrica a montante do rio Apa.............................................................42\nFigura 18 - Fluxo de acionamento HEC-HMS...............................50\nFigura 19 - Identificação dos elementos equacionais do remanso.........53\nFigura 20 - Curva-Chave Rio João Gualberto.............................54\nFigura 21 - Curva-Chave Rio Apa ...................................... 55\nLISTA DE GRÁFICOS\nGráfico 1 - Precipitações médias, medianas, máximas e mínimas no período de\n1996 a 2016............................................................30\nGráfico 2 - Dias de chuva por faixa de intensidade em 2016.............32\nGráfico 3 - Comparação dos dados disponíveis de nível do rio João Gualberto, Nível da Lagoa da Conceição e Chuvas para os anos de 2011 a 2013....Erro!\nIndicador não definido.\nGráfico 4 - Histograma de nível da Lagoa da Conceição para o triênio 20112013...................................................................48\nGráfico 5 - Níveis da Lagoa da Conceição para o período de 2011 a 2013.48\nGráfico 6 - Histograma de nível do rio João Gualberto para o triênio 2011-2013 .......................................................................49\nGráfico 7 - Níveis da Lagoa da Conceição para o período de 2011 a 2013.49\nGráfico 8 - diferença de nível instantânea entre Lagoa da Conceição e rio João Gualberto..............................................................58\nGráfico 9 - Hidrogramas unitários Snyder, Clark e SCS, CN 82 para o período de 29 a 31/07/2011.....................................................62\nGráfico 10 - Hidrogramas unitários Snyder, Clark e SCS, CN 82 para o período de 31/07/2011 a 06/08/2011.............................................63\nGráfico 11 - Hidrogramas unitários Snyder, Clark e SCS, CN 46 para o período de 05/09/2011 a 30/09/2011.............................................65\nGráfico 12 - Hidrogramas unitários Snyder, CN 82 para o período de 03/09/2016 a 06/09/2016................................................68\nLISTA DE TABELAS\nTabela 1 - CN para áreas rurais...................................... 15\nTabela 2 - CN para áreas urbanas..................................... 14\nTabela 3 - Correção de CN para outras condições iniciais de umidade.. 16\nTabela 4 - Precipitações médias, medianas, maximas e minimas no periodo de 1996 a 2015...........................................................30\nTabela 5 - Faixas de estratificação de precipitações..................31\nTabela 6 - Características da bacia do rio João Gualberto e dados de entrada para o HEC-HMS........................................................43\nTabela 7 - Características da bacia do rio Apa e dados de entrada para o HEC-HMS...................................................................44\nTabela 8 - Analise dos níveis do rio João Gualberto entres os anos de 2011 e 2013..................................................................47\nTabela 9 - Dados de nível e vazão do rio João Gualberto...............53\nTabela 10 - parâmetros para cálculo do número de Manning rio João Gualberto. ......................................................................56\nTabela 11 - parâmetros para cálculo do número de Manning rio Apa......56\nTabela 12 - dados obtidos com o uso do Step-Method....................59\nTabela 13 - dados de entrada utilizados na modelagem Chuva-Vazão com auxílio do HEC-HMS....................................................61\nTabela 14- resultados das simulações utilizando transformação de Snyder, Clark e SCS para o período de 29 a 31/07/2011.............................. 61\nTabela 15 - resultados das simulações utilizando transformação de Snyder,\nClark e SCS para o período de 31/07/2011 a 06/08/2011................ 63\nTabela 16 - resultados das simulações utilizando transformação de Snyder, Clark e SCS para o período de 05/09/2011 a 30/09/2011................ 64\nTabela 17 - Valores iniciais e otimizados usados aplicados HEC-HMS, CN 67 .......................................................................66\nTabela 18 - Valores iniciais e otimizados usados aplicados HEC-HMS, CN 46 .......................................................................66\nTabela 19 - Valores iniciais e otimizados usados aplicados HEC-HMS, CN 82 .......................................................................67\nTabela 20 - resultados das simulações utilizando transformação de Snyder para\no período de 03/09/2016 a 06/09/2016......................................... 68\nTabela 21 - Resumo dos relatórios de campo para o rio Apa....................81\nTabela 22 - Resumo dos relatórios de campo para o rio João Gualberto.........82\nSUMÁRIO\n1.\tINTRODUÇÃO............................................1\n1.1\tOBJETIVOS............................................3\n1.1.1\tObjetivo Geral.....................................3\n1.1.2\tObjetivos Específicos..............................3\n2.\tRevisão Bibliográfica.................................1\n2.1.\tCiclo Hidrológico...................................1\n2.2.\tBacia Hidrográfica..................................2\n2.3.\tCurva-Chave.........................................4\n2.4.\tCurva de remanso....................................7\n2.5.\tModelo Curve Number................................10\n2.6.\tTempo de concentração..............................16\n2.7.\tHidrograma unitário................................18\n2.7.1.\tHidrogramas unitários sintéticos.................21\n2.8.\tHEC-HMS ...........................................22\n3.\tMetodologia..........................................25\n3.1.\tCaracterização do local de estudo................25\n3.1.1.\tLocalização......................................25\n3.2.\tÁrea...............................................29\n3.3.\tClima..............................................29\n3.4.\tVegetação .........................................32\n3.5.\tGeologia e Geomorfologia ..........................33\n3.6.\tHidrologia, Hidrografia............................34\n3.7.\tDinâmica da Ocupação Urbana........................34\n4.\tMateriais, Dados e Métodos...........................36\n4.1.\tConstrução da Curva-Chave........................36\n4.2.\tHEC-HMS............................................43\n4.3.\tConstrução do modelo Chuva-Vazão...................45\n4.4.\tDirect Step Method.................................51\n5.\tResultados e discussões..............................53\n5.1.Curva chave.........................................53\n5.2.\tNúmero de Manning...................................55\n5.3.\tCurva de remanso....................................57\n5.4.\tCalibração do modelo Chuva-Vazão....................59\n5.4.1.Validação do modelo Chuva-Vazão....................67\n6.\tConclusões e Recomendações............................70\n7.\tBibliografia..........................................73\n8.\tAnexos................................................81\n1.\tINTRODUÇÃO\nA Lagoa da Conceição é um estuário costeiro localizado em meio urbano na Ilha de Santa Catarina. A laguna é conectada ao mar pelo canal da Barra da Lagoa e recebe aportes de água dos rios componentes da bacia hidrográfica em que o corpo lagunar está inserido, tornando-se assim um ambiente complexo em termos hidrodinâmicos. Além disso, ela é um dos mais frequentados pontos turísticos da cidade, sendo reconhecida por suas belezas naturais e pelos pontos de lazer que a rodeiam.\nA cidade de Florianópolis apresenta, nas últimas décadas, crescimento vegetativo acima da média nacional, de 18.08% em comparação com 9.4% de crescimento nacional (IBGE, 2010), e o conjunto urbano ao redor da Lagoa da Conceição é um dos ambientes onde esse acréscimo populacional pode ser constatado (SILVA, 2002). Esse fenômeno resulta em um crescimento das demandas por infraestrutura e recursos naturais acima da capacidade de suporte instalada, o que traz ainda uma gama de consequências, algumas das quais têm potencial de afetarem a dinâmica das águas na bacia hidrográfica da Lagoa da Conceição.\nO presente trabalho segue a linha de pesquisa do Laboratório de Hidráulica Marítima (LAHIMAR), do Departamento de Engenharia Sanitária e Ambiental (ENS) da UFSC. Sua temática é centrada no estudo dos fenômenos físicos e meteorológicos do ambiente Lagunar da Lagoa da Conceição, em Florianópolis, dando continuidade às pesquisas realizadas por Koefender(2005), Lino(2005) e Rocha(2005) que estudaram a hidrodinâmica da Lagoa da conceição. Neto (2007) caracterizou geomofométricamente a bacia hidrográfica da Lagoa da Conceição, Godoy (2007) estudou o e identificou os diferentes tipos de\nsolo e cobertura, Odreski (2007 e 2012) avaliou as alterações da cobertura do solo e estudou a influência hidrológica nos processos hidrodinâmicos da Lagoa da Conceição, Arcari (2015) estimou a cargas de E. Coli e analisou espaço-temporalmente a balneabilidade na Lagoa da Conceição. e Bier (2013). Essa última pesquisa está diretamente relacionada à pesquisa aqui relatada, principalmente por sua caracterização das regiões que compõem a Bacia Hidrográfica da Lagoa da Conceição.\nO estudo proposto utilizou dados empíricos como vazões medidas nos rios João Gualberto e Apa com auxílio de um Flowmeter, além de dados históricos de nível do rio João Gualberto e de precipitação da região. Através desses e com a aplicação do Software HEC-HMS foi possível estabelecer um modelo Chuva-vazão, concebido pelo Soil Conservation Service do Departamento de agricultura dos Estados Unidos, modelo que permite relacionar a vazão dos rios com um determinado evento de precipitação.\nOs objetivos aqui apresentados servem como objetos orientadores do trabalho que está sendo realizado, mas o trabalho não se restringe a eles.\n1.1.1\tObjetivo Geral\n•\tEstimar os Aportes Hídricos na Lagoa da Conceição gerados pelos rios Apa e João Gualberto.\n1.1.2\tObjetivos Específicos\n•\tConstruir a Curva-Chave para os rios Apa e João Gualberto, pertencentes a bacia da Lagoa da Conceição.\n•\tConstruir os hidrogramas unitários sintéticos para o rio João Gualberto.\nRealizar simulações dos aportes hídricos com uso do Hec-HMS.\n4\n2.\tRevisão Bibliográfica\n2.1.\tCiclo Hidrológico\nO ciclo hidrológico pode ser descrito como um fenômeno de circulação da água entre a superfície do globo terrestre e sua atmosfera (TUCCI, 2007). Esse fenômeno é impulsionado principalmente pela energia solar, tendo como fatores propulsores também gravidade e a rotação terrestre (TUCCI, 2007).\nSilveira (1997) inicia a descrição do ciclo hidrológico no sentido Superfície-Atmosfera, no qual o fluxo da água ocorre na forma de vapor, que, ao encontrar condições específicas da atmosfera, condensa-se na forma de nuvens.\tA formação do vapor ocorre majoritariamente\npela evaporação dos corpos d'água, sofrendo contribuição ainda da transpiração de plantas e animais. No sentido Atmosfera-Superfície as nuvens sofrem o fenômeno da precipitação, seja na forma de chuva ou de neve (TUCCI, 2007).\nA precipitação toma diferentes caminhos, sendo que parte dela sofre evaporação antes de chegar ao solo, e outra parte está sujeita a interceptação por árvores e outros obstáculos. Por fim, uma outra parcela atingirá o solo, diretamente ou por escoamento após ser interceptada (TUNDISI, 2003), e então infiltra-se no solo até que este esteja saturado. Quando a saturação do solo é atingida ou a precipitação é maior que a capacidade de infiltração, ocorre o fenômeno de escoamento superficial, tendo como principal fator impulsionador a gravidade terrestre (SILVEIRA, 1997).\nDestaca-se ainda o fato de o ciclo hidrológico só ser fechado em nível global, pois o volume evaporado em um ponto do globo terrestre pode vir a precipitar em um local distinto de sua origem, um fenômeno que é gerado pelas dinâmicas atmosféricas (PINTO; HOLTZ &amp; MARTINS, 2003).\nFigura 1 - Esquema simplificado do Ciclo hidrológico.\nFonte: O autor\n2.2.\tBacia Hidrográfica\nO ciclo hidrológico será estudado em sua fase terrestre em um espaço\ndelimitado, chamada de bacia hidrológica, que é definida por Tucci\n2\n(1993) como um sistema aberto no qual ocorrem os processos hidrodinâmicos. Tucci (1993) descreve ainda a bacia hidrográfica como sistema físico onde os volumes de água que compõem a bacia provêm da precipitação sobre a superfície da área de contribuição e a saída é o volume de água escoado pelo exutório (seção transversal). Esse sistema possui algumas perdas de volumes evaporados e transpirados, além de infiltrados no solo. Para efeitos isolados, pode-se desconsiderar as perdas e analisar a transformação de chuva em vazão feita pela bacia com a ajuda de um hietograma e um hidrograma.\nA forma como a água precipitada se comportará hidrologicamente em uma bacia hidrográfica dependerá das características topográficas, geológicas, geomorfológicas e pedológicas, além do tipo de cobertura do solo e seu uso (GARCEZ &amp; ALVAREZ, 2002). É necessário, inclusive, estabelecer medidas numéricas de algumas dessas influências e observar as características bióticas e antrópicas presentes na bacia, afirma Tonello (2005). O conjunto desses fatores terá grande influência em como os fenômenos de infiltração, evapotranspiração e os escoamentos superficial e sub-superficial acontecem no espaço delimitado pela bacia.\nAs bacias hidrográficas podem ser divididas em unidades menores, chamadas de sub-bacias ou microbacias. Essas, segundo Teodoro et al (2007), possuem diferentes definições e formas de divisão, podendo ter sua segmentação realizada através de fatores físicos, políticos ou ecológicos. As sub-bacias serão então definidas como áreas onde os escoamentos superficiais e subterrâneos alimentam a água que passa pelo exutório escolhido (GARCEZ &amp; ALVAREZ, 2002). Assim, o fator de divisão das sub-bacias difere-se das bacias hidrográficas, pois as bacias hidrográficas possuem definições semelhantes para o recorte espacial que\nas divide, baseado na área de concentração da rede de drenagem e nos divisores topográficos do local (TEODORO ET AL, 2007).\nAs divisões das bacias hidrográficas em sub-bacias variam dependendo do autor e do fator de divisão por ele estabelecido, sendo estabelecido que as sub-bacias são áreas de drenagem dos tributários do curso de água principal. Teodoro et al. (2007) aponta uma microbacia como uma área reduzida em relação a bacia-hidrográfica em que ela se insere, a qual pode variar entre 0,1 km2 e 200 km2. Faustino (1996) afirma que as sub-bacias devem ter áreas maiores que 100 km2 e menores que 700 km2, e Martins et al. (2005) divide as microbacias em áreas que variam entre 200 km2 e 300 km2. Santana (2003), por sua vez, dita que as bacias hidrográficas podem ser desmembradas em um número indeterminado de sub-bacias, tendo como único fator de dependência que a exutória deve estar ao longo do eixo principal da bacia hidrográfica ou de um canal coletor. Essa última foi a segmentação adotada neste trabalho.\nA delimitação da bacia hidrográfica de trabalho é importante para estabelecer as características do local de trabalho e assim possibilitar a análise dos parâmetros separadamente e a modelagem dos efeitos de componentes da unidade de estudo, como a Curva-Chave.\n2.3.\tCurva-Chave\nA Curva-Chave de um curso de água é descrita por Jacon &amp; Cudo (1989) como uma relação entre a altura da lâmina d’água, medida em uma determinada seção de controle, e a vazão passante por essa mesma seção do rio.\nApós se estabelecer a Curva-Chave, essa permite o cálculo indireto da vazão passante por uma determinada seção do curso d'água, simplesmente medindo a altura da lâmina d'água (PORTO &amp; PORTO, 2008). Esse método ganha destaque pois os métodos diretos para a determinação da vazão em uma seção fluvial envolvem elevados custos financeiros, além de tempo de um especialista. Logo, a utilização de métodos indiretos (como a curva chave) é indicada (BLUSA &amp; CLARK, 1999).\nA Curva-Chave pode ser representada de três maneiras distintas, sendo elas: gráfica, matemática (através de uma equação) ou tabela de calibragem. Na forma gráfica a cota (h) é representada no eixo das ordenadas e a vazão (Q) no eixo das abscissas. Outra forma de representar graficamente é a da escola francesa, na qual a cota (h) é representada no eixo das abscissas e a vazão (Q) no eixo das ordenadas. (Chevallier, 1997). Essa última forma será adotada nesse trabalho.\nFigura 2 - Exemplo da representação gráfica de uma curva-chave\nFonte: (SELFIONE, 2002)\nA Curva-Chave, além do nível da água, leva em conta as características geométricas e hidráulicas da seção transversal do curso de água considerado. A natureza do escoamento depende dessas características, como é descrita na fórmula de Manning\n(1)\nOnde: Q =vazão (m3/s); n = número de Manning; A (h) = área molhada (m2); Rh = raio hidráulico; So = declividade média\nO número de Manning depende de características como o material dos taludes e o tipo de solo do fundo do canal. Dessa forma, estabelecer a vazão a partir dessa equação pode se tornar um desafio difícil de ser vencido, devido à variação desses fatores na calha do rio (SELFIONE, 2002).\nA Curva-Chave mostra-se, então, uma alternativa ao cálculo de Manning, pois pode-se traçar uma Curva em função do nível (h), por trechos sucessivos ou em sua totalidade, por equações do tipo potência, como pode ser visto na equação 2. (SELFIONE, 2002).\nQ = a(h — ho)b\t(2)\nOnde: Q = vazão (m3. S-1); h = nível d'água (m); ho = coeficiente que\ncorresponde a vazão nula; a,b = coeficientes derivados da equação, correspondentes às características da seção.\nPor fim, a curva-chave ainda pode ser representada através de uma Tabela de Calibragem, na qual os dados dispostos são obtidos a partir do gráfico da curva-chave ou da aplicação das equações aos valores de cota medidos. Através da tabela é possível obter a aproximação desejada da curva traçada. Os valores intermediários, em geral, são calculados por interpolação linear (SELFIONE, 2002).\nEm canais livres, como os rios, o fenômeno conhecido como remanso ocorre quando há alguma barreira ou declive, natural ou artificial, que dificulta a continuidade do fluxo do canal, e resulta em uma elevação ou redução do nível de água. O efeito de remanso pode ser sentido a montante da singularidade, o que resulta em uma linha d’água diferente da esperada para o canal, a qual recebe o nome de curva de remanso. Ela pode se apresentar acima ou abaixo do nível normal, dependendo das características do canal, da vazão e das condições de extremidades. (PORTO, 2006).\nUm canal que encontra uma barragem terá seu nível d’água elevado, ou seja, resultará em um remanso positivo, caracterizando um movimento uniforme gradualmente variado (MUGV) (PORTO, 2006). Esse movimento pode ser identificado pela variação lenta da altura (y) e da velocidade (v), podendo-se considerar a superfície livre estável. O mesmo fenômeno ocorrerá em casos nos quais o canal encontra uma queda livre, porém, nesse caso, o remanso será negativo (PORTO, 2006).\nFigura 3 - representação remanso no rio João Gualberto.\nOutros efeitos de remanso podem ainda ser observados em encontros de canais com comportas, em especial nos movimentos e abertura e fechamento (PORTO, 2006).\nAs curvas de remanso podem ser classificadas de acordo com sua declividade de fundo (Io) em relação com a declividade crítica de fundo (Ic), como descrito abaixo:\n•\tCanal com declividade fraca ou moderada (classe M) = Io &lt;Ic\n•\tCanal com declividade forte ou severa (classe S) = Io > Ic\n•\tCanal com declividade crítica (classe C) = Io = Ic\n•\tCanal de declividade nula (classe H) = Io = 0\n•\tCanais em aclive (classe A) = Io &lt;0.\nAs classes ainda são divididas em números, sendo as classes M,S e C divididas em 3 tipos distintos. As classes H e A são divididas em dois tipos cada. As classes H2 e H3 são casos especiais das curvas M2 e M3,\nrespectivamente, assim como a curvas A2 e A3 são casos especiais das curvas C2 e C3, respectivamente (PORTO, 2006).\nAs Curvas Mi, M2 e M3 podem ser vistas na Figura 4, sendo Mi característica de encontro de um curso d'água com uma barragem, M2 tipicamente o caso de encontro do rio com uma queda livre e M3 visualizada em caso de abertura de uma comporta (CHOW, 1988).\nFigura 4 - Curvas tipo M\nFonte: CHOW (1988)\nA existência de curva de remanso alterará a vazão que passa nas seções a montante da extremidade, seja como fator de redução ou aumento da vazão. Essas curvas geram problemas para o traçado da curva-chave, pois mascaram os níveis e fazem necessária a correção da curva-chave, considerando a presença dessa barreira ou queda livre.\n2.5.\tModelo Curve Number\nO modelo Curve Number (CN) é usado como forma de estimar o escoamento direto, ou seja, a combinação entre o escoamento superficial, sub-superficial e dos canais presentes em uma bacia, sem para isso considerar as proporções de cada uma das parcelas contribuintes (TUCCI, 2007). Para fim especifico deste trabalho, é considerado que o escoamento superficial consiste na parcela de escoamento da água de chuva que acontece sobre o solo quando este está saturado (capacidade de infiltração menor que a precipitação). Já os escoamentos de canais são considerados toda água que precipita diretamente sobre a superfície do rio em questão. Por fim, o escoamento sub-superficial é considerado como a água que é transportada através de uma camada de macro poros do solo e pode aparecer na superfície e ir até o canal mais próximo.\nA partir do modelo CN é possível estimar o escoamento total usando equação a Equação 3\nQ = (P-Ig)2\t. p > j\t(3)\nV (p-ia)+s\t(3)\nQ = 0 ; P&lt;Ia\t(4)\nIa = 0,2S\t(5)\nÉ importante notar que essa equação despreza os fatores tempo e intensidade de precipitação.\nOs fatores considerados são Q, P, Ia e S, em que:\nQ é a precipitação efetiva (escoamento superficial);\nP é a precipitação em mm;\nIa é a abstração inicial, que pode ser descrita como as perdas iniciais que estão ligadas principalmente a interceptação, infiltração inicial e armazenamento em depressões na superfície do terreno.\nSendo S a capacidade de retenção máxima e calculada em função de\nCN pela equação 6\nS = 254 (100 — 1) ; em cm\t(6)\nCN será um número compreendido entre 0 e 100, em que 0 representa uma bacia onde nenhuma água escoará superficialmente (condutividade hidráulica infinita) e 100 representa uma bacia onde não haverá infiltração (bacia completamente impermeável).\nFigura 5 representa a solução gráfica da Equação 7, que estima a descarga em uma bacia perene, sendo essa equação direta da substituição da Equação 5 na 3.\nQ =\n(P-0,2S)2\nP+0,8S\nPara P > 0.2S\n(7)\nFigura 5 - Representação esquemática das funções do método da CurveNumber.\nFonte: Mockus (1972)\nVisto que os valores de CN estão ligados ao nível de dificuldade de infiltração no solo, o CN será estabelecido pela combinação do tipo de solo e do tipo de cobertura ou uso do solo. (MOCKUS, 1972)\nO Natural Resources Conservation Service (NRCS) estabelece quatro grupos hidrológicos distintos para os solos de maneira a se\nestabelecer o CN, esses são descritos por Tucci (2007) como tipo A, B, C e D.\nOs solos do tipo A tem como característica o baixo potencial de escoamento direto, ou seja, apresentam permeabilidade bastante elevada. O típico solo desse grupo contém 90% de areia ou cascalho e o restante de argila. Esses tipos de solos tem uma taxa mínima de infiltração maior que 7,62 mm/h.\nNo grupo tipo B estão presentes solos de potencial de escoamento pouco melhor que o tipo A, ou seja, solos com potencial de escoamento moderadamente baixo. São tipicamente compostos por 10-20% de argila e o restante de areia ou cascalho. Esses tipos de solos tem uma taxa mínima de infiltração entre 3,81 mm/h. e 7,62 mm/h.\nOs solos do tipo C, diferente dos anteriores apresentados, já possuem escoamento direto acima da média. Sua composição tem em geral menos de 50% de areia e o restante de argila (20% a 40%) e outros materiais. Esses tipos de solos tem uma taxa mínima de infiltração entre 1,27 mm/h e 3,81 mm/h.\nPor fim, os solos do tipo D apresentam um alto índice de impermeabilidade, sendo compostos por argilas expansivas (mais de 40% da composição) e areias com textura argilosa (menos de 50%). Esses tipos de solos tem uma taxa mínima de infiltração menor que 1.27 mm/h.\nA Tabela 1 apresenta os valores de CN para complexos hidrológicos solo-cobertura para bacias urbanas e semiurbanas segundo NRCS (2004b) A Tabela 2 apresenta os CN para bacias rurais. É importante lembrar que os valores de CN apresentados em bibliografias como NRCS tem variação dependendo de sua condição antecedente ao escoamento (CAE), que apresenta as condições do solo e varia de acordo com a\nintensidade e duração da precipitação total, das condições de umidade do solo, da densidade de cobertura e da temperatura. O CAE apresenta três classes, sendo:\nClasse I (CNi) = condições secas - Precipitação dos 5 dias que antecedem a medida, menor que 15 mm\nClasse II (CNii) = condições intermediárias - Precipitação dos 5 dias que antecedem a medida, está entre 15 mm e 40 mm\nClasse III (CNiii) = condições úmidas - Precipitação dos 5 dias que antecedem a medida, maior que 40 mm.\nA Tabela 3 apresenta os valores de CN corrigidos para as condições I e III. A correção pode ser feita utilizando-se as seguintes equações:\nCN, = --------—---------\n'\t2.334-0.01334*CN„\n\nCNn\n0.4036-0.0059*CN//\n(8)\n(9)\nTabela 1 - CN para áreas urbanas\nBacia\tUso do Solo\tSuperfície\tSolo A\tSolo B\tSolo C\tSolo D\nUrbana\tResidencial\tLote até 500 m2 (65% impermeável)\t77\t85\t90\t92\n\t\tLote até 1000 m2 (38% impermeável)\t61\t75\t83\t87\n\t\tLote até 1500 m2 (30% impermeável)\t57\t72\t81\t86\n\tEstacionamento\tPavimentados\t98\t98\t98\t98\n\t\tCobertos (telhados)\t98\t98\t98\t98\n\tRuas e Estradas\tPavimentadas, com guias e drenagens\t98\t98\t98\t98\n\t\tCom cascalho\t76\t85\t89\t91\n\t\tDe terra\t72\t82\t87\t89\n\tÁreas comerciais\t85% de impermeabilização\t89\t92\t94\t95\n\tDistritos industriais\t72% de impermeabilização\t81\t88\t91\t93\n\tEspaços abertos, parques e Jardins\tBoas condições, cobertura de grama >75%\t39\t61\t74\t80\n\t\tCondições médias, cobertura de grama > 50%\t49\t69\t79\t84\nFonte: Adaptado de SCS (1986)\nTabela 2 - CN para áreas rurais\nBacia\tUso do Solo\tSuperfície\tSolo A\tSolo B\tSolo C\tSolo D\nRural\tTerreno preparado para plantio\tPlantio em linha reta\t77\t86\t91\t94\n\t(descoberto)\tEm fileiras retas\t70\t80\t87\t90\n\tCultura em fileiras\tLinha reta, condições ruins\t72\t81\t88\t91\n\t\tLinha reta, condições boas\t67\t78\t85\t89\n\t\tCurva de nível, condições ruins\t70\t79\t84\t88\n\t\tCurva de nível, condições boas\t65\t75\t82\t86\n\tCultura de grãos\tLinha reta, condições ruins\t65\t76\t84\t88\n\t\tLinha reta, condições boas\t63\t75\t83\t87\n\t\tCurva de nível, condições ruins\t63\t74\t82\t85\n\t\tCurva de nível, condições boas\t61\t73\t81\t84\n\tPlantações de legumes\tEm curvas de nível\t60\t72\t81\t88\n\t\tTerraceado em nível\t57\t70\t78\t89\n\t\tPobres\t68\t79\t86\t89\n\t\tNormais\t49\t69\t79\t94\n\t\tBoas\t39\t61\t74\t80\n\tPastagens\tLinha reta, pobres\t68\t79\t86\t89\n\t\tLinha reta, normais\t49\t69\t79\t84\n\t\tLinha reta, densos\t39\t61\t74\t80\n\t\tCurva de nível, pobres\t47\t67\t81\t88\n\t\tCurva de nível, normais\t25\t59\t75\t83\n\t\tCurva de nível, densos\t6\t35\t70\t79\n\tCampos\tNormais\t30\t58\t71\t78\n\t\tEsparsos, baixa transpiração\t45\t66\t77\t83\n\t\tDensos, alta transpiração\t25\t55\t70\t77\n\tEstradas de terra\tNormais\t56\t75\t86\t91\n\t\tMás\t72\t82\t87\t89\n\t\tSuperfície dura\t74\t84\t90\t92\n\tFlorestas\tMuito esparsas, baixa transpiração\t56\t75\t86\t91\n\t\tEsparsas\t46\t68\t78\t84\n\t\tDensas, alta transpiração\t26\t52\t62\t69\n\t\tNormais\t36\t60\t70\t76\nFonte: Adaptado de SCS (1986)\nFonte: Adaptado de SCS (1986)\nConhecendo o CN junto com alguns outros dados poderemos estabelecer o modelo pretendido para estimar os aportes fluviais.\n2.6.\tTempo de concentração\nO tempo de concentração (tc), como mencionado anteriormente, é descrito por Pinto; Holtz e Martins (1976) como o intervalo de tempo que decorre, a partir do início da precipitação, para que toda a bacia hidrográfica passe a contribuir para a vazão que passa pela sessão de controle. Villela &amp; Mattos (1975) descrevem o tc de uma bacia hidrográfica como o tempo, medido em minutos, que a precipitação que cai no ponto mais distante do exutório leva para atingi-lo. Isto reforça a definição de Pinto; Holtz &amp; Martins (1976), visto que é a partir desse\nmomento que toda a bacia contribui para o escoamento superficial de forma simultânea.\nExistem ainda outras abordagens para o tempo de concentração, que relacionam a distribuição das chuvas com o escoamento superficial, aponta Mccuen (2009). Entre elas, destaca-se a que define tempo de concentração como o tempo decorrido entre o centro de massa da precipitação e o centro de massa do escoamento direto. Outra representação estabelece tc como sendo o tempo decorrido entre fim da precipitação e o final do escoamento direto. E pode-se destacar ainda a representação de tc que o define como o tempo entre a intensidade máxima de chuva e o momento de máxima vazão (vazão de pico), (MCCUEN, 2009).\nA definição de tc como o tempo decorrido entre o fim da precipitação e final do escoamento direto pode ser considerada pobre para situações de projeto, visto que não foca nas vazões de pico e outros fatores críticos nas delimitações de projeto (MCCUEN, 2009). Assim as representações do tempo de concentração que relacionam as precipitações de pico com as taxas de descarga máxima serão muitas vezes apontadas como a melhor representação de tc. Essa representação, segundo Mccuen (2009), é chamada de Lag tíme por alguns autores, fator que mostra a falta de uniformização da nomenclatura de grandezas hidrológicas.\nEm ocasiões em que os volumes de inundação são centrais para o projeto, a definição de tc que relaciona o tempo decorrido entre os centros de precipitação e de escoamento superficial pode refletir em melhores resultados (MCCUEN, 2009).\nConsiderando que cada bacia hidrográfica tem características diferentes, suas respostas aos eventos de chuva também o serão. As bacias\nurbanas apresentarão diferenças relevantes em relação a bacias rurais, assim como bacias de pequeno porte ou grandes inclinações também terão comportamentos diferentes. Tucci (2007) descreve várias fórmulas usadas para a estimativa dos tempos de concentração, dentre as quais pode-se destacar a de Kirpich (Equação 10), elaborada para bacias rurais de até 0,5 Km2 e declividade entre 3 e 10%, a de Pasini (11), desenvolvida para pequena bacia com pouca declividade, a de Chow (12), desenvolvida para bacias de pouca declividade (0.51 - 9%) e ainda a Equação de Carter (13), elaborada para bacias hidrográficas urbanas.\ntc = 0,0828 l°’77S'-°’3S5 (Kirpich)\t(10)\ntc = 0.108 (^=)\t(Pasini)\t(11)\ntc = 0.1602í°-64S'-0-32 (Chow)\t(12)\ntc = 5,862 x L °'6x s'-0’3 (Carter)\t(13)\nSendo: L = Comprimento do talvegue [m]; S' = Declividade média do talvegue [m/m]; A = Área [km2]\n2.7.\tHidrograma unitário\nO modelo de hidrograma unitário (HU) foi proposto incialmente por Sherman (1932) como um modelo linear de transformação de chuva efetiva em vazão superficial. Tucci (2007), por sua vez, descreve este modelo como sendo a resposta de uma bacia hidrográfica a uma precipitação de volume unitário com uma determinada duração.\nO HU parte do pressuposto de que a chuva efetiva tem uma altura unitária, com intensidade constante no tempo e distribuição uniforme sobre toda área da bacia estudada. Não obstante a isso, o modelo de\nhidrograma unitário ainda parte da situação hipotética de que mantidas as características físicas de uma bacia essa produzirá hidrogramas semelhantes para precipitações unitárias semelhantes, considerando-se ainda que as condições de umidade do solo sejam iguais inicialmente. (NAGHETTINI, 1999). A partir disso, Tucci (2007) descreve os três princípios do HU: linearidade, proporcionalidade e aditividade.\nO princípio de linearidade se dá pela constância do tempo de base, ou seja, que precipitações que tenham um mesmo tempo T de duração, apresentarão hidrogramas de escoamento superficial também de igual duração. Conforme ver-se na Figura 6\nFigura 6 - Princípio da Constância do Tempo de Base (linearidade).\nFonte: Gontijo (2007).\nO princípio de proporcionalidade afirma que chuvas de mesma duração, mas com alturas diferentes, terão o pico de escoamento proporcionais ao volume de chuva. Conforme Figura 7\nFigura 7 - Princípio da Proporcionalidade.\nO princípio de aditividade determina que a duração do escoamento superficial independerá de precipitações anteriores, sendo que chuvas de duração e intensidade iguais resultarão em hidrogramas iguais, dependendo apenas de as condições iniciais da bacia serem também idênticas. Desta maneira o hidrograma total será obtido com a soma dos valores das ordenadas de cada um dos hidrogramas em tempos correspondentes. Conforme Figura 8\nFigura 8 - Princípio da Independência de Eventos (aditividade ou invariância).\nFonte: Gontijo (2007).\nAs considerações feitas sobre o HU são necessárias para seu funcionamento teórico, mas são também o que fragiliza o método, visto que ter as mesmas condições iniciais, a precipitação homogênea e a uniformidade de precipitação sobre a bacia é bastante improvável (GONTIJO, 2007).\nA construção de um HU exige que certos dados sejam obtidos simultaneamente, o que não costuma acontecer para a maioria das bacias hidrografias brasileiras. Os principais dados necessários para um hidrograma unitário natural consistente são os registros de chuva e vazão, dados que nem sempre estão disponíveis. Diante disso, foram estabelecidos métodos que permitissem a construção de hidrogramas unitários através de parâmetros físicos da bacia. Tais hidrogramas são denominados hidrogramas unitários sintéticos (RAMOS et. al., 1989).\n2.7.1.\tHidrogramas unitários sintéticos\nSegundo Tucci (2013), os hidrogramas unitários sintéticos são estabelecidos com base em valores de abcissas, como tempo de pico e tempo de base, e de ordenadas, como a vazão de pico. Esse tipo de hidrograma é construído nos casos em que há falta de dados históricos da bacia.\nCanholi (2005) afirma que qualquer hidrograma obtido com dados indiretos (que não sejam de chuva e vazão) podem ser denominados sintéticos. Para obter esses HU, é necessário que se conheça as características geomorfológicas da bacia hidrográfica de estudo, além de suas características de impermeabilização, tempo de concentração e precipitações de projeto. (CANHOLI, 2005).\nDiante da ausência de dados de chuva e vazão para a construção dos HU em muitas bacias hidrográficas, foram desenvolvidas diversas técnicas de construção de hidrogramas sintéticos, dentre as quais podem ser destacados os Métodos de Snyder (1938), de Clark (1945) e do Soil Conservation Service, do Departamento de Agricultura dos Estados Unidos (SCS) (1957). Esses métodos de construção estão presentes no Software HEC-HMS, que permite a modelagem de curvas Chuva-Vazão.\nAssim como ocorre com os hidrogramas unitários naturais, as premissas necessárias para a construção dos HU sintéticos podem ser também fragilizadores desses modelos. Segundo Collischonn &amp; Tassi (2008) alguns princípios adotados não são totalmente corretos, como tempo de base igual; chuva efetiva gerada uniformemente na bacia; chuva efetiva gerada de forma idêntica em todos os eventos; linearidade. Para se reduzir a imprecisão na construção desses HU sintéticos, técnicas e modelos computacionais podem ser adotados.\n2.8.\tHEC-HMS\nO HEC-HMS é um software que carrega em si um modelo matemático determinístico, discreto, concentrado e empírico que permite a simulação do processo de transformação Chuva-Vazão de bacias hidrográficas rurais e urbanas. O seu desenvolvimento foi feito pelo Corpo de Engenheiros do Exército dos Estados Unidos, que disponibiliza gratuitamente o software. (USACE-HEC, 2008a).\nAs simulações do software em questão geram hidrogramas e tabelas de informações, referentes principalmente aos volumes de deflúvio, vazão de pico e tempo de base. A aplicação da modelagem matemática pelo\nHEC-HMS estende-se para diversos estudos, entre eles, o de previsão de vazões.\nApesar do software trabalhado apresentar-se como um facilitador na modelagem de diversas situações, seu uso apresenta certas especificidades que, segundo Tavares &amp; Castro (2005), exigem do profissional que opera o programa uma certa experiência e sensibilidade em relação aos métodos trabalhados. O HEC-HMS pode ainda ser descrito como constituído de três componentes básicos, sendo eles o Modelo de Bacia, o Modelo Meteorológico, e as Especificações de Controle (USACE-HEC, 2008a).\nO processamento dos modelos no HEC-HMS exige dados de entrada relativos à bacia hidrográfica e meteorológicos (TAVARES &amp; CASTRO,2005). Já dentro do modelo deve-se escolher os métodos de cálculo de transformação de chuva-vazão, composição do escoamento de base, propagação em rios e perdas, assim como dos parâmetros ligados a cada um desses métodos, como o tempo de concentração, perdas por infiltração e evapotranspiração, área da bacia, entre outros (TAVARES &amp; CASTRO,2005).\nSegundo Tavares &amp; Castro (2005), os projetos no HEC-HMS são compostos e realizados de maneira modular, sendo o conjunto de dados manipulados de maneira independente. Entretanto, o programa respeita uma sequência de acionamento durante a realização das simulações. Devemos ter basicamente três grupos distintos de dados para alcançar os resultados desejados. O primeiro refere-se à modelagem da bacia hidrográfica, o segundo à modelagem meteorológica, e o terceiro refere-se às especificações de controle.\nAlém dos parâmetros já descritos anteriormente, a modelagem da bacia hidrográfica exige parâmetros e dados de entrada referentes à geometria hidrográfica, como sub-bacias, trechos de rio, junções e divisões de canal.\nA modelagem meteorológica exige a entrada de dados de precipitação e evapotranspiração, assim como a distribuição temporal usada no modelo. Por fim, são necessárias as especificações de controle, como os períodos de tempo nos quais serão realizados os cálculos.\nO modelo final, que combina todos os parâmetros de entrada, reproduzirá a bacia como um grupo de áreas interligadas, sendo as condições refletidas como as condições médias dentro das áreas (MILDE ET AL., 2002). Assim se as médias não forem apropriadas para uma determinada área, faz-se necessário dividir a área escolhida em subáreas menores, nas quais os dados médios reflitam de fato o objeto de cálculo (MILDE ET AL., 2002). Porém, mesmo com esses cuidados, o modelo ainda apresenta outras limitações. As simulações devem ser realizadas, preferencialmente, para eventos isolados de chuva, pois o modelo não realiza nenhuma provisão para recuperação da umidade do solo durante períodos sem precipitação. Deste modo, a seleção pelo CN adequado deve ser feita pelo autor da simulação para o evento específico (MILDE ET AL., 2002). Por fim, podemos apontar como fator limitante o cálculo do direcionamento da onda de cheia, que é realizado por métodos de direcionamento hidrológico e não reflete as equações de St. Venant (MILDE ET AL., 2002).\n3.\tMetodologia\n3.1.\tCaracterização do local de estudo\nSerão apresentados nesse item os aspectos relevantes ao trabalho relacionados a área, suas características físicas, ocupação e uso do solo, aspectos sociais de maneira a situar o leitor da melhor maneira possível dentro do contexto do trabalho.\n3.1.1.\tLocalização\nA Lagoa da Conceição e seus rios afluentes encontram-se situados na bacia hidrográfica da Lagoa da Conceição, a qual está localizada na parte centro-leste da ilha de Florianópolis, capital catarinense. A localização geográfica fica entre os paralelos 27° 27’17” e 27° 38' 36” de Latitude Sul e entre os meridianos de 48° 22’ 30’’ e 48° 29’54’’ de Longitude a Oeste de Greenwich, segundo dados do Instituto de Planejamento Urbano de Florianópolis (IPUF) em sua carta-base.\nFigura 9 - Localização da área de estudo.\nFonte: adaptado de Bier (2013)\nBier (2013) sugere uma segmentação da bacia da Lagoa da Conceição em 36 sub-bacias e as classifica de acordo com suas características\ngeomorfológicas em seis diferentes regiões (Figura 10). Elas são:\nNorte: Essa região sozinha corresponde a aproximadamente 35% da área da bacia hidrológica da Lagoa da Conceição e é responsável por 36.6% do aporte hídrico que a Lagoa recebe. É dividida em duas sub-bacias (João Gualberto e Rio Vermelho), que são as maiores entre as regiões. Seu relevo possui valores medianos para declividade média de talvegue, sendo uma área de ocupação urbana mais recente e urbanização média, assim como seu coeficiente CN (BIER, 2013).\nLeste: Caracterizada pela presença de solos arenosos (areias quartzosas e marinhas) e baixa ocupação urbana, possui o CN com valor baixo. Sua contribuição hidrológica superficial para a Lagoa da Conceição é praticamente nula, pois as precipitações na região se infiltram praticamente em totalidade. (BIER, 2013).\nCanal: Os aportes hídricos desta região para a Lagoa são pequenos, dado que a maior parte da água que precipita na região permanece no Canal, na maior parte do tempo. Devido à urbanização a aproximadamente 15%, o CN da região é alto, mesmo a região sendo majoritariamente formada por areais marinhas (BIER, 2013).\nArenosa: O solo desta região é formado por dunas, areias marinhas e quartzosas, o que facilita a infiltração da água precipitada. Apesar disso, seu CN apresenta valor mediano, resultado do alto nível de urbanização da região (BIER, 2013).\nCentro-Sul: Região com alto valor de CN, o que se deve, principalmente, ao fato de possuir a parte mais urbanizada da Lagoa da Conceição, incluindo o centrinho. Além disso, a região tem nível mediano de declividade média do talvegue. Apesar de possuir uma área não muito extensa, é responsável por 17% da contribuição hidrológica para a formação da Laguna e possui importante papel por ser um dos maiores contribuintes de aportes antrópicos (BIER, 2013).\nOeste: região com baixa urbanização e vegetação densa, o que deveria garantir um CN baixo. Entretanto, seu solo é predominantemente\nargiloso, o que dificulta a infiltração da água no solo. Dessa maneira, possui o CN mais alto entre as regiões e, sozinha, é responsável por 25% dos aportes hídricos que adentram a Lagoa da Conceição. Porém, os aportes são distribuídos por uma longa faixa ao redor da Laguna (BIER, 2013).\nFigura 10 - Zoneamento da bacia hidrográfica após agrupamento das sub-bacias.\nLegenda\n--- Hidrografia bacia do Rio Apa\n----- hidrografia Bacia Rio João Gualberto\n| Bacia Rio João Gualberto (area de drenagem) | Bacia João Gualberto\n33I Bacia RioApa Montante\n| Bacia Rio Apa Jusante\n| Bacia Do Rio Apa exutoria\n| Lagoa da Conceição\n| Região arenosa\n| Região do Canal\n| Região Centro Sul\tÍQ.\n| Região Norte\n| Região Leste\n| Região Oeste\t(V\tA\n| bacia Lagoa Da Conceicao\t[y]\n16\n■ quiilometros\n------1-\n748500\n754000\n749000\n749000\n756000\nL\n749500\n------r-\n749500\nFonte: Adaptado de Bier (2013)\nO presente estudo trabalhará diretamente com os rios do Apa e João\nGualberto, localizados respectivamente nas regiões centro-sul e norte, conforme classificação de Bier (2013). A escolha dessas regiões se deu\npor sua importância em relação à Bacia da Lagoa da Conceição. A região Centro-sul é a mais urbanizada, e, portanto, apresenta grande impermeabilização, o que tem influência direta sobre o escoamento\nsuperficial da bacia. Já a região Norte foi escolhida por possuir a maior contribuição hidrológica para o corpo de água lagunar.\n3.2.\tÁrea\nFoi estabelecida por Bier (2013) e adotada por Arcari (2015) a área superficial total da bacia hidrográfica da Lagoa da Conceição de 82,08km2 sendo que 20,3km2 são ocupados pela própria Lagoa. As sub-bacias João Gualberto e Rio Vermelho são as duas maiores em área, possuindo 15,52 km2 e 8,70 km2, respectivamente, as quais representam 35% da área total. A bacia do Rio Apa apresenta uma área de 2,01 km2.\n3.3.\tClima\nA região caracteriza-se por um clima agradável devido à maritimidade, segundo Silva (2002), principalmente por serem controladas pelas Massa Polar Marítima e Massa Tropical Marítima.Suas amplitudes térmicas mantêm-se próximas às medianas ao longo do ano, devido à circulação de brisas terrestres e marítimas decorrentes da proximidade com o mar. A temperatura média anual é de 20,4 graus Celsius e a umidade relativa média do ar se mantém próxima a 80%. Seguindo a classificação de Koeppen, o clima é do tipo mesotérmico úmido de zona intermediária subtropical. Os meses de inverno são os que apresentam menos chuvas, mas, de maneira geral, as chuvas são bem distribuídas durante o ano (SILVA, 2002).\nA distribuição de chuvas pode ser vista no gráfico abaixo construído com base nas chuvas dos últimos 20 anos (com exceção dos anos de 2000 e 2001 devido à falta de dados) registrados pela estação do INMET.\nTabela 4 - Precipitações médias, medianas, maximas e minimas no periodo de 1996 a 2015.\nMês\tMedia\tMédia da M Desvio padr Err\t\to padrão Mediana\t\tMínimo\tMáximo\nJaneiro\t251.35\t162.38\t125.95\t7\t219.85\t87.3\t625\nFevereiro\t|\t192.24\t207.07\t83.65\t4.65\t191.15\t73.7\t436.8\nMarço\t172.53\t222.21\t80.65\t4.48\t142.15\t50\t324.9\nAbril\t|\t127.69\t182.38\t69.28\t3.85\t116.5\t41.2\t314.2\nMaio\t122.98\t150.11\t96.75\t5.37\t86.75\t46.3\t443\nJunho\t|\t85.58\t125.34\t56.85\t3.16\t82.6\t6.9\t245.2\nJulho\t104.26\t104.28\t62.41\t3.47\t94.05\t8.9\t277.9\nAgosto\t|\t102.4\t94.92\t85.08\t4.73\t81.8\t10\t371.9\nSetembro\t173.77\t103.33\t77.15\t4.29\t169.15\t44\t307.1\nOutubro\t| 160.81\t138.08\t79.21\t4.4\t136.8\t65.7\t339\nNovembro\t161.92\t167.29\t124.68\t6.93\t125.7\t62.3\t614.9\nDezembro\t| 161.86\t161.37\t69.79\t3.88\t152.55\t83.7\t304.5\nFonte: dados INMET\nGráfico 1 - Precipitações médias, medianas, máximas e mínimas no período de 1996 a 2016\nAs menores medianas de chuva são encontradas entre os meses de abril e agosto, apresentando índices menores que 120 milímetros mensais. No mês de setembro pode ser notada, de modo geral, uma alta nas precipitações, que, apesar de reduzidas no mês de outubro, se mantêm acima de 120 milímetros até o mês de março. Nesse período, o mês de janeiro é o que apresenta maiores índices de pluviosidade. No ano de 2016\nos índices de chuva oscilaram próximos a média e mediana dos anos anteriores em quase todos os meses, mas com grandes variações nos índices nos meses de março e novembro.\nEm 2016 foram registrados um total de 159 dias com chuva. Esses dias foram divididos em seis categorias distintas seguindo a metodologia de Nascimento et al. (1993), essa classificação pode ser vista na Tabela 5.\nTabela 5 - Faixas de estratificação de precipitações.\nMuito fracas\tchuvas entre 0 e 2,5 mm\nFracas\tchuvas entre 2,5 e 5,0 mm\nNormais\tchuvas entre 5 e 10 mm\nModeradas\tchuvas entre 10 e 15 mm\nFortes\tchuvas entre 15 e 25 mm\nSeveras\tchuvas maiores que 25 mm\nCom esses dados foram calculados a frequência das chuvas.\nPara o Cálculo da Frequência é adotada a formulação de\nF = (^) * 100\t(14)\nOnde NP é o número de dias com precipitação e N o número de dias do período analisado, aqui adotado como 366.\nAssim chega-se a uma frequência de 58% de dias chuvosos no ano de 2016.\nA ocorrência das chuvas pode ser vista no Gráfico 2\nGráfico 2 - Dias de chuva por faixa de intensidade em 2016.\nIntensidade das Chuvas em 2016 por dia\n70\n3.4.\tVegetação\nSegundo Silva (2002), a bacia hidrográfica da Lagoa da Conceição é formada basicamente por dois tipos de vegetações, sendo elas, vegetação litorânea de restinga, presente nas áreas de praia de dunas e a floresta ombrófila densa, que compõem as encostas de morros do entorno e as matas ciliares, formadoras das áreas de preservação permanente.\nA bacia da Lagoa da Conceição reflete a constituição vegetal insular, formada principalmente pela vegetação litorânea, presente nas áreas de praia, dunas, manguezais, restingas e florestas de planície, e pela Mata Atlântica (floresta ombrófila densa), normalmente encontradas nas encostas de morro. (SILVA, 2002).\nDos 61,77 km2 de área que formam a bacia hidrográfica da Lagoa da Conceição, 28 km2 são áreas protegidas, formadas por uma série de\nunidades de conservação, compostas pelos Parque Florestal do Rio Vermelho, Parque das Dunas da Lagoa da Conceição, Costa da Lagoa e Parque Municipal da Praia da Galheta. Todas estas áreas estão sobre proteção da Lei N° 9.985/2000, que institui o Sistema Nacional de Unidades de Conservação da Natureza (FRANK,2002).\n3.5.\tGeologia e Geomorfologia\nA formação geológica da bacia hidrográfica da Lagoa da Conceição foi caracterizada por Odreski (2007) como formada por depósitos sedimentares (cordões litorâneos), sendo as regiões planas geradas pelos acumulados decorrentes da ação marinha, eólica e lagunar. Já os altos morros são formados pelo conjunto de rochas típicas da região.\nAs regiões do Canto da Lagoa e do Rio Tavares, estendendo-se desde o Rio vermelho até a Ponta dos Araçás, são constituídas basicamente pelo Granito Ilha (CARUSO,1993), que se caracteriza por sua coloração cinza rosada, textura heterogranular e granulometria variando entre média e grossa. Silva (2002) afirma ainda que os modelados geomorfológicos, gerados pelo Granito Ilha, são de morros altos e fortemente dissecados, com fortes declínios em suas encostas.\nA vegetação que cobre os morros formados por Granito Ilha é de médio e grande porte, a qual é encontrada em toda região oeste da Lagoa da Conceição no morro que separa a laguna do bairro Itacorubi e ainda nas encostas do morro da Costa da Lagoa (SILVA, 2002).\nA Lagoa da Conceição é conectada ao Oceano Atlântico através no Canal da Barra, o qual possui uma extensão de 2,8 km, formando um sistema estuarino. O fato de a Lagoa possuir uma conexão com o mar a exclui da classificação de lagoa, e enquadra-a como laguna. Assim, as águas da Lagoa da Conceição são constituídas pela mistura de águas doces provenientes dos rios e córregos da região e da água salgada marinha, tornando a água do ambiente salobra (PORTO FILHO,1993).\nBier (2013) realizou o trabalho de agrupamento de segmentação das sub-bacias da Lagoa da Conceição, delimitando inicialmente 60 sub-bacias, com suas exutórias e linhas de drenagem. Para isso, utilizou dados técnicos de geoprocessamento, a partir de mapas hipsométricos e topográficos da bacia de estudo. O estudo realizado por Bier (2013) ainda realizou o agrupamento de sub-bacias usando as características espaciais e características físicas de cada sub-bacia, como pode ser visto na Figura 10.\n3.7.\tDinâmica da Ocupação Urbana\nA bacia hidrográfica da Lagoa da Conceição sofreu um grande processo de urbanização a partir da década de 1950. Esse processo teve como principal característica o rápido avanço da abertura de vias e alargamento daquelas já existentes na região, resultado direto da ocupação humana. A ocupação da área se desenvolveu a tal ponto que as margens da laguna foram ocupadas, ameaçando todo o ambiente natural ali presente (OLIVEIRA, 2001). Além disso, as belezas naturais da lagoa, assim como a expansão do comércio local e opções de lazer,\nmovimentaram a região, atraindo cada vez mais turistas para o local (SILVA, 2002). As consequências da forte expansão regional se apresentam principalmente através da especulação imobiliária e de ocupações sem participação do poder público. As respostas a esses problemas vêm através do surgimento de ONGs e movimentos sociais que buscam representar o interesse dos moradores em defesa do local (MAKOWIECKY, 2003).\nO forte aumento da densidade demográfica da região, apontado por Makowiecky (2003), deve-se ao amplo parcelamento do solo e à comercialização dos terrenos, com consequente aumento das construções na bacia da Lagoa da Conceição.\nAs consequências dessa expansão urbana para a hidrodinâmica local podem ser observadas nos resultados obtidos por Bier (2013). Usando geoprocessamento, foi constatado que três sub-bacias apresentaram 35 a 45% da área ocupada por construções e vias, situando-se principalmente nas regiões centro-oeste e centro-leste da bacia hidrográfica (Bier ,2013).\n4.\tMateriais, Dados e Métodos.\nOs materiais experimentais e dados históricos que serão utilizados no decorrer do trabalho se dividem em dois grupos. O primeiro destina-se à construção da Curva-Chave, e o segundo grupo é utilizado na construção do modelo Chuva-Vazão.\nFigura 11\n- fluxograma da metodologia empregada.\nMetodologia\nDados topográficos\nMapa Digital de Terreno (SDS)\nCampanhas de medidas de velocidade/ vazão\nInstalação de aparato experimental\nDelimitação da Bacia (BIER,2013)\nDivisão em subB acias (BIER,2013)\nCaracterização\nHidrológica das Sub-bacias (BIER,2013)\nDados de precipitação\nEstimativa aportes hidrológicos na Lagoa da Conceição\nEscoamento\nSuperficial Rios Apa eJoào Gualberto\nHidrograma Sintético Rios Apa eJoào Gualberto\n4.1.\tConstrução da Curva-Chave\nA elaboração da curva-chave de um corpo hídrico apresenta inúmeras dificuldades, sendo particularizada dependendo dos casos de grandes ou pequenos rios. Os rios Apa e João Gualberto se enquadram como pequenos cursos d'água. Um dos problemas relacionados a esse tipo de flumens se deve a rapidez com que as vazões variam. Para que se garantam bons resultados de análise é necessário então que se tenham\nmedidas de forma sistemáticas e contínuas, principalmente pela curta duração de ondas de cheia (GARCEZ &amp; ALVAREZ, 2002).\nA escolha da seção também se mostra um grande problema no caso de construção de uma Curva-Chave. A opção apropriada para uma seção permite uma correlação segura entre os níveis de água e as vazões (GARCEZ &amp; ALVAREZ, 2002). Para que seja possível a estimativa das vazões dos rios em questão, foram estabelecidas seções onde foram realizadas as medidas de altura e velocidade. Conhecendo áreas das seções nas sub-bacias escolhidas, foi possível então estimar as vazões passantes (GARCEZ &amp; ALVAREZ, 2002).\nAlguns princípios foram utilizados para estabelecer a seção do rio, como a regularidade da seção, de trecho retilíneo, com declividade constante e velocidade entre 0,2 e 2 m/s, de modo que o escoamento apresente comportamento relativamente uniforme, além de reduzir possíveis fontes de erro (JACON &amp; CUDO ,1989). O local deve ser de fácil acesso e suas margens e leitos não erodíveis, para que as medidas sejam facilmente realizadas e a geometria se mantenha com o passar do tempo (JACON &amp; CUDO ,1989). Para que se garanta a qualidade dos dados é necessário que o regime do corpo d'água seja permanente, ou seja, que suas características hidráulicas não variem durante as medições. (JACON &amp; CUDO ,1989).\nAs medições de velocidade do escoamento superficial dos rios foram realizadas através de duas metodologias, sendo uma delas a do flutuador. Além desse foi utilizado um método mais sofisticado de medida, com a utilização de um Flowmeter OTT MF Pro (Figura 12), aparelho concedido temporariamente pelo laboratório de análises forenses do Departamento da Polícia Federal de Florianópolis. O Flowmeter\napresenta uma série de vantagens, como apontado por Maldonado e Wendland (2013), que concluíram em seus estudos que o medidor eletromagnético apresentou bons resultados, mesmo em locais que apresentam remanso e com velocidades inferiores a 0,20 m.s-1.\nO método do flutuador consiste basicamente na demarcação de duas seções com distância definida e batimetrias preestabelecidas. O objeto (flutuador) é então lançado à deriva para que se desloque na superfície do corpo d’água, da seção de montante até a seção de jusante, e mede-se o tempo do deslocamento entre as seções. Conhecendo-se a distância entres as seções e o tempo é possível estabelecer a velocidade de deslocamento. Para se garantir um menor erro são realizadas entre cinco a 10 repetições por campanha e calculada a média entre elas.\nO Flowmeter possui uma tela na qual são passadas as instruções ao operador, que deve colocar dados em relação à largura total do rio na sessão determinada, além das condições do rio (rugosidade). Para cada medida (é realizada uma medida a cada 30 cm), é necessário pôr a altura da lâmina d'água em relação ao fundo. O aparelho então informa a que distância do fundo deve ser colocado o sensor eletromagnético. Uma vez posicionado o sensor, o equipamento mede a velocidade da água naquele ponto de medida. Ao final de todas as medidas na sessão é gerado um relatório contendo todas as velocidades e vazões passantes em casa instante.\nFigura 12 - A) Flowmeter OTT MF Pro, montagem completa com suporte, sensor e equipamento de leitura. B) demonstração do sistema de detecção em ângulo do sensor de fluxo. C) aparelho de entrada e saída de dados.\nFonte: http://www.ott.com\nA batimetria do rio do Rio João Gualberto foi estabelecida em campanha no dia 30/03/2016 por Arcari e foi utilizada para analises. A seção estabelecida pode ser vista na Figura 13, a seção pode ser visualizada na\nFigura 14. No local há ainda um sensor de pressão acoplado a um Datalogger, que armazena os dados com os quais foi possível estabelecer a altura da lâmina d'água.\nO Sensor de Pressão e Datalogger usado é da marca Solar Instrumentação, modelo SL2000 e foi instalado por Odreski (2012) para a realização da sua dissertação de mestrado, intitulada Influência hidrológica nos processos hidrodinâmicos da Lagoa da Conceição -Florianópolis - SC.\nFigura 13 - Seção do Rio João Gualberto.\nFigura 14 - Seção do rio João Gualberto\n■\tli\nFonte: Lahimar (2016)\nO levantamento batimétrico da seção do rio Apa foi realizado no dia 13/04/2016 pelo autor e consistiu em medir a profundidade da seção transversal do rio, com o auxílio de uma trena e espaçamento de 30 cm entre os pontos. Para se garantir um melhor resultado, as distâncias entre\nas medidas foram reduzidas nos pontos em que haviam variações abruptas de batimetria. O resultado da batimetria pode ser conferido na Figura 15, a seção pode ser vista na Figura 16. Na mesma data foi fixada uma régua linimétrica para que fosse possível aferição do nível d’água. A régua está de um modo que o fundo do rio está na marcação 74cm, e diminuindo a marcação para cima. O processo de batimetria e cravação da régua linimétrica podem ser vistos nas Figura 17.\nFigura 15 - Seção do rio Apa.\nFigura 16 - Imagem da seção do rio Apa\nFonte: Lahimar (2016)\nFigura 17 - Realização da batimetria e Cravação da régua linimétrica a montante\n4.2.\tHEC-HMS.\nA modelagem da curva Chuva-Vazão de uma bacia para a qual não há histórico de registros fluviométricos requer uma série de parâmetros de entrada. Entre eles pode-se citar o Curve Number, o nível de impermeabilização da bacia, o tempo de resposta, o coeficiente de deflúvio e a declividade da bacia.\nA modelagem é realizada através do software HEC-HMS, e alguns dos parâmetros de entrada necessários foram extraídos do trabalho de Bier (2013).\nTabela 6 - Características da bacia do rio João Gualberto e dados de entrada para o HEC-HMS.\nCaracterísticas da bacia do Rio João Gualberto\t\t\nÁrea Total (km2)\t12.52 Área de drenagem (km2)\t8.93\nKc\t1.55 Kf\t0.3\nCN II\t67 Abstração Inicial (I a II)\t25\nCN I\t46 Abstração Inicial (I a I)\t60\nCN III\t82 Abstração Inicial (I a III)\t11\nÁrea impermeabilizada (%)\t11 IC\t0.4\nTempo de concentração Kirpich (min)\t77.2 Lag Time (min)\t46.32\nComprimento Rio Principal (km)\t6.84 Distância do ponto de medida até a lagoa (km)\t0.55\nDeclividade Média do talvegue (m/m)\t0.0234 Declividade ponto de medida a lagoa (m/m)\t0.0017\nTabela 7 - Características da bacia do rio Apa e dados de entrada para o HEC-HMS.\nCaracterísticas da bacia do Rio Apa\t\t\nÁrea Total (km2)\t2.17 Área de drenagem (km2)\t1.3\nKc\t1.4 Kf\t0.6\nCN II\t66 Abstração Inicial (I a II)\t26\nCNI\t45 Abstração Inicial (I a I)\t62\nCN III\t82 Abstração Inicial (I a III)\t11\nÁrea impermeabilizada (%)\t14.7 IC\t0.5\nTempo de concentração Ca rter (min)\t19.5 Lag Time (min)\t11.7\nComprimento Rio Principal (km)\t2.14 Distância do ponto de medida até a lagoa (km)\t0.12\nDeclividade Média do talvegue (m/m)\t0.1163 Declividade ponto de medida a lagoa (m/m)\t0.0028\nO modelo digital de elevação (MDE), juntamente com o Sistema de informação Geográfica (SIG), através do software ArcGis, foram importantes métodos de obtenção de informações morfológicas e hidrográficas. Bier (2013) utilizou essas ferramentas e dados juntamente com o programa HEC-GeoHMS, que permite trabalhar a parte hidrológica na bacia, para a realização do geoprocessamento da bacia hidrográfica da Lagoa da Conceição,\nUtilizando as ferramentas combinadas dos softwares já citados com o MDE e o mapa de hidrografia da região, Bier (2013) estabeleceu a direção e o acúmulo do escoamento superficial no terreno da bacia hidrográfica, definiu e segmentou o escoamento e as áreas de contribuição, e delimitou ainda as linhas de drenagem para cada uma delas. Por fim, agrupou as microbacias para formar as sub-bacias da bacia hidrográfica em estudo.\nNa etapa final de seu trabalho Bier (2013) utilizou-se de imagens cartográficas, georreferenciado com informações do tipo de solo, do uso e ocupação, e estabeleceu a porcentagem das áreas de cada sub-bacia com seus respectivos tipos de solo e uso e ocupação.\nA divisão final resultou em seis regiões distintas, com características próprias, descritas no item 3.1.1.\nO modelo digital de elevação (MDE) pode ser descrito como a representação de uma superfície contínua, no qual é pode gerar um raster (mapa com informações em cada pixel) com informações de elevação para todas as células do modelo (SCHWANGHART; KUHN, 2009). Utilizando as ferramentas do ArcGis para processar essa imagem, é possível, a partir das curvas de nível da região representar a modelagem desta região.\nOs MDE foram utilizados nesse trabalho juntamente com a delineação já existente de hidrografia da bacia, mas passando por pequenas modificações para que fosse possível melhorar a precisão do modelo. Dessa maneira, foi obtido um MDE com a hidrografia de base marcada em seu raster, como explicado por ZHAO et al. (2009). Tal marcação serve como guia para as células do mapa, auxiliando então na extração das redes de drenagem. A Secretaria de estado do Desenvolvimento econômico sustentável (SDS-SC) elaborou um raster em alta resolução de 1x1 m, com os quais é possível a obtenção de dados mais precisos em relação aos anteriores.\n4.3.\tConstrução do modelo Chuva-Vazão.\nA metodologia empregada neste trabalho, para que fosse possível cumprir o objetivo de elaboração de um modelo chuva-vazão, consistiu de etapas, começando pela simulação de hidrogramas sintéticos, comparar os dados com os obtidos em campo e ajustar os parâmetros de simulação.\nA simulação de hidrogramas sintéticos exige uma série de passos, que têm início na obtenção de dados pluviométricos da região a ser modelada. Tais dados foram obtidos da estação pluviométrica locada\ndentro Laboratório de Oceanografia Costeira (LOC) na Estação de Maricultura da UFSC, situado às margens da Lagoa da Conceição e próximo ao canal da Barra. O LOC é uma unidade física pertencente ao Departamento de Geociências da Universidade Federal de Santa Catarina. Outras fontes de dados pluviométricos são a Agência Nacional de Águas (ANA), http://hidroweb.ana.gov.br, e também o Instituto nacional de meteorologia (INMET), Além desses foram utilizados dados de precipitação e níveis do Laboratório de Hidráulica Marítima da UFSC ( Lahimar).\nA obtenção de dados e análise dos dados de entrada para os modelos e parte significativa no processo de modelagem, dessa maneira são então apresentados os dados utilizados para a calibração do modelo Chuva-Vazão.\nA tabela a baixo resume a disponibilidade de dados de nível da Lagoa da Conceição e Rio João Gualberto entre os anos 2011 e 2013, além dos dados de precipitação no período.\nFigura 18 - Comparação dos dados disponíveis de nível do rio João Gualberto, Nível da Lagoa da Conceição e Chuvas para os anos de 2011 a 2013.\nDados disponiveis de Nivel da Lagoa da Conceição e Rio João Gualberto\n01/jan\t02/jul\t31/dez\n•\tNivel lagoa 2011\n•\tNivel JG 2011\n•\tChuva 2011\n•\tNivel lagoa 2012\n•\tNivel JG 2012\n•\tChuva 2012\n•\tNivel Lagoa 2013\nFonte: Elaboração O Autor, dados Laboratório de oceanografia\nCosteira - UFSC\nOs dados de nível da Lagoa da Conceição foram reunidos de maneira a permitir a determinação das médias e medianas globais, as quais podem ser vistas na Tabela 8.\nTabela 8 - Analise dos níveis do rio João Gualberto entres os anos de 2011 e 2013.\n\tLagoa da Conceição\tRio João Gualberto\nNível Médio (m)\t1.078\t0.558\nNível Mediano (m)\t1.07\t0.546\nNível mínimo (m)\t0.81\t0.29\nNível máximo (m)\t1.42\t1.035\nO Gráfico 3 traz o histograma de ocorrência de níveis da coluna d'água da Lagoa da Conceição no período analisado. O Gráfico 4 reúne\nos dados coletados no período, à exceção daqueles que continham possíveis falhas na série.\nO Gráfico 5 traz o histograma de ocorrência de níveis da coluna d’água do rio João Gualberto no período analisado. O Gráfico 6Gráfico 4 reúne os dados coletados no período, à exceção daqueles que continham possíveis falhas na série.\nGráfico 3 - Histograma de nível da Lagoa da Conceição para o triênio 20112013\nGráfico 4 - Níveis da Lagoa da Conceição para o período de 2011 a 2013.\nGráfico 5 - Histograma de nível do rio João Gualberto para o triênio 2011-2013\nHistograma dos niveis do rio João Gualberto 2011-2013\n20%\nGráfico 6 - Níveis da Lagoa da Conceição para o período de 2011 a 2013.\nNível João Gualberto 2001-2013\nA segunda etapa do trabalho consistiu na elaboração dos modelos hidrológicos com o HEC-HMS. Para elaboração desse modelo foram utilizados quatro componentes: time series data, basin model, meteorologic model e, control specification, destacando-se o componente basin model, no qual será definida a representação física da bacia.\nPara cada um dos componentes foi necessário utilizar diferentes métodos de cálculo, como SCS Curve Number (SCS-CN), Hidrograma Unitário do SCS, Hidrograma de Snyder e Hidrograma Clark\nConcluídas as etapas anteriores, foi realizada a calibração dos hidrogramas para a obtenção de melhores parâmetros de ajustes entre as curvas simuladas e observadas. Utilizou-se, para isso, a ferramenta Optimization Trials Manager do HEC-HMS e a observação do melhor encaixe entre as curvas.\nFigura 19 - Fluxo de acionamento HEC-HMS\nCurva-Chave\nTime series data\nPrecipitation gages\nCaracterização Hidrológica das Sub-bacias de interesse.\nBasin Model\n►j Discharge gages\nBasin\nSubbasin\nHEC-HMS\nJunction\nMeteorologic Model\nPrecipitation\nDados de precipitação\nControl\nSpecification\nHidrograma Sintético João Gualberto\nEscoamento\nSuperficial João Gualberto\nParâmetros\nOtimizados\nPor fim, houve a regionalização dos HU sintéticos. Esse tipo de técnica é normalmente aplicado à regionalização de parâmetros de modelos chuva-vazão, que são transferidos para outras bacias, que não são alvo de monitoramento (PINHEIRO &amp; NAGHETTINI, 2010). A\nregionalização consiste basicamente da calibração de um modelo específico, através de estimativa de relações estatísticas regionais entre os parâmetros do modelo e as características físicas de bacias não monitoradas (PINHEIRO &amp; NAGHETTINI, 2010). Esse modelo pode ser aplicado em bacias sem monitoramento, desde que estas tenham comportamento hidrológico semelhante ao das envolvidas na estimação das equações regionais (PINHEIRO &amp; NAGHETTINI, 2010).\nOutro objetivo desejável é a comparação das vazões encontradas com aqueles de referência presentes em bibliografias ou por outras técnicas.\nAo final, espera-se conseguir uma boa estimativa dos aportes de água provenientes do escoamento superficial que afluem para a Lagoa da Conceição através dos rios componentes da bacia em estudo.\n4.4.\tDirect Step Method.\nQuando é identificada a presença de remanso em um curso d'água no qual deseja-se construir uma curva-chave ou realizar outros estudos hidrológicos, faz-se necessário a mensuração desse fenômeno de maneira a se conhecer a magnitude dos efeitos sobre o nível da seção de análise. Na literatura especializada existem diversos métodos indicados para a integração numérica da equação diferencial que rege o movimento permanente gradualmente variado. Entre os métodos mais conhecidos estão Direct Integration, Numerical Integration, Graphical integration, Numerical/ computer Methods e o Direct Step Method (CHOW, 1959; CHAUDHRY, 1993; PORTO, 2006)). Esse último é apresentado como o método mais simples, aplicável a canais prismáticos.\nPara a realização da integração do movimento permanente gradualmente variado, o Direct Step Method divide o canal em trechos pequenos e sucessivos, realizando o cálculo por etapas até chegar ao valor desejado. Por essas características, esse modelo pode ser facilmente aplicado por meio do software Microsoft Excel.\nO Direct Step Method pode ser deduzido a partir da equação de\nBernoulli., apresentada abaixo, e da Figura 20.\ny2\tV2\nY1+ — + Z1 = Y2+ — + Z2 + hl\n2g\t2g\ny2\nConsiderando E = y +---\nJ 2g\nTemos que:\nV12\tV22\nE1 = Y1 + — e E'2 = Y'2+ —\n2g\t2g\n(15)\n(16)\n(17)\nLogo:\nE1 + (Z1 - Z2) = E2 + hl\t(18)\nSendo:\n(Z1 - Z2) = l0EX e hl = ¡¡EX\t(19)\nAssim:\nEX ( I0 — lf) = E1 — E2 (20), que podemos escrever como EX = (E2-E1) (21)\n(i0-if) ( )\nSendo E1 e E2 energias específicas nas seções consideradas e If = f(x) (22) a declividade de linhas de energia, calculada pela fórmula de Manning. Assim, considerando seções sucessivas, chega-se a — 1\nIf= ~(lfi+ If2)\t(23)\nSendo:\ny- _ n2V2\nV -~\nR3\nE que If será mais preciso, quando menor for o intervalo AX Figura 20 - Identificação dos elementos equacionais do remanso.\nFonte: adaptado de Tomaz (2001)\n5.\tResultados e discussões\nA Aplicação da metodologia definida neste trabalho resultou em produtos que são aqui apresentados, e a partir dos quais foram elaboradas algumas discussões.\n5.1.\tCurva chave.\nA construção das Curvas-chave apresentadas nas Figura 21 e Figura 22 foi possivel devido às medidas de nível e vazão realizadas entre os dias 14/07/2016 e 25/11/2016, apresentadas no ANEXO 1. Além dessas medidas, para a construção da Curva-Chave do rio João Gualberto, foram utilizado dados obtidos por Odresky (2012), no ano de 2011, os quais são apresentados na Tabela 9.\nO traçado da Curva-Chave, segundo Jacon e Cudo (1989), se dá por trechos sucessivos, desde que esses sejam independentes entre si. Devido a essa caracteristica é possivel construir uma expressão matematica que represente as relações entres Q x h, a qual denominamos Curva-Chave.\nTabela 9 - Dados de nível e vazão do rio João Gualberto.\nData\tNível (cm)\tVazão (m3/s)\n19/07/2011\t71.5\t0.729\n20/07/2011\t63\t0.336\n21/07/2011\t83.5\t1.241\n26/07/2011\t55.3\t0.346\n27/07/2011\t54\t0.318\n01/08/2011\t101\t2.106\n02/08/2011\t116\t3.396\n03/08/2011\t87\t0.966\n04/08/2011\t84\t0.633\n08/08/2011\t91\t1.591\nFonte: Odreski (2012)\nFigura 21 - Curva-Chave Rio João Gualberto\nCurva-Chave Rio João Gualberto\ncota (m)\ncurva pontos calculados • vazão medida (L/s)\nQ = 2.544* (tf-0.1)3-585\n(25)\nFigura 22 - Curva-Chave Rio Apa\nQ = 1.288* (H- 0.226)0-884\n(26)\nAinda segundo Jaccon e Cudo (1989), exitem três formas de representação da Curva-Chave. Essas formas são: a representação gráfica, a fórmula matemática e a tabela de calibragem.\n5.2.\tNúmero de Manning\nOs rios João Gualberto e Apa foram analisados quanto às suas características, como meandramento, condição dos taludes, regularidade e composição do fundo. Através desses e utilizando as tabelas presentes no Guide for Selecting Manning's Roughness Coefficients for Natural Channels and Flood Plains (ARCEMENT &amp; SCHNEIDER, 1989) foi possível estabelecer o número de Manning para os rios APA e João Gualberto, cujos valores podem ser vistos nas Tabela 10 e Tabela 11. O cálculo se dá com a escolha do valor de cada índice e posterior cálculo utilizando a expressão.\nTabela 10 - parâmetros para cálculo do número de Manning rio João Gualberto.\nRio João Gualberto\níndice\tValor adotado\tJustificativa\t\tVariação\nnb\t0.026\tFundo de areia 1 mm\t\t0.012 -0.026 1\nn1\t0.003\tO canal apresenta meandros, uma ponte, um pouco de erosão, ummeandro em90 0.000-0.020 graus\t\t\nn2\t0.005\tAlterações de seção ao longo do geradas\tpor\talargamento\tcurso, ou\t0.000-0.015\nes treitamento .\nn3\nPouca obstrução, normalmente causada\n0.004\t0.000 - 0.050\npela ponte\nn4\t0.002\tA vegetação encontrada é normalmente de gramíneos ou plantas flexíveis.\t0.002-0.1\nm\t1.15\tíndice de sinuosidade entre 1.2 e 1.5\t1-1.3\nn=\t0.046\t\t\nTabela 11\t- parâmetros para cálculo do número de Manning rio Apa.\t\t\n\t\tRio Apa\t\nIndice\tValor adotado\tJustificativa\tVariação\nnb\t0.026\tFundo de areia 1 mm\t0.012 -0.026 1\nn1\t0.002\tO canal apresenta poucos meandros e pouca erosão\t0.000 - 0.02\n\t\tO rio apres enta-s e mais es treito durante quase todo seu curso, porém tem\t\nn2\t0.005\tes treitamento e posterior alargamento em vários momentos por passar por tubulações e pontes.\t0.000 - 0.015\n\t\tDevido à presença de encanamentos,\t\nn3\t0.003\tpontes e plantas, possui parte de seu leito obstruído em vários pontos.\t0.000 -0.05\nn4\t0.03\tApresenta plantas ao longo de vários trechos, com raízes obstruindo a seção, além da presença de macrófitas em algumas seções.\t0.002-0.1\n\t\t\t\nM\t1.15\tÍndice de sinuosidade de 1.3\t1-1.3\nn=\t0.0759\t\t\nOs valores encontrados são coerentes com os encontrados na bibliografia, principalmente considerando-se as condições de que os dois cursos d'água são considerados de pequeno porte. Segundo Dingman (2008), rios pequenos geralmente apresentam coeficientes superiores aos rios de grande porte, principalmente devido aos maiores efeitos da margem sobre a vazão. Kjerfve et al. (1991) destacam ainda que o coeficiente de Manning pode ser afetado pela condição estuarina, como é o caso do rio João Gualberto, quando podem alcançar valores até 0.200.\n5.3.\tCurva de remanso.\nDurante a realização do trabalho foi constatada a existência de remanso hidráulico no Rio João Gualberto, gerado pela diferença de nível entre a Lagoa da Conceição e o rio em estudo. Para a verificação da existência e mensuração da magnitude desse fenômeno, foram utilizados, além dos dados de nível do rio, os dados de nível da Lagoa da Conceição coletados entre os meses de junho e agosto de 2011. O Gráfico 7 apresenta as diferenças de níveis encontradas entre a a laguna e o rio. O ponto de tomada de nível no rio João Gualberto localiza-se a 550 metros da Lagoa da Conceição. As análises iniciais mostram que a curva de remanso é do tipo M1. Para a mensuração dos efeitos foi utilizada uma tabela no software EXCEL, no qual foi aplicado o direct step method. A tabela, apresentada por Porto (2006) permite estimar a vazão passante esperada diante da diferença de nível medida.\nOs resultados mostram que, para diferenças de nível entre o curso d’agua e o corpo lagunar maiores que 0.40 m, o efeito de remanso pode ser mensurado pelo Step-Method. Para diferenças de nível menores que\n0.4, por outro lado, o método acaba por super ou sub estimar os efeitos do remanso hidráulico. Essas diferenças podem ser checadas na Tabela 12.\nCombinando a análise dos dados de nível com a tabela, porém, é possível afirmar a existência dos efeitos de remanso e que as diferenças de nível geram redução na vazão transportada pelo rio João Gualberto.\nA existência de remanso hidráulico ainda tem consequências sobre a construção da Curva-Chave para esse rio, visto que a curva busca estimar a vazão a partir dos dados de nível do rio João Gualberto. Deve-se, portanto, ser construidas diferentes curvas-chave para cada diferença de nível encontradas entre a Lagoa da Conceição e rio João Gualberto.\nGráfico 7 - diferença de nível instantânea entre Lagoa da Conceição e rio João Gualberto.\n-550\t-350\t-150\n-------A-0.91-0.54\n-------B-1.09-0.63\n-------C-0,95 - 0,553\n-------D -1,07 - 0,715\n-------E-1,07-0,84\n-------F-1,26-0,84\n-------G-1,26-0,87\n-------H-1,14-0,91\n-------1-1,18-0,96\n-------J -1,2 - 1,01\nDistancia (m) Rio João Gualberto\n------K • 1.34 • 1.16\nLagoa da Conceição\nTabela 12 - dados obtidos com o uso do Step-Method.\t\t\t\tQ medida (m3/s)\tVariação entre Q medido e esperado\nNível Lagoa (m)\tNível JG (m)\tDiferença de nível entre os pontos (m)\tQ esperada (m3/s)\t\t\n1.14\t0.91\t0.23\t0.65\t1.59\t145%\n1.2\t1.01\t0.19\t0.75\t2.1\t180%\n1.18\t0.96\t0.22\t0.7\t1.83\t162%\n0.91\t0.54\t0.37\t0.5\t0.32\t-36%\n1.34\t1.16\t0.18\t0.89\t3.4\t282%\n1.09\t0.63\t0.46\t0.39\t0.37\t-4%\n0.95\t0.53\t0.42\t0.33\t0.35\t5%\n1.07\t0.72\t0.36\t0.47\t0.73\t56%\n1.07\t0.84\t0.23\t0.59\t1.24\t110%\n1.26\t0.84\t0.42\t0.56\t0.63\t14%\n1.26\t0.87\t0.39\t0.59\t0.95\t62%\n5.4.\tCalibração do modelo Chuva-Vazão\nA Construção de um modelo Chuva-Vazão, capaz de ser regionalizado e que permita mensurar os aportes hidrológicos de uma área passa necessariamente pela calibração. Para calibrar o modelo e estabelecer os parâmetros que possibilitem uma maior amplitude de simulações, foram escolhidos três eventos de chuva com características diferentes.\nO primeiro período utilizado para a calibração do modelo foi de 29 as 12 horas do dia 31 de julho de 2011, totalizando 60 horas e somando 35.6 mm de chuva, sem que fosse registrado qualquer precipitação nos 5 dias que antecederam esse período. O segundo período escolhido é aquele\nimediatamente após o primeiro, com início as 12 horas do dia 31 de julho de 2011 e se estendendo até o dia 6 de agosto do mesmo ano. Nesse caso, o período é precedido por 3 dias de chuva. Além disso, nesses dias foram registrados 58 mm de precipitação, concentrados principalmente entre o meio dia do dia 31 e a 1:30 do dia 2 de agosto, totalizando 37 horas de chuva. Por fim, foi selecionado o período entre os dias 5 e 30 de setembro de 2011. Não houveram precipitações nos cinco dias anteriores às medidas, mas durante o período escolhido foram registrados 164.2 mm de precipitação, concentrados principalmente entre os dias 5 e 9 de setembro.\nPara cada um dos períodos foram realizadas simulações envolvendo os métodos de transformação de chuva em vazão do SCS, Snyder e Clark. Foi utilizado o Software HEC-HMS, com opção de otimização dos parâmetros, sendo o Curve Number o único parâmetro fixado. Foram realizadas simulações para três Curve Number distintos, estimados no trabalho de Bier (2013).\nOs parâmetros de entrada podem ser vistos na Tabela 13. Seus nomes são apresentados em inglês, da mesma forma que aparecem no HEC-HMS. É importante notar que os parâmetros ligados ao tempo de concentração diferem dos estabelecidos por Bier (2013, pois foram ajustados levando-se em conta que o estudo dos aportes hidrológicos tem como ponto central a mensuração dos volumes escoados. A definição de tc utilizada define essa variável como o tempo decorrido entre os centros de precipitação e de escoamento superficial (MCCUEN, 2009).\nTabela 13 - dados de entrada utilizados na modelagem Chuva-Vazão com auxílio do HEC-HMS\nImpervious (%)\t11\nLag time (min)\t432\nInitial Abstraction (mm)\t60\nStandard lag (hora)\t12\nPeaking Coefficient\t0.4\nStorage Coefficient (hora)\t7.2\nTime of Concentration (hora)\t12\nA Tabela 14 apresenta os resultados da simulação feita para os dias 29 a 31 de julho de 2011. Com base nesses resultados, é possível verificar que para CN 82 o volume foi estimado com erro de 0.01%. Na mesma simulação, o erro encontrado na estimativa da vazão de pico ficou entre 6.8 e 8.9 %. O hidrograma de Snyder apresentou os melhores valores conjuntos para volume e vazão de pico.\nTabela 14- resultados das simulações utilizando transformação de Snyder, Clark e SCS para o período de 29 a 31/07/2011.\n29/07/2011 a 31/07/2011\nCN\tMétodo\tVolume Simulado\tVolume observado\tDiferença\tVazão de Pico simulada\tVa zã o de Pi co observada\tDiferença\n\t\t(1000 m’)\t(1000 m’)\t(%)\t(m’/s)\t(m’/s)\t1 (%)\n\tSnyder\t50.43\t108.51\t-53.52\t0.6\t1.56\t-61.7\n46\tClark\t51.03\t108.51\t-52.97\t0.87\t1.56\t-44.4\n\tSCS\t49.83\t108.51\t-54.08\t0.53\t1.56\t-66.2\n\tSnyder\t52\t109\t-51.67\t0.706\t2\t-54.9\n67\tCl a rk\t53\t109\t-51.29\t0.88\t2\t-43.7\n\tSCS\t51\t109\t-53.02\t0.54\t2\t-65.4\n\tSnyder\t108,497\t108,508\t-0,01\t1,456\t1,563\t-6,8\n82\tClark\t108,506\t108,508\t-0,00\t1,424\t1,563\t-8,9\n\tSCS\t108,521\t108,508\t0,01\t1,427\t1,563\t-8,7\nO\nGráfico 8 apresenta os hidrogramas de Snyder, Clark e SCS para a simulação dos dias 29 a 31/07/2011, para CN 82. É importante notar que\no CN 82 foi estabelecido por Bier (2013) para períodos em que a análise é precedida por dias chuvosos (mais de 40 mm, nos 5 dias que antecedem a análise), condição que não condiz com a realidade. Esse fato pode ocorrer devido aos efeitos de remanso, que levam ao superdimensionamento dos níveis medidos no rio João Gualberto.\nGráfico 8 - Hidrogramas unitários Snyder, Clark e SCS, CN 82 para o período de 29 a 31/07/2011 para bacia do rio João Gualberto.\nHidrogramas- CN82\nprecipitação (mm)\tprecipitação absorvida (mm) Vazão Snyder (m3/s)\n•Vazão observada(m3/s)\tVazão Clark (m3/s)\tVazão SCS (m3/s)\nO período compreendido entre os dias 31 de julho e 06 de agosto de 2011 apresenta o melhor resultado de volume simulado para o CN 82, como na simulação anterior, mas agora com erro de aproximadamente 4%. As estimativas de vazão de pico, entretanto, apresentam seus melhores resultados para CN 67, com erros entre 2 e 22.3%. Para esse parâmetro, o menor erro na simulação de CN 82 foi de 39.4%. Os resultados encontrados são mais coerentes com o esperado teórico, visto que nos dias que antecedem a análise choveu pouco menos de 40 mm. A Tabela 15 apresenta os resultados das simulações feitas entre os dias 31 de julho e 06 de agosto de 2011.\nTabela 15 - resultados das simulações utilizando transformação de Snyder, Clark e SCS para o período de 31/07/2011 a 06/08/2011 para bacia do rio João Gualberto.\n31/07/2011 a 06/08/2011\t\t\t\t\t\t\t\nCN\tVolume\tVolume\tVazão de Pico\tVazão de Pico Método\t, ,\t,\t,\tDiferença\t, ,\t,\tDiferença Simulado observado\tsimulada\tobservada\t\t\t\t\t\t\n\t\t(1000 m3)\t(1000 m3)\t(%)\t(m’/s)\t(m’/s)\t(%)\n46\tSnyder\t103,594\t352,776\t\t-70.63\t0.493\t1,711\t-71.2\t\n\tCla rk\t103,594\t352,776\t-70.63\t0.661\t1,711\t-61.4\n\tSCS\t103,594\t352,776\t-70.63\t1\t1,711\t-68.3\n67\tSnyder\t247,923\t352,776\t-29.72\t1,677\t1,711\t-2\n\tCla rk\t247,923\t352,776\t-29.72\t2,093\t\t1,711\t22.3\n\tSCS\t247,923\t352,776\t-29.72\t1,975\t1,711\t15.4\n82\tSnyder\t338,636\t352,776\t-4.01\t2,386\t1,711\t39.4\n\tCla rk\t338,636\t352,776\t-4.01\t3,308\t1,711\t93.3\n\tSCS\t338,636\t352,776\t-4.01\t3,505\t1,711\t104.8\t\t\t\t\t\t\nO Gráfico 9apresenta os hidrogramas de Snyder, Clark e SCS para a simulação de 31 de julho a 06 de Agosto de 2011, para CN 82. A escolha por representar essa simulação se deu por apresentar os valores de volume mais próximos do observado com as medidas de campo.\nGráfico 9 - Hidrogramas unitários Snyder, Clark e SCS, CN 82 para o período de 31/07/2011 a 06/08/2011 para bacia do rio João Gualberto.\nHidrogramas - CN 82\nprecipitação (mm)\tprecipitação absorvida (mm) Vazão Snyder (m3/s)\n■Vazão observada(m3/s)\tVazão Clark (m3/s)\t^^\"Vazão SCS (m3/s)\nTabela 16 apresenta os resultados da simulação feita para os dias 05 a 30 de julho de 2011. Esse período não é precedido por chuvas nos 5 dias anteriores a análise, caracterizando-se como um período seco, em que se esperava que os melhores resultados encontrados ocorressem para CN 46. O resultado verificado vai de encontro à hipótese inicial, visto que para a estimativa de volume o erro tende a zero em CN 46. Já para as vazões de pico, com exceção de um valor de erro em CN 67 (erro de 47.4%), os valores para CN 46 são os menores, variando entre 56 e 103.7 %. Apesar de serem os mais baixos para a simulação, o erro é consideravelmente alto. O software HEC-HMS simplifica os modelos, podendo levar a problemas em situações em que exista mais de um pico de vazão, fato que pode explicar o erro elevado.\nTabela 16 - resultados das simulações utilizando transformação de Snyder, Clark e SCS para o período de 05/09/2011 a 30/09/2011 para bacia do rio João Gualberto.\nCN\tMétodo\tVolume Simulado\tVolume observado\tDiferença\tVazã o de Pico simulada\tVazão de\t\n\t\t\t\t\t\tPico observada\tDiferença\n\t\t(1000 m3)\t(1000 m3)\t(%)\t1 (m3/s)\t1\t(m3/s)\t1 (%) 1\n\tSnyder\t800,280\t800,264\t0\t2703\t1,725\t56.7\n46\tClark\t800,280\t800,264\t0\t3,076\t1,725\t78.3\n\tSCS\t800,280\t800,264\t0\t3,980\t1,725\t130.7\n\tSnyder\t1,008,552\t800,264\t26.03\t2,543\t1,725\t47.4\n67\tClark\t1,008,552\t800,264\t26.03\t6,076\t1,725\t252.3\n\tSCS\t1,008,552\t800,264\t26.03\t6,076\t1,725\t280.8\n\tSnyder\t1,333,473\t800,264\t66.63\t3,436\t1,725\t99.2\n82\tClark\t1,333,473\t800,264\t66.64\t6,271\t1,725\t263.6\n\tSCS\t1,333,473\t800,264\t66.65\t6,521\t1,725\t278\nO Gráfico 10 apresenta os hidrogramas de Snyder, Clark e SCS para a simulação dos 05/09/2011 a 30/09/2011, para CN 46. Nele, é possível notar a diferença entre as vazões de pico simuladas e observadas.\nGráfico 10 - Hidrogramas unitários Snyder, Clark e SCS, CN 46 para o período de 05/09/2011 a 30/09/2011 para bacia do rio João Gualberto.\nHidrogramas - CN 46\nprecipitação (mm)\tprecipitação absorvida (mm)\tVazão Snyder (m3/s)\n►Vazão observada(mVs)\tVazão Clark (mJ/s)\tVazão SCS (m3/s)\nApós a entrada de dados no software HEC-HMS, foi aplicado o modo de otimização de parâmetros do próprio programa (Optimization Trials). Esse modo permite estabelecer quais os parâmetros desejam-se otimizar, para que os hidrogramas gerados pelos métodos de transformação se adequem de melhor maneira possível ao hidrograma observado.\nAs Tabela 17,Tabela 18 e Tabela 19 apresentam os valores iniciais utilizados em cada uma das simulações para os CN 46, 67 e 82. A tabela traz ainda os valores otimizados para cada uma delas. Por fim, cada uma das tabelas apresenta a média simples dos valores otimizados, que são os valores utilizados em outros períodos para a validação do modelo desenvolvido.\nCN 67\t\t\t\t\t\n\t\t05/09/2011 a 30/09/2011\t29/07/2011 a 31/07/2011\t31/07/2011 a 06/08/2011\t\n\tValor Inicial\tVal or otimizado\tVa lor otimizado\tVa lor otimizado\tMédia Valores otimizados\nImpervious (%)\t11\t11\t11\t11\t11\nLag time (min)\t432\t408\t664\t994.9\t689\nInitial Abstraction (mm)\t60\t26\t25\t0.5\t17.2\nStandard lag (hora)\t12\t18\t8\t12\t12.7\nPeaking Coefficient\t0.44\t0.1\t1\t0.1\t0.4\nStorage Coefficient (hora)\t7.2\t4.5792\t2\t9.5\t5.4\nTime of Concentration (hora)\t12\t13.554\t8\t18\t13.2\nTabela 18 - Valores iniciais e otimizados usados aplicados HEC-HMS, CN 46 para bacia do rio João Gualberto.\nCN 46\n\t05/09/2011 a 30/09/2011\t\t29/07/2011 a 31/07/2011\t31/07/2011 a 06/08/2011\t\n\tValor Inicial\tVa l o r oti miza do\tVa l or otimizado\tVa l or otimizado\tMédia Valores oti miza dos\nImpervious (%)\t11\t11\t11\t11\t11\nLag time (min)\t432\t|\t627\t678\t1058.4\t787.8\nInitial Abstraction (mm)\t60\t16\t60\t60\t45.3\nStandard lag (hora)\t12\t1 12\t5\t1 12 1\t9.7\nPeaking Coefficient\t0.44\t0.1\t0\t0.1\t0.1\nStorage Coefficient (hora)\t7.2\t|\t19.369\t1 2\t|\t7.308\t|\t9.6\nTime of Concentration (hora)\t12\t13.632\t8\t11.8\t11.1\nCN 82\n05/09/2011 29/07/2011 31/07/2011\na\ta\ta\n30/09/2011 31/07/2011 06/08/2011\n\tValor Inicial\tVa l or otimizado\tValor otimizado\tVa lor otimizado\tMédia Valores otimizados\nImpervious (%)\t11\t11\t11\t11\t11\nLag time (min)\t432\t954\t691\t680.62\t775.2\nInitial Abstraction (mm)\t60\t11.2\t5\t0\t5.4\nStandard lag (hora)\t12\t18\t8\t12\t12.7\nPeaking Coefficient\t0.44\t0.28\t0.53\t0.1\t0.3\nStorage Coefficient (hora)\t7.2\t11\t5\t6\t7.3\nTime of Concentration (hora)\t12\t27\t18\t18\t21\n5.4.1. Validação do modelo Chuva-Vazão\nApós terminado o processo de calibração do modelo Chuva-Vazão, é realizada a aplicação do modelo em um evento de chuva para avaliar a aderência do hidrograma sintético gerado pela simulação aos dados observados. O período escolhido para a aplicação foi de 03 a 06 de setembro de 2016.\nDurante o período escolhido houve 138.6 mm de precipitação. Nos 5 dias que antecederam o período analisado, também houve chuva, em um total de 124 mm. Tais condições indicam que o modelo deveria responder melhor para CN 82.\nO modelo escolhido para aplicação foi o de Snyder, pois esse modelo obteve os melhores resultados durante a fase de calibração. A Tabela 20 resume os resultados encontrados.\nTabela 20 - resultados das simulações utilizando transformação de Snyder para o período de 03/09/2016 a 06/09/2016 para bacia do rio João Gualberto.\nSnyder\t\t\t\t\t\t\n\tVolume Simulado\tVolume observado\tDiferença\tVazão de Pico simulada\tVazão de Pico observada\tDiferença\n\t(1000 m3)\t(1000 m3)\t(%)\t(m3/s)\t(m3/s)\t(%)\nCN 46\t170,749\t95,468\t78,85\t0,802\t0,583\t37,5\nCN 67\t532,202\t95,468\t436,73\t3,551\t0,583\t509,1\nCN 82\t154,224\t95,468\t58,756\t0,776\t0,583\t33,2\nOs resultados encontrados acabaram por mostrar uma baixa eficiência do modelo proposto. Cabe ressaltar, porém, que os melhores resultados encontrados nessas simulações ocorrerem para CN 82, como esperado, e os erros entre os valores observados e simulados ficaram entre 61 e 79 % em relação à estimativa de volume e entre 33 e 509 % em relação ao pico de vazão.\nO Gráfico 11 ilustra bem a diferença entre o hidrograma observado e o hidrograma de Snyder simulado.\nGráfico 11 - Hidrogramas unitários Snyder, CN 82 para o período de 03/09/2016 a 06/09/2016 para bacia do rio João Gualberto.\nHidrogramas CN82\nprecipitação (mm) precipitação absorvida (mm) Vazão Snyder (m3/s) Vazão observada(m3/s)\n6.\tConclusões e Recomendações\nO presente trabalho se propôs a realizar estudos sobre os aportes hídricos na Lagoa da Conceição, gerados pelos rios Apa e João Gualberto. Para isso, foram elaboradas as Curvas-Chave dos dois rios e modelados três eventos de chuva no ano de 2011, com aplicação de três formas diferentes de transformação de chuva em vazão, sendo elas as de Snyder, Clark e SCS. Com isso, obteve-se um total de nove hidrogramas sintéticos para o rio João Gualberto. O trabalho objetivava ainda a construção de um modelo Chuva-Vazão que permitisse, através de regionalização, conhecer os aportes hídricos gerados em toda a bacia da Lagoa da Conceição, em especial dos locais sem monitoramento constante de vazão. O modelo aqui proposto não alcançou esse objetivo, visto que a aplicação do modelo a um evento de chuva de 2016 resultou em uma diferença entre os hidrogramas simulados e o observado acima de 30%.\nEntre os possíveis erros que resultaram em um modelo impreciso, está a construção de uma Curva-Chave única para o rio João Gualberto, visto que este apresenta efeito de remanso. Os problemas gerados por uma Curva-Chave que não representa bem o rio resultam em valores de vazão super ou subestimados, devido ao nível da lâmina d’água não estar diretamente ligado a vazão naquele instante. Para que o modelo seja mais adequado, é necessário o conhecimento preciso das vazões do local.\nAs limitações do HEC-HMS também podem ser fonte de erro para a análise feita, uma vez que o software funciona melhor para eventos com somente um pico de vazão, como apontado por Milde et al.(2002). Nesse caso, a escolha por eventos de chuva menores e que possuem somente um pico de vazão podem gerar melhores resultados.\nO baixo número de simulações para otimização das variáveis também se apresenta como provável fonte de erro para o modelo proposto. Nas\nTabela 17, Tabela 18 e Tabela 19, é possível notar parâmetros que, quando otimizados, apresentam variações maiores que 100% em relação a seus pares. Um exemplo disso é a variável Standart lag, que, nas simulações de CN 82, apresentou valores otimizados variando entre 18, 8 e 12 horas para eventos distintos. Assim, a convergência para um valor condizente com a real situação da bacia simulada exige que mais simulações com ajuste dos parâmetros sejam realizadas.\nConclui-se, portanto, que o HEC-HMS apresenta bons resultados quando se usa a otimização de parâmetros para situações conhecidas, com erros tendendo a zero, como o encontrado neste trabalho para o cálculo do volume total escoado para um determinado evento de chuva. Apesar disso, é necessário que seja realizado um maior número de simulações e para eventos de menor duração, possibilitando o desenvolvimento de um modelo Chuva-Vazão confiável, preciso, e que permita a aplicação sobre toda a bacia da Lagoa da Conceição.\nSugere-se, para trabalhos futuros, que sejam realizadas simulações em maior quantidade, de maneira a adequar o modelo Chuva-Vazão a diversas condições de precipitação. É sugerida ainda a ampliação das tomadas de medidas de vazão direta nos rios da região da Lagoa da Conceição, para o aperfeiçoamento das Curvas-Chave já existentes e construção de novas. Por fim, é necessário retomar o monitoramento contínuo dos níveis da Lagoa da Conceição, pois só assim será possível estimar os reais efeitos de remanso da Lagoa sobre o rio João Gualberto, permitindo a construção de múltiplas Curvas-Chave para o rio e tornando possível conhecer com maior precisão as vazões que passam pelo curso d'água em questão.\n7.\tBibliografia\nASSOCIÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 10520: INFORMAÇÃO E DOCUMENTAÇÃO: CITAÇÕES EM DOCUMENTOS: APRESENTAÇÃO. RIO DE JANEIRO, 2002.\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 6024: INFORMAÇÃO E DOCUMENTAÇÃO: NUMERAÇÃO PROGRESSIVA DAS SEÇÕES DE UM DOCUMENTO ESCRITO: APRESENTAÇÃO. RIO DE JANEIRO, 2012.\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 14724: INFORMAÇÃO E DOCUMENTAÇÃO: TRABALHOS ACADÊMICOS: APRESENTAÇÃO. RIO DE JANEIRO, 2011.\nARCARI, Thiago de Liz et al. Estimativa de cargas de e. coli E ANÁLISE ESPAÇO-TEMPORAL DA BALNEABILIDADE NA LAGOA DA Conceição, Florianópolis-SC. 2016.\nARCEMENT, George J.; SCHNEIDER, Verne R. Guide for SELECTING MANNING'S ROUGHNESS COEFFICIENTS FOR NATURAL CHANNELS AND FLOOD PLAINS. 1989.\nBIER, F. B. Caracterização morfométrica e hidrológica da BACIA HIDROGRÁFICA DA LAGOA DA CONCEIÇÃO, FLORIANÓPOLIS - SC. Trabalho de Conclusão de Curso. Departamento de Engenharia SANITÁRIA E AMBIENTAL, UNIVERSIDADE FEDERAL DE SANTA Catarina, Florianópolis. 2013.\nCANHOLI, Aluísio. Drenagem urbana e controle de ENCHENTES. OFICINA DE TEXTOS, 2015.\nCARUSO JR, Francisco; AWDZIEJ, João. Mapa geológico da ilha de Santa Catarina. Notas Técnicas CECO-UFRGS, Porto Alegre, v. 6, p. 1-28, 1993.\nCHOW, ven T.; MAIDMENT, David R.; MAYS, Larry W. Applied hydrology. 1988.\nCLARK, C. O. Storage and the unit hydrograph. In: Proceedings of the American Society of Civil Engineers. v. 69, n. 9, p. 1333-1360, 1945\nCOLLISCHONN, Walter; TASSI, Rutinéia. Introduzindo hidrologia. Porto Alegre: Instituto de Pesquisas Hidráulicas-UFRGS, 2008.\nFAUSTINO, J. Planificación y getión de manejo de cuencas. Turrialba, CATIE, 1996.\nFRANK, B. A Bacia da Lagoa da Conceição. Blumenau: Instituto de Pequisas Ambientais - Projeto Marca dágua, 2002.\nGARCEZ, L. N.; ALVAREZ, G. A. Hidrologia (2. ed.). São Paulo: Edgard Blücher, 2002.\nGONTIJO, Nebai Tavares. Avaliação das relações de FREQUÊNCIA ENTRE PRECIPITAÇÕES E ENCHENTES RARAS POR MEIO DE SÉRIES SINTÉTICAS E SIMULAÇÃO HIDROLÓGICA. BELO HORIZONTE: UFMG-Tese de Mestrado, 2007.\nHAUFF, Shirley Noely et al. Diagnostico ambiental integrado da bacia hidrografica da Lagoa da Conceição-Florianopolis, SC. 1996.\nJACON,G.; CUDO, K.J. curva-chave: Analise e traçado. Brasilia: DNAEE, 1989. 273 p.\nIPUF - INSTITUTO DE PLANEJAMENTO URBANO DE FLORIANÓPOLIS. Hidrografia e levantamento topográfico de Florianópolis. 2010.\nMARTINS, Fabrina Bolzan et al. Zoneamento Ambiental da sub-bacia hidrográfica do Arroio Cadena, Santa Maria (RS). Estudo de caso. Cerne, Lavras, v. 11, n. 3, p. 315-322, 2005.\nMAKOWIECKY, Nelson et al. Participação social: estratégias de legitimação do plano diretor. 2003.\nMILDE, LUIZ CARLOS EDUARDO et al. Modelo Espaço-temporal HEC-HMS: avaliação na Bacia de Drenagem de Analândia. Revista de Ciência &amp; Tecnologia, v. 10, n. 19, p. 61-69, 2002.\nMIRANDA, Luiz Bruner de; CASTRO, Belmiro Mendes de; KJERFVE, Bjorn. Princípios da Oceanografia Física de Estuários. São Paulo: Editora Universidade de São Paulo, 2002.\nMOCKUS, VICTOR. National Engineering Handbook Section 4, Hydrology. NTIS, 1972.\nNAGHETTINI, Mauro. Engenharia de Recursos Hídricos-Notas de Aula.Departamento de Engenharia Hidráulica e Recursos Hídricos, EE-UFMG, Belo Horizonte, 1999.\nnascimento, e. l., picanço, c. g., marques. v. s. -Distribuição de dias chuvosos no município do Rio de Janeiro, 1993.\nNRCS - Natural Resources Conservation Service. National Engineering Handbook - Hydrology - Estimation of Direct Runoff from Storm Rainfall. SCS, United States Department of Agriculture, 2004a.\nNRCS - Natural Resources Conservation Service. National Engineering Handbook - Hydrology - Hydrological Soil-Cover Complex. SCS, United States Department of Agriculture, 2004b.\nNRCS - Natural Resources Conservation Service. National Engineering Handbook - Hydrology - Hydrologic Soil Groups. SCS, United States Department of Agriculture, 2007a.\nNRCS - Natural Resources Conservation Service. National Engineering Handbook - Hydrology - Hydrographs. SCS, United States Department of Agriculture, 2007b.\nODRESKI F. R. Alterações da Cobertura do Solo da Bacia Hidrográfica da Lagoa da Conceição. Florianópolis - SC. Trabalho de Conclusão de Curso. Departamento de Engenharia Sanitária e Ambiental, Universidade Federal de Santa Catarina, Florianópolis. 2007\nODRESKI F. R. Influência Hidrológica nos processos hidrodinâmicos da Lagoa da Conceição - Florianópolis - SC. Dissertação (Mestrado em Engenharia Ambiental), UFSC, Florianópolis, Santa Catarina. 2012.\nPINHEIRO, Viviane Borda; NAGHETTINI, M. da C. Calibração de um modelo chuva-vazão em bacias sem MONITORAMENTO FLUVIOMÉTRICO A PARTIR DE CURVAS DE PERMANÊNCIA SINTÉTICAS. REVISTA BRASILEIRA DE RECURSOS Hídricos, v. 15, n. 2, p. 143-156, 2010.\nPINTO, N. L. DE S., HOLTZ, A. C. T.. MARTINS, J. A., GOMIDE, F. L. S. Hidrologia básica. São Paulo: Blücher, Rio de Janeiro: Fundação Nacional de material escolar, 1976. 278p.\nPORTO, R. M. Hidráulica Básica. Universidade de São Paulo, São Paulo: 4a edição, 1999.\nPORTO, Monica FA; PORTO, Rubem La Laina. Gestão de bacias hidrográficas. Estudos avançados, v. 22, N. 63, P. 43-60, 2008.\nPORTO FILHO, Erico et al. \" Sedimentometria e algumas CONSIDERAÇÕES SOBRE A BIOGEOQUIMICA DOS SEDIMENTOS DE FUNDO da Lagoa da Conceição, Ilha de Santa Catarina. 1993.\nRAMOS, F., et al. Engenharia Hidrológica. Rio de Janeiro: ABRH; Editora da UFRJ, 1989\nSANTANA, D. P. Manejo Integrado de Bacias Hidrográficas. Embrapa Milho e Sorgo, n. 30, 2003.\nSCHWANGHART, Wolfgang; KUHN, Nikolaus J. TopoToolbox: A set of Matlab functions for topographic analysis. Environmental Modelling &amp; Software, v. 25, n. 6, p. 770-781, 2010.\nSHERMAN, LeRoy K. Streamflow from rainfall by the unitgraph method.Eng. News Record, v. 108, p. 501-505, 1932.\nSILVA, Maria Lúcia Gautério da et al. Análise da qualidade ambiental urbana da bacia hidrográfica da Lagoa da Conceição. 2002.\nSILVEIRA, ALL da. Ciclo hidrológico e bacia hidrográfica. Hidrologia: ciência e aplicação, v. 2, p. 35-51, 2001.\nSNYDER, F. F. Synthetic unit-graphs. Eos, Transactions American Geophysical Union, v. 19, n. 1, p. 447-454, 1938.\nSPEIDEL, D. H.; RUEDISILI, L. C.; AGNEW, A. F. PERSPECTIVES on water: uses and abuses. New York: Oxford University Press, 388 P. 1988.\nSWAROWSKY, A., O’GEEN, A., DAHLGREN, R. LEWIS, D., SINGER, M. Research connects soil hydrology and stream WATER CHEMISTRY IN CALIFORNIA OAK WOODLANDS. CALIFORNIA Agriculture, v. 64, p. 78-84, 2010.\nTAVARES, PRL; CASTRO, MAH de. Simulação de Perfis dágua e Planícies de Inundação Relacionados a Diferentes Cenários de Urbanização. XVI Simpósio Brasileiro de Recursos Hídricos, 2005.\nTEODORO, V. L. I., TEIXEIRA, D., COSTA, D. J. L., FULLER, B. B. O CONCEITO DA BACIA HIDROGRÁFICA E A IMPORTÂNCIA DA CARACTERIZAÇÃO MORFOMÉTRICA PARA O ENTENDIMENTO DA DINÂMICA AMBIENTAL LOCAL. REVISTA UNIARA, N.20, 2007.\nTOMAZ, P. Curso de Manejo de águas pluviais -. São Paulo, n. 69, 2011.\nTONELLO, K. C. Análise Hidroambiental da Bacia Hidrográfica da Cachoeira das Pombas, Guanhães. Viçosa, Minas Gerais: Universidade Federal de Viçosa, 2005.\nTUNDISI, José Galizia. Ciclo hidrológico e gerenciamento INTEGRADO. CIÊNCIA E CULTURA, V. 55, N. 4, P. 31-33. 2003.. DISPONÍVEL em:\n<http://cienciaecultura.bvs . br/pdf/cic/v55n4/a 18v55n4. pdf>. Acesso em: 12 março 2015.\nTUCCI, C. E. Hidrologia: Ciência e Aplicação(48 ed.). Porto Alegre, Rio Grande do Sul: Universidade Federal do Rio Grande do Sul, 2007.\nTUCCI, C. E. M. Hidrologia: ciência e aplicação-Porto Alegre: Ed. da Universidade: ABRE: EDUSP. Coleção ABRH de Recursos Hídricos, v. 4, 1993.\nVILLELA, Swami Marcondes; MATTOS, Arthur. Hidrologia aplicada. In:Hidrologia aplicada. McGraw-Hill, 1975.\nWILSON, E. M. Engineering Hydrology. Macmillan, London. 4 ed. 1990.\n8. ANEXOS\nTabela 21 - Resumo dos relatórios de campo para o rio Apa.\nVazão\nData\tHora de chegada\tNível na régua(m)\tNível na régua móvel (m)\tVazão Flowmeter (l/s)\tVelocidade flutuador (m/s)\tVazão Flutuador (m’/s)\tFlutuador com fator de correção 0.8 (m’/s)\n13/04/2016\t07:30\t\t\t\t\t\t\n14/07/2016\t\t0.29\t0.28\t\t0.379\t0.382\t0.305\n20/07/2016\t\t0.42\t0.47\t0.02\t\t\t\n04/08/2016\t\t0.13\t0.26\t0.017\t\t\t\n07/08/2016\t\t0.1\t0.24\t0.03\t0.065\t0.056\t0.045\n20/08/2016\t08:30\t0.25\t0.26\t0.054\t0.071\t0.067\t0.053\n20/08/2016\t12:00\t0.25\t0.33\t0.059\t0.106\t0.126\t0.101\n04/09/2016\t15:40\t0.39\t0.58\t0.497\t1.082\t2.259\t1.807\n04/10/2016\t08:40\t0.25\t0.26\t0.014\t\t\t\n04/10/2016\t11:47\t0.25\t0.26\t0.029\t\t\t\n06/10/2016\t08:33\t0.33\t0.35\t0.182\t0.31\t0.39\t0.312\n06/10/2016\t09:10\t0.3\t0.33\t0.161\t0.317\t0.377\t0.301\n06/10/2016\t09:54\t0.31\t0.32\t0.141\t0.324\t0.374\t0.299\n07/10/2016\t09:17\t0.22\t0.25\t0.021\t\t\t\n11/10/2016\t10:47\t0.4\t0.43\t0.367\t0.426\t0.659\t0.527\n11/10/2016\t11:18\t0.31\t0.32\t0.181\t0.36\t0.414\t0.331\n11/10/2016\t12:15\t0.25\t0.26\t0.103\t0.354\t0.331\t0.265\nData\tHora de chegada\tNível na régua(m)\tNível no sensor (m)\tVazão Flowmeter (m3/s)\tVelocidade flutuador (m/s)\tVazão Flutuador (m3/s)\tVazão Flutuador com fator de correção 0.8 (m3/s\n13/04/2016\t09:30\t1.4\t\t\t1.46\t3.066\t2.453\n14/07/2016\t09:15\t0.53\t\t\t0.639\t0.508\t0.406\n20/07/2016\t11:15\t0.85\t0.65\t0.1\t0.116\t0.148\t0.118\n04/08/2016\t10:00\t0.61\t0.5\t0.084\t0.142\t0.119\t0.095\n07/08/2016\t11:00\t0.67\t0.55\t0.113\t0.185\t0.162\t0.13\n20/08/2016\t11:50\t0.73\t0.59\t0.213\t\t\t\n04/10/2016\t11:30\t0.75\t0.59\t0.096\t0.27\t0.304\t0.243\n07/10/2016\t11:30\t0.72\t0.56\t0.204\t0.383\t0.413\t0.331\n26/10/2016\t09:40\t1.7\t0.72\t4.482\t\t\t\n27/10/2016\t12:10\t0.72\t0.37\t0.544\t\t\t\n05/12/2016\t16:00\t0.84\t0.64\t0.084\t\t\t\n12/12/2016\t09:30\t0.83\t\t0.049\t\t\t\n12/12/2016\t10:30\t0.83\t\t0.067"}]}}}