{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04079"}, {"@name": "filename", "#text": "BGP_1990_4_4_14_Breves_Comunicacoes_Evidencia_de_atividade_vulcanica_na_base.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "BREVES COMUNICAÇÕES, DEBATES, ANALISES, REFLEXÕES\nNOTES, DISCUSSION, ANALYSIS, EEFLECTIONS\nEsta seção destina-se à reflexão, ao pensamento geocientifico, a breves comunicações. É o espaço reservado para a discussão menos formal da matéria geológica e geofísica. Nela, os geocientistas poderão expor seus pontos de vista a respeito de temas polêmicos, estimulando o salutar e necessário debate científico em nossa comunidade especializada; apresentar, através de breve comunicação, resultados relevantes obtidos em trabalhos ou pesquisas em desenvolvimento; analisar algum importante artigo surgido na literatura; apresentar retrospectivas históricas e reflexões em torno de matéria específica; discorrer sobre alguma obra recém-editada e julgada interessante para a Geologia do Petróleo; comentar, criticamente, eventos ocorridos no Brasil ou no exterior; discutir, dos pontos de vista geocientifico e geopolítico, as tendências das diversas áreas da Geologia do Petróleo. Publica, também, recursos de teses de interesse da linha da Revista.\nThis section is reserved for geoscientific thoughts and ideas, informai díscussions on geology and geophysics, and technicai notes. Here geoscientists can help stimulate vitai andprofitabie scientific debate within our speciaiized communíty by sharing their pomts of view on controvérsia! issues. This space is a/so where readers wiii find notes on significant restritas from current studies or research, analyses of major articies from the technicai Hterature, presentations of histórica!retrospects and refiections on specific topics, comments on recentiy pubiished works iinked to the fieid of petroleum geology, criticaiassesments of Pertinent theses and dtssertion abstracts a/so appear in this section.\nEVIDÊNCIA DE ATIVIDADE VULCÂNICA NA BASE DA FORMAÇÃO PENDÊNCIA, BACIA POTIGUAR EMERSA\nEVIDENCEOFVOICANIC ACENO IN THE BASE OF THE PENDÊNCIA FOPMAPON ONSHOPE PCNDUAIT BASIN\n1\t- INTRODUÇÃO\nÉ comum a ocorrência de atividade vulcânica associada ao processo de formação de bacias do tipo rift. Na Bacia Potiguar, a ocorrência de atividade ígnea já foi detectada (Lima Neto, inédito) na forma de diques de diabásio cortando as diversas unidades estratigráfícas da bacia, não tendo sido registrada, até o momento, atividade vulcânica contemporânea aos sedimentos da fase rift.\nA presente comunicação visa a apresentar dados que indicam a ocorrência de rochas vulcanoclásti-\ncas associadas à deposição dos sedimentos siliciclásticos da unidade I da Formação Pendência.\nA Bacia Potiguar situa-se no extremo nordeste do Brasil, com a sua porção emersa ocupando a área norte do Estado do Rio Grande do Norte e a nordeste do Estado do Geará. Assim como as demais bacias da margem continental brasileira, formou-se a partir da separação das placas sul americana e africana. A coluna sedimentar da Bacia Potiguar é constituída por sedimentos depositados em três estágios tectônicos principais: rift, transicional e drift (Mattos et al. 1987 e Bertani et al. 1989), A Formação Pendência, de idade cre-tácica inferior, representa a fase rift da bacia, e foi informalmente subdividida em cinco unidades cro-noestratigráficas denominadas, da base para o topo, de I, II, III, IV e V. Ela é composta por uma espessa seqüência de conglomerados, arenitos e folhelhos de um ambiente flúvio-deltaico e turbiditos lacus-tres. Até o momento, não foram registrados sedimentos característicos da fase pré-rift, comuns em outras bacias como nas do Recôncavo e Sergipe-Alagoas. A unidade I da Formação Pendência ocorre em\ntoda a extensão da bacia, como evidenciado em seções sísmicas. Contudo, ela foi perfurada apenas em poucos poços, e a maioria deles está localizada em áreas onde a Formação Pendência é pouco espessa. A escassez de dados e o fato de a unidade I ocorrer amplamente na bacia (nos baixos e nos altos estruturais) levou o grupo de análise de bacias (DEBAR/SEBAT, informação verbal) a supor que a unidade I pudesse representar a fase pré-rift da bacia. Tal fato tem implicações exploratórias importantes, visto que a existência da fase pré-rift pode ampliar o potencial de reservatórios profundos, a exemplo das formações Sergi e Serraria nas bacias do Recôncavo eSergipe-Ala-goas, respectivamente.\nO topo da unidade I é identificado por uma mudança brusca nas características dos perfis de porosidade (figs. 1a e 1b) e coincide com a ocorrência da biozona P-120 (Matos et al. 1987). Os dados de perfis vinham sendo interpretados como representantes de folhelhos com comportamento anômalo, apresentando alto valor de porosidade nos perfis CNL (DEBAR/SEBAT). A mineralogia de argila dos\n7-RM0-4-RN\n0 GR ísc ’_(uãpi7’'\t\t\t«\ta\tRHOB\t\t\t3\n\t\t\t\t43\t(q/cc ) CNLS~\t \"(POROSIDADE)\t\t-1\t\n1 js.\t\t\t8\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\tr~\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\tí_\t\t\t\n\t\t\to>\t\t\t\t\t\n\t\t\tV o\t\t\t\t\t\n\t\t\t\tV- *\t-\t\t\ti\n\t\t\t1700\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\ts o\tfc 4.^ \t\t>■\t\t\t\t\nA\nT-RFQ-t-RN\nl-RJS-125\t\t\t\t\t\t\t\nD\tGR 130 \"'(UAPI)\t\t\tN 0 O a ta a O w • s 3\tE\tRHOB\t9\t\t\t\n\t\t\t\t(fl/cc) «\tCNLS\t-IS (POROSIDADE)\t\t\t\n1\t\t\t\tV -Z*\t\t\t\n\t\t\t\tL' t *7 ■£'*\t\t\t\t\n\t\t\t\t\\ 1\t\t\t\n°\tc\t\t\t\t\t\t\t\n«--- TOPO DA UNIDADE I\nINTERVALO TESTEMUNHADO\nFig. 1 - Csiacteristicas de perfil mostrando a separação entre as curvas dos perfis de porosidade IFDC/CNL) de três poços diferentes: A) intervalo testemunhado onde ocorrem os hialoclastitos (foto Dda unidade I da Formação Pendência (poço 7-RM0-4RN); B) intervalo onde foi feita a descrição detalhada de amostras de calha (poço 1-RFQ-1-RN). Notar reservatório profundo a 4 200 m de profundidade: C) intervalo da seqüência vulca nosedimentar eo cênica testemunhado na plataforma continental da Bacia de Campos (poço 1-RJS-126).\nFig. 1 ■ Typica!logprofile showingseparation between FDC and CNL curves for three different wells: A) Core interval with hyaloclashtes Iphoto I), tinill. Pendência Formation (wetl 7-RM0-4-RNI; B) interva! for which cutting samples are described in detail twell 1 RFO 1 RN). Observe deep reservoir interval at 4,200 m; C) Volcaníc seguence interva! cored on continental shelf of Campos Basin, state of Rio de Janeiro twell 1-HJS-125I.\nfolhelhos desta seqüência é composta principalmente por clorita e interestratifiçado ilita-esmectita rico em ilita, semelhante à composição dos folhelhos das demais unidades da Formação Pendência, o que não explicaria por si só a anomalia de porosidade neutrônica observada. A presença de pressões anormalmente altas poderia ser outra explicação para os altos índices de hidrogênio apresentados pelo perfil CNL. Tais pressões, no entanto, não ocorrem, ou são muito localizadas na Bacia Potiguar (Lima Neto, informação verbal).\n2-\tROCHAS VULCANOCLÁSTICAS NA FORMAÇÃO PENDÊNCIA\nIndícios de • atividade vulcânica contemporânea à abertura do rift e à sedimentação siliciclástica da unidade I da Formação Pendência foram observados no poço\n7-RMO-4-RN. A análise de lâminas delgadas de testemunhos deste poço revelou a presença de uma seqüência de camadas de hialo-clastitos intercaladas a arenitos líticos ricos em fragmentos de rocha vulcânica. Estas camadas são\nconstituídas por glóbulos subarre-dondados de material básico devi-trificado à clorita (foto 1). Convém ressaltar que os hialoclastitos observados na base da Formação Pendência, por se encontrarem compactados e intensamente clori-tizados, não apresentam estrutura interna concêntrica semelhante aos hialoclastitos da Formação Macau, mais jovens, descritos por Misuzaki (1989).\nAssociados às rochas vulcanoclás-ticas do tipo hialoclásticas ocorrem arenitos líticos que apresentam la-\n— -*\n<\t02 MM\n■ *■ 11'\nInm 1 HolncHmtn&lt;bvnpvM0fKM i^OtHAo* *ub»»rrtfoiitf»dii» dc vidrei vultimv OcviirtfcMlu tctonia pífcmlmmic i.&lt;mw*ci *dü3 com qu«i|in e pjrticURC mictuM rtliqjctMi\nlílur^ ! i/jn*ic4jifiDri Li/>ip«ictfo/XMrí..íWKd'nfi-h rí'rt l\tv^th Cl^pcroot\n<H^ÍU OrXÍ rr)d-4fl,lírK\nmmação paralela e lamtnaçáo cruzada por corrBnle. Estes arenitos conlém fragmentos de mesma composição dos hiaioclasiilcs e, mais raramente, lltodastos de rochas vulcânicas básicas (diabá-sio/basaito). misturados aos oe-mais grãos do arcabouço, como quartzo feldspatos, micas, mtra-clastOS carbünáticos e argilosos\n• irtu 7 Arenitn Mm c«iiiip>ni<i imh IHoci««lp* dr rock* vulcArUr,* tUU«L»iniín^»n>rrnt ckv«n*CIK>nt * r.lmHK. cantrndu mmbem qu«rw 0 r miCM. Note tiur algum lilpclmoi «pre Mintam mkitMoi dr iXaqMclMo lnwt«4f «m me»Att«te viitMlMUW.\n’ T-Nrt, ■ . t'thrc ianditcmk campo*ml uf !>am voietnie «w* Itopnwnr*. itrpngiy aHct^rf to cJOame, jpfo .r.i.^rn; dr.iwied niiprfr tncf ffltsj OÍM/W tfUK imtm rock frtçmenti\tptagtockuo\nCrlt.Di «n\tnwmMm íjptswi.'\n(foto 2). Estes arenitos lambém lo-ram encontrados na base da unidade I nos poços 1-HAP-3-RN,\n3-RMO-2-RN e l-RFÜ-t-RN, onde apresentam uma composição média (J45F12L43, e são classificados, predominantemente, de acordo com o diagrama triangular oe McBnde 0963), como litarenilos e titaremlos leidspáticos (fig 2)\nA associação laciológica, a presença de estruturas sedimentares características de um sistema siltci-clástico fluvio-dellaico e as características texturais c composic ionais das rochas desta sequência indicam a existência de atividade vulcânica subaquosa com formação de hialodastitos e um relrabaiha-mento contemporâneo da sequência vufcano-sedimentar.\nEstas rochas vulcanoclásticas sáo de difícil reconhecimento em amostras de calha, confundindo-se com silütos e iothcihos. no enlanto apresentam em perfil as seguintes características, altos valores de porosidade neu irônica. enfre 36 e 42%, valores de densidade va-nanao entre 2.50 e 2 ?0 g/cc, 0 que causa uma grande separação enire a$ curvas dos perfis neulrão e densidade. c valores de raios gama oscilando entre 55 e '5 UAPl (liga la e Ibj. Tais dados impedem a classificação destas rochas como folhelhos típicos Feições de perfil semelhantes sào encontradas em diversos poços que cortam a sequência vulcano-sedimentar eocê-mea oa Bacia de Campos (Wcbsler et al. 1990}. Na figura 1c, pode-se observar que os valores absolutos de densidade observados no paço l-RJS-125 são menores que os dos poços da Bacia Potiguar, o que se deve, provavelmente, à menor compactação sofrida pelas rochas da Bacia de Campos, que são mais npvas e experimentaram uma história de soterramento mars favorável\nPortanto, considerando-se que a unidade I da Formação Pendência, em iodos os poços da bacia, apresenta características de perfil semelhantes ás de sequências vulcano-sedimentares conhecidas em outras bacias (Bacia de Campos), a identificação de hraio-\nFig. 2 - Composição do arcabouço dos arenitos da unidade 1 da Formação Pendência, usando-se o diagrama triangular de Mcl3ride (1963). Q = quartzo, F = feldspatos, L = fragmentos de rocha.\nFig, 2 - FrameworkcompositionofPendênciaFormationsandstones, unit/, usingc/assificationofMcBride 119631. Q = quartz, F = feldspars, L = rock fragments.\nclastito na base da unidade I (poço 7-RMO-4-RN); a ocorrência de arenitos líticos ricos em litoclastos vulcânicos, verificada em vários poços na mesma unidade (7-RMO-4-RN,\t3-RMO-2-RN,\n1-RAP-3-RN e 1-RFQ-1-RN) e com as mesmas características de perfil, conclui-se que ocorreu um período de atividade vulcânica suba-quosa contemporânea à sedimentação siliciclástica flúvio-deltaica que desembocava no Lago Pendência.\nEstes dados sugerem que a atividade vulcânica ocorreu associada ao início do processo de rifteamen-to da Bacia Potiguar, o que favoreceu uma mistura da fonte extraba-cial terrígena, com uma contribuição vulcanoclástica local. O reconhecimento desta sequência, imediatamente sobre o embasamento cristalino, é uma forte evidência para a não existência de uma fase pré-rift na Bacia Potiguar,\nREFERÊNCIAS BIBLIOGRÁFICAS\nANJOS S.M.C., DE ROS, L.F., SOMBRA, C.L., SOUZA, R.S., SANTOS NETO, E.V., WAICK, R.N., SOUTO FILHO, J.D., SURDAM, R.C., HEASLER, H.P. Projeto modelagem diagenética\npreditiva da Formação Pendência, Bacia Potiguar emersa. [Rio de Janeiro]: PETROBRÀS/ CENPES/DIGER, 1990a. (Relatório interno).\nANJOS, S.M.C., SOMBRA, C.L. SOUZA, R.S., WAICK, R.N. Potencial de reservatórios profundos da Formação Pendência, Bacia Potiguar emersa. Boletim de Geociéncias da PETRO-BRÁS. v.4,\tn4,\tp.509-530.\n1990b.\nBERTANI, R.T., COSTA, I.G., MATOS, R.M.D. Evolução tectono-sedimentar, estilo estrutural e habitat do petróleo na Bacia Potiguar, Brasil, in: SEMINÁRIO DE INTERPRETAÇÃO EXPLORATÓRIA (SINTEX), 1989, Rio de Janeiro. Anais... Rio de Janeiro: PETROBRÀS, 1989. p.87-96.\nLIMA NETO, F.F. Magmatismo pós-paleozóico na área da Bacia Potiguar: comentários sobre as informações disponíveis. PETRO-BRÁS/DEPEX/DEBAR/SEBAT, Inédito. (Relatório interno).\nMATOS, R.M.D., LIMA NETO, F.F., ALVES, A.C. e WAICK, R.N. Gênese, preenchimento e acumulações de hidrocarbonetos. In:\nSEMINÁRIO DE RIFTS INTRA-CONTINENTAIS, 1987, Rio de Janeiro. Anais... Rio de Janeiro: PETROBRÁS/DEPEX, 1987. p.160-197.\nMcBRIDE, E.F. A classification of common sandstones. Journal Sed. Petrology, v.33, p.664-669.\n1963.\nMIZUSAKI, A.M.P. A Formação Macau na porção submersa da Bacia Potiguar. Boletim de Geo-ciências da PETROBRÀS, v.3, n.3, p.191-200. 1989.\nWEBSTER, U.M., BARROS, A.Z., FUJITA, A.M., MACEDO, J.M., DUNCAN, H.R., SCUTA, M.S., GOMES, B.S., RIZZO, J.G., SZATMARI, P., MELLO, M.R., APPI, C„ MISUZAKI, A.N.P. Evolução tectono-sedimentar da área offshore de Cabo Frio (limite entre as bacias de Campos e Santos. [Rio de Janeiro]: PETROBRÁS/CENPES/DIVEX,\n1990.\t(Relatório parcial).\nSylvia M. C. Anjos , Rogério Schiffer de Souza , Cristiano Leite Sombra e Maximiano da Silva Scuta\n1\t- Setor cfe Geologia para\nExplotação (SEGEX), Divisão de Geologia e Engenharia de Reservatórios (DIGER), Centro de Pesquisas (CENPES), Cidade Universitária, Ouadra 7, (lha do Fundão, CEP 21910, Rio de Janeiro, RJ, Brasil.\n2\t- Setor de Tralamento Esp. de\nPerfis (SETRAP), Divisão de Operações Geológicas (DIGEO), Departamento de Exploração (DEPEX), Av. República do Chile, 65, Centro, CEP 20035, Rio de Janeiro, RJ, Brasil.\n558\nB. Geoci. PETROBRÀS, Rio de Janeiro, 4 (4), p. 555-558, out./dez. 1990"}]}}}