{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14885"}, {"@name": "filename", "#text": "21272_334986.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Jade de Oliveira \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMECANISMOS MOLECULARES QUE RELACIONAM A \n\nHIPERCOLESTEROLEMIA FAMILIAR À DOENÇA DE \n\nALZHEIMER \n \n\n \n\n \n\n \n\nTese submetida ao Programa de Pós-\n\ngraduação em Bioquímica da \n\nUniversidade Federal de Santa Catarina \n\npara a obtenção do Grau de Doutor em \n\nBioquímica. \n\nOrientador: Profª. Drª. Andreza Fabro \n\nde Bem. \n\nCoorientador: Dr. Eduardo Luiz \n\nGasnhar Moreira. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFlorianópolis \n\n2015 \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n\n\n \n\n \n\n \n\n\n\n  \n\n\n\n \n\nAGRADECIMENTOS \n\n \n\nA Professora Drª. Andreza Fabro de Bem, minha orientadora, meus \n\nsinceros agradecimentos pela oportunidade de fazer parte de seu grupo de \n\npesquisa. Agradeço-a pela paciência, confiança e dedicação em mim \n\ndepositada desde a iniciação científica. Agradeço também pelo exemplo \n\nde determinação e profissionalismo. \n\n \n\nAo meu co-orientador Dr. Eduardo Luiz G. Moreira, pela amizade \n\ne dedicação, aprendizado, incentivo em muitos momentos e auxílio \n\ndurante toda a realização deste trabalho. \n\n \n\nAo Professor Dr. Alfredo Cáceres e aos alunos e técnicos de seu \n\nlaboratório, que me acolheram durante meu estágio de doutorado \n\nsanduíche. \n\n \n\nAos Professores Dr. Rui Daniel S. Prediger e Dr. Marcelo Farina, \n\npelas discussões cientificas e importante colaboração na realização deste \n\ntrabalho. \n\n \n\nAs Professoras Drª. Cláudia Pinto Figueiredo e Drª. Patrícia de \n\nSouza Brocardo, pela amizade, discussões científicas e colaborações \n\nexperimentais. \n\n \n\nA Drª. Danúbia Bonfanti dos Santos de Godoi, pela amizade, \n\ncolaboração e auxílio em muitos e muitos experimentos durante todo esse \n\nperíodo.  \n\n \n\nAos meus colegas de laboratório: Cristine, Gabriela, Gianni, Jadna, \n\nLuana, Luiza, Marcos e Ruth. Em especial a Daiane, pelas discussões \n\ncientíficas e auxílios nos experimentos, mas sobretudo por toda sua \n\namizade e dedicação. \n\n \n\nAo Professor Dr. João Batista Teixeira da Rocha da UFSM por ter \n\naberto as portas de seu laboratório e disponibilizado o uso do microscópio \n\nconfocal. \n\n \n\nAos Professores membros da banca de qualificação do doutorado: \n\nDrª. Cláudia Pinto Figueiredo, Dr. Rui Daniel S. Prediger, Drª. Carla \n\nTasca e Drª. Patrícia de Souza Brocardo, pelas críticas, sugestões e \n\n\n\nreflexões adicionais, que contribuíram dando maior consistência e \n\nqualidade à pró-forma da tese. \n\n \n\nAos Professores membros da banca examinadora do doutorado, \n\nDrª. Cláudia Pinto Figueiredo, Drª. Giselle Fazzioni Passos, Dr. Jamil \n\nAssreuy, Dr. Licio Augusto Velloso, Dr. Marcelo Farina, Drª. Manuella \n\nPinto Kaster, e Drª. Patrícia de Souza Brocardo, pela atenção dispensada \n\nna leitura da tese e sugestões para o aprimoramento da versão final. \n\n \n\nAos técnicos do LAMEB I e II, Bibiana, Denis, Vanessa, Chirle, \n\nEmily e Demetrio pela disponibilidade e auxílio na utilização de \n\nequipamentos.  \n\n \n\nAos Professores do curso de Pós-graduação em Bioquímica, pelos \n\nconhecimentos e exemplos passados durante o mestrado.  \n\n \n\nA minha mãe Jucélia e meu padrinho Henor, por terem sido o meu \n\nexemplo a seguir, pelo carinho e dedicação incondicional em cada \n\nmomento difícil. E também por compartilharem dos bons momentos, por \n\nacreditarem nos meus sonhos e o incentivo a nunca desistir dessa jornada.  \n\n \n\nAo Thiago, meu noivo, por toda sua compreensão, paciência e \n\namor incondicional. \n\n \n\nA meu irmão Artur, minha cunhada Lucimara e sobrinha Izadora, \n\npor todo amor e carinho. A toda a minha família, por compartilharem \n\ntodos os momentos comigo. \n\n \n\nA todos os colaboradores e amigos, que direta ou indiretamente \n\nparticiparam nesta fase da minha vida, meu muito obrigado. \n\n \n\nÀ CAPES, CNPq e FAPESC pelo apoio financeiro. \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nQue os vossos esforços desafiem impossibilidades, \n\nlembrai-vos de que as grandes coisas do homem \n\nforam conquistadas do que parecia impossível. \n\n                (Charles Chaplin) \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nRESUMO \n\n \n\nA hipercolesterolemia familiar é uma doença do metabolismo das \n\nlipoproteínas causada por anormalidades genéticas que direta ou \n\nindiretamente prejudicam a função do receptor de lipoproteína de baixa \n\ndensidade (LDL). Esta condição é caracterizada pelo catabolismo \n\ndefeituoso da LDL, o qual resulta em aumento das concentrações \n\nplasmáticas de colesterol desde o nascimento e aterosclerose prematura. \n\nRecentemente, estudos clínicos e pré-clínicos demonstraram uma \n\nassociação entre a hipercolesterolemia familiar e o desenvolvimento de \n\ncomprometimento cognitivo leve, considerado um estágio de transição \n\nentre o envelhecimento saudável e os primeiros sintomas da doença de \n\nAlzheimer – principal causa de prejuízos cognitivos em pessoas com mais \n\nde 65 anos. De fato, há mais de duas décadas o envolvimento da \n\nhipercolesterolemia no acúmulo e deposição de peptídeo ?-amiloide (A?) \n\ncerebral vem sendo intensamente estudado. Por outro lado, inúmeros \n\nestudos recentes têm indicado o receptor de LDL como uma via \n\nfisiológica importante que medeia a regulação celular dos níveis de A? \n\ncerebral. Nesse sentido, hipotetizamos que os efeitos neurotóxicos \n\ninduzidos pelo A? podem ser potencializados em indivíduos com \n\nhipercolesterolemia familiar, uma vez que a depuração cerebral deste \n\npeptídeo estaria prejudicada. Inicialmente, para validar \n\nexperimentalmente esta hipótese, camundongos nocautes para o receptor \n\nde LDL (LDLr-/-) – modelo experimental de hipercolesterolemia familiar \n\nhumana – foram expostos à administração intracerebroventricular (i.c.v.) \n\ndo A?1-40. Os resultados desta tese demonstraram que camundongos \n\nLDLr-/- são mais susceptíveis à neurotoxicidade induzida pela \n\nadministração i.c.v. do A?1-40. Especificadamente, em comparação com \n\nos camundongos C57BL/6 do tipo selvagem, os camundongos LDLr-/- \n\napresentam maior ativação glial, dano de membrana celular, disfunção da \n\nbarreira hemato-encefálica (BHE), e desbalanço oxidativo e da atividade \n\nda acetilcolinesterase no hipocampo após a administração do A?1-40.  \n\nAlterações na expressão gênica hipocampal e cortical de proteínas \n\nenvolvidas no processamento e metabolismo do A? (BACE-1, PS-1 e \n\nLRP-1) e na indução do processo apoptótico (Bax e Bcl2), parecem estar \n\nenvolvidas no comprometimento neuronal dos camundongos LDLr-/-. \n\nCom o objetivo de avaliar mais precisamente a integridade da BHE dos \n\ncamundongos LDLr-/-, estes foram submetidos a uma dieta rica em \n\ncolesterol durante trinta dias. A dieta hipercolesterolêmica levou a um \n\naumento ainda mais pronunciado na permeabilidade da BHE nos \n\ncamundongos LDLr-/-. Além disso, a exposição à LDL isolada prejudicou \n\n\n\no desenvolvimento e polarização de neurônios hipocampais. Por fim, \n\ntendo em mente a participação do receptor de LDL no metabolismo e \n\ndegradação do A?, nós avaliamos se o fibrato Genfibrozila seria capaz de \n\nmodular os níveis de receptores de LDL ao nível cerebral. O Genfibrozila \n\nfoi capaz de aumentar os níveis de RNAm no tecido hepático, mas não no \n\nhipocampo, de camundongos Swiss, e este efeito não foi relacionado com \nmudanças nos níveis de colesterol plasmático. Em conjunto, os resultados \n\ndo presente estudo reforçam a particular associação da \n\nhipercolesterolemia familiar e o desenvolvimento de prejuízos cognitivos \n\ncaracterísticos da doença de Alzheimer. Além disso, os achados deste \n\nestudo nos encorajam a buscar por moléculas que sejam capazes de \n\nmodular a expressão de receptores de LDL no SNC. \n\n \n\nPalavras-chave: Hipercolesterolemia familiar. Receptor de LDL. \n\nDoença de Alzheimer. Peptídeo ?-amiloide. Barreira hemato-encefálica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n\n\n \n\nABSTRACT \n\n \n\nFamilial hypercholesterolemia is a lipoprotein metabolism’s disorder \n\ncaused by genetic abnormalities that directly or indirectly affect the \n\nfunction of the low density lipoprotein (LDL) receptor. This condition is \n\ncharacterized by defective catabolism of the LDL which results, from the \n\ntime of birth, in increased plasma cholesterol concentrations and \n\npremature atherosclerosis development. Recently, clinical and preclinical \n\nstudies have demonstrated an association between familial \n\nhypercholesterolemia and mild cognitive impairment, considered to be a \n\ntransitional stage between normal aging and early-stage Alzheimer’s \n\ndisease – the main cause of cognitive decline in people over 65 years. In \n\nfact, over the past decades the involvement of hypercholesterolemia in the \n\naccumulation and deposition of cerebral ?-amyloid peptide (A?) has been \n\nintensively studied. On the other hand, compelling recent studies have \n\nidentified the LDL receptor as a pathway for mediating the cellular \n\nregulation of brain A? levels. In this regard, we hypothesized that the A?-\n\ninduced neurotoxic effects could be increased in individuals with familial \n\nhypercholesterolemia, since the brain A? clearance might be impaired in \n\nthis context. Firstly, to test this hypothesis LDL receptor knockout mice \n\n(LDLr-/-), which is the most used mouse model of familial \n\nhypercholesterolemia, were injected intracerebroventricularly with A?1-\n\n40. The results presented herein show that LDLr\n-/- mice were more \n\nsusceptible to A?1-40-induced neurotoxicity. Specifically, LDLr\n-/- mice \n\ntreated with A?1-40 presented increased glial activation, cellular \n\nmembrane damage, blood brain barrier (BBB) disruption, increased \n\nacetylcholinesterase activity, and oxidative imbalance within the \n\nhippocampus in comparison with A?1-40-treated C57BL/6 wild-type mice. \n\nAlterations in hippocampal and cortical gene expression of proteins \n\ninvolved in A? processing and metabolism (BACE-1, PS-1 and LRP-1) \n\nand apoptosis (Bax and Bcl-2) appears to be related with neuronal damage \n\nin the LDLr-/- mice. In order to assess the BBB integrity more accurately \n\nin the LDLr-/- mice, these mice were treated for 30 days with a \n\nhypercholesterolemic diet. A more pronounced BBB permeability was \n\nobserved in the LDLr-/- mice fed with hypercholesterolemic diet. In \n\naddition, LDL cholesterol significantly affected neuronal polarity in vitro. \n\nFinally, taking in account that the LDL receptor modulates A? \n\nmetabolism and degradation, we evaluated whether the Gemfibrozil \n\n(fibrate) could modulate brain LDL receptor levels. Gemfibrozil \n\ntreatment increased gene expression of LDL receptor in the hepatic tissue, \n\nbut not in the hippocampus, of Swiss mice. This effect was not related \n\n\n\nwith changes in the plasma cholesterol levels. Overall, this data reinforce \n\nthe particular relation between familial hypercholesterolemia and the \n\ncharacteristic cognitive impairments of Alzheimer’s disease. \n\nAdditionally, our findings encourage us to look for compounds that are \n\ncapable of modulating LDL receptor expression in the brain. \n\n \n\nKeywords: Familial hypercholesterolemia. LDL receptor. Alzheimer’s \n\ndisease. ?-amyloid peptide. Blood brain barrier. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1  Principais etapas envolvidas na biossíntese do \n\ncolesterol. \n\n28 \n\nFigura 2  Família dos receptores de lipoproteína de baixa \n\ndensidade (LDL). \n\n30 \n\nFigura 3  Diagrama da via endocítica mediada pelo receptor da \n\nlipoproteína de baixa densidade (LDL). \n\n32 \n\nFigura 4  Metabolismo do colesterol no SNC. 35 \n\nFigura 5  Principais causas moleculares de hipercolesterolemia \n\nhereditária. \n\n37 \n\nFigura 6  Processamento da proteína precursora amiloide \n\n(APP) pelas secretases. \n\n43 \n\nFigura 7  O aumento de colesterol nas membranas celulares \n\npode afetar a produção do peptídeo ?-amiloide (A?) \n\ncerebral. \n\n46 \n\nFigura 8  Influencia da hipercolesterolemia na integridade da \n\nbarreira hemato-encefálica (BHE). \n\n50 \n\nFigura 9  Desenho experimental 1: Camundongos LDLr-/- são \n\nmais susceptíveis a neurotoxicidade induzida pela \n\ninjeção i.c.v. do A?1-40? \n\n60 \n\nFigura 10  Desenho experimental 2: Os prejuízos cognitivos nos \n\ncamundongos LDLr-/- jovens e de “meia-idade” estão \n\nassociados com alterações no metabolismo do A? e \n\nem proteínas anti- e pró-apoptóticas? \n\n61 \n\nFigura 11 Desenho experimental 3: Os prejuízos cognitivos e \n\nalterações na BHE em camundongos LDLr-/- são \n\npotencializados por uma dieta hipercolesterolêmica? \n\n62 \n\n\n\nFigura 12 Desenho experimental 4: Quais as consequências da \n\nexposição de células neuronais à LDL humana \n\nisolada? \n\n63 \n\nFigura 13 Desenho experimental 5: Em busca de uma terapia \n\ncapaz de aumentar a expressão do receptor de LDL \n\nao nível cerebral. \n\n64 \n\nFigura 14 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e administração i.c.v. do \n\nA?1-40 sobre a cognição de camundongos C57BL/6 do \n\ntipo selvagem e LDLr-/- nos testes realocação do \n\nobjeto, alternância espontânea e labirinto em cruz \n\nelevado. \n\n76 \n\nFigura 15 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e administração i.c.v. do \n\nA?1-40 na atividade da AChE de camundongos \n\nC57BL/6 do tipo selvagem e LDLr-/- no córtex pré-\n\nfrontal e hipocampo. \n\n78 \n\nFigura 16 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e administração i.c.v. do \n\nA?1-40 sobre o sistema antioxidante vinculado à GSH \n\nde camundongos C57BL/6 do tipo selvagem e LDLr-\n\n/- no córtex pré-frontal e hipocampo. \n\n80 \n\nFigura 17 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e administração i.c.v. do \n\nA?1-40 na atividade da SOD e nos níveis de espécies \n\nreativas de camundongos C57BL/6 do tipo selvagem \n\ne LDLr-/- no córtex pré-frontal e hipocampo. \n\n82 \n\nFigura 18 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e administração i.c.v. do \n\nA?1-40 na imunorreatividade para GFAP em \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/- \n\nno hipocampo. \n\n84 \n\nFigura 19 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e administração i.c.v. do \n\n86 \n\n\n\n \n\nA?1-40 na imunorreatividade para AQP-4 em \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/- \n\nno hipocampo. \n\nFigura 20 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e administração i.c.v. do \n\nA?1-40 na permeabilidade celular analisada por meio \n\ndo ensaio de captação de iodeto de propídeo (IP) em \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/- \n\nno hipocampo. \n\n87 \n\nFigura 21 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e administração i.c.v. do \n\nA?1-40 na formação de placas amiloides analisadas por \n\nmeio da coloração por Tioflavina-S em camundongos \n\nC57BL/6 do tipo selvagem e LDLr-/- no hipocampo. \n\n88 \n\nFigura 22 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e do envelhecimento na \n\nexpressão gênica do LRP-1 em camundongos \n\nC57BL/6 do tipo selvagem e LDLr-/- no córtex pré-\n\nfrontal e no hipocampo. \n\n90 \n\nFigura 23 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e do envelhecimento na \n\nexpressão gênica de proteínas envolvidas no \n\nprocessamento do A?: APP, BACE-1 e PS-1 em \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/- \n\nno córtex pré-frontal e no hipocampo. \n\n92 \n\nFigura 24 Efeitos da ausência do receptor de \n\nLDL/hipercolesterolemia e do envelhecimento na \n\nrazão Bcl-2/Bax (expressão gênica) no córtex pré-\n\nfrontal e hipocampo de camundongos C57BL/6 do \n\ntipo selvagem e LDLr-/-. \n\n93 \n\nFigura 25 Efeitos da dieta hipercolesterolêmica sobre a \n\ncognição e a atividade locomotora espontânea de \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/-. \n\n95 \n\n\n\nFigura 26 Efeitos da dieta hipercolesterolêmica sobre a \n\naprendizagem aversiva, no reteste do labirinto em \n\ncruz elevado, de camundongos C57BL/6 do tipo \n\nselvagem e LDLr-/-. \n\n96 \n\nFigura 27 Efeitos da dieta hipercolesterolêmica nos níveis \n\nplasmáticos de colesterol total e colesterol não-HDL \n\nem camundongos C57BL/6 do tipo selvagem e LDLr-\n\n/- e de colesterol total nos camundongos C57BL/6 \n\nselvagens. \n\n97 \n\nFigura 28 Efeitos da dieta hipercolesterolêmica na \n\npermeabilidade da BHE à fluoresceína de sódio no \n\ncórtex pré-frontal, hipocampo e bulbo olfatório em \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/-. \n\n98 \n\nFigura 29 Efeitos da dieta hipercolesterolêmica na expressão \n\ngênica da claudina-5 e ocludina no córtex pré-frontal \n\ne hipocampo de camundongos C57BL/6 do tipo \n\nselvagem e LDLr-/-. \n\n100 \n\nFigura 30 Efeitos da exposição à LDL 50 ?g/mL durante 24 \n\nhoras no desenvolvimento de neurônios primários \n\nhipocampais. \n\n101 \n\nFigura 31 Efeitos da exposição à LDL 50 ?g/mL durante 24 \n\nhoras no comprimento axonal em neurônios \n\nprimários hipocampais em desenvolvimento. \n\n101 \n\nFigura 32 Efeito do tratamento com o Genfibrozila (1,3; 13 e \n\n130 mg/kg) na expressão gênica do receptor de LDL \n\nno hipocampo e no fígado, e nos níveis plasmáticos \n\nde colesterol total em camundongos Swiss. \n \n\n103 \n\nFigura 33 A ausência de função do receptor de LDL aumenta a \n\nsusceptibilidade a neurotoxicidade induzida pelo \n\npeptídeo ?-amiloide (A?), dieta hipercolesterolêmica \n\n(HC) e envelhecimento em camundongos. \n\n117 \n\n \n\n \n\n \n\n\n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1  Composição das dietas experimentais. 62 \n\nTabela 2  Hipercolesterolemia em camundongos LDLr-/-. 77 \n\nTabela 3 Sumário dos efeitos da administração i.c.v. do A?1-40 \n\nem parâmetros bioquímicos e comportamentais em \n\ncamundongos C57BL/6 e LDLr-/-. \n\n119 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nLISTA DE ABREVIATURAS E SIGLAS \n\n \n\n24-OH – 24-hidroxicolesterol \n\n27-OH – 27-hidroxicolesterol \n\nA? – Peptídeo ?- amiloide \n\nACAT – acil-CoA:colesterol aciltransferase \n\nAcetil-Coa – acetilcoenzima A \n\nAChE – acetilcolinesterase  \n\nANOVA – Análise de variância \n\napoB – apolipoproteína B \n\napoE – apolipoproteína E \n\nAPP – Proteína precursora amiloide \n\nAQP-4 – Aquaporina 4 \n\nBACE-1 – ?-secretase \n\nCCL – Comprometimento cognitivo leve \n\nDAC – Doença arterial coronariana \n\nBHE – Barreira hemato-encefálica \n\nGPx – Glutationa peroxidase \n\nGR – Glutationa redutase \n\nGSH - Glutationa \n\nGSSG – Glutationa oxidada \n\nGFAP – Proteína ácida fibrilar glial \n\nH2O2 – Peróxido de hidrogênio \n\nHDL – Lipoproteína de alta densidade \n\nHMG-CoA – 3-hidroxi-3-metilglutaril CoA \n\ni.c.v. – intracerebroventricular \n\nIDL – Lipoproteína de densidade intermediária \n\ni.p. – intraperitoneal \n\nLDL – Lipoproteína de baixa densidade \n\nLDLr – Receptor da lipoproteína de baixa densidade \n\nLRP-1 – Proteína 1 relacionada ao receptor de LDL \n\nNADPH – Nucleotídeos piridinas no estado reduzido \n\nNrf2 – fator de transcrição relacionado ao fator E2 \n\nPCSK9 – pró-proteína convertase subutilisina/kexina tipo 9 \n\nPS-1 – Preselinina 1 \n\nRAGE – Receptor de produtos de glicação avançada \n\nQM – Quilomícrons  \n\nSNC – Sistema nervoso central \n\nSOD – Superóxido dismutase \n\nVLDL – Lipoproteínas de muita baixa densidade \n\n\n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nSUMÁRIO \n \n\n1. INTRODUÇÃO 27 \n\n1.1. RECEPTOR DE LDL E O METABOLISMO DO \n\nCOLESTEROL PERIFÉRICO \n\n29 \n\n1.2. METABOLISMO DO COLESTEROL NO \n\nCÉREBRO \n\n32 \n\n1.3. HIPERCOLESTEROLEMIA FAMILIAR 36 \n\n1.4. DOENÇA DE ALZHEIMER 41 \n\n1.5. HIPERCOLESTEROLEMIA COMO FATOR DE \n\nRISCO PARA A DOENÇA DE ALZHEIMER \n\n45 \n\n1.6. RECEPTOR DE LDL E O PEPTÍDEO ?-AMILOIDE 47 \n\n1.7. INFLUÊNCIA DA HIPERCOLESTEROLEMIA NA \n\nINTEGRIDADE DA BHE \n\n48 \n\n2. JUSTIFICATIVA E HIPÓTESE 53 \n\n3. OBJETIVOS  55 \n3.1. OBJETIVO GERAL 55 \n\n3.2. OBJETIVOS ESPECÍFICOS 55 \n\n4. MATERIAIS E MÉTODOS 57 \n4.1. REAGENTES 57 \n\n4.2. ANIMAIS 57 \n\n4.3. ADMINISTRAÇÃO \n\nINTRACEREBROVENTRICULAR DO PEPTÍDEO \n\n?-AMILOIDE  \n\n58 \n\n4.4. CULTIVO PRIMÁRIO DE NEURÔNIOS \n\nHIPOCAMPAIS \n\n58 \n\n4.5. DESENHOS EXPERIMENTAIS 59 \n\n4.5.1. Experimento 1: Camundongos LDLr-/- são mais \n\nsusceptíveis a neurotoxicidade induzida pela \n\ninjeção i.c.v. do A?1-40? \n\n59 \n\n4.5.2. Experimento 2: Os prejuízos cognitivos nos \n\ncamundongos LDLr-/- jovens e de \"meia-idade\" \n\nestão associados com alterações no metabolismo do \n\nA? e em proteínas anti- e     pró- apoptóticas? \n\n60 \n\n4.5.3 Experimento 3: Os prejuízos cognitivos e alterações \n\nna BHE em camundongos LDLr-/- são \n\npotencializados por uma dieta \n\nhipercolesterolêmica? \n\n61 \n\n4.5.4. Experimento 4: Quais as consequências da \n\nexposição de células neuronais à LDL humana \n\nisolada? \n\n62 \n\n\n\n4.5.5. Experimento 5: Em busca de uma terapia capaz de \n\naumentar a expressão do receptor de LDL ao nível \n\ncerebral. \n\n63 \n\n4.6. TESTES COMPORTAMENTAIS 64 \n\n4.6.1. Teste do campo aberto 64 \n\n4.6.2. Teste da realocação do objeto 64 \n\n4.6.3. Teste do reconhecimento do objeto 65 \n\n4.6.7. Teste de alternância espontânea 66 \n\n4.6.8. Labirinto em cruz elevado 66 \n\n4.7. ANÁLISE DOS NÍVEIS DE LIPÍDEOS \n\nPLASMÁTICOS \n\n67 \n\n4.8. ANÁLISES BIOQUÍMICAS 67 \n\n4.8.1. Preparação tecidual para as análises bioquímicas 67 \n\n4.8.2. Determinação da atividade da acetilcolinesterase \n\n(AChE) \n\n67 \n\n4.8.3. Sistema antioxidante vinculado à glutationa (GSH) 68 \n\n4.8.4. Determinação da atividade da superóxido \n\ndismutase (SOD) \n\n69 \n\n4.8.5. Determinação dos níveis de espécies reativas 69 \n\n4.8.6. Determinação dos níveis de proteínas 69 \n\n4.9. DETERMINAÇÃO DO IMUNOCONTEÚDO DE \n\nPROTEÍNA ÁCIDA FIBRILAR GLIAL (GFAP) E \n\nAQUAPORINA 4 (AQP-4)  \n\n70 \n\n4.10. COLORAÇÃO PELA TIOFLAVINA-S 70 \n\n4.11. ENSAIO DE CAPTAÇÃO DE IODETO DE \n\nPROPÍDEO EM FATIAS HIPOCAMPAIS \n\n71 \n\n4.12. DETERMINAÇÃO DA EXPRESSÃO GÊNICA \n\n(RNAm) \n\n71 \n\n4.13. DETERMINAÇÃO DA PERMEABILIDADE DA \n\nBHE \n\n72 \n\n4.14. ENSAIOS IN VITRO 72 \n\n4.14.1. Preparo da LDL humana 72 \n\n4.14.2. Determinação da polaridade neuronal 73 \n\n4.15. ANÁLISES ESTATÍSTICAS 73 \n\n5. RESULTADOS 75 \n\n5.1. EXPERIMENTO 1: Camundongos LDLr-/- são mais \nsusceptíveis a neurotoxicidade induzida pela injeção \n\ni.c.v. do A?1-40? \n\n75 \n\n\n\n \n\n5.2. EXPERIMENTO 2: Os prejuízos cognitivos nos \n\ncamundongos LDLr-/- jovens e de \"meia-idade\" estão \n\nassociados com alterações no metabolismo do A? e em \n\nproteínas anti- e pró- apoptóticas? \n\n89 \n\n5.3. EXPERIMENTO 3: Os prejuízos cognitivos e \n\nalterações na BHE em camundongos LDLr-/- são \n\npotencializados por uma dieta hipercolesterolêmica? \n\n93 \n\n5.4. EXPERIMENTO 4: Quais as consequências da \n\nexposição de células neuronais à LDL isolada humana? \n\n100 \n\n5.5. EXPERIMENTO 5: Em busca de uma terapia capaz de \n\naumentar a expressão do receptor de LDL ao nível \n\ncerebral. \n\n102 \n\n6. DISCUSSÃO 105 \n\n7. CONCLUSÕES  119 \n\n8. PERSPECTIVAS 121 \n\n REFERÊNCIAS  123 \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nLista de publicações relacionadas à Tese: \n\n \n\nde Oliveira J, Moreira EL, Dos Santos DB, Piermartiri TC, Dutra RC, \n\nPinton S, Tasca CI, Farina M, Prediger RD, de Bem AF. Increased \n\nsusceptibility to amyloid-?-induced neurotoxicity in mice lacking the \n\nlow-density lipoprotein receptor. Journal of Alzheimer’s disease, \n\n41(1):43-60, 2014. \n\n \nde Oliveira J, de Bem AF, Moreira EL. Low-density lipoprotein (LDL) \n\nreceptor: a promising therapeutic target to promote cerebral beta-amyloid \n\nclearance? CNS Neuroscience &amp; Therapeutics, 20(9), 877-878, 2014. \n \n\n \n\nOutras publicações durante o período de Doutorado: \n\n \n\nde Oliveira J, Moreira EL, Mancini G, Hort MA, Latini A, Ribeiro-do-\n\nValle RM, Farina M, da Rocha JB, de Bem AF. Diphenyl diselenide \n\nprevents cortico-cerebral mitochondrial dysfunction and oxidative stress \n\ninduced by hypercholesterolemia in LDL receptor knockout mice. \n\nNeurochem Res 38(10):2028-2036, 2013. \n\n \n\nDos Santos AA, Naime AA, de Oliveira J, Colle D, Dos Santos DB, Hort \n\nMA, Moreira EL, Suñol C, de Bem AF, Farina M. Long-term and low-\n\ndose malathion exposure causes cognitive impairment in adult mice: \n\nevidence of hippocampal mitochondrial dysfunction, astrogliosis and \n\napoptotic events. Archives of Toxicology, in press. \n\n \n\nSantos DB, Colle D, Moreira EL, Peres KC, Ribeiro RP, dos Santos AA, \n\nde Oliveira J, Hort MA, de Bem AF, Farina M. Probucol mitigates \n\nstreptozotocin-induced cognitive and biochemical changes in mice. \n\nNeuroscience, 284:590-600, 2015. \n\n \nMoreira EL, de Oliveira J, Prediger RD, Farina M, de Bem AF \n\nCholesterol Levels and Cognitive Impairments. In: Colin R Martin and \n\nVictor R Preedy. (Org.). Diet and Nutrition in Dementia and Cognitive \n\nDecline. 1ed.: Elsevier, 2015, p. 743-751. \n\n \n\nMoreira EL, de Oliveira J, Engel DF, Walz R, de Bem AF, Farina M, \n\nPrediger RD. Hypercholesterolemia induces short-term spatial memory \n\nimpairments in mice: up-regulation of acetylcholinesterase activity as an \n\n\n\nearly and causal event? Journal of Neural Transmission, 121(4):415-\n\n426, 2014. \n\n \n\nHort MA, Straliotto MR, de Oliveira J, Amoêdo ND, da Rocha JB, \n\nGalina A, Ribeiro-do-Valle RM, de Bem AF. Diphenyl diselenide \n\nprotects endothelial cells against oxidized low density lipoprotein-\n\ninduced injury: Involvement of mitochondrial function. Biochimie, \n\n105:172-181, 2014. \n\n \n\nMancini G, de Oliveira J, Hort MA, Moreira EL, Ribeiro-do-Valle RM, \n\nRocha JB, de Bem AF. Diphenyl diselenide differently modulates \n\ncardiovascular redox responses in young adult and middle-aged low-\n\ndensity lipoprotein receptor knockout hypercholesterolemic mice. \n\nJournal of Pharmacy and Pharmacology, 66(3):387-397, 2014. \n\n \n\nMoreira EL, Aguiar AS Jr, de Carvalho CR, Santos DB, de Oliveira J, \n\nde Bem AF, Xikota JC, Walz R, Farina M, Prediger RD. Effects of \n\nlifestyle modifications on cognitive impairments in a mouse model of \n\nhypercholesterolemia. Neuroscience Letters, 541:193-198, 2013. \n\n \n\nMoreira EL, de Oliveira J, Nunes JC, Santos DB, Nunes FC, Vieira DS, \n\nRibeiro-do-Valle RM, Pamplona FA, de Bem AF, Farina M, Walz R, \n\nPrediger RD. Age-related cognitive decline in hypercholesterolemic LDL \n\nreceptor knockout mice (LDLr-/-): evidence of antioxidant imbalance and \n\nincreased acetylcholinesterase activity in the prefrontal cortex. Journal \n\nof Alzheimer’s disease, 32(2):495-511, 2012. \n\n \n\nMoreira EL, de Oliveira J, Dutra MF, Santos DB, Gonçalves CA, \n\nGoldfeder EM, de Bem AF, Prediger RD, Aschner M, Farina M. Does \n\nmethylmercury-induced hypercholesterolemia play a causal role in its \n\nneurotoxicity and cardiovascular disease? Toxicological Sciences, \n\n130(2):373-382, 2012. \n\n \n\nStraliotto MR, de Oliveira J, Mancini G, Bainy AC, Latini A, Deobald \n\nAM, Rocha JB, de Bem AF. Disubstituted diaryl diselenides as potential \n\natheroprotective compounds: Involvement of TrxR and GPx-like \n\nsystems. European Journal of Pharmaceutical Sciences, 48(4-5):717-\n\n725, 2013. \n\n\n\n27 \n\n \n\n1. INTRODUÇÃO \n \n\nDesde 1784, quando foi isolado pela primeira vez a partir de \n\ncálculos biliares pelo pesquisador francês François Poulletier, o \n\ncolesterol tem fascinado cientistas das mais diversas áreas. Há mais de \n\n100 anos, esta molécula tem sido extensivamente estudada e sem dúvida \n\né o lipídeo que recebe maior publicidade (Brown e Goldstein, 1986; \n\nVance e Bosch, 2000). O colesterol, um álcool não saturado da família \n\ndos compostos esteroides, é essencial para o funcionamento normal de \n\ntodas as células animais. Além de componente estrutural indispensável \n\ndas membranas celulares, o colesterol é também precursor biossintético \n\nde hormônios esteroides (i.e., hormônios adrenais e gonadais), ácidos \n\nbiliares e vitamina D, bem como desempenha papel crítico em processos \n\nde sinalização e proliferação celular (Yeagle, 1991; Simons e Ikonen, \n\n2000; Goedeke e Fernández-Hernando, 2012). Por outro lado, apesar de \n\nsua inegável importância, o colesterol tem sido considerado um \n\n“inimigo” da saúde, uma vez que níveis anormais de colesterol causam \n\nconsequências celulares sérias e podem levar a doenças, e.g., doenças \n\ncardiovasculares associadas à aterosclerose (Maxfield e Tabas, 2005; \n\nIkonen, 2006). \n\nDevido às inúmeras funções fundamentais, é necessário que as \n\ncélulas tenham um suprimento apropriado e contínuo de colesterol. Para \n\nmanter este suprimento, existem sistemas complexos de transporte, \n\nbiossíntese e regulação. De fato, a homeostase do colesterol é um \n\nprocesso intensamente regulado, sendo o fígado o órgão com papel \n\ncentral. Em humanos, sob condições fisiológicas, aproximadamente 80% \n\ndo colesterol total corporal é sintetizado endogenamente (síntese de novo \n- cerca de 800 mg/dia) enquanto o restante é proveniente da dieta (Harvey \n\ne Ferrier, 2012). Quase todos os tecidos estão envolvidos na síntese de \n\ncolesterol, embora fígado, intestino, córtex adrenal e tecidos reprodutivos \n\nsejam os maiores responsáveis pela síntese endógena. Este composto \n\ntetracíclico contendo vinte e sete átomos de carbono é sintetizado a partir \n\nde um único precursor, a acetilcoenzima A (acetil-CoA), em uma via que \n\nenvolve pelo menos trinta reações enzimáticas diferentes e cerca de \n\nquinze enzimas presentes no citosol e reticulo endoplasmático (Figura 1) \n\n(Bloch, 1965, 1987). \n\n A síntese do colesterol inicia-se com a formação de um composto \n\nintermediário de seis carbonos, o 3-hidroxi-3-metilglutaril-CoA (HMG-\n\nCoA), a partir da condensação de três moléculas de acetil-CoA. Esta \n\nreação é catalisada pela enzima citosólica HMG-CoA sintase. Em \n\nseguida, o HMG-CoA é reduzido a mevalonato, à custa de duas \n\n\n\n28 \n\n \n\nmoléculas de NADPH pela ação da enzima HMG-CoA redutase - uma \n\nproteína integral da membrana do retículo endoplasmático - na reação \n\nconsiderada a etapa limitante da síntese do colesterol e o principal ponto \n\nde regulação desta via. O mevalonato sofre duas fosforilações e uma \n\ndescarboxilação originando a unidade isoprenóide, o isopentenil-\n\npirofosfato. Um total de seis moléculas de isopentenil-pirofosfato é \n\nnecessário para formar o esqualeno, o último intermediário linear desta \n\nvia. A síntese do esqualeno resulta de reações de isomerização, \n\ncondensação, redução por NADPH e eliminação de pirofosfato. Na etapa \n\nfinal a ciclização do esqualeno forma os quatro anéis do núcleo esteroide, \n\ne um número de subsequentes reações levam à produção do colesterol \n\n(Nelson e Cox, 2011; Sharpe e Brown, 2013).  \n\n \n\n \nFigura 1. Principais etapas envolvidas na biossíntese do colesterol (adaptado de \n\nSong et al., 2013). \n\n \n\nA insolubilidade do colesterol e de outros lipídeos requer que \n\nsejam transportados na circulação sanguínea como macromoléculas \n\nesferoidais chamadas de lipoproteínas. As lipoproteínas plasmáticas são \n\ncompostas por um núcleo hidrofóbico contendo colesterol esterificado e \n\ntriglicerídeos, e um revestimento hidrofílico que contem colesterol livre, \n\nfosfolipídios e moléculas de proteínas (apolipoproteínas) (Hegele, 2009).  \n\nO colesterol e outros lipídeos da dieta são absorvidos no lúmen \n\nintestinal e transportados nos quilomícrons (QM), as maiores e menos \n\n\n\n29 \n\n \n\ndensas lipoproteínas, contendo alta proporção de triglicerídeos. Ao longo \n\ndos capilares, a maior parte do seu conteúdo de triglicerídeos é liberada \n\nnos tecidos e os QM remanescentes (contendo principalmente colesterol \n\ne apolipoproteínas) são captados pelo fígado. No fígado, o colesterol \n\npode ser esterificado, convertido em ácidos biliares, secretado na bile ou \n\nempacotado em lipoproteínas de muito baixa densidade (VLDL) para ser \n\ntransportado para os tecidos extra-hepáticos. A remoção de lipídeos da \n\nVLDL principalmente nos tecidos muscular e adiposo (acompanhada \n\npela perda de parte das apolipoproteínas) converte, gradualmente, parte \n\nda VLDL em lipoproteína de baixa densidade, a LDL, que transporta \n\ncolesterol para os tecidos periféricos ou de volta para o fígado. A \n\ncaptação celular de LDL é regulada pelo receptor de LDL e pela \n\napolipoproteína B100 (apoB100) (Vance e Vance, 2008; Nelson e Cox, \n\n2011). \n\nO último dos principais tipos de lipoproteínas, a lipoproteína de \n\nalta densidade (HDL), origina-se no fígado e no intestino delgado como \n\npequenas partículas ricas em proteína que contém relativamente pouco \n\ncolesterol, e que tem como principal função o transporte reverso de \n\ncolesterol. A HDL capta o colesterol armazenado em tecidos extra-\n\nhepáticos e transporta para que seja reutilizado ou excretado pelo fígado \n\n(Lewis e Rader, 2005). \n\n \n\n1.1. RECEPTOR DE LDL E O METABOLISMO DO COLESTEROL \n\nPERIFÉRICO \n\n \n\nO gene do receptor de LDL humano localizado no braço curto do \n\ncromossomo 19 (Russell et al., 1983) codifica uma glicoproteína \n\ntransmembrana de 160 kDa que consiste de 839 aminoácidos, a qual tem \n\nsua sequência dividida em cinco domínios estruturais com distintas \n\nfinalidades (Yamamoto et al., 1984), como ilustrado na Figura 2A: (i) \n\ndomínio amino-terminal composto de 322 aminoácidos caracterizado \n\npela presença de repetições altamente características de resíduos de \n\ncisteína com função de interação com os ligantes, os quais incluem as \n\nlipoproteínas contendo apoB100 e apolipoproteína E (apoE); (ii) região \n\nconstituída por aproximadamente 350 aminoácidos homóloga ao fator de \n\ncrescimento epidérmico (EGF) envolvida na dissociação dependente de \n\npH do complexo ligante-receptor; (iii) região rica em resíduos de treonina \n\ne serina, formada por 58 aminoácidos contendo moléculas de \n\ncarboidratos por meio de ligações O-glicosídicas; (iv) domínio \n\ntransmembrana contendo 22 aminoácidos hidrofóbicos, com função de \n\nancorar o receptor na membrana; (v) cauda citoplasmática carbóxi-\n\n\n\n30 \n\n \n\nterminal que consiste de um sequência de 50 aminoácidos responsável \n\npela ligação do receptor a proteína clatrina, permitindo que o receptor \n\nseja incorporado em vesículas revestidas com clatrina durante o processo \n\nde endocitose mediada por receptor (Russell et al., 1984; Goldstein e \n\nBrown, 1984; Hobbs et al., 1990). \n\nO receptor de LDL é o protótipo de uma família de receptores de \n\nsuperfície celular (Figura 2), da qual também fazem parte a proteína 1 \n\nrelacionada ao receptor de LDL (LRP-1), o receptor da VLDL, o receptor \n\n2 de apoE e a megalina dentre outros (Li et al., 2001). Os membros desta \n\nfamília de receptores são funcional e estruturalmente relacionados ao \n\nreceptor de LDL. No entanto, diferenças na posição e no número de cada \n\num dos domínios descritos acima resultam na diversidade funcional e \n\nestrutural desta família de receptores (Go e Mani, 2012). Estes receptores \n\nligam inúmeros ligantes diferentes desempenhando funções cruciais em \n\nvárias vias fisiológicas. De maneira geral, captam ligantes do meio \n\nextracelular para a degradação celular, usualmente provendo nutrientes \n\nessenciais para as funções celulares. Além disso, controlam fenótipos \n\ncelulares ao modular os níveis extracelulares de proteases, de inibidores \n\nde proteases e de fatores de crescimento (Hussain et al., 1999). \n\n \n\n \nFigura 2. Família dos receptores de lipoproteína de baixa densidade (LDL). Esta \n\nfamília de receptores é composta de proteínas transmembrana que compartilham \n\ndomínios estruturais que são característicos do receptor de LDL (A) receptor de \n\nLDL (protótipo da família) e (B) membros da família de receptores de LDL \n\n(adaptado de Wasan et al., 2008). \n\n \n\nA homeostase do colesterol plasmático é principalmente regulada \n\npelo receptor de LDL, uma vez que este receptor medeia a remoção e o \n\n\n\n31 \n\n \n\ncatabolismo de partículas de lipoproteínas contendo colesterol da \n\ncirculação sanguínea (Figura 3) (Brown e Goldstein, 1986; Hobbs et al., \n\n1992). Partículas de lipoproteínas circulantes ligam-se ao receptor de \n\nLDL presente na superfície das células. O ligante fisiológico mais \n\nimportante do receptor é a LDL, a qual contém uma única cópia de \n\napoB100 e carreia aproximadamente 65 a 70% do colesterol plasmático \n\nem humanos. Outras lipoproteínas contendo apoE, tais como a VLDL, a \n\nlipoproteína de densidade intermediária (IDL) e a HDL também podem \n\nligar-se ao receptor de LDL (Innerarity e Mahley, 1978; Weisgraber et \n\nal., 1978; Jeon e Blacklow, 2005). \n\nInicialmente, no metabolismo celular da LDL, a apoB100 presente \n\nna superfície da lipoproteína plasmática liga-se ao receptor, o qual está \n\nlocalizado na superfície celular. Em seguida, o complexo receptor-LDL \n\né internalizado via endocitose formando as vesículas endocíticas, os \n\nendossomos, onde o pH ácido permite que a LDL se dissocie do receptor \n\nde LDL. Este último, subsequentemente, é reciclado e pode retornar à \n\nsuperfície da célula iniciando outro ciclo de endocitose. A LDL, por sua \n\nvez, é entregue ao lisossomo quando as membranas do endossomo e do \n\nlisossomo se fundem. Os componentes proteicos da LDL são hidrolisados \n\na aminoácidos, e os ésteres de colesterol a colesterol livre pela lipase \n\nácida lisossomal. O colesterol não esterificado resultante atravessa a \n\nmembrana lisossomal, e no compartimento citoplasmático, exerce suas \n\nfunções celulares, e.g., a síntese de membranas plasmáticas, ácidos \n\nbiliares, e hormônios esteroides. O acúmulo de colesterol não esterificado \n\ndentro da célula participa de mecanismos regulatórios que modulam o \n\nconteúdo de colesterol celular: (i) inibe a atividade da enzima HMG-CoA \n\nredutase, resultando na inibição da síntese de colesterol; (ii) ativa a \n\nenzima acil-CoA colesteril aciltransferase (ACAT), facilitando sua \n\nesterificação e armazenamento; e (iii) inibe a síntese de receptores de \n\nLDL, evitando a entrada de outras partículas de lipoproteínas e \n\nprotegendo as células do acúmulo de colesterol (Jeon e Blacklow, 2005; \n\nNelson e Cox, 2011). As etapas da captação do colesterol pela via do \n\nreceptor de LDL estão representadas na Figura 3.  \n\n \n\n\n\n32 \n\n \n\n \nFigura 3. Diagrama da via endocítica mediada pelo receptor da lipoproteína de \n\nbaixa densidade (LDL) (adaptado de Nelson e Cox, 2011). \n\n \n\nQuando a função do receptor de LDL é diminuída, e.g., pacientes \n\ncom hipercolesterolemia familiar, ocorre insuficiente remoção e \n\nendocitose da LDL plasmática levando ainda ao estímulo da síntese de \n\ncolesterol hepático, o que finalmente resulta em elevadas concentrações \n\nde LDL circulantes (Brown e Goldstein, 1984).   \n\n \n\n1.2. METABOLISMO DO COLESTEROL NO CÉREBRO \n \n\nEmbora estudos pioneiros tenham estabelecido as bases \n\nbioquímicas envolvidas no metabolismo do colesterol periférico, uma \n\nmelhor compreensão acerca da homeostase do colesterol no sistema \n\nnervoso central (SNC) ocorreu apenas a partir de estudos realizados na \n\núltima década (Pfrieger, 2003a, 2003b, 2003c; Mulder, 2009; Pfrieger e \n\nUngerer, 2011). De modo interessante, aproximadamente 25% do \n\ncolesterol corporal total em seres humanos é encontrado no cérebro \n\n(Dietschy et al. 1993; Bjorkhem e Meaney, 2004), sendo que este é \n\n\n\n33 \n\n \n\nsintetizado localmente pois as lipoproteínas plasmáticas não atravessam \n\na barreira hemato-encefálica (BHE)1 (Dietschy, 2009).  \n\nO colesterol desempenha papel crucial para o desenvolvimento \n\nneuronal e manutenção da plasticidade e função neuronal, sendo \n\nrequerido para a formação de axônios, dendritos e conexões sinápticas \n\n(Pfrieger, 2003a, 2003b; Mulder, 2009). Ademais, é componente \n\nestrutural das membranas neuronais e gliais, e o principal elemento das \n\nbainhas de mielina, sendo essencial para uma eficiente transmissão de \n\nimpulsos eletroquímicos. A maioria do colesterol cerebral está na forma \n\nlivre não esterificada presente nas bainhas de mielina (mais de 70%) \n\n(Dietschy e Turley, 2001). Como a mielina tem uma taxa de renovação \n\nlenta, este colesterol associado à mielina é praticamente imobilizado. Ao \n\npasso que, o restante do colesterol está presente nos neurônios, células da \n\nglia e lipoproteínas extracelulares, os quais mantêm a homeostase do \n\ncolesterol no SNC (Figura 4) (Puglielli et al., 2003). \n\nComo a maior parte do colesterol no cérebro adulto faz parte da \n\nmielina, a síntese de colesterol no SNC é mais intensa durante a fase de \n\nmielinização. Após a mielinização, a síntese continua em níveis muito \n\nbaixos, e ocorre principalmente nos astrócitos. Por outro lado, nos \n\nneurônios, a síntese de colesterol ocorre principalmente durante o \n\ndesenvolvimento, diminuindo após o nascimento (Dietschy e Turley, \n\n2004; Nieweg et al., 2009). De acordo com a hipótese proposta por \n\nPfrieger e Ungerer (2011), no cérebro adulto, os astrócitos não apenas \n\nsintetizam, mas também internalizam e reciclam o colesterol liberado de \n\nterminais nervosos em degeneração para entregá-lo novamente aos \n\nneurônios. Essa “terceirização” permite que os neurônios gastem sua \n\nenergia em outros processos, como a geração de potenciais de ação e \n\nelétrico, uma vez que a biossíntese de colesterol é um processo demorado \n\nque consome muita energia envolvendo inúmeras reações e \n\nintermediários diferentes (Pfrieger e Ungerer, 2011).  \n\nOs astrócitos produzem colesterol e a apoE que, junto com os \n\nfosfolipídios, formam lipoproteínas que são similares às HDL \n\nplasmáticas (Boyles et al., 1985). Essas lipoproteínas são secretadas das \n\ncélulas astrocitárias por membros da família dos transportadores ABC \n\n(tais como ABCA1, ABCG1 e ABCG4). Por sua vez, a captação dessas \n\n                                                             \n1 BHE: É a interface entre o sistema vascular e o SNC, sendo responsável por manter \n\na homeostase cerebral. A BHE é um sistema complexo formado por células \n\nendoteliais que revestem os microvasos cerebrais, separadas dos pericitos e processos \n\nastrocíticos pela lâmina basal. Neurônios e micróglia também fazem parte desta \n\nunidade neurovascular (Weiss et al., 2009). \n\n\n\n34 \n\n \n\nlipoproteínas pelos neurônios se dá por meio de endocitose mediada por \n\nreceptores membros da família de receptores da LDL, incluindo o \n\nreceptor de LDL. Assumindo que o passo seguinte é conservado como \n\nem outras células, as lipoproteínas contendo colesterol endocitadas são \n\nhidrolisadas nos lisossomos neuronais permitindo a liberação intracelular \n\nde colesterol livre (Ledesma e Dotti, 2006). \n\nO cérebro elimina o excesso de colesterol por meio da formação e \n\nexcreção para a circulação de oxisteróis, o que desempenha um papel \n\nimportante na regulação da homeostase do colesterol no SNC. Nas \n\ncélulas neuronais, o colesterol é convertido principalmente pela ação da \n\nCYP46A1 em 24-hidroxicolesterol (24-OH), que ao contrário do \n\ncolesterol, é capaz de transpassar a BHE. Após sua secreção do cérebro, \n\no 24-OH no fígado é metabolizado. Além de ser um metabólito para \n\neliminação do colesterol, o 24-OH também pode ser captado pelos \n\nastrócitos, onde atua como uma molécula sinalizadora que regula a \n\nhomeostase do colesterol por meio da ativação dos receptores LXR. Estes \n\nreceptores nucleares aumentam a expressão de elementos relacionados \n\ncom a liberação de colesterol da célula, incluindo os transportadores ABC \n\ne a apoE. O 27-hidroxicolesterol (27-OH) é outro oxisterol produzido no \n\ncérebro em quantidades menores que o 24-OH. No entanto, a maioria do \n\n27-OH flui da circulação para o cérebro (Figura 4) (Mulder, 2009). \n\n \n\n \n\n\n\n35 \n\n \n\n \nFigura 4. Metabolismo do colesterol no SNC. Transporte do colesterol (col) dos \n\nastrócitos para os neurônios no cérebro adulto. Os complexos colesterol-\n\napolipoproteína E (apoE) são captados pelos neurônios via endocitose mediada \n\npor meio de receptores específicos pertencentes à família de receptores de \n\nlipoproteína de baixa densidade (LDL). O cérebro elimina o excesso de colesterol \n\npor meio da formação e excreção na circulação de oxiesteróis, como o 24-\n\nhidroxicolesterol (24-OH), o qual, ao contrário do colesterol, é capaz de \n\ntranspassar a BHE (adaptado de Moreira et al., 2014). \n\n \n\nA importância do colesterol como um componente da maquinaria \n\nsináptica foi demonstrada experimentalmente por Mulder e \n\ncolaboradores em 2004, utilizando os camundongos nocautes para o \n\nreceptor de LDL (LDLr-/-)2. Os autores demonstraram que camundongos \n\n                                                             \n2 O camundongo LDLr-/-, desenvolvido em 1991 por Ishibashi e colaboradores, é \nreconhecido como um modelo experimental de hipercolesterolemia familiar humana \n\n(Zadelaar et al., 2007). Este camundongo apresenta hipercolesterolemia, \n\ncaracterizada por níveis moderados de colesterol presente na LDL, mesmo quando \n\nsubmetidos a uma dieta padrão, podendo desenvolver lesões ateroscleróticas em \n\nlongo prazo. Ademais, quando estes são alimentados com dieta rica em colesterol \n\ntornam-se severamente hipercolesterolêmicos, com o desenvolvimento de intensa \n\naterosclerose aórtica e xantomas subcutâneos (Ishibashi et al., 1993). \n\n\n\n36 \n\n \n\nLDLr-/- adultos apresentam diminuição na proliferação celular e \n\ndensidade sináptica no hipocampo, resultando em prejuízos de \n\naprendizado e memória observados em diferentes testes comportamentais \n\n(Mulder et al., 2004, 2007). Como o colesterol é requerido para a \n\nhomeostase celular, a captação neuronal de colesterol diminuída, devido \n\nà ausência do receptor de LDL, resulta em consequências deletérias nas \n\nfunções neuronais (Mulder et al., 2004, 2007). Nesse sentido, um estudo \n\nrecente do nosso grupo de pesquisa demonstrou que a exposição de \n\ncamundongos LDLr-/-, do nascimento à adolescência, à uma abordagem \n\nindutora de neurogênese e plasticidade sináptica (enriquecimento \n\nambiental), não foi capaz de prevenir os déficits de memória espacial \n\nnestes animais ao atingirem a idade adulta (Moreira et al., 2013). Assim, \n\nnós também especulamos que a função mediada pelo receptor de LDL na \n\ndistribuição e na captação do colesterol celular seja primordial para a \n\nhomeostase neuronal. \n\n \n\n1.3. HIPERCOLESTEROLEMIA FAMILIAR \n \n\nNo ano de 1985, após mais de uma década de trabalho e uma série \n\nde artigos publicados, os pesquisadores americanos Michael Brown e \n\nJoseph Goldstein foram agraciados com o prêmio Nobel de Fisiologia ou \n\nMedicina por identificarem e caracterizarem o receptor para a LDL, \n\natribuindo à deficiência no gene deste receptor à causa da \n\nhipercolesterolemia familiar humana. Estas descobertas foram \n\ndeterminantes para a elucidação das bases moleculares e bioquímicas da \n\nhipercolesterolemia familiar, bem como revolucionaram o entendimento \n\nacerca do metabolismo do colesterol e das lipoproteínas plasmáticas. A \n\npartir destes estudos, cada etapa do metabolismo celular do colesterol foi \n\nmeticulosamente definida (Goldstein e Brown, 1973, 1974, 2009; Brown \n\ne Goldstein, 1974, 1986).  \n\nAtualmente, estima-se que em todo o mundo existam cerca de 20 \n\nmilhões de indivíduos com hipercolesterolemia familiar, sendo esta \n\nreconhecida pela Organização Mundial de Saúde (OMS) como um \n\nproblema de saúde mundial (Santos et al., 2012; Watts et al., 2014). No \n\nBrasil, a estimativa é que existam cerca de 300.000 indivíduos com \n\nhipercolesterolemia familiar (Santos et al., 2012). Devido à alta \n\nincidência, a Sociedade Brasileira de Cardiologia preocupou-se em reunir \n\nos melhores especialistas em hipercolesterolemia familiar do país e \n\npublicou, em 2012, a I Diretriz Brasileira de Hipercolesterolemia \n\nFamiliar, um documento informativo que define critérios sobre o \n\ndiagnóstico e o tratamento desta doença (Santos et al., 2012).  \n\n\n\n37 \n\n \n\nA hipercolesterolemia familiar é uma doença autossômica \n\ncodominante do metabolismo das lipoproteínas, caracterizada por níveis \n\naumentados de colesterol da LDL plasmática e, consequente, aumento do \n\nrisco de desenvolvimento de doença cardiovascular prematura (Muller, \n\n1938; Brown e Goldstein, 1986). Mutações no gene que codifica o \n\nreceptor da LDL são as principais causas da hipercolesterolemia familiar, \n\nrepresentando cerca de 90% dos casos (Brown e Goldstein, 1974; Brown \n\ne Goldstein, 1986). Até o momento, mais de 1.600 mutações e \n\npolimorfismos distintos já foram identificados no gene do receptor de \n\nLDL em pacientes com hipercolesterolemia familiar (Nair, 2013; \n\nNordestgaard et al., 2013). No entanto, como representado na Figura 5, \n\noutras raras mutações que podem ocorrer no gene que codifica a apoB100 \n\n(Soria et al., 1989), no gene pró-proteína convertase subutilisina / Kexina \n\ntipo 9 (PCSK9), o qual codifica a protease responsável pela degradação \n\ndos receptores de LDL (Abifadel et al., 2003), ou ainda, no gene que \n\ncodifica a  proteína adaptadora de receptores de LDL (LDLRAP1) são \n\nresponsáveis por outras formas de hipercolesterolemia hereditária com \n\nfenótipos clínicos muito similares a hipercolesterolemia familiar (Myant, \n\n1993; Civeira et al., 2004). \n\n \n\n \nFigura 5. Principais causas moleculares de hipercolesterolemia hereditária. \n\nAlém de mutações no gene dos receptores de lipoproteína de baixa densidade \n\n(LDL), a hipercolesterolemia hereditária também pode ser resultado de mutações \n\nno gene da apolipoproteína B (apoB), no gene pró-proteína convertase \n\nsubutilisina / Kexina tipo 9 (PCSK9), o qual codifica a protease responsável pela \n\ndegradação dos receptores de LDL, bem como, no gene da proteína adaptadora \n\nde receptores de LDL (LDLRAP1) (adaptado de Sniderman et al., 2014). \n\n\n\n38 \n\n \n\nA hipercolesterolemia familiar manifesta-se de duas formas \n\ngenéticas (Khachadurian, 1964). Na forma mais rara da \n\nhipercolesterolemia familiar (homozigótica; prevalência de 1 em 1 \n\nmilhão de pessoas), ambos os alelos do gene do receptor de LDL estão \n\nmutados e a função do receptor de LDL é reduzida severamente ou \n\ncompletamente ausente, resultando em elevações de seis a dez vezes nos \n\nníveis de LDL plasmáticos desde o nascimento (níveis de colesterol total \n\nacima de 500 mg/dL)3, potencialmente levando ao infarto agudo do \n\nmiocárdio já no início da infância, antes dos 15 anos de idade \n\n(Khachadurian, 1964; Brown e Goldstein,1986; Ridker, 2014).  \n\nEm contraste, os indivíduos heterozigotos possuem cerca de 50% \n\nde deficiência dos receptores de LDL, o que produz um aumento de duas \n\na três vezes na concentração de LDL no plasma (níveis de colesterol total \n\nentre 300 a 400 mg/dL). Esses indivíduos são susceptíveis a sofrer infarto \n\ndo miocárdio a partir dos 30 anos de idade (Khachadurian, 1964; Rader \n\net al., 2003; Liyanage et al., 2011; Ridker, 2014). A hipercolesterolemia \n\nfamiliar heterozigótica é consideravelmente mais comum, usualmente é \n\nassumido que a prevalência seja de 1 em 500 pessoas, todavia, a \n\nprevalência na população em geral é aparentemente maior do que se \n\npensava (Benn et al., 2012; dos Santos e Maranhao, 2014). Benn e \n\ncolaboradores (2012) avaliando aproximadamente 70.000 indivíduos \n\nprovenientes do Copenhagen General Population Study mostraram uma \n\nprevalência de 1 em 137 nesses indivíduos.  \n\nClinicamente a hipercolesterolemia familiar é caracterizada pela \n\npresença de xantomas de tendões, xantelasmas e aumentada deposição de \n\ncolesterol nos vasos arteriais, levando ao desenvolvimento acelerado de \n\naterosclerose associada com alta incidência de eventos cardiovasculares, \n\nparticularmente a doença arterial coronariana (DAC) (Khachadurian, \n\n1964; Goldstein e Brown, 1977; Soufi et al., 2002). A \n\nhipercolesterolemia familiar é responsável por cerca de 5% - 10% dos \n\ncasos de DAC em indivíduos abaixo dos 55 anos (Burnett et al., 2005). \n\nQuando não tratada, a hipercolesterolemia familiar confere um risco cem \n\nvezes maior para o desenvolvimento de DAC em homens jovens. \n\nMulheres com hipercolesterolemia familiar também apresentam um risco \n\nsubstancial de desenvolvimento de DAC, contudo o risco é menor do que \n\n                                                             \n3 De acordo com a V Diretriz Brasileira de Dislipidemias e Prevenção da \n\nAterosclerose (Xavier et al., 2013) e com o Instituto Nacional do Coração, Pulmão e \n\nSangue dos Estados Unidos, níveis de colesterol plasmático igual ou maior que 240 \n\nmg/dL já são considerados muito alto. Os valores desejáveis são menores que 200 \n\nmg/dL. \n\n\n\n39 \n\n \n\nem homens, e, em média, as mulheres desenvolvem a doença 10 anos \n\nmais tarde (Jansen et al., 2002; Watts et al., 2007). Sem tratamento, 50% \n\ndos homens heterozigotos desenvolverão DAC antes dos 50 anos e 100%, \n\naos 70 anos; entre as mulheres heterozigóticas, 12% terão alguma \n\nmanifestação de DAC aos 50 anos e 74%, aos 70 anos (Marks et al., \n\n2000). Por fim, inúmeros estudos vêm demonstrando que a principal \n\ncausa de morte entre os pacientes com hipercolesterolemia familiar é a \n\ndoença cardiovascular, e que cerca de 200.000 pessoas no mundo morrem \n\na cada ano de infartos do miocárdio precoces devido à \n\nhipercolesterolemia familiar (Civeira, 2004). \n\nNesse sentido, o principal objetivo no tratamento dos pacientes \n\ncom hipercolesterolemia familiar vem sendo reduzir a mortalidade \n\ncardiovascular prematura, bem como a incidência de infartos do \n\nmiocárdio (Reiner et al., 2011). De particular importância, segundo a \n\nOMS, o uso de terapia hipolipemiante pode aumentar a expectativa de \n\nvida desses indivíduos em até 30 anos (Watts et al., 2014). De fato, a \n\nexpectativa de vida na hipercolesterolemia familiar aumentou \n\ndramaticamente com o advento da terapia com estatinas (Scientific \n\nSteering Committee on behalf of the Simon Broome Register Group, \n\n1999). Neil e colaboradores (2008) acompanharam prospectivamente \n\n3.382 pacientes com hipercolesterolemia familiar heterozigótica entre \n\n1980 e 2006, antes e após a terapia com estatinas. A mortalidade por DAC \n\nfoi significativamente menor entre os usuários de estatinas, com uma \n\nredução de 48% entre pacientes sem doença cardiovascular prévia e uma \n\nredução de 25% naqueles com a doença estabelecida. Resultados \n\nsimilares foram observados em um grande estudo de coorte seguido por \n\nquase 10 anos na Holanda (Versmissen et al., 2008). Outro estudo de \n\ncoorte com indivíduos sul-africanos com hipercolesterolemia familiar \n\nhomozigótica demonstrou um retardo na ocorrência de morte e maior \n\nsobrevida com a terapia hipolipemiante (Koeijvoets et al., 2005). \n\nAs estatinas, fármacos inibidores da enzima HMG-CoA redutase, \n\nforam desenvolvidas na década de 70, a partir dos estudos do \n\nmicrobiologista japonês Akira Endo4 (Endo, 2008, 2010), e são o \n\ntratamento de escolha na hipercolesterolemia familiar. \n\n                                                             \n4 A primeira estatina comercializada foi a lovastatina em 1987. Desde então seis \n\nestatinas estão no mercado: duas semi-sintéticas (sinvastatina e pravastatina) e quatro \n\nsintéticas (fluvastatina, atorvastatina, rosuvastatina e pitavastatina) (Endo, 2010). \n\nAtualmente, estima-se que 30 milhões de pessoas em todo mundo utilizam as \n\nestatinas. O faturamento de toda a classe de estatinas foi de $35,3 bilhões em todo o \n\nmundo em 2009 e de $19,7 bilhões em 2012.  \n\n \n\n\n\n40 \n\n \n\nEspecificadamente, as estatinas de alta potência (atorvastatina e \n\nrosuvastatina) e geralmente na máxima dose tolerada. Caso o paciente \n\nnão responda à monoterapia com estatinas, outros fármacos \n\nhipolipemiantes podem ser usados concomitantemente tais como a \n\nezetimiba, resinas sequestradoras de ácidos biliares, fibratos ou derivados \n\ndo ácido nicotínico (Reiner et al., 2011; Ito et al., 2011, Santos et al., \n\n2012; Watts et al., 2014). As estatinas ao inibirem a HMG-CoA redutase \n\nconsequentemente inibem a biossíntese do colesterol, diminuindo o \n\nconteúdo intra-hepático de colesterol livre e reciprocamente regulando os \n\nníveis de receptores de LDL hepáticos, o que por sua vez melhora o \n\ncatabolismo das partículas de lipoproteína contendo apoB (Ooi et al., \n\n2013).  \n\nNa hipercolesterolemia familiar heterozigótica, a qual se manifesta \n\ncom somente 50% dos receptores de LDL em funcionamento, há em geral \n\numa boa resposta as estatinas que aumentam a expressão desses \n\nreceptores ao determinarem o bloqueio da síntese intracelular de \n\ncolesterol (Sniderman et al., 2014). Por outro lado, em pacientes \n\nhomozigotos, existe uma deficiência severa ou total na função do receptor \n\nde LDL, resultando em uma resposta à terapia com estatinas \n\nmarcadamente menor. As estatinas podem reduzir os níveis de colesterol \n\npresente na LDL em pacientes homozigotos por potencialmente diminuir \n\na secreção hepática de apoB, no entanto esses pacientes usualmente \n\nrequerem a aferese (Watts et al., 2014). A aferese de lipoproteínas é \n\nrealizada quando a terapia medicamentosa é ineficiente ou não tolerada \n\npelos pacientes, sendo normalmente uma opção para a \n\nhipercolesterolemia familiar homozigótica, ou para aqueles pacientes \n\ncom hipercolesterolemia familiar heterozigótica severa (McGowan, \n\n2013). \n\nO desenvolvimento recente de anticorpos monoclonais contra a \n\nPCSK9, protease responsável pela degradação dos receptores de LDL, é \n\numa revolução no tratamento da hipercolesterolemia familiar e de outros \n\ntipos de hipercolesterolemia. Estas moléculas, administradas por via \n\nsubcutânea a cada 15 ou 30 dias, ligam-se a PCSK9 no plasma reduzindo \n\nsua concentração, e assim, aumentando o ciclo intra-hepático do receptor \n\nde LDL. Os estudos clínicos já estão em Fase II e III e mostram reduções \n\nnos níveis de colesterol LDL de até 70% em pacientes com \n\nhipercolesterolemia familiar heterozigótica (Stein et al., 2012; Raal et al., \n\n2012). Além disso, outros pequenos estudos também reportaram que \n\nalguns destes compostos podem ser eficazes em pacientes homozigotos \n\nque apresentarem atividade do receptor de LDL residual (i.e., pelo menos \n\n2%) (Stein et al., 2013). \n\n\n\n41 \n\n \n\nO avanço no tratamento da hipercolesterolemia familiar vem \n\nresultando em um aumento na expectativa de vida, e consequentemente \n\naspectos que anteriormente eram impossíveis de serem visualizados \n\ndevido à alta mortalidade por eventos cardiovasculares começaram a se \n\ndestacar. De particular interesse, Daniel Zambon e colaboradores (2010), \n\nem um estudo com a participação de 47 indivíduos que apresentavam \n\nhipercolesterolemia familiar e 70 indivíduos que não apresentavam \n\nhipercolesterolemia familiar (participantes com mais de 50 anos), \n\ndemonstraram que a proporção de indivíduos com hipercolesterolemia \n\nfamiliar que satisfazem os critérios diagnósticos de comprometimento \n\ncognitivo leve (CCL) foi significativamente maior que a encontrada em \n\nindivíduos controle sem hipercolesterolemia familiar. Os dados obtidos \n\nneste estudo excederam a prevalência na população em geral nesta idade \n\nespecifica, prevista a partir de outros estudos epidemiológicos ou ainda a \n\nprevalência observada em estudos epidemiológicos com indivíduos que \n\napresentavam hipercolesterolemia esporádica. Nessa linha de evidência, \n\num estudo do nosso grupo de pesquisa (Moreira et al., 2012) e um estudo \n\nde Ramirez e colaboradores (2011) corroboraram esta observação em \n\nmodelos experimentais de hipercolesterolemia familiar, ao demonstrar \n\nque camundongos LDLr-/- e LDLr-/-/apoB100 de “meia-idade” \n\napresentam características indicativas de CCL. \n\nO termo CCL refere-se a indivíduos que têm algum grau de perda \n\ncognitiva quando comparados a pessoas normais da mesma faixa etária, \n\nmas que não preenchem critérios para demência, podendo representar, \n\nem alguns casos, um estágio de transição entre as alterações cognitivas \n\nque fazem parte do envelhecimento normal e os primeiros sintomas da \n\ndoença de Alzheimer (Petersen et al., 1999; Mariani et al., 2007). \n\n \n\n1.4. DOENÇA DE ALZHEIMER \n \n\nAproximadamente 36 milhões de pessoas em todo o mundo \n\nmanifestam a doença de Alzheimer, e em decorrência do aumento na \n\nexpectativa de vida, é esperado que a prevalência global aumente para \n\n115 milhões de pessoas em 2050 (Querfurth e LaFerla, 2010; Wisniewski \n\ne Goñi, 2014). A doença de Alzheimer é uma doença neurodegenerativa \n\ncrônica relacionada com a idade, responsável pela maioria dos casos de \n\ndemência em idosos (Rocchi et al., 2003; Blennow et al., 2006; Castellani \n\net al., 2010). A doença de Alzheimer é caracterizada por um substancial \n\ne irreversível declínio no número de neurônios colinérgicos que se \n\nprojetam, principalmente, do prosencéfalo basal para áreas corticais e \n\n\n\n42 \n\n \n\nformação hipocampal (Gallagher e Colombo, 1995; Mufson et al., 2003; \n\nSchliebs e Arendt, 2011).  \n\nClinicamente, esta neuropatologia está relacionada a um severo \n\nprejuízo cognitivo, perda de memória e mudanças na personalidade \n\n(como, e.g., uma mistura de comportamento agressivo com alucinações) \n\n(McKhann et al., 1984; Waldemar et al., 2007; Van Beek e Claassen, \n\n2011). Por outro lado, as características neuropatológicas da doença de \n\nAlzheimer são emaranhados neurofibrilares intracelulares, \n\nprimariamente formados pela proteína tau hiperfosforilada, e placas \n\namiloides extracelulares em regiões cerebrais como o córtex, hipocampo \n\ne amígdala (Merz et al., 1983; Braak e Braak, 1988; Mattson et al., 2004; \n\nQuerfurth e LaFerla, 2010). As placas amiloides são depósitos de \n\nagregados fibrilares e amorfos de pequenos peptídeos denominados ?-\n\namiloide (A?) no parênquima cerebral e nas paredes de vasos sanguíneos \n\n(Mann, 1989; Palop e Mucke, 2010). \n\nO A?, um peptídeo de 36 a 43 aminoácidos, é produto do \n\nmetabolismo amiloidogênico da proteína precursora de amiloide (APP) \n\npor grupos de enzimas denominadas secretases (Haass e De Strooper, \n\n1999; Haass e Selkoe, 2007; Herring et al., 2011), como demonstrado na \n\nFigura 6. A clivagem da APP pode ocorrer pelas vias não \n\namiloidogênica5, via mais comum, ou pela via amiloidogênica. A \n\nprodução do A? requer a ação inicial da ?-secretase (BACE-1) sobre a \n\nAPP formando um fragmento C-terminal, que é substrato imediato para \n\na ?-secretase6. A ?-secretase pode atuar principalmente nas posições 40 e \n\n42 gerando os A?1-40 e A?1-42, respectivamente (LaFerla et al., 2007). As \n\nplacas amiloides consistem principalmente do A?1-42, enquanto as \n\npropriedades de solubilidade do A?1-40 permitem a sua deposição nos \n\nvasos cerebrais (Weller et al., 1998).  \n\n \n\n                                                             \n5 Na via não amiloidogênica, ocorre a clivagem da APP dentro da sequência do A? \n\npela ?-secretase seguida da ?-secretase, o que resulta na produção de um fragmento \n\ndenominado p3 e impede a produção do A? (Haass e Selkoe, 2007). \n6 A ?-secretase é um complexo enzimático de alto peso molecular composto \n\nminimamente por quatro proteínas: presenilinas (incluindo a presenilina 1 - PS1), \n\nnicastrina, APH-1 e PEN-2 (Haass e Selkoe, 2007). \n\n\n\n43 \n\n \n\n \nFigura 6. Processamento da proteína precursora amiloide (APP) pelas secretases. \n\nNa via não amiloidogênica, a APP é clivada primeiramente pela ?-secretase \n\ndentro da sequência do peptídeo ?-amiloide (A?) liberando APPs?. Posterior \n\nprocessamento do resíduo carbóxi-terminal resultante pela ?-secretase libera o \n\nfragmento p3. A via amiloidogênica é iniciada quando a ?-secretase (BACE-1) \n\ncliva a APP na região amino-terminal do A? e libera APPs?. Em seguida a \n\nclivagem do resíduo carbóxi-terminal pela ?-secretase resulta na formação do A? \n\n(adaptado de De Strooper et al., 2010). \n\n \n\nGrande parte das investigações sobre a doença de Alzheimer tem \n\nsido focada na hipótese da cascata amiloide. Até o momento, esta \n\nhipótese é a mais aceita para explicar as alterações neuropatológicas \n\nobservadas na doença de Alzheimer. A hipótese postula que o dano \n\nneuronal característico da doença, em parte, é atribuído a alterações no \n\nmetabolismo do A?, e.g., aumento da produção e/ou redução na \n\ndegradação e eliminação. Os níveis aumentados de A? resultam em sua \n\nagregação e formação dos oligômeros solúveis. Subsequente agregação \n\nforma as fibrilas insolúveis, as quais finalmente precipitam-se como \n\nplacas amiloides extracelulares. Esta cascata tóxica está associada com \n\nvários processos neuropatológicos como hiperfosforilação da proteína \n\ntau, astrogliose, estresse oxidativo, e disfunção sináptica levando à perda \n\nprogressiva da função neuronal e prejuízo cognitivo. Recentemente, esta \n\ncascata foi revista e agora propõe os oligômeros solúveis como as formas \nmais patogênicas do A? (Haass e Selkoe, 2007; Ferreira e Klein, 2011). \n\nMutações nos genes relacionados com o processamento da APP \n\ncaracterizam a doença de Alzheimer de origem genética (doença de \n\nAlzheimer familiar de início precoce, pacientes com menos de 65 anos). \n\n\n\n44 \n\n \n\nOs principais genes envolvidos são os genes que codificam a APP, \n\npresenilina 1 (PS1) e presenilina 2 (PS2) (Levy et al., 1990; Goate et al., \n\n1994; Bertram e Tanzi, 2008). Dessa maneira, na forma familiar da \n\ndoença de Alzheimer o acúmulo e deposição de A? estão relacionados \n\ncom o aumento na produção deste peptídeo. No entanto, as mutações \n\nnesses genes representam apenas uma pequena proporção, sendo a \n\ndoença de Alzheimer de origem esporádica (início tardio) responsável \n\npor 99% dos casos de doença de Alzheimer. A etiologia dos depósitos de \n\nA? na doença de Alzheimer esporádica, na maioria dos casos é \n\ndesconhecida (Rocchi et al., 2003, 2009). \n\nComo os mecanismos patofisiológicos envolvidos na doença de \n\nAlzheimer ainda não estão completamente elucidados torna-se \n\ncomplicado o desenvolvimento de estratégias terapêuticas eficazes. \n\nTodavia, tendo em mente que o prejuízo da neurotransmissão colinérgica \n\nno SNC contribui significativamente para os sintomas cognitivos \n\nassociados com a doença de Alzheimer, as estratégias terapêuticas para \n\nesta doença foram direcionadas e, em 1997, o primeiro fármaco inibidor \n\nda enzima acetilcolinesterase (AChE) foi comercializado (Bartus, 2000). \n\nOs inibidores de AChE ainda são os principais fármacos utilizados no \n\ntratamento da doença de Alzheimer leve à moderada, juntamente com \n\nantagonistas não competitivos de moderada afinidade dos receptores de \n\nN-metil-D-aspartato (NMDA)7 (Blennow et al., 2006; Mount e Downton, \n\n2006). Os inibidores da AChE (donepezil, galantamina e rivastigmina) \n\naumentam a disponibilidade de acetilcolina no cérebro, fornecendo uma \n\nmelhora temporária dos sintomas clínicos da doença de Alzheimer e \n\nestabilizam ou retardam por algum tempo o declínio da função cognitiva \n\ne da capacidade funcional dos indivíduos (Jacobsen, 2002; Nygaard, \n\n2013). Apesar de representarem um importante passo no tratamento da \n\ndoença, estes compostos são basicamente paliativos e possuem efeitos \n\nlimitados (Jackson, 2014). Estes fármacos não interferem diretamente \n\ncom os mecanismos dos processos neurodegenerativos, ou seja, não \n\nalteram o curso da doença (Grutzendler e Morris, 2001).  \n\n \n\n \n\n                                                             \n7 A memantina é utilizada na clínica desde 1982 em pacientes com doença de \n\nAlzheimer moderada a severa. É um bloqueador de receptor NMDA. A \n\nexcitoxicidade é um mecanismo implicado na morte neuronal característica desta \n\ndoença, e que ocorre, em parte, devido ao aumento na ativação dos receptores NMDA \n\ne consequente excesso de influxo de cálcio intracelular (Mount e Downton, 2006). \n\n\n\n45 \n\n \n\n1.5. HIPERCOLESTEROLEMIA COMO FATOR DE RISCO PARA A \nDOENÇA DE ALZHEIMER \n\n \n\nEvidências acumuladas ao longo das duas últimas décadas \n\napontam a hipercolesterolemia como um possível fator desencadeador do \n\nacúmulo de A? na doença de Alzheimer de origem esporádica (Sparks et \n\nal., 1990, 1994; Kuo et al., 1998; Solomon et al., 2009). Os estudos \n\niniciaram nos anos 90 com Larry Sparks e colaboradores (1990 e 1993) \n\nquando estes demonstraram que em torno de 70% dos indivíduos que \n\nhaviam falecido em decorrência de DAC também apresentavam placas \n\namiloides em seus cérebros. Por outro lado, indivíduos com a mesma \n\nidade e que haviam falecido devido a outras causas eram bem menos \n\nsusceptíveis a desenvolverem placas amiloides cerebrais. Posteriormente, \n\nos mesmos pesquisadores (1994) demonstraram por meio de tratamento \n\ncrônico com dieta rica em colesterol a coelhos, que a conexão entre \n\nhipercolesterolemia e doença de Alzheimer parece envolver o aumento \n\nna formação de placas amiloides cerebrais. Do mesmo modo, Refolo e \n\ncolaboradores (2000) demonstraram que a exposição a uma dieta \n\nhipercolesterolêmica resulta em um aumento significativo no acúmulo de \n\nA? no SNC de camundongos PSAPP8, e que esse aumento se \n\ncorrelaciona fortemente com os níveis de colesterol plasmático (Refolo \n\net al., 2000). Em seguida, os autores demostraram que o tratamento com \n\num fármaco redutor dos níveis de colesterol reduz os níveis de A? \n\ncerebral bem como as placas amiloides neste mesmo modelo animal de \n\ndoença de Alzheimer (Refolo et al., 2001). \n\nNesse sentido, estudos clínicos e epidemiológicos vêm indicando \n\nque indivíduos hipercolesterolêmicos são mais susceptíveis a \n\ndesenvolver a doença de Alzheimer (Kivipelto et al., 2001, 2002, 2005). \n\nEm especial, um estudo prospectivo de coorte realizado por Kivipelto e \n\ncolaboradores (2001) demonstrou que indivíduos que apresentam \n\nelevados níveis de colesterol plasmático durante a meia-idade apresentam \n\num aumentado risco de desenvolvimento de CCL e doença de Alzheimer \n\nem idades mais avançadas. Ademais, Sparks e colaboradores em 2005 \n\ndemonstraram que quando indivíduos hipercolesterolêmicos recebem \n\nterapias que reduzem os níveis de colesterol, i.e., estatinas, apresentam \n\numa menor prevalência da doença de Alzheimer e uma diminuição da \n\ndeterioração cognitiva (Sparks et al., 2005). \n\n                                                             \n8 Camundongo PSAPP: Modelo de camundongo transgênico para doença \n\nde Alzheimer. \n\n\n\n46 \n\n \n\nAlém disso, os estudos in vitro indicam que o colesterol modula \n\ndiretamente o processamento da APP e produção de A? em células \n\nneuronais (Simons et al., 1998; Ehehalt et al., 2003). Simons e \n\ncolaboradores (1998) demonstraram que a produção de A? em neurônios \n\nhipocampais é inibida completamente quando os níveis de colesterol na \n\nmembrana celular são reduzidos por compostos extratores de colesterol \n\n(metil-?-ciclodextrina). Especificadamente, a redução dos níveis de \n\ncolesterol na membrana diminuiu a atividade da enzima BACE-1 \n\n(Simons et al., 1998). O colesterol é principalmente concentrado em \n\nmicrodomínios de membranas, os lipid rafts, os quais parecem ser o \n\nprincipal local para o processamento amiloidogênico da APP (Vetrivel e \n\nThinakaran, 2010). Em contraste, a enzima ?-secretase, a qual previne a \n\nformação do A?, necessita de membranas com menos colesterol, como \n\nos domínios fosfolipídicos ricos em ácidos graxos poli-insaturados de \n\ncadeia longa, os quais são mais fluidos (Kojro et al., 2001). Portanto, o \n\naumento dos níveis de colesterol celular parece favorecer a associação da \n\nAPP com as enzimas BACE-1 e ?-secretase nos lipid rafts, então \n\nestimulando a clivagem da APP em A? (Figura 7) (Ehehalt et al., 2003; \n\nXiong et al., 2008). \n\n \n\n \nFigura 7. O aumento de colesterol nas membranas celulares pode afetar a \n\nprodução do peptídeo ?-amiloide (A?) cerebral. Em condições de aumento de \n\ncolesterol celular, há uma associação da APP com a ?-secretase (BACE-1) nos \n\nlipid rafts, estimulando a clivagem da APP em A? (adaptado de Moreira et al., \n\n2014). \n\n \n\n \n\n \n\n \n\n\n\n47 \n\n \n\n1.6. RECEPTOR DE LDL E O PEPTÍDEO ?-AMILOIDE \n \nOs níveis de A? no cérebro são rigorosamente regulados por meio \n\nde vários processos: (i) sua síntese a partir da APP; (ii) degradação \n\nproteolítica por enzimas degradadoras de amiloide; (iii) transporte da \n\ncirculação para o cérebro e (iv) sua depuração através da BHE (Prasanthi \n\net al., 2008). O transporte de A? através da BHE está representando na \n\nFigura 8A. O receptor de produtos de glicação avançada (RAGE) é \n\nresponsável pelo transporte do A? da circulação para o cérebro. Este \n\nreceptor é pertencente à superfamília das imunoglobulinas de superfície \n\ncelular e, possui uma grande gama de ligantes incluindo o A? (Yan et al., \n\n2000). Enquanto, a depuração do A? através da BHE, é mediada pelos \n\nreceptores da família de receptores de LDL, principalmente pelo LRP-1, \n\no qual é amplamente expresso pelos neurônios, astrócitos e micróglia do \n\nparênquima cerebral, como também pelas células endoteliais, astrócitos \n\ne células musculares na BHE e artérias cerebrais (Herz e Marschang, \n\n2003; Bu, 2009). Enquanto diversos trabalhos definem o papel do LRP-\n\n1 na depuração do A?, estudos recentes apontam que o receptor de LDL \n\ntambém desempenha papel importante no metabolismo e depuração do \n\nA?, assim como na patogênese da doença de Alzheimer (Castellano et \n\nal., 2012). \n\nInicialmente Cao e colaboradores em 2006 observaram que a \n\ndeleção do receptor de LDL em camundongos Tg25769, resulta em um \n\naumento significativo na deposição amiloide cerebral. Após a formação \n\ndas placas esses animais deficientes para o receptor de LDL apresentam \n\nprejuízos cognitivos significativamente maiores (Cao et al., 2006). Em \n\nseguida no ano de 2011, Katsouri e Georgopoulos também mostraram \n\nque a falta do receptor de LDL aumenta a deposição amiloide em \n\ncamundongos 5XFAD10 (Katsouri e Georgopoulos, 2011). Por outro \n\nlado, o estudo de Kim e colaboradores (2009) mostrou que a \n\nsuperexpressão do receptor de LDL no cérebro de camundongos \n\ntransgênicos para doença de Alzheimer reduziu marcadamente a \n\nagregação do A? cerebral e aumentou a depuração deste peptídeo do \n\ncérebro (Kim et al., 2009). Ademais, Basak e colaboradores (2012) \n\nmostraram que o receptor de LDL regula a captação e o metabolismo \n\ncelular de A? pelos astrócitos. O aumento da expressão do receptor de \n\n                                                             \n9 Camundongos Tg2576: Modelo de camundongo transgênico para doença \n\nde Alzheimer. \n10 Camundongos 5XFAD: Modelo de camundongo transgênico para doença \n\nde Alzheimer. \n\n\n\n48 \n\n \n\nLDL aumentou a captação e depuração de ambos A?1-40 e A?1-42 pelos \n\nastrócitos, enquanto a deleção deste receptor apresentou o efeito oposto \n\n(Basak et al., 2012). Finalmente, Castellano e colaboradores (2012) \n\nmostraram que a depuração de A? exógeno administrado no cérebro de \n\ncamundongos é aumentada com a superexpressão do receptor de LDL. \n\nAlém disso, os autores observaram que a superexpressão do receptor de \n\nLDL aumenta a taxa de depuração do A? do cérebro de camundongos \n\nPDAPP11. Especificamente, estes resultados sugerem um mecanismo \n\nonde o receptor de LDL regula o acúmulo de A? cerebral via eliminação \n\ndo cérebro mediada pela BHE (Castellano et al., 2012). \n\n \n\n1.7. INFLUÊNCIA DA HIPERCOLESTEROLEMIA NA \nINTEGRIDADE DA BHE \n\n \nEstudos experimentais utilizando modelos animais de \n\nhipercolesterolemia indicam que alterações metabólicas e disfuncionais \n\nna BHE e a consequente neuroinflamação parecem preceder a produção \n\ne deposição cerebral de A? induzida pela hipercolesterolemia (Sparks et \n\nal., 2000; Ghribi et al., 2006; Takechi et al., 2010; Ullrich et al., 2010). \n\nSparks e colaboradores (2000) demonstraram que a hipercolesterolemia \n\nafeta a integridade da BHE e desencadeia o aumento no extravasamento \n\nde IgG em coelhos alimentados com uma dieta rica em colesterol (Sparks \n\net al., 2000). Além disso, Sparks e Streit (1997) reportaram um aumento \n\nde ativação microglial e infiltração de leucócitos no cérebro de coelhos \n\nhipercolesterolêmicos.  \n\nInflamação crônica com ativação microglial tem sido implicada \n\ncomo um evento importante na patogênese de muitas doenças \n\nneurodegenerativas, incluindo a doença de Alzheimer. A micróglia \n\nativada pode contribuir para a neurodegeneração por meio da produção \n\nde citocinas e espécies reativas. De fato, muitas linhas de evidência têm \n\napontado para um ciclo oxidativo-inflamatório na vasculatura cerebral \n\ninduzido pela hipercolesterolemia que poderia impactar áreas relevantes \n\npara a cognição (Thirumangalakudi et al., 2008; Evola et al., 2010). Nesse \n\nsentido, Thirumangalakudi e colaboradores (2008) utilizando os \n\ncamundongos LDLr-/- tratados com uma dieta hipercolesterolêmica \n\nobservaram que alterações neuroinflamatórias parecem ter papel primário \n\nna disfunção cognitiva induzida pela hipercolesterolemia. De acordo com \n\nestas observações, nós recentemente evidenciamos uma correlação \n\n                                                             \n11 Camundongos PDAPP: Modelo de camundongo transgênico para doença \n\nde Alzheimer. \n\n\n\n49 \n\n \n\npositiva entre os níveis elevados de colesterol periférico e disfunção \n\nmitocondrial no córtex cerebral, o que foi associado com estresse \n\noxidativo e prejuízo de memória e aprendizado espacial em camundongos \n\nLDLr-/- (de Oliveira et al., 2011). \n\nHá algum tempo vem sendo sugerido que danos vasculares \n\npresentes na doença de Alzheimer podem ser importantes no \n\ndesenvolvimento desta doença (Scheibel et al., 1989). A partir de 1993, \n\ncom os trabalhos de Jack C. de la Torre, surgiu a hipótese vascular para \n\na forma esporádica da doença de Alzheimer. Este autor propôs que dois \n\nfatores precisam estar presentes antes que ocorram a disfunção cognitiva \n\ne neurodegeneração características da doença de Alzheimer: (i) o \n\nenvelhecimento e (ii) a presença de uma condição que diminua a perfusão \n\ncerebral (e.g., aterosclerose das artérias carótidas) (de la Torre e \n\nMussivand, 1993; de la Torre, 1999). Na mesma época, inúmeros estudos \n\nclínicos e histopatológicos apontaram uma ligação entre os fatores de \n\nrisco vasculares, tais como hipertensão e hipercolesterolemia, e o \n\ndesenvolvimento da doença de Alzheimer (Sparks et al., 1990, 1995; \n\nSoneira e Scott, 1996). Nesse sentido, o estudo epidemiológico de Strand \n\ne colaboradores (2013) demonstrou que a disfunção vascular associada a \n\nníveis elevados de colesterol periférico é uma das mais prováveis \n\nexplicações para a associação entre a hipercolesterolemia e a doença de \n\nAlzheimer (Strand et al., 2013). \n\nEvidências clínicas e pré-clínicas vêm demonstrando que a \n\ndisfunção da BHE pode ser mais prevalente na doença de Alzheimer do \n\nque previamente se pensou. Neste contexto, Ujiie e colaboradores (2003) \n\nobservaram que em camundongos Tg257612 de 10 meses de idade a \n\npermeabilidade da BHE é maior que em camundongos controle da \n\nmesma idade. Os autores observaram que o aumento na permeabilidade \n\nda BHE já é evidente aos 4 meses de idade, antes mesmo do inicio da \n\ndoença e da deposição de A? (Ujiie et al., 2013). \n\nA condição inflamatória periférica associada à \n\nhipercolesterolemia desencadeia danos na BHE levando ao \n\nextravasamento de proteínas séricas. As células do sistema imune \n\nperiférico interagem com o endotélio cerebral ativado, induzindo cascatas \n\nde sinalização intracelular, produção de mediadores inflamatórios e \n\nalterações nas junções oclusivas. A migração de células do sistema imune \n\nperiférico para o SNC resulta na amplificação da produção de mediadores \n\n                                                             \n12 Camundongos Tg2576: Modelo de camundongo transgênico para doença \nde Alzheimer. \n\n \n\n\n\n50 \n\n \n\ninflamatórios e consequentemente danos ao tecido cerebral (Figura 8B) \n\n(Xiong et al., 2008; Takeda et al., 2014). \n\nAlém disso, prejuízos da função da BHE podem ainda levar a um \n\naumento nos níveis de A? cerebral por meio da desregulação da entrada \n\ne saída deste peptídeo no SNC. Nesse sentido, foi demonstrado no \n\nmodelo experimental de coelhos alimentados com uma dieta rica em \n\ncolesterol, que a hipercolesterolemia aumenta o acúmulo de A? no \n\ncérebro por meio da diminuição dos níveis de LRP-1 e aumento dos \n\nníveis de RAGE na BHE (Prasanthi et al., 2008). A Figura 8B mostra os \n\nprincipais eventos envolvidos na disfunção da BHE induzida pela \n\nhipercolesterolemia. \n\n \n\n \nFigura 8. Influencia da hipercolesterolemia na integridade da barreira hemato-\n\nencefálica (BHE). A BHE é formada pelas junções oclusivas que conectam as \n\ncélulas endoteliais aos capilares que irrigam o parênquima cerebral. Juntamente \n\ncom a lâmina basal, os processos astrocíticos e os pericitos formam a unidade \n\nneurovascular. (A) Situações normais e (B) Situações patológicas, e.g., a \n\nhipercolesterolemia, onde ocorrem danos na BHE (disfunção das junções \n\noclusivas) (adaptado de Moreira et al., 2014). \n\n \n\n\n\n51 \n\n \n\nPortanto, as evidências acumuladas ao longo dos últimos vinte \n\nanos indicam uma associação importante entre alterações na homeostase \n\ndo colesterol, em particular as encontradas em indivíduos com \n\nhipercolesterolemia familiar, e a fisiopatologia da doença de Alzheimer \n\nde origem esporádica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n52 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n \n\n\n\n53 \n\n \n\n2. JUSTIFICATIVA E HIPÓTESE  \n \n\nA hipercolesterolemia familiar resulta em níveis elevados de \n\npartículas de LDL circulantes, sendo responsável por altos índices de \n\nmorbidade e mortalidade por doenças cardiovasculares e grande \n\nimportância do ponto de vista epidemiológico. Segundo a I Diretriz \n\nBrasileira de Hipercolesterolemia Familiar (2012) estima-se que no \n\nBrasil existam de 250.000 a 300.000 portadores desta doença. É \n\nimportante destacar, que estes dados poderiam ser ainda muito maiores \n\nse não fosse o desafio de demonstrar a severidade desta condição fazendo \n\ncom que inúmeros casos sejam subdiagnosticados.  \n\nPor outro lado, outro grande desafio enfrentado pela sociedade \n\nbrasileira é o expressivo aumento da população idosa, um fenômeno de \n\ncaráter mundial. Segundo dados de 2012 do Instituto Brasileiro de \n\nGeografia e Estatística (IBGE), atualmente a relação entre a população \n\nidosa (pessoa de 60 anos ou mais) e pessoas com menos de 15 anos de \n\nidade é 1:2. Embora estes números reflitam um claro avanço na qualidade \n\nde vida de parte da população, eles também alertam para a possibilidade \n\nde que em um futuro próximo cresça significativamente o número de \n\npessoas acometidas por doenças relacionadas à idade, dentre elas a \n\ndoença de Alzheimer. A doença de Alzheimer é a causa mais comum de \n\nprejuízos cognitivos em pessoas com mais de 65 anos de idade. \n\nAtualmente estima-se haver cerca de 36 milhões de pessoas com doença \n\nde Alzheimer no mundo. Este número praticamente irá dobrar a cada 20 \n\nanos, segundo dados fornecidos pelo Relatório de 2012 da Organização \n\nMundial da Saúde (OMS) realizado juntamente com a associação \n\nInternacional de Doença de Alzheimer (ADI). Não há dados claros sobre \n\na incidência da doença de Alzheimer no Brasil, entretanto, com base em \n\npesquisas de outros países e dados do IBGE, estima-se que 1,2 milhão de \n\npessoas sofram com a doença, cerca de 100 mil novos casos por ano \n\n(ABRAz, 2014). \n\nDois aspectos inerentes à hipercolesterolemia familiar são \n\npotencialmente relacionados à patofisiologia da doença de Alzheimer \n\nesporádica. Inicialmente, destaca-se que o defeito primário na \n\nhipercolesterolemia familiar é uma mutação no gene que codifica para \n\no receptor de LDL, resultando em redução funcional (parcial à \n\ncompleta) deste. Salienta-se aqui que diversas evidências vêm \n\ndemonstrando o envolvimento do receptor de LDL no metabolismo e \n\ndepuração do A? cerebral. Ademais, em decorrência da mutação no gene \n\nque codifica o receptor de LDL, os indivíduos com esta patologia são, \n\npor conseguinte, expostos a níveis muito elevados de colesterol \n\n\n\n54 \n\n \n\nplasmático desde o nascimento. Diversas linhas de evidência também \n\nindicam o colesterol como um fator modulador da produção e depuração \n\ndo A? e, subsequente, acúmulo de placas amiloides.  \n\nNesse sentido, nossa hipótese de trabalho é que os efeitos \n\nneurotóxicos induzidos pelo A? podem ser potencializados em \n\nindivíduos com hipercolesterolemia familiar, uma vez que a depuração \n\ndeste peptídeo estaria comprometida. Para avaliar experimentalmente \n\nesta hipótese, camundongos nocautes para o receptor de LDL (LDLr-/-), \n\nmodelo experimental de hipercolesterolemia familiar humana, foram \n\nexpostos à administração intracerebroventricular do A? e marcadores \n\ncomportamentais e bioquímicos de neurotoxicidade foram avaliados. \n\nAdemais, os camundongos LDLr-/- também foram expostos ao \n\nenvelhecimento e ao tratamento com uma dieta rica em colesterol e a \n\nintegridade da BHE e metabolismo do A? foram avaliados. \n\nConjuntamente, os resultados deste estudo irão contribuir para o \n\nentendimento da relação entre hipercolesterolemia familiar e o \n\ndesenvolvimento de comprometimento cognitivo leve em indivíduos de \n\nmeia-idade. Outrossim, também poderão indicar o receptor de LDL como \n\num possível alvo terapêutico na doença de Alzheimer, com o intuito de \n\npotencializar o metabolismo e depuração do A? cerebral. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n55 \n\n \n\n3. OBJETIVOS \n\n \n\n3.1. OBJETIVO GERAL \n \nInvestigar os mecanismos moleculares que relacionam a \n\nhipercolesterolemia familiar à doença de Alzheimer, com particular \n\nênfase na neurotoxicidade induzida pelo A? e integridade da BHE. \n\n \n\n3.2. OBJETIVOS ESPECÍFICOS  \n \n\n? Verificar os efeitos da administração intracerebroventricular do \nA? 1-40 nos camundongos LDLr-/- sobre a função cognitiva, colinérgica, \n\nantioxidante e resposta neuroinflamatória; \n\n \n\n? Verificar se os prejuízos cognitivos presentes em camundongos \nLDLr-/- jovens e de “meia-idade” se relacionam a alterações na expressão \n\nde genes envolvidos no metabolismo e depuração do A? e no processo \n\napoptótico; \n\n \n\n? Avaliar se os prejuízos cognitivos e alterações na \npermeabilidade da BHE em camundongos LDLr-/- são, ainda, \n\npotencializados pela exposição a uma dieta hipercolesterolêmica; \n\n \n\n? Avaliar se a exposição à LDL prejudica a homeostase de células \nneuronais; \n\n \n\n? Avaliar se o tratamento de camundongos Swiss com o composto \nGenfibrozila aumenta expressão gênica hepática e cerebral do receptor de \n\nLDL. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n56 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n57 \n\n \n\n4. MATERIAIS E MÉTODOS \n \n\n4.1. REAGENTES  \n \n\nAlbumina de soro bovino, Nicotinamida adenina dinucleotídeo \n\nfostato reduzida, Glutationa oxidada, Glutationa redutase, Glutationa \n\nreduzida, Peróxido de terc-butila, Iodeto de Acetiltiocolina, 5,5’?ditio?\nbis?2?nitrobenzoato, Triton X?100, Peptídeo ?-amiloide 1-40, \nGenfibrozila, Hidrato de cloral, Fluoresceína de sódio, os anticorpos anti-\n\nGFAP e anti-tubulina, o meio de montagem CC/mount e a Tioflavina-S \n\nforam adquiridos da empresa Sigma-Aldrich. O anticorpo anti-\n\naquaporina 4 foi obtido da empresa Santa Cruz Biotechnology. O \n\nIsoflurano foi obtido da empresa Abbot Laboratórios do Brasil. Os \n\nreagentes para a extração de RNA, síntese de cDNA e reação de PCR em \n\ntempo real foram obtidos da Promega Brasil e Applied Biosystems. Soro \n\nde cavalo, 2’,7’- diclorodiidrofluoresceína acetato e os anticorpos \n\nsecundários Alexa fluor foram adquiridos da empresa Life Technologies. \n\nO Iodeto de propídeo foi adquirido da Calbiochem-Vovabiochem. Todos \n\nos outros reagentes utilizados foram de grau analítico. \n\n \n\n4.2. ANIMAIS \n \n\nCamundongos da linhagem selvagem C57BL/6 e nocautes para o \n\nreceptor de LDL (LDLr-/-) foram gentilmente cedidos pelo Departamento \n\nde Fisiologia e Biofísica, Instituto de Biologia, Universidade Estadual de \n\nCampinas, Brasil. Os progenitores foram adquiridos do Jackson \n\nLaboratories (Bar Harbor, Maine, EUA). Além disso, foram utilizados \n\ncamundongos Swiss albinos provenientes do Biotério Central da \n\nUniversidade Federal de Santa Catarina. Os animais foram alojados em \n\ngaiolas plásticas (42 x 34 x 17 cm), com condição controlada de \n\ntemperatura (23 ± 1ºC) e luminosidade (ciclo claro/escuro de 12 horas, \n\nfase clara das 7 horas às 19 horas), e com livre acesso a água e comida. \n\nTodos os procedimentos utilizados no presente estudo foram previamente \n\naprovados pelo Comitê de Ética para o uso de Animais (CEUA/UFSC), \n\nProcesso 23080.040932/2010-28, PP00553, que segue normas \n\ninternacionais de utilização de animais para pesquisa científica. \n\nO camundongo LDLr-/- é um modelo experimental de \n\nhipercolesterolemia familiar humana desenvolvido e descrito por \n\nIshibashi e colaboradores (1991 e 1993). Algumas características deste \n\nmodelo animal podem trazer vantagens para sua utilização, tais como: (i) \n\nsemelhança à condição humana de hipercolesterolemia familiar, causada \n\n\n\n58 \n\n \n\npor mutações no gene para o receptor de LDL; (ii) o perfil de lipoproteínas \n\nplasmáticas, que se assemelha ao de humanos, estando a maior parte do \n\ncolesterol confinado na fração LDL; e (iii) o grau de dislipidemia \n\nintermediário, desenvolvendo lesões menos avançadas do que outros \n\nmodelos de hipercolesterolemia (Zadelaar et al., 2007). \n\n \n\n4.3. ADMINISTRAÇÃO INTRACEREBROVENTRICULAR DO \n\nPEPTÍDEO ?-AMILOIDE  \n \n\nPrimeiramente foi realizado o protocolo de agregação do A?1-40. O \n\nfragmento A?1-40 foi dissolvido em PBS 0,1 M (pH 7,4) e incubado a \n\n37°C por 4 dias, como descrito previamente (Prediger et al., 2007; \n\nPiermartiri et al., 2010; Figueiredo et al., 2011; Santos et al., 2012). A \n\nforma agregada do A?1-40 (400 pmol/sítio) ou a solução veículo (PBS) \n\nforam administradas por via intracerebroventricular (i.c.v.) como descrito \n\npor Laursen e Belknap (1986). Para isso, os camundongos foram \n\nanestesiados com isoflurano 0,96% e uma microseringa Hamilton com \n\nagulha 28 gauges de 3 mm de comprimento foi utilizada. A agulha foi \n\ninserida unilateralmente (1 mm) no ponto médio equidistante entre os \n\nolhos e a uma distância igual entre os olhos e as orelhas, perpendicular \n\nao plano do crânio. Um volume de 3 µL das soluções foi injetado \n\ngradualmente durante um intervalo de 5 s no ventrículo lateral.  \n\n \n\n4.4. CULTIVO PRIMÁRIO DE NEURÔNIOS HIPOCAMPAIS  \n \nAs culturas primárias de neurônios hipocampais de fetos de ratos \n\nWistar (com 18 a 19 dias gestacionais) foram preparadas conforme \n\ndescrito por Cáceres e colaboradores (1986), com pequenas \n\nmodificações. As ratas prenhas foram anestesiadas com isoflurano \n\n0,96%, eutanasiadas por deslocamento cervical e os fetos removidos. Os \n\ncérebros foram removidos e transferidos para uma placa de Petri \n\ncontendo uma solução estéril de tampão de Hank’s gelado. Os \n\nhipocampos foram dissecados, as meninges foram retiradas, o tecido \n\ntriturado e as células dissociadas por meio de leve tripsinização (tripsina \n\n0,25%, 15 minutos, 37°C) e mecanicamente com pipetas Pasteur de \n\npontas flambadas. Em seguida, as células foram semeadas na presença de \nmeio de cultura MEM contendo 10% de soro de cavalo, 2 mM de \n\nglutamina, piruvato de sódio e 5000 U/mL de penicilina/estreptomicina. \n\nO plaqueamento foi feito em placas de cultura contendo coverslips \n\npreviamente tratados com solução de poli-L-lisina a 10 ?g/mL. As \n\n\n\n59 \n\n \n\nculturas foram mantidas em estufa com 95% de umidade, 5% CO2 a 37ºC. \n\nDepois de 2 horas, o meio MEM foi trocado pelo meio Neurobasal \n\nsuplementado com 1% de B27, 0,5% de glutamax e 5000 U/mL de \n\npenicilina/estreptomicina, o qual foi mantido durante o período de \n\ncultura. \n\n \n\n4.5. DESENHOS EXPERIMENTAIS \n \n\n4.5.1. Experimento 1: Camundongos LDLr-/- são mais susceptíveis a \nneurotoxicidade induzida pela injeção i.c.v. do A?1-40? \n\n \nO objetivo do primeiro desenho experimental foi avaliar se a \n\nausência do receptor de LDL, e consequente hipercolesterolemia, \n\npotencializam a neurotoxicidade induzida pelo A?. Dessa forma, \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/- de 5 meses de idade \n\nmachos foram injetados pela via i.c.v. com o A?1-40 agregado ou com a \n\nsolução veículo (PBS), totalizando quatro grupos experimentais. A \n\nadministração aguda i.c.v. do A?1-40 agregado (400 pmol/sítio) em \n\ncamundongos permite a investigação de mecanismos moleculares \n\nenvolvidos na toxicidade induzida pelo A? (Prediger et al., 2007, 2008; \n\nTakeda et al., 2009; Piermartiri et al., 2010; Figueiredo et al., 2011; \n\nSantos et al., 2012). Ademais, o modelo experimental da administração \n\ni.c.v. do A?1-40 apresenta validade preditiva e de analogia (Takeda et al., \n\n2009). Dez dias após o tratamento com o A?1-40, os camundongos foram \n\nsubmetidos aos seguintes testes comportamentais: realocação de objeto, \n\nalternância espontânea e labirinto em cruz elevado (grupos independentes \n\nde animais foram usados em cada teste, 8 animais por grupo \n\nexperimental). Após a realização do teste realocação do objeto, no 14° \n\ndia, os animais foram anestesiados (xilazina 10 mg/kg e quetamina 100 \n\nmg/kg, intraperitoneal - i.p.) e o sangue foi coletado por punção cardíaca \n\npara a determinação dos níveis plasmáticos de colesterol total e de \n\ncolesterol HDL. Os animais foram, então, eutanasiados por deslocamento \n\ncervical e, posteriormente, o córtex pré-frontal e o hipocampo dissecados \n\npara a determinação da atividade da enzima acetilcolinesterase (AChE), \n\nda atividade das enzimas antioxidantes glutationa redutase (GR), \n\nglutationa peroxidase (GPx), superóxido dismutase (SOD), para a \n\nquantificação dos níveis de glutationa (GSH), e para a mensuração dos \n\nníveis de espécies reativas. Após o teste da alternância espontânea, cinco \n\nanimais de cada grupo experimental foram anestesiados (hidrato de cloral \n\n40%) e perfundidos com paraformaldeído 4% para a coloração por \n\nTioflavina-S e para ensaios de imunofluorescência. Nos ensaios de \n\n\n\n60 \n\n \n\nimunofluorescência foi avaliada a densidade das proteínas ácida fibrilar \n\nglial (GFAP) e aquaporina 4 (AQP-4). Após o teste do labirinto em cruz \n\nelevado, os animais foram eutanasiados por deslocamento cervical e, \n\nposteriormente, o hipocampo foi dissecado, e, fatias de 400 µm de \n\nespessura foram obtidas para realização do ensaio de captação de iodeto \n\nde propídeo. O esquema do primeiro desenho experimental está \n\nrepresentado na Figura 9. \n\n \n\n \nFigura 9. Desenho experimental 1: Camundongos LDLr-/- são mais susceptíveis \n\na neurotoxicidade induzida pela injeção i.c.v. do A?1-40? \n\n \n\n4.5.2. Experimento 2: Os prejuízos cognitivos nos camundongos \nLDLr-/- jovens e de “meia-idade” estão associados com alterações no \n\nmetabolismo do A? e em proteínas anti- e pró-apoptóticas? \n\n \n\nO objetivo específico do segundo desenho experimental foi buscar \n\nevidências que associam os prejuízos cognitivos presentes nos \n\ncamundongos LDLr-/- a alterações na expressão de genes envolvidos no \n\nmetabolismo do A? e no processo apoptótico. Dessa forma, foram \n\nutilizados camundongos C57BL/6 do tipo selvagem e camundongos \n\nLDLr-/- adultos jovens (três meses) e de “meia-idade” (quatorze meses) \n\nmachos. Os animais foram eutanasiados por deslocamento cervical e, \n\nposteriormente, o córtex pré-frontal e o hipocampo foram dissecados para \n\na determinação dos níveis de RNAm de proteínas envolvidas no \n\nmetabolismo do A? (LRP-1, APP, BACE-1 e PS-1), e de proteínas anti- \n\ne pró-apoptóticas (Bcl-2 e Bax respectivamente) por qPCR (Figura 10). \n\n\n\n61 \n\n \n\n \n\n \nFigura 10. Desenho experimental 2: Os prejuízos cognitivos nos camundongos \n\nLDLr-/- jovens e de “meia-idade” estão associados com alterações no \n\nmetabolismo do A? e em proteínas anti- e pró-apoptóticas? \n\n \n\n4.5.3. Experimento 3: Os prejuízos cognitivos e alterações na BHE \nem camundongos LDLr-/- são potencializados por uma dieta \n\nhipercolesterolêmica? \n\n \n\nO objetivo específico deste terceiro desenho experimental foi \n\ninvestigar se os prejuízos cognitivos e alterações na permeabilidade da \n\nBHE observados em camundongos LDLr-/- seriam potencializados pela \n\nexposição à dieta hipercolesterolêmica. Nesse sentido, camundongos \n\nC57BL/6 do tipo selvagem e os camundongos LDLr-/- de três meses de \n\nidade machos foram expostos a uma dieta hipercolesterolêmica \n\n(constituída por 20% de gordura saturada e 1,25% de colesterol como \n\ndescrito na Tabela 1, produzida na Universidade Estadual de Campinas, \n\nCampinas, SP, Brasil, Tabela 2) (de Oliveira et al., 2011, 2013) ou uma \n\ndieta padrão para roedores durante trinta dias. Após trinta dias de \n\ntratamento com as dietas, os camundongos foram submetidos aos testes \n\ncomportamentais de realocação do objeto, reconhecimento do objeto, \n\nalternância espontânea e labirinto em cruz elevado (grupos independentes \n\nde animais foram usados em cada teste, 8 animais por grupo \n\nexperimental). Após a realização do protocolo de testes \n\ncomportamentais, os animais foram anestesiados (xilazina 10 mg/kg e \n\nquetamina 100 mg/kg, i.p.), o sangue foi coletado por punção cardíaca \n\npara a determinação dos níveis de colesterol total e de colesterol HDL e, \n\nposteriormente, o córtex pré-frontal e o hipocampo foram dissecados para \n\n\n\n62 \n\n \n\na determinação dos níveis de RNAm de proteínas integrantes das junções \n\noclusivas da BHE (claudina-5 e ocludina). Em um grupo independente \n\nde animais a permeabilidade da BHE dos animais à fluoresceína de sódio \n\nfoi avaliada no córtex pré-frontal, hipocampo e bulbo olfatório (Figura \n\n11).  \n\n \nTabela 1. Composição das dietas experimentais. \n\n \n \n\n \nFigura 11. Desenho experimental 3: Os prejuízos cognitivos e alterações na BHE \n\nem camundongos LDLr-/- são potencializados por uma dieta \n\nhipercolesterolêmica? \n\n \n\n4.5.4. Experimento 4: Quais as consequências da exposição de \ncélulas neuronais à LDL humana isolada? \n\n \n\nTendo em mente que a disfunção da BHE pode desencadear a \n\nentrada de partículas de LDL plasmáticas no SNC (Hui et al., 2012), no \ndesenho experimental 4 nós investigamos se a exposição à LDL humana \n\nisolada modifica a homeostase de células neuronais. Cultura primária de \n\nneurônios hipocampais de rato (dia in vitro 0 ou dia in vitro 1) foi exposta \n\nà LDL na concentração de 50 µg/mL durante 24 horas e o \n\n\n\n63 \n\n \n\ndesenvolvimento neuronal foi avaliado por meio de ensaios de \n\nimunofluorescência utilizando marcadores para actina e tubulina (Figura \n\n12). Estes experimentos foram realizados no Instituto de Investigación \n\nMédica Mercedes y Martín Ferreyra na Universid Nacional de Córdoba \n\ndurante o estágio sanduiche realizado no grupo de pesquisa coordenado \n\npelo Prof. Dr. Alfredo Cáceres. \n\n \n\n \nFigura 12. Desenho experimental 4: Quais as consequências da exposição de \n\ncélulas neuronais à LDL humana isolada? \n\n \n\n4.5.5. Experimento 5: Em busca de uma terapia capaz de aumentar \na expressão do receptor de LDL ao nível cerebral. \n\n \nNosso desenho experimental 5 tem como objetivo avaliar se o \n\ncomposto Genfibrozila, um fibrato hipolipemiante, é capaz de aumentar \n\na expressão gênica hepática e cerebral do receptor de LDL em \n\ncamundongos. Para este fim, camundongos Swiss de três meses de idade \n\nmachos foram tratados com o fármaco Genfibrozila (três doses \n\ndiferentes: 1,3; 13 e 130 mg/kg, i.p.) ou com a solução veículo (salina) \n\ndiariamente durante trinta dias. Ao final do tratamento, os camundongos \n\nforam anestesiados (xilazina 10 mg/kg e quetamina 100 mg/kg, i.p.) e o \n\nsangue foi coletado por punção cardíaca para a determinação dos níveis \n\nde colesterol total. Em seguida, os animais foram, então, eutanasiados por \n\ndeslocamento cervical e, posteriormente, o fígado e o hipocampo \n\ndissecados para a determinação dos níveis de RNAm do receptor de LDL \n\n(Figura 13). \n \n\n\n\n64 \n\n \n\n \nFigura 13. Desenho experimental 5: Em busca de uma terapia capaz de aumentar \n\na expressão do receptor de LDL ao nível cerebral. \n\n \n\n4.6. TESTES COMPORTAMENTAIS \n \n\n4.6.1. Teste do campo aberto: \n \nO teste do campo aberto foi utilizado para investigar a atividade \n\nlocomotora dos animais (Prut e Belzung, 2003). O aparelho feito de \n\nacrílico transparente com assoalho cinza foi dividido por linhas pretas em \n\n25 quadrados (10 x 10 cm) e cercado por paredes elevadas em 40 cm de \n\naltura. Cada camundongo foi colocado no centro do campo aberto e o \n\nnúmero total de cruzamentos foi registrado por 5 minutos. Um \n\ncruzamento foi registrado quando o animal atravessou o quadrado com \n\nas quatro patas. \n\n \n\n4.6.2. Teste da realocação do objeto: \n \n\nA memória espacial dos camundongos foi avaliada no teste de \n\nrealocação de objeto. Este teste, baseado na tendência espontânea de \n\nroedores, previamente expostos a dois objetos idênticos, a \n\nposteriormente, explorar um dos objetos (realocado para uma nova \nlocalização espacial) por um tempo maior que o objeto não deslocado, \n\ntem sido utilizado na avaliação de memórias dependentes do hipocampo \n\n(Ferguson e Sapolsky, 2007; Assini et al., 2009). O aparelho utilizado \n\npara o teste foi o campo aberto. Os objetos eram dois retângulos plásticos \n\nidênticos (3 cm lado x 4,5 cm lado x 4,5 cm altura) os quais foram colados \n\n\n\n65 \n\n \n\nao chão de maneira equidistante 7 cm de dois lados da caixa. O \n\nprocedimento consistiu em uma sessão de habituação ao campo aberto \n\ncom duração de 5 minutos, na qual o animal era colocado na caixa e \n\nexplorava-a livremente. Após 24 horas, ocorreu a sessão treino, onde dois \n\nobjetos idênticos eram apresentados aos animais. Neste momento, foi \n\nregistrado o tempo de exploração de cada um dos objetos colocados na \n\ncaixa, durante 5 minutos. Depois do treino os animais retornavam às suas \n\ngaiolas e aguardavam até o momento do teste, 180 minutos após o treino. \n\nNo momento do teste, porém, um dos objetos era colocado em uma nova \n\nposição no campo aberto. Neste momento registrava-se, novamente, o \n\ntempo de exploração de cada um dos objetos. Os seguintes \n\ncomportamentos foram considerados como exploração do objeto: cheirar, \n\ntocar ou observar o objeto a menos de 1 cm de distância. Este tempo de \n\nexploração dos objetos foi utilizado para o cálculo do índice de \n\nlocalização de objetos, o qual foi utilizado como parâmetro de memória \n\n(Assini et al., 2009). Índice de localização = [t(s) A1’ x 100/ {t(s) A1’ + \n\nt(s) A1}]. Onde A1’ foi o tempo gasto pelos animais explorando o objeto \n\ndeslocado e A1 foi o tempo gasto pelos animais explorando o objeto não \n\ndeslocado. \n\n \n\n4.6.3. Teste do reconhecimento do objeto: \n \n\nO teste de reconhecimento do objeto também foi utilizado para \n\navaliar memórias dependentes do hipocampo (Ainge et al., 2006). Neste \n\nteste, o animal está familiarizado com um objeto, e então, após um tempo, \n\né apresentado simultaneamente ao mesmo objeto e a um novo objeto. Os \n\nobjetos utilizados apresentam nível exploratório, complexidade física e \n\ntamanho similares. Primeiramente, no dia anterior ao teste os animais \n\nforam individualmente habituados ao campo aberto durante 5 minutos. \n\nNa sessão treino, dois objetos idênticos eram apresentados aos \n\ncamundongos. Neste momento, foi registrado o tempo de exploração de \n\ncada um dos objetos colocados na caixa, durante 5 minutos. Os animais \n\nretornaram às suas gaiolas imediatamente depois do treino. Uma hora \n\napós o treino, os animais foram reintroduzidos no campo aberto que \n\ncontinha um objeto novo e um objeto previamente explorado. Neste \n\nperíodo registrava-se, novamente, o tempo de exploração de cada um dos \n\nobjetos durante 5 minutos. Os seguintes comportamentos foram \n\nconsiderados como exploração do objeto: cheirar, tocar ou observar o \n\nobjeto a menos de 1 cm de distância. Um índice de discriminação - [t(s) \n\nA2 x 100/ {t(s) A2 + t(s) A1}], onde A2 foi o tempo gasto pelos animais \n\nexplorando o objeto novo e A1 foi o tempo gasto pelos animais \n\n\n\n66 \n\n \n\nexplorando o objeto velho - foi utilizado para medir a memória de \n\nreconhecimento (Greco et al., 2010). \n\n \n\n4.6.4. Teste de alternância espontânea: \n \n\nO teste de alternância espontânea realizado no labirinto em “T” foi \n\nutilizado como um parâmetro qualitativo para avaliação da memória \n\noperacional em camundongos. A alternância espontânea ocorre quando \n\nhá a escolha do braço do labirinto em “T” que não foi selecionado no \n\ntreino anterior pelos animais (Spowart-Manning e van der Staay, 2004). \n\nO aparato experimental foi feito de acrílico transparente preto contendo \n\num braço central e dois braços laterais posicionados em um ângulo de \n\n90° em relação ao braço central. Os braços tinham 10 cm de largura e as \n\nparedes tinham 30 cm de altura. Na primeira sessão treino, os animais \n\nforam forçados a escolher um dos braços (direita, por exemplo), enquanto \n\no outro estava trancado. Após o camundongo explorar o braço direito, \n\neventualmente poderia voltar a posição inicial, onde era confinado por 5 \n\nsegundos, enquanto a barreira do braço esquerdo era retirada. A partir \n\ndeste primeiro treino, ocorreram os treinos de livre escolha, nos quais os \n\ncamundongos podiam escolher livremente entre os braços da direita ou \n\nesquerda. Quando o animal entrava em um braço o outro era trancado, e \n\nvoltando ao braço inicial eram retidos por mais 5 segundos (inicio de uma \n\nnova sessão treino). O teste acaba quando os camundongos realizam 14 \n\ntreinos ou após 30 minutos (Spowart-Manning e van der Staay, 2004).  \n\n \n\n4.6.5. Labirinto em cruz elevado \n \nO labirinto em cruz elevado é o teste mais utilizado para avaliar o \n\ncomportamento do “tipo ansioso” em roedores (Rodgers et al., 2010). Por \n\noutro lado, a repetição do teste 24 horas após no labirinto em cruz elevado \n\n(sessão reteste) está associada com mudanças comportamentais \n\nacentuadas indicativas de aprendizado aversivo (Rodgers et al., 1996). O \n\naparato, feito de madeira e fórmica, consiste de dois braços abertos (18 x \n\n6 cm), opostos a dois braços fechados (18 x 6 cm), elevados 60 cm do \n\nchão. A área de junção dos quatro braços (plataforma central) mede 6 x \n\n6 cm. Os experimentos foram conduzidos em ambiente com baixa \n\nluminosidade (12 lux), sendo que os comportamentos dos animais no \n\nlabirinto em cruz elevado foram registrados por uma câmera de vídeo \n\nacoplada a um gravador de DVD instalado na sala adjacente à sala de \n\nexperimentos. Cada camundongo foi colocado na plataforma central de \n\nfrente para um braço fechado. Os animais foram observados durante um \n\n\n\n67 \n\n \n\nperíodo de 5 minutos. Foram analisados os seguintes parâmetros: o \n\nnúmero de entradas nos braços abertos e nos braços fechados, o tempo de \n\npermanência nos braços abertos e nos fechados (foi considerada uma \n\nentrada quando as quatro patas do animal estivessem no interior do \n\nbraço).  Estes dados foram utilizados para calcular a porcentagem de \n\nentradas nos braços abertos [%EA: entradas nos braços abertos / (entrada \n\nnos braços abertos + entradas nos braços fechados) x 100]; porcentagem \n\nde permanência nos braços abertos [%TBA: tempo nos braços abertos / \n\n(tempo nos braços abertos + tempo nos braços fechados) x100]. Além \n\ndisso, foi utilizado o número total de entradas nos braços fechados como \n\numa medida de locomoção. \n\n \n\n4.7. ANÁLISE DOS NÍVEIS DE LIPÍDEOS PLASMÁTICOS \n \nA quantificação do colesterol total (CT) e colesterol HDL no \n\nplasma dos camundongos foi realizada utilizando reagentes comerciais \n\n(Gold Analisa), seguindo as especificações do fabricante. A concentração \n\nplasmática de colesterol contida nas lipoproteínas (VLDL, LDL + IDL) \n\nfoi determinada indiretamente através da diferença entre os níveis de CT \n\ne colesterol HDL e denominada de colesterol não-HDL (Sanchez-Muniz \n\ne Bastida, 2008). Os resultados foram expressos em mg/dL. \n\n \n\n4.8. ANÁLISES BIOQUÍMICAS \n \n\n4.8.1. Preparação tecidual para as análises bioquímicas: \n \n\nOs animais foram eutanasiados e os tecidos cerebrais (cortéx pré-\n\nfrontal e hipocampo) homogeneizados (1: 10 m/v) em tampão HEPES 20 \n\nmM (pH 7,0). Em seguida os homogenatos foram centrifugados a 3.000 \n\ng (4º C) por 5 minutos e uma alíquota do sobrenadante foi separada para \n\na determinação da atividade da AChE. Posteriormente, os sobrenadantes \n\nda primeira centrifugação foram novamente centrifugados a 16.000 g (4º \n\nC) por 20 minutos e o sobrenadante obtido foi utilizado para a \n\ndeterminação da atividade das enzimas GR, GPx, SOD, e os níveis de \n\nGSH e espécies reativas. \n\n \n\n4.8.2. Determinação da atividade da acetilcolinesterase (AChE): \n \n\nA atividade da AChE foi determinada de acordo com o método \n\nproposto por Ellman et al. (1961). Este método baseia-se na taxa de \n\nhidrólise do iodeto de acetiltiocolina, que é medida em 412 nm. O \n\n\n\n68 \n\n \n\ngrupamento tiol (-SH) da tiocolina reage com o ácido 5’,5 – ditiobis-2-\n\nnitrobenzóico (DTNB) formando o ânion ácido 2-nitro-5-mercapto -\n\nbenzóico (TNB) com cor amarela. O valor obtido foi dividido pelo \n\ncoeficiente de extinção molar do TNB (? = 13.600 M-1 cm-1) e \n\nmultiplicado pelas diluições. Os dados foram expressos como nmol de \n\nsubstrato hidrolisado/min/mg de proteína. \n\n \n\n4.8.3. Sistema antioxidante vinculado à glutationa (GSH): \n \n\nOs níveis de GSH foram determinados por meio do ensaio \n\nfluorimétrico descrito por Hissin e Hilf (1976), com algumas \n\nmodificações. Este ensaio baseia-se no principio de que os grupos tióis (-\n\nSH) da GSH reagem especificamente com orto-ftalaldeído (OPT) (em pH \n\n8,0), resultando na produção de um produto altamente fluorescente. \n\nPrimeiramente para a precipitação das proteínas, a amostra (sobrenadante \n\n1) foi misturada ao ácido perclórico 0,6 M, e centrifugado a 14.000 rpm \n\n(4°C) durante 10 minutos. O sobrenadante resultante (sobrenadante 2) foi \n\nincubado com 0,1% (m/v em metanol) de orto-ftalaldeído em Na2HPO4 \n\n100 mM, durante 15 minutos à temperatura ambiente. A intensidade de \n\nfluorescência foi lida a um comprimento de onda de emissãode 420 nm e \n\nde excitação de 350 nm. O conteúdo de GSH foi calculado utilizando uma \n\ncurva padrão e expresso como µmol de GSH/mg proteina. \n\nA GR catalisa a redução da glutationa oxidada (GSSG) através da \n\noxidação do NADPH. Ao utilizar o substrato GSSG, a enzima leva ao \n\nconsumo de NADPH, que é acompanhado em 340 nm. A velocidade de \n\nconsumo de NADPH, em condições de saturação, expressa a atividade \n\nenzimática (Carlberg e Mannervik, 1985). O meio de reação continha \n\ntampão fosfato 0,25 M (pH 7,0), 1 mM de EDTA e NADPH 0,2 mM. \n\nApós adicionar a amostra, o consumo inespecífico de NADPH foi \n\nmensurado por 5 min a 340 nm. Ao adicionar o substrato GSSG 1 mM a \n\nleitura foi realizada por 5 minutos adicionais e descontou-se o consumo \n\ninespecífico de NADPH do decaimento por minuto obtido. O valor obtido \n\nfoi dividido pelo coeficiente de extinção molar do NADPH (? = 6.220 M-\n\n1 cm-1) e multiplicado pelas diluições. Os dados foram expressos como \n\nnmol de NADPH oxidado/min/mg de proteína. \n\nA GPx catalisa a redução de H2O2, bem como outros lipoperóxidos \n\ne peróxidos orgânicos, utilizando a GSH reduzida como co-substrato e \n\nproduzindo GSSG. A GSSG é reduzida pela GR com o consumo de \n\nNADPH, que foi mensurado através da leitura em espectrofotômetro em \n\n340 nm (Wendel, 1981). Para este ensaio, o meio de reação continha \n\ntampão fosfato 0,25 M (pH 7,0) 1 mM de EDTA, GSH 100 mM, GR 5 \n\n\n\n69 \n\n \n\nU/ mL e NADPH 0,1 mM. Adicionou-se, neste meio, a amostra para \n\nmensurar o consumo inespecífico de NADPH através de uma leitura por \n\n5 minutos, a 340 nm. Ao adicionar o substrato (1 mM peróxido de ter-\n\nbutila), a leitura foi realizada por mais 5 minutos. Ao decréscimo de \n\nabsorbância (340 nm) por minuto obtido descontou-se o consumo \n\ninespecífico de NADPH. O valor obtido foi dividido pelo coeficiente de \n\nextinção molar do NADPH (? = 6.220 M-1 cm-1) e multiplicado pelas \n\ndiluições. Os dados foram expressos como nmol de NADPH \n\noxidado/min/mg de proteína. \n\n \n\n4.8.4. Determinação da atividade da superóxido dismutase (SOD): \n \n\nA SOD dismuta os ânions superóxidos em H2O2 e oxigênio \n\nmolecular. A atividade da SOD foi determinada como descrito por Misra \n\ne Fridowich (1972). Este método tem como base a capacidade da SOD \n\nem inibir a auto-oxidação da adrenalina em adrenocromo. Uma unidade \n\nde enzima foi definida como a quantidade de enzima necessária para \n\ninibir a taxa de oxidação da epinefrina em 50%. A amostra foi adicionada \n\na um tampão glicina 50 mM (pH 10,2). A reação enzimática foi iniciada \n\npela adição de epinefrina e a cor foi medida a 480 nm. A atividade \n\nenzimática foi expressa em unidades (U)/mg de proteína.  \n\n \n\n4.8.5. Determinação dos níveis de espécies reativas: \n \n\nOs níveis de espécies reativas foram mensurados com base na \n\noxidação da sonda 2’,7’- diclorodiidrofluoresceína acetato (DCF-DA) em \n\num composto fluorescente 2’,7’- diclorodiidrofluoresceína (DCF), como \n\npreviamente descrito (Hempel et al., 1999). A amostra foi incubada com \n\nDCF-DA 80 mM a 37°C durante 15 minutos. A DCF-DA é des-\n\nesterificada no interior das células por esterases endógenas para o ácido \n\nlivre ionizado, DCFH. DCFH é oxidado em DCF pelas espécies reativas. \n\nA formação deste derivado oxidado fluorescente foi monitorada com os \n\ncomprimentos de onda de excitação e emissão de 488 e 525 nm, \n\nrespectivamente. A produção de espécies reativas foi quantificada \n\nutilizando uma curva padrão de DCF e os dados foram expressos como \n\nmol DCF/mg de proteína. \n\n \n\n4.8.6. Determinação dos níveis de proteínas: \n \n\nO conteúdo de proteínas foi quantificado pelo método de Lowry \n\n(1951), usando albumina de soro bovino como padrão.  \n\n\n\n70 \n\n \n\n4.9. DETERMINAÇÃO DO IMUNOCONTEÚDO DE PROTEÍNA \nÁCIDA FIBRILAR GLIAL (GFAP) E AQUAPORINA 4 (AQP-4) \n\n \nAs densidades de GFAP e AQP-4 foram avaliadas por meio de \n\nensaios de imunofluorescência. Os camundongos foram anestesiados \n\ncom hidrato de cloral (40%) e logo perfundidos através do ventrículo \n\ncardíaco esquerdo com solução salina (NaCl 0,9%), seguida por uma \n\nsolução fixadora de paraformaldeído 4% em PBS 0,1 M (pH 7,4). Após \n\na perfusão, os cérebros foram removidos e pós-fixados na mesma solução \n\nfixadora durante 24 horas à temperatura ambiente e crioprotegidos por \n\nimersão em solução de sacarose 30% em PBS 0,1 M a 4ºC até afundarem. \n\nApós, os cérebros foram congelados por imersão em isopentano resfriado \n\ne armazenados em congelador (-80ºC) para as análises posteriores. Cortes \n\ncoronais (40 ?M) em série de hipocampo foram obtidos com um criostato \n\n(Leica) a -25°C. Os cortes foram primeiramente bloqueados com 5% de \n\nsoro de cavalo, diluído em PBS 0,1 M contendo 2% de Triton X-100, \n\ndurante 2 horas à temperatura ambiente. Em seguida, os cortes foram \n\nincubados overnight a 4 °C com o anticorpo de camundongo anti-GFAP \n\ne o anticorpo feito em cabra anti- AQP4, em 1% de soro de cavalo diluído \n\nem PBS 0,1 M contendo 0,5% de Triton X-100. Após três lavagens em \n\nPBS 0,1 M, os cortes de tecido foram incubados com o anticorpo anti-\n\ncamundongo Alexa fluor 488 e anti-cabra Alexa fluor 568 em 1% de soro \n\nde cavalo diluído em PBS 0,1 M contendo 0,5% de Triton X-100, durante \n\n2 horas à temperatura ambiente. Os cortes foram lavados três vezes com \n\nPBS 0,1 M e, então, incubados com DAPI 0,5 µg/mL em PBS 0,1 M \n\ndurante 10 minutos. Por fim, os cortes foram novamente lavados três \n\nvezes com PBS 0,1 M e montados em lâminas com meio de montagem \n\nCC/mount e cobertos com lamínulas. As imagens dos cortes de \n\nhipocampo foram capturadas em um microscópio confocal Olympus \n\nFVi-10 e examinadas com o software Image J (Moreira et al., 2012; dos \n\nSantos et al., in press). \n\n \n\n4.10. COLORAÇÃO PELA TIOFLAVINA-S \n \nPara visualização de placas amiloides foi realizada o método de \n\ncoloração pela Tioflavina-S. Os cortes hipocampais (40 µm) foram \n\nincubados em 0,5% de Tioflavina-S em etanol 50% durante 10 minutos. \n\nEm seguida, os cortes foram lavados duas vezes em etanol 50% e uma \n\nvez em PBS 0,1 M. Por fim, os cortes foram montados com o meio de \n\nmontagem C/C Mount e cobertos com lamínulas. As imagens foram \n\n\n\n71 \n\n \n\ncapturadas em um microscópio confocal Olympus FVi-10 (Medeiros et \n\nal., 2012). \n\n \n\n4.11. ENSAIO DE CAPTAÇÃO DE IODETO DE PROPÍDEO EM \nFATIAS HIPOCAMPAIS \n\n \nOs animais foram eutanasiados e os hipocampos rapidamente \n\nremovidos e mantidos em tampão Krebs-Ringer bicarbonato (KRB = \n\nNaCl 122 mM; KCl 3 mM; CaCl2 1,3 mM; MgSO4 1,2 mM; KH2PO4 \n\n0,4 mM; NaHCO3 25 mM; D-glicose 10 mM) gelado e gaseificado com \n\ncarbogênio (95% O2 - 5% CO2) para atingir o pH 7,4. As fatias (400 µm \n\nde espessura) foram obtidas utilizando-se um fatiador de tecidos \n\nMcIlwain e pré-incubadas em placas de 96 poços em tampão KRB por 1 \n\nhora a 37 °C. Após este período de incubação, as fatias foram submetidas \n\nao ensaio de captação de iodeto de propídeo. O iodeto de propídeo é um \n\ncomposto polar que entra apenas em células mortas ou com a membrana \n\nplasmática bastante danificada. Uma vez dentro das células, o iodeto de \n\npropídeo complexa-se com o DNA e induz uma intensa fluorescência \n\nvermelha. Após o período pré-incubação as fatias hipocampais foram \n\nincubadas por 30 minutos com o iodeto de propídeo 7 ?g/mL à 37º C e \n\ndepois lavadas uma vez com o tampão KRB para a subsequente análise \n\nem um microscópio de epifluorescência invertido. As fotos foram tiradas \n\nutilizando-se uma máquina fotográfica. As imagens foram capturadas e \n\nentão analisadas usando um software Scion Image. A área fluorescente \n\npela incorporação do iodeto de propídeo (transformada em pixels) foi \n\ndetectada e analisada usando a opção density slice do software Scioncorp \n\natravés da divisão da fluorescência do iodeto de propídeo pela área total \n\nda fatia (Piermartiri et al., 2010). \n\n \n\n4.12. DETERMINAÇÃO DA EXPRESSÃO GÊNICA (RNAm) \n \n\nA expressão gênica (RNAm) foi determinada através de real-time \nPCR quantitativo (qRTPCR) como descrito por Engel e colaboradores \n\n(2013). O córtex pré-frontal e hipocampo dos animais foram \n\nhomogeneizados em tampão de lise e o RNA total foi extraído com o kit \n\nSV Total RNA Isolation. Cerca de 400 a 500 ng de RNA total foi utilizado \n\nna síntese de cDNA, utilizando o kit Taqman Reverse Transcriptase e a \nenzima Transcriptase Reversa (Multiscribe II). A reação foi realizada \n\nnum Termociclador (Eppendorf), de acordo com o seguinte protocolo: \n\n25ºC por 10 minutos para o primer annealing, 48ºC durante 1 hora para \nsíntese e 95ºC por 5 minutos para inativação da enzima, seguindo as \n\n\n\n72 \n\n \n\ninstruções do manual do produto. O qRT-PCR foi realizado num \n\nequipamento ABI PRISM série 7900 da Applied Biosystems, utilizando \n\ncerca de 10-100 ng de cDNA e o kit Power SYBR Green PCR Master Mix \nda Applied Biosystems, na presença de 0,5 µM de primers “forward” (F) \n\nou “reverse” (R). Os primers foram desenhados utilizando o programa \n\nPrimerExpress (da Applied Biosystems). A reação de RT-PCR foi \n\nrealizada com o seguinte protocolo: 50°C por 2 minutos (incubação), \n\n95°C por 10 minutos (ativação da Taq polimerase), seguido de 40 ciclos \n\nde 95°C por 10 segundos e 60°C por 1 minuto. Para cada amostra, a \n\nexpressão dos genes foi quantificada utilizando uma curva-padrão de \n\ncDNA de lisado celular total. Os resultados foram normalizados pela \n\nexpressão de genes “padrões” (housekeeping genes) de ?-actina (ACTB). \n\n \n\n4.13. DETERMINAÇÃO DA PERMEABILIDADE DA BHE \n \n\nA permeabilidade da BHE ao corante de baixo peso molecular, \n\nfluoresceína de sódio, foi avaliada no córtex pré-frontal, hipocampo e \n\nbulbo olfatório dos camundongos. Os animais foram anestesiados com \n\nisofluorano e a fluoresceína de sódio 4% (4 mL/kg) foi injetada na veia \n\npeniana. Após 30 minutos da administração, os animais foram \n\nanestesiados com a solução de hidrato de cloral (40%) e posteriormente \n\nperfundidos com solução salina (NaCl 0,9%) e as estruturas cerebrais \n\ndissecadas e processadas para análise da concentração de fluoresceína de \n\nsódio (Hawkins et al., 2007; Bohara et al., 2014).  \n\n \n\n4.14. ENSAIOS IN VITRO \n \n\n4.14.1. Preparo da LDL humana \n \nA fração LDL foi purificada a partir de plasma humano \n\nproveniente do banco de sangue do Hospital Universitário da \n\nUniversidade Federal de Santa Catarina. Os procedimentos \n\nexperimentais para utilização de plasma humano e isolamento da LDL \n\nforam aprovados pelo Comitê de Ética em Pesquisa com Seres Humanos \n\ndesta Universidade (parecer 943/10, FR 363814).  \n\nO isolamento da LDL foi realizado por ultracentrifugação de \n\ngradiente de densidade descontínua, conforme descrito por Silva e \n\ncolaboradores (1998). Ao plasma foi adicionado EDTA 1 mg/mL e \n\nsacarose 0,5% para evitar a agregação de LDL. Cinco mL de plasma-\n\nEDTA foi ajustado a uma densidade de 1,22 g/mL com KBr 0,326 g/mL, \n\ne em seguida foi adicionado NaCl 1,006 g/mL. A ultracentrifugação foi \n\n\n\n73 \n\n \n\nexecutada a 191.000 g por 2 horas a 4 °C em ultracentrífuga Hitachi \n\nHimac CP80WX, rotor 40ST. Após este processo, a camada contendo \n\nLDL (porção superior) foi coletada e dialisada (25 x 16 mm) durante 16 \n\nhoras a 4°C em PBS 148 mM (Na2HPO4 8 mM, KH2PO4 1,4 mM, KCl \n\n2,6 mM, NaCl 136mm, pH 7,4). O teor de proteína da LDL isolada foi \n\ndeterminado pelo método de Lowry et al. (1951). \n\n \n\n4.14.2. Determinação da polaridade neuronal \n \n\nPara análise da polaridade neuronal foi realizada a técnica de \n\nimunofluorescência utilizando marcadores para actina e tubulina. Após o \n\ntratamento com a LDL plasmática 50 µg/mL durante 24 horas, o meio de \n\ncultura foi retirado e os neurônios foram fixados com paraformadeído 4% \n\nem PBS 0,1 M (pH 7,4) durante 20 minutos. Em seguida, os neurônios \n\nforam lavados com PBS 0,1 M e, então, bloqueados com 5% de soro de \n\ncavalo diluído em PBS 0,1 M contendo 2% de Triton X-100, durante 1 \n\nhora à temperatura ambiente. Após o bloqueio, as células foram \n\nincubadas com o anticorpo primário de camundongo anti-tubulina e a \n\nsonda rodamina faloidina (marcador de actina) em 1% de soro de cavalo \n\ndiluído em PBS 0,1 M contendo 0,5% de Triton X-100 durante 1 hora à \n\ntemperatura ambiente. Após três lavagens em PBS 0,1 M, as células \n\nforam incubadas com o anticorpo anti-camundongo Alexa fluor 488 em \n\n1% de soro de cavalo diluído em PBS 0,1 M contendo 0,5% de Triton X-\n\n100, durante 1 hora à temperatura ambiente. Para finalizar, as células \n\nforam lavadas três vezes com PBS 0,1 M e montadas em lâminas com \n\nmeio de montagem CC/mount (Kunda et al., 2001). As imagens foram \n\ncapturadas em um microscópio confocal Olympus FV 1000 e examinadas \n\ncom o software Image J. \n\n \n\n4.15. ANÁLISES ESTATÍSTICAS  \n \n\nTodos os resultados foram expressos em média ± erro padrão da \n\nmédia (EPM). No teste de realocação de objeto, reconhecimento do \n\nobjeto e alternância espontânea, o teste t de Student foi utilizado para \navaliar se o índice de localização, índice de discriminação e a \n\nporcentagem de alternâncias foram diferentes de um valor teórico de 50% \n\n(i.e., nível de chance). \n\nAs demais comparações estatísticas foram realizadas utilizando o \n\nteste t de Student, ou análise de variância (ANOVA) de uma ou duas vias. \n\nNa sessão resultados, os testes estatísticos realizados estão explicitados \n\nde acordo com cada metodologia experimental. Quando significante as \n\n\n\n74 \n\n \n\nANOVAs, múltiplas comparações post hoc foram feitas utilizando o teste \n\nde Duncan. O nível de significância adotado em todos os experimentos \n\nfoi p?0.05. Todos os testes estatísticos foram realizados utilizando o \n\nprograma Statistica®. As estatísticas estão também descritas nas legendas \n\ndas respectivas figuras. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n75 \n\n \n\n5. RESULTADOS \n \n\n5.1. EXPERIMENTO 1: Camundongos LDLr-/- são mais susceptíveis a \nneurotoxicidade induzida pela injeção i.c.v. do A?1-40?  \n\n \n\nDiversas evidências vêm demonstrando o envolvimento do \n\nreceptor de LDL no metabolismo e depuração do A? cerebral. É \n\nimportante mencionar que a remoção contínua do A? do cérebro para o \n\nsangue é importante para prevenir o acúmulo potencialmente neurotóxico \n\ndeste peptídeo (Kim et al., 2009; Castellano et al., 2012). Por outro lado, \n\na hipercolesterolemia tem sido considerada um possível fator \n\ndesencadeador do acúmulo de A? no SNC (Sparks et al., 1994; Refollo \n\net al., 2001). Nesse sentido, a primeira hipótese deste estudo foi que \n\ncamundongos LDLr-/-, um modelo experimental de hipercolesterolemia \n\nfamiliar humana, são mais susceptíveis a neurotoxicidade induzida pela \n\ninjeção i.c.v. do A?1-40 que camundongos selvagens da mesma idade. \n\nPara testar esta hipótese, camundongos C57BL/6 do tipo selvagem e \n\nLDLr-/- de 5 meses de idade foram tratados com o A?1-40 ou com a solução \n\nveículo PBS intracerebroventricularmente. Primeiramente, a memória \n\nespacial de referência foi avaliada por meio do teste de realocação do \n\nobjeto. Como demonstrado na Figura 14A, somente os camundongos \n\nC57BL/6 do tipo selvagem tratados com PBS apresentaram um índice de \n\nlocalização significativamente maior que um valor teórico de 50% (i.e., \n\nnível de chance). Por outro lado, os camundongos selvagens tratados com \n\nA?1-40 e os camundongos LDLr\n-/- (independentemente da administração \n\ndo A?1-40) não foram capazes de identificar a mudança espacial no campo \n\naberto, caracterizando prejuízo de aprendizado e memória espacial.  \n\nAdemais, a memória operacional foi avaliada por meio do teste de \n\nalternância espontânea realizado no labirinto em “T”. Como demonstrado \n\nna Figura 14B, somente os camundongos C57BL/6 do tipo selvagem \n\ntratados com a solução PBS mostraram uma porcentagem de alternâncias \n\nespontâneas significativamente maior que o valor teórico de 50%, \n\nenquanto os camundongos C57BL/6 do tipo selvagem tratados com A?1-\n\n40 e os camundongos LDLr\n-/- (independentemente da administração do \n\nA?1-40) apresentaram um índice de alternâncias espontâneas similar a \n\n50%. Posteriormente foi realizado o teste do labirinto em cruz elevado. \n\nO labirinto em cruz elevado é o teste mais utilizado para avaliar o \n\ncomportamento do “tipo ansioso” em roedores (Rodgers et al., 2010). \n\nTodavia, o reteste (24 horas após) dos animais no labirinto em cruz \n\nelevado está associado com mudanças comportamentais indicativas de \n\naprendizagem aversiva (Rodgers et al., 1996). Como demonstrado na \n\n\n\n76 \n\n \n\nFigura 14C, não foram observadas diferenças na porcentagem de entradas \n\nnos braços abertos entre o Dia 1 e o Dia 2 no teste do labirinto em cruz \n\nelevado em camundongos LDLr-/- tratados com A?1-40, caracterizando \n\ndéficit cognitivo. Em contraste, em camundongos C57BL/6 selvagens \n\ntratados com PBS ou A?1-40 bem como em camundongos LDLr\n-/- tratados \n\ncom PBS foi observada uma diminuição significativa na porcentagem de \n\nentradas nos braços abertos entre o Dia 1 e Dia 2.  \n\n \n\n \nFigura 14. Efeitos da ausência do receptor de LDL/hipercolesterolemia e \n\nadministração i.c.v. do A?1-40 sobre a cognição de camundongos C57BL/6 do tipo \n\nselvagem e LDLr-/- nos testes (A) realocação do objeto, (B) alternância \n\nespontânea e (C) labirinto em cruz elevado. Os valores estão expressos em média \n\n± erro padrão da média (8 animais/grupo). O teste “t” foi utilizado para a análise \n\ndo teste de realocação do objeto e alternância espontânea para determinar se o \n\níndice de localização e a porcentagem de alternâncias diferiam \n\nsignificativamente de um valor teórico de 50% (i.e., nível de chance). O teste “t” \n\ntambém foi utilizado para análise do teste do labirinto em cruz elevado. *p<0,05 \n\nversus 50% (realocação do objeto e alternância espontânea) e versus Dia 1 \n\n(labirinto em cruz elevado). \n\n\n\n77 \n\n \n\nOs níveis de colesterol total e colesterol não-HDL dos \n\ncamundongos C57BL/6 do tipo selvagens e LDLr-/- estão apresentados \n\nna Tabela 1. Como esperado, os níveis de colesterol total e de colesterol \n\nnão-HDL foram significativamente maiores nos camundongos LDLr-/- \n\nquando comparados com os camundongos selvagens.  \n \n\nTabela 2. Hipercolesterolemia em camundongos LDLr-/-. Avaliação dos níveis \n\nplasmáticos de colesterol não-HDL e colesterol total em camundongos C57BL/6 \n\ndo tipo selvagem e LDLr-/-.  \n\nOs valores estão expressos em média ± erro padrão da média (7 animais/grupo). \n\nOs resultados deste experimento foram analisados por ANOVA de duas vias, \n\nseguida pelo teste Duncan. A ANOVA indicou efeito da linhagem para os níveis \n\nde colesterol não-HDL [F(1,24)=130,84, p<0,05] e para os níveis de colesterol \n\ntotal [F(1,24)=163,94, p<0,05]. *p<0,05 comparado com camundongos \n\nC57BL/6 do tipo selvagem tratados com PBS e #p<0,05 comparado com \n\ncamundongos C57BL/6 do tipo selvagem tratados com A?1-40. \n\n \n\nTendo em vista a estreita relação entre a disfunção do sistema \n\ncolinérgico e déficits de memória espacial de referência e operacional \n\n(Deiana et al., 2011), nós avaliamos a atividade da AChE, enzima que \n\nhidrolisa e inativa a acetilcolina regulando as concentrações deste \n\nneurotransmissor nas sinapses (Soreq e Seidman, 2001), no córtex pré-\n\nfrontal e hipocampo dos camundongos. Camundongos LDLr-/- tratados \n\ncom A?1-40 apresentaram um aumento significativo na atividade da AChE \n\nno hipocampo em comparação com os camundongos LDLr-/- tratados \n\ncom a solução veículo, bem como, em comparação aos camundongos \n\nselvagens tratados com A?1-40 (Figura 15B). Por outro lado, não foram \n\nobservadas diferenças estatísticas entre os grupos experimentais na \n\natividade da AChE no córtex pré-frontal dos camundongos (Figura 15A). \n\n \n\n\n\n78 \n\n \n\n \nFigura 15. Efeitos da ausência do receptor de LDL/hipercolesterolemia e \n\nadministração i.c.v. do A?1-40 na atividade da AChE de camundongos C57BL/6 \n\ndo tipo selvagem e LDLr-/- no (A) córtex pré-frontal e (B) hipocampo. Os valores \n\nestão expressos em média ± erro padrão da média (4 animais/grupo). Os \n\nresultados deste experimento foram analisados por ANOVA de duas vias, \n\nseguida pelo teste Duncan. A ANOVA indicou efeito da linhagem [F(1,12)=4,39, \n\np<0,05] e do tratamento [F(1,12)=16,87, p<0,05]  na atividade da AChE no \n\nhipocampo. #p<0,05 comparado com camundongos C57BL/6 do tipo selvagem \n\ntratados com A?1-40 e &amp;p<0,05 comparado com camundongos LDLr\n-/- tratados \n\ncom PBS. \n\n \n\nConsiderando que, (i) a GSH desempenha papel fundamental na \n\nproteção celular contra o estresse oxidativo, principalmente no SNC \n\n(Dringen e Hirrlinger, 2003), e que (ii) trabalhos anteriores têm \n\ndemonstrado que o sistema antioxidante vinculado à GSH pode ser \n\nativado como resposta ao estresse oxidativo em cérebros de pacientes \n\ncom doença de Alzheimer (Lovell et al., 1995) como também de roedores \n\ntratados com A? (Prediger et al., 2007); nós investigamos os níveis de \n\nGSH e a atividade da GPx e GR no córtex pré-frontal e hipocampo dos \n\ncamundongos. De maneira geral, a ausência do receptor de LDL resultou \n\nem um comprometimento no sistema antioxidante vinculado à GSH, aqui \n\ndemonstrado pela redução na concentração de GSH e nas atividades de \n\nGPx e GR no córtex pré-frontal (Figura 16A, C e E) e no hipocampo \n\n(Figura 16B, D e F) dos camundongos LDLr-/-. Paralelamente, o \n\ntratamento de camundongos C57BL/6 do tipo selvagem com o A?1-40 \n\ntambém diminuiu significativamente os níveis de GSH e a atividade das \n\nenzimas antioxidantes GPx e GR no córtex pré-frontal (Figura 16A, C e \n\n\n\n79 \n\n \n\nE) e hipocampo (Figura 16B, D e F). De modo notável, a administração \n\ni.c.v. do A?1-40 em camundongos LDLr\n-/- levou a um aumento \n\nsignificativo no conteúdo de GSH e na atividade da GPx no córtex pré-\n\nfrontal (Figura 16A e C) e hipocampo (Figura 16B e D) em comparação \n\naos camundongos C57BL/6 selvagens tratados com A?1-40 e LDLr\n-/- \n\ntratados com PBS.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n80 \n\n \n\n \nFigura 16. Efeitos da ausência do receptor de LDL/hipercolesterolemia e \n\nadministração i.c.v. do A?1-40 sobre o sistema antioxidante vinculado à GSH de \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/- no córtex pré-frontal e \n\nhipocampo. (A e B) Níveis de GSH, (C e D) Atividade da GPx e (E e F) Atividade \n\nda GR. Os valores estão expressos em média ± erro padrão da média (7 \n\nanimais/grupo). Os resultados deste experimento foram analisados por ANOVA \n\nde duas vias, seguida pelo teste Duncan. A ANOVA indicou efeito da interação \n\nentre linhagem e tratamento nos níveis de GSH [F(1,24)=17,54, p<0,05; \n\nF(1,24)=4,12, p<0,05] e na atividade da GPx [F(1,24)=19,11, p<0,05; \n\nF(1,24)=23,65, p<0,05] e GR [F(1,24)=16,34, p<0,05; F(1,24)=7,40, p<0,05] no \n\ncórtex pré-frontal e no hipocampo respectivamente. *p<0,05 comparado com \n\ncamundongos C57BL/6 do tipo selvagem tratados com PBS, #p<0,05 comparado \n\ncom camundongos C57BL/6 do tipo selvagem tratados com A?1-40 e &amp;p<0,05 \n\ncomparado com camundongos LDLr-/- tratados com PBS. \n\n\n\n81 \n\n \n\nA atividade da SOD e os níveis de espécies reativas também foram \n\naferidos no córtex pré-frontal e hipocampo dos grupos experimentais. A \n\nadministração i.c.v. do A?1-40 diminuiu significativamente a atividade da \n\nSOD no hipocampo dos camundongos C57BL/6 do tipo selvagem \n\n(Figura 17B). Além disso, os camundongos LDLr-/- tratados com PBS \n\napresentaram uma forte tendência (p=0,10) de diminuição na atividade \n\nda SOD no hipocampo. Por outro lado, os camundongos LDLr-/- tratados \n\ncom A?1-40 apresentaram um aumento significativo na atividade da SOD \n\nno hipocampo (Figura 17B). No córtex pré-frontal não foram observadas \n\ndiferenças estatísticas entre os grupos estudados na atividade da SOD \n\n(Figura 17A). No que diz respeito aos níveis de espécies reativas, os \n\ncamundongos C57BL/6 tratados com A?1-40 apresentaram um aumento \n\nsignificativo nos níveis de espécies reativas em ambas estruturais \n\ncerebrais estudadas (Figura 17C e D). Além disso, os camundongos \n\nLDLr-/- (independentemente do tratamento com A?1-40) apresentaram um \n\naumento significativo nos níveis de espécies reativas no córtex pré-\n\nfrontal e hipocampo em comparação com os camundongos C57BL/6 \n\nselvagens tratados com a solução PBS (Figura 17C e D). \n\n \n\n \n\n\n\n82 \n\n \n\n \nFigura 17. Efeitos da ausência do receptor de LDL/hipercolesterolemia e \n\nadministração i.c.v. do A?1-40 na atividade da SOD e nos níveis de espécies \n\nreativas de camundongos C57BL/6 do tipo selvagem e LDLr-/- no (A e C) córtex \n\npré-frontal e (B e D) hipocampo. Os valores estão expressos em média ± erro \n\npadrão da média (7 animais/grupo). Os resultados deste experimento foram \n\nanalisados por ANOVA de duas vias, seguida pelo teste Duncan. A ANOVA \n\nindicou efeito da interação entre linhagem e tratamento [F(1,24)=22,02, p<0,05] \n\nna atividade da SOD no hipocampo, do tratamento [F(1,24)=5,08, p<0,05] nos \n\nníveis de espécies reativas no córtex pré-frontal, e da interação entre linhagem e \n\ntratamento [F(1,24)=6,39, p<0,05] nos níveis de espécies reativas no hipocampo. \n\n*p<0,05 comparado com camundongos C57BL/6 do tipo selvagem tratados com \n\nPBS, #p<0,05 comparado com camundongos C57BL/6 do tipo selvagem tratados \n\ncom A?1-40 e &amp;p<0,05 comparado com camundongos LDLr\n-/- tratados com PBS. \n\n\n\n83 \n\n \n\nConsiderando a habilidade do A? em desencadear ativação glial e \n\nconsequentemente uma reação neuroinflamatória intensa (Vehmas et al., \n\n2003), nós também investigamos o imunoconteúdo da proteína GFAP \n\n(utilizada como marcador de astrogliose) no hipocampo dos \n\ncamundongos. Os camundongos C57BL/6 tratados com A?1-40 \n\napresentaram uma forte tendência (p=0,09) de aumento na \n\nimunorreatividade para a GFAP. Por outro lado, também observamos \n\numa forte tendência (p=0,06) de aumento na imunorreatividade para a \n\nGFAP nos camundongos LDLr-/- tratados com PBS. De modo notório, \n\nobservamos um aumento significativo na imunorreatividade para a GFAP \n\nno hipocampo dos camundongos LDLr-/- tratados com A?1-40 comparados \n\ncom os camundongos C57BL/6 do tipo selvagem tratados com A?1-40 e \n\nLDLr-/- tratados com a solução veículo (Figura 18C). Especificamente, \n\nna Figura 18B pode-se observar a abundante astrogliose apresentada nos \n\ncamundongos LDLr-/- tratados com A?1-40. \n\n \n\n\n\n84 \n\n \n\n \nFigura 18. Efeitos da ausência do receptor de LDL/hipercolesterolemia e \n\nadministração i.c.v. do A?1-40 na imunorreatividade para GFAP em camundongos \n\nC57BL/6 do tipo selvagem e LDLr-/- no hipocampo. As imagens seriais de \n\nimunofluorescência para a proteína GFAP (verde) foram obtidas com um \n\nmicroscópio confocal Olympus FV-10i. (A) Localização no hipocampo das áreas \n\nadotadas para as imagens representativas, barra de escala = 1000 µm. (B) \n\nImagens representativas dos grupos experimentais, barra de escala = 100 µm e \n\n20 µm. (C) Quantificação da densidade de marcação positiva para a GFAP. Os \n\nvalores estão expressos em média ± erro padrão da média (5 animais/grupo). Os \n\nresultados deste experimento foram analisados por ANOVA de duas vias, \n\nseguida pelo teste Duncan. A ANOVA indicou efeito da linhagem \n\n[F(1,16)=11,90, p<0,05] e do tratamento [F(1,16)=9,40, p<0,05] na \n\nimunorreatividade para a GFAP no hipocampo. *p<0,05 comparado com \n\ncamundongos C57BL/6 do tipo selvagem tratados com PBS, #p<0,05 comparado \n\ncom camundongos C57BL/6 do tipo selvagem tratados com A?1-40 e &amp;p<0,05 \n\ncomparado com camundongos LDLr-/- tratados com PBS. \n\n\n\n85 \n\n \n\nEm seguida, utilizamos a AQP-4, um canal de água expresso \n\nprimariamente nos processos astrocíticos (Nagelhus et al., 2004), como \n\num biomarcador de aumento de permeabilidade da BHE (Nicchia et al., \n\n2004). Um aumento significativo na imunorreatividade para a AQP-4 foi \n\nobservado no hipocampo dos camundongos LDLr-/-, independentemente \n\ndo tratamento com A?1-40 (Figura 19A e B). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n86 \n\n \n\n \nFigura 19. Efeitos da ausência do receptor de LDL/hipercolesterolemia e \n\nadministração i.c.v. do A?1-40 na imunorreatividade para AQP-4 em \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/- no hipocampo. As imagens \n\nseriais de imunofluorescência para a proteína AQP-4 (vermelho) foram obtidas \n\ncom um microscópio confocal Olympus FV-10i. (A) Imagens representativas dos \n\ngrupos experimentais, barra de escala = 100 µm. (B) Quantificação da densidade \n\nde marcação positiva para AQP-4. Os valores estão expressos em média ± erro \n\npadrão da média (5 animais/grupo). Os resultados deste experimento foram \n\nanalisados por ANOVA de duas vias, seguida pelo teste Duncan. A ANOVA \n\nindicou efeito da linhagem [F(1,16)=8,69, p<0,05] na imunorreatividade para a \n\nAQP-4 no hipocampo. *p<0,05 comparado com camundongos C57BL/6 do tipo \n\nselvagem tratados com PBS e #p<0,05 comparado com camundongos C57BL/6 \n\ndo tipo selvagem tratados com A?1-40. \n\n\n\n87 \n\n \n\nEstudos anteriores demonstraram alterações na permeabilidade \n\ndas membranas celulares após administração central do A? (Piermartiri \n\net al., 2010). Nesse sentido, realizamos o ensaio de captação de iodeto de \n\npropídeo em fatias hipocampais obtidas de camundongos C57BL/6 e \n\nLDLr-/- após a injeção i.c.v. de A?1-40. O tratamento com o A?1-40 \naumentou a captação do iodeto de propídeo no hipocampo de \n\ncamundongos C57BL/6 selvagens (Figura 20A e B). Além disso, \n\ncamundongos LDLr-/- tratados com a solução PBS apresentaram um \n\naumento na captação de iodeto de propídeo em comparação com os \n\ncamundongos C57BL/6 do tipo selvagem tratados com PBS, indicando \n\numa alta permeabilidade das células hipocampais como uma \n\nconsequência da ausência do receptor de LDL (Figura 20A e B). De modo \n\ninteressante, observamos um aumento significativo na captação de iodeto \n\nde propídeo em camundongos LDLr-/- tratados com A?1-40 em \n\ncomparação com os camundongos selvagens tratados com A?1-40 e com \n\nos LDLr-/- tratados com PBS (Figura 20A e B). \n\n \n\n \nFigura 20. Efeitos da ausência do receptor de LDL/hipercolesterolemia e \n\nadministração i.c.v. do A?1-40 na permeabilidade celular analisada por meio do \n\nensaio de captação de iodeto de propídeo (IP) em camundongos C57BL/6 do tipo \n\nselvagem e LDLr-/- no hipocampo. (A) Imagens representativas dos grupos \n\nexperimentais, barra de escala = 100 µm. (B) Quantificação da área onde a \n\nfluorescência de IP foi detectada por meio de análise densitométrica. Os valores \n\nestão expressos em média ± erro padrão da média (4 animais/grupo). Os \n\nresultados deste experimento foram analisados por ANOVA de duas vias, \n\nseguida pelo teste Duncan. A ANOVA indicou efeito da interação entre linhagem \n\ne tratamento [F(1,12)=8,24, p<0,05] na captação de IP no hipocampo. *p<0,05 \n\ncomparado com camundongos C57BL/6 do tipo selvagem tratados com PBS, \n\n#p<0,05 comparado com camundongos C57BL/6 do tipo selvagem tratados com \n\nA?1-40 e &amp;p<0,05 comparado com camundongos LDLr\n-/- tratados com PBS. \n\n \n\n\n\n88 \n\n \n\nPara finalizar este primeiro desenho experimental, com o objetivo \n\nde investigar a presença de placas amiloides no hipocampo dos \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/- após a infusão do \n\nA?1-40 realizamos a coloração por Tioflavina-S. Por meio da análise de \n\nmicroscopia confocal nós observamos a ausência de placas amiloides no \n\nhipocampo dos camundongos dos diferentes grupos experimentais \n\nestudados (Figura 21). \n\n \n\n \nFigura 21. Efeitos da ausência do receptor de LDL/hipercolesterolemia e \n\nadministração i.c.v. do A?1-40 na formação de placas amiloides analisadas por \n\nmeio da coloração por Tioflavina-S em camundongos C57BL/6 do tipo selvagem \n\ne LDLr-/- no hipocampo. As imagens seriais da coloração por Tioflavina-S \n\n(verde) foram obtidas com um microscópio confocal Olympus FV-10i (4 \n\nanimais/grupo). Imagens representativas dos grupos experimentais, barra de \n\nescala = 1000 µm. \n\n \n \n\n \n\n \n\n\n\n89 \n\n \n\n5.2. EXPERIMENTO 2: Os prejuízos cognitivos nos camundongos \nLDLr-/- jovens e de “meia-idade” estão associados com alterações no \n\nmetabolismo do A? e em proteínas anti- e pró-apoptóticas? \n\n \n\nEm um trabalho anterior realizado por nosso grupo de pesquisa, \n\ncorroboramos experimentalmente os achados clínicos de Daniel Zambon \n\n(2010), indicando os camundongos LDLr-/- de “meia-idade” (quatorze \n\nmeses) como um modelo animal de CCL. Observamos que o \n\nenvelhecimento está relacionado a uma intensificação dos prejuízos \n\ncognitivos nos camundongos LDLr-/-, que aos quatorze meses \n\napresentaram prejuízos cognitivos em todos os testes realizados (testes \n\nde memória operacional, de referência espacial e procedural) (Moreira et \n\nal., 2012). Nesse sentido, no desenho experimental 2, objetivamos \n\nverificar se os prejuízos cognitivos presentes nos camundongos LDLr-/- \n\njovens e de “meia-idade” estão associados com alterações na expressão \n\ngênica cerebral de proteínas envolvidas no processamento e metabolismo \n\ndo A? e no processo apoptótico. Para este fim, foram utilizados \n\ncamundongos C57BL/6 do tipo selvagem e LDLr-/- adultos jovens (três \n\nmeses) e de “meia-idade” (quatorze meses). \n\nO LRP-1, receptor membro da família dos receptores de LDL, é \n\ntambém responsável pelo efluxo de A? através da BHE (Zlokovic, 2004). \n\nConsiderando que pacientes com doença de Alzheimer esporádica \n\nparecem apresentar prejuízo na depuração de A? do SNC para a \n\ncirculação sanguínea (Kanekiyo et al., 2013), e que em modelos \n\nexperimentais de doença de Alzheimer a expressão do LRP-1 na BHE \n\nestá diminuída (Deane et al., 2009), neste trabalho nós investigamos os \n\nníveis de RNAm deste receptor no córtex pré-frontal e hipocampo dos \n\ncamundongos. De maneira geral, os nossos resultados mostraram que \n\ntanto o envelhecimento como a ausência do receptor de LDL modularam \n\ndiferentemente a expressão gênica do LRP-1 nas diferentes estruturas \n\ncerebrais analisadas dos camundongos (Figura 22). No córtex pré-frontal, \n\na expressão gênica do LRP-1 foi reduzida nos camundongos LDLr-/- \n\njovens e nos camundongos selvagens de “meia-idade” (p=0,07) (Figura \n\n22A). Já no hipocampo, observamos um aumento significativo na \n\nexpressão gênica do LRP-1 nos camundongos C57BL/6 do tipo selvagem \n\ndecorrente do envelhecimento (Figura 22B). A falta do receptor de LDL \n\ntambém resultou no aumento significativo da expressão gênica de LRP-\n\n1 no hipocampo, independentemente da idade dos animais (Figura 22B). \n\n \n\n \n\n \n\n\n\n90 \n\n \n\n \nFigura 22. Efeitos da ausência do receptor de LDL/hipercolesterolemia e do \n\nenvelhecimento na expressão gênica do LRP-1 em camundongos C57BL/6 do \n\ntipo selvagem e LDLr-/- no (A) córtex pré-frontal e no (B) hipocampo. Os valores \n\nestão expressos em média ± erro padrão da média (6-8 animais/grupo). Os \n\nresultados deste experimento foram analisados por ANOVA de duas vias, \n\nseguida pelo teste Duncan. A ANOVA indicou efeito da interação entre linhagem \n\ne idade [F(1,28)=9,68, p<0,05] na expressão gênica do LRP-1 no córtex pré-\n\nfrontal e da interação entre linhagem e idade [F(1,26)=37,83, p<0,05] na \n\nexpressão gênica do LRP-1 no hipocampo.*p<0,05 comparado com \n\ncamundongos C57BL/6 do tipo selvagem de 3 meses de idade, #p<0,05 \n\ncomparado com camundongos C57BL/6 do tipo selvagem de 14 meses de idade \n\ne &amp;p<0,05 comparado com camundongos LDLr-/- de 3 meses de idade. \n\n \n\nInúmeros estudos in vitro demonstraram que o colesterol parece \n\nmodular diretamente o processamento da APP nas células neuronais \n\n(Bodovitz e Klein 1996; Simons et al., 1998; Frears et al., 1999; Ehehalt \n\net al., 2003). Neste estudo, nós analisamos parâmetros relacionados com \n\no processamento da APP, i.e., a expressão gênica da APP, BACE-1 (?-\n\nsecretase) e PS-1 (proteína componente do complexo enzimático ?-\n\nsecretase), no córtex pré-frontal e hipocampo dos animais. A Figura 23B \n\nmostra que o envelhecimento causou um aumento significativo nos níveis \n\nde RNAm da APP no hipocampo dos camundongos C57BL/6 do tipo \n\nselvagem, enquanto no hipocampo dos camundongos LDLr-/- de “meia-\n\nidade” não foram observadas alterações na expressão gênica da APP. Já \n\nno córtex pré-frontal, não foram observadas diferenças estatísticas entre \n\nos grupos experimentais na expressão gênica da APP (Figura 23A).  \n\nA modulação da expressão gênica da BACE-1 foi evidenciada \n\nsomente no córtex pré-frontal. Nesta estrutura, a ausência do receptor de \nLDL induziu um aumento significativo nos níveis de RNAm da BACE-\n\n1 nos animais jovens (Figura 23C). No hipocampo não foram observadas \n\ndiferenças estatísticas entre os grupos experimentais em relação à \n\nexpressão gênica da BACE-1 (Figura 23D). \n\n\n\n91 \n\n \n\nDe maneira interessante, a expressão gênica da PS-1 aumentou \n\nsignificativamente em ambas estruturas cerebrais dos camundongos \n\nLDLr-/- de “meia-idade” quando comparados com os camundongos \n\nC57BL/6 selvagens de mesma idade (Figura 23E e F). Por outro lado, o \n\nenvelhecimento também desencadeou um aumento nos níveis de RNAm \n\nda PS-1 no hipocampo dos camundongos C57BL/6 do tipo selvagem \n\n(p=0,08) (Figura 23F). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n92 \n\n \n\n \nFigura 23. Efeitos da ausência do receptor de LDL/hipercolesterolemia e do \n\nenvelhecimento na expressão gênica de proteínas envolvidas no processamento \n\ndo A?: (A e B) APP, (C e D) BACE-1 e (E e F) PS-1 em camundongos C57BL/6 \n\ndo tipo selvagem e LDLr-/- no córtex pré-frontal e no hipocampo. Os valores estão \n\nexpressos em média ± erro padrão da média (6-8 animais/grupo). Os resultados \n\ndeste experimento foram analisados por ANOVA de duas vias, seguida pelo teste \n\nDuncan. A ANOVA indicou efeito da interação entre linhagem e idade \n\n[F(1,26)=5,83, p<0,05] na expressão gênica da APP no hipocampo, da interação \n\nentre linhagem e idade [F(1,28)=10,44, p<0,05] na expressão gênica da BACE-\n\n1 no córtex pré-frontal, da linhagem [F(1,26)=5,43, p<0,05] na expressão gênica \n\nda PS-1 no córtex pré-frontal, e do envelhecimento [F(1,26)=10,10, p<0,05] na \n\nexpressão gênica da PS-1 no hipocampo. *p<0,05 comparado com camundongos \n\nC57BL/6 do tipo selvagem de 3 meses de idade, #p<0,05 comparado com \n\ncamundongos C57BL/6 do tipo selvagem de 14 meses de idade e &amp;p<0,05 \n\ncomparado com camundongos LDLr-/- de 3 meses de idade. \n\n \n\n\n\n93 \n\n \n\nAcredita-se que a degeneração neuronal característica na doença \n\nde Alzheimer é em parte mediada por processos apoptóticos induzidos \n\npelo A? (Shimohama, 2000). Nesse sentido, nós também analisamos a \n\nexpressão gênica de proteínas pertencentes à família Bcl-2: Bcl-2 e Bax. \n\nDe maneira interessante, já aos três meses de idade, os camundongos \n\nLDLr-/- apresentaram uma diminuição significativa na razão Bcl-2/Bax \n\n(níveis de RNAm) em ambas estruturas cerebrais estudadas quando \n\ncomparados com os camundongos selvagens de mesma idade (Figura \n\n24A e B). Além disso, também observamos que o envelhecimento \n\ndiminuiu significativamente a razão Bcl-2/Bax (níveis de RNAm) no \n\ncórtex pré-frontal dos camundongos C57BL/6 do tipo selvagem de \n\n“meia-idade” (Figura 24A).  \n\n \n\n \nFigura 24. Efeitos da ausência do receptor de LDL/hipercolesterolemia e do \n\nenvelhecimento na razão Bcl-2/Bax (expressão gênica) no (A) córtex pré-frontal \n\ne (B) hipocampo de camundongos C57BL/6 do tipo selvagem e LDLr-/-. Os \n\nvalores estão expressos em média ± erro padrão da média (6-8 animais/grupo). \n\nOs resultados deste experimento foram analisados por ANOVA de duas vias, \n\nseguida pelo teste Duncan. A ANOVA indicou efeito da interação entre linhagem \n\ne idade [F(1,28)=5,00, p<0,05] na razão Bcl-2/Bax no córtex pré-frontal e da \n\nlinhagem [F(1,26)=7,91, p<0,05] na razão Bcl-2/Bax no hipocampo. *p<0,05 \n\ncomparado com camundongos C57BL/6 do tipo selvagem de 3 meses de idade. \n\n \n\n5.3. EXPERIMENTO 3: Os prejuízos cognitivos e alterações na BHE \nem camundongos LDLr-/- são potencializados por uma dieta \n\nhipercolesterolêmica? \n\n \n No desenho experimental 3, camundongos C57BL/6 do tipo \n\nselvagem e LDLr-/- de três meses de idade foram expostos à uma dieta \n\nhipercolesterolêmica por trinta dias. O objetivo específico neste desenho \n\nexperimental foi exacerbar os níveis de colesterol plasmático dos \n\n\n\n94 \n\n \n\ncamundongos LDLr-/- e avaliar se os prejuízos cognitivos e a disfunção \n\nda BHE já observados nestes camundongos seriam potencializados.  \n\nPrimeiramente, a atividade locomotora espontânea dos animais foi \n\navaliada no teste do campo aberto. Os camundongos LDLr-/- tratados com \n\na dieta padrão apresentaram um número de cruzamentos totais no campo \n\naberto significativamente maior quando comparados com camundongos \n\nC57BL/6 selvagens também tratados com dieta padrão (Figura 25A). \n\nAlém disso, quando os camundongos LDLr-/- foram tratados com a dieta \n\nhipercolesterolêmica o número de cruzamentos totais no campo aberto \n\nfoi ainda maior (Figura 25A). \n\nEm seguida, o teste de realocação do objeto foi utilizado \n\nnovamente para avaliar a memória espacial de referência. Camundongos \n\nLDLr-/- apresentaram prejuízo de memória espacial impendentemente da \n\ndieta. Como demonstrado na Figura 25B, os camundongos C57BL/6 do \n\ntipo selvagem apresentaram um índice de localização maior que um valor \n\nteórico de 50%, enquanto os camundongos LDLr-/- tratados com a dieta \n\npadrão ou tratados com a dieta hipercolesterolêmica não foram capazes \n\nde identificar a alteração espacial no campo aberto. A dieta \n\nhipercolesterolêmica não causou déficits cognitivos nos camundongos \n\nC57BL/6 selvagens (Figura 25B).  \n\nPosteriormente, a memória espacial de referência também foi \n\navaliada por meio do teste de reconhecimento do objeto. Como mostrado \n\nna Figura 25C, camundongos LDLr-/- (independentemente da dieta) \n\npassaram um tempo significativamente maior explorando o objeto velho. \n\nPor outro lado, os camundongos C57BL/6 (independentemente da dieta) \n\nexploraram o objeto novo por um período de tempo significativamente \n\nmaior, como indicado pelo aumento significativo no índice de \n\nreconhecimento em comparação com um valor teórico de 50% (Figura \n\n25C). A memória operacional dos animais foi novamente avaliada por \n\nmeio do teste de alternância espontânea. Camundongos LDLr-/- \n\n(independente da dieta) apresentaram índices de alternâncias espontâneas \n\nsimilares ao valor teórico de 50%, enquanto os camundongos C57BL/6 \n\ntratados com dieta padrão ou com dieta hipercolesterolêmica não \n\napresentaram prejuízo cognitivo neste teste comportamental, pois seus \n\níndices de alternâncias espontâneas foram significativamente maiores \n\nque 50% (Figura 25D).  \n\n \n\n \n\n\n\n95 \n\n \n\n \nFigura 25. Efeitos da dieta hipercolesterolêmica sobre a cognição e a atividade \n\nlocomotora espontânea de camundongos C57BL/6 do tipo selvagem e LDLr-/-. \n\n(A) campo aberto, (B) teste de realocação do objeto, (C) teste de reconhecimento \n\ndo objeto e (D) teste de alternância espontânea. Os valores estão expressos em \n\nmédia ± erro padrão da média (8 animais/grupo). Os resultados da análise da \n\nlocomoção espontânea foram analisados por ANOVA de duas vias, seguida pelo \n\nteste Duncan. A ANOVA indicou efeito da linhagem [F(1,28)=30,24, p<0,05] na \n\natividade locomotora. O teste “t” foi utilizado para a análise do teste de \n\nrealocação do objeto, reconhecimento do objeto e alternância espontânea, para \n\ndeterminar se o índice de localização, o índice de reconhecimento e a \n\nporcentagem de alternâncias diferiam significativamente de um valor teórico de \n\n50% (i.e., nível de chance). *p<0,05 versus camundongos C57BL/6 do tipo \n\nselvagem tratados com dieta padrão (atividade locomotora) e versus 50% \n\n(realocação do objeto, reconhecimento do objeto e alternância espontânea), \n\n&amp;p<0,05 versus camundongos LDLr-/- tratados com dieta padrão (atividade \n\nlocomotora). \n\n \n\nPor fim, a aprendizagem aversiva dos camundongos foi \n\nnovamente avaliada no reteste do labirinto em cruz elevado. Em todos os \n\ngrupos experimentais foi observada uma diminuição significativa na \n\nporcentagem de entradas nos braços abertos entre o Dia 1 e Dia 2, \n\ncaracterizando o aprendizado da tarefa (Figura 26). \n\n \n\n\n\n96 \n\n \n\n \nFigura 26. Efeitos da dieta hipercolesterolêmica sobre a aprendizagem aversiva, \n\nno reteste do labirinto em cruz elevado, de camundongos C57BL/6 do tipo \n\nselvagem e LDLr-/-. Os valores estão expressos em média ± erro padrão da média \n\n(8 animais/grupo). O teste “t” foi utilizado. *p<0,05 versus Dia 1 (teste). \n\n \n\nOs níveis de colesterol plasmático total e de colesterol não-HDL \n\ndos camundongos C57BL/6 e LDLr-/- estão demonstrados na Figura 27. \n\nOs níveis de colesterol total e de colesterol não-HDL dos camundongos \n\nLDLr-/- tratados com dieta padrão foram significativamente maiores \n\nquando comparados com os camundongos C57BL/6 do tipo selvagem \n\n(Figura 27A e B). Ademais, quando os camundongos LDLr-/- foram \n\ntratados com uma dieta hipercolesterolêmica, os níveis de colesterol total \n\ne de colesterol não-HDL foram maiores em comparação aos \n\ncamundongos LDLr-/- tratados com uma dieta padrão, bem como em \n\ncomparação aos camundongos C57BL/6 do tipo selvagem expostos à \n\ndieta hipercolesterolêmica. Por outro, os níveis de colesterol total e \n\ncolesterol não-HDL nos camundongos C57BL/6 não foram modificados \n\nsignificativamente pela dieta hipercolesterolêmica (Figura 27A e B). No \n\nentanto, é importante destacar que houve um aumento de \n\naproximadamente 16% nos níveis plasmáticos de colesterol total nos \n\ncamundongos selvagens quando foram tratados com uma dieta \n\nhipercolesterolêmica (Figura 27C). \n\n\n\n97 \n\n \n\n \nFigura 27. Efeitos da dieta hipercolesterolêmica nos níveis plasmáticos de (A) \n\ncolesterol total e (B) colesterol não-HDL em camundongos C57BL/6 do tipo \n\nselvagem e LDLr-/- e (C) de colesterol total nos camundongos C57BL/6 \n\nselvagens. Os valores estão expressos em média ± erro padrão da média (5 \n\nanimais/grupo). Os resultados deste experimento foram analisados por ANOVA \n\nde duas vias, seguida pelo teste Duncan. A ANOVA indicou efeito da interação \n\nentre linhagem e dieta nos níveis plasmáticos de colesterol total [F(1,16)=152,78, \n\np<0,05] e de colesterol não-HDL [F(1,16)=139,47, p<0,05]. *p<0,05 versus \n\ncamundongos C57BL/6 do tipo selvagem tratados com dieta padrão, #p<0,05 \n\nversus camundongos C57BL/6 do tipo selvagem tratados com dieta \n\nhipercolesterolêmica e &amp;p<0,05 versus camundongos LDLr-/- tratados com dieta \n\npadrão. \n\n \n\nConsiderando que alterações metabólicas e disfuncionais na BHE \n\ne a consequente neuroinflamação parecem preceder o aumento na \n\nprodução e deposição de A? induzida pela hipercolesterolemia (Ghribi et \n\nal., 2006; Ullrich et al., 2010), a permeabilidade da BHE foi avaliada nos \n\ncamundongos através do ensaio da fluoresceína de sódio (um composto \n\nque normalmente não ultrapassa a BHE). Como demonstrado na Figura \n\n28 os camundongos LDLr-/- tratados com a dieta padrão apresentaram um \naumento na permeabilidade ao corante de baixo peso molecular \n\nfluoresceína de sódio no córtex pré-frontal (p=0,09) (Figura 28A) e no \n\nhipocampo (Figura 28B) quando comparados aos camundongos \n\nC57BL/6 do tipo selvagem também tratados com a dieta padrão. \n\nAdemais, a dieta hipercolesterolêmica desencadeou um aumento do \n\n\n\n98 \n\n \n\nextravasamento da fluoresceína de sódio no córtex pré-frontal e \n\nhipocampo dos camundongos C57BL/6 selvagens e dos camundongos \n\nLDLr-/-. No caso dos LDLr-/- tratados com a dieta hipercolesterolêmica o \n\naumento na permeabilidade da BHE nestas estruturas cerebrais foi \n\nsignificativamente maior que nos camundongos LDLr-/- tratados com \n\ndieta padrão e que os camundongos selvagens tratados com a dieta \n\nhiperocolesterolêmica (Figura 28A e B). Em relação ao bulbo olfatório, \n\nos camundongos LDLr-/- (independentemente da dieta) apresentaram \n\naumento na permeabilidade da BHE à fluoresceína de sódio (Figura 28C).  \n\n \n\n \nFigura 28. Efeitos da dieta hipercolesterolêmica na permeabilidade da BHE à \n\nfluoresceína de sódio no (A) córtex pré-frontal, (B) hipocampo e (C) bulbo \n\nolfatório em camundongos C57BL/6 do tipo selvagem e LDLr-/-. Os valores estão \n\nexpressos em média ± erro padrão da média (6-7 animais/grupo). Os resultados \n\ndeste experimento foram analisados por ANOVA de duas vias, seguida pelo teste \n\nDuncan. A ANOVA indicou efeito da linhagem [F(1,24)=7,99, p<0,05] e da dieta \n\n[F(1,24)=11,08, p<0,05] na permeabilidade da BHE à fluoresceína de sódio no \n\ncórtex pré-frontal, da linhagem [F(1,23)=10,96, p<0,05] e da dieta \n\n[F(1,23)=8,18, p<0,05] na permeabilidade da BHE à fluoresceína de sódio no \n\nhipocampo e da linhagem [F(1,24)=7,14, p<0,05] na permeabilidade da BHE à \n\nfluoresceína de sódio no bulbo olfatório. *p<0,05 versus camundongos C57BL/6 \n\ndo tipo selvagem tratados com dieta padrão, #p<0,05 versus camundongos \n\nC57BL/6 do tipo selvagem tratados com dieta hipercolesterolêmica, &amp;p<0,05 \n\nversus camundongos LDLr-/- tratados com dieta padrão. \n\n\n\n99 \n\n \n\n \n\nA BHE é formada principalmente pelas junções oclusivas \n\npresentes entre as células endoteliais dos capilares que perfundem o \n\nparênquima cerebral (Weiss et al., 2009). Nós também avaliamos a \n\nexpressão gênica das proteínas integrantes das junções oclusivas, \n\nclaudina-5 e ocludina, no córtex pré-frontal e hipocampo dos \n\ncamundongos. De modo interessante, os camundongos LDLr-/- \n\napresentaram uma diminuição nos níveis de RNAm de ambas as \n\nproteínas integrantes junções oclusivas no hipocampo (Figura 29B e D). \n\nA exposição à dieta hipercolesterolêmica nos camundongos C57BL/6 \n\nselvagens causou uma diminuição nos níveis de RNAm de claudina-5 e \n\nocludina no hipocampo (Figura 29B e D). Em contraste, a dieta \n\nhipercolesterolêmica nos camundongos LDLr-/- desencadeou um \n\naumento na expressão gênica hipocampal proteínas integrantes das \n\njunções oclusivas em comparação aos camundongos LDLr-/- alimentados \n\ncom a dieta padrão (Figura 29B e D). No córtex pré-frontal, não foram \n\nobservadas diferenças significativas na expressão gênica das proteínas \n\nintegrantes das junções oclusivas estudadas (Figura 29A e C). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n100 \n\n \n\n \nFigura 29. Efeitos da dieta hipercolesterolêmica na expressão gênica da (A e B) \n\nclaudina-5 e (C e D) ocludina no córtex pré-frontal e hipocampo de camundongos \n\nC57BL/6 do tipo selvagem e LDLr-/-. Os valores estão expressos em média ± erro \n\npadrão da média (5 animais/grupo). Os resultados deste experimento foram \n\nanalisados por ANOVA de duas vias, seguida pelo teste Duncan. A ANOVA \n\nindicou efeito da interação entre linhagem e dieta [F(1,16)=56,81, p<0,05] na \n\nexpressão gênica da claudina-5 no hipocampo e interação entre linhagem e dieta \n\n[F(1,16)=16,00, p<0,05] na expressão gênica da ocludina no hipocampo. \n\n*p<0,05 versus camundongos C57BL/6 do tipo selvagem tratados com dieta \n\npadrão e &amp;p<0,05 versus camundongos LDLr-/- tratados com dieta padrão. \n\n \n\n5.4. EXPERIMENTO 4: Quais as consequências da exposição de células \nneuronais à LDL isolada humana? \n\n \n\nA disfunção da BHE pode desencadear a entrada de partículas de \n\nLDL plasmáticas no SNC (Hui et al., 2012). Um número considerável de \n\nevidências demonstrou a presença de apoB100, apolipoproteína \n\nconstituinte da LDL, em cérebros de animais hipercolesterolêmicos \n\n(Chen et al., 2010; Löffler et al., 2013). Nesse sentido, nossa hipótese no \ndesenho experimental 4 foi de que a exposição à LDL isolada humana \n\nmodifica a homeostase de células neuronais. O desenvolvimento \n\nneuronal requer dramáticas mudanças morfológicas (Cáceres et al., \n\n2012). A Figura 30 demonstra que neurônios de dia in vitro 0 expostos à \n\n\n\n101 \n\n \n\nLDL 50 µg/mL durante 24 horas, apresentaram diminuição do \n\ndesenvolvimento neuronal do estágio 2 para o estágio 3 de polaridade, \n\nindicando que a exposição à LDL resulta na inibição da formação axonal. \n\nEnquanto, os neurônios não expostos à LDL desenvolveram até o estágio \n\n3 de polaridade, estendendo um único e longo axônio e inúmeros neuritos \n\ncurtos (Figura 30).   \n\n \n\nFigura 30. Efeitos da exposição à LDL 50 µg/mL durante 24 horas no \n\ndesenvolvimento de neurônios primários hipocampais. Marcação para actina \n\n(vermelho) e para tubulina (verde). (A) Imagens representativas, barra de escala \n\n= 100 µm. As imagens foram obtidas com um microscópio confocal Olympus \n\nFV-1000. (B) Quantificação da porcentagem de células no estágio 2 e estágio 3 \n\nde polaridade. \n \n\nAdemais, os neurônios em estágio 3 de polaridade (dia in vitro 1) \n\nincubados 24 horas com LDL 50 µg/mL apresentaram uma diminuição \n\nsignificativa no comprimento dos axônios (Figura 31).  \n\n \n\n \nFigura 31. Efeitos da exposição à LDL 50 µg/mL durante 24 horas no \n\ncomprimento axonal em neurônios primários hipocampais em desenvolvimento. \n\nMarcação para actina (vermelho) e para tubulina (verde). (A) Imagens \n\nrepresentativas, barra de escala = 100 µm. As imagens foram obtidas com um \n\nmicroscópio confocal Olympus FV-1000. (B) Quantificação do comprimento \n\naxonal dos neurônios no estágio 3 de polaridade. O teste “t” foi utilizado para a \n\nanálise do comprimento axonal. *p<0,05 versus neurônios controle. \n\n\n\n102 \n\n \n\n5.5. EXPERIMENTO 5: Em busca de uma terapia capaz de aumentar a \nexpressão do receptor de LDL ao nível cerebral. \n\n \n\nRecentes estudos apontam o receptor de LDL como uma via \n\nimportante na regulação dos níveis de A? cerebral e que o aumento nos \n\nníveis de receptor de LDL no cérebro pode promover a degradação do \n\nA? (Kim et al., 2009; Castellano et al., 2012). Nós hipotetizamos que o \n\nreceptor de LDL possa ser um possível alvo terapêutico na doença de \n\nAlzheimer. Neste contexto, o quinto objetivo especifico deste estudo foi \n\navaliar se o composto Genfibrozila, um fibrato hipolipemiante, seria \n\ncapaz de aumentar a expressão gênica do receptor de LDL no hipocampo \n\ne fígado de camundongos. Inicialmente, o efeito do Genfibrozila nos \n\nníveis plasmáticos de colesterol total nos camundongos foi investigado. \n\nComo ilustrado na Figura 32C, não foram observadas diferenças \n\nsignificativas nos níveis de colesterol total entre os grupos experimentais. \n\nAlém disso, o tratamento de trinta dias com o Genfibrozila (doses de 1,3; \n\n13; 130 mg/kg) não foi capaz de alterar a expressão gênica do receptor \n\nde LDL no hipocampo de camundongos Swiss (Figura 32A). Enquanto \n\nno fígado, o Genfibrozila na dose de 1,3 mg/kg aumentou \n\nsignificativamente os níveis de RNAm do receptor de LDL (Figura 32B). \n\n \n\n\n\n103 \n\n \n\n \nFigura 32. Efeito do tratamento com o Genfibrozila (1,3; 13 e 130 mg/kg) na \n\nexpressão gênica do receptor de LDL (A) no hipocampo e (B) no fígado, (C) e \n\nnos níveis plasmáticos de colesterol total em camundongos Swiss. Os valores \n\nestão expressos em média ± erro padrão da média (6 animais/grupo). Os \n\nresultados deste experimento foram analisados por ANOVA de uma via, seguida \n\npelo teste Duncan. *p<0,05 versus camundongos Swiss tratados com a solução \n\nveículo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n104 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n105 \n\n \n\n6. DISCUSSÃO \n \n\nHá mais de duas décadas o envolvimento da hipercolesterolemia \n\nna patofisiologia da doença de Alzheimer vem sendo intensamente \n\nestudado (Sparks et al., 1994; Kivipelto et al., 2001). Contudo, evidências \n\nmais recentes também indicam o envolvimento do receptor de LDL no \n\nmetabolismo e depuração do A? cerebral (Castellano et al., 2012). Nesse \n\nsentido, a hipercolesterolemia familiar é uma condição que propicia uma \n\nobservação única acerca da relação entre anormalidades na função do \n\nreceptor de LDL e o posterior desenvolvimento da doença de Alzheimer: \n\nos indivíduos afetados por esta condição apresentam redução \n\nfuncional do receptor de LDL e, por conseguinte, níveis elevados de \ncolesterol plasmático desde o nascimento. Nessa linha de evidência, \n\nDaniel Zambon e colaboradores (2010) demonstraram que pacientes com \n\nhipercolesterolemia familiar de meia-idade (média de 50 anos de idade) \n\napresentaram um aumento particular na incidência de CCL (Zambon et \n\nal., 2010). Nesse sentido, considerando os estudos prévios que \n\nevidenciaram que a falta do receptor de LDL resulta em detrimento na \n\nmetabolização e depuração do A? cerebral, bem como os estudos que \n\nindicam que o aumento nos níveis de colesterol plasmático é capaz de \n\ndesencadear o aumento na deposição de A? cerebral, pode-se supor que \n\nos efeitos neurotóxicos induzidos pelo A? podem, ainda, ser \n\npotencializados em indivíduos com hipercolesterolemia familiar, uma \n\nvez que a depuração deste peptídeo estaria comprometida. Dessa forma, \n\na primeira pergunta nesta tese foi: Camundongos LDLr-/-, modelo \nexperimental de hipercolesterolemia familiar humana, são mais \n\nsusceptíveis a neurotoxicidade induzida pela administração i.c.v. do A?? \n\nPrimeiramente, nossos resultados demonstraram que \n\ncamundongos C57BL/6 do tipo selvagem e os camundongos LDLr-/-  \n\ntratados com A?1-40 apresentaram prejuízos de memória operacional e \n\nespacial de referência. No caso dos camundongos LDLr-/-, no entanto, os \n\ndéficits de memória ocorreram independentemente do tratamento com o \n\nA?1-40, como previamente demonstrado (Mulder et al., 2004; \n\nThirumangalakudi et al., 2008; de Oliveira et al., 2011). De fato, um \n\nestudo preliminar de Mulder e colaboradores (2004), o qual avaliou \n\ndiversos parâmetros comportamentais de camundongos LDLr-/-, \n\ndemonstrou que estes animais apresentam déficits de memória \n\noperacional e espacial de referência (nos testes labirinto aquático de \n\nMorris e alternância espontânea), os quais foram posteriormente \n\nassociados à diminuição na proliferação celular e densidade sináptica no \n\nhipocampo, devido à diminuição na captação do colesterol celular em \n\n\n\n106 \n\n \n\ndecorrência a falta do receptor de LDL (Mulder et al., 2004, 2007). \n\nTodavia, em parte devido à natureza qualitativa dos testes de realocação \n\ndo objeto e de alternância espontânea, no presente estudo nós não \n\nconseguimos identificar um efeito adicional do tratamento com o A?1-40 \n\nnos camundongos LDLr-/- em relação a intensificação do declínio \n\ncognitivo. Assim, na sequência, nós realizamos outro teste \n\ncomportamental, o labirinto em cruz elevado, com o objetivo de tentar \n\nvisualizar diferenças entre os grupos experimentais. Os efeitos \n\nobservados no reteste do labirinto em cruz elevado representam uma \n\nforma biologicamente adaptativa de aprendizado e memória, onde a \n\nexperiência de um ambiente novo rapidamente leva à redução no conflito \n\naproximação/aversão (Rodgers et al., 1996). Em resumo, no teste os \n\nanimais adquirem informações sobre as áreas seguras e perigosas do \n\nlabirinto, enquanto a reexposição ao labirinto em cruz elevado, \n\nusualmente 24 horas após o primeiro teste, induz alterações \n\ncomportamentais dependentes da experiência anterior e representa um \n\níndice de aquisição, consolidação, e retenção de memória. Quando os \n\nroedores são expostos à sessão reteste, a exploração aos braços abertos é \n\nreduzida, significando aprendizagem (índice de memória aversiva) \n\n(Rodgers et al., 1996). De maneira notável, não foram observadas \n\ndiferenças na porcentagem de entradas nos braços abertos entre o Dia 1 e \n\no Dia 2 nos camundongos LDLr-/- tratados com o A?1-40, caracterizando \n\num déficit cognitivo neste paradigma comportamental. Por outro lado, \n\npara os camundongos C57BL/6 tratados com o A?1-40 e LDLr\n-/- tratados \n\ncom PBS, houve uma diminuição na porcentagem de entradas nos braços \n\nabertos durante o Dia 2 em comparação ao Dia 1. \n\nEmbora não induza todas as características patológicas da doença \n\nde Alzheimer, como placas amiloides (Takeda et al., 2009), a infusão \n\naguda de A?1-40 no cérebro de roedores é um modelo experimental útil \n\npara a investigação dos mecanismos moleculares envolvidos nos efeitos \n\ntóxicos induzidos pelo A? (Prediger et al., 2007). Nesse sentido, \n\ntrabalhos anteriores demonstraram que os prejuízos de aprendizado e \n\nmemória induzidos pela injeção i.c.v. do A?1-40 agregado em \n\ncamundongos estão associados com estresse oxidativo, neuroinflamação, \n\ndéficits sinápticos, excitotoxicidade glutamatérgica, e morte neuronal \n\n(Prediger et al., 2007, 2008; Piermartiri et al., 2010; Santos et al., 2012; \n\nFigueiredo et al., 2011; dos Santos et al., 2013). Portanto, com a intenção \n\nde responder a nossa pergunta inicial, nós investigamos alguns dos \n\nprincipais mecanismos relacionados aos prejuízos cognitivos induzidos \n\npelo A?1-40. Em particular, nós observamos que o tratamento dos \n\ncamundongos C57BL/6 do tipo selvagem com o A?1-40 induziu uma \n\n\n\n107 \n\n \n\nativação astrocitária pronunciada no hipocampo destes animais. Em \n\ncontraste, camundongos LDLr-/- apresentaram níveis basais de ativação \n\nglial elevados. Nesse sentido, a disfunção da BHE com infiltração de \n\ncomponentes sanguíneos ao parênquima cerebral podem levar ao dano \n\nneuronal e glial combinados com uma persistente ativação de micróglia \n\ne astrócitos (Rapp et al., 2008). De particular interesse, os camundongos \n\nLDLr-/- apresentaram uma imunorreatividade para a AQP-4 no \n\nhipocampo aumentada. A AQP-4 é o principal canal de água expresso no \n\nSNC, sendo particularmente expresso nos processos astrocíticos que se \n\ncomunicam com a BHE (Nagelhus et al., 2004). A localização de AQP-\n\n4 nos processos astrocíticos próximos às células endoteliais é consistente \n\ncom o papel que os astrócitos desempenham na indução, \n\ndesenvolvimento e manutenção da integridade da BHE, garantindo assim \n\num ambiente cerebral adequado para a função neuronal (Nicchia et al., \n\n2004). Segundo Tomás-Camardiel e colaboradores (2005), os primeiros \n\nsinais de disfunção da BHE coincidem com um forte aumento nos níveis \n\nde RNAm da AQP-4 em células gliais perivasculares. A disfunção da \n\nBHE também pode permitir a entrada no cérebro do A? circulante. O A? \n\né transportado através da BHE via dois receptores: RAGE e LRP-1 \n\n(Deane et al., 2004). O influxo do A? do sangue para o cérebro é mediado \n\npelo RAGE, enquanto o efluxo do cérebro para sangue é mediado pelo \n\nLRP-1 (Zlokovic et al., 2004). A depuração do cérebro para o sangue é \n\nessencial para a regulação dos níveis de A? no cérebro e uma \n\ndesregulação da BHE pode contribuir para o aumento nos níveis de A? \n\ncerebral (Prasanthi et al., 2008). Todavia, um resultado importante do \n\nnosso estudo foi a observação de uma interação entre os fatores linhagem \n\ne tratamento na ativação glial, evidenciando que em camundongos LDLr-\n\n/- a reatividade astrocitária foi ainda mais intensa quando estes animais \n\nforam tratados com A?1-40. \n\n Embora os astrócitos proporcionem neuroproteção por meio da \n\nliberação de fatores neurotróficos, os astrócitos reativos podem provocar \n\ne potencializar processos neuropatológicos, devido ao aumento da \n\nprodução de mediadores inflamatórios e espécies reativas (Wyss-Coray e \n\nRogers, 2012; Sofroniew e Vinters, 2010). Nesse cenário, a capacidade \n\ndas células de resistir ao estresse oxidativo é dependente dos mecanismos \n\nde defesas antioxidantes que detoxificam as espécies reativas antes que \n\nestas causem danos celulares (Le et al., 2011). Em particular, a GSH é o \n\nprincipal antioxidante endógeno, que desempenha um papel fundamental \n\nna detoxificação de espécies reativas e regulação do ambiente redox \n\nintracelular (Lewerenz e Maher, 2011). No presente estudo, nós \n\nobservamos uma diminuição significativa no sistema antioxidante \n\n\n\n108 \n\n \n\ndependente da GSH no córtex pré-frontal e hipocampo dos camundongos \n\nC57BL/6 tratados com A?1-40, evidenciada pela diminuição no conteúdo \n\nde GSH e na atividade das enzimas antioxidantes GPx e GR. Por outro \n\nlado, os camundongos LDLr-/- apresentaram um desequilíbrio do sistema \n\nda GSH como demonstrado pela diminuição nos níveis de GSH, e nas \n\natividades das enzimas GPx e GR nas estruturas cerebrais estudadas. \n\nNessa linha de evidência, Oliveira e colaboradores (2005) mostraram que \n\no estresse oxidativo no tecido cerebral dos camundongos LDLr-/- é devido \n\nprimariamente ao baixo conteúdo de nucleotídeos de piridina no estado \n\nreduzido (NADPH), os quais são consumidos em virtude do aumento na \n\nlipogênese nos camundongos LDLr-/-. Portanto, como a GR catalisa a \n\nredução da GSH oxidada à GSH reduzida à custa de NADPH, a inibição \n\nna atividade do sistema antioxidante dependente da GSH observada no \n\ncórtex pré-frontal e hipocampo dos camundongos LDLr-/- provavelmente \n\nestá relacionada ao baixo conteúdo celular de NADPH nos camundongos \n\nLDLr-/-. De modo notório, quando os camundongos LDLr-/- foram \n\ninjetados com o A?1-40 observamos uma indução no sistema da GSH, \n\ncomo indicada pelo aumento nos níveis de GSH e na atividade da GPx. \n\nDe fato, as defesas antioxidantes vinculadas à GSH são conhecidas por \n\nserem estimuladas sob condições de estresse celular, incluindo após \n\nestresse oxidativo (Arumugam et al., 2006). Um dos caminhos pelos \n\nquais a célula regula sua capacidade antioxidante endógena é por meio \n\nda ativação do fator de transcrição relacionado ao fator E2 (Nrf2) (Joshi \n\ne Johnson, 2012). Este fator de transcrição quando ativo liga-se aos \n\nelementos responsivos antioxidantes (ARE) acelerando a transcrição de \n\ngenes de enzimas antioxidantes (Ray et al., 2012). \n\nDe acordo com a ativação da via do Nrf2, nós também \n\ndemonstramos que a atividade da SOD foi aumentada no hipocampo dos \n\ncamundongos LDLr-/- tratados com A?1-40. No entanto, mesmo com essa \n\nresposta antioxidante compensatória, os níveis de espécies reativas ainda \n\npermaneceram aumentados. Como é evidente pela terminologia, espécies \n\nreativas são extremamente reativas para com diferentes moléculas \n\nfundamentais para a célula e iniciam uma cascata de reações oxidativas \n\nao mesmo tempo em que levam a morte neuronal (Uttara et al., 2009). \n\nNesse sentido, as membranas lipídicas neuronais são enriquecidas de \n\nácidos graxos poli-insaturados, os quais são especialmente sensíveis ao \n\nataque de radicais livres (LeBel e Bondy, 1991). Nesse trabalho, \n\nutilizamos o corante fluorescente iodeto de propídeo para analisar os \n\ndanos às membranas plasmáticas em fatias de hipocampo. De modo \n\ninteressante, a avaliação do dano celular nas fatias de hipocampo, por \n\nmeio da captação do iodeto de propídeo pelas células mortas ou em \n\n\n\n109 \n\n \n\ndegeneração com as membranas danificadas, demonstrou uma forte \n\nincorporação do corante no hipocampo dos camundongos LDLr-/- \n\nexpostos ao A?1-40, evidenciando que estes camundongos foram mais \n\nvulneráveis às alterações oxidativas e inflamatórias induzidos pelo A?. \n\nAnteriormente, Santos e colaboradores (2012) observaram um \n\naumento na atividade da AChE no hipocampo de camundongos Swiss \napós a administração i.c.v. do A?1-40. No presente trabalho os \n\ncamundongos C57BL/6 do tipo selvagem tratados com A?1-40 não \n\napresentaram alterações na atividade da AChE. Nesse sentido, sabe-se \n\nque camundongos Swiss e C57BL/6 apresentam uma susceptibilidade \n\ndiferente à toxicidade induzida pela administração i.c.v. do A?1-40, em \n\nespecial no que diz respeito ao estresse oxidativo (Prediger et al., 2007). \n\nDe fato, em condições de estresse oxidativo a atividade da AChE pode \n\nser aumentada (Moreira et al., 2012; Santos et al., 2012; Khadrawy et al., \n\n2011). Digno de nota, em um estudo prévio do nosso grupo de pesquisa \n\ntambém indicamos que o aumento na atividade da AChE cerebral parece \n\nser um evento inicial associado aos prejuízos cognitivos induzidos pela \n\nhipercolesterolemia em camundongos Swiss (Moreira et al., 2014). No \n\npresente estudo, observamos um aumento significativo na atividade da \n\nAChE no hipocampo de camundongos LDLr-/- tratados com o A?1-40. \nCom base em tais observações, podemos supor que este evento (aumento \n\nda atividade da AChE) contribuiu para os prejuízos cognitivos mais \n\nintensos observados nos camundongos LDLr-/- expostos ao A?1-40 no \n\nreteste do labirinto em cruz elevado. Rodgers e colaboradores (1996) \n\ndemonstraram que mecanismos colinérgicos estão envolvidos na \n\nsensibilização ao medo que parece ocorrer entre a exposição inicial e \n\nsubsequente ao labirinto em cruz elevado. Adicionalmente, trabalhos \n\nanteriores mostraram que a atividade da AChE está aumentada em placas \n\namiloides, sendo um fenômeno precoce no processo de deposição \n\namiloide (Moran et al., 1993). De fato, Sberna e colaboradores (1997) \n\ndemonstraram que o distúrbio na homeostase do cálcio está relacionado \n\ncom o aumento da atividade da AChE dentro de placas amiloides e \n\nemaranhados neurofibrilares, sendo a relação entre os prejuízos da \n\nhomeostase do cálcio e o estresse oxidativo bem caracterizada (Lafon-\n\nCazal et al., 1993). Além disso, há uma clara conexão entre o sistema \n\ncolinérgico e o metabolismo da APP, uma vez que prejuízos no sistema \n\ncolinérgico podem também contribuir para a patologia amiloide (Yan e \n\nFeng, 2004). No entanto, no presente estudo não foram encontradas \n\nevidências de que a toxicidade induzida pelo A? foi associada com \n\ndeposição amiloide no hipocampo dos camundongos C57BL/6 e LDLr-/-\n\n. Novos estudos, contudo, são necessários para avaliar alterações na \n\n\n\n110 \n\n \n\ndeposição do A? nos camundongos LDLr-/- utilizando técnicas que \n\npossam detectar mudanças iniciais nestes parâmetros, uma vez que as \n\nplacas amiloides são formadas somente em estágios bastantes avançados \n\nde toxicidade do A?. \n\nDesta forma, com o intuito de investigar melhor os eventos \n\nrelacionados aos prejuízos cognitivos apresentados pelos camundongos \n\nLDLr-/-, nós analisamos a expressão de genes envolvidos no metabolismo \n\ne depuração do A? em camundongos LDLr-/- adultos jovens (três meses) \n\ne de “meia-idade” (quatorze meses). Previamente, nosso grupo de \n\npesquisa corroborou experimentalmente os dados clínicos encontrados no \n\nestudo de Daniel Zambon, caracterizando os camundongos LDLr-/- de \n\n“meia-idade” como um modelo experimental de CCL. Ademais, \n\ndemonstramos que estes prejuízos cognitivos nos camundongos LDLr-/- \n\nde “meia-idade” foram associados com desbalanço antioxidante, dano \n\noxidativo e aumento na atividade da AChE em regiões cerebrais \n\nassociadas com os processos de aprendizado e memória, particularmente \n\nno córtex pré-frontal (Moreira et al., 2012). Além disso, Ramirez e \n\ncolaboradores, em 2011, demonstraram em camundongos LDLr-/-\n\n/apoB100 de dezoito meses a presença de ?-amiloidose em vasos \n\ncerebrais (Ramirez et al., 2011). Como originalmente proposto por \n\nZlokovic e colaboradores (1993), o transporte através da BHE regula de \n\nmaneira importante os níveis de A? cerebral. De acordo com esta teoria, \n\nreceptores na BHE controlam os níveis de A? no cérebro por regularem \n\nde um lado o influxo do A? circulante para dentro do cérebro via RAGE, \n\ne por outro lado, o efluxo do A? do cérebro para o sangue através da BHE \n\nvia LRP-1. Dessa forma, começamos investigando a expressão gênica do \n\nLRP-1. De modo notório, nossos resultados demonstraram que a idade \n\nmodifica a expressão gênica do LRP-1 de maneira diferente nas duas \n\nlinhagens de camundongos estudadas. Os camundongos C57BL/6 do tipo \n\nselvagem de quatorze meses apresentaram um aumento nos níveis de \n\nRNAm do LRP-1 no hipocampo. Em contraste, no estudo de Shibata \n\npublicado no ano de 2000, foi observado uma imunorreatividade \n\ndiminuída para o LRP-1 em microvasos cerebrais em camundongos \n\nC57BL/6 de nove meses de idade. Por outro lado, a ausência do receptor \n\nde LDL foi acompanhada por um aumento na expressão gênica do LRP-\n\n1 no hipocampo dos camundongos jovens, mas não foi modulada com o \n\nenvelhecimento. Enquanto que no córtex-pré-frontal os camundongos \n\nLDLr-/- de três meses de idade apresentaram uma diminuição na \n\nexpressão gênica do LRP-1, o que não foi mantido com a idade. Nessa \n\nlinha de evidência, a doença de Alzheimer está associada com alterações \n\nnas distribuições de ambos receptores LRP-1 e RAGE na BHE no \n\n\n\n111 \n\n \n\nhipocampo dos pacientes (Donahue et al., 2006). Segundo Donahue e \n\ncolaboradores (2006), em casos severos de doença de Alzheimer há uma \n\ndiminuição dos níveis de LRP-1 na microvasculatura cerebral, enquanto \n\nexiste um aumento nos níveis de RAGE.  \n\nEstudos prévios utilizando coelhos (Ghribi et al., 2006) e \n\ncamundongos (Thirumangalakudi et al., 2008) demonstraram um \n\naumento no processamento amiloidogênico da APP em condições de \n\nhipercolesterolemia. O A? resulta da clivagem sequencial da APP pelas \n\nproteases de membrana denominadas BACE-1 e ?- secretases (Haass e \n\nSelkoe, 1993). Nossos resultados demonstraram um aumento na \n\nexpressão gênica da APP no hipocampo dos camundongos C57BL/6 do \n\ntipo selvagem de “meia-idade”, o que não foi observado no córtex pré-\n\nfrontal. A APP, um componente da patogênese da doença de Alzheimer, \n\nnormalmente ajuda a manter as sinapses funcionais (Nicolas e Hassan, \n\n2014). Os dados da literatura são bastante conflitantes em relação à \n\nmodulação da expressão da APP pelo envelhecimento. Por exemplo, \n\nLukiw (2004) observou o aumento da expressão da APP no cérebro de \n\nindivíduos idosos. No entanto, outros estudos demonstraram que a \n\nexpressão da APP é uniforme com o envelhecimento. Recentemente, \n\nPrimiani e colaboradores (2014) observaram em indivíduos de meia-\n\nidade que a expressão gênica da APP no córtex pré-frontal não se \n\nmodifica com o envelhecimento. De maneira similar, em um estudo \n\nexperimental foi demonstrado que o envelhecimento não causa \n\nmodificações na expressão do gene da APP no hipocampo de \n\ncamundongos C57BL/6 de 24 meses de idade (Csiszar et al., 2013). \n\nAdemais, nos camundongos LDLr-/- não foram observadas modificações \n\nsignificativas na expressão da APP em ambas estruturas cerebrais \n\nestudadas. Nossos resultados estão de acordo com o estudo prévio de \n\nThirumangalakudi e colaboradores (2008), onde não foram observadas \n\ndiferenças na expressão da APP no córtex cerebral de camundongos \n\nLDLr-/- jovens. \n\nNo estudo de Thirumangalakudi e colaboradores (2008), os \n\nautores também observaram que os camundongos LDLr-/- apresentam um \n\naumento nos níveis de RNAm da enzima BACE-1 no córtex cerebral, o \n\nque corrobora com nossos dados. Nós observamos um aumento na \n\nexpressão gênica da BACE-1 no córtex pré-frontal dos camundongos \n\nLDLr-/- de três meses de idade, o qual não foi mantido com o \n\nenvelhecimento. Por outro lado, a expressão gênica da PS-1 está \n\naumentada nos camundongos LDLr-/- de quatorze meses no córtex pré-\n\nfrontal e hipocampo. Uma consequência obvia do aumento da expressão \n\nda BACE-1 e/ou PS-1 é o aumento do processamento da APP \n\n\n\n112 \n\n \n\n(Thirumangalakudi et al., 2008). Este aumento no processamento \n\namiloidogênico da APP pode ser uma influência direta do colesterol, ou \n\nmais precisamente de alterações na distribuição, transporte e \n\nmetabolismo do colesterol nas membranas e em compartimentos \n\nsubcelulares (Sambamurti et al., 2004). Ghribi e colaboradores (2006) \n\nobservaram em neurônios hipocampais de coelhos \n\nhipercolesterolêmicos, a colocalização da BACE-1 e de colesterol e o \n\naumento na expressão e atividade desta enzima, sugerindo que o \n\ncolesterol pode modular a via amiloidogênica. \n\nO acúmulo e deposição de A? no cérebro de pacientes com doença \n\nde Alzheimer desencadeia morte neuronal apoptótica (Shimohama, \n\n2000), assim como em cérebros de camundongos APP/PS1 (Long et al., \n\n2013). Ademais, tem sido demonstrado que a APP, durante a apoptose, \n\npode ser eficientemente clivada pela família de proteases associadas à \n\napoptose, resultando na formação aumentada de A? (Pereira et al., 2004). \n\nNesse sentido, nós observamos que os camundongos LDLr-/- \n\nhipercolesterolêmicos (independentemente da idade) apresentaram uma \n\ndiminuição na razão da expressão gênica Bcl-2/Bax em ambas estruturas \n\ncerebrais estudadas. Enquanto os camundongos selvagens de quatorze \n\nmeses de idade apresentaram uma diminuição da razão Bcl-2/Bax no \n\ncórtex pré-frontal. Os membros da família Bcl-2 desempenham um papel \n\nimportante na via mitocondrial da apoptose, dentre eles a Bax é um fator \n\npromotor da apoptose. A Bax pode iniciar a abertura do poro mitocondrial \n\ninduzindo a liberação de proteínas apoptóticas para o citoplasma, as quais \n\nexecutarão os eventos apoptóticos (Shimizu et al., 1999; Tsujimoto e \n\nShimizu, 2000). Por sua vez a Bcl-2, uma proteína anti-apoptótica, \n\nestabiliza a integridade mitocondrial atenuando a liberação de citocromo \n\nc e impedindo a apoptose (Xian et al., 2014). Dessa forma, nossos \n\nresultados são indicativos de uma maior ativação dos mecanismos \n\napoptóticos no cérebro dos camundongos LDLr-/- já aos três meses de \n\nidade. O que vai de acordo com os resultados que encontramos no ensaio \n\nde captação de iodeto de propídeo, onde observamos que estes \n\ncamundongos apresentam aumentada permeabilidade das membranas \n\nhipocampais. \n\nContudo, não está claro, ainda, como o colesterol plasmático \n\npoderia afetar as funções cerebrais, uma vez que colesterol presente nas \n\nlipoproteínas não permeia a BHE (Dietschy e Turley, 2001). Por outro \n\nlado, os oxisteróis, derivados metabólicos do colesterol, são capazes de \n\ntranspassar as membranas lipofílicas (Björkhem et al., 2002). Há um \n\nfluxo contínuo de 27OH da circulação sanguínea para o SNC. Em \n\npacientes com prejuízos da integridade da BHE ocorre um acúmulo no \n\n\n\n113 \n\n \n\nliquor do principal produto de degradação do 27OH (Saeed et al., 2014). \n\nSaeed e colaboradores (2014) apontaram este metabólito do 27OH como \n\num possível biomarcador para condições que causam danos na BHE. \n\nNeste contexto, nosso próximo passo foi investigar se os prejuízos \n\ncognitivos e alterações na BHE em camundongos LDLr-/- são, ainda, \n\npotencializados pela exposição a uma dieta hipercolesterolêmica. Nesse \n\nsentido, camundongos C57BL/6 do tipo selvagem e LDLr-/- foram \n\nexpostos durante trintas dias à dieta padrão para roedores ou à dieta \n\nhipercolesterolêmica (1,25% de colesterol). Nossos resultados \n\ndemonstraram que, independentemente da dieta adotada, os \n\ncamundongos LDLr-/- apresentaram prejuízo de memória operacional e \n\nespacial de referência. Novamente, devido os testes comportamentais \n\nrealizados, fornecerem somente um índice qualitativo, não observamos \n\numa maior redução na função cognitiva dos camundongos LDLr-/- \n\ntratados com a dieta rica em colesterol, o que corrobora com nossos dados \n\nprévios (de Oliveira et al., 2011) e com trabalhos de outros grupos de \n\npesquisa (Thirumangalakudi et al., 2008). Novamente, realizamos o teste \n\ne reteste do labirinto em cruz elevado, no entanto, ao contrário do A? a \n\ndieta hipercolesterolêmica não causou prejuízo de aprendizagem aversiva \n\nnos camundongos LDLr-/-. \n\nPor outro lado, ao contrário dos camundongos LDLr-/-, o \n\ntratamento de camundongos C57BL/6 selvagens por um mês com a dieta \n\nhipercolesterolêmica, não foi capaz de modificar significativamente os \n\nníveis de colesterol (aumento de cerca de 16% em relação aos animais \n\nque ingeriram a dieta padrão) e desencadear déficits cognitivos. Contudo, \n\nestudos prévios que utilizaram um período maior de exposição à dieta \n\nhipercolesterolêmica (pelo menos dois meses) e/ou um maior teor de \n\ncolesterol na dieta (até 5%) demonstraram prejuízos cognitivos em \n\nroedores não modificados geneticamente induzidos por uma \n\nhipercolesterolemia leve (Thirumangalakudi et al., 2008; Ullrich et al., \n\n2010; Moreira et al., 2014). Nesse sentido, recentemente demonstramos \n\nque camundongos Swiss expostos à dieta hipercolesterolêmica (1,25%) \npor 60 dias apresentaram prejuízo cognitivo no teste de realocação de \n\nobjeto. Este resultado demonstrou que, mesmo uma elevação leve nos \n\nníveis de colesterol plasmático (em torno de 50%), e por um período \n\nrelativamente curto (dois meses), é capaz de induzir déficit cognitivo em \n\ncamundongos (Moreira et al., 2014). \n\nCabe ressaltar que, mesmo sem diferenças estatísticas, pode-se \n\nobservar que os camundongos C57BL/6 tratados com a dieta \n\nhipercolesterolêmica apresentaram um aumento moderado (16%) nos \n\nníveis plasmáticos de colesterol. Esta hipercolesterolemia leve induzida \n\n\n\n114 \n\n \n\npela exposição à dieta rica em colesterol nos camundongos C57BL/6 foi \n\nassociada com aumento na permeabilidade da BHE à fluoresceína de \n\nsódio no córtex pré-frontal e hipocampo. Ademais, este aumento na \n\npermeabilidade da BHE à fluoresceína de sódio também foi observado \n\nnas estruturas cerebrais dos camundongos LDLr-/- alimentados com a \n\ndieta padrão. Notavelmente, quando estes camundongos foram tratados \n\ncom a dieta hipercolesterolêmica o aumento na permeabilidade da BHE \n\nno córtex pré-frontal e hipocampo foi ainda mais pronunciado. Digno de \n\nnota, observamos também um aumento na permeabilidade da BHE no \n\nbulbo olfatório dos camundongos LDLr-/- (independentemente da dieta).  \n\nCom intuito de investigar de maneira mais detalhada a integridade \n\nda BHE, nós analisamos os níveis de RNAm das proteínas integrantes \n\ndas junções oclusivas. As junções oclusivas vedam o endotélio \n\nmicrovascular e representam o núcleo da BHE (Weiss et al., 2009). Neste \n\nestudo, a dieta hipercolesterolêmica causou uma diminuição na expressão \n\ngênica da claudina-5 e ocludina no hipocampo dos camundongos \n\nC57BL/6. Além disso, os camundongos LDLr-/- tratados com dieta \n\npadrão também apresentaram diminuição na expressão gênica das \n\nproteínas pertencentes das junções oclusivas no hipocampo. Todavia, \n\nquando estes camundongos foram tratados com a dieta rica em colesterol \n\nocorreu uma ativação da expressão gênica destas proteínas, \n\nprovavelmente por um mecanismo compensatório. É importante \n\nmencionar que, apesar da verificação deste efeito compensatório na \n\nexpressão gênica das proteínas integrantes das junções oclusivas, os \n\nvalores nos níveis de expressão não se igualam aos níveis do grupo \n\ncontrole e a permeabilidade à fluoresceína de sódio (teste funcional da \n\nBHE), é bastante elevada nos camundongos LDLr-/- submetidos à dieta \n\nhipercolesterolemica. Durante processos inflamatórios sistêmicos \n\nalterações na cinética das junções oclusivas e consequentemente \n\ndisfunção da BHE têm sido descritas. O aumento na atividade imune \n\nperiférica e consequente aumento na permeabilidade da BHE podem \n\nafetar o sistema imunológico cerebral desencadeando processos \n\nneuroinflamatórios (Takeda et al., 2014). No córtex pré-frontal a dieta \n\nhipercolesterolêmica não alterou os níveis de RNAm das proteínas \n\nclaudina-5 e ocludina, desta forma podemos supor que possivelmente \n\nnesta estrutura cerebral a participação das outras células que formam a \n\nBHE foi mais proeminente para determinar a maior permeabilidade. As \n\ncélulas gliais (especialmente os astrócitos), os pericitos, os neurônios \n\njuntamente com a lâmina basal estão próximos às células endoteliais \n\ncerebrais e constituem o que é denominado unidade neurovascular, um \n\n\n\n115 \n\n \n\nconceito proposto para ressaltar as interações funcionais que controlam a \n\nintegridade da BHE (Weiss et al., 2009).  \n\nAlém dos oxisteróis, em situações de disfunção da BHE a LDL \n\nplasmática também pode ser encontrada no SNC. Recentemente, Löffler \n\ne colaboradores (2013) observaram em camundongos \n\nhipercolesterolêmicos apoB-APP, um acúmulo de apoB100 em vasos \n\ncerebrais. Ademais, Chen e colaboradores (2010) utilizando coelhos \n\nhipercolesterolêmicos demonstraram que o aumento na permeabilidade \n\nna BHE induzido pela dieta hipercolesterolêmica desencadeia o \n\nextravasamento de partículas contendo apoB100, i.e. LDL plasmáticas, \n\npara os cérebros destes animais. Ademais, os autores observaram que a \n\npresença destas lipoproteínas plasmáticas nos cérebros dos animais está \n\nassociada com o acúmulo de colesterol intraneuronal, disfunção \n\nendossomal, e ainda aumento da produção de A? e prejuízo da \n\nintegridade sináptica (Chen et al., 2010). Posteriormente, o mesmo grupo \n\nde pesquisa investigou o impacto do tratamento com LDL plasmática em \n\nneurônios primários corticais. A LDL plasmática desencadeou o aumento \n\nde colesterol endossomal, o que desencadeou modificações no pH \n\nendossomal levando ao acúmulo e aumento na atividade da BACE-1, \n\naumento nos níveis de A? e diminuição da proteína sinaptofisina (Hui et \n\nal., 2012). Neste cenário, em nosso trabalho observamos que a LDL \n\nplasmática prejudica o desenvolvimento de neurônios hipocampais: (i) \n\nimpedindo o crescimento axonal de neurônios no estágio 2 de polaridade, \n\ne (ii) diminuindo o comprimento axonal de neurônios no estágio 3 de \n\npolaridade. Em conjunto estes resultados demonstraram que a exposição \n\nà LDL plasmática foi potencialmente prejudicial para o desenvolvimento \n\ne maturação das células neuronais, o que possivelmente está relacionado \n\ncom o acúmulo e modificação na compartimentalização do colesterol \n\ncelular.  \n\nEm conjunto as evidências levantadas ao longo desta Tese \n\napontam a relação entre situações em que ocorre disfunção na \n\nhomeostase do colesterol, particularmente a hipercolesterolemia familiar, \n\ne alterações no SNC características da doença de Alzheimer. Nesse \n\nsentido, considerando que estudos recentes têm identificado o receptor de \n\nLDL como uma via fisiológica importante que medeia a regulação celular \n\ndos níveis de A? cerebral e sugerem que o aumento nos níveis deste \n\nreceptor pode promover o aumento na degradação deste peptídeo no \n\ncérebro, nós postulamos que o receptor LDL pode ser um importante alvo \n\nterapêutico na doença de Alzheimer (de Oliveira et al., 2014) e que \n\ncompostos que induzam a expressão deste receptor no cérebro poderiam \n\nser interessantes agentes moduladores do depósito de A?. \n\n\n\n116 \n\n \n\nNeste estudo foi avaliado se o composto Genfibrozila poderia \n\nmodular a expressão gênica do receptor de LDL a nível hepático e \n\ncerebral. Para isto, camundongos Swiss foram tratados durante trinta dias \ncom três diferentes doses deste composto. Fibratos, como o Genfibrozila, \n\nreduzem os níveis plasmáticos de colesterol e triglicerídeos em pacientes \n\ncom hiperlipidemia por meio de mecanismos que ainda não estão \n\ntotalmente elucidados (Cámara-Lemarroy et al., 2015). Além disso, o \n\nGenfibrozila foi capaz de aumentar os níveis de RNAm do receptor de \n\nLDL em células hepáticas (células HepG2) por uma via diferente que as \n\nestatinas, a qual parece estar mais associada com o aumento da \n\nestabilidade do que da síntese do RNAm do receptor de LDL (Goto et al., \n\n1997). De maneira interessante, nós observamos um aumento nos níveis \n\nde RNAm hepático do receptor de LDL na dose de 1,3 mg/kg. Contudo, \n\nnão foram observadas diferenças na expressão gênica deste receptor no \n\nhipocampo dos camundongos tratados com o Genfibrozila. O porquê \n\ndesta diferença entre os dois tecidos ainda precisa ser elucidado, nossos \n\nresultados são ainda incipientes, mas, pode-se especular a possibilidade \n\ndo tratamento não ter resultado em concentrações efetivas da molécula \n\nno SNC. Ademais, não foram observadas alterações nos níveis \n\nplasmáticos de colesterol dos animais após o tratamento com o fribrato. \n\nÉ importante mencionar, que diversas evidências vêm demonstrando que \n\nas estatinas diminuem os riscos para a doença de Alzheimer, no entanto, \n\nna maioria dos estudos sua ação foi relacionada principalmente aos seus \n\nefeitos pleiotrópicos (e.g., redução do estresse oxidativo e inflamação) \n\nnão havendo dados conclusivos de que estes compostos possam aumentar \n\nos níveis de receptores de LDL no SNC (Chatterjee et al., 2014; Williams, \n\n2015).  \n\nNesta tese observamos experimentalmente que a \n\nhipercolesterolemia familiar está associada a uma maior susceptibilidade \n\naos efeitos neurotóxicos induzidos pelo A?, bem como a alterações no \n\nmetabolismo deste peptídeo, indução de apoptose e aumento na \n\npermeabilidade da BHE em regiões cerebrais associadas com os \n\nprocessos de aprendizagem e memória, como esquematizado na Figura \n\n33. Os achados deste trabalho reforçam a associação da \n\nhipercolesterolemia familiar à patofisiologia da doença de Alzheimer \n\nesporádica. Finalmente, nos leva a pensar no receptor de LDL como um \n\npossível alvo terapêutico na doença de Alzheimer.  \n\n \n\n\n\n117 \n\n \n\n \nFigura 33. A ausência de função do receptor de LDL aumenta a susceptibilidade \n\na neurotoxicidade induzida pelo peptídeo ?-amiloide (A?), dieta \n\nhipercolesterolêmica (HC) e envelhecimento em camundongos. De maneira \n\ngeral, os resultados obtidos nesta tese demonstraram que em comparação aos \n\ncamundongos C57BL/6 do tipo selvagem, os camundongos LDLr-/- apresentaram \n\nprejuízo cognitivo, disfunção colinérgica, resposta antioxidante, astrogliose, \n\ndano a membrana celular, astrogliose, disfunção da barreira hemato-encefálica \n\n(BHE), alterações no metabolismo e processamento do A? e apoptose mais \n\npronunciados após a administração do A? e tratamento com a dieta HC, e devido \n\nao envelhecimento. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n118 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n119 \n\n \n\n \n\n7. CONCLUSÕES \n \n\nDe acordo com os resultados apresentados nesta tese podemos \n\ninferir que: \n\n \n\n? Camundongos LDLr-/- são mais susceptíveis à neurotoxicidade \ninduzida pela administração i.c.v. do A?1-40 como sumarizado na Tabela \n\n3. Especificadamente, em comparação com os camundongos C57BL/6 \n\ndo tipo selvagem, os camundongos LDLr-/- apresentam maior ativação \n\nglial, dano de membrana celular, permeabilidade da BHE, e desbalanço \n\noxidativo no hipocampo após a administração do A?1-40; \n\n \nTabela 3. Sumário dos efeitos da administração i.c.v. do A?1-40 em parâmetros \n\nbioquímicos e comportamentais em camundongos C57BL/6 e LDLr-/-. \n\n \n \n\n? Camundongos LDLr-/- jovens e de “meia-idade” apresentam \nalterações na expressão de genes codificadores de proteínas envolvidas \n\nno processamento da APP, na depuração do A? e apoptose; \n\n \n\n? Camundongos C57BL/6 do tipo selvagem e camundongos \nLDLr-/- expostos à dieta hipercolesterolêmica apresentaram um aumento \n\nna permeabilidade da BHE. No caso dos camundongos LDLr-/- essa \n\npermeabilidade foi mais pronunciada e também foram observados \n\nprejuízos de memória operacional e espacial de referência, bem como \n\naumento significativo nos níveis de colesterol plasmático; \n\n \n\n? A exposição à LDL prejudicou o desenvolvimento e polarização \nde neurônios hipocampais; \n\n \n\n? O composto Genfibrozila aumentou os níveis de RNAm do \nreceptor de LDL no tecido hepático em camundongos Swiss, mas não no \n\nhipocampo. \n\n \n\n\n\n120 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n121 \n\n \n\n8. PERSPECTIVAS \n \n\nAlguns aspectos relacionados a este trabalho ainda precisam ser \n\nmelhor elucidados, desta forma, nosso grupo propõe algumas \n\nperspectivas: \n\n \n\n? Avaliar os níveis de A? no cérebro de camundongos LDLr-/- \njovens e de “meia-idade”. Além disso, realizar o ensaio de fluoro Jade B \n\nnos cortes cerebrais destes animais para avaliar a neurodegeneração; \n\n \n\n? Investigar o efeito da dieta hipercolesterolêmica na expressão \ndas proteínas integrantes das junções oclusivas nos cérebros dos \n\ncamundongos LDLr-/- e C57BL/6 selvagens; \n\n \n\n? Avaliar o efeito do envelhecimento e da exposição à dieta \nhipercolesterolêmica em parâmetros neuroinflamatórios e de \n\npermeabilidade da BHE de camundongos LDLr-/- por meios de ensaios \n\nde imunofluorescência.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n\n\n122 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n123 \n\n \n\nREFERÊNCIAS \n\n \n\nAbifadel M, Varret M, Rabès JP, Allard D, Ouguerram K, Devillers M, \n\nCruaud C, Benjannet S, Wickham L, Erlich D, Derré A, Villéger L, \n\nFarnier M, Beucler I, Bruckert E, Chambaz J, Chanu B, Lecerf JM, Luc \n\nG, Moulin P, Weissenbach J, Prat A, Krempf M, Junien C, Seidah NG, \n\nBoileau C. Mutations in PCSK9 cause autosomal dominant \n\nhypercholesterolemia. Nat Genet 34(2):154-156, 2003. \n\n \n\nAinge JA, Heron-Maxwell C, Theofilas P, Wright P, de Hoz L, Wood \n\nER. The role of the hippocampus in object recognition in rats: \n\nexamination of the influence of task parameters and lesion size. Behav \n\nBrain Res 167(1):183-195, 2006. \n\n \n\nArumugam TV, Gleichmann M, Tang SC, Mattson MP. \n\nHormesis/preconditioning mechanisms, the nervous system and aging. \n\nAgeing Res Rev 5:165-178, 2006. \n\n \n\nAssini FL, Duzzioni M, Takahashi RN. Object location memory in mice: \n\npharmacological validation and further evidence of hippocampal CA1 \n\nparticipation. Behav Brain Res 204:206-211, 2009. \n\n \n\nBartus RT. On neurodegenerative diseases, models, and treatment \n\nstrategies: lessons learned and lessons forgotten a generation following \n\nthe cholinergic hypothesis. Exp Neurol 163(2):495-529, 2000. \n\n \n\nBasak JM, Verghese PB, Yoon H, Kim J, Holtzman DM. Low-density \n\nlipoprotein receptor represents an apolipoprotein E-independent pathway \n\nof A? uptake and degradation by astrocytes. J Biol Chem \n\n287(17):13959-13971, 2012. \n\n \n\nBenn M, Watts GF, Tybjaerg-Hansen A, Nordestgaard BG. Familial \n\nhypercholesterolemia in the Danish general population: Prevalence, \n\ncoronary artery disease, and cholesterol-lowering medication. J Clin \n\nEndocrinol Metab 97:3956-3964, 2012. \n\n \n\nBertram L, Tanzi RE. Thirty years of Alzheimer's disease genetics: The \n\nimplications of systematic meta-analyses. Nat Rev Neurosci 9(10):768-\n\n778, 2008. \n\n \n\n\n\n124 \n\n \n\nBjorkhem I. Do oxysterols control cholesterol homeostasis? J Clin \n\nInvest 110(6):725-730, 2002. \n\n \n\nBjorkhem I, Meaney S. Brain cholesterol: Long secret life behind a \n\nbarrier. Arterioscler Thromb Vasc Biol 24:806-815, 2004. \n\n \n\nBlennow K, de Leon MJ, Zetterberg H. Alzheimer's disease. Lancet \n\n368:387-403, 2006. \n\n \n\nBloch K. The biological synthesis of cholesterol. Science 150(3692):19-\n\n28, 1965. \n\n \n\nBloch K. Summing up. Annu. Rev Biochem 56:1-19, 1987. \n\n \n\nBodovitz S, Klein WL. Cholesterol modulates alphasecretase cleavage of \n\namyloid precursor protein. J Biol Chem 271:4436–4440, 1996. \n\n \n\nBohara M, Kambe Y, Nagayama T, Tokimura H, Arita K, Miyata A. C-\n\ntype natriuretic peptide modulates permeability of the blood-brain \n\nbarrier. J Cereb Blood Flow Metab 34(4):589-596, 2014. \n\n \n\nBoyles JK, Pitas RE, Wilson E, Mahley RW, Taylor JM. Apolipoprotein \n\nE associated with astrocytic glia of the central nervous system and with \n\nnonmyelinating glia of the peripheral nervous system. J Clin Invest \n\n76:1501-1513, 1985. \n\n \n\nBraak H, Braak E. Neuropil threads occur in dendrites of tangle-bearing \n\nnerve cells. Neuropathol Appl Neurobiol 14:39-44, 1988. \n\n \n\nBrown MS, Goldstein JL. Familial hypercholesterolemia: Defective \n\nbinding of lipoproteins to cultured fibroblasts associated with impaired \n\nregulation of 3-hydroxy-3 methylglutaryl coenzyme A reductase activity. \n\nProc Natl Acad Sci USA 71(3):788-792, 1974. \n\n \n\nBrown MS, Goldstein JL. How LDL receptors influence cholesterol and \n\natherosclerosis. Sci Am 251(5):58-66, 1984. \n\n \n\nBrown MS, Goldstein JL. A receptor-mediated pathway for cholesterol \n\nhomeostasis. Science 232:34-47, 1986. \n\n \n\n\n\n125 \n\n \n\nBu G. Apolipoprotein E and its receptors in Alzheimer's disease: \n\nPathways, pathogenesis and therapy. Nat Rev Neurosci 10(5):333-344, \n\n2009. \n\n \n\nBurnett JR, Ravine D, van Bockxmeer FM, Watts GF. Familial \n\nhypercholesterolaemia: A look back, a look ahead. Med J Aust \n\n182(11):552-553, 2005. \n\n \n\nCáceres A, Banker GA, Binder L. Immunocytochemical localization of \n\ntubulin and microtubule-associated protein 2 during the development of \n\nhippocampal neurons in culture. J Neurosci 6(3):714-722, 1986. \n\n \n\nCáceres A, Ye B, Dotti CG. Neuronal polarity: Demarcation, growth and \n\ncommitment. Curr Opin Cell Biol 24(4):547-553, 2012. \n\n \n\nCámara-Lemarroy CR, Guzman-DE LA Garza FJ, Cordero-Perez P, \n\nIbarra-Hernandez JM, Muñoz-Espinosa LE, Fernandez-Garza NE. \n\nGemfibrozil attenuates the inflammatory response and protects rats from \n\nabdominal sepsis. Exp Ther Med 9(3):1018-1022, 2015. \n\n \n\nCao D, Fukuchi K, Wan H, Kim H, Li L. Lack of LDL receptor \n\naggravates learning deficits and amyloid deposits in Alzheimer \n\ntransgenic mice. Neurobiol Aging 27:1632-1643, 2006. \n\n \n\nCarlberg I, Mannervik B. Glutathione reductase. Methods Enzymol \n\n113:484-490, 1985. \n\n \n\nCastellani RJ, Rolston RK, Smith MA. Alzheimer disease. Dis Mon \n\n56:484-546, 2010. \n\n \n\nCastellano JM, Deane R, Gottesdiener AJ, Verghese PB, Stewart FR, \n\nWest T, Paoletti AC, Kasper TR, DeMattos RB, Zlokovic BV, Holtzman \n\nDM. Low-density lipoprotein receptor overexpression enhances the rate \n\nof brain-to-blood A? clearance in a mouse model of ?-amyloidosis. Proc \n\nNatl Acad Sci USA 109(38):15502-15507, 2012. \n\n \n\nCiveira F; International Panel on Management of Familial \n\nHypercholesterolemia. Atherosclerosis 173(1):55-68, 2004. \n\n \n\nChatterjee S, Krishnamoorthy P, Ranjan P, Roy A, Chakraborty A, \n\nSabharwal MS, Ro R, Agarwal V, Sardar P, Danik J, Giri JS, DeGoma \n\n\n\n126 \n\n \n\nEM, Kumbhani DJ. Statins and cognitive function: an updated review. \n\nCurr Cardiol Rep 17(2):559, 2015. \n\n \n\nChen X, Wagener JF, Morgan DH, Hui L, Ghribi O, Geiger JD. \n\nEndolysosome mechanisms associated with Alzheimer's disease-like \n\npathology in rabbits ingesting cholesterol-enriched diet. J Alzheimers \n\nDis 22(4):1289-1303, 2010. \n\n \n\nCsiszar A, Tucsek Z, Toth P, Sosnowska D, Gautam T, Koller A, Deak \n\nF, Sonntag WE, Ungvari Z. Synergistic effects of hypertension and aging \n\non cognitive function and hippocampal expression of genes involved in \n\n?-amyloid generation and Alzheimer's disease. Am J Physiol Heart Circ \n\nPhysiol 305(8):H1120-1130, 2013. \n\n \n\nde la Torre JC, Mussivand T. Can disturbed brain microcirculation cause \n\nAlzheimer’s disease? Neurol Res 15(3):146–153, 1993. \n\n \n\nde la Torre JC. Critical threshold cerebral hypoperfusion causes \n\nAlzheimer’s disease? Acta Neuropathol 98(1):1–8, 1999. \n\n \n\nde Oliveira J, Hort MA, Moreira EL, Glaser V, Ribeiro-do-Valle RM, \n\nPrediger RD, Farina M, Latini A, de Bem AF. Positive correlation \n\nbetween elevated plasma cholesterol levels and cognitive impairments in \n\nLDL receptor knockout mice: relevance of cortico-cerebral \n\nmitochondrial dysfunction and oxidative stress. Neuroscience 197:99-\n\n106, 2011. \n\n \n\nde Oliveira J, Moreira EL, Mancini G, Hort MA, Latini A, Ribeiro-do-\n\nValle RM, Farina M, da Rocha JB, de Bem AF. Diphenyl diselenide \n\nprevents cortico-cerebral mitochondrial dysfunction and oxidative stress \n\ninduced by hypercholesterolemia in LDL receptor knockout mice. \n\nNeurochem Res 38(10):2028-2036, 2013. \n\n \n\nDe Strooper B, Vassar R, Golde T. The secretases: Enzymes with \n\ntherapeutic potential in Alzheimer disease. Nat Rev Neurol 6(2):99-107, \n\n2010. \n\n \n\nDeane R, Wu Z, Zlokovic BV. RAGE (yin) versus LRP (yang) balance \n\nregulates alzheimer amyloid beta-peptide clearance through transport \n\nacross the blood-brain barrier. Stroke 35:2628-2631, 2004. \n\n \n\n\n\n127 \n\n \n\nDeane R, Bell RD, Sagare A, Zlokovic BV. Clearance of amyloid-beta \n\npeptide across the blood-brain barrier: implication for therapies in \n\nAlzheimer's disease. CNS Neurol Disord Drug Targets 8(1):16-30, \n\n2009. \n\n \n\nDeiana S, Platt B, Riedel G. The cholinergic system and spatial learning. \n\nBehav Brain Res 221:389-411, 2011. \n\n \n\nDietschy JM, Turley SD, Spady DK. Role of liver in the maintenance of \n\ncholesterol and low density lipoprotein homeostasis in different animal \n\nspecies, including humans. J Lipid Res 34:1637-1659, 1993. \n\n \n\nDietschy JM, Turley SD. Cholesterol metabolism in the brain. Curr \n\nOpin Lipidol 12:105-112, 2001. \n\n \n\nDietschy JM, Turley SD. Cholesterol metabolism in the central nervous \n\nsystem during early development and in the mature animal. J Lipid Res \n\n45:1375-1397, 2004. \n\n \n\nDietschy JM. Central nervous system: Cholesterol turnover, brain \n\ndevelopment and neurodegeneration. Biol Chem 390:287-293, 2009. \n\n \n\nDos Santos AA, Naime AA, de Oliveira J, Colle D, Dos Santos DB, Hort \n\nMA, Moreira EL, Suñol C, de Bem AF, Farina M. Long-term and low-\n\ndose malathion exposure causes cognitive impairment in adult mice: \n\nevidence of hippocampal mitochondrial dysfunction, astrogliosis and \n\napoptotic events. Arch Toxicol in press. \n \n\nDringen R, Hirrlinger J. Glutathione pathways in the brain. Biol Chem \n\n384:505-516, 2003. \n\n \n\ndos Santos VV, Santos DB, Lach G, Rodrigues AL, Farina M, De Lima \n\nTC, Prediger RD. Neuropeptide Y (NPY) prevents depressive-like \n\nbehavior, spatial memory deficits and oxidative stress following amyloid-\n\nbeta (Abeta(1-40)) administration in mice. Behav Brain Res 244, 107-\n\n115, 2013. \n\n \n\nDonahue JE, Flaherty SL, Johanson CE, Duncan JA 3rd, Silverberg GD, \n\nMiller MC, Tavares R, Yang W, Wu Q, Sabo E, Hovanesian V, Stopa \n\nEG. RAGE, LRP-1, and amyloid-beta protein in Alzheimer’s disease. \n\nActa Neuropathol 112(4):405-415, 2006. \n\n\n\n128 \n\n \n\n \n\nEhehalt R, Keller P, Haass C, Thiele C, Simons K. Amyloidogenic \n\nprocessing of the Alzheimer beta-amyloid precursor protein depends on \n\nlipid rafts. J Cell Biol 160(1):113–123, 2003. \n\n \n\nEllman GL, Courtney KD, Andres V, Jr., Feather-Stone RM. A new and \n\nrapid colorimetric determination of acetylcholinesterase activity. \n\nBiochem Pharmacol 7:88-95, 1961. \n\n \n\nEndo A. A gift from nature: the birth of the statins. Nat Med \n\n14(10):1050-1052, 2008. \n\n \n\nEndo A. A historical perspective on the discovery of statins. Proc Jpn \n\nAcad Ser B Phys Biol Sci 86(5):484-493, 2010. \n\n \n\nEngel D, Zomkowski AD, Lieberknecht V, Rodrigues AL, Gabilan NH. \n\nChronic administration of duloxetine and mirtazapine downregulates \n\nproapoptotic proteins and upregulates neurotrophin gene expression in \n\nthe hippocampus and cerebral cortex of mice. J Psychiatr Res 47(6):802-\n\n808, 2013. \n\n \n\nEvola M, Hall A, Wall T, Young A, Grammas P. Oxidative stress impairs \n\nlearning and memory in apoE knockout mice. Pharmacol Biochem \n\nBehav 96(2):181-186, 2010. \n\n \n\nFerguson D, Sapolsky R. Mineralocorticoid receptor overexpression \n\ndifferentially modulates specific phases of spatial and nonspatial \n\nmemory. J Neurosci 27(30):8046-8052, 2007. \n\n \n\nFerreira ST, Klein WL. The A? oligomer hypothesis for synapse failure \n\nand memory loss in Alzheimer's disease. Neurobiol Learn Mem \n\n96(4):529-543, 2011. \n\n \n\nFigueiredo CP, Bicca MA, Latini A, Prediger RD, Medeiros R, Calixto \n\nJB. Folic acid plus alpha-tocopherol mitigates amyloid-beta-induced \n\nneurotoxicity through modulation of mitochondrial complexes activity. J \n\nAlzheimers Dis 24:61-75, 2011. \n\n \n\nFrears ER, Stephens DJ, Walters CE, Davies H, Austen BM.The role of \n\ncholesterol in the biosynthesis of beta-amyloid. Neuroreport 10:1699–\n\n1705, 1999. \n\n\n\n129 \n\n \n\n \n\nGallagher M, Colombo PJ. Ageing: The cholinergic hypothesis of \n\ncognitive decline. Curr Opin Neurobiol 5:161-168, 1995. \n\n \n\nGhribi O, Larsen B, Schrag M, Herman MM. High cholesterol content in \n\nneurons increases BACE, beta-amyloid, and phosphorylated tau levels in \n\nrabbit hippocampus. Exp Neurol 200:460-467, 2006. \n\n \n\nGo GW, Mani A. Low-density lipoprotein receptor (LDLR) family \n\norchestrates cholesterol homeostasis. Yale J Biol Med 85(1):19-28, \n\n2012. \n\n \n\nGoate A. The future of Alzheimer's disease research: a molecular genetic \n\nperspective. Neurobiol Aging 15 Suppl 2:S161-4, 1994. \n\n \n\nGoedeke L, Fernández-Hernando C. Regulation of cholesterol \n\nhomeostasis. Cell Mol Life Sci 69(6):915-930, 2012. \n\n \n\nGoldstein JL, Brown MS. Familial hypercholesterolemia: Identification \n\nof a defect in the regulation of 3-hydroxy-3-methylglutaryl coenzyme A \n\nreductase activity associated with overproduction of cholesterol. Proc \n\nNatl Acad Sci USA 70:2804-2808, 1973. \n\n \n\nGoldstein JL, Brown MS. Binding and degradation of low density \n\nlipoproteins by cultured human fibroblasts: Comparison of cells from a \n\nnormal subject and from a patient with homozygous familial \n\nhypercholesterolemia. J Biol Chem 249:5153-5162, 1974. \n\n \n\nGoldstein JL, Brown MS. Atherosclerosis: The low-density lipoprotein \n\nreceptor hypothesis. Metabolism 26(11):1257-1275, 1977. \n\n \n\nGoldstein JL, Brown MS. Progress in understanding the LDL receptor \n\nand HMG-CoA reductase, two membrane proteins that regulate the \n\nplasma cholesterol. J Lipid Res 25(13):1450-1461, 1984. \n\n \n\nGoldstein JL, Brown MS. The LDL receptor. Arterioscler Thromb \n\nVasc Biol 29:431-438, 2009. \n\n \n\nGoto D, Okimoto T, Ono M, Shimotsu H, Abe K, Tsujita Y, Kuwano M. \n\nUpregulation of low density lipoprotein receptor by gemfibrozil, a \n\nhypolipidemic agent, in human hepatoma cells through stabilization of \n\n\n\n130 \n\n \n\nmRNA transcripts. Arterioscler Thromb Vasc Biol 17(11):2707-2712, \n\n1997. \n\n \n\nGreco SJ, Bryan KJ, Sarkar S, Zhu X, Smith MA, Ashford JW, Johnston \n\nJM, Tezapsidis N, Casadesus G. Leptin reduces pathology and improves \n\nmemory in a transgenic mouse model of Alzheimer's disease. J \n\nAlzheimers Dis 19(4):1155-1167, 2010. \n\n \n\nGrutzendler J, Morris JC. Cholinesterase inhibitors for Alzheimer's \n\ndisease. Drugs 61(1):41-52, 2001. \n\n \n\nHaass C, Selkoe DJ. Cellular processing of beta-amyloid precursor \n\nprotein and the genesis of amyloid beta-peptide. Cell 75(6):1039-1042, \n\n1993. \n\n \n\nHaass C, De Strooper B. The presenilins in Alzheimer's disease--\n\nproteolysis holds the key. Science 286:916-919, 1999. \n\n \n\nHaass C, Selkoe DJ. Soluble protein oligomers in neurodegeneration: \n\nlessons from the Alzheimer's amyloid beta-peptide. Nat Rev Mol Cell \n\nBiol 8:101-112, 2007. \n\n \n\nHarvey RA, Ferrier DR. Bioquímica Ilustrada. 5. ed. Porto Alegre: \n\nArtmed, 2012. \n\n \n\nHawkins BT, Ocheltree SM, Norwood KM, Egleton RD. Decreased \n\nblood-brain barrier permeability to fluorescein in streptozotocin-treated \n\nrats. Neurosci Lett 411(1):1-5, 2007. \n\n \n\nHegele RA. Plasma lipoproteins: genetic influences and clinical \n\nimplications. Nat Rev Genet. 10(2):109-121, 2009. \n\n \n\nHempel SL, Buettner GR, O'Malley YQ, Wessels DA, Flaherty DM. \n\nDihydrofluorescein diacetate is superior for detecting intracellular \n\noxidants: comparison with 2',7'-dichlorodihydrofluorescein diacetate, \n\n5(and 6)-carboxy-2',7'-dichlorodihydrofluorescein diacetate, and \n\ndihydrorhodamine 123. Free Radic Biol Med 27:146-159, 1999. \n\n \n\nHerring A, Lewejohann L, Panzer AL, Donath A, Kroll O, Sachser N, \n\nPaulus W, Keyvani K. Preventive and therapeutic types of environmental \n\n\n\n131 \n\n \n\nenrichment counteract beta amyloid pathology by different molecular \n\nmechanisms. Neurobiol Dis 42:530-538, 2011. \n\n \n\nHerz J, Marschang P. Coaxing the LDL receptor family into the fold. Cell \n\n112:289-292, 2003. \n\n \n\nHissin PJ, Hilf R. A fluorometric method for determination of oxidized \n\nand reduced glutathione in tissues. Anal Biochem 74:214-226, 1976. \n\n \n\nHobbs HH, Russell DW, Brown MS, Goldstein JL. The LDL receptor \n\nlocus in familial hypercholesterolemia: mutational analysis of a \n\nmembrane protein. Annu Rev Genet 24:133-170, 1990. \n\n \n\nHobbs HH, Brown MS, Goldstein JL. Molecular genetics of the LDL \n\nreceptor gene in familial hypercholesterolemia. Hum Mutat 1(6):445-\n\n466, 1992. \n\n \n\nHui L, Chen X, Geiger JD. Endolysosome involvement in LDL \n\ncholesterol-induced Alzheimer's disease-like pathology in primary \n\ncultured neurons. Life Sci 91(23-24):1159-1168, 2012. \n\n \n\nHussain MM, Strickland DK, Bakillah A. The mammalian low-density \n\nlipoprotein receptor family. Annu Rev Nutr 19:141-172, 1999. \n\n \n\nIkonen E. Mechanisms for cellular cholesterol transport: defects and \n\nhuman disease. Physiol Rev 86(4):1237-1261, 2006. \n\n \n\nInnerarity TL, Mahley RW. Enhanced binding by cultured human \n\nfibroblasts of apo-E-containing lipoproteins as compared with low \n\ndensity lipoproteins. Biochemistry 17(8):1440-1447, 1978. \n\n \n\nIshibashi S, Brown MS, Goldstein JL, Gerard RD, Hammer RE, Herz J. \n\nHypercholesterolemia in low density lipoprotein receptor knockout mice \n\nand its reversal by adenovirus-mediated gene delivery. J Clin Invest \n\n92:883-893, 1993. \n\n \n\nIto MK, McGowan MP, Moriarty PM; National Lipid Association Expert \n\nPanel on Familial Hypercholesterolemia. Management of familial \n\nhypercholesterolemias in adult patients: Recommendations from the \n\nNational Lipid Association Expert Panel on Familial \n\nHypercholesterolemia. J Clin Lipidol 5(3 Suppl):S38-45, 2011. \n\n\n\n132 \n\n \n\n \n\nJackson GA. Drug treatments for Alzheimer's disease. Nurs Times \n\n110(9):24-26, 2014. \n\n \n\nJacobsen JS. Alzheimer's disease: an overview of current and emerging \n\ntherapeutic strategies. Curr Top Med Chem 2(4):343-352, 2002. \n\n \n\nJansen AC, van Wissen S, Defesche JC, Kastelein JJ. Phenotypic \n\nvariability in familial hypercholesterolaemia: An update. Curr Opin \n\nLipidol 13(2):165-171, 2002. \n\n \n\nJeon H, Blacklow SC. Structure and physiologic function of the low-\n\ndensity lipoprotein receptor. Annu Rev Biochem 74:535-562, 2005. \n\n \n\nJoshi G, Johnson JA. The Nrf2-ARE pathway: A valuable therapeutic \n\ntarget for the treatment of neurodegenerative diseases. Recent Pat CNS \n\nDrug Discov 7:218-229, 2010. \n\n \n\nKanekiyo T, Cirrito JR, Liu CC, Shinohara M, Li J, Schuler DR, \n\nShinohara M, Holtzman DM, Bu G. Neuronal clearance of amyloid-? by \n\nendocytic receptor LRP1. J Neurosci 33(49):19276-19283, 2013. \n\n \n\nKatsouri L, Georgopoulos S. Lack of LDL receptor enhances amyloid \n\ndeposition and decreases glial response in an Alzheimer's disease mouse \n\nmodel. PLoS One 6(7):e21880, 2011. \n\n \n\nKhachadurian AK. The inheritance of essential familial \n\nhypercholesterolemia. Am J Med 37:402-407, 1964. \n\n \n\nKhadrawy YA, Nour NA, Aboul Ezz HS. Effect of oxidative stress \n\ninduced by paradoxical sleep deprivation on the activities of Na+, K+-\n\nATPase and acetylcholinesterase in the cortex and hippocampus of rat. \n\nTransl Res 157:100-107, 2011. \n\n \n\nKim J, Castellano JM, Jiang H, Basak JM, Parsadanian M, Pham V, \n\nMason SM, Paul SM, Holtzman DM. Overexpression of low-density \n\nlipoprotein receptor in the brain markedly inhibits amyloid deposition \n\nand increases extracellular A beta clearance. Neuron 64(5):632-644, \n\n2009. \n\n \n\n\n\n133 \n\n \n\nKivipelto M, Helkala EL, Laakso MP, Hanninen T, Hallikainen M, \n\nAlhainen K, Soininen H, Tuomilehto J, Nissinen A. Midlife vascular risk \n\nfactors and Alzheimer's disease in later life: Longitudinal, population \n\nbased study. BMJ 322:1447-1451, 2001. \n\n \n\nKivipelto M, Helkala EL, Laakso MP, Hanninen T, Hallikainen M, \n\nAlhainen K, Iivonen S, Mannermaa A, Tuomilehto J, Nissinen A, \n\nSoininen H. Apolipoprotein E epsilon4 allele, elevated midlife total \n\ncholesterol level, and high midlife systolic blood pressure are \n\nindependent risk factors for late-life Alzheimer disease. Ann Intern Med \n\n137:149-155, 2002. \n\n \n\nKivipelto M, Ngandu T, Fratiglioni L, Viitanen M, Kareholt I, Winblad \n\nB, Helkala EL, Tuomilehto J, Soininen H, Nissinen A. Obesity and \n\nvascular risk factors at midlife and the risk of dementia and Alzheimer \n\ndisease. Arch Neurol 62:1556-1560, 2005. \n\n \n\nKoeijvoets KC, Rodenburg J, Hutten BA, Wiegman A, Kastelein JJ, \n\nSijbrands EJ. Low-density lipoprotein receptor genotype and response to \n\npravastatin in children with familial hypercholesterolemia: Substudy of \n\nan intima-media thickness trial. Circulation 112(20):3168-3173, 2005. \n\n \n\nKojro E, Gimpl G, Lammich S, Marz W, Fahrenholz F. Low cholesterol \n\nstimulates the nonamyloidogenic pathway by its effect on the alpha -\n\nsecretase ADAM 10. Proc Natl Acad Sci U S A 98(10):5815-5820, \n\n2001. \n\n \n\nKuo YM, Emmerling MR, Bisgaier CL, Essenburg AD, Lampert HC, \n\nDrumm D, Roher AE. Elevated low-density lipoprotein in Alzheimer's \n\ndisease correlates with brain abeta 1-42 levels. Biochem Biophys Res \n\nCommun 252(3):711-715, 1998. \n\n \n\nKunda P, Paglini G, Quiroga S, Kosik K, Caceres A. Evidence for the \n\ninvolvement of Tiam1 in axon formation. J Neurosci 21(7):2361-2372, \n\n2001. \n\n \n\nLaFerla FM, Green KN, Oddo S. Intracellular amyloid-beta in \n\nAlzheimer's disease. Nat Rev Neurosci 8:499-509, 2007. \n\n \n\nLafon-Cazal M, Pietri S, Culcasi M, Bockaert J. NMDA-dependent \n\nsuperoxide production and neurotoxicity. Nature 364:535-537, 1993. \n\n\n\n134 \n\n \n\n \n\nLaursen SE, Belknap JK. Intracerebroventricular injections in mice. \n\nSome methodological refinements. Journal of pharmacological \n\nmethods 16:355-357, 1986. \n\n \n\nLe TM, Jiang H, Cunningham GR, Magarik JA, Barge WS, Cato MC, \n\nFarina M, Rocha JB, Milatovic D, Lee E, Aschner M, Summar ML. \n\nGamma-Glutamylcysteine ameliorates oxidative injury in neurons and \n\nastrocytes in vitro and increases brain glutathione in vivo. \n\nNeurotoxicology 32:518-525, 2011. \n\n \n\nLeBel CP, Bondy SC. Oxygen radicals: common mediators of \n\nneurotoxicity. Neurotoxicol Teratol 13:341-346, 1991. \n\n \n\nLedesma MD, Dotti CG. Amyloid excess in Alzheimer's disease: What \n\nis cholesterol to be blamed for? FEBS Lett 580(23):5525-5532, 2006. \n\n \n\nLevy E, Carman MD, Fernandez-Madrid IJ, Power MD, Lieberburg I, \n\nvan Duinen SG, Bots GT, Luyendijk W, Frangione B. Mutation of the \n\nAlzheimer's disease amyloid gene in hereditary cerebral hemorrhage, \n\nDutch type. Science 248(4959):1124-1126, 1990. \n\n \n\nLewerenz J, Maher P. Control of redox state and redox signaling by \n\nneural antioxidant systems. Antioxid Redox Signal 14:1449-1465, 2011. \n\n \n\nLewis GF, Rader DJ. New insights into the regulation of HDL \n\nmetabolism and reverse cholesterol transport. Circ Res 96(12):1221-\n\n1232, 2005. \n\n \n\nLi Y, Cam J, Bu G. Low-density lipoprotein receptor family: endocytosis \n\nand signal transduction. Mol Neurobiol 23(1):53-67, 2001. \n\n \n\nLiyanage KE, Burnett JR, Hooper AJ, van Bockxmeer FM. Familial \n\nhypercholesterolemia: Epidemiology, Neolithic origins and modern \n\ngeographic distribution. Crit Rev Clin Lab Sci 48(1):1-18, 2011. \n\n \n\nLöffler T, Flunkert S, Havas D, Sántha M, Hutter-Paier B, Steyrer E, \n\nWindisch M. Impact of ApoB-100 expression on cognition and brain \n\npathology in wild-type and hAPPsl mice. Neurobiol Aging 34(10):2379-\n\n2388, 2013. \n\n \n\n\n\n135 \n\n \n\nLong Z, Zheng M, Zhao L, Xie P, Song C, Chu Y, Song W, He G. \n\nValproic acid attenuates neuronal loss in the brain of APP/PS1 double \n\ntransgenic Alzheimer's disease mice model. Curr Alzheimer Res \n\n10(3):261-269, 2013. \n\n \n\nLovell MA, Ehmann WD, Butler SM, Markesbery WR. Elevated \n\nthiobarbituric acid-reactive substances and antioxidant enzyme activity \n\nin the brain in Alzheimer's disease. Neurology 45:1594-1601, 1995. \n\n \n\nLowry OH, Rosebrough NJ, Farr AL, Randall RJ. Protein measurement \n\nwith the Folin phenol reagent. J Biol Chem 193:265-275, 1951. \n\n \n\nLukiw WJ. Gene expression profiling in fetal, aged, and Alzheimer \n\nhippocampus: a continuum of stress-related signaling. Neurochem Res \n\n29(6):1287–1297, 2004. \n\n \n\nMann DM. Cerebral amyloidosis, ageing and Alzheimer's disease; a \n\ncontribution from studies on Down's syndrome. Neurobiol Aging \n\n10:397-399; discussion 412-394, 1989. \n\n \n\nMariani E, Monastero R, Mecocci P. Mild cognitive impairment: a \n\nsystematic review. J Alzheimers Dis 12(1):23-35, 2007. \n\n \n\nMarks D, Wonderling D, Thorogood M, Lambert H, Humphries SE, Neil \n\nHAW. Screening for hypercholesterolaemia versus case finding for \n\nfamilial hypercholesterolaemia: Systematic review and cost effectiveness \n\nanalysis. Health Technol Assess 4(29):1-123, 2000. \n\n \n\nMattson MP, Maudsley S, Martin B. A neural signaling triumvirate that \n\ninfluences ageing and agerelated disease: insulin/IGF-1, BDNF and \n\nserotonin. Ageing Res Rev 3:445-464, 2004. \n\n \n\nMaxfield FR, Tabas I. Role of cholesterol and lipid organization in \n\ndisease. Nature 438(7068):612-621, 2005. \n\n \n\nMcGowan MP. Emerging low-density lipoprotein (LDL) therapies: \n\nManagement of severely elevated LDL cholesterol-the role of LDL-\n\napheresis. J Clin Lipidol 7:S21-26, 2013. \n\n \n\nMcKhann G, Drachman D, Folstein M, Katzman R, Price D, Stadlan EM. \n\nClinical diagnosis of Alzheimer's disease: report of the NINCDS-\n\n\n\n136 \n\n \n\nADRDA Work Group under the auspices of Department of Health and \n\nHuman Services Task Force on Alzheimer's Disease. Neurology 34:939-\n\n944, 1984. \n\n \n\nMedeiros R, Kitazawa M, Chabrier MA, Cheng D, Baglietto-Vargas D, \n\nKling A, Moeller A, Green KN, LaFerla FM. Calpain inhibitor A-705253 \n\nmitigates Alzheimer's disease-like pathology and cognitive decline in \n\naged 3xTgAD mice. Am J Pathol 181:616-625, 2012. \n\n \n\nMerz PA, Wisniewski HM, Somerville RA, Bobin SA, Masters CL, Iqbal \n\nK. Ultrastructural morphology of amyloid fibrils from neuritic and \n\namyloid plaques. Acta Neuropathol 60:113-124, 1983. \n\n \n\nMisra HP, Fridovich I. The role of superoxide anion in the autoxidation \n\nof epinephrine and a simple assay for superoxide dismutase. J Biol Chem \n\n247:3170-3175, 1972. \n\n \n\nMoran MA, Mufson EJ, Gomez-Ramos P. Colocalization of \n\ncholinesterases with beta amyloid protein in aged and Alzheimer's brains. \n\nActa Neuropathol 85:362-369, 1993. \n\n \n\nMoreira EL, de Oliveira J, Nunes JC, Santos DB, Nunes FC, Vieira DS, \n\nRibeiro-do-Valle RM, Pamplona FA, de Bem AF, Farina M, Walz R, \n\nPrediger RD. Age-related cognitive decline in hypercholesterolemic LDL \n\nreceptor knockout mice (LDLr-/-): evidence of antioxidant imbalance \n\nand increased acetylcholinesterase activity in the prefrontal cortex. J \n\nAlzheimers Dis 32(2):495-511, 2012. \n\n \n\nMoreira EL, Aguiar AS Jr, de Carvalho CR, Santos DB, de Oliveira J, de \n\nBem AF, Xikota JC, Walz R, Farina M, Prediger RD. Effects of lifestyle \n\nmodifications on cognitive impairments in a mouse model of \n\nhypercholesterolemia. Neurosci Lett 541:193-198, 2013. \n\n \n\nMoreira EL, de Oliveira J, Engel DF, Walz R, de Bem AF, Farina M, \n\nPrediger RD. Hypercholesterolemia induces short-term spatial memory \n\nimpairments in mice: up-regulation of acetylcholinesterase activity as an \n\nearly and causal event? J Neural Transm 121(4):415-426, 2014. \n\n \n\nMoreira EL, de Oliveira J, Prediger RD, Farina M, de Bem AF \n\nCholesterol Levels and Cognitive Impairments. In: Colin R Martin and \n\n\n\n137 \n\n \n\nVictor R Preedy. (Org.). Diet and Nutrition in Dementia and Cognitive \n\nDecline. 1ed.: Elsevier, 2015, v. , p. 743-751. \n\n \n\nMount C, Downton C. Alzheimer disease: progress or profit? Nat Med \n\n12(7):780-784, 2006. \n\n  \n\nMufson EJ, Ginsberg SD, Ikonomovic MD, DeKosky ST. Human \n\ncholinergic basal forebrain: chemoanatomy and neurologic dysfunction. \n\nJ Chem Neuroanat 26:233-242, 2003. \n\n \n\nMulder M, Jansen PJ, Janssen BJ, van de Berg WD, van der Boom H, \n\nHavekes LM, de Kloet RE, Ramaekers FC, Blokland A. Low-density \n\nlipoprotein receptor-knockout mice display impaired spatial memory \n\nassociated with a decreased synaptic density in the hippocampus. \n\nNeurobiol Dis 16(1):212-219, 2004. \n\n \n\nMulder M, Koopmans G, Wassink G, Al Mansouri G, Simard ML, \n\nHavekes LM, Prickaerts J, Blokland A. LDL receptor deficiency results \n\nin decreased cell proliferation and presynaptic bouton density in the \n\nmurine hippocampus. Neurosci Res 59(3):251-256, 2007. \n\n \n\nMulder M. Sterols in the central nervous system. Curr Opin Clin Nutr \n\nMetab Care 12(2):152-158, 2009. \n\n \n\nMuller C. Xanthomata, hypercholesterolemia, angina pectoris. Acta Med \n\nScand 89:75-84, 1938. \n\n \n\nMyant NB. Familial defective apolipoprotein B-100: A review, including \n\nsome comparisons with familial hypercholesterolaemia. Atherosclerosis \n\n104:1-18, 1993. \n\n \n\nNagelhus EA, Mathiisen TM, Ottersen OP. Aquaporin-4 in the central \n\nnervous system: cellular and subcellular distribution and coexpression \n\nwith KIR4.1. Neuroscience 129:905-913, 2004. \n\n \n\nNair, P. Brown and Goldstein: The cholesterol chronicles. Proc Natl \n\nAcad Sci USA 110(37):14829-14832, 2013. \n\n \n\nNeil A, Cooper J, Betteridge J, Capps N, McDowell I, Durrington P, Seed \n\nM, Humphries SE. Reductions in all-cause, cancer, and coronary \n\nmortality in statin-treated patients with heterozygous \n\n\n\n138 \n\n \n\nfamilial hypercholesterolaemia: A prospective registry study. Eur Heart \n\nJ 29:2625-2633, 2008. \n\n \n\nNelson DL, Cox MM. Princípios de Bioquímica Lehninger. 5 ed. Porto \n\nAlegre: Artmed, 2011. Capítulo 21, Biossíntese de lipídeos; p. 805-850. \n\n \n\nNicchia GP, Nico B, Camassa LM, Mola MG, Loh N, Dermietzel R, \n\nSpray DC, Svelto M, Frigeri A. The role of aquaporin-4 in the blood-\n\nbrain barrier development and integrity: studies in animal and cell culture \n\nmodels. Neuroscience 129:935-945, 2004. \n\n \n\nNicolas M, Hassan BA. Amyloid precursor protein and neural \n\ndevelopment. Development 141(13):2543-2548, 2014. \n\n \n\nNieweg K, Schaller H, Pfrieger FW. Marked differences in cholesterol \n\nsynthesis between neurons and glial cells from postnatal rats. J \n\nNeurochem 109(1):125-134, 2009. \n\n \n\nNordestgaard BG, Chapman MJ, Humphries SE, Ginsberg HN, Masana \n\nL, Descamps OS, Wiklund O, Hegele RA, Raal FJ, Defesche JC, \n\nWiegman A, Santos RD, Watts GF, Parhofer KG, Hovingh GK, Kovanen \n\nPT, Boileau C, Averna M, Borén J, Bruckert E, Catapano AL, \n\nKuivenhoven JA, Pajukanta P, Ray K, Stalenhoef AF, Stroes E, Taskinen \n\nMR, Tybjærg-Hansen A; European Atherosclerosis Society Consensus \n\nPanel. Familial hypercholesterolaemia is underdiagnosed and \n\nundertreated in the general population: guidance for clinicians to prevent \n\ncoronary heart disease: consensus statement of the European \n\nAtherosclerosis Society. Eur Heart J 34(45):3478-3490, 2013. \n\n \n\nNygaard HB. Current and emerging therapies for Alzheimer's disease. \n\nClin Ther 35(10):1480-1489, 2013. \n\n \n\nOliveira HC, Cosso RG, Alberici LC, Maciel EN, Salerno AG, \n\nDorighello GG, Velho JA, de Faria EC, Vercesi AE. Oxidative stress in \n\natherosclerosis-prone mouse is due to low antioxidant capacity of \n\nmitochondria. FASEB J 19:278-280, 2005. \n\n \n\nOoi EM, Barrett PH, Watts GF. The extended abnormalities in \n\nlipoprotein metabolism in familial hypercholesterolemia: Developing a \n\nnew framework for future therapies. Int J Cardiol 168(3):1811-1818, \n\n2013. \n\n\n\n139 \n\n \n\n \n\nPalop JJ, Mucke L. Amyloid-beta-induced neuronal dysfunction in \n\nAlzheimer's disease: From synapses toward neural networks. Nat \n\nNeurosci 13:812-818, 2010. \n\n \n\nPereira C, Ferreiro E, Cardoso SM, de Oliveira CR. Cell degeneration \n\ninduced by amyloid-beta peptides: implications for Alzheimer's disease. \n\nJ Mol Neurosci 23(1-2):97-104, 2004. \n\n \n\nPetersen RC, Smith GE, Waring SC, Ivnik RJ, Tangalos EG, Kokmen E. \n\nMild cognitive impairment: clinical characterization and outcome. Arch \n\nNeurol 56(3):303-308, 1999. \n\n \n\nPfrieger FW. Cholesterol homeostasis and function in neurons of the \n\ncentral nervous system. Cell Mol Life Sci 60(6):1158-1171, 2003a. \n\n \n\nPfrieger FW. Role of cholesterol in synapse formation and function. \n\nBiochim Biophys Acta 1610(2):271-280, 2003b. \n\n \n\nPfrieger FW. Outsourcing in the brain: Do neurons depend on cholesterol \n\ndelivery by astrocytes? Bioessays 25(1):72-78, 2003c. \n\n \n\nPfrieger FW, Ungerer N. Cholesterol metabolism in neurons and \n\nastrocytes. Prog Lipid Res 50(4):357-371, 2011. \n\n \n\nPiermartiri TC, Figueiredo CP, Rial D, Duarte FS, Bezerra SC, Mancini \n\nG, de Bem AF, Prediger RD, Tasca CI. Atorvastatin prevents \n\nhippocampal cell death, neuroinflammation and oxidative stress \n\nfollowing amyloid-beta(1-40) administration in mice: evidence for \n\ndissociation between cognitive deficits and neuronal damage. Exp \n\nNeurol 226:274-284, 2010. \n\n \n\nPrasanthi JRP, Schommer E, Thomasson S, Thompson A, Feist G, Ghribi \n\nO. Regulation of b-amyloid levels in the brain of cholesterol-fed rabbit, \n\na model system for sporadic Alzheimer’s disease. Mech Ageing Dev \n\n129:649-655, 2008. \n\n \n\nPrediger RD, Franco JL, Pandolfo P, Medeiros R, Duarte FS, Di Giunta \n\nG, Figueiredo CP, Farina M, Calixto JB, Takahashi RN, Dafre AL. \n\nDifferential susceptibility following beta-amyloid peptide-(1-40) \n\nadministration in C57BL/6 and Swiss albino mice: Evidence for a \n\n\n\n140 \n\n \n\ndissociation between cognitive deficits and the glutathione system \n\nresponse. Behav Brain Res 177:205-213, 2007. \n\n \n\nPrediger RD, Medeiros R, Pandolfo P, Duarte FS, Passos GF, Pesquero \n\nJB, Campos MM, Calixto JB, Takahashi RN. Genetic deletion or \n\nantagonism of kinin B(1) and B(2) receptors improves cognitive deficits \n\nin a mouse model of Alzheimer's disease. Neuroscience 151:631-643, \n\n2008. \n\n \n\nPrimiani CT, Ryan VH, Rao JS, Cam MC, Ahn K, Modi HR, Rapoport \n\nSI. Coordinated gene expression of neuroinflammatory and cell signaling \n\nmarkers in dorsolateral prefrontal cortex during human brain \n\ndevelopment and aging. PLoS One 9(10):e110972, 2014. \n\n \n\nPuglielli L, Tanzi RE, Kovacs DM. Alzheimer's disease: The cholesterol \n\nconnection. Nat Neurosci 6(4):345-351, 2003. \n\n \n\nPrut L, Belzung C. The open field as a paradigm to measure the effects \n\nof drugs on anxiety-like behaviors: a review. Eur J Pharmacol 463(1-\n\n3):3-33, 2003. \n\n \n\nQuerfurth HW, LaFerla FM. Alzheimer's disease. N Engl J Med \n\n362:329-344, 2010. \n\n \n\nRaal F, Scott R, Somaratne R, Bridges I, Li G, Wasserman SM, Stein EA. \n\nLow-density lipoprotein cholesterol-lowering effects of AMG 145, a \n\nmonoclonal antibody to proprotein convertase subtilisin/kexin type 9 \n\nserine protease in patients with heterozygous familial \n\nhypercholesterolemia: the Reduction of LDL-C with PCSK9 Inhibition \n\nin Heterozygous Familial Hypercholesterolemia Disorder \n\n(RUTHERFORD) randomized trial. Circulation 126(20):2408-2417, \n\n2012. \n\n \n\nRader DJ, Cohen J, Hobbs H. Monogenic hypercholesterolemia: New \n\ninsights in pathogenesis and treatment. J Clin Invest 111(12):1795-1803, \n\n2003. \n\n \n\nRamirez C, Sierra S, Tercero I, Vazquez JA, Pineda A, Manrique T, \n\nBurgos JS. ApoB100/LDLR-/- hypercholesterolaemic mice as a model \n\nfor mild cognitive impairment and neuronal damage. PLoS One \n\n6:e22712, 2011. \n\n\n\n141 \n\n \n\n \n\nRapp JH, Pan XM, Neumann M, Hong M, Hollenbeck K, Liu J. \n\nMicroemboli composed of cholesterol crystals disrupt the blood-brain \n\nbarrier and reduce cognition. Stroke 39:2354-2361, 2008. \n\n \n\nRay PD, Huang BW, Tsuji Y. Reactive oxygen species (ROS) \n\nhomeostasis and redox regulation in cellular signaling. Cell Signal \n\n24(5):981-990, 2012. \n\n \n\nRefolo LM, Malester B, LaFrancois J, Bryant-Thomas T, Wang R, Tint \n\nGS, Sambamurti K, Duff K, Pappolla MA. Hypercholesterolemia \n\naccelerates the Alzheimer's amyloid pathology in a transgenic mouse \n\nmodel. Neurobiol Dis 7:321-331, 2000. \n\n \n\nRefolo LM, Pappolla MA, LaFrancois J, Malester B, Schmidt SD, \n\nThomas-Bryant T, Tint GS, Wang R, Mercken M, Petanceska SS, Duff \n\nKE. A cholesterol-lowering drug reduces beta-amyloid pathology in a \n\ntransgenic mouse model of Alzheimer's disease. Neurobiol Dis 8(5):890-\n\n899, 2001. \n\n \n\nReiner  Z, Catapano AL, De Backer G, Graham I, Taskinen MR, Wiklund \n\nO, Agewall S, Alegria E, Chapman MJ, Durrington P, Erdine S, Halcox \n\nJ, Hobbs R, Kjekshus J, Filardi PP, Riccardi G, Storey RF, Wood D; ESC \n\nCommittee for Practice Guidelines (CPG) 2008-2010 and 2010-2012 \n\nCommittees. ESC/EAS Guidelines for the management of \n\ndyslipidaemias: the Task Force for the management of dyslipidaemias of \n\nthe European Society of Cardiology (ESC) and the European \n\nAtherosclerosis Society (EAS). Eur Heart J 32(14):1769-1818, 2011. \n\n \n\nRidker PM. LDL cholesterol: controversies and future therapeutic \n\ndirections. Lancet 384(9943):607-617, 2014. \n\n \n\nRocchi A, Pellegrini S, Siciliano G, Murri L. Causative and susceptibility \n\ngenes for Alzheimer's disease: A review. Brain Res Bull 61:1-24, 2003. \n\n \n\nRocchi A, Orsucci D, Tognoni G, Ceravolo R, Siciliano G. The role of \n\nvascular factors in late-onset sporadic Alzheimer’s disease. Genetic and \n\nmolecular aspects. Curr Alzheimer Res 6:224-237, 2009. \n\n \n\nRodgers RJ, Johnson NJ, Cole JC, Dewar CV, Kidd GR, Kimpson PH. \n\nPlus-maze retest profile in mice: importance of initial stages of trail 1 and \n\n\n\n142 \n\n \n\nresponse to post-trail cholinergic receptor blockade. Pharmacol \n\nBiochem Behav 54:41-50, 1996. \n\n \n\nRodgers RJ, Howard K, Stewart S, Waring P, Wright FL. Anxioselective \n\nprofile of glycineB receptor partial agonist, D-cycloserine, in plus-maze-\n\nnaive but not plus-maze-experienced mice. Eur J Pharmacol 646:31-37, \n\n2010. \n\n \n\nRussell DW, Yamamoto T, Schneider WJ, Slaughter CJ, Brown MS, \n\nGoldstein JL. cDNA cloning of the bovine low density lipoprotein \n\nreceptor: Feedback regulation of a receptor mRNA. Proc Natl Acad Sci \n\nUSA 80(24):7501-7505, 1983. \n\n \n\nRussell DW, Schneider WJ, Yamamoto T, Luskey KL, Brown MS, \n\nGoldstein JL. Domain map of the LDL receptor: sequence homology with \n\nthe epidermal growth factor precursor. Cell 37(2):577-85, 1984. \n\n \n\nSaeed A, Floris F, Andersson U, Pikuleva I, Lövgren-Sandblom A, \n\nBjerke M, Paucar M, Wallin A, Svenningsson P, Björkhem I. 7?-\n\nhydroxy-3-oxo-4-cholestenoic acid in cerebrospinal fluid reflects the \n\nintegrity of the blood-brain barrier. J Lipid Res 55(2):313-318, 2014. \n\n \n\nSambamurti K, Granholm AC, Kindy MS, Bhat NR, Greig NH, Lahiri \n\nDK, Mintzer JE. Cholesterol and Alzheimer’s disease: clinical and \n\nexperimental models suggest interactions of \n\ndifferent genetic, dietary and environmental risk factors. Curr Drug \n\nTargets 5:517–528, 2004. \n\n \n\nSanchez-Muniz FJ, Bastida S. Do not use the Friedewald formula to \n\ncalculate LDL-cholesterol in hypercholesterolaemic rats. Eur J Lipid Sci \n\nTechnol 110:295–301, 2008. \n\n \n\nSantos DB, Peres KC, Ribeiro RP, Colle D, dos Santos AA, Moreira EL, \n\nSouza DO, Figueiredo CP, Farina M. Probucol, a lipid-lowering drug, \n\nprevents cognitive and hippocampal synaptic impairments induced by \n\namyloid beta peptide in mice. Exp Neurol 233:767-775, 2012. \n\n \n\nSantos RD, Gagliardi ACM, Xavier HT, Casella Filho A, Araújo DB, \n\nCesena FY, Alves RJ; Sociedade Brasileira de Cardiologia. I Diretriz \n\nBrasileira de Hipercolesterolemia Familiar (HF). Arq Bras Cardiol 99(2 \n\nSupl. 2):1-28, 2012. \n\n\n\n143 \n\n \n\n \n\nSantos RD, Maranhao RC. What is new in familial \n\nhypercholesterolemia? Curr Opin Lipidol 25(3):183-188, 2014. \n\n \n\nSberna G, Saez-Valero J, Beyreuther K, Masters CL, Small DH. The \n\namyloid beta-protein of Alzheimer's disease increases \n\nacetylcholinesterase expression by increasing intracellular calcium in \n\nembryonal carcinoma P19 cells. J Neurochem 69:1177-1184, 1997. \n\n \n\nScheibel AB, Duong TH, Jacobs R. Alzheimer’s disease as a capillary \n\ndementia. Ann Med 21:103–107, 1989. \n\n \n\nSchliebs R, Arendt T. The cholinergic system in aging and neuronal \n\ndegeneration. Behav Brain Res 221:555-563, 2011. \n\n \n\nScientific Steering Committee on behalf of the Simon Broome Register \n\nGroup. Mortality in treated heterozygous familial hypercholesterolaemia: \n\nImplications for clinical management. Atherosclerosis 142:105-12, \n\n1999. \n\n \n\nSharpe LJ, Brown AJ. Controlling cholesterol synthesis beyond 3-\n\nhydroxy-3-methylglutaryl-CoA reductase (HMGCR). J Biol Chem \n\n288(26):18707-18715, 2013. \n\n \n\nShibata M, Yamada S, Kumar SR, Calero M, Bading J, Frangione B, \n\nHoltzman DM, Miller CA, Strickland DK, Ghiso J, Zlokovic BV. \n\nClearance of Alzheimer's amyloid-ss(1-40) peptide from brain by LDL \n\nreceptor-related protein-1 at the blood-brain barrier. J Clin Invest \n\n106(12):1489-1499, 2000. \n\n \n\nShimizu S, Narita M, Tsujimoto Y. Bcl-2 family proteins regulate the \n\nrelease of apopto-genic cytochrome c by the mitochondrial channel \n\nVDAC. Nature 399:483-487, 1999. \n\n \n\nShimohama S. Apoptosis in Alzheimer’s disease—An update. Apoptosis \n\n5:9-16, 2000. \n\n \n\nSilva LE, Tsushida T, Terao J. Inhibition of mammalian 15-\n\nlipoxygenase-dependent lipid peroxidation in low-density lipoprotein by \n\nquercetin and quercetin monoglucosides. Arch Biochem Biophys \n\n349(2):313-320, 1998. \n\n\n\n144 \n\n \n\n \n\nSimons M, Keller P, De Strooper B, Beyreuther K, Dotti CG, Simons K. \n\nCholesterol depletion inhibits the generation of beta-amyloid in \n\nhippocampal neurons. Proc Natl Acad Sci U S A 95(11):6460-6464, \n\n1998. \n\n \n\nSimons K, Ikonen E. How cells handle cholesterol. Science \n\n290(5497):1721-1726, 2000. \n\n \n\nSniderman AD, Tsimikas S, Fazio S. The severe hypercholesterolemia \n\nfhenotype: Clinical diagnosis, management, and emerging therapies. J \n\nAm Coll Cardiol 63(19):1935-1947, 2014. \n\n \n\nSofroniew MV, Vinters HV Astrocytes: biology and pathology. Acta \n\nNeuropathol 119:7-35, 2010. \n\n \n\nSolomon A, Kivipelto M, Wolozin B, Zhou J, Whitmer RA. Midlife \n\nserum cholesterol and increased risk of Alzheimer's and vascular \n\ndementia three decades later. Dement Geriatr Cogn Disord 28(1):75-\n\n80, 2009. \n\n \n\nSong Y, Kenworthy AK, Sanders CR. Cholesterol as a co-solvent and a \n\nligand for membrane proteins. Protein Sci 23(1):1-22, 2014 \n\n \n\nSoreq H, Seidman S. Acetylcholinesterase--new roles for an old actor. \n\nNat Rev Neurosci 2:294-302, 2001. \n\n \n\nSoria LF, Ludwig EH, Clarke HR, Vega GL, Grundy SM, McCarthy BJ. \n\nAssociation between a specific apoprotein B mutation and familial \n\ndefective apoB100. Proc Natl Acad Sci USA 86(2):587-591, 1989. \n\n \n\nSoufi M, Sattler AM, Maisch B, Schaefer JR. Molecular mechanisms \n\ninvolved in atherosclerosis. Herz 27(7):637-648, 2002. \n\n \n\nSparks DL, Hunsaker III JC, Scheff SW, Kryscio RJ, Henson JL, \n\nMarkesbery WR. Cortical senile plaques in coronary artery disease, aging \n\nand Alzheimer’s disease. Neurobiol Aging 11:601-607, 1990. \n\n \n\nSparks DL, Liu H, Scheff SW, Coyne CM, Hunsaker III JC. Temporal \n\nsequence of plaque formation in the cerebral cortex of nondemented \n\nindividuals. J Neuropathol Exp Neurol 52:135-142, 1993. \n\n\n\n145 \n\n \n\n \n\nSparks DL, Scheff SW, Liu H, Landers TM, Coyne CM, Hunsaker JC \n\n3rd. Increased incidence of neurofibrillary tangles (NFT) in non-\n\ndemented individuals with hypertension. J Neurol Sci 131(2):162-169, \n\n1995. \n\n \n\nSparks DL, Scheff SW, Hunsaker III JC, Liu H, Landers T, Gross DR. \n\nInduction of Alzheimer-like beta-amyloid immunoreactivity in the brains \n\nof rabbits with dietary cholesterol. Exp Neurol 126: 88-94, 1994. \n\n \n\nSparks DL, Kuo YM, Roher A, Martin T, Lukas RJ. Alterations of \n\nAlzheimer’s disease in the cholesterol-fed rabbit, including vascular \n\ninflammation. Preliminary observations. Ann N Y Acad Sci 903:335–\n\n344, 2000. \n\n \n\nSparks DL, Sabbagh MN, Connor DJ, Lopez J, Launer LJ, Petanceska S, \n\nBrowne P, Wassar D, Johnson-Traver S, Lochhead J, Ziolkowski C. \n\nAtorvastatin therapy lowers circulating cholesterol but not free radical \n\nactivity in advance of identifiable clinical benefit in the treatment of mild-\n\nto-moderate AD. Curr Alzheimer Res 2:343-353, 2005. \n\n \n\nSoneira CF, Scott TM. Severe cardiovascular disease and Alzheimer's \n\ndisease: senile plaque formation in cortical areas. Clin Anat 9(2):118-\n\n127, 1996. \n\n \n\nSpowart-Manning L, van der Staay FJ. The T-maze continuous \n\nalternation task for assessing the effects of putative cognition enhancers \n\nin the mouse. Behav Brain Res 151:37-46, 2004. \n\n \n\nStein EA, Gipe D, Bergeron J, Gaudet D, Weiss R, Dufour R, Wu R, \n\nPordy R. Effect of a monoclonal antibody to PCSK9, \n\nREGN727/SAR236553, to reduce low-density lipoprotein cholesterol in \n\npatients with heterozygous familial hypercholesterolaemia on stable \n\nstatin dose with or without ezetimibe therapy: a phase 2 randomised \n\ncontrolled trial. Lancet 380(9836):29-36, 2012. \n\n \n\nStein EA, Honarpour N, Wasserman SM, Xu F, Scott R, Raal FJ. Effect \n\nof the proprotein convertase subtilisin/kexin 9 monoclonal antibody, \n\nAMG 145, in homozygous familial hypercholesterolemia. Circulation \n\n128(19):2113-2120, 2013. \n\n \n\n\n\n146 \n\n \n\nStrand BH, Langballe EM, Hjellvik V, Handal M, Næss O, Knudsen GP, \n\nRefsum H, Tambs K, Nafstad P, Schirmer H, Bergem AL, Selmer R, \n\nEngedal K, Magnus P, Bjertness E; GENIDEM-Group. Midlife vascular \n\nrisk factors and their association with dementia deaths: results from a \n\nNorwegian prospective study followed up for 35 years. J Neurol Sci \n\n324(1-2):124-130, 2013. \n\n \n\nTakechi R, Galloway S, Pallebage-Gamarallage MM, Lam V, Mamo JC. \n\nDietary fats, cerebrovasculature integrity and Alzheimer's disease risk. \n\nProgress in lipid research 49:159-170, 2010. \n\n \n\nStreit WJ, Sparks DL. Activation of microglia in the brains of humans \n\nwith heart disease and hypercholesterolemic rabbits. J Mol Med (Berl) \n\n75(2):130–138, 1997. \n\n \n\nTakeda S, Sato N, Niisato K, Takeuchi D, Kurinami H, Shinohara M, \n\nRakugi H, Kano M, Morishita R. Validation of abeta1-40 administration \n\ninto mouse cerebroventricles as an animal model for Alzheimer disease. \n\nBrain Res 1280:137-147, 2009. \n\n \n\nTakeda S, Sato N, Morishita R. Systemic inflammation, blood-brain \n\nbarrier vulnerability and cognitive/non-cognitive symptoms in Alzheimer \n\ndisease: relevance to pathogenesis and therapy. Front Aging Neurosci \n\n6:171, 2014. \n\n \n\nThirumangalakudi L, Prakasam A, Zhang R, Bimonte-Nelson H, \n\nSambamurti K, Kindy MS, Bhat NR. High cholesterol-induced \n\nneuroinflammation and amyloid precursor protein processing correlate \n\nwith loss of working memory in mice. J Neurochem 106:475-485, 2008. \n\n \n\nTomás-Camardiel M, Venero JL, Herrera AJ, De Pablos RM, Pintor-Toro \n\nJA, Machado A, Cano J. Blood-brain barrier disruption highly induces \n\naquaporin-4 mRNA and protein in perivascular and parenchymal \n\nastrocytes: protective effect by estradiol treatment in ovariectomized \n\nanimals. J Neurosci Res 80, 235-246, 2005. \n\n \n\nTsujimoto Y, Shimizu S. Bcl-2: Life-or-death switch. FEBS Lett 466:6-\n\n10, 2000. \n\n \n\n\n\n147 \n\n \n\nUjiie M, Dickstein DL, Carlow DA, Jefferies WA. Blood-brain barrier \n\npermeability precedes senile plaque formation in an Alzheimer disease \n\nmodel. Microcirculation 10:463-470, 2003. \n\n \n\nUllrich C, Pirchl M, Humpel C. Hypercholesterolemia in rats impairs the \n\ncholinergic system and leads to memory deficits. Mol Cell Neurosci \n\n45:408-417, 2010. \n\n \n\nUttara B, Singh AV, Zamboni P, Mahajan RT. Oxidative stress and \n\nneurodegenerative diseases: a review of upstream and downstream \n\nantioxidant therapeutic options. Curr Neuropharmacol 7:65-74, 2009. \n\n \n\nVan Beek AH, Claassen JA. The cerebrovascular role of the cholinergic \n\nneural system in Alzheimer's disease. Behav Brain Res 221:537-542, \n\n2011. \n\n \n\nVance DE, Van den Bosch H. Cholesterol in the year 2000. Biochim \n\nBiophys Acta 1529(1-3):1-8, 2000. \n\n \n\nVance D, Vance JE. Biochemistry of Lipids, Lipoproteins and \n\nMembranes. 5th ed. Amsterdam:Elsevier, 2008. \n\n \n\nVehmas AK, Kawas CH, Stewart WF, Troncoso JC. Immune reactive \n\ncells in senile plaques and cognitive decline in Alzheimer's disease. \n\nNeurobiol Aging 24:321-331, 2003. \n\n \n\nVersmissen J, Oosterveer DM, Yazdanpanah M, Defesche JC, Basart \n\nDC, Liem AH, Heeringa J, Witteman JC, Lansberg PJ, Kastelein JJ, \n\nSijbrands EJ. Efficacy of statins in familial hypercholesterolaemia: A \n\nlong term cohort study. BMJ 337:a2423, 2008. \n\n \n\nVetrivel KS, Thinakaran G. Membrane rafts in Alzheimer’s disease beta-\n\namyloid production. Biochim Biophys Acta 1801(8):860–867, 2010. \n\n \n\nXavier HT, Izar MC, Faria Neto JR, Assad MH, Rocha VZ, Sposito AC, \n\nFonseca FA, dos Santos JE, Santos RD, Bertolami MC, Faludi AA, \n\nMartinez TLR, Diament J, Guimarães A, Forti NA, Moriguchi E, Chagas \n\nACP, Coelho OR, Ramires JAF; Sociedade Brasileira de Cardiologia. V \n\nDiretriz Brasileira de Dislipidemias e Prevenção da Aterosclerose. Arq \n\nBras Cardiol, 2013. \n\n \n\n\n\n148 \n\n \n\nXian YF, Mao QQ, Wu JC, Su ZR, Chen JN, Lai XP, Ip SP, Lin ZX. \n\nIsorhynchophylline treatment improves the amyloid-?-induced cognitive \n\nimpairment in rats via inhibition of neuronal apoptosis and tau protein \n\nhyperphosphorylation. J Alzheimers Dis 39(2):331-346, 2014. \n\n \n\nXiong H, Callaghan D, Jones A, Walker DG, Lue LF, Beach TG, Sue LI, \n\nWoulfe J, Xu H, Stanimirovic DB, Zhang W. Cholesterol retention in \n\nAlzheimer’s brain is responsible for high beta- and gamma-secretase \n\nactivities and Abeta production. Neurobiol Dis 29(3):422–437, 2008. \n\n \n\nWaldemar G, Dubois B, Emre M, Georges J, McKeith IG, Rossor M, \n\nScheltens P, Tariska P, Winblad B. Recommendations for the diagnosis \n\nand management of Alzheimer's disease and other disorders associated \n\nwith dementia: EFNS guideline. Eur J Neurol 14:e1-26, 2007. \n\n \n\nWasan KM, Brocks DR, Lee SD, Sachs-Barrable K, Thornton SJ. Impact \n\nof lipoproteins on the biological activity and disposition of hydrophobic \n\ndrugs: implications for drug discovery. Nat Rev Drug Discov 7(1):84-\n\n99, 2008. \n\n \n\nWatts GF, Lewis B, Sullivan DR. Familial hypercholesterolemia: A \n\nmissed opportunity in preventive medicine. Nat Clin Pract Cardiovasc \n\nMed 4(8):404-405, 2007. \n\n \n\nWatts GF, Gidding S, Wierzbicki AS, Toth PP, Alonso R, Brown WV, \n\nBruckert E, Defesche J, Lin KK, Livingston M, Mata P, Parhofer KG, \n\nRaal FJ, Santos RD, Sijbrands EJ, Simpson WG, Sullivan DR, Susekov \n\nAV, Tomlinson B, Wiegman A, Yamashita S, Kastelein JJ; International \n\nFH Foundation. Integrated guidance on the care of familial \n\nhypercholesterolaemia from the International FH Foundation: executive \n\nsummary. J Atheroscler Thromb 21(4):368-374, 2014. \n\n \n\nWeisgraber KH, Innerarity TL, Mahley RW. Role of lysine residues of \n\nplasma lipoproteins in high affinity binding to cell surface receptors on \n\nhuman fibroblasts. J Biol Chem 253(24):9053-9062, 1978. \n\n \n\nWeiss N, Miller F, Cazaubon S, Couraud PO.The blood-brain barrier in \n\nbrain homeostasis and neurological diseases. Biochim Biophys Acta \n\n1788:842-857, 2009. \n\n \n\n\n\n149 \n\n \n\nWeller RO, Massey A, Newman TA, Hutchings M, Kuo YM, Roher AE. \n\nCerebral amyloid angiopathy: amyloid beta accumulates in putative \n\ninterstitial fluid drainage pathways in Alzheimer's disease. Am J Pathol \n\n153:725-733, 1998. \n\n \n\nWendel A. Glutathione peroxidase. Methods Enzymol 77:325-333, \n\n1981. \n\n \n\nWilliams PT. Lower risk of Alzheimer's disease mortality with exercise, \n\nstatin, and fruit intake. J Alzheimers Dis 44(4):1121-1129, 2015. \n\n \n\nWisniewski T, Goñi F. Immunotherapy for Alzheimer's disease. \n\nBiochem Pharmacol 88(4):499-507, 2014. \n\n \n\nWyss-Coray T, Rogers J.Inflammation in Alzheimer disease-a brief \n\nreview of the basic science and clinical literature. Cold Spring Harb \n\nPerspect Med 2(1):a006346, 2012. \n\n \n\nYamamoto T, Davis CG, Brown MS, Schneider WJ, Casey ML, \n\nGoldstein JL, Russell DW. The human LDL receptor: a cysteine-rich \n\nprotein with multiple Alu sequences in its mRNA. Cell 39(1):27-38, \n\n1984. \n\n \n\nYan SD, Zhu H, Zhu A, Golabek A, Du H, Roher A, Yu J, Soto C,  \n\nSchmidt AM, Stern D, Kindy M. Receptor dependent cell stress and \n\namyloid accumulation in systemic amyloidosis. Nat Med, 6: 643-651, \n\n2000. \n\n \n\nYan Z, Feng J. Alzheimer's disease: Interactions between cholinergic \n\nfunctions and beta-amyloid. Curr Alzheimer Res 1(4):241-248, 2004. \n\n \n\nYeagle PL. Modulation of membrane function by cholesterol. Biochimie \n\n73(10):1303-1310, 1991. \n\n \n\nZadelaar S, Kleemann R, Verschuren L, de Vries-Van der Weij J, van der \n\nHoorn J, Princen HM, Kooistra T. Mouse models for atherosclerosis and \n\npharmaceutical modifiers. Arterioscler Thromb Vasc Biol 27:1706-\n\n1721, 2007. \n\n \n\nZambon D, Quintana M, Mata P, Alonso R, Benavent J, Cruz-Sanchez F, \n\nGich J, Pocovi M, Civeira F, Capurro S, Bachman D, Sambamurti K, \n\n\n\n150 \n\n \n\nNicholas J, Pappolla MA. Higher incidence of mild cognitive impairment \n\nin familial hypercholesterolemia. Am J Med 123:267-274, 2010. \n\n \n\nZlokovic BV, Ghiso J, Mackic JB, McComb JG, Weiss MH, Frangione \n\nB. Blood-brain barrier transport of circulating Alzheimer's amyloid beta. \n\nBiochem Biophys Res Commun 197(3):1034-1040, 1993. \n\n \n\nZlokovic BV. Clearing amyloid through the blood-brain barrier. J \n\nNeurochem 89:807-811, 2004."}]}}}