{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18566"}, {"@name": "filename", "#text": "25560_CarolineAndradeRocha_Rev.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \nFACULDADE DE ODONTOLOGIA DE BAURU \n\n \n \n \n \n \n \n \n\nCAROLINE ANDRADE ROCHA \n \n \n \n \n \n \n \n \n\nAvaliação comparativa da neoformação óssea após enxertia de \nHA/TCPp, Bio-Oss e osso autógeno associados ou não ao PRP em \n\ncirurgias de levantamento de seio maxilar de coelhos \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nBAURU \n2015 \n\n\n\n \n\n\n\nCAROLINE ANDRADE ROCHA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAvaliação comparativa da neoformação óssea após enxertia de \n\nHA/TCPp, Bio-Oss e osso autógeno associados ou não ao PRP em \n\ncirurgias de levantamento de seio maxilar de coelhos \n\n \n \n \n\n \n\n \n\n \nTese apresentada a Faculdade de Odontologia de \nBauru da Universidade de São Paulo para \nobtenção do título de Doutor em Ciências no \nPrograma de Ciências Odontológicas Aplicadas, \nna área de concentração Biologia Oral. \n \nOrientador: Prof. Dr. Rumio Taga \n\n \nVersão Corrigida \n\n \n\n \n\n \n\n \n\nBAURU \n\n2015 \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNota: A versão original desta tese encontra-se disponível no Serviço de Biblioteca e \nDocumentação da Faculdade de Odontologia de Bauru – FOB/USP. \n \n \n \n \n \n \n\n \n \n \n\n \n  \n\nRocha, Caroline Andrade  \nAvaliação comparativa da neoformação óssea \n\napós enxertia de HA/TCPp, Bio-Oss e osso autógeno \nassociados ou não ao PRP em cirurgias de \nlevantamento de seio maxilar de coelhos / Caroline \nAndrade Rocha. – Bauru, 2015. \n\n158p. : il. ; 30cm. \n \nTese (Doutorado) – Faculdade de Odontologia \n\nde Bauru. Universidade de São Paulo. \n \nOrientador: Prof. Dr. Rumio Taga \n \n\n \nR582a \n \n\nAutorizo, exclusivamente para fins acadêmicos e científicos, a \nreprodução total ou parcial desta tese, por processos \nfotocopiadores e outros meios eletrônicos. \n \nCaroline Andrade Rocha \n \nData: \n\nComitê de Ética da FOB-USP \nProtocolo nº: 039/2011 \nData: 20/12/2011 \n \n\n\n\n \n\nCAROLINE ANDRADE ROCHA \n\n \n\n \nNascimento 12 de Dezembro de 1986 \n\n Assis – SP \n\nFiliação Osvaldo Esperança Rocha \n\n Miryam Cecília Gonçalves Andrade Rocha \n\n2004 – 2007 Curso de Graduação em Odontologia pela Faculdade \n\nde Odontologia de Bauru da Universidade de São \n\nPaulo (FOB-USP). \n\n2008 – 2010 Curso de Especialização em Ortodontia pela Uningá –\n\nACOPEN. \n\n2009 – 2011 Curso de Pós-Graduação em nível de Mestrado em \n\nOrtodontia, Faculdade de Odontologia de Bauru da \n\nUniversidade de São Paulo (FOB-USP). \n\nAssociações APCD – Associação Paulista de Cirurgiões-Dentistas. \n \n\n\n\n \n\n\n\n \n\nDEDICATÓRIA \n\n \n\n \nA Deus pela vida, pelo amor e por me acompanhar permanentemente. \n\nObrigada por me proporcionar momentos de intensa felicidade como a realização \n\ndeste sonho. \n\nAos meus pais Miryam e Osvaldo pelo apoio e exemplo de honestidade e \n\nrespeito. Agradeço também ao meu irmão Vitor pela sua amizade e incentivo. Em \n\nespecial à minha querida mãe que é minha vida, minha melhor amiga, meu porto \n\nseguro. Agradeço todos os dias a Deus por ter me presenteado com uma mãe tão \n\nespecial que me acompanha em todos os passos da minha vida, dando todo apoio e \n\ncarinho. Você sempre foi fundamental para tudo, sem você nada seria possível.  \n\nMuito obrigada pela total dedicação.  Meu querido pai, muito obrigada por ser uma \n\npessoa trabalhadora, um exemplo de garra e dedicação a tudo o que faz, não \n\npoupando esforços para atingir seus objetivos. Seu carinho, afeto e incentivo são \n\ndeterminantes para minha vida. Amo vocês! \n\nAo meu querido Carlos, obrigada por todo amor e incentivo. Sem você ao \n\nmeu lado, com certeza, tudo seria mais difícil. \n\n \n\n\n\n \n\n\n\n \n\nAGRADECIMENTOS \n\n \n\n \nAo meu orientador Prof. Dr. Rumio Taga, que permitiu a realização deste \n\ntrabalho, sempre disposto aos questionamentos, orientação e compreensão. Muito \n\nobrigada pelos ensinamentos transmitidos durantes todos os anos de orientação. \n\nMinha eterna gratidão pelos votos de confiança depositados desde o início da minha \n\ngraduação com a iniciação científica. Eu o admiro pela sabedoria e paciência. Foi \n\numa honra tê-lo como meu orientador. \n\nÀ minha “co-orientadora” Dra. Tania Mary Cestari obrigada por toda sua \n\natenção, paciência e amizade. Sempre disposta a ajudar, apoiando-me em todos os \n\nmomentos de necessidade. Você é um exemplo de determinação! Obrigada por todo \n\nconhecimento transmitido. Serei eternamente grata a você. \n\nAos Professores do Laboratório de Histologia (FOB/USP), Prof. Dr. Gerson \n\nFrancisco de Assis, Prof. Dr. Gustavo Pompermaier Garlet, Profa. Dra. Camila \n\nde Oliveira Rodini Pegoraro e Prof. Dr. Dagoberto S. Filho, pela atenção e \n\nincentivo para a realização deste trabalho.  \n\nAos funcionários da Faculdade de Odontologia de Bauru e em especial aos \n\ndo Laboratório de Histologia, Daniele, Patrícia, Divina e Teresa, pelo apoio e pela \n\nconstante disponibilidade em ajudar. \n\nAos alunos de Pós-Graduação e de Iniciação Científica do Laboratório de \n\nHistologia, por todos os momentos de alegria e descontração! Especialmente a Bruna, \n\nPaulinha, Ricardo, Dani, Ever e Suelen que estavam sempre dispostos a ajudar \n\ndurante as cirurgias e coletas, sendo de fundamental importância para este trabalho. \n\nÀ Faculdade de Odontologia de Bauru, Universidade de São Paulo, \n\nrepresentada pela Diretora, Profa. Dra. Maria Aparecida de Andrade Moreira \n\nMachado. \n\nA todos os coelhos que foram essenciais para a realização deste trabalho. \n\nÀ CAPES, pela concessão da bolsa de estudos. \n\nÀ Empresa Baumer - Divisão Genius, pelo fornecimento do biomaterial \n\nHA/TCPp aqui utilizado. \n\n\n\n \n\n\n\n \n\nRESUMO \n\n \n\n \nO objetivo da presente pesquisa foi investigar o ganho e a qualidade óssea \n\npromovidos com a utilização da cerâmica bifásica HA/TCPp porosa \ncomparativamente ao enxerto ósseo autógeno e ao Bio-Oss® associados ou não ao \nplasma rico em plaquetas (PRP), em cirurgias de levantamento de seio maxilar em \ncoelhos. Em 54 coelhos foram realizados levantamento bilateral dos seios, sendo \num dos seios preenchido com enxerto/biomaterial e sangue (SG) e o contralateral \ncom o enxerto/biomaterial e PRP, e os grupos de tratamento designados de \nHA/TCPp/SG, HA/TCPp/PRP, AUT/SG, AUT/PRP, Bio-Oss/SG e Bio-Oss/PRP. \nApós os períodos de 30, 60 e 180 dias (n=18/período), as peças histológicas foram \ncoletadas e fixadas em formol a 10% tamponado. Em seguida, imagens \nmicrotomográficas foram obtidas e as peças processadas histologicamente. O \nvolume e altura do seio maxilar elevado foram determinados nas imagens \nmicrotomográficas e o percentual e volume do biomaterial e tecido ósseo avaliados \nnos cortes histológicos pela técnica morfométrica de volumetria de pontos. Os dados \nforam comparados pela ANOVA a três critérios e as médias contrastadas pelo teste \nde Tukey, com nível de significância de 5%. O volume e altura do seio maxilar \nelevado se mantiveram estáveis nos grupos Bio-Oss e HA/TCP, com valores médios \nde, respectivamente, 154,9mm3 e 5,6mm entre 30 e 180 dias, enquanto que, no \ngrupo AUT essas mesmas dimensões reduziram, respectivamente, 33,3% e 21,7%. \nO enxerto autógeno sofreu rápida reabsorção e promoveu concomitantemente \nintensa neoformação/remodelação óssea até os 60 dias. Entre 60 e 180 dias o \nvolume ósseo ganho não se manteve, reduzindo 52,5%. A associação do enxerto \nAUT com PRP acelerou o processo de neoformação/remodelação óssea e a \nreabsorção osteoclástica das partículas enxertadas. Já o volume do Bio-Oss® e \nHA/TCP, praticamente não se modificou em todo período e a formação óssea \nocorreu nos espaços entre as partículas, ocupando um volume em média de \n42,85mm3 aos 60 dias, que se manteve até os 180 dias. A adição do PRP aos \nbiomateriais Bio-Oss® e HA/TCPp não promoveu alterações na quantidade de tecido \nósseo neoformado, porém acelerou o seu processo de maturação, em relação aos \ngrupos associados com SG. Os três materiais aqui usados no levantamento de seio \nmaxilar, permitiram uma expressiva formação óssea, porém o volume  ganho se \nmanteve estável nos grupos HA/TCP e Bio-Oss, mas não no grupo AUT, onde esse \nvolume reduziu drasticamente devido aceleração na remodelação óssea, com \npredomínio da reabsorção osteoclástica aliada à pressão sinusal. Conclui-se que o \nganho ósseo no levantamento de seio maxilar com o HA/TCPp ou Bio-Oss mantém-\nse estável porque oferece melhor resistência contra a pressão sinusal e a re-\npneumatização em relação ao obtido com enxerto autógeno. A associação do PRP \nao enxerto autógeno acelera o processo de formação/remodelação óssea, porém a \nsua associação ao HA/TCPp ou Bio-Oss não influencia no ganho final de volume \nósseo, mas aumenta a velocidade de sua maturação. \n\nPalavras-chave: Regeneração óssea. Enxerto ósseo. Materiais Biocompatíveis. \nPlasma rico em Plaquetas. Seio maxilar. Coelhos. \n\n\n\n \n\n\n\n \n\nABSTRACT \n\n \n\n \nComparative evaluation of new bone formation after grafting with HA/TCPp, \nBio-Oss and autogenous bone associated or not with PRP in maxillary sinus \n\nlift surgeries in rabbits \n \n\nThis study investigated the bone gain and quality achieved by utilization of \nbiphasic porous ceramic HA/TCPp compared to autogenous bone graft and Bio-Oss® \nassociated or not with platelet-rich plasma (PRP), in maxillary sinus lift surgeries in \nrabbits. Bilateral sinus lift was performed in 54 rabbits, being one side filled with \ngraft/biomaterial and blood (SG) and the contralateral side was filled with \ngraft/biomaterial and PRP, and the treatment groups were designed as HA/TCPp/SG, \nHA/TCPp/PRP, AUT/SG, AUT/PRP, Bio-Oss/SG and Bio-Oss/PRP. After periods of \n30, 60 and 180 days (n=18/period), the histological specimens were collected and \nfixed in buffered 10% formalin. Following, microtomographic images were obtained \nand the specimens were histologically processed. The volume and height of the lifted \nmaxillary sinus were determined on the microtomographic images, and the percentage \nand volume of graft/biomaterial and bone tissue were morphometrically evaluated on \nthe histological sections by point counting volumetry. Data were compared by three-\nway ANOVA and the means were compared by the Tukey test, at significance level of \n5%. The volume and height of the lifted maxillary sinus were stable in the groups Bio-\nOss and HA/TCP, with mean values of 154.9mm3 and 5.6mm between 30 and 180 \ndays respectively, while in the group AUT the same dimensions were reduced in \n33.3% and 21.7%, respectively. The autogenous graft exhibited fast resorption with \nconcomitant intense new bone formation and remodeling up to 60 days. Between 60 \nand 180 days, the increase in bone volume was not maintained, reducing in 52.5%. \nThe association of AUT graft with PRP accelerated the new bone formation/remodeling \nprocess and the osteoclastic resorption of grafted particles. Conversely, the volume of \nBio-Oss® and HA/TCP was nearly unchanged throughout the period and bone \nformation occurred in the spaces between particles, filling a mean volume of 42.85mm3 \n\nat 60 days, which was maintained up to 180 days. The addition of PRP to the \nbiomaterials Bio-Oss® and HA/TCPp did not promote changes in the quantity of newly \nformed bone, yet accelerated its maturation in relation to groups associated with SG. \nThe three materials presently used for maxillary sinus lift allowed significant bone \nformation, yet the volume gain was stable in the groups HA/TCP and Bio-Oss but not \nin the group AUT, in which this volume was dramatically reduced due to the \naccelerated bone remodeling, with predominance of osteoclastic resorption associated \nwith sinus pressure. It was concluded that, the bone gain in maxillary sinus lift with \nHA/TCPp or Bio-Oss remains stable because it offers better strength against the \nsinus pressure and pneumatization compared to that obtained with autograft. The \nassociation of PRP with the autogenous graft accelerates the process of bone \nformation/remodeling, yet its association with HA/TCPp or Bio-Oss does not influence \nthe final bone volume gain, but increases the rate of bone maturation. \n\nKeywords: Bone regeneration. Bone graft. Biocompatible materials. Platelet-rich \nplasma. Maxillary sinus. Rabbits. \n\n\n\n \n\n\n\n \n\nLISTA DE FIGURAS \n\n \n\n \nFigura 1 -  Enxerto e biomateriais utilizados no volume de 0,2 mL .................  51 \n\nFigura 2 -  A- Sangue total; B- Após a primeira centrifugação: células \n\nvermelhas do sangue (CV) (fundo do tubo), PRP (meio do tubo) \n\ne plasma pobre em plaquetas (PPP) (parte superior do tubo); C- \n\nPlasma e os leucócitos (2 mL); D- Após a segunda \n\ncentrifugação: o PPP e a substância remanescente \n\ncorrespondente ao PRP; E- Adição de 0,06 mL da solução de \n\ncloreto de cálcio 10% na proporção de 1:8; F- Biomaterial e \n\nPRP após a geleificação ...............................................................  53 \n\nFigura 3 -  A- Amostra de sangue total; B- 0,5 mL de PRP e 0,5 mL de PPP ...  54 \n\nFigura 4 -  A- Animal após tricotomia e antissepsia; B- Incisão em meia lua \n\nde 3 cm na pele da região do crânio e descolamento do \n\nperiósteo; C e D- Realização de dois defeitos na região da \n\ncalota craniana com broca trefina de 8 mm para a retirada de \n\nosso autógeno; E- Enxerto autógeno triturado ..............................  56 \n\nFigura 5 -  A- Incisão na pele e descolamento do periósteo; B- Acesso ao \n\nseio maxilar esquerdo; C- Acesso bilateral aos seios maxilares \n\ndireito e esquerdo; D- Preenchimento do seio maxilar; E- \n\nRecobrimento das aberturas com membrana; F- Sutura da pele \n\ncom fio de seda 4-0 .......................................................................  57 \n\nFigura 6 - Software DataViewer utilizado para as análises bidimensionais \n\nmostrando o alinhamento transaxial, coronal e sagital..................  59 \n\nFigura 7 -  Imagens do Software DataViewer mostrando como foi realizada \n\na medição da altura do seio maxilar ..............................................  60 \n\nFigura 8 -  A- Seleção da área para avaliação do volume do seio maxilar; \n\nB- Imagem do Software CTAn mostrando a realização da \n\nanálise 3D para a obtenção do volume do seio maxilar ................  61 \n\n\n\n \n\n\n\n \n\nFigura 9 - Cortes sagitais dos seios maxilares preenchidos com enxerto \n\nautógeno e sangue (A, B, C) e enxerto autógeno e PRP (D, E, \n\nF) obtidos no programa DataViewer. Observar aos 30 dias \n\ngrandes partículas de osso autógeno (seta vermelha), e \n\nespaços entre elas preenchidos por finas trabéculas ósseas \n\n(seta amarela), sendo mais evidente no grupo tratado com PRP. \n\nAos 60 e 180 dias ocorre gradual redução das partículas de \n\nosso autógeno (seta vermelha) com formação de trabéculas \n\nósseas (seta amarela) mais espessas, porém menos frequentes  69 \n\nFigura 10 - Cortes sagital do seio maxilar preenchido com Bio-Oss® e \n\nsangue (A, B, C) e Bio-Oss® e PRP (D, E, F) obtidos no \n\nprograma DataViewer. Observar presença de biomaterial de \n\nradiopacidade levemente superior a do tecido ósseo \n\nremanescente. Presença de pouco espaço radiolúcido entre as \n\npartículas de material ....................................................................  70 \n\nFigura 11 - Cortes sagital do seio maxilar preenchido com HA/TCPp e \n\nsangue (A, B, C) e HA/TCPp e PRP (D, E, F) obtidos no \n\nprograma DataViewer. Pode-se observar que as partículas de \n\nbiomaterial (seta vermelha) em todos os períodos apresentam \n\nradiopacidade elevada. Aos 30 dias, pequenas áreas de \n\nformação óssea (seta amarela) pode ser observada ao redor das \n\npartículas de biocerâmica. Nos períodos de 60 e 180 dias ocorre \n\num aumento significante na formação óssea (seta amarela) ..........  71 \n\nFigura 12 -  Imagens do volume do seio maxilar preenchido dos animais nos \n\ndiferentes grupos e períodos experimentais .................................  72 \n\nFigura 13 - Gráfico da média e desvio padrão do volume do seio maxilar \n\npreenchido (mm3) dos animais nos diferentes grupos e períodos \n\nexperimentais ................................................................................  73 \n\nFigura 14 - Gráfico da média e desvio padrão da altura do seio maxilar \n\npreenchido (mm) dos animais nos diferentes grupos e períodos \n\nexperimentais ................................................................................  75 \n\n\n\n \n\n\n\n \n\nFigura 15 - Fotomicrografia do seio maxilar de coelhos do grupo AUT \n\ntratados com SG e PRP no período de 30 dias: A e D) aspecto \n\npanorâmico do seio maxilar elevado mostrando a integridade e \n\no contorno irregular da membrana sinusal (seta preta). \n\nObjetiva de 2x. B-C e E-F) detalhes da figura anterior \n\nmostrando as partículas de osso autógeno (A) envoltas por \n\ntecido ósseo (TO) e os espaços entre eles preenchido por \n\ntecido medular (TM) e tecido conjuntivo (TC). Objetivas de 10x \n\ne 40x. HE ...................................................................................  77 \n\nFigura 16 - Fotomicrografia do seio maxilar de coelhos do grupo Bio-Oss \n\ntratados com SG e PRP no período de 30 dias: A e D) aspecto \n\npanorâmico do seio maxilar elevado mostrando a integridade o \n\ncontorno regular da membrana sinusal. Objetiva de 2x. B-C e \n\nE-F) detalhes da figura anterior mostrando as partículas de \n\nbiomaterial (B) envoltas por tecido ósseo (TO), os espaços \n\nentre eles preenchido por tecido conjuntivo (TC) e células \n\ngigantes multinucleadas tipo corpo estranho (seta preta) na \n\nsuperfície do biomaterial. Objetivas de 10x e 40x. HE ................  79 \n\nFigura 17 - Fotomicrografia do seio maxilar de coelhos do grupo HA/TCPp \n\ntratados com SG e PRP no período de 30 dias: A e D) aspecto \n\npanorâmico do seio maxilar elevado mostrando a integridade o \n\ncontorno regular da membrana sinusal. Objetiva de 2x. B-C e E-\n\nF) detalhes da figura anterior mostrando as partículas de \n\nbiomaterial (B) envoltas por tecido ósseo (TO), os espaços \n\nentre eles preenchido por tecido conjuntivo (TC), tecido medular \n\n(TM) e células gigantes multinucleadas tipo corpo estranho \n\n(seta preta) na superfície do biomaterial. Formação óssea no \n\ninterior das concavidades e poros do biomaterial (*). Objetivas \n\nde 10x e 40x. HE ...........................................................................  81 \n\n\n\n \n\n\n\n \n\nFigura 18 - Fotomicrografia do seio maxilar de coelhos do grupo AUT \n\ntratados com SG e PRP no período de 60 dias: A e D) \n\naspecto panorâmico do seio maxilar elevado mostrando a \n\nintegridade e o contorno irregular da membrana sinusal. \n\nObjetiva de 2x. B-C e E-F) detalhes da figura anterior \n\nmostrando as partículas de osso autógeno (A) envoltas por \n\ntecido ósseo (TO) e os espaços entre eles preenchido por \n\nmedula óssea amarela (TM). Objetivas de 10x e 40x. HE ........  85 \n\nFigura 19 - Fotomicrografia do seio maxilar de coelhos do grupo Bio-Oss \n\ntratados com SG e PRP no período de 60 dias: A e D) \n\naspecto panorâmico do seio maxilar elevado. Objetiva de 2x. \n\nB-C e E-F) detalhes da figura anterior mostrando as \n\npartículas de biomaterial (B) envoltas por tecido ósseo (TO), \n\nos espaços entre eles preenchidos na sua maior parte por \n\ntecido medular (TM), em menor parte por tecido conjuntivo \n\n(TC) e células gigantes multinucleadas tipo corpo estranho \n\n(seta preta) na superfície do biomaterial. Objetivas de 10x e \n\n40x. HE ...................................................................................  87 \n\nFigura 20 - Fotomicrografia do seio maxilar de coelhos do grupo \n\nHA/TCPp tratados com SG e PRP no período de 60 dias: A e \n\nD) aspecto panorâmico do seio maxilar elevado mostrando a \n\nintegridade o contorno regular da membrana sinusal. Objetiva \n\nde 2x. B-C e E-F) detalhes da figura anterior mostrando as \n\npartículas de biomaterial (B) envoltas por tecido ósseo (TO), \n\nos espaços entre eles preenchido por tecido conjuntivo (TC) e \n\ntecido medular (TM). Formação óssea no interior das \n\nconcavidades e poros do biomaterial (*). Objetivas de 10x e \n\n40x. HE ...................................................................................  89 \n\n\n\n \n\n\n\n \n\nFigura 21 - Fotomicrografia do seio maxilar de coelhos do grupo AUT \n\ntratados com SG e PRP no período de 180 dias: A e D) aspecto \n\npanorâmico do seio maxilar elevado mostrando a integridade e \n\no contorno irregular da membrana sinusal. Objetiva de 2x. B-C e \n\nE-F) detalhes da figura anterior mostrando as partículas de osso \n\nautógeno (A) envoltas por tecido ósseo (TO) e os espaços entre \n\neles preenchido por grande quantidade de medula óssea \n\namarela (TM). Objetivas de 10x e 40x. HE ...................................  93 \n\nFigura 22 - Fotomicrografia do seio maxilar de coelhos do grupo Bio-Oss \n\ntratados com SG e PRP no período de 180 dias: A e D) aspecto \n\npanorâmico do seio maxilar elevado. Objetiva de 2x. B-C e E-F) \n\ndetalhes da figura anterior mostrando as partículas de \n\nbiomaterial (B) envoltas por tecido ósseo (TO), os espaços \n\nentre eles preenchidos medula óssea (TM). Células gigantes \n\nmultinucleadas tipo corpo estranho (seta preta) na superfície do \n\nbiomaterial. Objetivas de 10x e 40x. HE .......................................  95 \n\nFigura 23 - Fotomicrografia do seio maxilar de coelhos do grupo HA/TCPp \n\ntratados com SG e PRP no período de 180 dias: A e D) aspecto \n\npanorâmico do seio maxilar elevado mostrando a integridade o \n\ncontorno regular da membrana sinusal. Objetiva de 2x. B-C e E-\n\nF) detalhes da figura anterior mostrando as partículas de \n\nbiomaterial (B) envoltas por tecido ósseo (TO), os espaços \n\nentre eles preenchidos por tecido medular (TM). Células \n\ngigantes multinucleadas tipo corpo estranho (seta preta) na \n\nsuperfície do biomaterial. Formação óssea no interior das \n\nconcavidades e poros do biomaterial (*). Objetivas de 10x e \n\n40x. HE .........................................................................................  97 \n\nFigura 24 - Gráfico da média e desvio padrão do percentual de material no \n\nseio maxilar preenchido (%) dos animais nos diferentes grupos \n\ne períodos experimentais ..............................................................  100 \n\n \n\n\n\n \n\n\n\n \n\nFigura 25 - Gráfico da média e desvio padrão do volume de material no \n\nseio maxilar preenchido (mm3) dos animais nos diferentes \n\ngrupos e períodos experimentais ..................................................  102 \n\nFigura 26 - Gráfico da média e desvio padrão do percentual de tecido \n\nconjuntivo no seio maxilar preenchido (%) dos animais nos \n\ndiferentes grupos e períodos experimentais .................................  103 \n\nFigura 27 - Gráfico da média e desvio padrão do volume de tecido \n\nconjuntivo no seio maxilar preenchido (mm3) dos animais nos \n\ndiferentes grupos e períodos experimentais .................................  105 \n\nFigura 28 -  Gráfico da média e desvio padrão do percentual de tecido \n\nósseo no seio maxilar preenchido (%) dos animais nos \n\ndiferentes grupos e períodos experimentais .................................  106 \n\nFigura 29 - Gráfico da média e desvio padrão do volume de tecido ósseo no \n\nseio maxilar preenchido (mm3) dos animais nos diferentes \n\ngrupos e períodos experimentais ..................................................  108 \n\nFigura 30 - Gráfico da média e desvio padrão do percentual de medula \n\nóssea no seio maxilar preenchido (%) dos animais nos \n\ndiferentes grupos e períodos experimentais .................................  110 \n\nFigura 31 - Gráfico da média e desvio padrão do volume de medula óssea \n\nno seio maxilar preenchido (mm3) dos animais nos diferentes \n\ngrupos e períodos experimentais ..................................................  111 \n\nFigura 32 - Gráfico da média e desvio padrão do número de \n\nosteoclastos/células gigantes multinucleadas sobre o \n\nenxerto/biomaterial no seio maxilar preenchido (%) dos animais \n\nnos diferentes grupos e períodos experimentais ...........................  113 \n\nFigura 33 - Gráfico da média e desvio padrão do número de osteoclastos \n\nno tecido ósseo do seio maxilar preenchido dos animais nos \n\ndiferentes grupos e períodos experimentais .................................  114 \n\n \n\n\n\n \n\n\n\n \n\nLISTA DE TABELAS \n\n \n\n \nTabela 1 -  Média e desvio padrão da massa corporal (Kg) dos animais no \n\ndia da cirurgia (MCi) e ao término de cada período experimental \n\n(MCf). Comparação entre períodos ANOVA um critério e \n\ncomparação entre a MCi e MCf pelo teste “t” pareado..................  67 \n\nTabela 2 - Média e desvio padrão do NPla-ST (x103/mm3), NPla-PRP \n\n(x103/mm3) e NPla-PPP (x103/mm3) e o percentual de aumento \n\nde plaquetas no PRP em relação ao sangue total (%). \n\nComparação entre períodos One-way ANOVA .............................  68 \n\nTabela 3 - Comparação entre o volume do seio maxilar preenchido dos \n\nanimais tratados com os diferentes materiais associados ou não \n\nao PRP nos diferentes períodos experimentais pela ANOVA a \n\ntrês critérios ...................................................................................  73 \n\nTabela 4 - Média e desvio-padrão do volume do seio maxilar preenchido \n\ncom os diferentes materiais nos períodos experimentais \n\navaliados.  Teste de Tukey aplicado para a interação período e \n\nmaterial .........................................................................................  73 \n\nTabela 5 -  Comparação entre a altura do seio maxilar preenchido dos \n\nanimais tratados com os diferentes materiais associados ou não \n\nao PRP nos diferentes períodos experimentais pela ANOVA a \n\ntrês critérios ...................................................................................  74 \n\nTabela 6 - Média e desvio-padrão da altura do seio maxilar preenchido \n\ncom os diferentes materiais nos períodos experimentais \n\navaliados. Teste de Tukey aplicado para a interação período e \n\nmaterial .........................................................................................  74 \n\nTabela 7 -  Comparação entre o percentual de volume ocupado pelo \n\nenxerto/biomaterial no seio maxilar preenchido dos animais \n\ntratados com os diferentes materiais associados ou não ao PRP \n\nnos diferentes períodos experimentais pela ANOVA a três \n\ncritérios ..........................................................................................  99 \n\n\n\n \n\n\n\n \n\nTabela 8 - Média e desvio-padrão do percentual de volume ocupado pelo \n\nenxerto/biomaterial no seio maxilar preenchido com os \n\ndiferentes materiais nos períodos experimentais avaliados. \n\nTeste de Tukey aplicado para a interação período e material .......  100 \n\nTabela 9 - Média e desvio-padrão do percentual de volume ocupado pelo \n\nenxerto/biomaterial no seio maxilar tratado com SG ou PRP nos \n\nperíodos experimentais avaliados. Teste de Tukey aplicado \n\npara a interação período e tratamento ..........................................  100 \n\nTabela 10 - Comparação entre o volume de enxerto/biomaterial no seio \n\nmaxilar preenchido dos animais tratados com os diferentes \n\nmateriais associados ou não ao PRP nos diferentes períodos \n\nexperimentais pela ANOVA a três critérios ...................................  101 \n\nTabela 11 - Média e desvio-padrão do volume de enxerto/biomaterial no \n\nseio maxilar preenchido com os diferentes materiais nos \n\nperíodos experimentais avaliados. Teste de Tukey aplicado \n\npara a interação período e material...............................................  101 \n\nTabela 12 - Comparação entre o percentual de volume de tecido conjuntivo \n\nno seio maxilar preenchido dos animais tratados com os \n\ndiferentes materiais associados ou não ao PRP nos diferentes \n\nperíodos experimentais pela ANOVA a três critérios ....................  103 \n\nTabela 13 - Média e desvio-padrão do percentual de volume de tecido \n\nconjuntivo no seio maxilar preenchido com os diferentes \n\nmateriais nos períodos experimentais avaliados. Teste de Tukey \n\naplicado para a interação período e material ................................  103 \n\nTabela 14 -  Comparação entre o volume de tecido conjuntivo no seio \n\nmaxilar preenchido dos animais tratados com os diferentes \n\nmateriais associados ou não ao PRP nos diferentes períodos \n\nexperimentais pela ANOVA a três critérios ...................................  104 \n\nTabela 15 - Média e desvio-padrão do volume de tecido conjuntivo no seio \n\nmaxilar preenchido com os diferentes materiais nos períodos \n\nexperimentais avaliados. Teste de Tukey aplicado para a \n\ninteração período e material ..........................................................  104 \n\n\n\n \n\n\n\n \n\nTabela 16 - Comparação entre o percentual de tecido ósseo no seio maxilar \n\npreenchido dos animais tratados com os diferentes materiais \n\nassociados ou não ao PRP nos diferentes períodos \n\nexperimentais pela ANOVA a três critérios ...................................  106 \n\nTabela 17 - Média e desvio-padrão do percentual de tecido ósseo no seio \n\nmaxilar preenchido dos animais tratados com os diferentes \n\nmateriais associados ou não ao PRP nos diferentes períodos \n\nexperimentais. Teste de Tukey aplicado para a interação \n\nperíodo, material e tratamento ......................................................  106 \n\nTabela 18 - Comparação entre o volume de tecido ósseo no seio maxilar \n\npreenchido dos animais tratados com os diferentes materiais \n\nassociados ou não ao PRP nos diferentes períodos \n\nexperimentais pela ANOVA a três critérios ...................................  107 \n\nTabela 19 - Média e desvio-padrão do volume de tecido ósseo no seio \n\nmaxilar preenchido com os diferentes materiais nos períodos \n\nexperimentais avaliados. Teste de Tukey aplicado para a \n\ninteração período e material ..........................................................  107 \n\nTabela 20 - Comparação entre o percentual de medula óssea no seio \n\nmaxilar preenchido dos animais tratados com os diferentes \n\nmateriais associados ou não ao PRP nos diferentes períodos \n\nexperimentais pela ANOVA a três critérios ...................................  109 \n\nTabela 21 - Média e desvio-padrão do percentual de medula óssea no seio \n\nmaxilar preenchido com os diferentes materiais nos períodos \n\nexperimentais avaliados. Teste de Tukey aplicado para a \n\ninteração período e material ..........................................................  109 \n\nTabela 22 - Média e desvio-padrão do percentual de medula óssea no seio \n\nmaxilar tratado com SG ou PRP nos períodos experimentais \n\navaliados. Teste de Tukey aplicado para a interação período e \n\ntratamento .....................................................................................  109 \n\n\n\n \n\n\n\n \n\nTabela 23 - Comparação entre o volume de medula óssea no seio maxilar \n\npreenchido dos animais tratados com os diferentes materiais \n\nassociados ou não ao PRP nos diferentes períodos \n\nexperimentais pela ANOVA a três critérios ...................................  111 \n\nTabela 24 - Média e desvio-padrão do volume de medula óssea no seio \n\nmaxilar preenchido com os diferentes materiais nos períodos \n\nexperimentais avaliados. Teste de Tukey aplicado para a \n\ninteração período e material ..........................................................  111 \n\nTabela 25 - Comparação entre o número de osteoclastos/células gigantes \n\nmultinucleadas na superfície do enxerto/biomaterial dos animais \n\ntratados com os diferentes materiais associados ou não ao PRP \n\nnos diferentes períodos experimentais pela ANOVA a três \n\ncritérios ..........................................................................................  112 \n\nTabela 26 - Média e desvio-padrão do número de osteoclastos/células \n\ngigantes multinucleadas na superfície do enxerto/biomaterial \n\ndos animais tratados com os diferentes materiais associados ou \n\nnão ao PRP nos diferentes períodos experimentais. Teste de \n\nTukey aplicado para a interação período, material e tratamento ..  112 \n\nTabela 27 - Comparação entre o número de osteoclastos no tecido ósseo \n\nneoformado dos animais tratados com os diferentes materiais \n\nassociados ou não ao PRP nos diferentes períodos \n\nexperimentais pela ANOVA a três critérios ...................................  113 \n\nTabela 28 - Média e desvio-padrão do número de osteoclastos no tecido \n\nósseo neoformado dos animais tratados com os diferentes \n\nmateriais associados ou não ao PRP nos diferentes períodos \n\nexperimentais. Teste de Tukey aplicado para a interação \n\nperíodo, material e tratamento ......................................................  114 \n\n \n\n\n\n \n\n\n\n \n\nLISTA DE ABREVIATURAS E SIGLAS \n\n \n\n \nµA  microampère \n\nµm  micrômetro \n\nµL  microlitro \n\nANOVA análise de variância  \n\nAUT enxerto autógeno \n\nB biomaterial \n\nBCP biphasic calcium phosphate (fosfato de cálcio bifásico) \n\nBIC bone-implant contact (contato osso-implante) \n\nBMP-7 bone morphogenetic protein 7 (proteína morfogenética óssea 7) \n\nCGM células gigantes multinucleadas \n\ncm centímetro \n\nCV células vermelhas \n\nDFDBA demineralized freeze-dried bone allograft (enxerto alogênico ósseo \n\ndesmineralizado criodissecado) \n\nEDTA ethylenediaminetetraacetic acid (ácido etilenodiamino tetra-acético) \n\nFDBA freeze dried bone allograft (enxerto alogênico ósseo criodissecado) \n\ng aceleração da gravidade \n\nHA hidroxiapatita \n\nHA/TCP mistura de hidroxiapatita e fosfato tricálcio \n\nHA/TCPp mistura de hidroxiapatita e fosfato tricálcio porosa \n\nHE hematoxilina e eosina \n\ni cada constituinte \n\nkg kilograma \n\nkV quilovolt \n\nLP-PRP leukocyte-poor platelet-rich plasma (plasma rico em plaquetas pobre \n\nem leucócitos) \n\nM molar  \n\n\n\n \n\n\n\n \n\nMCf massa corporal final \n\nMCi massa corporal inicial \n\nmg miligrama \n\nMicroCT micro-computed tomography (microtomografia computadorizada) \n\nmL  mililitro  \n\nmm  milímetro \n\nmm2 milímetro quadrado \n\nmm3 milímetro cúbico \n\nNm número de imagens de secções de osteoclastos \n\nNPla-PPP número total de plaquetas no PPP \n\nNPla-PRP número total de plaquetas no PRP \n\nNPla-ST número total de plaquetas no sangue total \n\nP loja cirúrgica inteira \n\nPDGF platelet-derived growth factor (fator de crescimento derivado de \n\nplaquetas) \n\npi número de pontos \n\nPPP plasma pobre em plaquetas \n\nPRP plasma rico em plaquetas \n\nPVP-I  tópico: solução aquosa de polivinilpirrolidona \n\nrhTF fator tecidual recombinante humano \n\nrpm  rotações por minuto \n\nSG sangue \n\nST sangue total \n\nTC tecido conjuntivo \n\nTCP fosfato tricálcio \n\nTGF transforming growth factor (fator de crescimento e transformação) \n\nTM tecido medular \n\nTO tecido ósseo \n\nVT  volume total \n\nVti  volume total de cada estrutura \n\nVvi densidade de volume \n\n \n\n\n\n \n\n\n\n \n\nSUMÁRIO \n\n \n\n \n1 INTRODUÇÃO ........................................................................................... 23 \n\n2 REVISÃO DE LITERATURA ..................................................................... 31 \n\n2.1 LEVANTAMENTO DE SEIO MAXILAR EM HUMANOS........................ .... 33 \n\n2.2 LEVANTAMENTO DE SEIO MAXILAR EM ANIMAIS............................ .... 40 \n\n3 PROPOSIÇÃO ........................................................................................... 45 \n\n4 MATERIAL E MÉTODOS .......................................................................... 49 \n\n4.1 MATERIAIS DE PREENCHIMENTO UTILIZADOS ................................... 51 \n\n4.2  PLASMA RICO EM PLAQUETAS (PRP) ................................................... 52 \n\n4.2.1 Protocolo de obtenção do PRP ............................................................... 52 \n\n4.2.2 Contagem das plaquetas no sangue total, PRP e PPP ......................... 53 \n\n4.3  SELEÇÃO DOS ANIMAIS E GRUPOS EXPERIMENTAIS ........................ 54 \n\n4.3.1 Intervenções cirúrgicas ........................................................................... 55 \n\n4.3.2 Cuidados pós-operatório ......................................................................... 57 \n\n4.3.3 Sacrifício dos animais e obtenção das peças ....................................... 58 \n\n4.4 MICROTOMOGRAFIA COMPUTADORIZADA .......................................... 58 \n\n4.4.1 Obtenção das imagens e reconstrução digital ...................................... 58 \n\n4.4.2 Análises bidimensionais e tridimensionais de cada seio maxilar ....... 58 \n\n4.4.2.1 Análise da altura do seio maxilar (2D) ....................................................... 58 \n\n4.4.2.2 Análise volumétrica (3D) ............................................................................ 60 \n\n4.5 PROCESSAMENTO HISTOLÓGICO ........................................................ 61 \n\n4.6 ANÁLISE HISTOLÓGICA DESCRITIVA .................................................... 62 \n\n4.7 ANÁLISE HISTOMORFOMÉTRICA ........................................................... 62 \n\n4.7.1 Casualização dos cortes histológicos ................................................... 62 \n\n4.7.2 Avaliação morfométrica da densidade de volume ................................ 63 \n\n4.7.3 Avaliação do volume total de cada estrutura ........................................ 63 \n\n4.7.4 Determinação do número de osteoclastos por mm2 no tecido \n\nósseo neoformado ................................................................................... 64 \n\n4.7.5 Determinação do número de osteoclastos/células gigantes \n\nmultinucleadas (CGM) por mm2 no biomaterial/enxerto ....................... 64 \n\n4.8 ANÁLISE ESTATÍSTICA ............................................................................ 64 \n\n5 RESULTADOS .......................................................................................... 65 \n\n\n\n \n\n\n\n \n\n5.1 MASSA CORPORAL ................................................................................. 67 \n\n5.2 NÚMERO TOTAL DE PLAQUETAS .......................................................... 67 \n\n5.3 AVALIAÇÃO MICROTOMOGRÁFICA ....................................................... 68 \n\n5.3.1 Padrão das imagens obtidas ao MicroCT nos diferentes períodos \n\ne grupos experimentais ........................................................................... 68 \n\n5.3.2 Volume total do seio maxilar preenchido com os diferentes \n\nbiomateriais e enxerto ............................................................................. 71 \n\n5.3.3 Altura da área reconstruída com os diferentes biomateriais e \n\nenxerto ...................................................................................................... 74 \n\n5.4 RESULTADOS HISTOLÓGICOS ............................................................... 75 \n\n5.4.1 Período de 30 dias ................................................................................... 75 \n\n5.4.2 Período de 60 dias ................................................................................... 83 \n\n5.4.3 Período de 180 dias ................................................................................. 91 \n\n5.5 RESULTADOS HISTOMORFOMÉTRICOS ............................................... 99 \n\n5.5.1 Densidade de volume de enxerto/biomaterial ....................................... 99 \n\n5.5.2 Volume total de enxerto/biomaterial .................................................... 101 \n\n5.5.3 Densidade de volume de tecido conjuntivo ......................................... 102 \n\n5.5.4 Volume total de tecido conjuntivo ........................................................ 104 \n\n5.5.5 Densidade de volume de tecido ósseo ................................................ 105 \n\n5.5.6 Volume de tecido ósseo ........................................................................ 107 \n\n5.5.7 Densidade de volume de medula óssea............................................... 108 \n\n5.5.8 Volume de medula óssea ...................................................................... 110 \n\n5.6 RESULTADOS MORFOMÉTRICOS DE NÚMERO DE \n\nOSTEOCLASTOS/CGM ........................................................................... 112 \n\n6 DISCUSSÃO ............................................................................................ 115 \n\n6.1 METODOLOGIA UTILIZADA ................................................................... 117 \n\n6.2 REPARO ÓSSEO E VOLUME SINUSAL NOS DIFERENTES \n\nGRUPOS  AVALIADOS ........................................................................... 121 \n\n7 CONCLUSÕES ........................................................................................ 131 \n\n REFERÊNCIAS ....................................................................................... 135 \n\n ANEXO .................................................................................................... 155 \n\n \n\n\n\n \n\n\n\n \n\n1 INTRODUÇÃO \n  \n\n\n\n \n\n  \n\n\n\n1 Introdução 25\n\n1  INTRODUÇÃO \n\n \n\n \nUm desafio na reabilitação oral com o uso de implantes dentários metálicos \n\né a deficiência na quantidade de osso no rebordo alveolar provocada pela perda \n\nprecoce dos dentes e falta de estímulo funcional no local, além de ser acentuada \n\npela colocação de próteses mal adaptadas (UEDA; TOHNAI; NAKAI, 2001). \n\nParticularmente na região posterior da maxila este problema é mais evidente \n\npela proximidade dos seios maxilares, pois a perda precoce dos molares pode \n\nresultar em uma redução do volume ósseo vertical e horizontal além de outras \n\ncondições anatômicas desfavoráveis para as cirurgias (YILDIRIM et al., 2001). \n\nAssim, a perda óssea mais proeminente nessa região, ocorre pelo aumento da \n\natividade osteoclástica tanto junto a membrana sinusal devido a pressão no interior \n\ndo seio maxilar promovendo a sua expansão, como junto ao osso alveolar devido a \n\nextração dentária (CHANAVAZ, 1990). \n\nAtualmente, para corrigir esse tipo de defeito ósseo em maior ou menor \n\nextensão, cirurgias reconstrutivas, como a de levantamento do assoalho do seio \n\nmaxilar, com o uso de enxertos ósseos são rotineiramente realizadas previamente à \n\ninstalação de implantes dentários (BOYNE et al., 2005; NKENKE; STELZLE, 2009). \n\nNesse sentido, os enxertos podem ser autógeno quando o osso é removido de sítio \n\nextra ou intraoral do próprio paciente; homógeno ou alógeno quando proveniente de \n\noutro indivíduo da mesma espécie; e heterógeno ou xenógeno se obtidos de outras \n\nespécies. \n\nDentre esses tipos de enxertos, o osso autógeno é considerado o melhor, ou \n\nseja, o padrão ouro para o tratamento de defeitos ósseos (PROUSSAEFS et al., \n\n2002; DEL FABBRO et al., 2004; BORONAT-LOPEZ et al., 2009), pois apresenta \n\nconcomitantemente as propriedades de osteogênese, osteoindução e \n\nosteocondução (TONG et al., 1998; PEJRONE et al., 2002; GALINDO-MORENO et \n\nal., 2007; OPPENHEIMER; TONG; BUCHMAN, 2008; NKENKE; STELZLE, 2009).  \n\nConvém salientar, que apesar das suas propriedades biológicas ideais esse \n\ntipo de enxerto possui também algumas limitações e/ou desvantagens: 1) na \n\nutilização de osso autógeno de origem intraoral existe a necessidade de \n\nintervenções cirúrgicas, com aumento da morbidade nos sítios doadores, além da \n\n\n\n1 Introdução 26\n\nlimitação na quantidade de osso autógeno (RAGHOEBAR et al., 2001; JOSHI, 2004; \n\nSCHIMMING; SCHMELZEISEN, 2004; RAGHOEBAR et al., 2007); 2) no uso de \n\nosso de áreas doadoras extraorais, há um aumento significativo no custo devido à \n\nnecessidade de internação hospitalar, bem como uma maior morbidade na região \n\ndoadora devido a extensão do defeito, com propensão de ocorrência de outras \n\ncomplicações no local (YOUNGER; CHAPMAN, 1989; UEDA; TOHNAI; NAKAI, \n\n2001); e 3) um outro fato importante salientado por alguns é que já durante o \n\nperíodo de reparo da ferida ocorre uma reabsorção substancial do enxerto autógeno \n\n(HATANO; SHIMIZU; OOYA, 2004; OHYA et al., 2005; SUN et al., 2008), com \n\ndiminuição significativa no volume total da região reparada. Em relação a esse \n\núltimo fato a origem embriológica da área doadora do enxerto estaria relacionada ao \n\ngrau dessa reabsorção (ZINS; WHITAKER, 1983), sendo os obtidos da calvária \n\napresentando menor taxa de reabsorção comparados aos obtidos da crista ilíaca \n\n(DONOVAN et al., 1993; JOHANSSON et al., 2001; SMOLKA et al., 2006; CRESPI \n\net al., 2007). \n\nVisando contornar estes inconvenientes, nas últimas décadas, as pesquisas \n\nvêm buscando o desenvolvimento de biomateriais ósseo-substitutos com \n\npropriedades osteogênica e biomecânica ideais para serem utilizados em cirurgias \n\nortopédicas e maxilofaciais (FUGAZZOTTO; VLASSIS, 1998; VALENTINI; \n\nABENSUR, 2003; KURKCU et al., 2012). Especialmente no caso de cirurgias de \n\nlevantamento do assoalho do seio maxilar quando o material é colocado logo abaixo \n\nda membrana sinusal buscando aumentar a produção e o volume ósseo nessa \n\nregião, a estrutura do enxerto após o processo de reparo deve promover uma \n\nmicroarquitetura que permita uma ancoragem suficiente do implante através de sua \n\nosteointegração (KUHL et al., 2013).  \n\nO uso de cerâmicas a base fosfato de cálcio sintéticos [hidroxiapatita (HA), \n\nfosfato tricálcio (TCP) ou a mistura de ambos (HA/TCP)] tem sido uma destas \n\nalternativas (WAGNER et al., 2012). Essas biocerâmicas apresentam: 1) boa \n\nbiocompatibilidade e se ligam diretamente ao osso sem a interposição de qualquer \n\noutro tipo de tecido (GROSS; MULLER-MAI; VOIGT, 1990); 2) similaridade química \n\ncom a fase mineral do tecido ósseo, sendo capazes de participar do equilíbrio \n\ncálcio/fosfato no organismo (KURASHINA et al., 1997); 3) excelente bioatividade e \n\nosteocondutividade (DACULSI et al., 2003), favorecendo o crescimento ósseo nos \n\n\n\n1 Introdução 27\n\nlocais em que se encontram; e 4) além disso, reagem com os fluídos fisiológicos \n\nligando-se fortemente ao tecido duro e em alguns casos aos tecidos moles \n\n(BOCCACCINI; BLAKER, 2005). \n\nNo entanto, os produtos comerciais caracterizados como sendo \n\nhidroxiapatita (HA) ou fosfato tricálcio (TCP) puros apresentam características \n\nfavoráveis diferentes entre si (NERY et al., 1992). A HA exibe uma \n\nbiocompatibilidade maior (AOKI, 1994) e isso é explicado pelo fato do fosfato de \n\ncálcio mais abundante no tecido ósseo ser aquele cuja composição química e \n\nestequiometria se aproxima da hidroxiapatita [Ca10(PO4)6(OH)2] (BUSER; DAHLIN;  \n\nSCHENK, 1996), mas a sua reabsorção é muito lenta (NORDSTROM; KARLSSON, \n\n1990). Por outro lado, o TCP (?-Ca3(PO4)), embora seja menos biocompatível, tem \n\num grau e velocidade de dissolução e degradação maior (DE GROOT, 1983; KOHRI \n\net al., 1993). Diante deste quadro, muitos pesquisadores têm trabalhado no \n\ndesenvolvimento de cerâmicas bifásicas, ou seja, contendo na sua estrutura a \n\nassociação da HA com o TCP, na tentativa de associar as boas qualidades de \n\nambos. Assim, o compósito bifásico resultante dessa associação proporciona um \n\ntempo de reabsorção mais lento da porção HA, permitindo dessa forma atuar como \n\num suporte para a deposição de células, e um tempo de reabsorção mais rápido da \n\nporção TCP, disponibilizando maior quantidade de poros que favorecem \n\nsobremaneira o crescimento ósseo. \n\nNesse sentido, estudos realizados utilizando produtos cerâmicos bifásicos \n\nconstituídos de HA/TCP, em uma proporção de 70/30 ou 60/40, têm demonstrado \n\numa eficiência bem maior no reparo de defeitos ósseos do que a utilização de \n\nprodutos contendo isoladamente HA ou TCP puros (NERY et al., 1992; KOHRI et al., \n\n1993). \n\nPor outro lado, uma característica muito importante para a atuação dos \n\nmateriais cerâmicos é a presença de porosidades nas suas partículas. Apesar do \n\naumento da porosidade diminuir a resistência mecânica do material isoladamente, a \n\nexistência de poros com dimensões adequadas podem favorecer deposição de \n\ntecido mineralizado no interior das porosidades do material o que aumenta \n\nsubstancialmente a sua resistência in vivo (FERNANDES; LARANJEIRAS, 2000). \n\nTrabalhos recentes em nosso laboratório utilizando uma nova cerâmica bifásica \n\nHA/TCP porosa na proporção 70:30 tem demonstrado resultados promissores \n\n\n\n1 Introdução 28\n\nquanto a sua utilização como material osteocondutor no tratamento de defeitos \n\nósseos (CESTARI, 2010). \n\nAtualmente o biomaterial mais utilizado em cirurgias ósseas reconstrutivas é \n\na matriz óssea inorgânica de origem bovina ou osso inorgânico, conhecida \n\ncomercialmente por Bio-Oss® (CORINALDESI et al., 2013). Este material é uma \n\nmatriz óssea mineral produzida pela remoção a altas temperaturas de todos \n\ncomponentes orgânicos do osso bovino medular sendo física e quimicamente \n\ncomparável à matriz mineral do osso humano. Atua devido as suas propriedades \n\nosteocondutoras permitindo a integração do osso neoformado com a superfície de \n\nsuas partículas (AABOE et al., 2000; ARTZI; TAL; DAYAN, 2001; CARMAGNOLA; \n\nADRIAENS; BERGLUNDH, 2003; CORINALDESI et al., 2013). Segundo alguns \n\npesquisadores, além de fornecer uma estrutura de suporte, este material também \n\npromove uma alta liberação de cálcio (HOEXTER, 2002) e fósforo, essenciais para a \n\nneoformação óssea. Devido ao enorme sucesso na sua utilização, esse biomaterial \n\ntem sido atualmente considerado o “padrão ouro” entre os materiais ósseo-\n\nsubstitutos. O Bio-Oss® tem sido testado, em diversos modelos animais e de \n\ndefeitos, como por exemplo, na elevação de seio maxilar, demonstrando a sua alta \n\naplicabilidade (SCHLEGEL et al., 2003; LAMBERT et al., 2011; CHAVES et al., \n\n2012; JENSEN et al., 2012; LAMBERT et al., 2013), que tem sido confirmada pelos \n\ninúmeros relatos clínicos nas diversas áreas da odontologia (RICKERT et al., 2011; \n\nPETTINICCHIO et al., 2012; SCHMITT et al., 2013). \n\nOutro assunto que tem chamado atenção nessa área são os estudos \n\nutilizando os fatores de crescimento (URIST, 1992), como substâncias auxiliares no \n\nprocesso de reparação dos tecidos. Estas substâncias são produzidas por vários \n\ntipos celulares especialmente durante o desenvolvimento e o reparo tecidual e \n\natuam promovendo a diferenciação, o crescimento e a proliferação celular, e seu uso \n\ncomo forma de modular os eventos celulares no reparo do tecido ósseo tem sido \n\nextensivamente relatado na literatura (CENTRELLA; MCCARTHY; CANALIS, 1989; \n\nHELDIN; WESTERMARK, 1999; ALBERTS et al., 2004). \n\nEntre esses relatos, chamam atenção os relativos ao fator de crescimento \n\nderivado de plaquetas (PDGF) e o fator de crescimento e transformação (TGF), \n\nfatores produzidos e liberados pelas plaquetas, e descritos como capazes de \n\natuarem como mitógenos para as células do tecido ósseo, favorecendo o processo \n\n\n\n1 Introdução 29\n\nde osteogênese e osteointegração dos enxertos aos implantes (CENTRELLA; \n\nMCCARTHY; CANALIS, 1989; OSTMAN et al., 1992; GRAVES; COCHRAN, 1994; \n\nSUMNER et al., 1995; MARX et al., 1998; ALBERTS et al., 2004). \n\nUma opção segura e simples de obter o PDGF e TGF é através da técnica \n\nde dupla centrifugação do plasma rico em plaquetas (PRP). O plasma autólogo rico \n\nem plaquetas é um hemoderivado atóxico, não imunorreativo, obtido através de \n\ntécnicas simplificadas de sequestração e concentração de plaquetas após múltiplas \n\ncentrifugações de amostras sanguíneas. É descrito como um método de baixo custo, \n\nfácil obtenção, seguro e de aplicação clínica muito factível (MARX et al., 1998; \n\nANITUA, 1999; LOZANO et al., 1999; OKUDA et al., 2003). \n\nUm dos maiores problemas na técnica cirúrgica de levantamento do \n\nassoalho do seio maxilar é o longo tempo de cicatrização. Uma das razões para \n\nutilização do PRP associado com materiais aloplásticos é a redução desse tempo \n\nem cerca de 50% (BOYAPATI; WANG, 2006). Vários benefícios foram observados \n\nquando da aplicação do PRP juntamente com o enxerto ósseo para a elevação do \n\nseio maxilar, como: 1) melhora na manipulação das partículas de enxerto, 2) \n\nfacilitação na inserção do material particulado dentro do seio maxilar, 3) melhora na \n\nvelocidade de formação e qualidade do osso neoformado, 4) maior vascularização, \n\n5) aumento na regeneração óssea, 6) aceleração da cicatrização dos tecidos moles, \n\n7) efeitos mitogênicos, 8) fonte de fatores de crescimento, 9) selante biológico \n\nnatural, e 10) ausência de riscos de transmissão de doenças (BOYAPATI; WANG, \n\n2006). Uma meta-análise realizada a partir de 8 estudos clínicos controlados indicou \n\nque quando usado associado ao enxerto ósseo autógeno para elevação sinusal, o \n\nPRP reduziu o tempo total de cicatrização e promoveu na fase inicial, um aumento \n\nda formação óssea, mas não apresentou efeito significativo em relação à \n\nsobrevivência do enxerto no longo prazo (BAE; KIM; MYUNG, 2011). Apesar dos \n\nbenefícios do uso do PRP relatados por alguns (WILTFANG et al., 2003; CONSOLO \n\net al., 2007; INCHINGOLO et al., 2012; KHAIRY et al., 2013), outros salientam a \n\nexistência de controvérsias sobre os efeitos do PRP na regeneração óssea \n\n(CAMARGO et al., 2002; LEKOVIC et al., 2003; FENNIS; STOELINGA; JANSEN, \n\n2004; KASSOLIS; REYNOLDS, 2005; NIKOLIDAKIS et al., 2006), com algumas \n\npublicações reportando pouco ou nenhum efeito benéfico na sua utilização (FROUM \n\n\n\n1 Introdução 30\n\net al., 2002; MONOV et al., 2005; RAGHOEBAR et al., 2005; PLACHOKOVA et al., \n\n2006; THOR et al., 2007). \n\nNo sentido de dirimir essas dúvidas, inúmeras investigações com o PRP \n\nassociado a diferentes tipos de substitutos ósseos têm sido desenvolvidos pelos \n\npesquisadores em estudos em humanos (MAZOR et al., 2004; KASSOLIS; \n\nREYNOLDS, 2005; THOR et al., 2005; CONSOLO et al., 2007; SCHAAF et al., \n\n2008b; TORRES et al., 2009; STENPORT; ORTORP; THOR, 2011); em modelos \n\nexperimentais com animais (ROLDAN et al., 2004; WILTFANG et al., 2004; ZHANG; \n\nYUAN; ZENG, 2004; BUTTERFIELD et al., 2005; FENNIS; STOELINGA; JANSEN, \n\n2005; JUNG et al., 2005; DALLARI et al., 2006; SCHLEGEL et al., 2007; MESSORA \n\net al., 2008; ZHANG et al., 2011); e em estudos in vitro (EFEOGLU; AKCAY; \n\nERTURK, 2004; KANNO et al., 2005; NAGATA et al., 2010b). \n\nApesar dos diversos tipos de materiais disponíveis, a eficácia de cada um \n\ndeles em termos de formação óssea e taxa de reabsorção tem sido raramente \n\ncomparadas. Além disso, a associação do PRP à cerâmica de HA/TCPp em \n\ncirurgias de levantamento de seio maxilar não tem sido comparada na literatura. \n\nCom o interesse de analisar detalhadamente o comportamento biológico da \n\nHA/TCPp associada ao sangue ou ao PRP em cirurgia de levantamento de seio \n\nmaxilar, considerou-se interessante a proposta de compará-la com o Bio-Oss e \n\nenxerto autógeno, ambos consagrados na literatura. \n\n \n\n\n\n \n\n2 REVISÃO DE LITERATURA \n  \n\n\n\n \n\n  \n\n\n\n2 Revisão de Literatura 33\n\n2  REVISÃO DE LITERATURA \n\n \n\n \nComplementando o que já foi apresentado na introdução, no presente \n\ncapítulo far-se-á uma revisão dos trabalhos relacionados ao levantamento de seio \n\nmaxilar utilizando osso autógeno e/ou biomateriais ósseo substitutos associados ou \n\nnão ao PRP. \n\nDiversos trabalhos têm avaliado a utilização do PRP associado a materiais \n\nde preenchimento em cirurgias de levantamento de seio maxilar (FURST et al., \n\n2003; JAKSE et al., 2003; WILTFANG et al., 2003; MAZOR et al., 2004; RÓLDAN et \n\nal., 2004; KASSOLIS; REYNOLDS, 2005; INCHINGOLO et al., 2012). A maioria dos \n\nautores concorda que o PRP apresenta características adesivas biológicas que \n\nfacilitam a manipulação do enxerto ósseo ou biomaterial ósseo substituto, \n\nespecialmente no levantamento sinusal, por facilitar a inserção do material (FURST \n\net al., 2003; JAKSE et al., 2003; MAZOR et al., 2004; STEIGMANN; GARG, 2005). \n\nNo entanto, o que ainda gera alguma dúvida é se o PRP melhora a quantidade e a \n\nqualidade de osso neoformado e se acelera o processo de reparo ósseo após a \n\nelevação sinusal. Assim, a maioria dos trabalhos tem perseguido esclarecer esses \n\npontos. \n\n \n\n2.1  LEVANTAMENTO DE SEIO MAXILAR EM HUMANOS \n \n\nPhilippart et al. (2003) submeteram 18 pacientes a cirurgia de levantamento \n\nde assoalho de seio maxilar, utilizando uma “pasta óssea” constituída por PRP, fator \n\ntecidual recombinante humano (rhTF), enxerto autógeno obtido de calvária e \n\ntetraciclina. Cinco a seis meses após a enxertia, uma amostra de osso foi removida \n\nno momento da colocação de cada implante metálico. A análise histológica das \n\namostras mostrou a presença de tecido conjuntivo vascularizado e muitas espículas \n\nde osso lamelar, contendo osteócitos e circundadas por osteoblastos. Os autores \n\nconcluíram que a ampliação da utilização deste protocolo poderia facilitar o processo \n\nde reparação, como também a segurança do paciente e o conforto do cirurgião.  \n\nThor et al. (2007) avaliaram o enxerto autógeno obtido de crista ilíaca e o \n\nPRP no levantamento sinusal. Onze pacientes foram submetidos à cirurgia bilateral, \n\nsendo que de um lado foi aplicado enxerto autógeno e PRP e no lado oposto \n\n\n\n2 Revisão de Literatura 34\n\nsomente osso autógeno. Biópsias foram obtidas após 3 e 6 meses com o intuito de \n\navaliar o efeito do PRP no reparo a curto e longo prazo. Os resultados histológicos \n\nmostraram que após 3 meses da cirurgia foi formado significativamente mais osso \n\nno lado tratado com osso autógeno + PRP comparado ao lado controle tratado \n\nsomente com enxerto autógeno. Após 6 meses este efeito não foi mais observado. \n\nEsses resultados estão de acordo com os de estudos anteriores que mostraram que \n\no PRP apesar de apresentar pequena capacidade regenerativa, pode influenciar \n\npositivamente as fases iniciais do processo de reparo.  \n\nEstudo semelhante realizado por Khairy et al. (2013) em 15 pacientes que \n\ntiveram os seios maxilares elevados com enxerto autógeno com ou sem PRP \n\nobservaram que o PRP não melhorou significativamente a densidade óssea 3 meses \n\napós o enxerto, mas que pode estar relacionada com a maior densidade óssea \n\nobservada aos 6 meses. \n\nCom o objetivo de avaliar as mudanças na altura óssea alveolar através de \n\nanálises radiográficas Kumar et al. (2015) realizaram levantamento de seio maxilar \n\nem 50 pacientes. Estes foram divididos em dois grupos (n=25), um recebeu enxerto \n\nautógeno obtido do ramo mandibular associado ao PRP enquanto o outro grupo \n\nrecebeu enxerto autógeno associado ao sangue venoso. Radiografias panorâmicas \n\nforam realizadas antes da cirurgia, imediatamente após, 6 meses e 1 ano após a \n\ncirurgia. Os resultados deste estudo revelaram que ambos os grupos apresentaram \n\naumento na altura óssea alveolar após a elevação sinusal e não apresentaram \n\ndiferenças estatisticamente significantes quando comparados entre si 1 ano após a \n\ncirurgia. \n\nMazor et al. (2004) utilizaram enxerto autógeno, Bio-Oss® e PRP para o \n\ntratamento de 105 pacientes que necessitavam de levantamento unilateral do seio \n\nmaxilar. Todos os seios foram elevados com uma mistura formada por 30% a 40% \n\nde enxerto autógeno, 60% a 70% de Bio-Oss® e PRP. Simultaneamente foram \n\ninseridos um total de 276 implantes nesses pacientes, e o período de \n\nacompanhamento variou de 16 a 32 meses. Os implantes foram expostos após 6 \n\nmeses, observando-se que a região não apresentava perda de altura óssea. Por \n\noutro lado, os pesquisadores verificaram que levantamentos de seios maxilares \n\nrealizados anteriormente, sem a associação do PRP, a média de tempo necessário \n\npara a exposição de implantes foi de 9 meses. Assim, neste estudo, eles mostraram \n\n\n\n2 Revisão de Literatura 35\n\nque havia uma redução de 3 meses no período necessário para exposição, com o \n\nuso do PRP. Mas esse efeito do PRP descrito aqui deve ser considerado com \n\ncautela, visto que o modelo utilizado na pesquisa acima não tinha grupo controle. \n\nGalindo-Moreno et al. (2007) utilizaram a mesma combinação de enxerto \n\nautógeno, Bio-Oss® e PRP no levantamento de seio maxilar em 70 pacientes, sendo \n\n263 implantes instalados imediatamente ou após 6-8 meses. Foi observado \n\npraticamente 100% de sucesso nos implantes. As biópsias obtidas de 16 seios \n\nmaxilares revelaram presença de 34,0% de tecido ósseo, 49,6% de tecido conjuntivo \n\ne 16,4% de biomaterial remanescente, sendo que as partículas de biomaterial \n\nestavam incorporadas ao novo osso formado. Levando em consideração as \n\nlimitações apresentadas pelo estudo, os autores concluíram que essa combinação \n\npode ser usada com sucesso em procedimentos de levantamento de seio maxilar. \n\nInchingolo et al. (2012) utilizaram uma mistura de enxerto autógeno, matriz \n\norgânica óssea e matriz inorgânica associados ou não ao PRP em 127 pacientes. \n\nAnálises clínicas e radiográficas foram realizadas 6 meses após a realização da \n\nelevação sinusal.  Após a instalação dos implantes, 63 pacientes tratados com PRP \n\napresentaram melhores resultados em relação a integração óssea, em comparação \n\ncom os outros 64 pacientes que não receberam PRP. \n\nMendonca-Caridad et al. (2013) avaliaram a associação do enxerto \n\nautógeno, PRP e ?-TCP na elevação sinusal em 33 pacientes com instalação \n\nsimultânea de implantes dentários. Sendo observada alta taxa de sucesso (94,2%) e \n\nsobrevivência (96,5%) dos implantes. Os autores concluíram que a utilização desta \n\ncombinação de materiais com PRP na elevação sinusal com a instalação imediata \n\nde implantes, apresenta baixa morbidade cirúrgica e permite um menor tempo para \n\na reparação óssea.  \n\nRodriguez et al. (2003) investigaram a aplicabilidade clínica do Bio-Oss® \n\nassociado ao PRP em elevação de seio maxilar de humanos com a instalação \n\nsimultânea de implantes. Foram realizados 24 levantamentos de seios maxilares em \n\n15 pacientes, sendo 70 implantes simultaneamente inseridos nas áreas elevadas. \n\nApós 4 meses foi obtido uma biópsia do seio maxilar de um paciente e análise \n\ntomográfica  realizada em 3 pacientes. A taxa de sucesso dos implantes foi alta \n\n(92,9%) e a biópsia mostrou a formação de novo osso em íntimo contato com as \n\npartículas do biomaterial. A densidade óssea da área elevada foi similar ou maior \n\n\n\n2 Revisão de Literatura 36\n\nque a do tecido ósseo nativo na região vizinha. Os pesquisadores concluíram que o \n\ntratamento usando PRP combinado com Bio-Oss® é efetivo na elevação sinusal com \n\nsimultânea inserção de implantes dentários. No entanto, a confiabilidade deste \n\nestudo é comprometida pelo limitado grupo de pacientes, uma única biópsia óssea e \n\nausência de grupo controle para comparação dos resultados. \n\nEstudos posteriores com o Bio-Oss® e o PRP, incluindo agora os grupos \n\ncontrole, foram realizados (TORRES et al., 2009; YILMAZ et al., 2013). Assim, \n\nTorres et al. (2009) realizaram um estudo clínico randomizado em 87 pacientes com \n\n144 procedimentos de elevação sinusal, com o objetivo de verificar se a associação \n\ndo PRP melhorava ou não os resultados da elevação sinusal com o uso do Bio-\n\nOss®. Um total de 286 implantes foram instalados e a sua evolução acompanhada \n\npor um período de 24 meses. Para as análises histológica e histomorfométrica um \n\nestudo paralelo foi realizado em 5 pacientes edêntulos com a maxila simétrica \n\nseveramente reabsorvida. Nestes pacientes foi realizada elevação sinusal bilateral, \n\nsendo que um lado foi preenchido com Bio-Oss® e PRP e o outro somente com Bio-\n\nOss® e após 6 meses biópsias ósseas foram obtidas. No estudo com 87 pacientes a \n\ntaxa de sucesso dos implantes durante o período de monitoramento foi alta nos dois \n\ngrupos sem diferença significante entre os sítios. No entanto, as análises histológica \n\ne histomorfométrica revelaram que o aumento ósseo foi estatisticamente significante \n\nmaior nos locais tratados com Bio-Oss® e PRP. Portanto, os autores concluíram que \n\no PRP não é um fator determinante para a sobrevivência dos implantes, mas que \n\nesse estudo revelou que o PRP aumenta as propriedades osteocondutivas do Bio-\n\nOss® aumentando com isso o volume de tecido ósseo formado. \n\nSeguindo a mesma linha de estudo Yilmax et al. (2013) realizaram a \n\nelevação sinusal bilateral em 10 pacientes com a utilização de Bio-Oss® e PRP em \n\num lado e Bio-Oss® puro no outro. Após 8 meses, durante a instalação dos \n\nimplantes biópsias ósseas foram obtidas. As análises radiográfica e histológica \n\nmostraram altura óssea satisfatória em ambos os grupos, porém no grupo tratado \n\ncom PRP uma maior formação óssea com presença de um osso mais maduro. \n\nDel Fabbro et al. (2013) realizaram um estudo randomizado de levantamento \n\nde seio maxilar usando Bio-Oss (grupo controle) e Bio-Oss + PRP (grupo \n\nexperimental) com o intuito de avaliar o possível impacto do PRP favorecendo a \n\nqualidade de vida dos pacientes nos períodos pós-operatórios. Assim, verificaram \n\n\n\n2 Revisão de Literatura 37\n\nque nos primeiros dias após a cirurgia, o grupo Bio-Oss + PRP exibia \n\nsignificantemente menos dor, inchaço e hematoma, com substancial melhora nas \n\natividades funcionais em comparação ao grupo controle. Com isso, os \n\npesquisadores concluíram que o PRP na elevação sinusal tem efeitos benéficos na \n\nqualidade de vida do paciente nos períodos iniciais após as cirurgias. \n\nEm um estudo comparativo entre os biomateriais ósseo-substitutos \n\nxenogênicos, os ossos inorgânicos Bio-Oss® e o OCS, ambos associados ao PRP, \n\nem levantamento de seio maxilar em 21 pacientes, com a colocação de implantes \n\napós 6-8 meses, Hieu et al. (2010) não observaram diferenças entre os dois \n\nbiomateriais no período compreendido de 7 a 48 meses após a colocação das \n\npróteses. \n\nCom o intuito de avaliar e comparar a quantidade de novo osso formado \n\nTaschieri et al. (2015) realizaram a elevação sinusal bilateral em 6 pacientes com a \n\nregião posterior de maxila edêntula. Um lado foi preenchido com matriz óssea \n\nbovina + PRP (grupo experimental) e o lado oposto preenchido somente com a \n\nmatriz óssea bovina (grupo controle). Seis meses após a cirurgia duas biópsias \n\nósseas foram obtidas de cada paciente para realização de análises histológica e \n\nhistomorfométrica. O valor médio de osso novo no grupo controle foi de 22,7%, \n\nenquanto no grupo experimental foi de 30,7%. A adição de PRP à matriz óssea \n\nbovina pode aumentar a formação óssea nos primeiros 6 meses após a elevação \n\nsinusal, no entanto, não foram encontradas diferenças estatisticamente significantes \n\nentre os grupos. \n\nKassolis e Reynolds (2005) publicaram os resultados obtidos em um estudo \n\nsimples cego randomizado em 10 pacientes onde a elevação sinusal bilateral foi \n\nrealizada com o intuito de comparar o freeze dried bone allograft (FDBA) + PRP e \n\nFDBA + membrana reabsorvível. Biópsias foram obtidas 4 e 5-6 meses após o \n\nenxerto quando da colocação dos implantes. A análise histomorfométrica mostrou \n\numa porcentagem maior de tecido vital (osso e tecido conjuntivo) formado no grupo \n\nFDBA + PRP (78,8% ± 8,3%) comparado ao grupo FDBA + membrana reabsorvível \n\n(63,0% ± 15,7%), assim como uma menor quantidade de partículas de FDBA no \n\nprimeiro grupo. Os autores concluíram que a associação de FDBA e PRP aumenta o \n\nnível de formação óssea em comparação a técnica usando FDBA e membrana \n\nreabsorvível em elevação sinusal. \n\n\n\n2 Revisão de Literatura 38\n\nO ?-TCP em combinação com o PRP também foi testado para elevação do \n\nassoalho do seio maxilar. Wiltfang et al. (2003) em experimento randomizado \n\nrealizaram 45 procedimentos de elevação sinusal em 39 pacientes, sendo 22 com ?-\n\nTCP + PRP e 23 somente com ?-TCP. Após 6 meses durante a colocação dos \n\nimplantes foram coletados amostras de osso da região elevada. Foi observado um \n\naumento pequeno na formação óssea, ao redor de 8-10%, quando o PRP foi \n\nadicionado ao ?-TCP e a reabsorção do ?-TCP não foi acelerada por essa adição. \n\nO enxerto ósseo autógeno é o padrão ouro também para procedimentos de \n\nelevação do assoalho do seio maxilar devido a presença na sua estrutura de células \n\ncom potencial osteogênico. No entanto, fatores como a quantidade limitada, a \n\nnecessidade de uma segunda intervenção cirúrgica e a morbidade pós-operatória \n\npodem limitar seu uso. Devido a disponibilidade e custo-efetividade, o PRP tem sido \n\ntestado como potencial substituto ao enxerto autógeno intraoral. Nesse sentido, \n\nSteigmann e Garg (2005) compararam o reparo ósseo em levantamento bilateral de \n\nseio maxilar com PRP de um lado e TCP com sangue do outro, em 20 pacientes \n\ncom altura óssea residual de 7-9 mm. Simultaneamente implantes foram instalados. \n\nApós 6 meses, evidências radiográficas apontaram para a presença de osso maduro \n\nprincipalmente na região apical dos implantes. Os pesquisadores observaram ainda \n\nque o lado que recebeu somente o PRP estava constituído na sua maior parte por \n\ntecido ósseo, enquanto que o contralateral continuava a apresentar evidência \n\nradiopaca de material residual de preenchimento. Os autores concluíram que o uso \n\ndo PRP sozinho em casos com altura residual de 7 mm pode produzir crescimento \n\nósseo.  \n\nDiversos estudos têm sido publicados apontando os efeitos positivos do PRP \n\nno reparo ósseo após elevação sinusal (WILTFANG et al., 2003; KASSOLIS; \n\nREYNOLDS, 2005). No entanto, muitos são relatos de casos apresentando falta de \n\num grupo controle (MAIORANA et al., 2003; PHILIPPART et al., 2003; RODRIGUEZ \n\net al., 2003; MAZOR et al., 2004; GRAZIANI et al., 2005; PHILIPPART; DAUBIE; \n\nPOCHET, 2005). Por outro lado, diversos estudos não mostraram efeitos positivos \n\nquando o PRP é associado com materiais de preenchimento na elevação sinusal \n\n(RAGHOEBAR et al., 2005; THOR et al., 2005; SCHAAF et al., 2008a, 2008b). \n\nRaghoebar et al. (2005) não encontraram efeitos benéficos quando o PRP foi \n\ncombinado com enxerto ósseo autógeno obtido de crista ilíaca. \n\n\n\n2 Revisão de Literatura 39\n\nSchaaf et al. (2008a) avaliaram a influência do PRP em levantamento do \n\nseio maxilar utilizando enxerto ósseo autógeno obtido de crista ilíaca. Cirurgias \n\nforam realizadas em 53 pacientes com osso autógeno com e sem PRP e 4 meses \n\napós as cirurgias foram obtidas biópsias ósseas por ocasião da colocação dos \n\nimplantes. A análise histomorfométrica das biópsias não indicou superioridade de \n\nnenhum dos tratamentos em termos de ganho de volume ósseo. Assim, os autores \n\nconcluíram que o PRP não melhora o ganho de volume ósseo maxilar de maneira \n\nestatisticamente significativa. O mesmo grupo de pesquisadores avaliou ainda em \n\n2008, a hipótese do PRP influenciar na densidade óssea da maxila (SCHAAF et al., \n\n2008b). Com esse intuito 34 pacientes passaram pelos mesmos procedimentos do \n\nestudo anterior e também não observaram efeito positivo do PRP na densidade \n\nóssea avaliada por tomografia computadorizada (SCHAAF et al., 2008b). \n\nThor et al. (2005) avaliaram o efeito do PRP associado a enxerto autógeno \n\nde crista ilíaca em procedimentos de elevação do seio maxilar. Dezenove pacientes \n\nforam tratados com enxerto autógeno com e sem PRP, e 6 meses depois 152 \n\nimplantes foram colocados sendo 76 em sítios com PRP e 76 em sítios sem PRP. O \n\nestudo mostrou alta taxa de sobrevivência dos implantes e condições estáveis do \n\nosso marginal após 1 ano tanto no grupo com PRP como no sem PRP. Não foram \n\nobservados efeitos positivos no reparo ósseo com a adição do PRP, mas a \n\nmanipulação das partículas de enxerto foi facilitada com essa adição. \n\nContrapondo a esses vários trabalhos não mostrando vantagens \n\n(RAGHOEBAR et al., 2005; THOR et al., 2005; SCHAAF et al., 2008a, 2008b) na \n\nutilização do PRP quando associado a materiais de preenchimento na elevação \n\nsinusal, diversos outros estudos clínicos em humanos têm sugerido benefícios na \n\nsua aplicação (WILTFANG et al., 2003; KASSOLIS; REYNOLDS, 2005; CONSOLO \n\net al., 2007; THOR et al., 2007; INCHINGOLO et al., 2012, KHAIRY et al., 2013). \n\nEssas diferenças nos resultados poderiam estar ligadas às biópsias como fator \n\nlimitante, já que a região central em que ela é obtida poderia não ser representativa \n\ndo restante do volume elevado do seio maxilar. Cumpre salientar, que em modelos \n\nanimais o volume total da região elevada do seio maxilar pode ser avaliado após o \n\nlevantamento sinusal. Além disso, quando utilizado o modelo animal, diminui-se a \n\ninfluência de fatores como a saúde sistêmica e resposta individual. Deste modo, \n\nvários estudos em animais já foram realizados em elevação de assoalho do seio \n\n\n\n2 Revisão de Literatura 40\n\nmaxilar utilizando vários tipos de enxertos, como o enxerto autógeno, aloenxertos e \n\nxenoenxertos, com e sem PRP. \n\n \n\n2.2  LEVANTAMENTO DE SEIO MAXILAR EM ANIMAIS \n \n\nJakse et al. (2003) avaliaram o potencial regenerativo do PRP associado ao \n\nosso autógeno no levantamento de seio maxilar de ovelhas. A elevação sinusal foi \n\nrealizada com osso autógeno associado ou não ao PRP e as biópsias foram obtidas \n\napós 4 e 12 semanas. A análise histológica mostrou resultados morfológicos \n\nsimilares tanto no grupo PRP quanto no controle. Morfometricamente o percentual \n\nde tecido ósseo entre os dois períodos avaliados foi de 26,1% para 46,9% no grupo \n\ncontrole comparado com 29,2% a 51,1% no grupo PRP, sem diferenças \n\nestatisticamente significantes entre grupos para cada período. Em um estudo similar \n\nrealizado em coelhos, Butterfield et al. (2005) também não conseguiram encontrar \n\nganhos no reparo ósseo com a adição do PRP no tratamento. Ambos os estudos \n\nutilizaram enxerto autógeno obtido da crista ilíaca, que apresenta um sério \n\ninconveniente, o seu significante potencial de reabsorção (CARINCI et al., 2005). \n\nAssim, a ocorrência de uma grande reabsorção do enxerto poderia ter mascarado \n\nqualquer possível potencial regenerador do PRP. \n\nFurst et al. (2003) compararam o osso inorgânico bovino (Bio-Oss®) puro ao \n\nassociado com PRP na elevação sinusal bilateral em 12 minipigs. Simultaneamente \n\nimplantes foram instalados nas regiões elevadas de ambos os lados. Quatro animais \n\nde cada grupo experimental foram sacrificados nos períodos de 3, 6 e 12 semanas e \n\nas peças histológicas processadas sem descalcificação. A seguir o contato osso-\n\nimplante (BIC) foi mensurado nos cortes histológicos. Em termos de BIC cortical, o \n\ngrupo PRP apresentou valores inferiores nos períodos de 3 e 6 semanas em relação \n\nao grupo sem PRP, mas valores equivalentes no período de 12 semanas. Os \n\nautores concluíram que o grupo PRP não apresentou resultados significantemente \n\nmelhores que o grupo controle. No entanto, esses resultados poderiam ser \n\nparcialmente explicados pelo período relativamente curto de avaliação. \n\nAchados semelhantes foram relatados por Róldan et al. (2004) em \n\nlevantamento de seio maxilar em minipigs, tratados com o Bio-Oss® + 15% em \n\nvolume de osso autólogo associado ao PRP versus o Bio-Oss® + 15% de osso \n\n\n\n2 Revisão de Literatura 41\n\nautólogo associado à BMP-7, e colocação simultânea de implantes. A análise dos \n\nresultados obtidos mostrou que após 6 semanas da cirurgia,  a altura média do seio \n\nmaxilar preenchido no grupo BMP-7 foi de 8,3 mm contra 3,6 mm no grupo PRP. No \n\nentanto, em relação à formação óssea o grupo PRP apresentou 51,35% de tecido \n\nósseo neoformado enquanto o grupo BMP-7 apresentou 33,1%, sem diferença \n\nestatisticamente significante entre esses valores. Os pesquisadores concluíram que \n\nnas condições experimentais selecionadas o uso da BMP-7 apresentou melhor \n\ncomportamento em relação à osseointegração dos implantes dentais e a altura de \n\ntecido ósseo neoformado comparado ao uso do PRP. Esse mesmo grupo de \n\npesquisadores (ROLDAN et al., 2008) utilizando o mesmo modelo experimental \n\navaliou a osseointegração de implantes dentários colocados simultaneamente ao \n\nlevantamento sinusal realizado com 50% de enxerto autólogo e 50% de Bio-Oss® \n\ncom a adição ou não de PRP. Os resultados obtidos mostraram que apesar do PRP \n\npossibilitar maior formação óssea na base do seio maxilar, ele não melhorou a \n\nosseointegração dos implantes e nem o crescimento ósseo ao redor das partículas \n\nde biomaterial. \n\nGrageda et al. (2005) investigaram o efeito do PRP no enxerto alógeno em \n\nlevantamento de seio maxilar de ovelhas. Foi realizado o levantamento sinusal \n\nbilateral em 10 ovelhas usando osso alógeno desmineralizado e liofilizado (DFDBA - \n\ndemineralized freeze-dried bone allograft) combinado com freeze-dried bone \n\nallograft (FDBA) córtico-medular com ou sem PRP. Após os períodos de 3 e 6 \n\nmeses, as análises histomorfométricas não mostraram diferença na área total de \n\nosso ou no percentual de tecido ósseo formado. Os pesquisadores concluíram que \n\ndentro das limitações do estudo, o PRP não promoveu aumento ou aceleração da \n\nregeneração óssea. \n\nDevido ao fato do efeito do PRP poder ser dependente da presença de \n\ncélulas vitais, a combinação de células tronco e PRP tem sido investigada em \n\nestudos animais. Ohya et al. (2005) comparou a regeneração óssea entre um \n\nmétodo de engenharia tecidual usando células tronco mesenquimais e PRP. A \n\nelevação sinusal foi realizada em 18 coelhos, sendo que o seio maxilar esquerdo \n\nrecebeu um complexo de células tronco e PRP e o seio direito uma mistura de \n\nenxerto autógeno particulado obtido da crista ilíaca e PRP. Os animais foram \n\ndivididos em períodos de 2, 4 e 8 semanas. O volume ósseo após 8 semanas foi de \n\n\n\n2 Revisão de Literatura 42\n\n20,6% e 20,9%, respectivamente, para cada grupo. Da mesma forma, não houve \n\ndiferença na altura do seio elevado entre os dois grupos em nenhum dos períodos \n\navaliados. Os pesquisadores concluíram que a aplicação da mistura de células \n\ntronco mesenquimais/PRP pode ser um novo método promissor para a elevação \n\nsinusal comparado ao enxerto autógeno e PRP. Neste estudo, além do PRP atuar \n\ncomo fonte de fatores de crescimento ele desempenha um papel de transportador \n\nde células tronco. No entanto, o efeito coadjuvante do PRP não pode ser aqui \n\ncomprovado pela ausência do controle negativo. \n\nKlongnoi et al. (2006b) avaliaram em curto e longo prazo os efeitos do PRP \n\nassociado ao osso autógeno ou fluorhidroxiapatita (Algipore) no levantamento de \n\nseio maxilar em 16 minipigs. Três implantes dentários foram instalados \n\nsimultaneamente em cada lado. Os períodos de avaliação foram de 1, 2, 8 e 12 \n\nmeses pós-cirurgias. A adição de PRP resultou em menor formação óssea e menor \n\ncontato osso-implante comparado com o enxerto autógeno ou Algipore puros, no \n\nentanto, sem diferenças estatisticamente significantes. Portanto, a aplicação de PRP \n\nnão apresentou benefícios significantes no percentual de osso formado nem no \n\ncontato osso-implante. No mesmo ano, Klongnoi et al. (2006a) utilizando o mesmo \n\nmodelo anterior avaliaram o osso autógeno e vidro bioativo associados ou não ao \n\nPRP em levantamento de seio maxilar. Pode ser observado aumento no contato \n\nosso-implante em todos os grupos e períodos. No entanto, os resultados não \n\nmostraram efeito positivo significante do PRP no contato osso-implante após a \n\nelevação sinusal em ambos os grupos.  \n\nSeguindo o mesmo modelo dos estudos anteriores, de levantamento de seio \n\nmaxilar em minipigs, com inserção simultânea de implantes, Schlegel et al. (2007) \n\navaliaram o enxerto autógeno e o Bio-Oss®, ambos associados ou não ao PRP. Os \n\nachados microradiográficos não mostraram diferenças significativas quando se \n\nutilizava o enxerto autógeno sozinho ou associado ao PRP. Usando o Bio-Oss® foi \n\nobservado um efeito somente no período de 8 semanas no grupo PRP, mas esse \n\nefeito não foi estatisticamente significante. Em todos os outros períodos não foram \n\nobservados efeitos positivos relacionados ao PRP. Os pesquisadores concluíram \n\nque não foram observados influência significante do PRP. \n\nTrindade-Suedam et al. (2010) por meio de histomorfometria e análise \n\nradiográfica avaliaram os resultados do enxerto ósseo autógeno e vidro bioativo, \n\n\n\n2 Revisão de Literatura 43\n\nassociados ou não ao leukocyte-poor platelet-rich plasma (LP-PRP) nos seios \n\nmaxilares de 20 coelhos. O período de avaliação foi de 90 dias pós-cirurgia. A \n\nanálise dos dados histomorfométricos e radiográficos mostrou que os melhores \n\nresultados foram alcançados com o osso autógeno, em relação ao vidro bioativo ou \n\nà associação destes materiais com o PRP. Concluíram que o osso autógeno deve \n\nser considerado o material de escolha para a enxertia em cirurgias de levantamento \n\nde seio maxilar.  \n\n \n\n\n\n \n\n\n\n \n\n3 PROPOSIÇÃO \n  \n\n\n\n \n\n  \n\n\n\n3 Proposição 47\n\n3  PROPOSIÇÃO \n\n \n\n \nO objetivo deste trabalho foi avaliar comparativamente a formação óssea \n\nsinusal após cirurgia de levantamento de seio maxilar em coelhos tratados com: 1) \n\ncerâmica bifásica HA/TCP porosa na proporção de 70:30, 2) osso inorgânico Bio-\n\nOss® e 3) osso autógeno, todos associados ou não ao plasma rico em plaquetas \n\n(PRP) , durante os períodos experimentais de 30, 60 e 180 dias pós-cirurgia. \n\nOs objetivos específicos são: \n\n• avaliar pela microtomografia de raios X o volume, altura do seio maxilar e \n\nmodificações no seu conteúdo de preenchimento (enxerto e osso \n\nneoformado) nos diferentes grupos e períodos experimentais; \n\n• avaliar histologicamente a resposta tecidual e a formação óssea frente \n\naos três tipos de materiais de preenchimento associados ao sangue ou \n\nao PRP; \n\n• avaliar histomorfometricamente a densidade de volume do \n\nenxerto/biomaterial, tecido conjuntivo, tecido ósseo neoformado e medula \n\nóssea nos diferentes grupos e períodos experimentais. \n\n• avaliar indiretamente o volume total do enxerto/biomaterial, tecido \n\nconjuntivo, tecido ósseo neoformado e medula óssea nos diferentes \n\ngrupos e períodos experimentais. \n\nCom os dados obtidos pretende-se verificar: \n\n• qual dos três materiais promoveu o maior ganho de formação óssea; \n\n• e se a associação do PRP ao tratamento favoreceu a ação de algum dos \n\nmateriais testados no ganho e manutenção de volume ósseo. \n\n \n\n\n\n \n\n\n\n \n\n4 MATERIAL E MÉTODOS \n  \n\n\n\n \n\n  \n\n\n\n4 Material e Métodos 51\n\n4  MATERIAL E MÉTODOS \n\n \n\n \n4.1  MATERIAIS DE PREENCHIMENTO UTILIZADOS \n \n\n \n\nPara a pesquisa, foram utilizados os seguintes materiais (Figura 1): \n\n• osso autógeno córtico-medular triturado obtido da calvária dos animais; \n\n• cerâmica bifásica de hidroxiapatita e fosfato tricálcio porosa na proporção \n\n70/30 (HA/TCPp) – em desenvolvimento (Baumer S.A., Mogi Mirim, SP, \n\nBrasil, Lote 4052380, com granulação 0,5-0,75 mm); \n\n• matriz óssea bovina inorgânica (desproteinizada a 300ºC) – Bio-Oss® \n\n(Geistlich Pharma AG, Wolhusen, Suíça, Lote 00120428 granulação de \n\n0,25-1,0 mm); \n\n• e membrana de osso cortical bovino reabsorvível – Gen-Derm® (Baumer \n\nS.A., Mogi Mirim, SP, Brasil, com registro ANVISA nº 103.455.00007, \n\nLote: 4076638), para a cobertura do acesso ósseo de cada seio. \n\n \n\n \nFigura 1 -  Enxerto e biomateriais utilizados no \n\nvolume de 0,2 mL \n\n \n\n \n\n \n\n\n\n4 Material e Métodos 52\n\n4.2  PLASMA RICO EM PLAQUETAS (PRP) \n\n \n\n4.2.1  Protocolo de obtenção do PRP \n\n \n\nApós anestesia geral, foi realizada a punção cardíaca utilizando-se uma \n\nseringa de 20 mL acoplada a agulha 30 X 0,80 mm, obtendo-se 11 mL de sangue de \n\ncada animal. Deste volume, 2 mL do sangue foi transferido para um tubo contendo \n\n3,6 mg de EDTA K2 (BD Vacumtainer Ref 367841) e 9 mL foi transferido igualmente \n\npara dois tubos de vidro estéreis contendo citrato de sódio tamponado a 0,105 M \n\n(BD Vacumtainer Ref 369714). A preparação do PRP foi realizada por um único \n\nprofissional com paramentação cirúrgica (avental, gorro, máscara e luvas e óculos) \n\nde acordo com as recomendações feitas por Marx (2004).  \n\nA obtenção do PRP foi realizada por centrifugação do sangue de acordo \n\ncom o protocolo utilizado por Suaid et al. (2008). A separação celular dos elementos \n\ndo sangue coletado foi feita por uma primeira centrifugação, utilizando-se uma \n\ncentrífuga laboratorial (Modelo 80-2B, CentriBio). Os tubos (Figura 2A) foram \n\ncentrifugados a 200 g (1200 rpm) por 10 minutos resultando em três componentes \n\nbásicos: células vermelhas do sangue (CV) (fundo do tubo), PRP (meio do tubo) e \n\nplasma pobre em plaquetas (PPP) (parte superior do tubo) (Figura 2B). A seguir com \n\no auxílio de uma pipeta a parte superior do tubo contendo o plasma e os leucócitos \n\n(2 mL) foi separada da parte inferior, contendo as células vermelhas sanguíneas, o \n\nconteúdo pipetado foi então transferido para um tubo de plástico para soro (BD \n\nVacumtainer Ref 367812), sem anticoagulante, para uma segunda centrifugação a \n\n200 g (1200 rpm) por 15 minutos (Figura 2C) separando todo o PPP da substância \n\nremanescente corresponde ao PRP (cerca de 0,5 mL) (Figura 2D). O PRP foi então \n\ncoletado com o auxílio de uma micropipeta de 1000 µL e transferido para um tubo \n\nestéril contendo o biomaterial onde foi acrescentado 0,06 mL de solução de cloreto \n\nde cálcio a 10% na proporção de 1:8 (Figura 2E). O tubo foi levado ao banho-maria \n\na 37°C, por cerca de 10 minutos até que ocorresse a geleificação (Figura 2F) e o \n\nconteúdo pudesse ser aplicado no seio maxilar. \n\n \n\n\n\n4 Material e Métodos 53\n\n \n\nFigura 2 -  A- Sangue total; B- Após a primeira centrifugação: células vermelhas \ndo sangue (CV) (fundo do tubo), PRP (meio do tubo) e plasma pobre \nem plaquetas (PPP) (parte superior do tubo); C- Plasma e os \nleucócitos (2 mL); D- Após a segunda centrifugação: o PPP e a \nsubstância remanescente correspondente ao PRP; E- Adição de \n0,06 mL da solução de cloreto de cálcio 10% na proporção de 1:8; \nF- Biomaterial e PRP após a geleificação \n\n \n\n \n\n4.2.2  Contagem das plaquetas no sangue total, PRP e PPP \n\n \n\nDe cada animal foi obtido 0,5 mL de PPP e 1 mL de PRP. Destes, 0,5 mL de \n\nPRP foi adicionado ao material e geleificado para posterior preenchimento do seio \n\nmaxilar, e 0,5 mL de PRP e 0,5 mL de PPP acondicionados em tubos de 0,6 mL \n\n(Figura 3B) e enviados ao laboratório de análises clínicas do Hospital de \n\nReabilitação de Anomalias Craniofaciais (HRAC-USP) para determinação do número \n\nde plaquetas. Além disso, foi obtido 2 mL de sangue de cada animal e colocados em \n\num tubo contendo 3,6mg de EDTA K2 (BD Vacumtainer Ref 367841) para posterior \n\navaliação do número de plaquetas pela determinação do hemograma completo \n\n(Figura 3A). Estas análises foram realizadas no analisador hematológico Horiba-Abx, \n\nmodelo Pentra 80, sob a supervisão do responsável técnico Luiz Henrique \n\nMarchesano. \n\n\n\n4 Material e Métodos 54\n\n \n\nFigura 3 - A- Amostra de sangue total; B- 0,5 mL de PRP e 0,5 mL de PPP \n\n \n\n \n4.3  SELEÇÃO DOS ANIMAIS E GRUPOS EXPERIMENTAIS \n\n \n\nApós o projeto ter sido aprovado pelo Comitê de Ética e Pesquisa com \n\nAnimais (CEEPA-Proc. N? 039/2011) a parte experimental foi realizada. Para este \n\nexperimento foram utilizados 54 coelhos adultos (Oryctolagus cuniculus, New \n\nZealand White) machos, adquiridos no Setor de Cunicultura da Fazenda Lageado da \n\nFaculdade de Medicina Veterinária e Zootecnia – UNESP – Campus de Botucatu. \n\nOs animais, após chegarem ao Biotério Central da Faculdade de Odontologia de \n\nBauru, passaram por um período de quarentena supervisionado, para o ganho de \n\npeso e a verificação de possíveis alterações de comportamento e de consumo de \n\nração. Os coelhos foram confinados individualmente em gaiolas de aço e \n\nalimentados antes e durante o experimento com ração sólida triturada e água a \n\nvontade, exceto nas 12 horas pré-operatórias. As cirurgias dos animais foram \n\nrealizadas quando estes estavam com cerca de 140 dias de idade e com massa \n\ncorporal entre 3,5 a 4,5 kg. Foram utilizados somente coelhos machos para evitar a \n\ninfluência das variações hormonais no processo de reparo.  \n\nCada coelho, do total de 54, recebeu em cada seio maxilar o \n\nenxerto/biomaterial, no volume de 0,2 mL (Figura 1), sendo que um dos seios foi \n\npreenchido com material de preenchimento e 0,5 mL de sangue (SG) e o \n\ncontralateral com material de preenchimento e 0,5 mL de PRP. Os grupos \n\nexperimentais foram: 1) HA/TCPp/SG - HA/TCPp hidratado com sangue, 2) \n\nHA/TCPp/PRP - HA/TCPp associado ao PRP, 3) AUT/SG - osso autógeno \n\npreviamente triturado hidratado com sangue, 4) AUT/PRP - osso autógeno \n\npreviamente triturado associado ao PRP, 5) Bio-Oss/SG - Bio-Oss® hidratado com \n\n\n\n4 Material e Métodos 55\n\nsangue e 6) Bio-Oss/PRP - Bio-Oss® associado ao PRP. No total foram avaliados 18 \n\nseios maxilares de cada tipo de tratamento, divididos em 3 períodos (30, 60 e 180 \n\ndias). O osso autógeno córtico-medular utilizado aqui, foi removido da calota \n\ncraniana. \n\n \n\n \n4.3.1  Intervenções cirúrgicas \n\n \n\nAs cirurgias foram realizadas com os animais sob anestesia geral obtida pela \n\naplicação inicial do relaxante muscular cloridrato de xilazina (AgriBrands Ltda.) na \n\ndose de 10mg/kg por via intramuscular, seguida após 10 minutos por injeção pela \n\nmesma via de cloridrato de quetamina (Dopalen AgriBrands Ltda.) na dose de \n\n50mg/kg, conforme especificações do The Institutional Animal Care and Use \n\nCommittee (IACUC) (2010). Após a tricotomia da região da face e do crânio e \n\nantissepsia com solução aquosa de polivinilpirrolidona (PVP-I tópico) (Figura 4A), \n\numa incisão em meia lua de 3 cm foi feita na pele da região do crânio (Figura 4B). O \n\nperiósteo foi descolado expondo a superfície óssea do crânio e com uma broca \n\ntrefina de 8 mm de diâmetro (Figura 4C), sob irrigação constante com solução salina \n\nfisiológica estéril, foram realizados dois defeitos na região da calota craniana para a \n\nretirada de cerca de 0,2 mL de osso autógeno de cada lado (Figura 4D). Após a \n\ncoleta do enxerto autógeno este foi triturado com o auxílio de um alveolótomo \n\n(Figura 4E). \n\nApós a obtenção do enxerto autógeno, uma incisão em meia lua de 5 cm foi \n\nrealizada no tegumento da região nasal. O periósteo foi descolado (Figura 5A) e com \n\numa broca trefina de 4 mm de diâmetro (Figura 5B), sob irrigação de solução salina \n\nestéril abundante, foi perfurada uma janela cerca de 2 cm abaixo da sutura \n\nnasofrontal e 0,5 cm para lateral da sutura internasal de cada lado do animal. Após a \n\nremoção dos tampões ósseos para acesso aos seios maxilares superiores direito e \n\nesquerdo (Figura 5C), a membrana sinusal de cada seio foi delicadamente elevada \n\ncom a utilização de uma cureta de dentina para prevenir perfuração e para \n\npossibilitar o preenchimento com os materiais conforme cada grupo de tratamento \n\n(Figura 5D). \n\n\n\n4 Material e Métodos 56\n\nApós o preenchimento da cavidade sinusal colocou-se sobre a abertura de \n\ncada seio, uma membrana de osso cortical bovino reabsorvível (Gen-Derm®, \n\nBaumer S.A., Mogi Mirim, Brasil, RMS: 103.455.00007) para prevenir a invasão do \n\nlocal por outro tecido vizinho (Figura 5E). A sutura no local foi realizada com fio de \n\nseda 4-0 (Figura 5F).  \n\n \n\n \n\nFigura 4 -  A- Animal após tricotomia e antissepsia; B- Incisão em meia lua \nde 3 cm na pele da região do crânio e descolamento do periósteo; \nC e D- Realização de dois defeitos na região da calota craniana \ncom broca trefina de 8 mm para a retirada de osso autógeno; E- \nEnxerto autógeno triturado \n\n \n\n\n\n4 Material e Métodos 57\n\n \nFigura 5 -  A- Incisão na pele e descolamento do periósteo; B- Acesso ao \n\nseio maxilar esquerdo; C- Acesso bilateral aos seios maxilares \ndireito e esquerdo; D- Preenchimento do seio maxilar; E- \nRecobrimento das aberturas com membrana; F- Sutura da pele \ncom fio de seda 4-0 \n\n \n\n \n4.3.2  Cuidados pós-operatório \n\n \n\nApós a cirurgia foi aplicado 10mg/kg do antibiótico enrofloxacino 2,5% \n\n(Flotril® 2,5%; Intervet - Schering-Plough, Rio de Janeiro, Brasil) durante 7 dias e \n\n0,1 mL por kg de peso do anti-inflamatório ketoprofeno (Ketofen® 1%, Merial, Brasil) \n\ndurante 3 dias. Ambos os medicamentos foram administrados por via subcutânea. \n\nDurante os 7 dias do pós-operatório a ferida cirúrgica foi tratada com Rifocina® spray \n\ne após esse período os pontos foram removidos. \n\n \n\n\n\n4 Material e Métodos 58\n\n4.3.3  Sacrifício dos animais e obtenção das peças \n\n \n\nApós os períodos de 30, 60 e 180 dias (18 animais por período), os animais \n\nforam previamente sedados com a mistura de xilazina e quetamina na dose de \n\n1 mL/Kg e a seguir submetidos a injeção letal intracardíaca de cloreto de potássio a \n\n19% de acordo com a resolução número 714 do Conselho Federal de Medicina \n\nVeterinária. As amostras contendo os seios foram colhidas e fixadas em formalina \n\n10% em tampão fosfato pH 7,2 por uma semana. \n\n \n\n \n4.4  MICROTOMOGRAFIA COMPUTADORIZADA \n\n \n\n4.4.1  Obtenção das imagens e reconstrução digital \n\n \n\nAs peças foram submetidas a uma varredura de feixe de raios X em um \n\nmicrotomógrafo (MicroCT) modelo 1176 (Skyscan, Bélgica) na Faculdade de \n\nOdontologia de Araraquara – UNESP - Campus de Araraquara. A fonte de feixes de \n\nraios X foi operada a 80 kV e a 300 µA. Foi utilizado um filtro de Cu + Al e a amostra \n\nfoi rotacionada a 180°, com um rotation step de 0,5°, gerando um tempo de \n\naquisição de 15 minutos por amostra. Cada região de interesse foi reconstruída \n\nutilizando o software NRecon 1.6.1.5 (SkyScan, Belgium) mantendo-se sempre o \n\nmesmo padrão de reconstrução.  \n\n \n\n \n4.4.2  Análises bidimensionais e tridimensionais de cada seio maxilar \n\n \n\n4.4.2.1  Análise da altura do seio maxilar (2D) \n\n \n\nUtilizando um software bidimensional DataViewer 1.4.3.1 (SkyScan, \n\nBelgium) foi realizado o alinhamento das imagens para obtenção de um corte sagital \n\ndo centro do seio maxilar (Figura 6). Neste corte, foram realizadas 5 medidas da \n\naltura em mm (Figura 7) e em seguida obtidas as médias. Através deste mesmo \n\nprograma foram obtidas imagens individuais nos planos sagital, coronal e transaxial. \n\n\n\n4 Material e Métodos 59\n\nAlém das imagens individuais, foi obtido um grupo de imagens no plano coronal \n\nreconstruídas e alinhadas para posterior avaliação do volume do seio maxilar no \n\nsoftware CTAn. \n\n \n\n \nFigura 6 - Software DataViewer utilizado para as análises bidimensionais mostrando o \n\nalinhamento transaxial, coronal e sagital  \n\n\n\n4 Material e Métodos 60\n\n \nFigura 7 -  Imagens do Software DataViewer mostrando como foi realizada a medição da \n\naltura do seio maxilar \n\n \n\n \n4.4.2.2  Análise volumétrica (3D) \n\n \n\nA mensuração do volume do seio maxilar foi obtida utilizando um software \n\nespecifico CTAn 1.10.1.0 (SkyScan, Belgium), seguindo a seleção de uma área de \n\ninteresse (ROI foi selecionado manualmente) posicionado entre o início do seio \n\n\n\n4 Material e Métodos 61\n\nmaxilar preenchido e seu final. Assim, o volume total (VT) em mm3 de cada seio \n\nmaxilar foi obtido, conforme ilustrado na Figura 8. \n\n \n\n \nFigura 8 -  A- Seleção da área para avaliação do volume do \n\nseio maxilar; B- Imagem do Software CTAn \nmostrando a realização da análise 3D para a \nobtenção do volume do seio maxilar \n\n \n\n \n\n4.5  PROCESSAMENTO HISTOLÓGICO \n\n \n\nApós serem submetidas a obtenção das radiografias e das microtomografias \n\ncomputadorizadas, as peças foram lavadas em água corrente por 24 horas e \n\ncolocadas em solução de EDTA (solução contendo 4,13% de Tritriplex III Merck? e \n\n0,44 de hidróxido de sódio) a temperatura de 2 a 8°C, por um período de \n\n\n\n4 Material e Métodos 62\n\naproximadamente 80 dias, sendo realizadas trocas semanais. As peças \n\ndesmineralizadas foram processadas histologicamente para inclusão em Histosec-\n\nMerck? e cortes alternados de 5 µm de espessura (espaçamento de 100 µm) foram \n\nobtidos e corados pela hematoxilina-eosina (LUNA, 1968). \n\n \n\n \n4.6  ANÁLISE HISTOLÓGICA DESCRITIVA \n\n \n\nOs cortes histológicos foram examinados em um microscópio binocular \n\nAxioskop 2 (Carl Zeiss). A ocorrência dos seguintes eventos foram consideradas: a) \n\nintegridade da membrana sinusal; b) presença de infiltrado inflamatório, c) formação \n\nde tecido ósseo e conjuntivo ao redor das partículas enxertadas; d) presença de \n\ncélulas reabsortivas na superfície do material enxertado; e f) grau de maturidade do \n\ntecido ósseo formado. \n\nAs fotomicrografias foram obtidas em no microscópio Olympus BX-50 \n\n(Olympus Corporation, Tokyo, Japan) com câmera fotográfica acoplada (Olympus \n\nDP-71) e software Image-Pro Plus® 6.0 (Media Cybernetics; Bethesda, MD, USA). \n\n \n\n \n4.7  ANÁLISE HISTOMORFOMÉTRICA \n\n \n\n4.7.1  Casualização dos cortes histológicos \n\n \n\nTodos os métodos estereológicos são baseados em princípios geométricos \n\nestatísticos, derivados da probabilidade em que imagens da estrutura na secção \n\nhistológica coincidam com um sistema-teste apropriado. \n\nDeste modo, o ponto central nesses métodos está na casualização das \n\namostras, ou seja, a escolha das amostras do tecido a serem confrontadas com o \n\nsistema-teste, deve ser realizada por um método que elimine a ocorrência de vício \n\nna amostragem. Para tanto, de cada peça histológica foram obtidas 6 lâminas \n\ncontendo 3 cortes semi-seriados cada uma. Por meio de sorteio foram escolhidas 3 \n\nlâminas para serem utilizadas e de cada lâmina selecionado um 1 corte histológico. \n\n\n\n4 Material e Métodos 63\n\nToda extensão do seio maxilar preenchido foi avaliado em cada corte histológico \n\nselecionado. \n\n \n\n \n\n4.7.2  Avaliação morfométrica da densidade de volume \n\n \n\nA densidade de volume (Vvi) é definida como a fração ou percentual de \n\nvolume do todo (enxerto/biomaterial + tecido reacional) ocupada por um determinado \n\nconstituinte do todo (enxerto/biomaterial, tecido conjuntivo, tecido ósseo e medula \n\nóssea).  A densidade de volume foi avaliada pela técnica de volumetria relativa de \n\ncontagem de pontos usando um retículo de integração II Zeiss composta de 10 \n\nlinhas paralelas e 100 pontos numa área quadrangular colocada em uma ocular Kpl \n\n8x Zeiss. No microscópio com objetiva 20x e ocular Kpl 8x a imagem do retículo foi \n\nsuperposta a campos histológicos por todo o seio maxilar preenchido (WEIBEL, \n\n1969) e os seguintes dados foram anotados: o número de pontos (pi) que caíam \n\nsobre cada constituinte (i) e sobre a loja cirúrgica inteira (P). A densidade de volume \n\n(Vvi) de cada tipo de estrutura foi calculada pela relação: Vvi = Ppi = pi/P (WEIBEL, \n\n1969). \n\n \n\n \n\n4.7.3  Avaliação do volume total de cada estrutura (Vti)  \n\n \n\nDevido ao fato do tecido ósseo neoformado ter densidade radiográfica muito \n\npróxima ou similar aos biomateriais e especialmente ao enxerto autógeno não foi \n\npossível realizar uma quantificação volumétrica direta com precisão, das estruturas \n\n(enxerto/biomaterial, tecido ósseo) através do MicroCT. Assim, os dados \n\nquantitativos foram obtidos indiretamente utilizando-se nos cálculos, o volume total \n\n(VT) de cada seio maxilar obtido no MicroCT e a densidade de volume (Vvi) de cada \n\nestrutura (i) obtida pela morfometria. O volume total de cada estrutura (Vti) no interior \n\ndo seio maxilar foi calculado pela seguinte regra: Vti = (VTxVvi)/100. \n\n \n\n \n\n\n\n4 Material e Métodos 64\n\n4.7.4  Determinação do número de osteoclastos por mm2 no tecido ósseo \n\nneoformado \n\n \n\nO número de osteoclastos/mm2 no tecido ósseo neoformado foi determinado \n\nutilizando uma objetiva de 20x e uma grade quadrangular acoplada a ocular \n\nperfazendo uma área de 0,25 mm2. Em 80 campos selecionados por amostragem \n\nsistemática (WEIBEL, 1969) foram contados o número de imagens de secções de \n\nosteoclastos (Nm), somente aquelas secções contendo 2 ou mais núcleos (ou seja, \n\nsecções das células próximas do seu centro), localizados na superfície do osso \n\nneoformado. Conhecendo-se a área total analisada (A= 0,25 mm2 x 80 campos = 20 \n\nmm2) e o número de imagens de osteoclastos contados nessa área, o número de \n\nosteoclastos/mm² de tecido do seio preenchido foi calculado por uma simples regra \n\nde três. \n\n \n\n \n\n4.7.5  Determinação do número de osteoclastos/células gigantes \n\nmultinucleadas (CGM) por mm2 no biomaterial/enxerto \n\n \n\nO número de osteoclastos/CGM/mm2 na superfície do biomaterial/enxerto foi \n\ndeterminado utilizando a mesma metodologia utilizada para avaliação do número de \n\nosteoclastos/mm2 no tecido ósseo neoformado (item 4.7.4).  \n\n \n\n \n\n4.8  ANÁLISE ESTATÍSTICA \n\n \n\nNa análise estatística dos dados quantitativos obtidos, avaliou-se \n\nprimeiramente a homogeneidade das variâncias para cada variável pelo teste de \n\nHartley, Cochran e Bartlett. Em seguida, os dados foram comparados pela análise \n\nde variância (ANOVA) a três critérios (material de enxerto, tratamento com PRP ou \n\nsangue e período de tratamento). Para as variáveis que apresentaram diferenças, ou \n\nseja, significância estatística com p?0,05, as médias foram contrastadas entre si pelo \n\nteste de Tukey. Todos os testes foram efetuados utilizando o software Statistica \n\n(Version 10.0; StatSoft Inc., Tulsa, OK, USA), adotando-se um nível de significância \n\nde p<0,05. \n\n\n\n \n\n5 RESULTADOS \n  \n\n\n\n \n\n  \n\n\n\n5 Resultados 67\n\n5  RESULTADOS \n\n \n\n \n5.1  MASSA CORPORAL \n\n \n\nA massa corporal dos coelhos no dia da cirurgia (MCi) e ao término de cada \n\nperíodo experimental (MCf), assim como os resultados da análise estatística estão \n\napresentados na Tabela 1. A análise dos dados mostra que a massa corporal inicial \n\n(MCi), obtida no dia da cirurgia foi similar nos animais em todos os períodos \n\nexperimentais, sendo em média de 3,97 ± 0,30 Kg. A massa corporal dos animais \n\naos 30 dias não aumentou (MCi = MCf), enquanto que, os animais dos períodos de \n\n60 e 180 dias apresentaram ganho significante de massa corporal (MCf > MCi) de, \n\nrespectivamente, 190 e 250 g. \n\n \n\nTabela 1 -  Média e desvio padrão da massa corporal (Kg) dos animais no dia da cirurgia (MCi) e ao \ntérmino de cada período experimental (MCf). Comparação entre períodos ANOVA um \ncritério e comparação entre a MCi e MCf pelo teste “t” pareado \n\nPeríodo Experimental em dias \nMCi \n(Kg) \n\nMCf \n(Kg) \n\nTeste “t” pareado “p” \n\n30  3,8 ± 0,25 3,8 ± 0,43\na\n 0,87568 \n\n60  4,0 ± 0,32\na\n 4,2 ± 0,35\n\nb \n0,00102 \n\n180  4,0 ± 0,27\na\n 4,3 ± 0,30\n\nb\n 0,00204 \n\nAnova “p” 0,05195 0,00130  \n\n18 animais/período \n\nLetras diferentes p<0,05. \n\n \n\n5.2  NÚMERO TOTAL DE PLAQUETAS \n\n \n\nOs dados laboratoriais de número total de plaquetas e as respectivas \n\nanálises estatísticas estão apresentados na Tabela 2. A análise dos dados mostra \n\nque o número total de plaquetas no sangue total (NPla-ST) foi similar entre os \n\ngrupos de coelhos de cada período, sendo em média de 275,4 ± 48,18 x103/mm3. O \n\nmesmo ocorreu para número total de plaquetas no PRP (NPla-PRP) com média de \n\n1443,7 ± 422,14 e no PPP (NPla-PPP) com média de 6,7 ± 4,35 indicando \n\nsemelhante volume plaquetário médio no sangue coletado de todos os animais e no \n\n\n\n5 Resultados 68\n\nPRP e PPP obtidos. O percentual de aumento de plaquetas no PRP foi de 439,65% \n\ncomparado ao do ST. \n\n \n\nTabela 2 - Média e desvio padrão do NPla-ST (x10\n3\n/mm\n\n3\n), NPla-PRP (x10\n\n3\n/mm\n\n3\n) e NPla-PPP \n\n(x10\n3\n/mm\n\n3\n) e o percentual de aumento de plaquetas no PRP em relação ao sangue total \n\n(%). Comparação entre períodos One-way ANOVA \n\nPeríodo em dias \nNPla-ST \n\n(x10\n3\n/mm\n\n3\n) \n\nNPla-PRP \n(x10\n\n3\n/mm\n\n3\n) \n\nNPla-PPP \n(x10\n\n3\n/mm\n\n3\n) \n\nPercentual de \naumento PRP (%) \n\n30  293,1 ± 44,07 1552,3 ± 463,44 8,4 ± 4,48 428,8 ± 122,26 \n\n60  251,7 ± 38,95 1253,8 ± 349,75 6,1 ± 3,10 450,4 ± 122,14 \n\n180  281,4 ± 61,54 1525,1 ± 453,24 5,6 ± 5,47 439,8 ± 101,48 \n\nANOVA \"p\" 0,11973 0,78539 0,30293 0,44784 \n\n18 animais/período \n\n \n\n \n\n5.3  AVALIAÇÃO MICROTOMOGRÁFICA \n\n \n\n5.3.1  Padrão das imagens obtidas ao MicroCT nos diferentes períodos e \n\ngrupos experimentais \n\n \n\nNo grupo AUT (Figura 9) aos 30 dias, as imagens microtomográficas \n\nmostram na zona do reparo presença de grandes partículas de enxerto autógeno \n\n(Figura 9 A e D), apresentando radiopacidade intermediária, entremeadas por finas \n\ntrabéculas ósseas (seta amarela) de radiopacidade similar à do enxerto, sendo mais \n\nevidentes nos tratados com PRP. A presença de partículas de enxerto tende a \n\ndiminuir no período de 60 dias e praticamente desaparecem aos 180 dias, sendo \n\neste processo mais acentuado nos animais tratados com PRP. Por outro lado, as \n\ntrabéculas ósseas se tornam mais espessas e escassas. Aos 180 dias foram \n\nobservadas grandes áreas radiolúcidas no interior do seio maxilar correspondentes a \n\ntecido mole.  \n\nComo já salientado no capítulo anterior devido a similaridade densitométrica \n\nentre o enxerto autógeno e o tecido ósseo não foi possível realizar as quantificações \n\nutilizando o software CTAn. \n\n \n\n \n\n\n\n5 Resultados 69\n\n \nFigura 9 - Cortes sagitais dos seios maxilares preenchidos com enxerto autógeno e \n\nsangue (A, B, C) e enxerto autógeno e PRP (D, E, F) obtidos no programa \nDataViewer. Observar aos 30 dias grandes partículas de osso autógeno \n(seta vermelha), e espaços entre elas preenchidos por finas trabéculas \nósseas (seta amarela), sendo mais evidente no grupo tratado com PRP. Aos \n60 e 180 dias ocorre gradual redução das partículas de osso autógeno (seta \nvermelha) com formação de trabéculas ósseas (seta amarela) mais \nespessas, porém menos frequentes \n\n \n\nNo grupo Bio-Oss (Figura 10) o padrão evolutivo das imagens ao MicroCT \n\nnão diferiu quanto ao tratamento. Assim, em ambos os grupos o seio maxilar \n\nmostrou-se preenchido por grande quantidade de material com radiopacidade \n\nlevemente superior a do tecido ósseo remanescente e com pouco espaço \n\nradiolúcido entre eles. O material radiopaco mostrou tamanho menor em relação às \n\npartículas do enxerto AUT e HA/TCPp. Os espaços radiolúcidos diminuem entre 30 \n\ne 60 dias indicando um aumento na formação óssea. Aos 180 dias, houve um \n\naumento da radiopacidade e do tamanho das partículas, provavelmente devido ao \n\nmaior grau de mineralização do tecido ósseo neoformado em relação aos períodos \n\nanteriores. Neste período, as áreas radiolúcidas entre as partículas aumentaram \n\nprovavelmente em decorrência da remodelação óssea e formação de medula óssea.  \n\n \n\n\n\n5 Resultados 70\n\n \nFigura 10 - Cortes sagital do seio maxilar preenchido com Bio-Oss\n\n®\n e sangue (A, B, C) \n\ne Bio-Oss\n®\n e PRP (D, E, F) obtidos no programa DataViewer. Observar \n\npresença de biomaterial de radiopacidade levemente superior a do tecido \nósseo remanescente. Presença de pouco espaço radiolúcido entre as \npartículas de material \n\n \n\nNo grupo HA/TCPp (Figura 11), como no grupo Bio-Oss, o padrão evolutivo \n\nda imagens microtomográficas não diferiu quanto ao tratamento. Em ambos, as \n\npartículas de biomaterial apresentaram radiopacidade elevada, sendo facilmente \n\ndistinguidas do tecido ósseo. Aos 30 dias, pequenas áreas de formação óssea, com \n\nradiopacidade intermediária, estavam presentes na superfície das partículas de \n\ncerâmica. O conjunto biomaterial-tecido ósseo estava circundado por áreas \n\nradiolúcidas referentes ao tecido mole. Entre 30 e 180 dias, as áreas radiopacas \n\nreferentes ao tecido ósseo aumentaram gradualmente ocupando os espaços \n\nradiolúcidos entre as partículas. \n\n \n\n\n\n5 Resultados 71\n\n \nFigura 11 - Cortes sagital do seio maxilar preenchido com HA/TCPp e sangue (A, B, C) \n\ne HA/TCPp e PRP (D, E, F) obtidos no programa DataViewer. Pode-se \nobservar que as partículas de biomaterial (seta vermelha) em todos os \nperíodos apresentam radiopacidade elevada. Aos 30 dias, pequenas áreas \nde formação óssea (seta amarela) pode ser observada ao redor das \npartículas de biocerâmica. Nos períodos de 60 e 180 dias ocorre um \naumento significante na formação óssea (seta amarela) \n\n \n\n \n5.3.2 Volume total do seio maxilar preenchido com os diferentes biomateriais \n\ne enxerto \n\n \n\nA análise da Figura 12, dos resultados estatísticos nas Tabelas 3 e 4 e do \n\ngráfico na Figura 13 mostrou que o volume do seio maxilar preenchido com os \n\ndiferentes materiais apresentou interação período x material, porém não ocorreram \n\ndiferenças significantes entre período x tratamento. Aos 30 dias o volume do seio \n\nmaxilar foi similar entre os diferentes grupos, sendo em média de 141,8 mm3. Entre \n\n30 e 180 dias o volume do seio maxilar, manteve-se constante nos grupos Bio-Oss e \n\nHA/TCPp, enquanto que, no grupo AUT o volume reduziu drasticamente passando \n\nde 118,9 mm³ aos 60 dias para 92,5 mm3 aos 180 dias. \n\n \n\n\n\n5 Resultados 72\n\n \nFigura 12 -  Imagens do volume do seio maxilar preenchido dos animais nos \n\ndiferentes grupos e períodos experimentais \n \n\n\n\n5 Resultados 73\n\nTabela 3 - Comparação entre o volume do seio maxilar preenchido dos animais tratados com os \ndiferentes materiais associados ou não ao PRP nos diferentes períodos experimentais \npela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 0,732 2 0,484428 \n\nMaterial 35,052 2 0,000000 \n\nTratamento 6,013 1 0,016626 \n\nPeríodo x Material 8,334 4 0,000014 \n\nPeríodo x Tratamento 0,414 2 0,662625 \n\nMaterial x Tratamento 1,098 2 0,339111 \n\nPeríodo x Material x Tratamento 0,837 4 0,505971 \n\n \n\nTabela 4 - Média e desvio-padrão do volume do seio maxilar preenchido com os diferentes materiais \nnos períodos experimentais avaliados. Teste de Tukey aplicado para a interação período e \nmaterial \n\nPeríodo em dias \n\nTUKEY (período x material) \n\nAUT \nmm³ \n\nBio-Oss \nmm³ \n\nHA/TCPp \nmm³ \n\n30  138,7 ± 14,68\na,c\n\n 142,4± 17,72\na,b,c\n\n 144,3 ± 17,19\na,b,c\n\n \n\n60  118,9 ± 23,36\nc,d\n\n 146,4 ± 26,99\na,b,c\n\n 171,8± 16,75\nb\n \n\n180  92,5 ± 32,06\nd\n 152,7 ± 28,10\n\na,b\n 171,7 ± 13,43\n\nb\n \n\nLetras diferentes p<0,05. \n\n \n\n \n\nFigura 13 - Gráfico da média e desvio padrão do volume do seio maxilar \npreenchido (mm\n\n3\n) dos animais nos diferentes grupos e períodos \n\nexperimentais \n\n\n\n5 Resultados 74\n\n5.3.3  Altura da área reconstruída com os diferentes biomateriais e enxerto \n\n \n\nA análise dos resultados estatísticos das Tabelas 5 e 6 e do gráfico da \n\nFigura 14 mostra que a altura do seio maxilar preenchido apresentou interação \n\nquando comparados período x material. Aos 30 dias, a altura do seio maxilar foi \n\nsimilar entre os diferentes grupos, sendo em média de 4,99 mm. Entre 30 e 180 dias \n\na altura do seio maxilar, manteve-se constante nos grupos Bio-Oss e HA/TCPp, \n\nenquanto que, no grupo AUT reduziu drasticamente entre 60 e 180 dias passando \n\npara 3,63 mm aos 180 dias (perda de aproximada de 1 mm em altura).  \n\n \n\nTabela 5 -  Comparação entre a altura do seio maxilar preenchido dos animais tratados com os \ndiferentes materiais associados ou não ao PRP nos diferentes períodos experimentais \npela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 7,718 2 0,000919 \n\nMaterial 31,149 2 0,000000 \n\nTratamento 0,871 1 0,353856 \n\nPeríodo x Material 4,119 4 0,004625 \n\nPeríodo x Tratamento 2,451 2 0,093379 \n\nMaterial x Tratamento 1,274 2 0,286066 \n\nPeríodo x Material x Tratamento 0,350 4 0,843296 \n\n \n\nTabela 6 - Média e desvio-padrão da altura do seio maxilar preenchido com os diferentes materiais \nnos períodos experimentais avaliados. Teste de Tukey aplicado para a interação período e \nmaterial \n\nPeríodo em dias \n\nTUKEY (período x material) \n\nAUT \nmm \n\nBio-Oss \nmm \n\nHA/TCPp \nmm \n\n30 4,6 ± 0,56\na,b\n\n 5,0 ± 0,61\na,c\n\n 5,3 ± 0,72\na,c\n\n \n\n60 5,0 ± 0,57\na,c\n\n 6,0 ± 1,02\nc\n 6,0 ± 0,37\n\nc\n \n\n180 3,6 ± 1,13\nb\n 5,6 ± 0,58\n\na,c\n 6,0 ± 0,62\n\nc\n \n\nLetras diferentes p<0,05. \n \n\n\n\n5 Resultados 75\n\n \n\nFigura 14 - Gráfico da média e desvio padrão da altura do seio maxilar \npreenchido (mm) dos animais nos diferentes grupos e períodos \nexperimentais \n\n \n\n \n\n5.4  RESULTADOS HISTOLÓGICOS \n\n \n\n5.4.1  Período de 30 dias \n\n \n\nNo grupo AUT em ambos os tratamentos, SG (Figura 15 A-C) e PRP (Figura \n\n15 D-F), o seio maxilar apresentou contorno irregular devido à variedade de formas \n\ne tamanho das partículas do enxerto. As partículas de osso autógeno estavam \n\ncircundadas por tecido ósseo neoformado imaturo composto por finas trabéculas, \n\ncujos espaços estavam preenchidos em sua grande maioria por medula óssea \n\nvermelha e em menor quantidade por tecido conjuntivo. Na superfície do osso \n\nneoformado e das partículas de enxerto alguns osteoclastos estavam presentes. \n\nNo grupo Bio-Oss em ambos os tratamentos, sangue (Figura 16 A-C) e PRP \n\n(Figura 16 D-F), o seio maxilar apresentou contorno mais uniforme em relação ao \n\ngrupo AUT devido ao menor tamanho e regularidade das partículas. As partículas do \n\nBio-Oss® apresentaram em sua superfície células gigantes multinucleadas tipo corpo \n\nestranho com grande quantidade de núcleos e com extensões citoplasmáticas em \n\ncontato com a superfície do biomaterial. Como observado no grupo AUT a formação \n\n\n\n5 Resultados 76\n\nóssea ocorreu na superfície do biomaterial, porém os espaços entre eles estavam \n\npreenchidos por tecido conjuntivo fibroso rico em células e vasos sanguíneos. \n\nNo grupo HA/TCPp em ambos os tratamentos, sangue (Figura 17 A-C) e \n\nPRP (Figura 17 D-F), o seio maxilar apresentou contorno mais uniforme em relação \n\nao grupo AUT devido ao formato mais arredondado das partículas. Embora as \n\npartículas de HA/TCPp fossem maiores e menos numerosas em relação ao Bio-\n\nOss®, elas apresentavam maior área de superfície devido a presença em sua \n\nestrutura de inúmeras concavidades e poros, os quais não foram observados nas \n\npartículas do Bio-Oss®. Aqui também, células gigantes multinucleadas tipo corpo \n\nestranho estavam presentes na superfície das partículas de HA/TCPp, com maior \n\nfrequência, mas menor tamanho do que no grupo Bio-Oss. A formação óssea \n\nocorreu tanto na superfície como nos pequenos poros e concavidades das \n\npartículas. Os espaços entre as partículas e osso neoformado estavam preenchidos \n\npor um tecido conjuntivo mais frouxo e vascularizado quando comparado ao \n\npresente no grupo Bio-Oss. \n\nNos grupos HA/TCPp e Bio-Oss, estruturas lamelares estavam mais \n\npresentes nos grupos tratados com PRP, sugerindo maior maturidade do tecido \n\nósseo. \n\n\n\n5 Resultados 77\n\n \nFigura 15 - Fotomicrografia do seio maxilar de coelhos do grupo AUT tratados com SG e \n\nPRP no período de 30 dias: A e D) aspecto panorâmico do seio maxilar \nelevado mostrando a integridade e o contorno irregular da membrana sinusal \n(seta preta) objetiva de 2x. B-C e E-F). Detalhes da figura anterior mostrando \nas partículas de osso autógeno (A) envoltas por tecido ósseo (TO) e os \nespaços entre eles preenchido por tecido medular (TM) e tecido conjuntivo \n(TC). Objetivas de 10x e 40x. HE \n\n\n\n \n\n\n\n5 Resultados 79\n\n \nFigura 16 - Fotomicrografia do seio maxilar de coelhos do grupo Bio-Oss tratados com SG \n\ne PRP no período de 30 dias: A e D) aspecto panorâmico do seio maxilar \nelevado mostrando a integridade o contorno regular da membrana sinusal. \nObjetiva de 2x. B-C e E-F) detalhes da figura anterior mostrando as partículas \nde biomaterial (B) envoltas por tecido ósseo (TO), os espaços entre eles \npreenchido por tecido conjuntivo (TC) e células gigantes multinucleadas tipo \ncorpo estranho (seta preta) na superfície do biomaterial. Objetivas de 10x e \n40x. HE \n\n \n\n\n\n \n\n\n\n5 Resultados 81\n\n \nFigura 17 - Fotomicrografia do seio maxilar de coelhos do grupo HA/TCPp tratados com \n\nSG e PRP no período de 30 dias: A e D) aspecto panorâmico do seio maxilar \nelevado mostrando a integridade o contorno regular da membrana sinusal. \nObjetiva de 2x. B-C e E-F) detalhes da figura anterior mostrando as partículas \nde biomaterial (B) envoltas por tecido ósseo (TO), os espaços entre eles \npreenchido por tecido conjuntivo (TC), tecido medular (TM) e células gigantes \nmultinucleadas tipo corpo estranho (seta preta) na superfície do biomaterial. \nFormação óssea no interior das concavidades e poros do biomaterial (*). \nObjetivas de 10x e 40x. HE \n\n \n\n\n\n \n\n\n\n5 Resultados 83\n\n5.4.2  Período de 60 dias \n\n \n\nNo grupo AUT em ambos os tratamentos, SG (Figura 18 A-C) e PRP (Figura \n\n18 D-F), o seio maxilar apresentou uma menor quantidade de partículas de osso \n\nautógeno do que no período anterior, evidenciando a ocorrência de sua reabsorção \n\nprecoce. As partículas de enxerto estavam circundadas por tecido ósseo \n\nneoformado composto por trabéculas de espessura fina a moderada, cujos espaços \n\nestavam preenchidos em sua grande maioria por medula óssea vermelha e pequena \n\nquantidade de tecido conjuntivo denso. Apenas dois seios maxilares apresentaram \n\numa quantidade um pouco maior de tecido conjuntivo fibroso. Na superfície do osso \n\nnovo e das partículas de enxerto alguns osteoclastos estavam presentes.  \n\nNo grupo Bio-Oss em ambos os tratamentos, SG (Figura 19 A-C) e PRP \n\n(Figura 19 D-F), o seio maxilar exibia grande quantidade de partículas de biomaterial \n\nassociadas ao tecido conjuntivo e a extensas áreas com direta aposição de novo \n\ntecido ósseo. Além disso, as partículas de biomaterial apresentavam em sua \n\nsuperfície células gigantes multinucleadas do tipo corpo estranho. Neste período os \n\nespaços entre as partículas apresentavam-se ocupados por grande quantidade de \n\ntecido ósseo e medula óssea em substituição ao tecido conjuntivo observado no \n\nperíodo anterior. \n\nNo grupo HA/TCPp em ambos os tratamentos, SG (Figura 20 A-C) e PRP \n\n(Figura 20 D-F), o seio maxilar exibia grande quantidade de partículas do \n\nbiomaterial, similar ao observado no período anterior. Grande parte da superfície e \n\ndas concavidades e poros das partículas estavam circundados e/ou preenchidos por \n\ntecido ósseo neoformado, aumentando o seu volume e preenchendo grande parte \n\ndos espaços anteriormente ocupados pelo tecido conjuntivo. A medula óssea \n\ngradativamente também foi invadindo os espaços entre as partículas partindo da \n\nregião do osso nasal em direção à membrana sinusal.  \n\n\n\n \n\n\n\n5 Resultados 85\n\n \nFigura 18 - Fotomicrografia do seio maxilar de coelhos do grupo AUT tratados com SG e \n\nPRP no período de 60 dias: A e D) aspecto panorâmico do seio maxilar \nelevado mostrando a integridade e o contorno irregular da membrana sinusal. \nObjetiva de 2x. B-C e E-F) detalhes da figura anterior mostrando as partículas \nde osso autógeno (A) envoltas por tecido ósseo (TO) e os espaços entre eles \npreenchido por medula óssea amarela (TM). Objetivas de 10x e 40x. HE \n\n\n\n \n\n\n\n5 Resultados 87\n\n \nFigura 19 - Fotomicrografia do seio maxilar de coelhos do grupo Bio-Oss tratados com SG \n\ne PRP no período de 60 dias: A e D) aspecto panorâmico do seio maxilar \nelevado. Objetiva de 2x. B-C e E-F) detalhes da figura anterior mostrando as \npartículas de biomaterial (B) envoltas por tecido ósseo (TO), os espaços entre \neles preenchidos na sua maior parte por tecido medular (TM), em menor parte \npor tecido conjuntivo (TC) e células gigantes multinucleadas tipo corpo \nestranho (seta preta) na superfície do biomaterial. Objetivas de 10x e 40x. HE \n\n \n\n\n\n \n\n\n\n5 Resultados 89\n\n \n\nFigura 20 - Fotomicrografia do seio maxilar de coelhos do grupo HA/TCPp tratados com \nSG e PRP no período de 60 dias: A e D) aspecto panorâmico do seio maxilar \nelevado mostrando a integridade o contorno regular da membrana sinusal. \nObjetiva de 2x. B-C e E-F) detalhes da figura anterior mostrando as partículas \nde biomaterial (B) envoltas por tecido ósseo (TO), os espaços entre eles \npreenchido por tecido conjuntivo (TC) e tecido medular (TM). Formação óssea \nno interior das concavidades e poros do biomaterial (*). Objetivas de 10x e \n40x. HE \n\n \n\n\n\n \n\n\n\n5 Resultados 91\n\n5.4.3  Período de 180 dias \n\n \n\nNo grupo AUT em ambos os tratamentos, SG (Figura 21 A-C) e PRP (Figura \n\n21 D-F), o seio maxilar apresentou pequenas e raras partículas de osso autógeno, \n\ndenotando a ocorrência de uma grande reabsorção osteoclástica de suas partículas \n\nno período, principalmente no grupo tratado com PRP. As pequenas partículas \n\nremanescentes de enxerto estavam circundadas por tecido ósseo neoformado \n\napresentando sinais de processo de reabsorção/remodelação, em menor \n\nintensidade ao observado no período de 60 dias. Ao término de 180 dias, o seio \n\nmaxilar do grupo AUT estava caracterizado pela presença de finas trabéculas \n\nósseas no seu interior dispersas entre grande quantidade de medula óssea amarela \n\ne aparente redução do volume total elevado cirurgicamente. \n\nNo grupo Bio-Oss em ambos os tratamentos, SG (Figura 22 A-C) e PRP \n\n(Figura 22 D-F), a quantidade de biomaterial e de tecido ósseo neoformado mostrou-\n\nse similar em relação ao período de 60 dias, enquanto que a medula óssea passou a \n\npreencher quase todos os espaços anteriormente ocupados por tecido conjuntivo. O \n\ntecido ósseo neoformado mostrou-se mais maduro ou lamelar em relação ao \n\nobservado no período de 60 dias. Algumas áreas de reabsorção osteoclástica tanto \n\nno biomaterial quanto no tecido ósseo neoformado, estavam presentes indicando \n\nque, o Bio-Oss® é lentamente reabsorvido durante o processo de remodelação \n\nóssea.  \n\nOs grupos HA/TCPp/SG (Figura 23 A-C) e o HA/TCPp/PRP (Figura 23 D-F), \n\nassim como no período anterior, apresentaram grande quantidade de biomaterial, \n\nsuperior ao do grupo Bio-Oss neste mesmo período. Este fato evidencia que a sua \n\nreabsorção ocorre muito lentamente. O padrão de formação óssea continuou o \n\nmesmo dos períodos anteriores, com formação óssea ao redor das partículas e no \n\ninterior das concavidades e poros. A qualidade e a quantidade de tecido ósseo \n\nformado mostrou-se similar ao observado no grupo Bio-Oss, o mesmo ocorrendo \n\ncom a medula óssea que passou a ocupar grande parte dos espaços anteriormente \n\npreenchidos por tecido conjuntivo. Osteoclastos estavam presentes na superfície do \n\ntecido ósseo neoformado e nas partículas de biomaterial, indicando que, toda região \n\ndo seio elevado encontrava-se ainda em processo de remodelação óssea. \n\n\n\n \n\n\n\n5 Resultados 93\n\n \nFigura 21 - Fotomicrografia do seio maxilar de coelhos do grupo AUT tratados com SG e \n\nPRP no período de 180 dias: A e D) aspecto panorâmico do seio maxilar \nelevado mostrando a integridade e o contorno irregular da membrana sinusal. \nObjetiva de 2x. B-C e E-F) detalhes da figura anterior mostrando as partículas \nde osso autógeno (A) envoltas por tecido ósseo (TO) e os espaços entre eles \npreenchido por grande quantidade de medula óssea amarela (TM). Objetivas \nde 10x e 40x. HE \n\n\n\n \n\n\n\n5 Resultados 95\n\n \nFigura 22 - Fotomicrografia do seio maxilar de coelhos do grupo Bio-Oss tratados com SG \n\ne PRP no período de 180 dias: A e D) aspecto panorâmico do seio maxilar \nelevado. Objetiva de 2x. B-C e E-F) detalhes da figura anterior mostrando as \npartículas de biomaterial (B) envoltas por tecido ósseo (TO), os espaços entre \neles preenchidos medula óssea (TM). Células gigantes multinucleadas tipo \ncorpo estranho (seta preta) na superfície do biomaterial. Objetivas de 10x e \n40x. HE \n\n\n\n \n\n\n\n5 Resultados 97\n\n \nFigura 23 - Fotomicrografia do seio maxilar de coelhos do grupo HA/TCPp tratados com SG e \n\nPRP no período de 180 dias: A e D) aspecto panorâmico do seio maxilar elevado \nmostrando a integridade o contorno regular da membrana sinusal. Objetiva de 2x. \nB-C e E-F) detalhes da figura anterior mostrando as partículas de biomaterial (B) \nenvoltas por tecido ósseo (TO), os espaços entre eles preenchidos por tecido \nmedular (TM). Células gigantes multinucleadas tipo corpo estranho (seta preta) na \nsuperfície do biomaterial. Formação óssea no interior das concavidades e poros \ndo biomaterial (*). Objetivas de 10x e 40x. HE \n\n \n \n\n\n\n \n\n \n\n\n\n5 Resultados 99\n\n5.5  RESULTADOS HISTOMORFOMÉTRICOS  \n\n \n\n5.5.1  Densidade de volume de enxerto/biomaterial \n\n \n\nA análise dos resultados estatísticos nas Tabelas 7, 8 e 9 e do gráfico na \n\nFigura 24 mostrou que a densidade de volume ou percentual de volume ocupado \n\npelo material enxertado no seio maxilar preenchido apresentou interação quando \n\ncomparados período x material e período x tratamento. Aos 30 dias, a densidade de \n\nvolume de HA/TCPp e de Bio-Oss® foi similar, sendo me média de 44,5%, enquanto \n\nque o do osso autógeno foi de apenas 12,6%. Entre 30 e 180 dias, o percentual de \n\nvolume ocupado pelo AUT, Bio-Oss® e HA/TCPp reduziu, respectivamente, 0,73, 0,3 \n\ne 0,17 vezes. Aos 180 dias o percentual do biomaterial no grupo HA/TCPp foi 1,24 e \n\n11,13 vezes maior comparado ao Bio-Oss® e AUT, respectivamente. Aos 30 dias, o \n\npercentual do enxerto/biomaterial foi similar comparando apenas o tratamento \n\n(sangue x PRP), sendo em média de 33,92%. A seguir os percentuais de \n\nenxerto/biomaterial já aos 60 dias nos grupos tratados com PRP (23,61%) foram \n\nsimilares aos tratados com sangue (23,41%) aos 180 dias, mostrando que a \n\nredução/reabsorção do enxerto/biomaterial foi mais rápida no grupo tratado com \n\nPRP. \n\n \n\nTabela 7 -  Comparação entre o percentual de volume ocupado pelo enxerto/biomaterial no seio \nmaxilar preenchido dos animais tratados com os diferentes materiais associados ou não \nao PRP nos diferentes períodos experimentais pela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 810,24 2 0,000000 \n\nMaterial 8599,51 2 0,000000 \n\nTratamento 154,93 1 0,007649 \n\nPeríodo x Material 72,61 4 0,010949 \n\nPeríodo x Tratamento 86,86 2 0,018452 \n\nMaterial x Tratamento 14,58 2 0,495552 \n\nPeríodo x Material x Tratamento 40,64 4 0,107332 \n\n \n\n \n\n\n\n5 Resultados 100 \n\nTabela 8 - Média e desvio-padrão do percentual de volume ocupado pelo enxerto/biomaterial no seio \nmaxilar preenchido com os diferentes materiais nos períodos experimentais avaliados. \nTeste de Tukey aplicado para a interação período e material \n\nPeríodo em dias \n\nTUKEY (período X material) \n\nAUT \n% \n\nBio-Oss \n% \n\nHA/TCPp \n% \n\n30  12,6 ± 8,06\na\n 43,5 ± 3,91\n\nb,d\n 45,6 ± 6,45\n\nd\n \n\n60  10,2 ± 5,29\na\n 32,2 ± 4,76\n\nc,f\n 37,0 ± 4,76\n\nc\n \n\n180  3,4 ± 3,39\ne\n 30,5 ± 2,86\n\nf\n 37,8 ± 2,74\n\nb,c\n \n\nLetras diferentes p<0,05. \n\n \n\nTabela 9 - Média e desvio-padrão do percentual de volume ocupado pelo enxerto/biomaterial no seio \nmaxilar tratado com SG ou PRP nos períodos experimentais avaliados. Teste de Tukey \naplicado para a interação período e tratamento \n\nPeríodo em dias \n\nTUKEY (período X tratamento) \n\nSG \n% \n\nPRP \n% \n\n30  35,5 ±14,43\na\n 32,3 ± 18,78\n\na,b\n \n\n60  29,3 ± 12,96\nb\n 23,6 ± 12,35\n\nc\n \n\n180 23,4 ± 15,99\nc\n 24,4 ± 15,22\n\nc\n \n\nLetras diferentes p<0,05. \n\n \n\n \nFigura 24 - Gráfico da média e desvio padrão do percentual de material no \n\nseio maxilar preenchido (%) dos animais nos diferentes grupos e \nperíodos experimentais \n\n \n\n \n\n \n\n \n\n\n\n5 Resultados 101\n\n5.5.2  Volume total de enxerto/biomaterial \n\n \n\nQuando calculamos o volume total de enxerto/biomaterial a partir do \n\npercentual obtido pela morfometria e o volume total do seio elevado pela \n\nmicrotomografia verificamos através da análise dos resultados estatísticos (Tabelas \n\n10 e 11) e do gráfico (Figura 25) que o volume total do enxerto/biomaterial \n\napresentou interação quando comparado período x material. Aos 30 dias, o volume \n\ndo material foi similar entre os grupos Bio-Oss e HA/TCp (média de 63,85 mm3) e \n\nmenor no AUT (17,86 mm3). O volume do enxerto AUT reduz drasticamente 0,82 \n\nvezes entre 30 e 180 dias, passando a ocupar 3,16 mm3 do seio maxilar elevado. Já, \n\no Bio-Oss® reduziu apenas 0,25 vezes entre 30 e 60 dias e o do HA/TCPp se \n\nmanteve constante durante todo o período experimental, indicando menor \n\nreabsorção da HA/TCPp em relação ao Bio-Oss®. \n\n \n\nTabela 10 - Comparação entre o volume de enxerto/biomaterial no seio maxilar preenchido dos \nanimais tratados com os diferentes materiais associados ou não ao PRP nos diferentes \nperíodos experimentais pela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 11,359 2 0,000052 \n\nMaterial 309,064 2 0,000000 \n\nTratamento 12,192 1 0,000824 \n\nPeríodo x Material 3,195 4 0,017915 \n\nPeríodo x Tratamento 2,974 2 0,057395 \n\nMaterial x Tratamento 0,362 2 0,697644 \n\nPeríodo x Material x Tratamento 0,758 4 0,555709 \n\n \n\nTabela 11 - Média e desvio-padrão do volume de enxerto/biomaterial no seio maxilar preenchido com \nos diferentes materiais nos períodos experimentais avaliados. Teste de Tukey aplicado \npara a interação período e material \n\nPeríodo em dias \n\nTUKEY (período x material) \n\nAUT \nmm³ \n\nBio-Oss \nmm³ \n\nHA/TCPp \nmm³ \n\n30 17,9 ± 12,61\na\n 62,1 ± 10,11\n\nb\n 65,6 ± 11,41\n\nb\n \n\n60 12,3 ± 7,18\na,d\n\n 46,9 ± 9,79\nc\n 63,6 ± 10,58\n\nb\n \n\n180 3,2 ± 4,14\nd \n 46,5 ± 9,95\n\nc\n 64,8 ± 4,97\n\nb\n \n\nLetras diferentes p<0,05. \n\n\n\n5 Resultados 102 \n\n \n\n \n\nFigura 25 - Gráfico da média e desvio padrão do volume de material no seio \nmaxilar preenchido (mm\n\n3\n) dos animais nos diferentes grupos e \n\nperíodos experimentais \n\n \n\n \n5.5.3  Densidade de volume de tecido conjuntivo \n\n \n\nA análise dos resultados estatísticos das Tabelas 12 e 13 e do gráfico da \n\nFigura 26 mostrou que densidade de volume ou percentual de volume ocupado por \n\ntecido conjuntivo no seio maxilar preenchido apresentou interação quando \n\ncomparados apenas período x material. Aos 30 dias o percentual de tecido \n\nconjuntivo foi maior no grupo Bio-Oss (30,8%) seguido pelo HA/TCPp (23,5%) e AUT \n\n(14,2%). Entre 30 e 180 dias o percentual de tecido conjuntivo reduz \n\nacentuadamente 1,80, 3,04 e 1,83 vezes, respectivamente, no grupo AUT, Bio-Oss e \n\nHA/TCPp, não havendo diferenças estatisticamente significantes entre os grupos no \n\nperíodo de 180 dias. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n5 Resultados 103\n\nTabela 12 - Comparação entre o percentual de volume de tecido conjuntivo no seio maxilar \npreenchido dos animais tratados com os diferentes materiais associados ou não ao PRP \nnos diferentes períodos experimentais pela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 60,028 2 0,000000 \n\nMaterial 35,516 2 0,000000 \n\nTratamento 2,723 1 0,103248 \n\nPeríodo x Material 6,390 4 0,000186 \n\nPeríodo x Tratamento 1,520 2 0,225698 \n\nMaterial x Tratamento 0,055 2 0,946318 \n\nPeríodo x Material x Tratamento 0,707 4 0,589616 \n\n \n\nTabela 13 - Média e desvio-padrão do percentual de volume de tecido conjuntivo no seio maxilar \npreenchido com os diferentes materiais nos períodos experimentais avaliados. Teste de \nTukey aplicado para a interação período e material \n\nPeríodo em dias \n\nTUKEY (período x material) \n\nAUT \n% \n\nBio-Oss \n% \n\nHA/TCPp \n% \n\n30  14,2 ± 6,06\na,f\n\n 30,8 ± 5,40\nc\n 23,5 ± 6,69\n\nb\n \n\n60 7,7 ± 5,11\nd\n 17,7 ± 5,37\n\na,b,e\n 15,2 ± 2,52\n\na,f\n \n\n180  7,9 ± 1,98\nd\n 10,1 ± 2,24\n\nd,f\n 12,8 ± 3,06\n\nd,e,f\n \n\nLetras diferentes p<0,05. \n\n \n\n \nFigura 26 - Gráfico da média e desvio padrão do percentual de tecido \n\nconjuntivo no seio maxilar preenchido (%) dos animais nos \ndiferentes grupos e períodos experimentais \n\n \n\n\n\n5 Resultados 104 \n\n5.5.4  Volume total de tecido conjuntivo \n\n \n\nA análise dos resultados estatísticos nas Tabelas 14 e 15 e do gráfico da \n\nFigura 27 mostra que o volume de tecido conjuntivo apresentou interação quando \n\ncomparado período x material. Aos 30 dias o volume de tecido conjuntivo foi menor \n\nno grupo AUT (19,76 mm3) seguido pelo HA/TCPp (33,67 mm3) e Bio-Oss \n\n(44,01 mm3). Aos 60 dias o volume do tecido conjuntivo reduz drasticamente em \n\ntodos os grupos sendo o menor valor verificado no grupo AUT enquanto que, no \n\ngrupo Bio-Oss e HA/TCPp os valores foram similares. Aos 180 dias o volume de \n\ntecido conjuntivo mantem-se similar ao observado aos 60 dias. \n\n \n\nTabela 14 -  Comparação entre o volume de tecido conjuntivo no seio maxilar preenchido dos animais \ntratados com os diferentes materiais associados ou não ao PRP nos diferentes períodos \nexperimentais pela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 49,0489 2 0,000000 \n\nMaterial 51,6725 2 0,000000 \n\nTratamento 0,2962 1 0,587942 \n\nPeríodo x Material 4,7630 4 0,001822 \n\nPeríodo x Tratamento 0,9950 2 0,374739 \n\nMaterial x Tratamento 0,0944 2 0,910021 \n\nPeríodo x Material x Tratamento 1,4541 4 0,225190 \n\n \n\nTabela 15 - Média e desvio-padrão do volume de tecido conjuntivo no seio maxilar preenchido com \nos diferentes materiais nos períodos experimentais avaliados. Teste de Tukey aplicado \npara a interação período e material \n\nPeríodo em dias \n\nTUKEY (período x material) \n\nAUT \nmm³ \n\nBio-Oss \nmm³ \n\nHA/TCPp \nmm³ \n\n30  19,8 ± 8,26\na,e\n\n 44,0 ± 10,43\nb \n 33,7 ± 9,22\n\nc\n \n\n60  8,6 ± 5,49\nd\n 25,5 ± 7,21\n\na,c,e\n 26,1 ± 5,10\n\na,c\n \n\n180 7,3 ± 3,63\nd \n 15,6 ± 4,77\n\nd,e\n 22,1 ± 5,89\n\na,e\n \n\nLetras diferentes p<0,05. \n\n \n\n\n\n5 Resultados 105\n\n \nFigura 27 - Gráfico da média e desvio padrão do volume de tecido conjuntivo \n\nno seio maxilar preenchido (mm\n3\n) dos animais nos diferentes \n\ngrupos e períodos experimentais \n\n \n\n \n\n5.5.5  Densidade de volume de tecido ósseo \n\n \n\nA análise dos resultados estatísticos das Tabelas 16 e 17 e do gráfico da \n\nFigura 28 mostra que densidade de volume ou percentual de volume ocupado por \n\ntecido ósseo no seio maxilar preenchido apresentou interação entre período, \n\nmaterial e tratamento. Aos 30 dias, o percentual de formação óssea nos grupos Bio-\n\nOss e HA/TCPp tratados com SG e PRP foram similares, sendo em média de \n\n21,28%, enquanto que, no grupo AUT tratados com SG e PRP foi significantemente \n\n1,5 vezes maior (média de 32,22%). Aos 180 dias, o volume de tecido ósseo reduz \n\nacentuadamente no grupo AUT, enquanto que, nos grupos Bio-Oss e HA/TCPp os \n\nvalores aumentam, embora não  significativamente com o período de 30 dias. Aos \n\n180 dias, o percentual de formação óssea foi similar em todos os grupos (média de \n\n26,4%), exceto no grupo AUT tratado com sangue cujo percentual foi 0,29 vezes \n\nmenor em relação aos demais. \n\n \n\n \n\n \n\n\n\n5 Resultados 106 \n\nTabela 16 - Comparação entre o percentual de tecido ósseo no seio maxilar preenchido dos animais \ntratados com os diferentes materiais associados ou não ao PRP nos diferentes períodos \nexperimentais pela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 10,245 2 0,000122 \n\nMaterial 10,040 2 0,000143 \n\nTratamento 0,106 1 0,745917 \n\nPeríodo x Material 16,029 4 0,000000 \n\nPeríodo x Tratamento 3,250 2 0,044546 \n\nMaterial x Tratamento 0,165 2 0,848431 \n\nPeríodo x Material x Tratamento 2,864 4 0,029191 \n\n \n\nTabela 17 - Média e desvio-padrão do percentual de tecido ósseo no seio maxilar preenchido dos \nanimais tratados com os diferentes materiais associados ou não ao PRP nos diferentes \nperíodos experimentais. Teste de Tukey aplicado para a interação período, material e \ntratamento \n\nPeríodo \nem dias \n\nTUKEY (período x material x tratamento) \n\nAUT SG \n% \n\nAUT PRP \n% \n\nBio-Oss SG \n% \n\nBio-Oss PRP \n% \n\nHA/TCPp SG \n% \n\nHA/TCPp PRP \n% \n\n30  30,0 ± 2,8\na,b\n\n 34,4 ± 6,3\na,d\n\n 22,5 ± 4,6\nb,c,e  \n\n 21,2 ± 6,8\nb,c,e \n\n 22,0 ± 4,5\nb,c,e  \n\n 19,5 ± 3,8\nc \n \n\n60  36,8 ± 6,2\na\n 29,6 ± 5,4\n\na,d,e\n 26,0 ± 0,9\n\nb,c,d\n 26,6 ± 1,6\n\nb,c,d \n 27,7 ± 1,1\n\nb,c,d \n 27,3 ± 2,34\n\nb,c,d \n \n\n180  18,8 ± 4,7\nc \n 24,1 ± 2,7\n\nb,c,e \n 27,0 ± 2,3\n\nb,c,d \n 28,6 ± 2,7\n\na,e,d \n 25,2 ± 2,1\n\nb,c,e\n 27,1 ± 1,9\n\nb,c,d \n \n\nLetras diferentes p<0,05. \n\n \n\n \nFigura 28 -  Gráfico da média e desvio padrão do percentual de tecido ósseo \n\nno seio maxilar preenchido (%) dos animais nos diferentes grupos \ne períodos experimentais \n\n\n\n5 Resultados 107\n\n5.5.6  Volume de tecido ósseo \n\n \n\nAo transformamos os dados percentuais em volumétricos verificou-se que \n\nestatisticamente o volume de tecido ósseo no seio maxilar preenchido apresentou \n\ninteração apenas entre período x material, devido a redução do volume total do seio \n\nno grupo AUT. Aos 30 dias o volume do tecido ósseo neoformado foi maior no grupo \n\nAUT em relação aos demais grupos Bio-Oss e HA/TCPp. Entre 30 e 180 dias, no \n\ngrupo AUT o volume de tecido ósseo reduz drasticamente 0,57 vezes, enquanto nos \n\ngrupos Bio-Oss e HA/TCPp aumenta em média 1,43 vezes, passando a ocupar um \n\nvolume médio de 43,65 mm3 (Tabelas 18 e 19 e Figura 29). \n\n \n\nTabela 18 - Comparação entre o volume de tecido ósseo no seio maxilar preenchido dos animais \ntratados com os diferentes materiais associados ou não ao PRP nos diferentes períodos \nexperimentais pela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 7,841 2 0,000830 \n\nMaterial 4,934 2 0,009815 \n\nTratamento 2,189 1 0,143377 \n\nPeríodo x Material 24,157 4 0,000000 \n\nPeríodo x Tratamento 2,147 2 0,124308 \n\nMaterial x Tratamento 0,562 2 0,572441 \n\nPeríodo x Material x Tratamento 2,165 4 0,081506 \n\n \n\nTabela 19 - Média e desvio-padrão do volume de tecido ósseo no seio maxilar preenchido com os \ndiferentes materiais nos períodos experimentais avaliados. Teste de Tukey aplicado para \na interação período e material \n\nPeríodo em dias \n\nTUKEY (período x material) \n\nAUT \nmm³ \n\nBio-Oss \nmm³ \n\nHA/TCPp \nmm³ \n\n30  44,8 ± 9,14\na\n 30,8 ± 7,72\n\nb\n 29,9 ± 6,33\n\nb\n \n\n60  40,0 ± 12,52\na,b\n\n 38,5 ± 6,91\na,b\n\n 47,2 ± 5,34\na\n \n\n180  19,0 ± 5,72\nc\n 42,5 ± 8,87\n\na\n 44,8 ± 4,06\n\na\n \n\nLetras diferentes p<0,05. \n\n\n\n5 Resultados 108 \n\n \n\nFigura 29 - Gráfico da média e desvio padrão do volume de tecido ósseo no \nseio maxilar preenchido (mm\n\n3\n) dos animais nos diferentes grupos e \n\nperíodos experimentais \n\n \n\n \n\n5.5.7  Densidade de volume de medula óssea \n\n \n\nA análise dos resultados estatísticos das Tabelas 20, 21 e 22 e do gráfico da \n\nFigura 30 mostra que o percentual de volume ocupado por medula óssea no seio \n\nmaxilar preenchido apresentou interação quando comparados período x material e \n\nperíodo x tratamento. Aos 30 dias, o percentual de medula óssea foi \n\nsignificantemente maior no grupo AUT (40,8%) em relação aos demais grupos Bio-\n\nOss (3,3%) e HA/TCPp (9,3%). Entre 30 e 180 dias, o percentual de medula óssea \n\nnos grupos AUT, Bio-Oss, HA/TCPp aumentou em 0,65 vezes, 8,5 vezes e 1,4 \n\nvezes, respectivamente passando a ocupar 67,19%, 31,30% e 22,38% do seio \n\nmaxilar elevado.  \n\n \n\n \n\n \n\n \n\n \n\n\n\n5 Resultados 109\n\nTabela 20 - Comparação entre o percentual de medula óssea no seio maxilar preenchido dos \nanimais tratados com os diferentes materiais associados ou não ao PRP nos diferentes \nperíodos experimentais pela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 89,067 2 0,000000 \n\nMaterial 268,789 2 0,000000 \n\nTratamento 0,249 1 0,619297 \n\nPeríodo x Material 6,723 4 0,000118 \n\nPeríodo x Tratamento 4,735 2 0,011691 \n\nMaterial x Tratamento 0,482 2 0,619520 \n\nPeríodo x Material x Tratamento 1,208 4 0,314859 \n\n \n\nTabela 21 - Média e desvio-padrão do percentual de medula óssea no seio maxilar preenchido com \nos diferentes materiais nos períodos experimentais avaliados. Teste de Tukey aplicado \npara a interação período e material \n\nPeríodo em dias \n\nTUKEY (período x material) \n\nAUT \n% \n\nBio-Oss \n% \n\nHA/TCPp \n% \n\n30  40,8 ± 9,93\na\n 3,3 ± 3,03\n\nb\n 9,3 ± 7,18\n\nb\n \n\n60  48,8 ± 10,37\na\n 23,2 ± 5,27\n\nc,d\n 20,2 ± 5,08\n\nc\n \n\n180  67,2 ± 7,63\ne\n 31,3 ± 4,78\n\nd\n 22,4 ± 4,09\n\nc,d\n \n\nLetras diferentes p<0,05. \n\n \n\nTabela 22 - Média e desvio-padrão do percentual de medula óssea no seio maxilar tratado com SG \nou PRP nos períodos experimentais avaliados. Teste de Tukey aplicado para a interação \nperíodo e tratamento \n\nPeríodo em dias \n\nTUKEY (período x tratamento) \n\nSG \n% \n\nPRP \n% \n\n30  18,3 ± 17,94\na\n 17,3 ± 18,93\n\na\n \n\n60 27,5 ± 12,80\nb\n 34,0 ± 16,40\n\nb,c\n \n\n180 42,0 ± 22,34\nd\n 38,6 ± 19,00\n\nc,d\n \n\nLetras diferentes p<0,05. \n\n \n\n\n\n5 Resultados 110 \n\n \nFigura 30 - Gráfico da média e desvio padrão do percentual de medula óssea \n\nno seio maxilar preenchido (%) dos animais nos diferentes grupos \ne períodos experimentais \n\n \n\n \n5.5.8  Volume de medula óssea \n\n \n\nAo transformamos os dados percentuais em volumétricos verificou-se que \n\nestatisticamente o volume de medula óssea no seio maxilar preenchido apresentou \n\ninteração apenas entre período x material, devido à redução do volume total do seio \n\nno grupo AUT (Tabelas 23 e 24 e Figura 31). Aos 30 dias, o volume de medula \n\nóssea no grupo AUT foi significativamente maior em relação aos demais grupos, \n\nseguido pelo HA/TCPp e com menor valor observado no grupo Bio-Oss. Entre 30 e \n\n180 dias o volume de medula óssea se manteve constante no grupo AUT e \n\naumentou gradativamente nos grupos Bio-Oss (42,88 mm3) e HA/TCPp \n\n(24,77 mm3), porém com menores valores ao observado no grupo AUT. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n5 Resultados 111\n\nTabela 23 - Comparação entre o volume de medula óssea no seio maxilar preenchido dos animais \ntratados com os diferentes materiais associados ou não ao PRP nos diferentes períodos \nexperimentais pela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 28,9673 2 0,000000 \n\nMaterial 52,7709 2 0,000000 \n\nTratamento 1,4795 1 0,227820 \n\nPeríodo x Material 5,4214 4 0,000714 \n\nPeríodo x Tratamento 2,6888 2 0,074783 \n\nMaterial x Tratamento 0,9061 2 0,408670 \n\nPeríodo x Material x Tratamento 1,1821 4 0,325974 \n\n \n\nTabela 24 - Média e desvio-padrão do volume de medula óssea no seio maxilar preenchido com os \ndiferentes materiais nos períodos experimentais avaliados. Teste de Tukey aplicado para \na interação período e material \n\nPeríodo em dias \n\nTUKEY (período x material) \n\nAUT \nmm³ \n\nBio-Oss \nmm³ \n\nHA/TCPp \nmm³ \n\n30 55,0 ± 13,23\na,c\n\n 4,8 ± 4,51\nb\n 13,8 ± 11,12\n\nb\n \n\n60 57,8 ± 16,63\nc\n 34,7 ± 11,87\n\nd\n 34,6 ± 9,09\n\nd\n \n\n180 63,0 ± 24,50\nc \n 47,7 ± 10,98\n\na,c,d\n 38,6 ± 8,23\n\na,d\n \n\nLetras diferentes p<0,05. \n\n \n\n \nFigura 31 - Gráfico da média e desvio padrão do volume de medula óssea no \n\nseio maxilar preenchido (mm\n3\n) dos animais nos diferentes grupos e \n\nperíodos experimentais \n\n \n\n \n\n\n\n5 Resultados 112 \n\n5.6  RESULTADOS MORFOMÉTRICOS DE NÚMERO DE OSTEOCLASTOS/CGM \n\n \n\nOs dados das Tabelas 25 e 26 e da Figura 32 mostram interação entre \n\nperíodo, material e tratamento em relação ao número de osteoclastos/CGM presente \n\nna superfície do enxerto/biomaterial no seio maxilar preenchido. Aos 30 dias, o \n\nnúmero de osteoclastos/CGM foi 4,36 vezes maior nos grupos tratados com \n\nHA/TCPp e Bio-Oss em relação ao AUT. Com relação ao grupo AUT observou-se a \n\npresença de um menor número de osteoclastos/CGM na superfície do enxerto no \n\ngrupo tratado com PRP (0,13/mm2 no AUT/PRP x 0,84/mm2 no AUT/SG). Entre 30 e \n\n60 dias, o número de osteoclastos/CGM na superfície do enxerto/biomaterial diminui \n\n0,76 vezes nos grupos Bio-Oss/PRP e HATCPp/PRP, enquanto se mantêm estável \n\nno AUT/SG, AUT/PRP, Bio-Oss/SG e HA/TCPp/SG. \n\n \n\nTabela 25 - Comparação entre o número de osteoclastos/células gigantes multinucleadas na \nsuperfície do enxerto/biomaterial dos animais tratados com os diferentes materiais \nassociados ou não ao PRP nos diferentes períodos experimentais pela ANOVA a três \ncritérios \n\n \nANOVA \n\nVariáveis F Df p \n\nPeríodo 27,4911 2 0,000000 \n\nMaterial 43,1299 2 0,000000 \n\nTratamento 1,8001 1 0,183922 \n\nPeríodo x Material 3,8018 4 0,007346 \n\nPeríodo x Tratamento 0,4411 2 0,645068 \n\nMaterial x Tratamento 0,2959 2 0,744750 \n\nPeríodo x Material x Tratamento  2,5173 4 0,048665 \n\n \n\nTabela 26 - Média e desvio-padrão do número de osteoclastos/células gigantes multinucleadas na \nsuperfície do enxerto/biomaterial dos animais tratados com os diferentes materiais \nassociados ou não ao PRP nos diferentes períodos experimentais. Teste de Tukey \naplicado para a interação período, material e tratamento \n\nPeríodo \nem dias \n\nTUKEY (período x material x tratamento) \n\nAUT SG \nNm/mm² \n\nAUT PRP \nNm/mm² \n\nBio-Oss SG \nNm/mm² \n\nBio-OssPRP \nNm/mm² \n\nHA/TCPp SG \nNm/mm² \n\nHA/TCPp PRP \nNm/mm² \n\n30  2,35 ± 2,12\na,c\n\n 0,13 ± 0,14\na\n 4,28 ± 1,44\n\nb,c,e\n 5,08 ± 1,61\n\nb,c,d\n 5,46 ± 1,79\n\nb,c\n 6,84 ± 3,04\n\nb\n \n\n60  0,15 ± 0,09\na\n 0,25 ± 0,13\n\na\n 1,95 ± 1,13\n\na,d,e\n 1,18 ± 0,45\n\na,e\n 2,68 ± 1,39\n\na,c\n 1,69 ± 0,84\n\na,d,e\n \n\n180  0,03 ± 0,03\na\n 0,01 ± 0,02\n\na\n 1,30 ± 0,23\n\na,e\n 0,94 ± 0,33\n\na,e\n 4,96 ± 2,64\n\nb,c,d\n 3,17 ± 2,96\n\na,c\n \n\nLetras diferentes p<0,05. \n\n\n\n5 Resultados 113\n\n \nFigura 32 - Gráfico da média e desvio padrão do número de \n\nosteoclastos/células gigantes multinucleadas sobre o \nenxerto/biomaterial no seio maxilar preenchido (%) dos animais \nnos diferentes grupos e períodos experimentais \n\n \n\nOs dados referentes ao número de osteoclastos no tecido ósseo neoformado \n\npodem ser evidenciados nas Tabelas 27 e 28 e Figura 33. Observou-se interação \n\nentre período, material e tratamento. Aos 30 dias o número de osteoclastos no \n\ntecido ósseo neoformado foi 3,17 vezes maior no grupo AUT em relação aos grupos \n\nBio-Oss e HA/TCPp. Com relação ao tratamento, o número de osteoclastos no \n\ntecido ósseo neoformado, no grupo AUT foi 1,2 vezes maior no tratado com PRP \n\ncomparado ao tratado com sangue. Entre 30 e 180 dias o número de osteoclastos \n\nno tecido ósseo neoformado, reduz drasticamente nos grupos AUT, enquanto que, \n\nmantêm-se constante nos grupos Bio-Oss e HA/TCPp. \n\n \n\nTabela 27 - Comparação entre o número de osteoclastos no tecido ósseo neoformado dos animais \ntratados com os diferentes materiais associados ou não ao PRP nos diferentes períodos \nexperimentais pela ANOVA a três critérios \n\nVariáveis \nANOVA \n\nF Df p \n\nPeríodo 40,5821 2 0,000000 \n\nMaterial 29,8263 2 0,000000 \n\nTratamento 0,3071 1 0,581209 \n\nPeríodo x Material 17,1768 4 0,000000 \n\nPeríodo x Tratamento 1,5270 2 0,224144 \n\nMaterial x Tratamento 2,4320 2 0,095046 \n\nPeríodo x Material x Tratamento  4,5847 4 0,002355 \n\n\n\n5 Resultados 114 \n\nTabela 28 - Média e desvio-padrão do número de osteoclastos no tecido ósseo neoformado dos \nanimais tratados com os diferentes materiais associados ou não ao PRP nos diferentes \nperíodos experimentais. Teste de Tukey aplicado para a interação período, material e \ntratamento \n\nPeríodo \nem dias \n\nTUKEY (período x material x tratamento) \n\nAUT SG \nNm/mm² \n\nAUT PRP \nNm/mm² \n\nBio-Oss SG \nNm/mm² \n\nBio-Oss PRP \nNm/mm² \n\nHA/TCPp SG \nNm/mm² \n\nHA/TCPpPRP \nNm/mm² \n\n30  1,61 ± 0,50\nb\n 2,47 ± 0,72\n\nc\n 0,96 ± 0,66\n\na,b\n 0,47 ± 0,35\n\na,d \n 0,55 ± 0,40\n\na,d \n 0,59 ± 0,21\n\na,d\n \n\n60  1,12 ± 0,35\nb,d\n\n 0,86 ± 0,25\na,b\n\n 0,40 ± 0,22\na,d\n\n 0,53 ± 0,19\na,d\n\n 0,74 ± 0,11\na,d\n\n 0,41 ± 0,03\na,d\n\n \n\n180  0,27 ± 0,20\na \n 0,22 ± 0,08\n\na \n 0,32 ± 0,20\n\na\n 0,30 ± 0,17\n\na\n 0,52 ± 0,37\n\na,d\n 0,29 ± 0,08\n\na\n \n\nLetras diferentes p<0,05. \n\n \n\n \nFigura 33 - Gráfico da média e desvio padrão do número de osteoclastos no \n\ntecido ósseo do seio maxilar preenchido dos animais nos diferentes \ngrupos e períodos experimentais \n\n \n\n\n\n \n\n6 DISCUSSÃO \n  \n\n\n\n \n\n \n\n\n\n6 Discussão 117\n\n6  DISCUSSÃO \n\n \n\n \nCom o intuito de proporcionar um melhor entendimento dos resultados \n\nobtidos e um maior discernimento sobre as variáveis envolvidas neste estudo, no \n\npresente capítulo far-se-á primeiramente uma breve análise do modelo experimental \n\ne da metodologia usada no desenvolvimento do trabalho, para depois discutir os \n\nresultados obtidos aqui em relação aos dados existentes na literatura. \n\n \n6.1  METODOLOGIA UTILIZADA \n\n \n\nDevido às limitações e dificuldades apresentadas por estudos em humanos, \n\no modelo de levantamento do seio maxilar em coelhos foi o escolhido para \n\nrealização da presente pesquisa. Cumpre salientar que esse modelo experimental já \n\né bem consagrado na literatura para avaliação de enxertos ou materiais ósseo \n\nsubstitutos no ganho ósseo vertical (ASAI; SHIMIZU; OOYA, 2002; OHYA et al., \n\n2005; SUN et al., 2008), pelo fato desse animal apresentar ventilação do seio \n\nmaxilar similar a do ser humano, com um óstio bem definido abrindo-se na cavidade \n\nnasal (KUMLIEN; SCHIRATZKI, 1985; SCHARF et al., 1995; WHEELER et al., 1997; \n\nLAMBERT et al., 2013). Mas, as condições anatômicas, cirúrgicas e de reparo são \n\num pouco diferentes em relação aos humanos. Assim, nos coelhos a osteotomia é \n\nrealizada no teto do seio maxilar e não no seu assoalho como em humanos, \n\nconsequentemente o enxerto é colocado sobre a membrana sinusal (STUBINGER; \n\nDARD, 2013). Outro fato relevante na utilização deste modelo é a possibilidade de \n\navaliar histologicamente todo o seio maxilar elevado e não uma pequena porção \n\ncentral obtida por biópsia como em humanos, além da possibilidade se necessário, \n\nde uma análise temporal dos eventos celulares e teciduais, proporcionando um \n\nmelhor entendimento do processo de reparo e do comportamento do \n\nbiomaterial/enxerto. Por outro lado, o coelho em relação a animais de maior porte \n\ncomo porcos, cabras e macacos apresenta a vantagem de ter um tamanho menor, \n\nportanto mais adequado a um melhor manejo, facilidade de anestesia e boa \n\nrecuperação pós-operatória (WATANABE; NIIMI; UEDA, 1999; ASAI; SHIMIZU; \n\nOOYA, 2002). Nesse sentido, os coelhos utilizados no presente estudo \n\n\n\n6 Discussão 118 \n\napresentaram excelente pós-operatório sem intercorrências significativas, e ganho \n\nsignificativo de massa corporal durante todo período experimental. \n\nNa literatura o levantamento de seio maxilar é considerado um bom modelo \n\npara avaliação do comportamento de biomateriais ósseo substitutos, pois é um local \n\nfechado e protegido, com pouca interferência externa (SAUERBIER et al., 2011), \n\nalém de possuir um forte potencial local de regeneração óssea, e que pode ser \n\nmaximizado com a utilização de biomateriais (LIM et al., 2015). \n\nComo já comentado nos capítulos iniciais deste trabalho, o osso autógeno é \n\nconsiderado o melhor material de preenchimento ou padrão ouro para o \n\nlevantamento de seio maxilar (DEL FABBRO et al., 2004), mas que apresenta vários \n\ninconvenientes na sua utilização, tais como: quantidade limitada, custo elevado e \n\nalta morbidade e risco de infecções na área doadora. No entanto, a desvantagem \n\nmais relevante apontada em muitos estudos é a grande perda precoce de volume \n\nósseo nas áreas tratadas, com o tempo, principalmente quando originário da crista \n\nilíaca (TATUM, 1986; WATANABE; NIIMI; UEDA, 1999; THORWARTH et al., 2005). \n\nAtualmente vários biomateriais ósseo-substitutos têm sido desenvolvidos na \n\ntentativa de suprir as limitações do enxerto autógeno. \n\nNesse sentido, um dos biomateriais mais utilizados com grande sucesso em \n\ncirurgias ósseas, como alternativa ao osso autógeno, é o osso inorgânico ou \n\nanorgânico comercialmente conhecido com o nome de Bio-Oss® (OLIVEIRA et al., \n\n2015). O Bio-Oss® é uma hidroxiapatita natural porosa obtida por desproteinização \n\nde osso esponjoso bovino a temperatura de 300°C, com arquitetura do osso que lhe \n\ndeu origem, ou seja, estrutura trabecular e muitos espaços intertrabeculares (poros) \n\ne alta capacidade osteocondutora (MOON et al., 2015b). \n\nDeste modo, na presente pesquisa decidiu-se utilizar o osso autógeno e o \n\nBio-Oss® como parâmetro de comparação com a biocerâmica bifásica HA/TCPp \n\n70/30 porosa  testada aqui. Cumpre salientar que muitos estudos têm utilizado o \n\nenxerto autógeno (SCHLEGEL et al., 2003; SICCA et al., 2008), o Bio-Oss® \n\n(CORDARO et al., 2008; MOON et al., 2015a, 2015b), ou ambos (DE SOUZA \n\nNUNES et al., 2010; LAMBERT et al., 2011) para comparações com diversos \n\nbiomateriais. \n\n\n\n6 Discussão 119\n\nPor outro lado, o PRP tem sido rotineiramente associado a enxertos em \n\ncirurgias de levantamento de seio maxilar (BUTTERFIELD et al., 2005; OHYA et al., \n\n2005; TRINDADE-SUEDAM et al., 2010), apesar dos seus efeitos ainda serem \n\ncontroversos. Alguns pesquisadores relatam benefícios no reparo ósseo com o seu \n\nuso (KIM; PARK; CHOUNG, 2001; AGHALOO; MOY; FREYMILLER, 2004; \n\nROUSSY; BERTRAND DUCHESNE; GAGNON, 2007; KASTEN et al., 2008; \n\nJUNGBLUTH et al., 2010; KANTHAN et al., 2011), enquanto que outros não \n\n(FROUM et al., 2002; FURST et al., 2003; WILTFANG et al., 2004; PLACHOKOVA \n\net al., 2006, 2007). Para Weibrich et al. (2004) o PRP, sob condições ideais, parece \n\nser capaz de ativar os processos de regeneração óssea, mas estas condições ainda \n\nnão são completamente conhecidas. \n\nEssa grande heterogeneidade nos resultados encontrados na literatura \n\npoderia estar ligada a diferentes variáveis associadas ao PRP. Assim, uma das \n\nvariáveis seria a utilização de diferentes protocolos para obtenção dos PRPs, \n\nimplicando em diferenças qualitativas e quantitativas no produto final obtido (DOHAN \n\nEHRENFEST; RASMUSSON; ALBREKTSSON, 2009). Optou-se aqui por seguir o \n\nprotocolo utilizado por Suaid et al. (2008). Esta escolha foi feita após a realização de \n\num breve estudo piloto onde se avaliou dentre diversos protocolos (SONNLEITNER; \n\nHUEMER; SULLIVAN, 2000; ARGUELLES et al., 2008; SUAID et al., 2008; NAGATA \n\net al., 2009a; FRANCO et al., 2012; JIANG et al., 2012), aquele que apresentasse o \n\nPRP com maior concentração de plaquetas, com valor entre 1000 a 1845 x103/mm3 \n\n(SHIU et al., 2014). A quantificação final do total de plaquetas aplicado aqui é um \n\nfator importante para controle do PRP, apesar de em muitos trabalhos os \n\npesquisadores não se preocuparem em fazê-la (NATHER et al., 2012; OZDEMIR et \n\nal., 2012). \n\nCumpre salientar, que a concentração plaquetária pode variar muito devido \n\naos valores normais diferentes entre espécies animais e as formas de preparo do \n\nPRP (ROUKIS; ZGONIS; TIERNAN, 2006; VAN DEN DOLDER et al., 2006). \n\nSegundo Shiu et al. (2014) a concentração plaquetária requerida para um efeito \n\npositivo na regeneração óssea abrange um intervalo muito limitado que vai de 1000 \n\na 1845 x103/mm3. O número total de plaquetas no PRP aqui obtido foi ao redor de 5 \n\nvezes maior que no sangue total. Este valor está de acordo com o definido na \n\nliteratura como típico PRP, ou seja, número de plaquetas 5 vezes acima do nível \n\n\n\n6 Discussão 120 \n\nfisiológico sanguíneo (MARX, 2001). Na literatura vários trabalhos mostram valores \n\nsimilares de concentração de plaquetas associados a efeitos positivos na \n\nregeneração óssea (KIM et al., 2002; WEIBRICH et al., 2002; NAGATA et al., \n\n2009b).  \n\nUm segundo fator que pode ter sido o responsável pela variabilidade nos \n\nresultados dos estudos é a forma de ativação do PRP (WALKOWIAK et al., 2000; \n\nLOZADA et al., 2001). Nesse sentido, enquanto alguns não ativam as plaquetas, \n\noutros as ativam usando trombina autóloga, cloreto de cálcio e métodos físicos ou \n\naté mesmo biomateriais (KON et al., 2011). A concentração de trombina e cálcio \n\npara ativação plaquetária pode afetar a liberação de fatores de crescimento, a \n\ndivisão celular (LACOSTE; MARTINEAU; GAGNON, 2003; ROUSSY; BERTRAND \n\nDUCHESNE; GAGNON, 2007) e a propriedade adesiva do PRP (LUENGO GIMENO \n\net al., 2006). No entanto, a forma com que esses ativadores afetam as propriedades \n\ndo PRP não é conhecida (SHIU et al., 2014). Além disso, a quantidade de PRP \n\naplicada, o número de administrações e tempo de manipulação são fatores que \n\npodem influenciar os resultados (ROFFI et al., 2013). No atual estudo utilizou-se \n\numa solução de cloreto de cálcio 10% na proporção de 1:8 para ativação \n\nplaquetária, de conformidade com os diversos estudos que utilizaram com sucesso \n\nesta mesma solução (SUAID et al., 2008; PENTEADO et al., 2013; LEE et al., 2015). \n\nOutro ponto polêmico em relação ao PRP diz respeito à identificação de \n\nmateriais de enxerto que respondem melhor à associação com o PRP. Uma revisão \n\nsistemática sobre o assunto realizada por Roffi et al. (2013) sugere que o PRP não \n\ndeve ser indicado para uso com ?-TCP e que a sua associação com o enxerto \n\nautógeno ainda apresenta muitas controvérsias, enquanto que o biomaterial, que \n\napresentou melhores resultados com essa associação foi a HA. No entanto, ainda \n\nsão controversos os resultados da associação de outros biomateriais com HA e PRP \n\n(ROFFI et al., 2013). \n\nPreviamente ao início do presente estudo, foi desenvolvido um experimento \n\npiloto para definição da melhor forma de acesso ao seio maxilar, sem que houvesse \n\ndanos à membrana sinusal e complicações pós-operatórias. Deste modo, o \n\nprotocolo baseado nos trabalhos de Asai, Shimizu e Ooya (2002) e Xu et al. (2003) \n\nfoi o escolhido, devido a técnica cirúrgica simples e sem complicações pós-\n\noperatórias. No entanto, o formato da incisão foi modificado de uma incisão \n\n\n\n6 Discussão 121\n\nperpendicular para uma incisão em meia lua, para facilitar o acesso ao osso nasal. \n\nAlém disso, foi utilizado broca trefina para acesso ao seio maxilar ao invés de broca \n\nesférica como na técnica de Xu et al. (2003). No momento do preenchimento do seio \n\nmaxilar foi também levado em conta as variações morfológicas individuais \n\napresentadas pelo seio maxilar nos coelhos, de mais arredondado para mais \n\nalongado. Mas segundo Moon et al. (2015a), independente da técnica cirúrgica \n\nescolhida é imprescindível em todos os casos que se tome o máximo de cuidado \n\npara que não ocorra lesão na membrana sinusal evitando o extravasamento de \n\nmaterial de enxerto e ocorrência de infecções. \n\nAo contrário dos trabalhos desenvolvidos em humanos onde o período para \n\nanálise histológica é o da colocação do implante quando a biópsia é coletada, na \n\natual pesquisa os períodos experimentais de 30, 60 e 180 dias após as cirurgias \n\nforam utilizados, permitindo uma avaliação temporal da evolução do reparo ósseo. \n\nAlém do que, levando em consideração o maior metabolismo apresentado pelo \n\ncoelho, o período final de 180 dias nesse caso, pode representar uma avaliação em \n\nlongo prazo em seres humanos (LAMBERT et al., 2013). \n\n \n6.2  REPARO ÓSSEO E VOLUME SINUSAL NOS DIFERENTES GRUPOS \n\nAVALIADOS  \n\n \nOs resultados histomorfométricos e microtomográficos obtidos no presente \n\ntrabalho possibilitaram um melhor entendimento do comportamento do enxerto \n\nautógeno, Bio-Oss® e HA/TCPp associados ou não ao PRP em levantamento de \n\nseio maxilar de coelhos, complementando os dados de diversos estudos já \n\nrealizados utilizando o mesmo modelo experimental (BUTTERFIELD et al., 2005; \n\nSICCA et al., 2008; DE SOUZA NUNES et al., 2010; LAMBERT et al., 2011). \n\nVale lembrar que o volume de cada material mais sangue ou PRP utilizado \n\nno levantamento de cada seio maxilar, foi de 200 mm3. No entanto, na análise \n\nmicrotomográfica, o volume total do seio elevado aos 30 dias foi similar em todos os \n\ngrupos, sendo em média de 142 mm3, valor 29% menor que o volume originalmente \n\ncolocado. Essa redução observada provavelmente possa ser decorrente da \n\ncontração do coágulo/PRP associada à pressão sinusal, e em menor grau da \n\nretração provocada pela fixação histológica. Entre 30 e 180 dias, o volume elevado \n\n\n\n6 Discussão 122 \n\nno grupo autógeno reduziu acentuadamente passando para 92,5 mm3 aos 180 dias, \n\nenquanto que, nos grupos Bio-Oss e HA/TCPp os volumes se mantiveram estáveis. \n\nTambém a altura do seio elevado teve comportamento semelhante, valendo ao final \n\nde 180 dias, 3,6 mm, 5,6 mm e 6,0 mm, respectivamente, para os grupos autógeno, \n\nBio-Oss e HATCPp. \n\nEssas alterações lineares e volumétricas observadas são facilmente \n\nentendidas quando as imagens microtomográficas/histológicas são associadas aos \n\ndados morfométricos da evolução de volume cada estrutura presente no seio maxilar \n\nelevado.  \n\nAssim, no caso do enxerto autógeno a redução do volume do seio elevado \n\nfoi devida a rápida e gradual reabsorção do enxerto logo após a sua implantação, \n\nalém da prevalência da reabsorção sobre a neoformação durante a fase de \n\nremodelação óssea já a partir dos 60 dias. Em números, o volume do enxerto e de \n\ntecido ósseo aos 30 dias, que era, respectivamente, 17,9 mm3 e 44,8 mm3, passou \n\npara 3,2 mm3 e 19 mm3, aos 180 dias. Morfologicamente nesse período final de \n\ntratamento, a região elevada dos seios maxilares já exibia trabéculas ósseas finas \n\nassociadas a pequenos fragmentos de enxerto e grande quantidade de medula \n\nóssea amarela (63 mm3) e tecido conjuntivo (7,3 mm3) ocupando os espaços inter-\n\ntrabeculares, quadro que estruturalmente inviabilizaria a instalação/estabilização de \n\nimplantes metálicos. Vale ressaltar que a grande reabsorção do enxerto autógeno \n\napós o levantamento de seio maxilar de coelhos com enxerto autógeno e a \n\ntendência ao final do tratamento de predominância de medula óssea, já havia sido \n\ndescrita por outros pesquisadores (SICCA et al., 2008; TRINDADE-SUEDAM et al., \n\n2010; LAMBERT et al., 2011). Corroborando com essas informações, anteriormente \n\na esses trabalhos acima citados, já havia sido demonstrado em coelhos, que o \n\nlevantamento de seio maxilar com osso autógeno oferece excelente regeneração \n\nóssea, mas, ao longo do tempo, o osso neoformado e o próprio enxerto autógeno \n\nnão suportam adequadamente a pressão intrasinusal positiva relacionada à \n\nrespiração nasal, o que leva a reabsorção óssea e a reexpansão da cavidade \n\nsinusal (HATANO; SHIMIZU; OOYA, 2004; OHYA et al., 2005; SUN et al., 2008). \n\nAlguns autores mostraram que essa re-pneumatização do seio poderia ser evitada \n\npela utilização de partículas de osso desproteinizado em combinação com o sangue \n\n(XU et al., 2004, 2005). \n\n\n\n6 Discussão 123\n\nPor outro lado, a origem embriológica da região doadora do enxerto \n\nautógeno parece estar relacionada ao grau de reabsorção do mesmo (ZINS; \n\nWHITAKER, 1983). No presente estudo foi utilizado enxerto autógeno córtico-\n\nmedular obtido da calvária dos coelhos, visto que diversos trabalhos enfatizavam a \n\ninstabilidade do enxerto autógeno obtido da crista ilíaca comparado ao obtido da \n\ncalvária (DONOVAN et al., 1993; JOHANSSON et al., 2001; SMOLKA et al., 2006; \n\nCRESPI et al., 2007). Dentre esses, vale ressaltar o estudo histomorfométrico \n\ndesenvolvido por Crespi et al. (2007), onde biópsias obtidas após 5 meses da \n\nelevação do seio maxilar com osso autógeno, mostraram volume ósseo total \n\n(enxerto + osso neoformado) 57% maior nos seios elevados com enxertos obtidos \n\nde calvária comparados com os obtidos da crista ilíaca. Essa maior qualidade na \n\nregeneração óssea associada ao enxerto autógeno obtido da calvária em relação ao \n\nda crista ilíaca também já havia sido observada em reconstrução de rebordo alveolar \n\n(SMOLKA et al., 2006). \n\nEmbora na atual pesquisa o enxerto autógeno utilizado tenha sido obtido de \n\ncalvária, os resultados aqui obtidos, mostraram que ao longo do tempo ele também \n\napresentou alta taxa de reabsorção, juntamente com o osso neoformado. Já, nos \n\ngrupos Bio-Oss e HA/TCPp, os biomateriais favoreceram a manutenção do volume \n\nelevado do seio maxilar devido as suas características de baixa e lenta reabsorção \n\npelos osteoclastos/células gigantes multinucleadas. Deste modo, a permanência dos \n\nbiomateriais por um maior tempo permitiu que a formação óssea ocorresse entre as \n\npartículas e se mantivesse ao longo do tempo mesmo sob a ação de forças \n\nintrasinusais. Resultados semelhantes foram observados por Lambert et al. (2011) \n\nutilizando Bio-Oss®. \n\nPor outro lado, sabe-se que a estabilidade volumétrica do seio maxilar \n\nelevado representa um importante fator de sucesso para a instalação de implantes, \n\nnão só pela quantidade suficiente de osso neoformado bem como pela sua \n\nqualidade (KIRMEIER et al., 2008). No caso das cerâmicas bifásicas a estabilidade \n\ndo volume ósseo neoformado pode ser influenciada pela concentração de seus \n\ncomponentes (OHE et al., 2015). Assim, Kuhl et al. (2015) em estudo realizado em \n\nhumanos utilizando a cerâmica Straumann® BoneCeramicTM, uma cerâmica bifásica \n\nHA/TCP (60:40), observou uma redução significante de 15% no volume do seio \n\nmaxilar elevado entre o período de duas semanas à seis meses, resultados similares \n\n\n\n6 Discussão 124 \n\naos encontrados por outros (OHE et al., 2015). No entanto, Lambert et al. (2013) não \n\nobservaram variações no volume do seio maxilar elevado de coelhos tratados com \n\nStraumann® BoneCeramicTM, nos períodos avaliados de 1 semana, 5 semanas e 6 \n\nmeses corroborando com os resultados obtidos no presente estudo. Lim et al. (2015) \n\nutilizando a biocerâmica HA/TCP na proporção de 70:30 também não encontraram \n\nvariação no volume do seio maxilar elevado entre os períodos avaliados de 15 a 60 \n\ndias. Chama atenção, o fato de o volume elevado obtido por esses pesquisadores \n\naos 60 dias de 188,12 mm³ foi similar ao volume de 171,78 mm³ observado no \n\nmesmo período do atual estudo. \n\nA manutenção do volume sinusal elevado se deve em grande parte a pouca \n\nreabsorção do biomaterial e a ocupação dos espaços entre as partículas por tecido \n\nósseo neoformado. Nesse sentido, ao final do período analisado o volume do \n\nHA/TCPp se manteve constante e o do Bio-Oss® reduziu apenas 25%, enquanto que \n\na formação óssea aumentou substancialmente, passando a ocupar, para ambos \n\nbiomateriais, em média 44 mm3 do volume do seio elevado.  \n\nO Bio-Oss® considerado por muitos como o melhor dentre os biomateriais \n\nutilizados no levantamento de seio maxilar é um excelente material osteocondutor, \n\nlentamente reabsorvido e que mantém o volume ósseo neoformado estável, mesmo \n\nno longo prazo (PIATTELLI et al., 1999; SARTORI et al., 2003; SCARANO et al., \n\n2004; TRAINI et al., 2007; TRAINI et al., 2008). Na presente pesquisa aos 180 dias, \n\no percentual de volume ocupado pelo Bio-Oss® no seio maxilar dos coelhos foi de \n\n30,5%, valor similar ao encontrado em biópsias de seios maxilares elevados em \n\nhumanos, coletadas após 160 dias (ZITZMANN et al., 2001; SCHMITT et al., 2014), \n\ndemonstrando uma similaridade de resultados entre espécies. Quanto a reabsorção \n\ndo biomaterial, já foi observada a presença de partículas de Bio-Oss® intimamente \n\naderidas ao tecido ósseo, em biópsias humanas coletadas após 9 anos da elevação \n\nsinusal (TRAINI et al., 2007), comprovando que a sua substituição por tecido ósseo \n\né muito lenta. \n\nDiferentemente da vasta literatura referente ao comportamento biológico e \n\nclínico do Bio-Oss® e similares, as cerâmicas bifásicas são ainda pouco difundidas e \n\nutilizadas na clinica odontológica e os poucos estudos existentes avaliam \n\nformulações com diferentes concentrações de HA e TCP (FRENKEN et al., 2010; \n\nLIM et al., 2015; MANGANO et al., 2015), sendo difícil estabelecer uma \n\n\n\n6 Discussão 125\n\nprevisibilidade do seu comportamento no levantamento de seio maxilar em \n\nhumanos. Porém, alguns estudos em coelhos e humanos no levantamento de seio \n\nmaxilar, mostraram que a formulação da cerâmica nas proporções 30:70, 60:40 e \n\n70:30 parece não ter influenciado nos valores de tecido ósseo formado, biomaterial \n\nremanescente e formação da medula óssea em cada caso (FRENKEN et al., 2010; \n\nLIM et al., 2015; MANGANO et al., 2015). \n\nNo atual trabalho foi observado que o biomaterial HA/TCPp 70:30 foi \n\nlentamente absorvido, mesmo com a presença de grande quantidade de células \n\ngigantes multinucleadas durante todo o período experimental, sendo o mesmo \n\nobservado por Lambert et al. (2013) utilizando a biocerâmica bifásica Straumann® \n\nBoneCeramicTM com proporção HA/TCP de 60:40, sugerindo um processo \n\nincompleto de absorção por essas células com dissolução muito lenta das partículas \n\nde cerâmica (ZERBO et al., 2005). Convém lembrar, que estas células também \n\nestavam presentes na superfície das partículas de Bio-Oss®. \n\nDevido à lenta reabsorção e às características osteocondutivas do Bio-Oss® \n\ne do HA/TCPp, a formação óssea ocorreu nos espaços entre as suas partículas  e \n\ntambém nos poros e concavidades presentes nas partículas do HA/TCPp. O \n\npreenchimento dos espaços por tecido ósseo ocorreu até o período de 60 dias, \n\nmantendo-se o volume constante até os 180 dias. Comparativamente, o estudo de \n\nLim et al. (2015) com seio maxilar de coelhos elevados com HA/TCP (70:30 e \n\n30:70), mostrou no período de 60 dias um percentual de novo osso e biomaterial de, \n\nrespectivamente, 24% e 40%, muito próximo aos valores de, respectivamente, \n\n27,5% e 37% encontrados no presente estudo. Já, no trabalho de Lambert et al. \n\n(2013) com a biocerâmica bifásica Straumann® BoneCeramicTM (60:40), o percentual \n\nde osso neoformado aos 35 dias e 180 dias foi de, respectivamente, 12,9% e 21,5%, \n\nvalores inferiores ao obtidos aqui no grupo HA/TCPp, nos períodos de 30 e 180 dias, \n\nque foram, respectivamente, de 20,73% e 26,14%. O percentual de biomaterial \n\nremanescente de 24,2% aos 35 dias e de 21,5% aos 180 dias também foi menor \n\ncomparados aos valores de 45,63% aos 30 dias e 37,85% aos 180 dias obtidos no \n\npresente estudo. \n\nO número de osteoclastos/células gigantes multinucleadas se manteve \n\nestável durante todos os períodos experimentais aqui estudados, mostrando que o \n\ntecido ósseo neoformado e depositado entre as partículas do biomaterial já passava \n\n\n\n6 Discussão 126 \n\npor um processo de remodelação, levando ao final do período estudado a formação \n\nde osso lamelar/maduro e de medula óssea. Cordaro et al. (2008) e de Lange et al. \n\n(2014) obtiveram resultados similares quanto a formação óssea, aos obtidos aqui, \n\nanalisando biópsias humanas pós-colocação de implantes obtidas de regiões \n\nsubmetidas a levantamento do seio maxilar com Bio-Oss® e HA/TCP Straumann® \n\nBoneCeramicTM (60:40).  \n\nA associação do PRP ao material de preenchimento comparado ao sangue, \n\nsó mostrou efeito no grupo AUT, onde a sua presença modificou temporalmente o \n\nprocesso de reabsorção das partículas de enxerto autógeno e a \n\nformação/remodelação óssea. Assim, o volume de osso autógeno aos 30 dias foi de \n\n10,9 mm³ e 24,9 mm³, respectivamente, nos seios maxilares tratados com PRP e \n\nnão tratados com PRP, sugerindo que o PRP acelerou a reabsorção do material \n\nenxertado. Por outro lado, o pico de volume de tecido ósseo neoformado nos seios \n\ntratados com enxerto autógeno + PRP, de 47,2 mm³ foi observado aos 30 dias, \n\nenquanto que, nos tratados com enxerto autógeno associado com sangue, o pico de \n\n48,2 mm³ foi atingido somente aos 60 dias, evidenciando um potencial acelerador do \n\nPRP na formação óssea. Após os períodos de pico, em ambos os grupos, foi \n\nobservado um decréscimo na quantidade de tecido ósseo, que estaria relacionado à \n\ndinâmica do reparo/remodelação óssea com a substituição do tecido ósseo primário \n\npor lamelar levando a compactação das trabéculas ósseas, que tornam mais finas, e \n\na diminuição do volume de tecido ósseo sob a ação das forças sinusais que atuam \n\nexternamente a zona do enxerto.  \n\nO grau de reabsorção/remodelação óssea no grupo tratado com osso \n\nautógeno associado ou não ao PRP pode ser verificado pelo número de \n\nosteoclastos presentes no local. Nos seios maxilares tratados com enxerto \n\nassociado ao PRP, o número de osteoclastos na superfície das partículas do enxerto \n\nfoi menor aos 30 dias (0,13/mm2), o que associado ao já pequeno volume do enxerto \n\nnesse período, sugere que o pico de osteoclastos e de reabsorção do enxerto, tenha \n\nocorrido em um período anterior. Já, o número de osteoclastos na superfície do osso \n\nneoformado, no mesmo período, foi de 2,47/mm2, indicando a ocorrência de intensa \n\nremodelação do osso neoformado que passa a exibir característica de osso lamelar. \n\nJá nos seios tratados com enxerto associado ao sangue, nesse mesmo período, o \n\nnúmero de osteoclastos na superfície do enxerto foi de 2,35/mm2 e na superfície do \n\n\n\n6 Discussão 127\n\nosso novo, foi de apenas 1,61 osteoclastos/mm2, sugerindo maior reabsorção das \n\npartículas de enxerto em relação ao osso neoformado, que se apresentava nesse \n\ncaso mais imaturo em relação ao tratado com PRP. Aos 60 dias, nos seios tratados \n\ncom enxerto associado ao PRP, o número de osteoclastos presentes tanto na \n\nsuperfície do enxerto, como na do osso novo havia reduzido drasticamente, \n\nacompanhando a redução de volume de osso neoformado, enquanto que, nos \n\ntratados com enxerto associado ao sangue, o número de osteoclastos foi \n\nsemelhante ao encontrado aos 30 dias nos tratados com PRP, associado ao pico de \n\nosso novo.  \n\nComparativamente, os estudos de Nagata et al. (2009b,2010a) também \n\nobservaram maior formação óssea em defeitos cranianos tratados com osso \n\nautógeno associado ao PRP aos 30 dias do que aos 90 dias. Esse comportamento \n\npode estar relacionado ao fato tecido ósseo já ter alcançado no período mais tardio, \n\ncerto grau de maturação (SIMONPIERI et al., 2012).  \n\nContrapondo aos resultados aqui obtidos, a literatura mostra vários estudos \n\nonde a associação do PRP ao enxerto autógeno não promoveu nenhuma alteração \n\nno processo de formação óssea (SHANAMAN; FILSTEIN; DANESH-MEYER, 2001; \n\nFROUM et al., 2002; AGHALOO; MOY; FREYMILLER, 2002; JAKSE et al., 2003; \n\nBUTTERFIELD et al., 2005; HATAKEYAMA et al., 2008), ou mesmo certo atraso na \n\nformação óssea (CHOI et al., 2004). No entanto, alguns estudos realizados em \n\nhumanos apresentaram bons resultados com a utilização do PRP associado ao \n\nenxerto autógeno (KHAIRY et al., 2013; MAGESH; KUMARAVELU; MAHESHWARI, \n\n2013). Assim, Khairy et al. (2013) realizaram cirurgias de levantamento de seio \n\nmaxilar em pacientes com necessidade de colocação de implantes, utilizando \n\nenxerto autógeno associado ou não ao PRP, não constatando alterações após 90 \n\ndias, porém observando significativo aumento de densidade óssea, após 180 dias no \n\ngrupo tratado com PRP. \n\nLevando em consideração o padrão apresentado aqui pelo enxerto autógeno \n\nassociado ou não ao PRP pode-se inferir que o PRP acelerou o reparo ósseo, com \n\npico de formação óssea ocorrendo aos 30 dias após cirurgia. Portanto, sugere-se \n\nque a instalação de implantes em pacientes, poderia ser adiantada para um \n\nmomento correspondente ao nosso período de 30 dias, para coincidir com a fase de \n\n\n\n6 Discussão 128 \n\nmaior formação óssea, na expectativa que a instalação precoce do implante \n\nfavoreça a manutenção do tecido ósseo diminuindo a reabsorção.  \n\nA associação do PRP aos materiais Bio-Oss® e HA/TCPp não promoveu \n\ndiferenças no levantamento de seio maxilar em relação a associação com  sangue, \n\napresentando resultados similares tanto na manutenção do volume do seio \n\naumentado quanto na quantidade do tecido ósseo formado em todos os períodos \n\navaliados. Neste mesmo sentido, diversos estudos também não encontraram \n\ndiferenças estatisticamente significantes durante o reparo ósseo quando o PRP foi \n\nadicionado tanto ao Bio-Oss® (FURST et al., 2003; DENICOLO et al., 2013; \n\nOLIVEIRA et al., 2015), quanto a cerâmica bifásica HA/TCP (PLACHOKOVA et al., \n\n2006, 2007; FARATZIS et al., 2012). Segundo Denicolo et al. (2013), os grupos \n\ntratados com os biomateriais associados com sangue podem ter apresentado \n\nresultados similares aos grupos com PRP porque o sangue também apresenta \n\nplaquetas, que apesar da sua menor concentração, liberam fatores de crescimento. \n\nNo entanto, na presente pesquisa uma análise morfológica mais detalhada \n\ndos seios elevados dos grupos Bio-Oss/PRP e HA/TCPp/PRP mostrou \n\ncaracterísticas mais avançadas de reparo ósseo, com presença de um tecido ósseo \n\nmais maduro comparado aos grupos associados com sangue. Resultados similares \n\nforam observados em humanos após 6 ou 8 meses de elevação sinusal com osso \n\ninorgânico bovino associado ao PRP (YILMAZ et al., 2013; TASCHIERI et al., 2015). \n\nAlém disso, Torres et al. (2009) em estudo clinico randomizado split-mouth com 87 \n\npacientes mostrou que  o PRP associado ao Bio-Oss® promovia um maior ganho de \n\ntecido ósseo neoformado após 6 meses de elevação sinusal; os pesquisadores \n\nsugeriram que o PRP promove este maior ganho ósseo, aumentando as \n\npropriedades osteocondutivas do biomaterial.  \n\nPor outro lado, quando avaliado no reparo de defeito ósseo crítico em \n\ncalvária de ratos, o Bio-Oss® associado ao PRP apresentou maior formação óssea \n\nsomente no período de 30 dias, aos 60 dias a quantidade de osso neoformado foi \n\nsimilar nos grupos Bio-Oss+PRP e Bio-Oss (OLIVEIRA et al., 2015).  \n\nEm relação à utilização do HA/TCPp associado com PRP no levantamento \n\nde seio maxilar tanto em animais, como em humanos, a literatura é quase \n\ninexistente. No entanto, já existe um maior número de estudos avaliando essa \n\nassociação em outros modelos experimentais. Assim, o uso de HA/TCPp associado \n\n\n\n6 Discussão 129\n\nao PRP no tratamento de defeitos cranianos críticos em ratos, no período de 1 a 4 \n\nsemanas (PLACHOKOVA et al., 2006, 2007) e em coelhos, no período de 2 a 6 \n\nsemanas (FARATZIS et al., 2012) não encontraram benefícios nessa associação. \n\nNo entanto, a utilização do PRP com uma cerâmica de HA/TCPp 60:40 (BCP) em \n\ndefeitos ósseos críticos na região proximal de tíbia e distal de fêmur de ovelhas, \n\nmostrou um aumento significativo de volume ósseo com o PRP (MALHOTRA et al., \n\n2014). \n\nApesar dos resultados aqui obtidos sugerirem uma ação positiva do PRP, a \n\ndiversidade do design experimental dos estudos em animais, bem como os \n\nresultados obtidos clinicamente em humanos, não permitem ainda concluir que o \n\nPRP favoreça o ganho e/ou a maturidade óssea quando associado ao \n\nenxerto/biomaterial. Além disso, os vários efeitos do PRP estão profundamente \n\ninterligados à natureza do enxerto/biomaterial utilizado (SIMONPIERI et al., 2012). \n\nAssim como, a superfície do material de tratamento poderia alterar a forma de \n\nativação e concentração das plaquetas. \n\n \n\n\n\n \n\n\n\n \n\n7 CONCLUSÕES \n  \n\n\n\n \n\n  \n\n\n\n7 Conclusões 133\n\n7  CONCLUSÕES \n\n \n\n \nEm vista dos resultados aqui obtidos foi possível constatar e/ou concluir que: \n\na) todos os três materiais aqui avaliados promoveram a formação óssea e \n\nmedular ao longo dos períodos avaliados; \n\nb) a cerâmica HA/TCPp promoveu um reparo ósseo similar ao obtido com o \n\nBio-Oss®, com formação de uma quantidade significante de tecido ósseo \n\nem todos períodos avaliados; enquanto o grupo AUT apresentou maior \n\nquantidade óssea nos períodos iniciais reduzindo acentuadamente aos \n\n180 dias; ou seja, em relação aos objetivos da cirurgia de levantamento \n\nde seio maxilar, os resultados a longo prazo obtidos com ambos \n\nbiomateriais foram mais favoráveis do que com enxerto autógeno; \n\nc) o ganho ósseo obtido com o uso de HA/TCPp ou Bio-Oss® foi mantido ao \n\nlongo do tempo, enquanto com o enxerto autógeno houve uma redução \n\nsignificante ao final de 180 dias, mostrando que o tratamento com os \n\nbiomateriais são mais favoráveis na manutenção do volume ósseo do \n\nseio elevado; \n\nd) o quadro histológico do osso neoformado no grupo AUT ao final de 180 \n\ndias, com trabéculas ósseas extremamente finas e com predominância de \n\nmedula óssea amarela mostra que o enxerto autógeno não foi capaz de \n\nmanter a estrutura óssea mais favorável obtida nos períodos anteriores; \n\ne) o PRP adiantou o processo de formação/maturação óssea no grupo AUT \n\nnos períodos iniciais; \n\nf) o PRP não apresentou influência nos grupos HA/TCPp e Bio-Oss, no \n\nentanto, a presença de maior quantidade de estruturas ósseas lamelares, \n\nmostrou que, morfologicamente os grupos tratados com PRP \n\napresentaram características mais avançadas de reparo ósseo \n\ncomparado aos tratados com sangue. \n\n\n\n \n\n\n\n \n\nREFERÊNCIAS \n  \n\n\n\n \n\n  \n\n\n\nReferências 137\n\nREFERÊNCIAS \n\n \n \n\nAaboe M, Schou S, Hjorting-Hansen E, Helbo M, Vikjaer D. Osseointegration of \nsubperiosteal implants using bovine bone substitute and various membranes. Clin \nOral Implants Res. 2000;11(1):51-8. \n\nAghaloo TL, Moy PK, Freymiller EG. Investigation of platelet-rich plasma in rabbit \ncranial defects: A pilot study. J Oral Maxillofac Surg. 2002;60(10):1176-81. \n\nAghaloo TL, Moy PK, Freymiller EG. Evaluation of platelet-rich plasma in \ncombination with anorganic bovine bone in the rabbit cranium: a pilot study. Int J Oral \nMaxillofac Implants. 2004;19(1):59-65. \n\nAlberts B, Johnson A, Lewis J, Raff M, Dennis Bray, Roberts K, et al. Comunicação, \ncitoesqueleto, ciclo, morte e divisão celular. In: Alberts B, Johnson A, Lewis J, Raff \nM, Dennis Bray, Roberts K, et al. Biologia molecular da célula. 4. ed. Porto Alegre: \nArtmed; 2004. p. 871-1116. \n\nAnitua E. Plasma rich in growth factors: preliminary results of use in the preparation \nof future sites for implants. Int J Oral Maxillofac Implants. 1999;14(4):529-35. \n\nAoki H. Medical application of hidroxyapatite. Tokyo: St. Louis; 1994. \n\nArguelles D, Carmona JU, Climent F, Munoz E, Prades M. Autologous platelet \nconcentrates as a treatment for musculoskeletal lesions in five horses. Vet Rec. \n2008;162(7):208-11. \n\nArtzi Z, Tal H, Dayan D. Porous bovine bone mineral in healing of human extraction \nsockets: 2. Histochemical observations at 9 months. J Periodontol. 2001;72(2):152-9. \n\nAsai S, Shimizu Y, Ooya K. Maxillary sinus augmentation model in rabbits: effect of \noccluded nasal ostium on new bone formation. Clin Oral Implants Res. \n2002;13(4):405-9. \n\nBae JH, Kim YK, Myung SK. Effects of platelet-rich plasma on sinus bone graft: \nmeta-analysis. J Periodontol. 2011;82(5):660-7. \n\nBoccaccini AR, Blaker JJ. Bioactive composite materials for tissue engineering \nscaffolds. Expert Rev Med Devices. 2005;2(3):303-17. \n\nBoronat-Lopez A, Carrillo C, Penarrocha M, Penarrocha-Diago M. Immediately \nrestored dental implants for partial-arch applications: a study of 12 cases. J Oral \nMaxillofac Surg. 2009;67(1):195-9. \n\nBoyapati L, Wang HL. The role of platelet-rich plasma in sinus augmentation: a \ncritical review. Implant Dent. 2006;15(2):160-70. \n\n\n\nReferências 138 \n\nBoyne PJ, Lilly LC, Marx RE, Moy PK, Nevins M, Spagnoli DB, et al. De novo bone \ninduction by recombinant human bone morphogenetic protein-2 (rhBMP-2) in \nmaxillary sinus floor augmentation. J Oral Maxillofac Surg. 2005;63(12):1693-707. \n\nBuser D, Dahlin C, Schenk RK. Regeneração óssea guiada na implantodontia. São \nPaulo: Quintessence; 1996. 270p. \n\nButterfield KJ, Bennett J, Gronowicz G, Adams D. Effect of platelet-rich plasma with \nautogenous bone graft for maxillary sinus augmentation in a rabbit model. J Oral \nMaxillofac Surg. 2005;63(3):370-6. \n\nCamargo PM, Lekovic V, Weinlaender M, Vasilic N, Madzarevic M, Kenney EB. \nPlatelet-rich plasma and bovine porous bone mineral combined with guided tissue \nregeneration in the treatment of intrabony defects in humans. J Periodontal Res. \n2002;37(4):300-6. \n\nCarinci F, Farina A, Zanetti U, Vinci R, Negrini S, Calura G, et al. Alveolar ridge \naugmentation: a comparative longitudinal study between calvaria and iliac crest bone \ngrafrs. J Oral Implantol. 2005;31(1):39-45. \n\nCarmagnola D, Adriaens P, Berglundh T. Healing of human extraction sockets filled \nwith Bio-Oss. Clin Oral Implants Res. 2003;14(2):137-43. \n\nCentrella M, McCarthy TL, Canalis E. Platelet-derived growth factor enhances \ndeoxyribonucleic acid and collagen synthesis in osteoblast-enriched cultures from \nfetal rat parietal bone. Endocrinology. 1989;125(1):13-9. \n\nCestari TM, Carboni NM, Assis GF, Garlet GP, Taga R. Differences in the repair \nprocess of bone defect filled with HA/TCP (70:30) biphasic ceramic. Influence of the \nporosity and particle size [trabalho apresentado]. 6° Congresso Latino Americano de \nÓrgãos Artificiais e Biomateriais. Gramado, RS; 2010. \n\nChanavaz M. Maxillary sinus: anatomy, physiology, surgery, and bone grafting \nrelated to implantology--eleven years of surgical experience (1979-1990). J Oral \nImplantol. 1990;16(3):199-209. \n\nChaves MD, de Souza Nunes LS, de Oliveira RV, Holgado LA, Filho HN, Matsumoto \nMA, et al. Bovine hydroxyapatite (Bio-Oss(®)) induces osteocalcin, RANK-L and \nosteoprotegerin expression in sinus lift of rabbits. J Craniomaxillofac Surg. \n2012;40(8):e315-20. \n\nChoi BH, Im CJ, Huh JY, Suh JJ, Lee SH. Effect of platelet-rich plasma on bone \nregeneration in autogenous bone graft. Int J Oral Maxillofac Surg. 2004;33(1):56-9. \n\nConsolo U, Zaffe D, Bertoldi C, Ceccherelli G. Platelet-rich plasma activity on \nmaxillary sinus floor augmentation by autologous bone. Clin Oral Implants Res. \n2007;18(2):252-62. \n\n\n\nReferências 139\n\nCordaro L, Bosshardt DD, Palattella P, Rao W, Serino G, Chiapasco M. Maxillary \nsinus grafting with Bio-Oss or Straumann Bone Ceramic: histomorphometric results \nfrom a randomized controlled multicenter clinical trial. Clin Oral Implants Res. \n2008;19(8):796-803. \n\nCorinaldesi G, Piersanti L, Piattelli A, Iezzi G, Pieri F, Marchetti C. Augmentation of \nthe floor of the maxillary sinus with recombinant human bone morphogenetic protein-\n7: a pilot radiological and histological study in humans. Br J Oral Maxillofac Surg. \n2013;51(3):247-52. \n\nCrespi R, Vinci R, Cappare P, Gherlone E, Romanos GE. Calvarial versus iliac crest \nfor autologous bone graft material for a sinus lift procedure: a histomorphometric \nstudy. Int J Oral Maxillofac Implants. 2007;22(4):527-32. \n\nDaculsi G, Laboux O, Malard O, Weiss P. Current state of the art of biphasic calcium \nphosphate bioceramics. J Mater Sci Mater Med. 2003;14(3):195-200. \n\nDallari D, Fini M, Stagni C, Torricelli P, Nicoli Aldini N, Giavaresi G, et al. In vivo \nstudy on the healing of bone defects treated with bone marrow stromal cells, platelet-\nrich plasma, and freeze-dried bone allografts, alone and in combination. J Orthop \nRes. 2006;24(5):877-88. \n\nDe Groot K. Ceramic of Calcium Phosphates: Preparation and Properties. Boca \nRaton, FL: CRC Press; 1983. \n\nde Lange GL, Overman JR, Farre-Guasch E, Korstjens CM, Hartman B, Langenbach \nGE, et al. A histomorphometric and micro-computed tomography study of bone \nregeneration in the maxillary sinus comparing biphasic calcium phosphate and \ndeproteinized cancellous bovine bone in a human split-mouth model. Oral Surg Oral \nMed Oral Pathol Oral Radiol. 2014;117(1):8-22. \n\nDe Souza Nunes LS, De Oliveira RV, Holgado LA, Nary Filho H, Ribeiro DA, \nMatsumoto MA. Immunoexpression of Cbfa-1/Runx2 and VEGF in sinus lift \nprocedures using bone substitutes in rabbits. Clin Oral Implants Res. \n2010;21(6):584-90. \n\nDel Fabbro M, Testori T, Francetti L, Weinstein R. Systematic review of survival rates \nfor implants placed in the grafted maxillary sinus. Int J Periodontics Restorative Dent. \n2004;24(6):565-77. \n\nDel Fabbro M, Corbella S, Ceresoli V, Ceci C, Taschieri S. Plasma rich in growth \nfactors improves patients' postoperative quality of life in maxillary sinus floor \naugmentation: preliminary results of a randomized clinical study. Clin Implant Dent \nRelat Res. In press 2013. \n\nDenicolo PJ, Guyton MK, Cuenin M, Hokett S, Sharawy M, Borke JL, et al. Histologic \nevaluation of osseous regeneration following combination therapy with platelet-rich \nplasma and BioOss in a calvarial critical size defect model. J Oral Implantol. In press \n2013. \n\n\n\nReferências 140 \n\nDohan Ehrenfest DM, Rasmusson L, Albrektsson T. Classification of platelet \nconcentrates: from pure platelet-rich plasma (P-PRP) to leucocyte- and platelet-rich \nfibrin (L-PRF). Trends Biotechnol. 2009;27(3):158-67. \n\nDonovan MG, Dickerson NC, Hellstein JW, Hanson LJ. Autologous calvarial and iliac \nonlay bone grafts in miniature swine. J Oral Maxillofac Surg. 1993;51(8):898-903. \n\nEfeoglu C, Akcay YD, Erturk S. A modified method for preparing platelet-rich plasma: \nan experimental study. J Oral Maxillofac Surg. 2004;62(11):1403-7. \n\nFaratzis G, Leventis M, Chrysomali E, Khaldi L, Eleftheriadis A, Eleftheriadis I, et al. \nEffect of autologous platelet-rich plasma in combination with a biphasic synthetic \ngraft material on bone healing in critical-size cranial defects. J Craniofac Surg. \n2012;23(5):1318-23. \n\nFennis JP, Stoelinga PJ, Jansen JA. Mandibular reconstruction: a histological and \nhistomorphometric study on the use of autogenous scaffolds, particulate cortico-\ncancellous bone grafts and platelet rich plasma in goats. Int J Oral Maxillofac Surg. \n2004;33(1):48-55. \n\nFennis JP, Stoelinga PJ, Jansen JA. Reconstruction of the mandible with an \nautogenous irradiated cortical scaffold, autogenous corticocancellous bone-graft and \nautogenous platelet-rich-plasma: an animal experiment. Int J Oral Maxillofac Surg. \n2005;34(2):158-66. \n\nFernandes G, Laranjeiras MCM. Calcium phosphate biomaterials from marine algae \nhydrothermal synthesis and characterization. Química Nova. 2000;23(4):441-6. \n\nFranco D, Franco T, Schettino AM, Filho JM, Vendramin FS. Protocol for obtaining \nplatelet-rich plasma (PRP), platelet-poor plasma (PPP), and thrombin for autologous \nuse. Aesthetic Plast Surg. 2012;36(5):1254-9. \n\nFrenken JW, Bouwman WF, Bravenboer N, Zijderveld SA, Schulten EA, ten \nBruggenkate CM. The use of Straumann Bone Ceramic in a maxillary sinus floor \nelevation procedure: a clinical, radiological, histological and histomorphometric \nevaluation with a 6-month healing period. Clin Oral Implants Res. 2010;21(2):201-8. \n\nFroum SJ, Wallace SS, Tarnow DP, Cho SC. Effect of platelet-rich plasma on bone \ngrowth and osseointegration in human maxillary sinus grafts: three bilateral case \nreports. Int J Periodontics Restorative Dent. 2002;22(1):45-53. \n\nFugazzotto PA, Vlassis J. Long-term success of sinus augmentation using various \nsurgical approaches and grafting materials. Int J Oral Maxillofac Implants. \n1998;13(1):52-8. \n\nFurst G, Gruber R, Tangl S, Zechner W, Haas R, Mailath G, et al. Sinus grafting with \nautogenous platelet-rich plasma and bovine hydroxyapatite. A histomorphometric \nstudy in minipigs. Clin Oral Implants Res. 2003;14(4):500-8. \n\n\n\nReferências 141\n\nGalindo-Moreno P, Avila G, Fernandez-Barbero JE, Aguilar M, Sanchez-Fernandez \nE, Cutando A, et al. Evaluation of sinus floor elevation using a composite bone graft \nmixture. Clin Oral Implants Res. 2007;18(3):376-82. \n\nGrageda E, Lozada JL, Boyne PJ, Caplanis N, McMillan PJ. Bone formation in the \nmaxillary sinus by using platelet-rich plasma: an experimental study in sheep. J Oral \nImplantol. 2005;31(1):2-17. \n\nGraves DT, Cochran DL. Periodontal regeneration with polypeptide growth factors. \nCurr Opin Periodontol. 1994; (2):178-86. \n\nGraziani F, Ducci F, Tonelli M, El Askary AS, Monier M, Gabriele M. Maxillary sinus \naugmentation with platelet-rich plasma and fibrinogen cryoprecipitate: a tomographic \npilot study. Implant Dent. 2005;14(1):63-9. \n\nGross UM, Muller-Mai CM, Voigt C. The interface of calcium-phosphate and glass-\nceramic in bone, a structural analysis. Biomaterials. 1990;11:83-5. \n\nHatakeyama M, Beletti ME, Zanetta-Barbosa D, Dechichi P. Radiographic and \nhistomorphometric analysis of bone healing using autogenous graft associated with \nplatelet-rich plasma obtained by 2 different methods. Oral Surg Oral Med Oral Pathol \nOral Radiol Endod. 2008;105(1):e13-8. \n\nHatano N, Shimizu Y, Ooya K. A clinical long-term radiographic evaluation of graft \nheight changes after maxillary sinus floor augmentation with a 2:1 autogenous \nbone/xenograft mixture and simultaneous placement of dental implants. Clin Oral \nImplants Res. 2004;15(3):339-45. \n\nHeldin CH, Westermark B. Mechanism of action and in vivo role of platelet-derived \ngrowth factor. Physiol Rev. 1999;79(4):1283-316. \n\nHieu PD, Chung JH, Yim SB, Hong KS. A radiographical study on the changes in \nheight of grafting materials after sinus lift: a comparison between two types of \nxenogenic materials. J Periodontal Implant Sci. 2010;40(1):25-32. \n\nHoexter DL. Bone regeneration graft materials. J Oral Implantol. 2002;28(6):290-4. \n\nInchingolo F, Tatullo M, Marrelli M, Inchingolo AM, Inchingolo AD, Dipalma G, et al. \nRegenerative surgery performed with platelet-rich plasma used in sinus lift elevation \nbefore dental implant surgery: an useful aid in healing and regeneration of bone \ntissue. Eur Rev Med Pharmacol Sci. 2012;16(9):1222-6. \n\nJakse N, Tangl S, Gilli R, Berghold A, Lorenzoni M, Eskici A, et al. Influence of PRP \non autogenous sinus grafts. An experimental study on sheep. Clin Oral Implants Res. \n2003;14(5):578-83. \n\nJensen T, Schou S, Stavropoulos A, Terheyden H, Holmstrup P. Maxillary sinus floor \naugmentation with Bio-Oss or Bio-Oss mixed with autogenous bone as graft in \nanimals: a systematic review. Int J Oral Maxillofac Surg. 2012;41(1):114-20. \n\n\n\nReferências 142 \n\nJiang ZQ, Liu HY, Zhang LP, Wu ZQ, Shang DZ. Repair of calvarial defects in rabbits \nwith platelet-rich plasma as the scaffold for carrying bone marrow stromal cells. Oral \nSurg Oral Med Oral Pathol Oral Radiol. 2012;113(3):327-33. \n\nJohansson B, Grepe A, Wannfors K, Hirsch JM. A clinical study of changes in the \nvolume of bone grafts in the atrophic maxilla. Dentomaxillofac Radiol. \n2001;30(3):157-61. \n\nJoshi A. An investigation of post-operative morbidity following chin graft surgery. Br \nDent J. 2004;196(4):215-8; discussion 1. \n\nJung RE, Schmoekel HG, Zwahlen R, Kokovic V, Hammerle CH, Weber FE. Platelet-\nrich plasma and fibrin as delivery systems for recombinant human bone \nmorphogenetic protein-2. Clin Oral Implants Res. 2005;16(6):676-82. \n\nJungbluth P, Wild M, Grassmann JP, Ar E, Sager M, Herten M, et al. Platelet-rich \nplasma on calcium phosphate granules promotes metaphyseal bone healing in mini-\npigs. J Orthop Res. 2010;28(11):1448-55. \n\nKanno T, Takahashi T, Tsujisawa T, Ariyoshi W, Nishihara T. Platelet-rich plasma \nenhances human osteoblast-like cell proliferation and differentiation. J Oral \nMaxillofac Surg. 2005;63(3):362-9. \n\nKanthan SR, Kavitha G, Addi S, Choon DS, Kamarul T. Platelet-rich plasma (PRP) \nenhances bone healing in non-united critical-sized defects: a preliminary study \ninvolving rabbit models. Injury. 2011;42(8):782-9. \n\nKassolis JD, Reynolds MA. Evaluation of the adjunctive benefits of platelet-rich \nplasma in subantral sinus augmentation. J Craniofac Surg. 2005;16(2):280-7. \n\nKasten P, Vogel J, Geiger F, Niemeyer P, Luginbuhl R, Szalay K. The effect of \nplatelet-rich plasma on healing in critical-size long-bone defects. Biomaterials. \n2008;29(29):3983-92. \n\nKhairy NM, Shendy EE, Askar NA, El-Rouby DH. Effect of platelet rich plasma on \nbone regeneration in maxillary sinus augmentation (randomized clinical trial). Int J \nOral Maxillofac Surg. 2013;42(2):249-55. \n\nKim ES, Park EJ, Choung PH. Platelet concentration and its effect on bone formation \nin calvarial defects: an experimental study in rabbits. J Prosthet Dent. \n2001;86(4):428-33. \n\nKim SG, Kim WK, Park JC, Kim HJ. A comparative study of osseointegration of \nAvana implants in a demineralized freeze-dried bone alone or with platelet-rich \nplasma. J Oral Maxillofac Surg. 2002;60(9):1018-25. \n\nKirmeier R, Payer M, Wehrschuetz M, Jakse N, Platzer S, Lorenzoni M. Evaluation of \nthree-dimensional changes after sinus floor augmentation with different grafting \nmaterials. Clin Oral Implants Res. 2008;19(4):366-72. \n\n\n\nReferências 143\n\nKlijn RJ, Meijer GJ, Bronkhorst EM, Jansen JA. Sinus floor augmentation surgery \nusing autologous bone grafts from various donor sites: a meta-analysis of the total \nbone volume. Tissue Eng Part B Rev. 2010;16(3):295-303. \n\nKlongnoi B, Rupprecht S, Kessler P, Thorwarth M, Wiltfang J, Schlegel KA. Influence \nof platelet-rich plasma on a bioglass and autogenous bone in sinus augmentation. An \nexplorative study. Clin Oral Implants Res. 2006a;17(3):312-20. \n\nKlongnoi B, Rupprecht S, Kessler P, Zimmermann R, Thorwarth M, Pongsiri S, et al. \nLack of beneficial effects of platelet-rich plasma on sinus augmentation using a \nfluorohydroxyapatite or autogenous bone: an explorative study. J Clin Periodontol. \n2006b;33(7):500-9. \n\nKohri M, Miki K, Waite DE, Nakajima H, Okabe T. In vitro stability of biphasic calcium \nphosphate ceramics. Biomaterials. 1993;14(4):299-304. \n\nKon E, Filardo G, Di Martino A, Marcacci M. Platelet-rich plasma (PRP) to treat \nsports injuries: evidence to support its use. Knee Surg Sports Traumatol Arthrosc. \n2011;19(4):516-27. \n\nKuhl S, Brochhausen C, Gotz H, Filippi A, Payer M, d'Hoedt B, et al. The influence of \nbone substitute materials on the bone volume after maxillary sinus augmentation: a \nmicrocomputerized tomography study. Clin Oral Investig. 2013;17(2):543-51. \n\nKuhl S, Payer M, Kirmeier R, Wildburger A, Acham S, Jakse N. The influence of \nparticulated autogenous bone on the early volume stability of maxillary sinus grafts \nwith biphasic calcium phosphate: a randomized clinical trial. Clin Implant Dent Relat \nRes. 2015;17(1):173-8. \n\nKumar NK, Shaik M, Nadella KR, Chintapalli BM. Comparative study of alveolar bone \nheight and implant survival rate between autogenous bone mixed with platelet rich \nplasma versus venous blood for maxillary sinus lift augmentation procedure. J \nMaxillofac Oral Surg. 2015;14(2):417-22. \n\nKumlien J, Schiratzki H. The vascular arrangement of the sinus mucosa. A study in \nrabbits. Acta Otolaryngol. 1985;99(1-2):122-32. \n\nKurashina K, Kurita H, Kotani A, Takeuchi H, Hirano M. In vivo study of a calcium \nphosphate cement consisting of alpha-tricalcium phosphate/dicalcium phosphate \ndibasic/tetracalcium phosphate monoxide. Biomaterials. 1997;18(2):147-51. \n\nKurkcu M, Benlidayi ME, Cam B, Sertdemir Y. Anorganic bovine-derived \nhydroxyapatite vs beta-tricalcium phosphate in sinus augmentation: a comparative \nhistomorphometric study. J Oral Implantol. 2012;38 Spec No:519-26. \n\nLacoste E, Martineau I, Gagnon G. Platelet concentrates: effects of calcium and \nthrombin on endothelial cell proliferation and growth factor release. J Periodontol. \n2003;74(10):1498-507. \n\n\n\nReferências 144 \n\nLambert F, Leonard A, Drion P, Sourice S, Layrolle P, Rompen E. Influence of \nspace-filling materials in subantral bone augmentation: blood clot vs. autogenous \nbone chips vs. bovine hydroxyapatite. Clin Oral Implants Res. 2011;22(5):538-45. \n\nLambert F, Leonard A, Drion P, Sourice S, Pilet P, Rompen E. The effect of \ncollagenated space filling materials in sinus bone augmentation: a study in rabbits. \nClin Oral Implants Res. 2013;24(5):505-11. \n\nLee JH, Nam J, Kim HJ, Yoo JJ. Comparison of three different methods for effective \nintroduction of platelet-rich plasma on PLGA woven mesh. Biomed Mater. \n2015;10(2):025002. \n\nLekovic V, Camargo PM, Weinlaender M, Vasilic N, Aleksic Z, Kenney EB. \nEffectiveness of a combination of platelet-rich plasma, bovine porous bone mineral \nand guided tissue regeneration in the treatment of mandibular grade II molar \nfurcations in humans. J Clin Periodontol. 2003;30(8):746-51. \n\nLim HC, Zhang ML, Lee JS, Jung UW, Choi SH. Effect of different hydroxyapatite: \nbeta-tricalcium phosphate ratios on the osteoconductivity of biphasic calcium \nphosphate in the rabbit sinus model. Int J Oral Maxillofac Implants. 2015;30(1):65-72. \n\nLozada JL, Caplanis N, Proussaefs P, Willardsen J, Kammeyer G. Platelet-rich \nplasma application in sinus graft surgery: part I--background and processing \ntechniques. J Oral Implantol. 2001;27(1):38-42. \n\nLozano M, Estebanell E, Cid J, Diaz-Ricart M, Mazzara R, Ordinas A, et al. Platelet \nconcentrates prepared and stored under currently optimal conditions: minor impact on \nplatelet adhesive and cohesive functions after storage. Transfusion. 1999;39(9):951-9. \n\nLuengo Gimeno F, Gatto S, Ferro J, Croxatto JO, Gallo JE. Preparation of platelet-\nrich plasma as a tissue adhesive for experimental transplantation in rabbits. Thromb \nJ. 2006;4:18-24. \n\nLuna LG. Manual of the histologic staining methods of the armed forces institute of \npathology. 3. ed. New York: McGraw Hill; 1968. \n\nMagesh DP, Kumaravelu C, Maheshwari GU. Efficacy of PRP in the Reconstruction \nof mandibular segmental defects using iliac bone grafts. J Maxillofac Oral Surg. \n2013;12(2):160-7. \n\nMaiorana C, Sommariva L, Brivio P, Sigurta D, Santoro F. Maxillary sinus \naugmentation with anorganic bovine bone (Bio-Oss) and autologous platelet-rich \nplasma: preliminary clinical and histologic evaluations. Int J Periodontics Restorative \nDent. 2003;23(3):227-35. \n\nMalhotra A, Pelletier M, Oliver R, Christou C, Walsh WR. Platelet-rich plasma and \nbone defect healing. Tissue Eng Part A. 2014;20(19-20):2614-33. \n\n\n\nReferências 145\n\nMangano C, Sinjari B, Shibli JA, Mangano F, Hamisch S, Piattelli A, et al. A Human \nClinical, Histological, Histomorphometrical, and Radiographical Study on Biphasic \nHA-Beta-TCP 30/70 in Maxillary Sinus Augmentation. Clin Implant Dent Relat Res. \n2015;17(3):610-8. \n\nMarx RE, Carlson ER, Eichstaedt RM, Schimmele SR, Strauss JE, Georgeff KR. \nPlatelet-rich plasma: Growth factor enhancement for bone grafts. Oral Surg Oral Med \nOral Pathol Oral Radiol Endod. 1998;85(6):638-46. \n\nMarx RE. Platelet-rich plasma (PRP): what is PRP and what is not PRP? Implant \nDent. 2001;10(4):225-8. \n\nMarx RE. Platelet-rich plasma: evidence to support its use. J Oral Maxillofac Surg. \n2004;62(4):489-96. \n\nMazor Z, Peleg M, Garg AK, Luboshitz J. Platelet-rich plasma for bone graft \nenhancement in sinus floor augmentation with simultaneous implant placement: \npatient series study. Implant Dent. 2004;13(1):65-72. \n\nMendonca-Caridad JJ, Nunez M, Juiz-Lopez P, Pita-Fernandez S, Seoane J. Sinus \nfloor elevation using a composite graft: clinical outcome of immediate implant \nplacement. Int J Oral Maxillofac Implants. 2013;28(1):252-60. \n\nMessora MR, Nagata MJ, Mariano RC, Dornelles RC, Bomfim SR, Fucini SE, et al. \nBone healing in critical-size defects treated with platelet-rich plasma: a histologic and \nhistometric study in rat calvaria. J Periodontal Res. 2008;43(2):217-23. \n\nMonov G, Fuerst G, Tepper G, Watzak G, Zechner W, Watzek G. The effect of \nplatelet-rich plasma upon implant stability measured by resonance frequency \nanalysis in the lower anterior mandibles. Clin Oral Implants Res. 2005;16(4):461-5. \n\nMoon JW, Sohn DS, Heo JU, Kim JS. Comparison of two kinds of bovine bone in \nmaxillary sinus augmentation: a histomorphometric study. Implant Dent. \n2015a;24(1):19-24. \n\nMoon KN, Kim SG, Oh JS, Kim CS, Lim SC, Jeong MA. Evaluation of bone formation \nafter grafting with deproteinized bovine bone and mineralized allogenic bone. Implant \nDent. 2015b;24(1):101-5. \n\nNagata M, Messora M, Okamoto R, Campos N, Pola N, Esper L, et al. Influence of \nthe proportion of particulate autogenous bone graft/platelet-rich plasma on bone \nhealing in critical-size defects: an immunohistochemical analysis in rat calvaria. \nBone. 2009a;45(2):339-45. \n\nNagata MJ, Melo LG, Messora MR, Bomfim SR, Fucini SE, Garcia VG, et al. Effect of \nplatelet-rich plasma on bone healing of autogenous bone grafts in critical-size \ndefects. J Clin Periodontol. 2009b;36(9):775-83. \n\n\n\nReferências 146 \n\nNagata MJ, Messora M, Pola N, Campos N, Vieira R, Esper LA, et al. Influence of the \nratio of particulate autogenous bone graft/platelet-rich plasma on bone healing in \ncritical-size defects: a histologic and histometric study in rat calvaria. J Orthop Res. \n2010a;28(4):468-73. \n\nNagata MJ, Messora MR, Furlaneto FA, Fucini SE, Bosco AF, Garcia VG, et al. \nEffectiveness of two methods for preparation of autologous platelet-rich plasma: an \nexperimental study in rabbits. Eur J Dent. 2010b;4(4):395-402. \n\nNather A, Wong KL, David V, Pereira BP. Allografts with autogenous platelet-rich \nplasma for tibial defect reconstruction: a rabbit study. J Orthop Surg (Hong Kong). \n2012;20(3):375-80. \n\nNery EB, LeGeros RZ, Lynch KL, Lee K. Tissue response to biphasic calcium \nphosphate ceramic with different ratios of HA/beta TCP in periodontal osseous \ndefects. J Periodontol. 1992;63(9):729-35. \n\nNikolidakis D, van den Dolder J, Wolke JG, Stoelinga PJ, Jansen JA. The effect of \nplatelet-rich plasma on the bone healing around calcium phosphate-coated and non-\ncoated oral implants in trabecular bone. Tissue Eng. 2006;12(9):2555-63. \n\nNkenke E, Stelzle F. Clinical outcomes of sinus floor augmentation for implant \nplacement using autogenous bone or bone substitutes: a systematic review. Clin Oral \nImplants Res. 2009;20 Suppl 4:124-33. \n\nNordstrom EG, Karlsson KH. Carbonate-doped hidroxyapatite. J Mater Med. \n1990;1(3):182-4. \n\nOhe JY, Kim GT, Lee JW, Al Nawas B, Jung J, Kwon YD. Volume stability of \nhydroxyapatite and beta-tricalcium phosphate biphasic bone graft material in \nmaxillary sinus floor elevation: a radiographic study using 3D cone beam computed \ntomography. Clin Oral Implants Res. In press 2015. \n\nOhya M, Yamada Y, Ozawa R, Ito K, Takahashi M, Ueda M. Sinus floor elevation \napplied tissue-engineered bone. Comparative study between mesenchymal stem \ncells/platelet-rich plasma (PRP) and autogenous bone with PRP complexes in \nrabbits. Clin Oral Implants Res. 2005;16(5):622-9. \n\nOkuda K, Kawase T, Momose M, Murata M, Saito Y, Suzuki H, et al. Platelet-rich \nplasma contains high levels of platelet-derived growth factor and transforming growth \nfactor-beta and modulates the proliferation of periodontally related cells in vitro. J \nPeriodontol. 2003;74(6):849-57. \n\nOliveira MR, deC Silva A, Ferreira S, Avelino CC, Garcia IR Jr., Mariano RC. \nInfluence of the association between platelet-rich fibrin and bovine bone on bone \nregeneration. A histomorphometric study in the calvaria of rats. Int J Oral Maxillofac \nSurg. 2015;44(5):649-55. \n\n\n\nReferências 147\n\nOppenheimer AJ, Tong L, Buchman SR. Craniofacial bone grafting: Wolff's law \nrevisited. Craniomaxillofac Trauma Reconstr. 2008;1(1):49-61. \n\nOstman A, Thyberg J, Westermark B, Heldin CH. PDGF-AA and PDGF-BB \nbiosynthesis: proprotein processing in the Golgi complex and lysosomal degradation \nof PDGF-BB retained intracellularly. J Cell Biol. 1992;118(3):509-19. \n\nOzdemir B, Kurtis B, Tuter G, Senguven B, Tokman B, Pinar-Ozdemir S, et al. \nDouble-application of platelet-rich plasma on bone healing in rabbits. Med Oral Patol \nOral Cir Bucal. 2012;17(1):e171-7. \n\nPejrone G, Lorenzetti M, Mozzati M, Valente G, Schierano GM. Sinus floor \naugmentation with autogenous iliac bone block grafts: a histological and \nhistomorphometrical report on the two-step surgical technique. Int J Oral Maxillofac \nSurg. 2002;31(4):383-8. \n\nPenteado LA, Colombo CE, Penteado RA, Assis AO, Gurgel BC. Evaluation of \nbioactive glass and platelet-rich plasma for bone healing in rabbit calvarial defects. J \nOral Sci. 2013;55(3):225-32. \n\nPettinicchio M, Traini T, Murmura G, Caputi S, Degidi M, Mangano C, et al. Histologic \nand histomorphometric results of three bone graft substitutes after sinus \naugmentation in humans. Clin Oral Investig. 2012;16(1):45-53. \n\nPhilippart P, Brasseur M, Hoyaux D, Pochet R. Human recombinant tissue factor, \nplatelet-rich plasma, and tetracycilne induce a high-quality human bone graft: a 5-\nyear survey. Int J Oral Maxillofac Implants. 2003;18(3):411-6. \n\nPhilippart P, Daubie V, Pochet R. Sinus grafting using recombinant human tissue \nfactor, platelet-rich plasma gel, autologous bone, and anorganic bovine bone mineral \nxenograft: histologic analysis and case reports. Int J Oral Maxillofac Implants. \n2005;20(2):274-81. \n\nPiattelli M, Favero GA, Scarano A, Orsini G, Piattelli A. Bone reactions to anorganic \nbovine bone (Bio-Oss) used in sinus augmentation procedures: a histologic long-term \nreport of 20 cases in humans. Int J Oral Maxillofac Implants. 1999;14(6):835-40. \n\nPlachokova AS, van den Dolder J, Stoelinga PJ, Jansen JA. The bone regenerative \neffect of platelet-rich plasma in combination with an osteoconductive material in rat \ncranial defects. Clin Oral Implants Res. 2006;17(3):305-11. \n\nPlachokova AS, van den Dolder J, Stoelinga PJ, Jansen JA. Early effect of platelet-\nrich plasma on bone healing in combination with an osteoconductive material in rat \ncranial defects. Clin Oral Implants Res. 2007;18(2):244-51. \n\nProussaefs P, Lozada J, Kleinman A, Rohrer MD. The use of ramus autogenous \nblock grafts for vertical alveolar ridge augmentation and implant placement: a pilot \nstudy. Int J Oral Maxillofac Implants. 2002;17(2):238-48. \n\n\n\nReferências 148 \n\nRaghoebar GM, Louwerse C, Kalk WW, Vissink A. Morbidity of chin bone harvesting. \nClin Oral Implants Res. 2001;12(5):503-7. \n\nRaghoebar GM, Meijndert L, Kalk WW, Vissink A. Morbidity of mandibular bone \nharvesting: a comparative study. Int J Oral Maxillofac Implants. 2007;22(3):359-65. \n\nRaghoebar GM, Schortinghuis J, Liem RS, Ruben JL, van der Wal JE, Vissink A. \nDoes platelet-rich plasma promote remodeling of autologous bone grafts used for \naugmentation of the maxillary sinus floor? Clin Oral Implants Res. 2005;16(3):349-\n56. \n\nRickert D, Sauerbier S, Nagursky H, Menne D, Vissink A, Raghoebar GM. Maxillary \nsinus floor elevation with bovine bone mineral combined with either autogenous bone \nor autogenous stem cells: a prospective randomized clinical trial. Clin Oral Implants \nRes. 2011;22(3):251-8. \n\nRodriguez A, Anastassov GE, Lee H, Buchbinder D, Wettan H. Maxillary sinus \naugmentation with deproteinated bovine bone and platelet rich plasma with \nsimultaneous insertion of endosseous implants. J Oral Maxillofac Surg. \n2003;61(2):157-63. \n\nRoffi A, Filardo G, Kon E, Marcacci M. Does PRP enhance bone integration with \ngrafts, graft substitutes, or implants? A systematic review. BMC Musculoskelet \nDisord. 2013;14:330-40. \n\nRoldan JC, Jepsen S, Miller J, Freitag S, Rueger DC, Acil Y, et al. Bone formation in \nthe presence of platelet-rich plasma vs. bone morphogenetic protein-7. Bone. \n2004;34(1):80-90. \n\nRoldan JC, Knueppel H, Schmidt C, Jepsen S, Zimmermann C, Terheyden H. Single-\nstage sinus augmentation with cancellous iliac bone and anorganic bovine bone in \nthe presence of platelet-rich plasma in the miniature pig. Clin Oral Implants Res. \n2008;19(4):373-8. \n\nRosen MD, Sarnat BG. Change of volume of the maxillary sinus of the dog after \nextraction of adjacent teeth. Oral Surg Oral Med Oral Pathol. 1955;8(4):420-9. \n\nRoukis TS, Zgonis T, Tiernan B. Autologous platelet-rich plasma for wound and \nosseous healing: a review of the literature and commercially available products. Adv \nTher. 2006;23(2):218-37. \n\nRoussy Y, Bertrand Duchesne MP, Gagnon G. Activation of human platelet-rich \nplasmas: effect on growth factors release, cell division and in vivo bone formation. \nClin Oral Implants Res. 2007;18(5):639-48. \n\nSartori S, Silvestri M, Forni F, Icaro Cornaglia A, Tesei P, Cattaneo V. Ten-year \nfollow-up in a maxillary sinus augmentation using anorganic bovine bone (Bio-Oss). \nA case report with histomorphometric evaluation. Clin Oral Implants Res. \n2003;14(3):369-72. \n\n\n\nReferências 149\n\nSauerbier S, Rickert D, Gutwald R, Nagursky H, Oshima T, Xavier SP, et al. Bone \nmarrow concentrate and bovine bone mineral for sinus floor augmentation: a \ncontrolled, randomized, single-blinded clinical and histological trial--per-protocol \nanalysis. Tissue Eng Part A. 2011;17(17-18):2187-97. \n\nScarano A, Pecora G, Piattelli M, Piattelli A. Osseointegration in a sinus augmented \nwith bovine porous bone mineral: histological results in an implant retrieved 4 years \nafter insertion. A case report. J Periodontol. 2004;75(8):1161-6. \n\nSchaaf H, Streckbein P, Lendeckel S, Heidinger K, Gortz B, Bein G, et al. Topical \nuse of platelet-rich plasma to influence bone volume in maxillary augmentation: a \nprospective randomized trial. Vox Sang. 2008a;94(1):64-9. \n\nSchaaf H, Streckbein P, Lendeckel S, Heidinger KS, Rehmann P, Boedeker RH, et \nal. Sinus lift augmentation using autogenous bone grafts and platelet-rich plasma: \nradiographic results. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. \n2008b;106(5):673-8. \n\nScharf KE, Lawson W, Shapiro JM, Gannon PJ. Pressure measurements in the \nnormal and occluded rabbit maxillary sinus. Laryngoscope. 1995;105(6):570-4. \n\nSchimming R, Schmelzeisen R. Tissue-engineered bone for maxillary sinus \naugmentation. J Oral Maxillofac Surg. 2004;62(6):724-9. \n\nSchlegel KA, Fichtner G, Schultze-Mosgau S, Wiltfang J. Histologic findings in sinus \naugmentation with autogenous bone chips versus a bovine bone substitute. Int J Oral \nMaxillofac Implants. 2003;18(1):53-8. \n\nSchlegel KA, Zimmermann R, Thorwarth M, Neukam FW, Klongnoi B, Nkenke E, et \nal. Sinus floor elevation using autogenous bone or bone substitute combined with \nplatelet-rich plasma. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. \n2007;104(3):e15-25. \n\nSchmitt CM, Doering H, Schmidt T, Lutz R, Neukam FW, Schlegel KA. Histological \nresults after maxillary sinus augmentation with Straumann(R) BoneCeramic, Bio-\nOss(R), Puros(R), and autologous bone. A randomized controlled clinical trial. Clin \nOral Implants Res. 2013;24(5):576-85. \n\nSchmitt CM, Moest T, Lutz R, Neukam FW, Schlegel KA. Anorganic bovine bone \n(ABB) vs. autologous bone (AB) plus ABB in maxillary sinus grafting. A prospective \nnon-randomized clinical and histomorphometrical trial. Clin Oral Implants Res. In \npress 2014. \n\nShanaman R, Filstein MR, Danesh-Meyer MJ. Localized ridge augmentation using \nGBR and platelet-rich plasma: case reports. Int J Periodontics Restorative Dent. \n2001;21(4):345-55. \n\n\n\nReferências 150 \n\nShiu HT, Goss B, Lutton C, Crawford R, Xiao Y. Formation of blood clot on \nbiomaterial implants influences bone healing. Tissue Eng Part B Rev. \n2014;20(6):697-712. \n\nSicca CM, Corotti MV, Sgarbosa SH, Cestari TM, Cavalcanti MG, Ferreira PM, et al. \nComparative histomorphometric and tomographic analysis of maxillary sinus floor \naugmentation in rabbits using autografts and xenografts. J Biomed Mater Res B Appl \nBiomater. 2008;86(1):188-96. \n\nSimonpieri A, Del Corso M, Vervelle A, Jimbo R, Inchingolo F, Sammartino G, et al. \nCurrent knowledge and perspectives for the use of platelet-rich plasma (PRP) and \nplatelet-rich fibrin (PRF) in oral and maxillofacial surgery part 2: Bone graft, implant \nand reconstructive surgery. Curr Pharm Biotechnol. 2012;13(7):1231-56. \n\nSmolka W, Eggensperger N, Carollo V, Ozdoba C, Iizuka T. Changes in the volume \nand density of calvarial split bone grafts after alveolar ridge augmentation. Clin Oral \nImplants Res. 2006;17(2):149-55. \n\nSonnleitner D, Huemer P, Sullivan DY. A simplified technique for producing platelet-\nrich plasma and platelet concentrate for intraoral bone grafting techniques: a \ntechnical note. Int J Oral Maxillofac Implants. 2000;15(6):879-82. \n\nSteigmann M, Garg AK. A comparative study of bilateral sinus lifts performed with \nplatelet-rich plasma alone versus alloplastic graft material reconstituted with blood. \nImplant Dent. 2005;14(3):261-6. \n\nStenport VF, Ortorp A, Thor A. Onlay and inlay bone grafts with platelet-rich plasma: \nhistologic evaluations from human biopsies. J Oral Maxillofac Surg. 2011;69(4):1079-\n85. \n\nStubinger S, Dard M. The rabbit as experimental model for research in implant \ndentistry and related tissue regeneration. J Invest Surg. 2013;26(5):266-82. \n\nSuaid FF, Carvalho MD, Santamaria MP, Casati MZ, Nociti FH Jr., Sallum AW, et al. \nPlatelet-rich plasma and connective tissue grafts in the treatment of gingival \nrecessions: a histometric study in dogs. J Periodontol. 2008;79(5):888-95. \n\nSumner DR, Turner TM, Purchio AF, Gombotz WR, Urban RM, Galante JO. \nEnhancement of bone ingrowth by transforming growth factor-beta. J Bone Joint \nSurg Am. 1995;77(8):1135-47. \n\nSun XJ, Zhang ZY, Wang SY, Gittens SA, Jiang XQ, Chou LL. Maxillary sinus floor \nelevation using a tissue-engineered bone complex with OsteoBone and bMSCs in \nrabbits. Clin Oral Implants Res. 2008;19(8):804-13. \n\nTaschieri S, Testori T, Corbella S, Weinstein R, Francetti L, Di Giancamillo A, et al. \nPlatelet-rich plasma and deproteinized bovine bone matrix in maxillary sinus lift \nsurgery: a split-mouth histomorphometric evaluation. Implant Dent. In press 2015. \n\n\n\nReferências 151\n\nTatum H Jr. Maxillary and sinus implant reconstructions. Dent Clin North Am. \n1986;30(2):207-29. \n\nThor A, Wannfors K, Sennerby L, Rasmusson L. Reconstruction of the severely \nresorbed maxilla with autogenous bone, platelet-rich plasma, and implants: 1-year \nresults of a controlled prospective 5-year study. Clin Implant Dent Relat Res. \n2005;7(4):209-20. \n\nThor A, Franke-Stenport V, Johansson CB, Rasmusson L. Early bone formation in \nhuman bone grafts treated with platelet-rich plasma: preliminary histomorphometric \nresults. Int J Oral Maxillofac Surg. 2007;36(12):1164-71. \n\nThorwarth M, Srour S, Felszeghy E, Kessler P, Schultze-Mosgau S, Schlegel KA. \nStability of autogenous bone grafts after sinus lift procedures: a comparative study \nbetween anterior and posterior aspects of the iliac crest and an intraoral donor site. \nOral Surg Oral Med Oral Pathol Oral Radiol Endod. 2005;100(3):278-84. \n\nTong DC, Rioux K, Drangsholt M, Beirne OR. A review of survival rates for implants \nplaced in grafted maxillary sinuses using meta-analysis. Int J Oral Maxillofac \nImplants. 1998;13(2):175-82. \n\nTorres J, Tamimi F, Martinez PP, Alkhraisat MH, Linares R, Hernandez G, et al. \nEffect of platelet-rich plasma on sinus lifting: a randomized-controlled clinical trial. J \nClin Periodontol. 2009;36(8):677-87. \n\nTraini T, Valentini P, Iezzi G, Piattelli A. A histologic and histomorphometric \nevaluation of anorganic bovine bone retrieved 9 years after a sinus augmentation \nprocedure. J Periodontol. 2007;78(5):955-61. \n\nTraini T, Degidi M, Sammons R, Stanley P, Piattelli A. Histologic and elemental \nmicroanalytical study of anorganic bovine bone substitution following sinus floor \naugmentation in humans. J Periodontol. 2008;79(7):1232-40. \n\nTrindade-Suedam IK, de Morais JA, Faeda RS, Leite FR, Tosoni GM, Neto CB, et al. \nBioglass associated with leukocyte-poor platelet-rich plasma in the rabbit maxillary \nsinus: histomorphometric, densitometric, and fractal analysis. J Oral Implantol. \n2010;36(5):333-43. \n\nUeda M, Tohnai I, Nakai H. Tissue engineering research in oral implant surgery. Artif \nOrgans. 2001;25(3):164-71. \n\nUrist MR. Bone morphogenetic protein. In: Habal NB, Reddi AH. Bone grafts and \nbone substitutes. Philadelphia: Saunders; 1992. p. 70-83. \n\nValentini P, Abensur DJ. Maxillary sinus grafting with anorganic bovine bone: a \nclinical report of long-term results. Int J Oral Maxillofac Implants. 2003;18(4):556-60. \n\n\n\nReferências 152 \n\nvan den Dolder J, Mooren R, Vloon AP, Stoelinga PJ, Jansen JA. Platelet-rich \nplasma: quantification of growth factor levels and the effect on growth and \ndifferentiation of rat bone marrow cells. Tissue Eng. 2006;12(11):3067-73. \n\nWagner W, Wiltfang J, Pistner H, Yildirim M, Ploder B, Chapman M, et al. Bone \nformation with a biphasic calcium phosphate combined with fibrin sealant in maxillary \nsinus floor elevation for delayed dental implant. Clin Oral Implants Res. \n2012;23(9):1112-7. \n\nWalkowiak B, Kralisz U, Michalec L, Majewska E, Koziolkiewicz W, Ligocka A, et al. \nComparison of platelet aggregability and P-selectin surface expression on platelets \nisolated by different methods. Thromb Res. 2000;99(5):495-502. \n\nWallace SS, Froum SJ. Effect of maxillary sinus augmentation on the survival of \nendosseous dental implants. A systematic review. Ann Periodontol. 2003;8(1):328-\n43. \n\nWatanabe K, Niimi A, Ueda M. Autogenous bone grafts in the rabbit maxillary sinus. \nOral Surg Oral Med Oral Pathol Oral Radiol Endod. 1999;88(1):26-32. \n\nWeibel ER. Stereological principles for morphometry in electron microscopic \ncytology. Int Rev Cytol. 1969;26:235-302. \n\nWeibrich G, Kleis WK, Hafner G, Hitzler WE. Growth factor levels in platelet-rich \nplasma and correlations with donor age, sex, and platelet count. J Craniomaxillofac \nSurg. 2002;30(2):97-102. \n\nWeibrich G, Hansen T, Kleis W, Buch R, Hitzler WE. Effect of platelet concentration \nin platelet-rich plasma on peri-implant bone regeneration. Bone. 2004;34(4):665-71. \n\nWheeler DL, Stokes KE, Park HM, Hollinger JO. Evaluation of particulate Bioglass in \na rabbit radius ostectomy model. J Biomed Mater Res. 1997;35(2):249-54. \n\nWiltfang J, Schlegel KA, Schultze-Mosgau S, Nkenke E, Zimmermann R, Kessler P. \nSinus floor augmentation with beta-tricalciumphosphate (beta-TCP): does platelet-\nrich plasma promote its osseous integration and degradation? Clin Oral Implants \nRes. 2003;14(2):213-8. \n\nWiltfang J, Kloss FR, Kessler P, Nkenke E, Schultze-Mosgau S, Zimmermann R, et \nal. Effects of platelet-rich plasma on bone healing in combination with autogenous \nbone and bone substitutes in critical-size defects. An animal experiment. Clin Oral \nImplants Res. 2004;15(2):187-93. \n\nXu H, Shimizu Y, Asai S, Ooya K. Experimental sinus grafting with the use of \ndeproteinized bone particles of different sizes. Clin Oral Implants Res. \n2003;14(5):548-55. \n\n\n\nReferências 153\n\nXu H, Shimizu Y, Asai S, Ooya K. Grafting of deproteinized bone particles inhibits \nbone resorption after maxillary sinus floor elevation. Clin Oral Implants Res. \n2004;15(1):126-33. \n\nXu H, Shimizu Y, Onodera K, Ooya K. Long-term outcome of augmentation of the \nmaxillary sinus using deproteinised bone particles experimental study in rabbits. Br J \nOral Maxillofac Surg. 2005;43(1):40-5. \n\nYildirim M, Spiekermann H, Handt S, Edelhoff D. Maxillary sinus augmentation with \nthe xenograft Bio-Oss and autogenous intraoral bone for qualitative improvement of \nthe implant site: a histologic and histomorphometric clinical study in humans. Int J \nOral Maxillofac Implants. 2001;16(1):23-33. \n\nYilmaz S, Karaca EO, Ipci SD, Cakar G, Kuru BE, Kullu S, et al. Radiographic and \nhistologic evaluation of platelet-rich plasma and bovine-derived xenograft \ncombination in bilateral sinus augmentation procedure. Platelets. 2013;24(4):308-15. \n\nYounger EM, Chapman MW. Morbidity at bone graft donor sites. J Orthop Trauma. \n1989;3(3):192-5. \n\nZerbo IR, Bronckers AL, de Lange G, Burger EH. Localisation of osteogenic and \nosteoclastic cells in porous beta-tricalcium phosphate particles used for human \nmaxillary sinus floor elevation. Biomaterials. 2005;26(12):1445-51. \n\nZhang CQ, Yuan T, Zeng BF. Experimental study of the effect of platelet-rich plasma \non osteogenesis in rabbit. Chin Med J (Engl). 2004;117(12):1853-5. \n\nZhang YD, Wang G, Sun Y, Zhang CQ. Combination of platelet-rich plasma with \ndegradable bioactive borate glass for segmental bone defect repair. Acta Orthop \nBelg. 2011;77(1):110-5. \n\nZins JE, Whitaker LA. Membranous versus endochondral bone: implications for \ncraniofacial reconstruction. Plast Reconstr Surg. 1983;72(6):778-85. \n\nZitzmann NU, Scharer P, Marinello CP, Schupbach P, Berglundh T. Alveolar ridge \naugmentation with Bio-Oss: a histologic study in humans. Int J Periodontics \nRestorative Dent. 2001;21(3):288-95. \n\n \n\n\n\n \n\n\n\n \n\nANEXO \n  \n\n\n\n \n\n  \n\n\n\nAnexo 157\n\nANEXO A -  Aprovação do projeto pela Comissão de Ética no Ensino e Pesquisa \n\nem Animais da FOB-USP \n\n \n\n\n\nAnexo 158 \n\n \n \n \n \n\n \n\n\n\tCAPA\n\tDADOS CURRICULARES\n\tDEDICATÓRIA E AGRADECIMENTOS\n\tRESUMO\n\tABSTRACT\n\tLISTA DE FIGURAS\n\tLISTA DE TABELAS\n\tLISTA DE ABREVIATURAS E SIGLAS\n\tSUMÁRIO\n\t1 INTRODUÇÃO\n\t2 REVISÃO DE LITERATURA\n\t3 PROPOSIÇÃO\n\t4 MATERIAL E MÉTODOS\n\t5 RESULTADOS\n\t6 DISCUSSÃO\n\t7 CONCLUSÕES\n\tREFERÊNCIAS\n\tANEXO"}]}}}