{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17488"}, {"@name": "filename", "#text": "24287_sabonaro_dz_dr_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n“JÚLIO DE MESQUITA FILHO” \n\nINSTITUTO DE BIOCIÊNCIAS – RIO \nCLARO \n\nunesp \n \n \n\n \n \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIAS BIOLOGICAS  \n(BIOLOGIA VEGETAL) \n\n \n \n \n \n\n  CARACTERIZAÇÃO DA FERTILIDADE DO SOLO, VEGETAÇÃO E \nINTERAÇÃO SOLO – PLANTA EM FLORESTA DE RESTINGA DO \n\nLITORAL PAULISTA \n  \n\n \n \n \n \n \n\nDébora Zumkeller Sabonaro \n \n \n \n\n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n\n \n\nTese apresentada ao Instituto de \nBiociências do Câmpus de Rio \nClaro, Universidade Estadual \nPaulista, como parte dos requisitos \npara obtenção do título de doutor \nem Ciências Biológicas (Biologia \nVegetal) \n\n\n\n \n \n \n \n \n \n \n \n\nDÉBORA ZUMKELLER SABONARO \n \n \n \n\n \n \n\nCaracterização da Fertilidade do solo, vegetação e \ninteração solo - planta em florestas de restinga do litoral \n\npaulista \n \n\n \n \n\n \n \nOrientador: Dr. José Carlos Casagrande \n \n \n \n \n \n \n \n \n \n\nRio Claro \n\n2011 \n\nTese apresentada ao Instituto de \nBiociências do Campus de Rio Claro, \nUniversidade Estadual Paulista Júlio \nde Mesquita Filho, como parte dos \nrequisitos para obtenção do título de \nDoutor em Ciências Biológicas \n(Biologia Vegetal). \n \n\n\n\n \n\n \n \n \n \n\n \n \n \n \n \n \n \n \n\n \n\n \n \n \n \n\n \n\n\n\n \n\n\n\nDEDICATÓRIA \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAos meus pais (Nilva Zumkeller Sabonaro e   \nFelipe Vicente Sabonaro)  e meus irmãos \n\nque estão presentes no meu coração,  \n                                                                                                         o tempo todo.  \n\n \n \n\n \n\n\n\nAGRADECIMENTOS \n\n \n\n \n\nTeria sido impossível realizar este trabalho sozinha. Todas as formas de ajuda \n\nforam muito importantes, desde as de apoio moral, intelectual e física. Durante todo \n\no desenvolvimento do trabalho uma oração, uma palavra amiga, a disponibilização \n\nde um artigo de difícil acesso e um auxílio nas saídas de campo foram fundamentais, \n\nou seja, todos ajudaram e muito. Desta forma, agradeço: \n\nAo Professor Doutor José Carlos Casagrande, orientador e amigo, pelas \n\nsugestões e críticas que levaram à elaboração deste trabalho, pela participação e \n\norientação tanto no campo quanto em laboratório e principalmente por me estender \n\na mão na faze mais delicada de meu doutorado.   \n\nÁ querida Rose Mary Reis Duarte, pela orientação na identificação do material \n\nflorístico, pela grande amizade que cultivamos neste período, que com certeza será \n\neterna, pelo apoio e credibilidade em todos os momentos. \n\nAo Dr. Leonardo Meireles, por me ensinar a utilização do Software Fitopac e na \n\nexecução e interpretação análises estatísticas. \n\nA minha querida família pela compreensão e incentivo em todos os momentos \n\nna execução de meu doutorado e incentivo em minha vida profissional.  \n\nAo meu querido amigo Sérgio Veraguas Sanchez pela colaboração nos artigos \n\ncientíficos e amizade sincera. \n\nAos amigos Joanice Cristo e Carlos no auxílio em campo.  \n\nAo Professor Massanori (Massa), pelos empurrões. \n\nAo meu amigo Henrique Tozzi, pelo apoio técnico e incentivo.  \n\nAo CNPQ, pelo financiamento durante a execução dos trabalhos. Projeto CNPq \n\n(Processo n°:577129/2008-2) \"Indicadores químicos de qualidade do solo para \n\nRestinga e caracterização de parâmetros químicos, físicos e microbiológicos na \n\nseqüência Ante-Duna, Duna, Escrube e restinga do litoral paulista\" \n\nA UFSCAR de Araras, pela colaboração, pela disponibilização de equipamentos, \n\nveículos e ferramentas durante a execução deste trabalho.  \n\nAs meninas da república “As Patroa”, em Araras pela ajuda, carinho e excelente \n\nrecepção de todas as meninas. Com certeza serão inesquecíveis para mim. \n\nUm agradecimento especial aos professores doutores que sacrificaram parte \n\ndas férias de julho para participar desta banca. \n\n\n\nA todos aqueles que direta ou indiretamente colaboraram com a execução deste \n\ntrabalho.   \n\n \n \n \n\n \n \n \n \n \n \n \n \n\n \n \n \n \n\n \n \n \n \n \n\n \n \n \n \n\n \n \n \n \n\n \n \n \n \n\n\n\nSUMÁRIO \n\n \n \n\nPágina \n\nRESUMO....................................................................................................... I \n\nABSTRACT................................................................................................... II \n\n          1. INTRODUÇÃO................................................................................ 1 \n\n          2. Revisão de literatura........................................................... 1 \n\n2.1 Vegetação de Restinga........................................................................... 1 \n\n2.2 Solos........................................................................................................ 4 \n\n2.3 Solos e recuperação de áreas degradadas............................................. 4 \n\n2.4 Indicadores de qualidade do solo............................................................ 7 \n\n          3. HIPÓTESE DO TRABALHO............................................................ 9 \n\n          3. OBJETIVOS.................................................................................... 9 \n\n4.1 Geral........................................................................................................ 9 \n\n4.2 Específicos.............................................................................................. 9 \n\n          5. REFERÊNCIAS............................................................................... 10 \n\nCAPÍTULO I: CARACTERIZAÇÃO DE SOLOS SOB VEGETAÇÃO DE \n\nFLORESTAS DE RESTINGA........................................................................ \n15 \n\nResumo......................................................................................................... 16 \n\nAbstract......................................................................................................... 17 \n\n1. Introdução........................................................................................... 18 \n\n2. Material e Métodos............................................................................. 20 \n\n3. Resultados e discussão...................................................................... 22 \n\n4. Conclusões......................................................................................... 32 \n\n5. Referências......................................................................................... 33 \n\n  \n\n\n\nCAPÍTULO 2: CARACTERIZAÇÃO DA VEGETAÇÃO E INTERAÇÃO \n\nCOM O SOLO SOB FLORESTA DE RESTINGA DO LITORAL \n\nPAULISTA..................................................................................................... \n\n \n\n39 \n\nResumo......................................................................................................... 40 \n\nAbstract......................................................................................................... 41 \n\n1. Introdução........................................................................................... 42 \n\n2. Material e Métodos............................................................................. 43 \n\n2.1 Descrições das áreas amostrais............................................................. 46 \n\n2.1.2 Parque Estadual da Ilha Anchieta........................................................ 46 \n\n2.1.2 Parque Estadual da Ilha do Cardoso.................................................... 48 \n\n2.1.3 Núcleo Picinguaba................................................................................ 50 \n\n2.1.4 Estação Ecológica da Juréia- Itatins.................................................... 51 \n\n2.1.5 Ilha Comprida....................................................................................... 53 \n\n3. Resultados e discussão...................................................................... 55 \n\n3.1  Florística............................................................................................ 56 \n\n3.2  Similaridade florística ........................................................................ 59 \n\n3.3  Vegetação.......................................................................................... 61 \n\n3.4  Índices fitossociológicos.................................................................... 62 \n\n3.5  Parâmetros fitossociológicos............................................................. 65 \n\n3.6  Comparação fitossociológica da floresta alta e baixa de restinga..... 75 \n\n3.7  Multivariada....................................................................................... 75 \n\n3.8  Interação solo vegetação................................................................... 78 \n\n4. Conclusões......................................................................................... 86 \n\n5. Referências......................................................................................... 87 \n\n \n\n\n\ni \n \n\nRESUMO GERAL \n \n \n\nEste trabalho abrangeu o Litoral do Estado de São Paulo, desde Ubatuba - litoral \nnorte (Parque Estadual da Serra do Mar - Núcleo de Picinguaba e Parque Estadual \nda Ilha Anchieta) até a Ilha do Cardoso - litoral sul (Estação Ecológica Juréia-Itatins, \nVila de Pedrinhas no município de Ilha Comprida e Parque Estadual da Ilha do \nCardoso). Os objetivos foram: correlacionar a floresta baixa e alta de restinga com \nos parâmetros químicos e físicos do solo,  caracterizar o estrato arbóreo de florestas \nde restinga alta e baixa do litoral do estado de São Paulo, verificar se há similaridade \nflorística entre as áreas e analisar se a similaridade está associada ao solo. A \namostragem do solo foi realizada nas profundidades 0 – 5, 5 – 10, 10 – 15, 15 – 20, \n0 – 20, 20 – 40 e 40 – 60 cm. Para cada profundidade foram analisados pH, M.O., P, \nK, Ca, Mg, Al, H+Al, m, SB, CTC e V e análises granulométricas. A amostragem das \nespécies arbóreas foi feita por meio do “método de quadrantes”. O critério para \ninclusão amostral considerou todos os indivíduos arbóreos com diâmetro à altura do \npeito (DAP) maior ou igual a 1,6 cm, inclusive aqueles que apresentavam duas ou \nmais ramificações do caule abaixo de 1,30 m, cuja soma dos DAPs fosse igual ou \nmaior do que 1,6 cm. Para as análises multivariadas, foram utilizadas amostras de \nsolo na profundidade 0 – 10 cm. Os resultados foram: Independentemente dos \nprocessos geológicos, os solos de restinga são semelhantes entre si, quanto a sua \nfertilidade e textura; Nas áreas em que ocorreram solos espódicos (floresta alta e \nbaixa de restinga da Ilha Anchieta e floresta alta da Juréia - Itatins), ocorre valores \nmais elevados, em profundidade, de matéria orgânica, CTC e alumínio;  Os solos de \nfloresta de restinga alta e baixa de restinga são naturalmente pobres em nutrientes, \nestando a maior reserva, concentrada nas profundidades 0 – 5, 5 – 10 e 0 – 20 cm; \nA  areia é a fração dominante para todas as áreas estudadas de floresta alta e baixa \nde restinga, sempre com teores mínimos de 93%, e argila inferior a 3%. Este fato, \naliado as altas precipitações do ambiente, contribuem para a intensa lixiviação de \nnutrientes; Destaca-se a importância da preservação do teor de matéria orgânica da \ncamada superficial do solo de restinga para preservar o potencial de retenção de \ncátions; Verificou-se que as florestas de restinga apresentam alta similaridade \nflorística; A maioria das espécies apresentou alta frequência, ou seja, um grande \nnúmero de espécies teve indivíduos distribuídos em muitos pontos;  Apresentou \nmaior riqueza de espécies a floresta alta da Juréia-Itatins e Núcleo Picinguaba e \npara a floresta baixa a Ilha do Cardoso e Juréia-Itatins; Na interação solo vegetação, \npara a mesma fitofisionomia, floresta baixa e alta da Juréia-Itatins apresentaram \nmaior similaridade, já para fitofisionomias diferentes a floresta baixa de restinga da \nJuréia e Ilha Anchieta apresentaram maior similaridade. \n \n \nPalavras-chave: floresta, solos, fertilidade, estrato arbóreo, restinga. \n\n \n \n\n\n\nii \n \n\n \nABSTRACT \n\n \n \n\nThis work covered the coast of São Paulo, from Ubatuba - north coast (Serra do Mar \nState Park - Picinguaba core and Ilha Anchieta State Park) to Ilha do Cardoso - south \ncoast (Juréia Ecological Station – Itatins, Vila de Pedrinhas in the city of Ilha \nComprida and the Cardoso Island State Park). The objectives were: to correlate low \nand high restinga forest with the soil’s chemical and physical parameters, \ncharacterize the tree layer of high and low restinga forest of São Paulo Coast, verify if \nthere is any vegetation similarity among the areas and to analyze if similarity is \nassociated to the soil. Soil sampling was made at  0 – 5, 5 – 10, 10 – 15, 15 – 20, 0 – \n20, 20 – 40 e 40 – 60 cm depth. For each depth pH, M.O., P, K, Ca, Mg, S, Al, H+Al, \nNa, B, Cu, Fe, Mn, Zn, m, SB, CTC e V and granulometric analysis were carried. \nTree species sampling was done through the “quarter method”. For multivariate \nanalysis, soil samples used were of 0 – 10 cm depth. The criterion for inclusion in the \nsample considered all trees with diameter at chest height (DCH) greater than or \nequal to 1.6 cm, including those who had two or more branches below 1.30 m, whose \nsum of DCHs were equal to or greater than 1.6 cm. The results showed that \nregardless of the geological processes, the resting soils are similar to each other \nabout their fertility and texture; In areas where spodic soils occurred (high and low \nrestinga forest at Ilha Anchieta and high forest at Juréia - Itatins)  higher values in \ndepth, organic matter, CTC and aluminum are presented; high and low resting forest \nsoils are naturally low in nutrients, with the largest reserves concentrated in the \ndepths 0 - 5, 5 - 10 and 0 - 20 cm; Sand fraction is dominant for all high and low \nrestinga forest areas studied, always with minimum levels of 93% and less than 3% \nclay. This fact, coupled with the high rainfall environment, contribute to the intense \nleaching of nutrients; It’s highlighted the importance of organic matter content \npreservation on topsoil sandbank to preserve cations retention potential; It was found \nthat restinga forests exhibit high floristic similarity; Most species showed high \nfrequency, a large number of species had individuals in many places; Juréia-Itatins \nhigh forest and Núcleo Picinguaba showed greater species richness, whereas Ilha do \nCardoso and Juréia-Itatins showed greater species richness for low forest; In soil-\nvegetation interactions, for the same vegetation type, low and high Juréia-Itatins \nforests showed higher similarity, whereas for different vegetation types low restinga \nforest of Ilha Anchieta and Juréia showed greater similarity. \n \n \nKey Words: forest, soils, fertility, tree layer, resting. \n \n \n\n \n \n\n\n\n1 \n \n\n1 INTRODUÇÃO \n\n \n\nA restinga, por sua localização, desde a colonização européia, submetida a \n\num intenso processo de degradação de suas características naturais. Esse \n\necossistema foi praticamente o primeiro a sofrer impactos antrópicos que, cerca de \n\nquatro séculos após o descobrimento do país, começaram a afetar os ecossistemas \n\ninterioranos. São raras as áreas de restinga com características naturais e poucas \n\nestão protegidas em Unidades de Conservação (LACERDA &amp; ESTEVES, 2000).  \n\nAs áreas de restinga sofreram degradação, principalmente pelo \n\ndesmatamento para agricultura e expansão urbana. No passado, em maior escala, \n\nessa áreas foram totalmente desmatadas. As áreas de estudo estão, atualmente, \n\nprotegidas como reservas estaduais ou APAs, em diferentes estágios de \n\nrecuperação. \n\n \n\n2. REVISÃO DE LITERATURA \n \n\n2.1 Vegetação de Restinga \n\n \n\nA vegetação de restinga está adaptada a condições críticas de alta salinidade, \n\nalta temperatura, ventos fortes, grande dessecação e solo pobre, ou seja, está \n\ncondicionada pela grande variedade geológica, topográfica, climática e edáfica. \n\nSendo assim, inúmeras comunidades vegetais aparecem na costa brasileira, \n\nconstituindo complexa zonarão, formando um mosaico intrincado de comunidades \n\nvegetais que raramente se repetem (ARAÚJO E LACERDA, 1987; SUGIYAMA, \n\n1998; PEREIRA E ASSIS, 2000; CONAMA, 1996; CARRASCO, 2003). \n\nCasagrande et al. (2006), estudando solos de restinga do Parque Estadual da \n\nIlha Anchieta, concluiu que os solos de restinga não são salinos. A variação da \n\ncondutividade elétrica (CE) foi de 0,10 a 1,29, da PST de 0,01 a 3,97, as Relações \n\nde Adsorção de Sódio (RAS) foi de 0,01 a 2,02 e o pH foi de 3,9 a 7,4. Um dos \n\nfatores que deve contribuir para a baixa retenção de sais no perfil do solo de \n\nrestinga é a baixa capacidade de retenção de cátions (CTC) e ânions (CTA), \n\nresultante do baixo teor de argila e matéria orgânica, principalmente no subsolo. \n\nLacerda &amp; Esteves (2000) consideram que as restingas, devido ao longo \n\ntempo de ocupação, encontram-se, de alguma maneira, alteradas, total ou \n\n\n\n2 \n \n\nparcialmente degradadas, tornando-se difícil, segundo Araújo (1984), identificar a \n\nvegetação primitiva destas planícies arenosas do litoral brasileiro.  \n\nAs porcentagens de supressão da vegetação original calculadas para a região \n\nsão preocupantes. Em média, quase 50% das fitofisionomias nativas originalmente \n\nexistentes nessas planícies costeiras e baixas encostas já foram suprimidas. Ilhabela \n\napresenta os maiores índices, com 71% de supressão da vegetação original, sendo \n\nque somente para as suas diminutas planícies costeiras essa taxa é de quase 100% \n\n(restam apenas 0,24 km²). Caraguatatuba apresenta porcentagem de supressão da \n\nvegetação original de 64,6%, e ainda guarda importantes remanescentes até na \n\nplanície costeira de Caraguatatuba. Estes, entretanto, estão bastante ameaçados \n\npelo avanço da urbanização esperado para as próximas décadas, em consequência \n\nda ampliação do Porto de São Sebastião e dos projetos da Petrobrás. São \n\nSebastião, cuja porcentagem de supressão da vegetação original é da ordem de \n\n35,4%, ainda conserva extensas áreas de planícies costeiras pouco ocupadas, como \n\nBoracéia (Reserva Indígena), Una e Baleia, principalmente porque essas áreas \n\napresentam problemas geotécnicos que impedem uma fácil ocupação (depressões \n\npaleolagunares mais amplas). A menor porcentagem de supressão da vegetação \n\noriginal ocorre em Ubatuba, com apenas 28,5%. Isto se deve, principalmente, à \n\ngrande distância da capital do Estado e ao fato de que o acesso ao município foi \n\nfacilitado somente após a construção da BR-101, há pouco mais de 30 anos. Além \n\ndisso, são importantes também o formato longilíneo do município e a ocupação mais \n\nconcentrada ao redor do núcleo urbano e de sua porção sul (SOUZA &amp; LUNA, \n\n2008). \n\nA vegetação de restinga é encontrada sobre formações arenosas e fisionomias \n\narbóreas e abrangem de 4 a 15 m de altura, dependendo das características do \n\nsubstrato que esta inserida (SILVA, 1990). A tabela 1, a seguir, dá as características \n\nfisionômicas de florestas baixa e alta de restinga.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n3 \n \n\nTabela 1. Característica fisionômica das florestas baixa e alta de restinga, segundo a \nResolução CONAMA 7/96. \n\n \nFisionomia Parâmetros Características \n\nFloresta \nbaixa \n\nAssociação com o \nsubstrato \n\n \nSubstrato arenoso, seco, de origem marinha \n\nEstrato dominante, \nporte e dossel \n\n \nArbóreo/arbustivo, com dossel aberto, estrato \ninferior aberto e árvores emergentes; com \ngrande número de plantas com caules \nramificados desde a base, epífitas, trepadeiras \ne herbáceas. \nEstrato predominante: arbóreo baixo e arbustivo \n \n\nTamanho (altura e \ndiâmetro) \n\n \nÁrvores 3 a 10m de altura, emergentes chegam \na 15m diâmetro 5-10 cm, dificilmente \nultrapassando 15 cm \n \n\nSub-bosque \n\n \nSub-bosque dificilmente visualizado \nbromeliáceas, pteridófitas, briófitas e liquens \n \n\nSerapilheira \n \nPresente, mais desenvolvida que no escrube \n \n\n \n \n \n \nFloresta alta \n \n \n \n \n \n \n \n \n\nAssociação com o \nsubstrato \n\n \nSubstrato arenoso de origem \npredominantemente marinha, podendo haver \ndeposição de areia e argila de origem \ncontinental, ocorrendo inundações ocasionais \nem determinadas áreas. \n \n\nEstrato dominante, \nporte e dossel \n\n \nEstrato predominante arbóreo, presença de \n\nlianas e herbáceas.  \nFisionomia arbórea com dossel fechado.              \n\nTamanho (altura e \ndiâmetro) \n\n \nAltura 10 e 15m, emergentes podem atingir \n20m  \nDiâmetro 12 a 25 cm, com algumas \nultrapassando 40 cm \n\nSub-bosque \n\n \nPresente: jovens do estrato arbóreo, arbustos e \npoucas plantas no estrato herbáceo \n \n\nSerapilheira \n\n \nEspessa camada de húmus e serapilheira, \nsendo esta variável de acordo com a época do \nano. \n\n \n\n\n\n4 \n \n\n2.2 Solos \n\n \n\nA relação entre o número de espécies e a fertilidade depende do gradiente de \n\ndistribuição dos nutrientes, onde poucas são as espécies capazes de sobreviver em \n\ncondições extremas, o que explicaria a baixa diversidade em áreas pobres em \n\nnutrientes. Quando o nível de nutrientes aumenta, novas oportunidades favorecem a \n\ncoexistência entre espécies, entretanto, quando o teor de nutrientes é elevado, as \n\nespécies mais competidoras se encarregam de excluir as demais (CLARK, 2002).  \n\nEm solos de restinga de constituição areno-quartzosa, aumenta a influência \n\nda fração orgânica e da atividade biológica em funções-chave dos solos, como a \n\ncapacidade de reciclar e armazenar nutrientes (GOMES et al., 2010). \n\nDependendo da extensão da planície litorânea, da direção predominante dos \n\ncordões arenosos marinhos, e das características físicas, nutricionais e hidrológicas \n\ndo substrato, com influência de depósito de sedimentos das escarpas ou fluviais, há \n\num arranjo heterogêneo de trechos de florestas que podem variar em relação à \n\naltura, à saturação hídrica do solo e distância da encosta atlântica (KLEIN 1961; \n\nHENRIQUES et al. 1986; SILVA 1998; MANTOVANI 2000; MARQUES 2002).  \n\nLocalizadas nas planícies costeiras da região sudeste, encontram-se as \n\nflorestas que ocorrem nas partes mais altas dos cordões litorâneos, em locais bem \n\ndrenados e com solos arenosos; e as florestas localizadas nas depressões entre \n\ncordões onde há afloramento periódico do lençol freático e solos de origem mineral \n\nmisturados à matéria orgânica em diferentes graus de decomposição (WAECHTER \n\n1986; SILVA &amp; BRITEZ 2005). \n\nAs propriedades físico-químicas do solo representam um dos fatores \n\nambientais mais importantes na distribuição espacial e na estrutura de florestas \n\ntropicais (CUZZUOL &amp; CAMPOS 2001). \n\n \n\n2.3 Solos e recuperação de áreas degradadas \n \n\nAs restingas constituem um dos ambientes naturais mais visados e \n\nexplorados pelo turismo e atividades de lazer, com conseqüente ocupação antrópica \n\npor meio da urbanização. Como ecossistema litorâneo, a restinga se constituiu um \n\ndos primeiros ambientes a sofrer intervenção antrópica após a chegada dos \n\neuropeus (DEAN, 1996). \n\n\n\n5 \n \n\nA ocupação do litoral pelos europeus iniciou um ciclo de exploração mais \n\nintensivo dos recursos naturais da faixa litorânea, levando ao corte de madeira para \n\ndiversos fins, e a utilização do solo para fins agrícolas, e, no caso das restingas, \n\nonde o solo é “pobre”, para fins de pecuária. Essa faixa litorânea passa por um \n\nprocesso de degradação mais intensa devido à exploração de areia e turfa, ao uso \n\nde veículos, à retirada indiscriminada de espécies vegetais, à sua utilização como \n\ndepósito de lixo, e, de modo definitivo, por seu parcelamento e ocupação por \n\nloteamento. Nesse sentido, a crescente atividade humana tem levado a uma \n\ndesestabilização progressiva de seus componentes biológicos e paisagístico-\n\nambientais, com a conseqüente degradação decorrente dos impactos da expansão \n\nurbana, voltada, muitas vezes, para o caráter especulativo (HOLZER et al., 2004). \n\nQuando a vegetação de restinga é destruída, o solo é alvo de sensível erosão \n\npor parte do vento, o que determina o surgimento de dunas, fragilizando o meio \n\nambiente costeiro. Além disso, aumenta a erosão pluvial e o escoamento das águas \n\nsuperficiais e do lençol freático, favorecendo o equilíbrio do meio ambiente. Destaca-\n\nse, portanto, a relevância da vegetação de restinga no equilíbrio da região costeira.  \n\nA regeneração natural para o restabelecimento do ecossistema florestal em \n\nvegetação de restinga é muito difícil e demorado, muitas vezes irreversível, já que \n\nestas comunidades se distribuem em mosaicos sendo consideradas comunidades \n\nedáficas por dependerem mais da natureza do solo que do clima para a manutenção \n\nda vegetação.  \n\nNo Estado de São Paulo, em particular, a restinga sofreu diversas agressões, \n\ntais como a especulação imobiliária, a mineração, entre outros, e apresenta-se, \n\nainda hoje, sob forte pressão de degradação, em função, principalmente, da \n\nespeculação imobiliária e extrativismo seletivo (BARBOSA, 2000). \n\nOs trabalhos desenvolvidos por Casagrande et al. (2002) e Reis-Duarte et al. \n\n(2002),  indicam que as correlações entre fertilidade de solo e desenvolvimento da \n\nvegetação de restinga devem proporcionar informações para o melhor entendimento \n\ndos modelos de recuperação desse ecossistema. \n\nA floresta de restinga representa uma situação diferenciada pela topografia e \n\ntextura do solo. São solos de relevo plano e de elevada infiltração. Devido ao baixo \n\nteor de argila (normalmente de 1 a 5%), estes solos estão sujeitos a intensa \n\nlixiviação pela baixa capacidade de retenção de cátions (CTC), além de serem solos \n\noriginalmente pobres em nutrientes (CASAGRANDE, 2003). O princípio a nortear a \n\n\n\n6 \n \n\nrecuperação de áreas degradadas, quanto à fertilidade do solo, é restabelecer suas \n\nfunções de modo a propiciar condições iniciais adequadas para o desenvolvimento \n\nda vegetação ou para revegetação e enriquecimento. Os trabalhos desenvolvidos \n\npor Reis-Duarte (2004) indicam que as correlações entre fertilidade de solo e \n\ndesenvolvimento da vegetação de restinga devem proporcionar informações para o \n\nmelhor entendimento dos processos que impulsionariam a recuperação desse \n\necossistema. \n\nReis-Duarte (2004) observou que as diversas fisionomias da vegetação \n\ncaracterizam os estágios sucessionais da floresta de restinga do Parque Estadual da \n\nIlha Anchieta. Tais fisionomias revelam as ações de manejo que foram praticadas ao \n\nlongo de sua história e que resultaram em alterações do solo. Mesmo estando em \n\nrecuperação natural há aproximadamente 46 anos, nas áreas em que houve a \n\nretirada da camada superficial do solo, a floresta encontra-se em estágio inicial de \n\nrecuperação. Nas áreas que sofreram ações antrópicas semelhantes, porém, sem a \n\nretirada do “top soil”, atualmente ocorrem florestas em estádio médio de \n\nrecuperação. \n\nO estudo da ciclagem de nutrientes minerais, via serapilheira, é de \n\nfundamental  importância para o conhecimento da estrutura e funcionamento de \n\necossistemas florestais. Parte do processo de devolução da matéria orgânica e de \n\nnutrientes para o piso florestal se dá por meio da deposição da serapilheira, sendo \n\nesta considerada a meio mais importante de transferência de elementos essenciais \n\nda vegetação para o solo (VITAL et al., 2004). \n\nA regeneração natural decorre de processos naturais de restabelecimento do \n\necossistema florestal (GAMA et al., 2002). A capacidade de regeneração, conhecida \n\ncomo resiliência, é interpretada como um balanço que pode ocorrer tanto dentro da \n\npopulação de uma espécie, como em uma comunidade. A velocidade da resiliência \n\ndestes dois níveis depende de fatores favoráveis ou não, como energia disponível \n\nna área e o número de gerações necessárias para recuperação do equilíbrio (PIMM, \n\n1991; REIS et al., 1999). \n\nA densidade e a permanência de uma dada população numa comunidade \n\ndependem de sua capacidade de auto-regeneração e de fatores extrínsecos aos \n\nquais estão submetidos, tais como clima, interações bióticas ou sombreamento \n\n(DORNELES &amp; NEGRELLE, 2000). \n\n\n\n7 \n \n\nA recuperação de áreas degradadas em restingas constitui, um grande \n\ndesafio, pois as dificuldades para o estabelecimento da vegetação sobre solos \n\npredominantemente arenosos e deficientes em nutrientes (notadamente cálcio), cujo \n\npH ácido torna ainda mais indisponíveis, são acentuadas pelos altos teores de \n\nalumínio, que contribuem para a formação de um sistema radicular pouco \n\ndesenvolvido e superficial (CASAGRANDE, 2003). \n\nAs mudanças nas propriedades dos solos ocorrem devido a processos \n\nquímicos: depleção e deficiência de nutrientes, lixiviação excessiva, diminuição do \n\npH, toxidez de alumínio, salinização e diminuição da capacidade de troca de cátions \n\n(CTC) devido à diminuição do teor de matéria orgânica do solo; físicos: \n\nadensamento causado pela compactação do solo e erosão devido à ação do vento e \n\nda água e; biológicos: diminuição do teor de matéria orgânica, redução da fauna e \n\naumento de patógenos do solo (CASAGRANDE &amp; SOARES, 2008). \n\n \n\n2.4 Indicadores de qualidade do solo \n\n \n\nEm todo o planeta, a degradação do solo ocorre, principalmente, devido à \n\nerosão, salinização, compactação, depleção da matéria orgânica e desequilíbrio de \n\nnutrientes. A produtividade do solo, por sua vez, é usualmente definida como a \n\nhabilidade do solo para produzir biomassa florestal por unidade de área e tempo \n\n(SHOENHOLTZ, MIEGROET, BURGER, 2000). Neste contexto, é oportuno buscar \n\nindicadores químicos de qualidade do solo comparando-se florestas altas e baixas \n\nde restinga dados a diferença natural de biomassa entre elas. \n\nA preservação da vegetação é muito importante, para a manutenção da \n\nqualidade do solo. Um bom indicador de qualidade do solo deve integrar processos \n\ne propriedades físicas, químicas e/ou biológicas do solo, ser acessível aos diferentes \n\nusuários e aplicável em diversas condições e ser sensível às variações do manejo e \n\nclima (DORAN e PARKIN, 1994). Dentre os indicadores químicos do solo destacam-\n\nse a matéria orgânica (M.O); a capacidade de troca de cátions (CTC); o pH; a \n\nsaturação por alumínio (m%) e saturação de bases (V%).  \n\nDentre os indicadores químicos, a matéria orgânica do solo é considerada o \n\nparâmetro chave de qualidade de solo, pelas evidências que se tem de seu papel \n\nestrutural e funcional na capacidade produtiva do solo e na relação crítica entre \n\nmanejo de solos florestais e produtividade (HENDERSON, 1995; NAMBIAR, 1997). \n\n\n\n8 \n \n\nCONCEIÇÃO et al. (2005), também consideram a matéria orgânica como um \n\neficiente indicador para discriminar a qualidade do solo induzida por sistemas de \n\nmanejo, sendo ainda fonte primária de nutrientes às plantas, influenciando na \n\ninfiltração, retenção de água e susceptibilidade à erosão (GREGORICH et al., 1994).  \n\nSob vegetação natural o conteúdo de matéria orgânica do solo é estável, \n\nsendo a diminuição do seu teor um dos principais fatores indicativos de degradação, \n\numa vez que ela reflete a mudança do estado de equilíbrio do solo em função do \n\nmanejo  (CASAGRANDE, 2003). \n\nO pH do solo influencia relações químicas e biológicas no solo, mas oferece \n\npoucas informações diretas por si só. A saturação por alumínio, que é o inverso da \n\nsaturação por bases, é um indicador mais sensível e significativo em relação à \n\nresposta vegetal que o pH do solo (AUNE E LAL, 1997). \n\nA CTC é de grande importância no que diz respeito à fertilidade do solo, uma \n\nvez que indica a capacidade total de retenção de cátions, os quais, em geral, irão \n\ntornar-se disponíveis às plantas (CHAVES et al., 2004).  \n\nNormalmente os sistemas de manejo alteram esses indicadores, cuja \n\nmagnitude depende da intensidade e do tipo de uso do solo. Embora a capacidade \n\nde troca de cátions (CTC) seja amplamente reconhecida como indicador da \n\nqualidade de solo, como a capacidade do solo em reter e liberar nutrientes, para \n\nsolos florestais a soma de bases (SB), que é a relativa abundância de nutrientes \n\nbásicos no complexo de troca do solo, é considerado mais importante que a CTC. \n\nSegundo Reus (1983), nos solos florestais, onde não há adição de Ca e Mg pelo \n\ncalcário, é a  saturação por bases que determina a influência do complexo de troca \n\nsobre a composição química e acidez da solução do solo.  \n\nOs níveis de nutrientes não devem ser melhores indicadores de qualidade de \n\nsolo para floresta, uma vez que em ambiente florestal a ciclagem de nutrientes é \n\nresponsável pela manutenção e desenvolvimento vegetal, já que as reservas estão \n\nprincipalmente na biomassa vegetal. Dessa forma, a deficiência de cálcio e o \n\nexcesso de alumínio no subsolo podem ser os parâmetros chaves para o \n\ncrescimento, estando associado com o desenvolvimento do sistema radicular em \n\nprofundidade, com influência direta sobre a absorção de água e nutrientes, em \n\nfunção da exploração de maior volume de solo. Diversos autores encontraram níveis \n\nbaixos de cálcio e elevados de alumínio no subsolo de restinga: Sugiyama (1993), \n\nGuedes - Silva (2003), Casagrande (2003), Carrasco (2003), Reis-Duarte (2004) e \n\n\n\n9 \n \n\nSato (2007). Assim, tanto os níveis de cálcio e alumínio do subsolo, em diferentes \n\nprofundidades, como a profundidade do sistema radicular, podem funcionar como \n\nindicadores da qualidade química do solo. \n\n \n\n3. HIPÓTESE DE TRABALHO  \n\n \n\nExiste correlação dos parâmetros de química e granulometria do solo com as \n\nfitofisionomias florestas altas e baixas das de restinga do litoral paulista. \n\n \n\n4. OBJETIVOS \n \n4.1. Geral \n \n\nCaracterizar parâmetros físicos e químicos dos solos e averiguar se há \n\ncorrelação com as formações florestais (Floresta Alta e Floresta Baixa)  do Parque \n\nEstadual da Serra do Mar (Núcleo de Picinguaba); Parque Estadual da Ilha Anchieta; \n\nEstação Ecológica Juréia-Itatins; Vila de Pedrinhas (Ilha Comprida) e Parque \n\nEstadual da Ilha do Cardoso. \n\n \n4.2. Específicos \n \n\n? Estudar parâmetros químicos e físicos do solo para as fitofisionomias de \n\nfloresta alta e baixa de restinga. \n\n? Comparar o solo nas diferentes fitofisionomias  entre o litoral norte e sul da \n\ncosta paulista. \n\n? Caracterizar o estrato arbóreo de dez áreas de florestas de restinga alta e \n\nbaixa do litoral do estado de São Paulo. \n\n?  Verificar a similaridade florística entre as áreas estudadas. \n\n?  Analisar a correlação solo-vegetação. \n\n \n\n \n\n \n\n \n\n \n\n\n\n10 \n \n\n5.  REFERÊNCIAS \n\n \nARAÚJO, D.S.D. &amp; HENRIQUES, R.P.B. Análise florística das restingas do \nEstado do Rio de Janeiro. In: LACERDA, L.D. et al. (orgs), Restinga: Origem, \n\nEstrutura, Processos. Niterói, CEUFF. 1984. p. 159-193. \n\nARAUJO, D.S.D. &amp; LACERDA, L.D. A natureza das restingas. Ciência Hoje, \n\n(Volume Especial ECO-92), v. 6, n.33, p. 42-48, 1987. \n\nAUNE, J. B.; LAL, R. The tropical soil productivity calculator – a model for assessing \n\neffects of soil management on productivity. In: Lal, R.; Stewart, B.A. (Eds.), Soil \n\nManagement – Experimental Basis for Sustainability and Environmental Quality. \n\nAdvances in Soil Sciences, Lewis Publishers, London, UK, p. 499-520,  1997. \nBARBOSA L. M. Manual sobre princípios da recuperação vegetal de áreas \ndegradadas. São Paulo: Secretaria do Meio Ambiente/CINP, 2000. \n\nCARRASCO, P. G. Produção de mudas de espécies florestais de Restinga, com \nbase em estudos florísticos e fitossociológicos, visando à recuperação de \náreas degradadas em Ilha Comprida - SP. Tese (Doutorado) – Instituto de \n\nBiociências, Universidade Estadual Paulista “Júlio de Mesquita Filho”, Rio Claro. \n\n2003. 186f. \n\nCASAGRANDE, J. C. Considerações sobre Recuperação da fertilidade do solo para \n\náreas degradadas. In: Anais do Seminário Temático sobre Recuperação de Áreas \n\nDegradadas. 2003. São Paulo, SP. p. 92-93, 2003. \n\nCASAGRANDE, J.C.; REIS-DUARTE, R.M.; SOARES, M.R. Interação solo – \n\nvegetação para recuperação de áreas degradadas. Manual para recuperação de \n\náreas degradadas em matas ciliares do estado de São Paulo – com ênfase em matas \n\nciliares do interior paulista. Araras – SP, p. 40-51, 2006. \n\nCASAGRANDE, J.C.; REIS-DUARTE, R.M.; SILVA, O.A.; BARBOSA, L.M. \n\nLimitações da Fertilidade do Solo para Desenvolvimento da Mata de Restinga do \n\nParque Estadual da Ilha Anchieta (SP). In: XIV Congresso da Sociedade de Botânica \n\nde São Paulo. 2002. Rio Claro – São Paulo. 2002. Resumos... CD-Rom. EBR-31. \n\nCASAGRANDE, J.C.; SOARES, M.R. Interação solo – Interação Solo – Planta: A \n\nImportância da recuperação de solos degradados para reflorestamento heterogêneo. \n\nII Simpósio de atualização em recuperação de áreas degradadas, Mogi Guaçu, SP, \n\n2008. \n\n\n\n11 \n \n\nCHAVES L. H. G.; TITO G. A.; CHAVES I. B.; LUNA J. G. &amp; SILVA P. C. M. \n\nPropriedades químicas do solo aluvial da Ilha de Assunção – Cabrobó \n\n(Pernambuco). Revista Brasileira de Ciência do Solo, v.28, p. 431-437, Viçosa. \n\nmaio/jun. 2004. \n\nCLARK, D. A. Are tropical forests an important carbon sink? Reanalysis of the long \n\nterm plot data. Ecological Applications, v. 12, p.3-7, 2002. \nCONAMA. Conselho Nacional do Meio Ambiente (Brasil). 1996. Anexo da \nResolução CONAMA 07/96, de 23 de julho de 1996. Diário Oficial da União. \n\nBrasília. Publicado em 26.08.1996. \n\nCONCEIÇÃO P. C.; AMADO T. J. C.; MIELNICZUK J. &amp; SPAGNOLLO E. Qualidade \n\ndo solo em sistemas de manejo avaliada pela dinâmica da matéria orgânica e \n\natributos relacionados. Revista Brasileira de Ciência do Solo, v.29, p.777-788, \n\nViçosa. Set./out. 2005. \n\nCUZZUOL, G.R.F. &amp; CAMPOS, A. Aspectos nutricionais na vegetação de \n\nmanguezal do estuário do rio Mucuri, Bahia, Brasil. Revista Brasileira de Botânica, \n\nv.24, p. 227-234, 2001. \n\nDEAN, W. A ferro e a fogo: A história e a devastação da mata atlântica brasileira. \n\nSão Paulo: Companhia das Letras, 1996. \n\nDORAN, J.W. &amp; PARKIN, T.B. Defining and assessing soil quality. In: DORAN, J.W.; \n\nCOLEMAN, D.C.; BEZDICEK, D.F. &amp; STEWART, B.A. eds. Defining soil quality for a \n\nsustainable environment. Madison, Soil Science Society of America, 1994. p.3-22. \n\n(Publication Number, 35). \n\nDORNELES, L.P.P. &amp; NEGRELLE, R.R.B. Aspectos da regeneração natural de \n\nespécies arbóreas da Floresta Atlântica. Iheringia, Série Botânica, v.53, p.85-100, \n\n2000. \n\nGAMA, J.R.V.; BOTELHO, S.A.; BENTES-GAMA, M.M. 2002. Composição florística \n\ne estrutura da regeneração natural de floresta secundária de várzea baixa no \n\nestuário amazônico. Revista Árvore, v. 26, n. 5, p. 559-566. \nGUEDES-SILVA, D.C. Florística, Estrutura e Informações sobre a Regeneração \nnatural de fragmentos de florestas de restinga no Município de Bertioga – SP. \n\n2003. Tese (Doutorado) - Instituto de Biociências, Biologia Vegetal, Universidade \n\nEstadual Paulista, Rio Claro –SP, 2003. \n\nGOMES, J. B. V. et al. Relações entre atributos do solo e atividade de formigas em \n\nrestingas. Revista Brasileira de Ciência do Solo, v.34, n.1, p. 67-78, 2010.   \n\n\n\n12 \n \n\nGREGORICH, E.G.; CARTER, M.R.; ANGERS, D.A.; MONREAL, C.M. &amp; ELLERT, \n\nB.H. Towards a minimum data set to assess soil organic matter quality in agricultural \n\nsoils. Canadian Journal of Soil Science, v. 74, p. 367-375, 1994. \n\nHENDERSON, G. S. Soil organic matter: a link between forest management and \n\nproductivity. In: McFee, W. W.; Kelly, J. M. (Eds.). Proceedings of the 8th North \n\nAmerican Forest Soils. Conference on Carbon Forms and Functions in Forest Soils. \n\nSoil Science Society of America., Madison, WI, 1995, p. 419-435. \n\nHENRIQUES, R.P.B.; ARAÚJO, D.S.D. &amp; HAY, J.D. Descrição e classificação dos \n\ntipos de vegetação da restinga de Carapebus, Rio de Janeiro. Revista Brasileira de \nBotânica, v. 9, p.173-189, 1986. \n\nHOLZER, W et. al. Sustentabilidade da urbanização em áreas de restinga: uma \n\nproposta de avaliação pós-ocupação. Paisagem e ambiente, n.19, pp. 49-65, 2004. \n\nKLEIN, R.M. 1961. Aspectos fitofisionômicos da Mata Pluvial da Costa Atlântica do \n\nsul do Brasil. Boletim da Sociedade Argentina de Botânica, v. 9, p. 121-140, \n\n1961. \n\nLACERDA, L. D. &amp; ESTEVES, F. A.. Restingas brasileiras: Quinze anos de estudos. \n\npp. III – VII. In: ESTEVES, F. A. &amp; LACERDA, L. D. (eds.) Ecologia de Restingas e \n\nLagoas Costeiras. Rio de Janeiro: Nupem/ UFRJ. 394p. 2000. \n\nMANTOVANI, W. A região litorânea paulista. In: Barbosa, L. M. (Coord.). \n\nRecuperação de áreas degradadas da serra do mar e formações florestais \nlitorâneas. São Paulo: Secretaria do Meio Ambiente,  p. 23 – 32, 2000. \nMARQUES, M.M.C. 2002. Dinâmica da dispersão de sementes e regeneração de \n\nplantas da planície litorânea da Ilha do Mel, PR. Tese de Doutorado. Campinas, \n\nUniversidade Estadual de Campinas.   \n\nNAMBIAR, E. K. S. Sustained productivity of forests as a continuing challenge to soil \n\nscience. Soil Sci. Soc. Am. J., v.60, p.1629-1642, 1997. \n\nPEREIRA, O. J.&amp; ASSIS, A. M. Florística da Restinga de Camburi, Vitória, Espirito \n\nSanto. Acta Botânica Brasílica. São Paulo, v.14, n.1, p.57-69, 2000. \n\nPEREIRA, O.J. Caracterização fitofisionômica da restinga de Setiba, Guarapari, \n\nEspírito Santo. ACIESP, v.71, n.3, p. 207-219, 1990. \n\nPIMM, S.L. The Balance of nature? Ecological issues in the Conservation of \n\nspecies and communities. Chicago: The University of Chicago Press, 1991. 434p. \n\nREIS, A.; ZAMBONIN, R.M.; NAKAZONO, E.M. Recuperação de áreas degradadas \n\nutilizando a sucessão e as interações planta-animal. São Paulo: Conselho Nacional \n\n\n\n13 \n \n\nda Reserva da Mata Atlântica. Cadernos da Reserva da Biosfera da Mata \n\nAtlântica, série 3, n. 14, 1999.  \nREIS-DUARTE, R.M. Estrutura da Floresta de Restinga do Parque Estadual da \nIlha Anchieta (SP): Bases para Promover o Enriquecimento com Espécies \nArbóreas Nativas em Solos Alterados. 2004. Tese (Doutorado) - Instituto de \n\nBiociências, Biologia Vegetal, Universidade Estadual Paulista, Rio Claro - SP, 2004. \n\nREIS-DUARTE, R. M.; CASAGRANDE, J. C.; SANTOS D. A. ; SILVA. O. A.; \n\nBARBOSA, BARBOSAL. M. Fertilidade do solo e fisionomias da Mata de Restinga \n\nda Ilha Anchieta – SP: Considerações para recuperação da vegetação. V Simpósio \n\nsobre Recuperação de Áreas Degradadas, 2002, Belo Horizonte – MG. \n\nREUSS, J. O. Implications of the calcium-aluminum exchange system for the effect of \n\nacid precipitation on soils. Journal of Environmental Quality, v.12, p.591-595, \n\n1983. \n\nSATO, C. A. 2007. Caracterização da fertilidade do solo e da composição \nmineral de espécies arbóreas de restinga do litoral paulista. Dissertação de \n\nMestrado, Instituto de Biociências, Universidade Estadual Paulista “ Júlio de \n\nMesquita Filho” – SP, Rio Claro, 2007. \n\nSCHOENHOLTZ, S. H.; VAN MIEGROET, H.; BURGER, J. A. A review of chemical \n\nand physical properties as indicators of forest quality: challenges and opportunies. \n\nForest Ecological Management, v. 138, p. 335-356, 2000. \nSILVA, S. M. 1998. As formações vegetais da Planície Litorânea da Ilha do Mel, \nParaná, Brasil: Composição florística e principais características estruturais. \n\nCampinas, 262 f. Tese (Doutorado em Ciências Biológicas) - Universidade Estadual \n\nde Campinas, Campinas, SP, 1998. \n\nSILVA, S. M. Composição Florística e fitossociológica de um trecho de restinga \nna Ilha do Mel, Município de Paranaguá, PR. 1990. 146p. Dissertação de \n\nMestrado - Instituto de Biologia, Universidade de Campinas, Campinas, SP.  \n\nSILVA, S.M. &amp; BRITEZ, R.M. 2005. A vegetação da planície costeira. p. 49-84. In: \n\nM.C.M. Marques &amp; R.M. Britez (orgs.). História natural e conservação da Ilha do \nMel. Curitiba, UFPR. \n\nSOUZA, C. R. de G.; LUNA, G. da C. Unidades quaternárias e vegetação nativa de \n\nplanície costeira e baixa encosta da Serra do mar no litoral norte de São Paulo. \nRevista do Instituto Geológico, v. 29, n.1 - 2, p. 2008. \n\n\n\n14 \n \n\nSUGIYAMA, M. Estudo de florestas na restinga da Ilha do Cardoso, Cananéia, \n\nSP. Dissertação de Mestrado, Instituto de Biociências, Universidade de São Paulo, \n\nSP, 1993. \n\nSUGIYAMA, M. 1998. Estudo de Florestas da Restinga da Ilha do Cardoso, \n\nCananéia, São Paulo, Brasil. Boletim do Instituto de Botânica, v. 11, p. 119-159, \n\n1993. \n\nVITAL, A. R.T. et al. Produção de serapilheira e ciclagem de nutrientes de uma \n\nfloresta estacional semidecidual em zona riparia. Revista Árvore, Viçosa, v. 28, n. 6, \n\np. 793-800, nov./dez. 2004. \n\nWAECHTER, J.L. Comunidades vegetais das restingas do Rio Grande do Sul. \n\nACIESP, v.71, n.3, p. 228-248, 1986.  \n\n \n\n \n\n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n\n\n15 \n \n\n \n\n \n \n \n \n\n \n \n \n \n \n \n \n \n\n \nCAPÍTULO I \n\n CARACTERIZAÇÃO DE SOLOS SOB VEGETAÇÃO DE FLORESTAS DE \nRESTINGA \n\n \n \n \n \n \n\n \n \n \n \n\n \n \n \n \n\n \n \n \n \n\n\n\n16 \n \n\n \n\nCARACTERIZAÇÃO DE SOLOS SOB VEGETAÇÃO DE FLORESTAS DE \nRESTINGA \n\n \nSOIL CHARACTERIZATION UNDER RESTINGA FOREST VEGETATION \n\n \nRESUMO – Este trabalho abrangeu o Litoral do Estado de São Paulo, desde \n\nUbatuba - litoral norte (Parque Estadual da Serra do Mar - Núcleo de Picinguaba e \n\nParque Estadual da Ilha Anchieta) até a Ilha do Cardoso - litoral sul (Estação \n\nEcológica Juréia-Itatins, Vila de Pedrinhas no município de Ilha Comprida e Parque \n\nEstadual da Ilha do Cardoso). O objetivo foi correlacionar diferentes fisionomias da \n\nfloresta de restinga com os parâmetros físicos e químicos do solo. A amostragem do \n\nsolo foi realizada nas profundidades 0 – 5, 5 – 10, 10 – 15, 15 – 20, 0 – 20, 20 – 40 e \n\n40 – 60 cm. Para cada profundidade foram analisados pH, M.O., P, K, Ca, Mg, Al, \n\nH+Al, m, SB, CTC e V. Também foi realizado análises de textura das amostras \n\ncoletadas. Os resultados mostraram que independentemente dos processos \n\ngeológicos, os solos de restinga são semelhantes entre si, quanto a sua fertilidade e \n\ntextura; Nas áreas em que ocorreram solos espódicos (floresta alta e baixa de \n\nrestinga da Ilha Anchieta e floresta alta da Juréia - Itatins), ocorre valores mais \n\nelevados, em profundidade, de matéria orgânica, CTC e alumínio;  Os solos de \n\nfloresta de restinga alta e baixa são naturalmente pobres em nutrientes, estando a \n\nmaior reserva, concentrada nas profundidades 0 –  5, 5 – 10 e 0 – 20 cm; A  areia é \n\na fração dominante para todas as áreas estudadas de floresta alta e baixa de \n\nrestinga, sempre com teores mínimos de 93%, e argila inferior a 3%. Este fato, \n\naliado as altas precipitações do ambiente, contribuem para a intensa lixiviação de \n\nnutrientes; Destaca-se a importância da preservação do teor de matéria orgânica da \n\ncamada superficial do solo de restinga para preservar o potencial de retenção de \n\ncátions.  \n\n \n\nPalavras-chave: floresta, solos, restinga, fertilidade \n\n \n\n \n\n \n\n \n\n\n\n17 \n \n\n \n\nSOIL CHARACTERIZATION UNDER RESTINGA FOREST VEGETATION \n\n \n\nABSTRACT - This work covered the coast of São Paulo, from Ubatuba - north \n\ncoast (Serra do Mar State Park - Núcleo de Picinguaba and Ilha Anchieta State Park) \n\nto Ilha do Cardoso - south coast (Juréia Ecological Station – Itatins, Vila de \n\nPedrinhas in the city of Ilha Comprida and the Cardoso Island State Park). The aim of \n\nthis work was to correlate different faces of the restinga forest with the physical \n\nand chemical soil properties. Soil sampling was conducted at depths 0 - 5, 5 - 10, 10 \n\n- 15, 15 - 20, 0 - 20, 20 - 40 and 40 - 60 cm. For each depth pH, M.O., P, K, Ca, Mg,  \n\nAl, H+Al, m, SB, CTC e V were analyzed . Physical analysis of the collected sample \n\nwere also carried. The results showed that regardless of the geological processes, \n\nthe resting soils are similar to each other about their fertility and texture; In areas \n\nwhere spodic soils occurred (high and low restinga forest at Ilha Anchieta and high \n\nforest at Juréia - Itatins)  higher values in depth, organic matter, CTC (cation \n\nexchange capacity) and aluminum are presented; high and low resting forest soils \n\nare naturally low in nutrients, with the largest reserves concentrated in the depths 0 - \n\n5, 5 - 10 and 0 - 20 cm; Sand fraction is dominant for all high and low restinga forest \n\nareas studied, always with minimum levels of 93% and less than 3% clay. This fact, \n\ncoupled with the high rainfall environment, contribute to the intense leaching of \n\nnutrients; It’s highlighted the importance of organic matter content preservation on \n\ntopsoil sandbank to preserve cations retention potential. \n\n \n\nKey words: forest, soil, resting, fertility. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n \n\n1. INTRODUÇÃO  \n\n \n\nA Mata Atlântica é a segunda maior floresta brasileira, restando apenas 7,6 % \n\nde sua extensão original. Porém, ainda são observadas manchas da floresta na \n\nSerra do Mar e na Serra da Mantiqueira, no sudeste do Brasil. A Restinga, de todos \n\nos ecossistemas associados à Mata Atlântica, é o mais frágil e susceptível às \n\nperturbações antrópicas, além de ter perdido espaço para o assentamento de infra-\n\nestrutura urbana (ANDRADE &amp; LAMBERTI, 1965; ARAÚJO &amp; LACERDA, 1987; \n\nSILVA et al., 1993; RODRIGUES et al., 2010). \nDa totalidade das florestas de restinga originalmente existentes na Baixada \n\nSantista ainda existe com estrutura fisionômica e composição florística preservadas, \n\naproximadamente 22% (90 km2). O restante das florestas de restinga, que \n\ncorresponde a 323 km2 (78%), atualmente apresenta-se alterado por \n\ndesmatamentos, extração de areia, influência da poluição industrial, sendo que 162 \n\nkm2 são ocupados por estruturas urbanas que ocorreram para fins de lazer e \n\nprovocaram eliminação da vegetação natural, estímulos a processos erosivos e \n\nmudanças nas características de drenagens dos solos, dentre outras (SILVA et al., \n\n1993; RODRIGUES, 2000). \n\nAs Restingas ocorrem em diferentes faixas de extensão por toda a costa \n\nbrasileira (ARAUJO, 2000), sendo caracterizadas pela presença de sedimentos \n\narenosos quartzosos que foram depositados por meio de diferentes processos \n\ndurante o período Quaternário (MATIN et al., 1997). \n\nSegundo Sampaio et al. (2005), os ambientes de restinga são recentes do \n\nponto de vista geológico. Nas dunas próximas ao mar, onde há grande ação das \n\nondas e dos ventos, encontram-se locais formados recentemente e que já \n\napresentam colonização por espécies pioneiras típicas da restinga herbácea. Nos \n\nlocais de deposição mais antiga de sedimentos, o solo pode apresentar-se rico em \n\nmatéria orgânica, com vegetação arbórea bem estruturada. \n\nA variedade de solos nas áreas serranas e nas planícies costeiras é fruto do \n\nintemperismo que agiu sobre as formações geológicas. Na planície costeira, os solos \n\nsão relativamente recentes, com sedimentos inconsolidados (ROSS; MOROZ, \n\n1997).  \n\nA floresta de restinga representa uma situação diferenciada pela topografia e \n\ntextura do solo. São solos de relevo plano e de elevada infiltração. Devido ao baixo \n\n\n\n19 \n \n\nteor de argila (normalmente de 1 a 5%), estes solos estão sujeitos a intensa \n\nlixiviação pela baixa capacidade de retenção de cátions (CTC), além de serem solos \n\noriginalmente pobres em nutrientes (CASAGRANDE, 2003).  \n\nA produção e decomposição relativamente baixas, o padrão sazonal, bem \n\ncomo o caráter perenifólio da maioria das espécies, escleromorfia, e uma rede de \n\nraízes superficiais, denotam adaptações da comunidade vegetal que permitem uma \n\neficiente ciclagem de nutrientes mesmo sob as condições ambientais adversas em \n\nque se encontra, e, conseqüentemente, indicam sua fragilidade frente a \n\nperturbações antrópicas que alterem estes mecanismos (PIRES et al., 2006). \n\nA ciclagem de nutrientes em ecossistemas florestais, plantados ou naturais, \n\ntem sido amplamente estudada com o intuito de se obter maior conhecimento da \n\ndinâmica dos nutrientes nesses ambientes, não só para o entendimento do \n\nfuncionamento dos ecossistemas, mas também buscando informações para o \n\nestabelecimento de práticas de manejo florestal para recuperação de áreas \n\ndegradadas e manutenção da produtividade de sítios degradados em recuperação \n\n(SOUZA &amp; DAVIDE, 2001). Nesse sentido, a produção e a decomposição são \n\nparâmetros utilizados, em projetos de recuperação de áreas degradadas, como \n\nindicadores de restauração (ARATO et al., 2003). \n\nDevido a importância das pesquisas de solos em áreas de restinga, \n\nprincipalmente para fins de recuperação de áreas degradadas, objetivamos nesse \n\ntrabalho avaliar comparativamente dos parâmetros físicos e químicos do solo, sob \n\nfloresta alta e baixa de restinga. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n20 \n \n\n2. MATERIAL E MÉTODOS \n\n \n\nEste trabalho abrangeu o Litoral do Estado de São Paulo, desde Ubatuba no \n\nlitoral norte à Ilha do Cardoso, localizada no litoral sul (Figura 1). \n\n \n\n \nFigura 1. Localização do litoral do estado de São Paulo. Os pontos em vermelho \nindicam os locais amostrados neste estudo.  \n \n\nEm cada um dos locais de estudo, anteriormente definidos, foram analisadas \n\nduas fitofisionomias da vegetação da Restinga: floresta baixa e floresta alta de \n\nrestinga, que são caracterizadas pela Resolução CONAMA, nº 7 de 23 de julho de \n\n1996 como “Vegetação Sobre Cordões Arenosos”.  \n\nAs áreas de amostragem foram alocadas no Parque Estadual da Serra do Mar - \n\nNúcleo Picinguaba (FBR- 23° 21´ 41.46´´S / 44° 50´ 47.40´´W e FAR- 23° 20´ \n\n56.76´´S / 44° 51´ 02.58´´W); Parque Estadual da Ilha Anchieta (FBR - 22° 18´ \n\n54.66´´ S / 47° 22´ 57.12´´W e FAR - 22° 18´ 54.66´´ S / 47° 22´ 57.12´´W), Estação \n\nEcológica Juréia-Itatins (FBR - 24° 32´ 18,18´´S / 47° 12´ 25,44´´W e FAR - 24° 33´ \n\n2.16´´S/ 47° 13´41.16,80´´W), Vila de Pedrinhas no município de Ilha Comprida (FBR \n\n-25° 54´ 33,30´´S / 47° 46´21.42´´W e FAR 25° 04´ 29.50´´S / 47° 55´41.10´´W), e \n\nParque Estadual da Ilha do Cardoso (FBR 25° 04´ 18´´S / 47° 55´ 24.20´´W e FAR \n\n25° 04´ 29.50´´S / 47° 55´41.10´´W).  \n\n\n\n21 \n \n\nO clima da região é do tipo Af, segundo Koppen, tropical constantemente \n\númido. A precipitação média anual é de 2,248 mm, sem ocorrência de estação seca. \n\nA temperatura média anual é de 21,3°C, podendo chegar a 29°C (SETZER, 1946; \n\nPINTO, 1998). \n\nOs solos nas áreas estudadas, foram classificados em Espodossolos e \n\nNeossolos Quartzarênicos.  Trabalhos realizados na costa brasileira mostram que, \n\nsob essa vegetação, as principais classes de solos encontradas são Espodossolos e \n\nNeossolos Quartzarênicos (MOURA FILHO, 1998; GOMES et al., 1998; ROSSI, \n\n1999; GOMES et al. 2007); muitas vezes estes últimos apresentam incipiente \n\nprocesso de podzolização, levando-os a apresentar características intermediárias \n\npara Espodossolo. \n\nAs amostras de solos foram obtidas em cinco áreas de florestas baixa e cinco \n\nde florestas alta de restinga, num total de dez áreas de coleta de solos e vegetação, \n\nconforme pode ser verificado na Tabela 1. \n\n \n\nTabela 1. Áreas onde foram realizadas coletas de solo em floresta baixa e alta de \nrestinga dos locais selecionados no litoral do estado de São Paulo. \n \nLocais Ilha Anchieta  Ilha do \n\nCardoso \nNúcleo \nPicinguaba \n\n Juréia- \nItatins \n\nIlha Comprida \n\nFisionomia   FB FA FB FA FB FA FB FA FB FA \n\nFB – Floresta baixa; FA – Floresta alta. \n \n\nAs análises químicas do solo nas profundidades 0 – 5, 5 – 10, 10 – 15, 15 – 20, \n\n0 – 20, 20 – 40 e 40 – 60 cm, foram realizadas com a finalidade de verificar qual a \n\nmelhor profundidade para correlacionar parâmetros de fertilidade do solo com a \n\nvegetação. Para cada profundidade, foram analisados (CAMARGO et al., 1986): pH, \n\nM.O., P, K, Ca, Mg, Al, H+Al, m, SB, CTC e V.  \nPara as análises físicas - granulometria - (CAMARGO et al., 1986), cada amostra \n\nde solo foi composta de 15 sub-amostras, para cada uma das profundidades e para \n\ncada fitofisionomia estudada.  \n\nAplicou-se o delineamento experimental em blocos casualizados para a análise \n\nquímica do solo, com 5 repetições. Para cada profundidade estudada, foi \n\nconsiderado um ensaio individual (a análise de variância com teste F, com \n\nprobabilidade de 1% e 5%: sendo as médias comparadas pelo teste de Scott Knott). \n\n \n\n\n\n22 \n \n\n3. RESULTADOS E DISCUSSÃO  \n\n \n\nA matéria orgânica mostrou teores mais elevados nas camadas mais \n\nsuperficiais (0 - 5, 5 - 10 e 0 - 20cm),  para todas as fitofisionomias e em todas as \n\nlocalidades estudadas, ocorrendo, como esperado, diminuição em profundidade \n\n(Tabelas 2 e 3). Como a CTC está fortemente correlacionada com a matéria \n\norgânica, seus valores também diminuíram com a profundidade. Resultados \n\nsemelhantes foram obtidos por Moraes (1993), Sugiyama (1998), Pinto (1998), \n\nGuedes-Silva (2003), Carrasco (2003), Reis-Duarte (2004), Sato (2007), Junior &amp; \n\nCuzzuol (2009), Oliveira et al., (2010).  \n\nOs principais parâmetros da fertilidade do solo sob floresta de restinga estão \n\nassociados à acidez elevada e aos teores de matéria orgânica, este último é \n\nresponsável pela CTC e decisivo na manutenção da fertilidade do solo, já que os \n\nteores de argila são desprezíveis ocasionando a baixa reserva de nutrientes (TUAF \n\net al., 2011). \n\nComo os solos de restinga apresentam textura arenosa, a matéria orgânica \n\npassa a desempenhar um papel de fundamental importância, influenciando \n\ndiretamente, tanto o estoque de nutrientes quanto a CTC (HAY &amp; LACERDA, 1984).  \n\nHouve diferença significativa para a capacidade de troca de cátions (CTC) \n\n(Tabelas 5 e 6 e Figura 2). Pode-se verificar que os primeiros 5 cm da floresta alta e \n\nbaixa apresentaram os maiores valores para CTC. Uma das principais implicações \n\nda matéria orgânica do solo é sobre a CTC, responsável por cerca de 70% dela na \n\ncamada superficial de solos do estado de São Paulo (Raij, 1989). Em avaliação feita \n\nno solo de restinga do Parque Estadual da Ilha Anchieta, Reis-Duarte (2004) \n\nverificou que a CTC, devido à fração orgânica da camada de 0 – 20 cm, \n\nrepresentaram 80%, restando apenas 20% da CTC para a fração mineral, por tratar-\n\nse de um solo altamente arenoso, com menos de 5% de argila. Este fato, analisado \n\nem situações de desmatamento, quando é quebrada a ciclagem de nutrientes, \n\npassando a ocorrer apenas perdas por lixiviação e destruição da matéria orgânica \n\ndo solo, principalmente da superfície, resulta num solo de baixa fertilidade em todo o \n\nperfil, com baixos teores de nutrientes e matéria orgânica, além da elevada acidez.  \n\nA vegetação proporciona a formação de uma fonte constante de matéria \n\norgânica pela deposição do material formador da serapilheira, que recicla nutrientes \n\n\n\n23 \n \n\noriundos do solo ou da atmosfera, contidos nos tecidos vegetais (COSTA et al., \n\n1997). \n\nAlém da correlação da matéria orgânica e capacidade de troca catiônica nos \n\nsolos da restinga da Ilha do Mel, obteve-se correlações significativas entre matéria \n\norgânica e P, K, Mg e Ca (BRITEZ et al., 2005). \n\nOs solos de floresta de restinga alta e baixa degradada são naturalmente \n\npobres em nutrientes, estando a reserva na camada de 0 a 10 cm; a eliminação da \n\nvegetação diminui o potencial de produção do solo, principalmente pela diminuição \n\ndo teor de matéria orgânica e da CTC do solo (CASAGRANDE et al., 2010). \n\n \n\n \nFigura 2. Valores médios da CTC e matéria orgânica (M.O) na profundidades de 0 – \n20 cm para as fitofisionomia floresta baixa (RB) e floresta alta (RA) de restinga em \nestudo realizado nas áreas Parque Estadual da Ilha Anchieta, Parque Estadual da \nIlha do Cardoso, Parque Estadual da Serra do Mar, Núcleo Picinguaba, Estação \nEcológica Juréia-Itatins e Vila de Pedrinhas, Ilha Comprida. \n \n\nConsiderando a matéria orgânica e capacidade de troca de cátions, \n\nencontrou-se, conforme as Tabelas 5 e 6 e Figura 2, na restinga alta da Estação \n\nEcológica Juréia-Itatins e na restinga alta e baixa da Ilha Anchieta, valores mais \n\nelevados na profundidade de 40 a 60 cm. Segundo Gomes et al., 2007, é devido à \n\nocorrência do processo de podzolização, horizonte espódico na camada 40 a 60 cm, \n\ncaracterizado pela iluviação de húmus ácido, acompanhada ou não de oxi-hidróxidos \n\nde Fe2+, Al3+ e aluminossilicatos. As principais classes de solos encontradas na \n\ncosta brasileira são Espodossolos e Neossolos Quartzarênicos (GOMES et al., 1998; \n\nROSSI, 1999).  \n\n0 20 40 60 80 100 120\n\nIlha Anchieta\n\nIlha do Cardoso\n\nPicinguaba\n\nJuréia\n\nIlha Comprida\n\nCTC (mmolcdm-3 ) - MO (g/dm3)\n\nValores médios da CTC e matéria orgânica \n(M.O)\n\nRB MO \n\nRB CTC \n\n\n\n24 \n \n\nAs formas predominantes de Al ativo nos Espodossolos são complexos de Al-\n\nhúmus e compostos inorgânicos pouco cristalinos. Enquanto os primeiros \n\npredominam nos horizontes superficiais (A e intermediários) e horizontes espódicos \n\nhidromórficos (Bh e Bhm), as formas inorgânicas amorfas se relacionam \n\npredominantemente a alguns horizontes espódicos bem drenados (Bs, Bh, Bhs e \n\nBsm), situados na base dos perfis (COELHO et al., 2010). \n\n \n\nTabela 5: Parâmetros químicos de solo, nas profundidades de 0 – 5, 5 – 10, 10 – 15, \n15 – 20, 0 – 20, 20 – 40 e 40 – 60 cm para as fitofisionomias floresta baixa (FB) de \nrestinga, em estudo realizado nas áreas: Parque Estadual da Ilha Anchieta (IA), \nParque Estadual da Ilha do Cardoso (IC), Parque Estadual da Serra do Mar, Núcleo \nPicinguaba (PC), Estação Ecológica Juréia - Itatins (JU) e Vila de Pedrinhas, Ilha \nComprida (CM). \n \n\n \n \n \n\nIA   \n\nProf.  \n(cm) \n\nP  \nresina \n\nM.O.1    pH    K Ca       Mg \n  \n\n H+Al 2    Al  SB3  CTC4 m5   V 6 \n\nmg/dm3 g/dm3 Ca CI2 mmolcdm\n-3 % \n\n0-5 22a 61a 3,1b 0,4a 3a 7a 177 a 19,7a 10,6a 188,0 a 66,3a 5b \n5-10 18b 48a 3,2b 0,5a 1b 5a 129a 16,2a 6,3b 135,0a 73,0 a 5b \n10-15 12c 32b 3,3b 0,4a 1b 3b 76b 12,4a 4,6b 81,0b 74,0 a 6b \n15-20 8c 24b 3,3b 0,2b 1b 2b 52b 10,3a 3,4b 56,0b 75,7 a 6b \n0-20 11c 29b 3,2b 0,3a 1b 2b 68b 12,4a 3,5b 72,0b 78,0 a 5b \n20-40 2d 5b 3,8a 0,1b 1b 1b 12b 3,2a 2,1b 14,0b 59,6 a 14a \n40-60 2d 29b 3,7a 0,1b 1b 1b 105a 20,0a 2,1b 107,0a 65,3 a 11a \n\nIC 0-5 4a 30 a 3,3c 0,3a 3a 2a 40a 12,9 a 5,3 a 43,9 a 69,5a 14 a \n5-10 4a 23a 3,4c 0,2a 2a 1b 32a 10,9 a 3,8 a 35,6a 72,6a 12 a \n10-15 3b 15b 3,4c 0,1b 3a 2b 24a 7,9 b 4,3 a 28,3a 63,6a 17 a \n15-20 2b 6b 3,6c 0,1b 1b 1c 13b 4,5 c 2,1b 14,7b 66,0a 15 a \n0-20 2b 12b 3,5c 0,1b 1b 1c 20b 7,1b 2,1b 22,3b 73,8 a 12 a \n20-40 1b 6b 3,8b 0,1b 1b 1c 12b 3 c 2,1b 13,9b 56,7b 17 a \n40-60 1b 4b 4,2a 0,1b 1b 1c 8b 1,7 c 2,1b 10,1b 44,2b 21 a \n\nP 0-5 10a 35 a 3,8b 0,8 a 14a 13a 74a 16,7a 27,8 a 101,8 a 40,1a 27b \n5-10 6b 25b 3,6b 0,5b 7b 8b 61b 18,7 a 15,5b 76,3b 55,3 a 20b \n10-15 2c 11d 3,8b 0,3c 3b 5b 36 c 14,0a 8,7b 45,1c 62,2 a 19b \n15-20 1c 8e 3,9b 0,2c 3b 6b 28d 11,7b 8,8b 36,6d 56,2 a 25b \n0-20 2c 17c 3,8b 0,4b 5b 6b 45c 15,3a 11,8b 56,6c 56,4 a 21b \n20-40 1c 4e 4,1a 0,3c 4b 6b 28d 9,7b 9,9b 37,9d 50,5 a 30a \n40-60 1c 3e 4,2a 0,3c 5b 6b 18d 8,2b 11,9b 29,7d 41,1 a 40a \n\nJU 0-5 3 a 24 a 3,3c 0,4a 1 a 3 a 49 a 7,8 a 4,0 a 53 a 66a 8d \n5-10 3 a 17b 3,2c 0,4 a 1 a 2b 37b 7,1 a 3,2b 40b 69a 8d \n10-15 2a 13c 3,3c 0,4a 1 a 1c 29b 6,2 b 2,6c 32c 70a 8d \n15-20 2b 10c 3,4c 0,4a 1 a 1c 22c 5,4 b 2,4c 24c 69a 10c \n0-20 2b 13c 3,3c 0,4a 1 a 2b 26c 6,2 b 3,0b 29c 67a 11c \n20-40 1c 3d 3,8b 0,3b 1 a 1c 11d 1,5 c 2,3c 13d 39b 18 b \n40-60 1c 2d 4,1 a 0,3b 1 a 1c 9d 1,2 c 2,3c 11d 33b 20a \n\nCM 0-5 3b 31a 3,6b 0,5a 5 a 5a 50 a 8,7a 10,3a 60,5a 45b 19a \n5-10      5a 27a 3,6b 0,4b 3 b 4b 49 a 9,0 a 7,4b 56,2a 54b 16a \n10-15 3b 20a 3,6b 0,4b 2 c 3c 38 a 8,4 a 6,0c 43,6a 57b 17a \n15-20 3b 14b 3,6b 0,4b 2 c 2d 28 b 8,6 a 4,6c 32,8b 63a 16a \n0-20 2b 16b 3,6b 0,4b 2 c 3c 29 b 8,0 a 5,4c 34,6b 59a 18a \n20-40 2b 4c 3,9a 0,3c 1 d 1e 12 b 4,5 a 2,3d 14,7b 65a 16a \n40-60 1c 1c 4,0a 0,3c 1 d 1e 13 b 5,5 a 2,3d 15,6b   70a 15a \n\n1matéria orgânica; 2acidez potencial; 3soma de bases; 4capacidade de troca de cátions; 5saturação por alumínio; \n6saturação por bases. Médias seguidas pela mesma letra maiúscula não diferem estatisticamente entre si, ao \nnível de 1% ou 5%, pelo teste de Scott-Knott.  \n \n \n \n \n \n \n \n\n\n\n25 \n \n\nTabela 6: Parâmetros químicos de solo, nas profundidades de 0 – 5, 5 – 10, 10 – 15, \n15 – 20, 0 – 20, 20 – 40 e 40 – 60 cm para as fitofisionomias floresta alta (FA) de \nrestinga, em estudo realizado nas áreas: Parque Estadual da Ilha Anchieta (IA), \nParque Estadual da Ilha do Cardoso (IC), Parque Estadual da Serra do Mar, Núcleo \nPicinguaba (PC), Estação Ecológica Juréia- Itatins (JU) e Vila de Pedrinhas, Ilha \nComprida (CM). \n \n\n \n \n \n\nIA   \n\nProf.  \n(cm) \n\nP  \nresina \n\nM.O.1    pH    K Ca       Mg \n  \n\n H+Al 2    Al  SB3  CTC4 m5   V 6 \n\nmg/dm3 g/dm3 Ca CI2 mmolcdm\n-3 % \n\n0-5 19a 89a 2,9c 0,8 a 2a 4a 256a 26,1a 6,6a 262,8a 79,9a 3b \n5-10 18a 65b 3,0c 0,6b 1a 3a 204a 22,9a 4,8b 208,0a 82,5 a 2b \n\n10-15 13b 48c 3,1c 0,4c 1a 3a 140b 18,3a 4,2b 144,0b 80,7 a 3b \n15-20 11b 36c 3,1c 0,3c 1a 2b 107b 15,6b 3,9b 110,0b 80,6 a 4b \n0-20 14b 45c 3,2c 0,4c 1a 2b 129b 18,9a 4,0b 133,4b 82,7 a 3b \n\n20-40 3c 12d 3,5b 0,1d 1a 1b 49c 11,2b 2,7c 52,1c 68,6 a 9a \n40-60 2c 10d 3,8a 0,1d 1a 1b 40c 11,3b 2,1c 42,3c 72,2 a 11a \n\nIC 0-5 10a 47a 3,4c 0,5 a 1a 5 a 54 a 12,6 a 6,5a 60,7 a 66,2a 11c \n5-10 6b 39a 3,4c 0,3b 1a 3b 40b 10,5a 4,1b 44,1b 71,7a 10c \n\n10-15 3c 26b 3,4c 0,2c 1a 2b 26c 9,2a 3,2b 29,2c 73,9a 11c \n15-20 2c 16c 3,5b 0,1c 1a 2c 19c 7,3b 2,7c 21,9c 73,1a 12c \n0-20 2c 31b 3,3c 0,3b 1a 3b 38b 10,9 a 3,9b 41,9b 73,4a 10c \n\n20-40 1c 9c 3,6b 0,1c 1a 1c 12c 4,9 b 2,1c 13,7c 68,8a 15b \n40-60 1c 4c 3,9a 0,1c 1a 1c 10c 2,2c 2,5c 12,7c 46,7b 19a \n\nP 0-5 5b 44 a 3,7d  0,5 a 2 a 2 a 119a 37,3 a 4,5 a 123,5a 89,2a 4b \n5-10 3b 36 a 3,8c 0,4b 2a 1 a 94b 31,6 b 3,2b 97 b 90,8 a 3b \n\n10-15 2b 18b 4,1b 0,1c 2a 1 a 42c 14,8c 2,9b 45,3c 83,6b 6a \n15-20 2b 15b 4,2b 0,1c 1b 1 a 43c 14,0c 2,1b 45,3c 86,6a 5b \n0-20 4b 35 a 3,9c 0,5 a 2a 1 a 85b 30,0b 3,1b 87,7b 89,5a 4b \n\n20-40 6b 11b 4,3b 0,2c 1b 2 a 41c 12,0c 3,0b 44c 80,4b 7a \n40-60 17a 17b 4,4a 0,1c 1b 1 a 28c 10,0c 2,1b 29c 81,5b 7a \n\nJU 0-5 4a 16 a 3,3b 0,5 a 1 a 2a 38 b 8,8 a 3,7a 41,5 b 70a 9b \n5-10 4 a 14 a 3,3b 0,5a 1 a 2a 35 b 9,1a 3,1b 38,5 b 75a 8b \n\n10-15 3a 12 a 3,3b 0,5 a 1 a 1b 35b 8,5a 2,5c 27,7b 77a 7b \n15-20 2b 11a 3,4b 0,6 a 1 a 1b 29b 9,1 a 2,8c 32 b 77a 9b \n0-20 3a 13 a 3,3b 0,5a 1 a 1b 35b 9,3 a 2,5c 37b 78a 7b \n\n20-40 2b 4 b 3,6a 0,4a 1 a 2a 16c 7,8 a 3,0b 18,8c 72a 16a \n40-60 1c 15 a 3,6a 0,5a 1 a 1b 66 a 10,7 a 2,5c 68,9a 79a 4c \n\nCM 0-5 7a 30a 3,2c 0,4a 6 a 5 a 64 a 12,8 a 11,4a 76,4a 54b 16b \n5-10 6a 30a 3,2c 0,4a 2 b 4b 69 a 12,8a 6,4c 75,4a 66a 9,0b \n\n10-15 5b 27a 3,2c 0,4a 4 a 4b 56a 11,6a 8,4b 64,2a 58b 14b \n15-20 4c 22a 3,2c 0,4a 4 a 3c 59a 11,4 a 7,7b 66,5a 59b 13b \n0-20 6a 25a 3,2c 0,4a 1 b 3 c 64a 12,2 a 4,0c 68,4a 75a 6b \n\n20-40 3d 9b 3,3b 0,2b 1 b 1d 23b 7,3 b 2,6c 25,4b 74a 10b \n40-60 3d 5b 3,6a 0,2b 3 b 2d 15b 4,1 c 5,8c 19,6b 49b 23a \n\n1matéria orgânica; 2acidez potencial; 3soma de bases; 4capacidade de troca de cátions; 5saturação por alumínio; \n6saturação por bases. \nMédias seguidas pela mesma letra maiúscula não diferem estatisticamente entre si, ao nível de 1% ou 5%, pelo \nteste de Scott-Knott.  \n \n \n \n\nOs solos apresentam elevada acidez, com valores de pH variando de 3,1 a \n\n4,2 para floresta baixa (Tabela 5) e 2,9 a 4,4 para floresta alta (Tabela 6), \n\naumentando gradualmente em profundidade.  \n\nA condição de pH baixo limita a presença de organismos decompositores e, \n\nconsequentemente, aumenta o tempo para a degradação do material vegetal, o que \n\npermite a formação de uma espessa camada de serrapilheira. A degradação lenta \n\nda serrapilheira promove um retorno gradual de nutrientes para o solo e minimiza as \n\nperdas por lixiviação (MORAES et al., 1999). \n\n\n\n26 \n \n\nResultados obtidos por outros autores também evidenciaram os elevados \n\nníveis de acidez dos solos de restinga (Moraes, 1993; Pinto, 1998; Guedes-Silva, \n\n2003; Carrasco, 2003; Reis-Duarte, 2004; Sato, 2007; Menezes et al., 2010; \n\nCasagrande et al., 2010; Assis et al., 2011). Valores de pH dessa magnitude, entre \n\n3,5 e 4,0, favorecem a disponibilidade de micronutrientes (cobre, ferro, manganês e \n\nzinco), além de diminuir a atividade de microorganismos, resultando na inibição do \n\nprocesso de decomposição de matéria orgânica do solo (RAIJ et al., 1991). \n\nAs profundidades 0 - 5 e 5 - 10 cm, tanto para floresta alta como baixa, para \n\ntodos os locais estudados, apresentaram os maiores valores de Ca e Mg, atingindo \n\nteores superiores a 4 mmolcdm-3 para o Ca e 5 mmolcdm-3 para o Mg. Aos níveis \n\nbaixos de Ca e Mg estão associados a elevados níveis de alumínio e saturação por \n\nalumínio (Tabelas 5 e 6), nas florestas altas e baixas de restinga, para todas as \n\nprofundidades estudadas.  \n\nO teor de Al variou de 1,2 a 20 mmolcdm-3 para floresta baixa e de 2,2 a 12,6 \n\nmmolcdm-3 para floresta alta (Tabelas 5 e 6). A saturação por alumínio (m) variou de \n\n33 a 78% para floresta baixa e de 46,7 a 90,8% para floresta alta (Tabelas 5 e 6 e \n\nFigura 3). Outros autores também encontraram altos teores de Al: Sugiyama (1993), \n\nna Ilha do Cardoso; Guedes e Silva (2003), em Bertioga; Carrasco (2003), em Ilha \n\nComprida, e Assis et al. (2011) em Picinguaba. Dessas amostras de solo de restinga \n\nanteriormente citadas, 63% apresentaram resultados acima de 10,0, e 11% acima de \n\n20 mmolcdm-3.  \n\nNo presente estudo, 28% da fisionomia floresta baixa e 52% da floresta alta \n\nde restinga, nas áreas estudadas, apresentaram valores de Al superiores a 10 \n\nmmolcdm-3 e 12% da fisionomia floresta alta de restinga, nas áreas estudadas, \n\napresentaram valores superiores a 20 mmolcdm-3. \n\n \n\n\n\n27 \n \n\n \n \n\nFigura 3. Valores médios de saturação por alumínio (m) na profundidades de 0 – 20 \ncm para as fitofisionomia floresta baixa (RB) e floresta alta (RA) de restinga em \nestudo realizado nas áreas Parque Estadual da Ilha Anchieta, Parque Estadual da \nIlha do Cardoso, Parque Estadual da Serra do Mar, Núcleo Picinguaba, Estação \nEcológica Juréia-Itatins e Vila de Pedrinhas, Ilha Comprida. \n\n \n\nOs teores de Al foram mais elevados na profundidade de 40 a 60 cm, em \n\nrelação à camada superior nos casos do horizonte espódico (floresta alta e baixa de \n\nrestinga da Ilha Anchieta e floresta alta da Juréia-Itatins). Para Reis-Duarte (2004), o \n\nvalor relativamente elevado de Al trocável e a escassez das bases trocáveis (Na, K, \n\nCa e Mg), devem resultar numa das mais importantes limitações para a revegetação \n\ndos solos de restinga. Miyasaka et al. (1991) ressaltam que a toxidez do Al é um \n\nimportante fator limitante do crescimento das plantas. Segundo Kochian (1995), \n\nquando o solo torna-se mais ácido, formas fitotóxicas do Al são liberadas para a \n\nsolução do solo em níveis que afetam o desenvolvimento radicular e, por \n\nconseguinte, das plantas. O sintoma inicial da toxidez do Al é a inibição da \n\nelongação das raízes e, posteriormente, a inibição da absorção de água e \n\nnutrientes. \n\n\n\n28 \n \n\n \nFigura 4. Valores médios de soma de bases (SB) na profundidades de 0 – 20 cm \npara as fitofisionomia floresta baixa (RB) e floresta alta (RA) de restinga em estudo \nrealizado nas áreas Parque Estadual da Ilha Anchieta, Parque Estadual da Ilha do \nCardoso, Parque Estadual da Serra do Mar, Núcleo Picinguaba, Estação Ecológica \nJuréia-Itatins e Vila de Pedrinhas, Ilha Comprida. \n \n\nOs valores de soma de base (SB) encontrados (Tabelas 5 e 6 e Figura 4), \n\nvariando de 2 a 12 mmolc/dm3, sempre foram muito baixos, resultando em valores \n\ntambém baixos para saturação por bases, 2 a 20%, para todas as áreas estudadas, \n\ncom exceção de Picinguaba.  \n\nA saturação por bases é sempre baixa, resultando em baixos valores de V% \n\n(Tabelas 5 e 6 e Figura 5), indicando baixa fertilidade em todo o perfil, já que a maior \n\nparte da CTC está ocupada pelo alumínio. \n\nSegundo Tuaf et al. (2011), os solos em floresta de Restinga, apresentam alta \n\nacidez e baixos valores de soma de bases (S.B) e de saturação de base (V%), \n\nresultando em solos de baixa fertilidade. As maiores diferenças encontradas entre os \n\nperfis estão relacionadas aos parâmetros de matéria orgânica, acidez potencial, CTC \n\ne V%. \n\n\n\n29 \n \n\n \n \n \n\nFigura 5. Valores médios de Saturação de base (SB) na profundidades de 0 – 20 cm \npara as fitofisionomia floresta baixa (RB) e floresta alta (RA) de restinga em estudo \nrealizado nas áreas Parque Estadual da Ilha Anchieta, Parque Estadual da Ilha do \nCardoso, Parque Estadual da Serra do Mar, Núcleo Picinguaba, Estação Ecológica \nJuréia-Itatins e Vila de Pedrinhas, Ilha Comprida. \n \n \n\nHouve diminuição significativa dos teores de fósforo em profundidade \n\n(Tabelas 5 e 6), para todas as áreas estudadas, com exceção da restinga baixa da \n\nIlha do Cardoso.  Tal comportamento acompanha a distribuição da matéria orgânica \n\ndo solo. Segundo Machado et al. (1993), o fósforo orgânico corresponde a 57% do \n\nfósforo total e existe correlação significativa entre o fósforo orgânico e a matéria \n\norgânica do solo.  \n\nOs óxidos de Fe e Al são recobertos pela matéria orgânica, diminuindo a \n\nsuperfície de contato entre tais agentes fixadores e os íons fosfatos. Além de \n\nbloquear os sítios de absorção, adicionalmente a matéria orgânica retém os íons \n\nfosfatos cuja disponibilidade é aumentada no solo (MARTINS, 2010). \n\nMenezes et al. (2010), verificaram que os teores de carbono orgânico, K, P, \n\nCa+Mg, Al e H+Al diminuíram de acordo com a profundidade do solo, obtendo \n\nmelhores respostas nos primeiros cinco centímetros da camada de solo. \n\n As análises de textura do solo foram subdivididas em floresta alta e baixa de \n\nrestinga e litoral norte (Parque Estadual da Ilha Anchieta e Parque Estadual da Serra \n\ndo Mar, Núcleo Picinguaba) e sul (Parque Estadual da Ilha do Cardoso, Estação \n\nEcológica Juréia Itatins e Vila de Pedrinhas, Ilha Comprida).   \n\n0 20 40 60 80 100\n\nIlha Anchieta\n\nIlha do Cardoso\n\nPicinguaba\n\nJuréia\n\nIlha Comprida\n\n%\n\nSaturação por bases (V)\n\nRA\n\nRB\n\n\n\n30 \n \n\nO contato entre oceano e continente proporciona uma diversidade de \n\nsedimentos que constituem as formações geológicas deste setor do litoral paulista. \n\nTrês formações são identificadas: a Formação Pariquera-Açu, constituída de \n\nsedimentos fluviais; a Formação Cananéia, de depósitos arenosos marinhos; e, a \n\nFormação Ilha Comprida, de ambiente misto. Estas formações se constituíram \n\ndurante o Quaternário e juntas compõem o Grupo Mar Pequeno (SOUZA &amp; CUNHA, \n\n2011).  \n\nO mapa geomorfológico mostra que o litoral sul do Estado de São Paulo tem \n\ncomo característica a presença da Serra do Mar afastada da linha de costa, o que \n\npossibilita a ocorrência de contínuas áreas de acumulação recente. Verifica-se que \n\nhá grandes extensões de terraços marinhos e acumulações fluviais (SOUZA &amp; \n\nCUNHA, 2011). \n\n Apesar de os depósitos do litoral sul, ser mais recente, os resultados \n\nrevelaram que existem poucas diferenças entre as fitofisionomias e áreas estudadas \n\npara os teores de areia, de silte e argila e parâmetros químicos estudados (Figuras \n\n3, 4 e 5) entre o litoral norte (Figura 6) e litoral sul (Figura 7).  \n\n \n\n \n \n\nFigura 6. Valores médios de textura do solo (%), na profundidades de 0 – 20 cm para \nas fitofisionomia floresta baixa (RB) e floresta alta (RA) de restinga em estudo \nrealizado nas áreas do litoral norte: Parque Estadual da Ilha Anchieta e Parque \nEstadual da Serra do Mar, Núcleo Picinguaba. \n\n- 50 100 150 200 250 \n\n% areia\n\n% silte\n\n% argila\n\n% areia % silte % argila\n\nRA 96 2 2 \nRB 96 2 3\n\nLitoral Norte\n\n\n\n31 \n \n\n \n \nFigura 7. Valores médios de textura do solo (%), na profundidades de 0 – 20 cm para \nas fitofisionomia floresta baixa (RB) e floresta alta (RA) de restinga em estudo \nrealizado nas áreas do litoral sul: Parque Estadual da Ilha do Cardoso, Estação \nEcológica Juréia Itatins e Vila de Pedrinhas, Ilha Comprida. \n  \n\nA areia é a fração dominante, sempre com teores médios superiores a 93%. \n\nJá os teores de argila são inferiores a 3 %. Esta textura define a densidade, \n\nporosidade, estrutura e capacidade de retenção de água que é muito baixa.  \n\nA predominância de areia e baixo teor de argila em outras florestas de \n\nrestinga também foi constatado por Fabris (1995), Guedes et. al. (2006) e Britez \n\n(2005), Magnago (2010), Tuaf (2011). \n\nGomes et al. (2007) na floresta de Restinga da Ilha do Cardoso também \n\nencontraram a predominância de areia para áreas estudadas, com a presença de \n\nNeossolos Quartzarênicos e Espodossolos.  \n\nA predominância de areia nos solos de fisionomias florestais confere uma \n\npermeabilidade elevada, com acentuada perda de nutrientes por lixiviação (Britez et \n\nal., 1997; Bigarella, 2001; Magnago, 2010). \n\nO litoral paulista registra precipitação com médias anuais atingindo 2.200 mm \n\n(SANCHEZ et al., 1999), sem déficit hídrico anual. Esta precipitação, num solo \n\nextremamente arenoso acaba por promover a total lixiviação de nutrientes, \n\nprincipalmente abaixo dos primeiros 10 cm de profundidade (CASAGRANDE &amp; \n\nSOARES, 2008), resultando em solos que conferem baixa resiliência ao ecossistema \n\nflorestal de restinga, o que, na verdade, a caracteriza como edáfica.  \n\n \n\n- 50 100 150 200 \n\n% areia\n\n% silte\n\n% argila\n\n% areia % silte % argila\n\nRA 93 5 2 \nRB 94 6 2 \n\nLitoral Sul\n\n\n\n32 \n \n\n4. CONCLUSÕES \n\n \n\nIndependentemente dos processos geológicos, os solos de restinga são \n\nsemelhantes entre si, quanto a sua fertilidade e textura; \n\nNas áreas em que ocorreram solos espódicos (floresta alta e baixa de \n\nrestinga da Ilha Anchieta e floresta alta da Juréia - Itatins), ocorre valores mais \n\nelevados, em profundidade, de matéria orgânica, CTC e alumínio.  \n\nOs solos de floresta de restinga alta e baixa são naturalmente pobres em \n\nnutrientes, estando a maior reserva concentrada nas profundidades 0 –  5, 5 – 10 e \n\n0 – 20 cm.  \n\nAreia é a fração dominante para todas as áreas estudadas de floresta alta e \n\nbaixa de restinga, sempre com teores mínimos de 93%, e argila inferior a 3%. Este \n\nfato, aliado as altas precipitações do ambiente, contribui para a intensa lixiviação de \n\nnutrientes. \n\nDestaca-se a importância da preservação do teor de matéria orgânica da \n\ncamada superficial do solo de restinga para preservar o potencial de retenção de \n\ncátions.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n33 \n \n\n5. REFERÊNCIAS \n\n \nANDRADE, M. A. B DE; LAMBERTI, A. A Vegetação. In: A Baixada Santista: \n\nAspectos Geográficos:  As Bases Físicas. vol. 1, p.151-179, 1965.  \n\nARATO, H. D. et al. Produção e decomposição de serapilheira em um sistema \n\nagroflorestal implantado para recuperação de área degradada em Viçosa-MG. \n\nRevista Árvore, v.27, n.5, p. 715-721, 2003. \nARAUJO, D.S.D.; LACERDA, L.D. A natureza das restingas. Ciência Hoje, (Volume \n\nEspecial ECO-92). vol. 6, n.33, p. 42-48, 1987. \n\nARAUJO, D. S. D. Análise florística e fitogeográfica das Restingas do estado do Rio \n\nde Janeiro. 2000. Tese (Doutorado em Ecologia), Universidade Federal do Rio de \n\nJaneiro, Rio de Janeiro, 2000. \n\nASSIS, M.A. et. al. Florestas de restinga e de terras baixas na planície costeira do \n\nsudeste do Brasil: vegetação e heterogeneidade ambiental. Biota Neotropica, v.11, \n\nn.2, 2011. \n\nBIGARELLA, J. J. Contribuição ao estudo da Planície Litorânea do Estado do \n\nParaná. Brazilian Archives of Biology and Technology. TECPAR, Curitiba, v. \n\njubilee. Dec. 2001.  \n\nBRITEZ, R.M. Solos. p. 49-84. In: Marques, M.C.M. &amp; Britez, R.M (orgs.). História \nnatural e conservação da Ilha do Mel, Paraná, 2005. \n\nBRITEZ, R.M., et al. Nutrientes no solo de duas florestas da planície litorânea da Ilha \n\ndo Mel, Paranaguá, PR. Revista Brasileira de Ciência do Solo, Viçosa,  v.21, n.4, \n\np. 625-634, 1997. \n\nCAMARGO, O.A., et al. Métodos de análise química, mineralógica e física de \nsolos do Instituto Agronômico de Campinas. Campinas, Instituto Agronômico, \n\n1986. 94p. (Boletim Técnico 106). \n\nCARRASCO, P. G. Produção de mudas de espécies florestais de Restinga, com \nbase em estudos florísticos e fitossociológicos, visando à recuperação de \náreas degradadas em Ilha Comprida- SP. 2003, 186f. Tese (Doutorado em \n\nBiologia Vegetal) – Instituto de Biociências, Universidade Estadual Paulista “Júlio de \n\nMesquita Filho”, Rio Claro. 2003.  \n\nCASAGRANDE, J. C. Considerações sobre Recuperação da fertilidade do solo para \n\náreas degradadas. In: ANAIS DO SEMINÁRIO TEMÁTICO SOBRE \n\n\n\n34 \n \n\nRECUPERAÇÃO DE ÁREAS DEGRADADAS, 2003, São Paulo-SP. Anais... São \n\nPaulo, 2003. p. 92-93. \n\nCASAGRANDE, J. C.; SOARES, M. R. Interação Solo-Planta: a importância da \n\nrecuperação de solos degradados para reflorestamento heterogêneo. In: II Simpósio \n\nde Atualização em Recuperação de Áreas Degradadas, 2008, Mogi-Guaçú. Anais do \n\nII Simpósio de Atualização em Recuperação de Áreas Degradadas. São Paulo - SP : \n\nInstituto de Botânica, 2008. v. 1. p. 126-131.   \n\nCASAGRANDE, J. C. et al. Manejo da Fertilidade do Solo para Implantação de \n\nFloresta de Restinga. In: XXIX Reunião Brasileira de Fertilidade do Solo e Nutrição \n\nde Plantas, XIII Reunião Brasileira sobre Micorrizas, XI Simpósio Brasileiro de \n\nMicrobiologia do Solo, VIII Reunião Brasileira de Biologia do Solo, 2010, Guarapari – \n\nES. Anais.... Guarapari, FERTBIO, 2010. Disponível em \n\n<http://www.fertbio2010.com/TRABALHOS/1120.pdf >Acesso em 2.11.10. \n\nCOELHO, M. R. et al. Fracionamento do alumínio por técnicas de dissoluções \n\nseletivas em espodossolos da planície costeira do Estado de São Paulo. Revista \nBrasileira de Ciência do Solo. 2010, v.34, n.4, p. 1081-1092. \nCONAMA. Conselho Nacional do Meio Ambiente (Brasil). 1996. Anexo da \nResolução CONAMA 07/96, de 23 de julho de 1996. Diário Oficial da União. \n\nBrasília. Publicado em 26.08.1996. \n\nCOSTA, G. S.; ANDRADE, A. G.; FARIA S. M. Aporte de nutrientes pela serapilheira \n\nde Mimosa caesalpinifolia (Sabiá) com seis anos de idade. In: SIMPÓSIO \n\nNACIONAL DE RECUPERAÇÃO DE ÁREAS DEGRADADAS, 3., 1997, Ouro Preto. \n\nAnais... Viçosa: SOBRADE/UFV, 1997. p. 344-349. \n\nFABRIS LC. Composição florística e fitossociológica de uma faixa de floresta \narenosa litorânea do Parque Estadual de Setiba, Município de Guarapari, ES. \n\nRio Claro, 1995. 97p. Dissertação de Mestrado - Universidade Estadual Paulista. \n\n1995.    \n\nGOMES, J.B.; RESENDE, M.; REZENDE, S.B.; MENDONÇA, E.S. Solos de três \n\náreas de restinga. I. Morfologia, caracterização e classificação. Pesquisa \nAgropecuária Brasileira, v.33, p. 1907-1919, 1998. \n\nGOMES, F.H., et. al. Solos sob vegetação de restinga na Ilha do Cardoso (SP): I. \n\nCaracterização e classificação. Revista Brasileira de Ciência do Solo, v.31, \n\np.1563-1580, 2007. \n\n\n\n35 \n \n\nGOMES, J.B.; RESENDE, M.; REZENDE, S.B. &amp; MENDONÇA, E.S. Solos de três \n\náreas de restinga. I. Morfologia, caracterização e classificação. Pesquisa \nAgropecuária Brasileira, v.33, p. 1907-1919, 1998. \n\nGUEDES, D.; BARBOSA, L.M.; MARTINS, S.E. Composição florística e estrutura \n\nfitossociológica de dois fragmentos de floresta de restinga no município de Bertioga, \n\nSP, Brasil. Acta Botânica Brasilica, v. 20, n. 2, p. 299-311, 2006. \n\nGUEDES-SILVA, D.C. Florística, Estrutura e Informações sobre a Regeneração \n\nnatural de fragmentos de florestas de restinga no Município de Bertioga – SP. 2003. \n\nTese (Doutorado) - Instituto de Biociências, Biologia Vegetal, Universidade Estadual \n\nPaulista, Rio Claro–SP, 2003. \n\nHAY, J.D. &amp; LACERDA, L.D., 1984. Ciclagem de nutrientes no ecossistema de \n\nrestinga. In: Lacerda, L.D., Araujo, D S D., Cerqueira, R. &amp; Turcq, B. (orgs). \n\nRestinga: origem, estrutura, processos. Niterói: CEUFF. p. 461–477. \n\nJUNIOR, J. L., CUZZUOL, G. R. F. Caracterização de solos de duas formações de \n\nrestinga e sua influência na constituição química foliar de Passiflora mucronata Lam. \n\n(Passifloraceae) e Canavalia rosea (Sw.) DC. (Fabaceae). Acta Botanica Brasilica, \n\nv.23, n.1, p. 239-246, 2009. \n\nKOCHIAN, L. V. Cellular mechanisms of aluminum toxicity and resistance in plants. \n\nAnnual Review of Plant Physiology and Plant Molecular Biology, Palo Alto, v.46, n.1, \n\np.237-260, 1995. \n\nKOEHLER, C. W.; REISSMANN, C. B.; KOEHLER, H. S. Deposição de resíduos \n\norgânicos (serapilheira) e nutrientes em plantio de Araucaria angustifolia em função \n\ndo sítio. Revista do Setor de Ciências Agrárias, v. 9, p. 89-96, 1987. \n\nMACHADO, M.I.C.S.; BRAUNER, J.L.; VIANNA, A.C.T. Formas de fósforo na   \ncamada arável de solos do Rio Grande do Sul. Revista Brasileira de Ciência do \nSolo, Campinas, v.17, n.3, p.331-336, set./dez. 1993. \n\nMAGNAGO, L. F. S. et al. Gradiente fitofisionômico-edáfico em formações florestais \n\nde Restinga no sudeste do Brasil. Acta Botânica Brasilica, v.24, n.3, p. 734-746, \n\n2010. \n\nMARTINS, S. C. Caracterização dos solos e serapilheira ao longo do gradiente \n\naltitudinal da Mata Atlântica, estado de São Paulo. 2010. 155 f. Tese de \n\ndoutorado. Universidade de São Paulo, Brazil, 2010. \nMARTIN, L. et al. Geologia do Quaternário costeiro do litoral norte do Rio de \nJaneiro e do Espírito Santo. Belo Horizonte: CPRM/FAPESP, 1997. \n\n\n\n36 \n \n\nMENEZES, L. F. T. et. al. Estrutura comunitária e amplitude ecológica do \n\ncomponente lenhoso de uma floresta de restinga mal drenada no sudeste do Brasil. \nActa Botanica Brasilica,  São Paulo,  v. 24,  n. 3, Sept.  2010. \n\nMIYASAKA, S.C.; BUTA, J.G.; HOWELL, R.K.; FOY, C.D. Mechanism of aluminum \ntolerance in snapbeans. Root exudation of citric acid. Plant Physiology, Rockville, \n\nv.96, p.737-743, 1991. \n\nMORAES, R.M. Ciclagem de nutrientes minerais em mata atlântica de encosta e \nmata sobre restinga, na Ilha do Cardoso, Cananéia, SP: produção de serrapilheira \n\ne transferência de nutrientes. 1993. 151p. Dissertação (Mestrado em Ecologia) - \n\nDepartamento de Ecologia Geral, Instituto de Biociências, Universidade de São \n\nPaulo. 1993. \n\nMORAES, R.M.; DELITTI, W. B. C.; STRUFFALDI-DE-VUONO, Y. Litter fall and litter \n\nnureant content two Brazilian Tropical Forest. Revista Brasileira de Botânica, v.50, \n\np.163-173, 1999.  \n\nMOURA FILHO, G. Caracterização e uso de solos arenosos associados à foz do Rio \n\nSão Francisco, no litoral sul de Alagoas. 1998. 169p. (Tese de Doutorado). Viçosa, \n\nMG, Universidade Federal de Viçosa, 1998. \n\nOLIVEIRA, A. P. et al. Pedogênese de espodossolos em ambientes da formação de \nbarreiras e de restinga do sul da Bahia. Revista Brasileira de Ciência do Solo, \n\nv.34, n.3, p. 847-860, 2010.  \n\nPINTO, M. M. Fitossociologia e influência de fatores edáficos na estrutura da \nvegetação em áreas de mata atlântica na Ilha do Cardoso, Cananéia, SP.  1998. \n\n112 f. Tese (Doutorado em Produção Vegetal) - Faculdade de Ciências Agrárias e \n\nVeterinárias de Jaboticabal, Universidade Estadual Paulista, Jaboticabal, 1998.  \n\nPIRES, L. A.; BRITEZ, R. M.; MARTEL, G.; PAGANO, S. N. Produção, acúmulo e \n\ndecomposição da serapilheira em uma restinga da Ilha do Mel, Paranaguá, PR, \n\nBrasil. Acta Botanica Brasilica, v. 20, n. 1, p. 173-184. 2006. \n\nRAIJ, B. Fertilidade do solo e adubação. In: SEMINÁRIO SOBRE CORRETIVOS DA \nACIDEZ DO SOLO, 2, 1989. Santa Maria. Anais... Santa Maria: Universidade \n\nFederal de Santa Maria, 1989. p.74-100.       \n\nRAIJ, B. van. Fertilidade do solo e adubação. São Paulo: Agronômica Ceres, \n\nPiracicaba: POTAFOS, 1991. 343p.  \nREIS-DUARTE, R.M. Estrutura da Floresta de Restinga do Parque Estadual da \nIlha Anchieta (SP): Bases para Promover o Enriquecimento com Espécies Arbóreas \n\n\n\n37 \n \n\nNativas em Solos Alterados. 2004. Tese (Doutorado) - Instituto de Biociências, \n\nBiologia Vegetal, Universidade Estadual Paulista, Rio Claro - SP, 2004.  \n\nRODRIGUES, R.R. Recuperação de áreas degradadas em restinga. In: \n\nWORKSHOP SOBRE RECUPERAÇÃO DE ÁREAS DEGRADADAS DA SERRA DO \n\nMAR E FORMAÇÕES FLORESTAIS LITORÂNEAS, 2000, São Paulo. Anais... São \n\nPaulo: Secretaria do Meio Ambiente, 2000, p.98-105.   \n\nRODRIGUES, M. A. et al. Avaliação da chuva de sementes em áreas de restinga em \n\ndiferentes estágios de regeneração. Revista Árvore,  Viçosa,  v. 34,  n. 5, Oct.  \n\n2010.  \n\nROSS, J. L. S.; MOROZ, I. C. Mapa Geomorfológico do Estado de São Paulo. \n\nSão Paulo: IPT/FAPESP, 1997. \n\nROSSI, M. Fatores formadores da paisagem litorânea: A bacia do Guaratuba, \nSão Paulo – Brasil. São Paulo, Universidade de São Paulo, 1999. 159p. (Tese de \n\nDoutorado).  \n\nSAMPAIO, D. et. al. As árvores de restinga – guia de identificação. Editora \n\nNeotrópica, São Paulo, SP, 2005. \n\nSANCHEZ, M.; PEDRONI, F.; LEITÃO FILHO, H.F.; CESAR, O. Composição \n\nflorística de um trecho de floresta ripária na Mata Atlântica em Picinguaba, Ubatuba, \n\nSP. Revista Brasileira de Botânica, v. 22, n.1, p. 31-42. 1999. \nSATO, C. A. Caracterização da fertilidade do solo e da composição mineral de \nespécies arbóreas de restinga do litoral paulista. 2007, 97f. Dissertação \n\n(Mestrado em Biologia Vegetal), Instituto de Biociências, Universidade Estadual \n\nPaulista “ Júlio de Mesquita Filho” – SP, Rio Claro, 2007. \n\nSETZER, J. Distribuição normal das chuvas no Estado de São Paulo. Revista \nBrasileira de Geografia, Rio de Janeiro, v.8, n.1, p. 3-69, 1946. \n\nSILVA, S. M., et. al. Levantamento Florístico da Ilha do Mel, Paranaguá, PR. II. \n\nFanerógamas. In: CONGRESSO NACIONAL DE BOTÂNICA, 40, 1993, Cuiabá \n\n(MT). Resumos... Cuiabá, 1993. p.179. \n\nSOUZA, J. A.; DAVIDE, A. C. Deposição de serrapilheira e nutrientes em uma mata \n\nnão minerada e em plantações de bracatinga (Mimosa scabrella) e de eucalipto \n\n(Eucalyptus saligna) em áreas de mineração de bauxita. Cerne, Lavras, v. 7, n. 1, p. \n\n101-113, jan./mar. 2001. \n\n\n\n38 \n \n\nSOUZA, T. A.; CUNHA, C. M. L. O Litoral Sul do Estado de São Paulo: uma proposta \n\nde compartimentação geomorfológica. Caminhos de Geografia, Uberlândia v. 12, n. \n\n37, p. 107 – 123 mar/2011. \n\nSUGIYAMA, M. Estudo de Florestas da Restinga da Ilha do Cardoso, Cananéia, São \n\nPaulo, Brasil. Boletim do Instituto de Botânica, v.11, p. 119-159, 1998. \n\nSUGIYAMA, M. Estudo de florestas na restinga da Ilha do Cardoso, Cananéia, \nSP. 1993. 94f. Dissertação de Mestrado, Instituto de Biociências, Universidade de \n\nSão Paulo, SP, 1993. \n\nSUGUIO, K. Geologia do Quaternário e Mudanças Ambientais {Passado + \nPresente = Futuro?). São Paulo: Paulo's Comunicação e Artes Gráficas, 2001. 300 \n\np. \n\nTUAF et al.  Detecção de unidades geobotânicas em Floresta de Restinga sob \n\nsedimentos holocênicos através do sensoriamento remoto. Anais... XV Simpósio \n\nBrasileiro de Sensoriamento Remoto - SBSR, Curitiba, PR, Brasil, INPE p.16-44, \n\n2011. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n39 \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCAPÍTULO 2 \n \n\n CARACTERIZAÇÃO DA VEGETAÇÃO E INTERAÇÃO COM O SOLO SOB FLORESTA \nDE RESTINGA DO LITORAL PAULISTA \n\n \n \n \n\n \n \n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n40 \n \n\nCARACTERIZAÇÃO DA VEGETAÇÃO E INTERAÇÃO COM O SOLO SOB \n\nFLORESTA DE RESTINGA DO LITORAL PAULISTA \n \nRESUMO - Este trabalho abrangeu o Litoral do Estado de São Paulo, desde \n\nUbatuba - litoral norte (Parque Estadual da Serra do Mar - Núcleo de Picinguaba e \n\nParque Estadual da Ilha Anchieta) até a Ilha do Cardoso - litoral sul (Estação \n\nEcológica Juréia-Itatins, Vila de Pedrinhas no município de Ilha Comprida e Parque \n\nEstadual da Ilha do Cardoso). O objetivo foi caracterizar o estrato arbóreo de dez \n\náreas de florestas de restinga alta e baixa do litoral do estado de São Paulo, verificar \n\nse há similaridade florística entre as áreas e analisar se a similaridade está \n\nassociada ao solo. A amostragem das espécies arbóreas foi feita por meio do \n\n“método de quadrantes”. O critério para inclusão amostral considerou todos os \n\nindivíduos arbóreos com diâmetro à altura do peito (DAP) maior ou igual a 1,6 cm, \n\ninclusive aqueles que apresentavam duas ou mais ramificações do caule abaixo de \n\n1,30 m, cuja soma dos DAPs fosse igual ou maior do que 1,6 cm. Para as análises \n\nde fertilidade dos solos, foram utilizadas amostras na profundidade 0 - 10 cm, sendo \n\nanalisados matéria orgânica, pH, P, Na, K, Ca, Mg, H + Al, Al, SB (saturação de \n\nbases) e CTC. Os resultados foram: as florestas de restinga apresentam alta \n\nsimilaridade florística; A maioria das espécies apresentou alta freqüência, ou seja, \n\num grande número de espécies teve indivíduos distribuídos em muitos pontos; \n\nApresentou maior riqueza de espécies a floresta alta da Juréia e Picinguaba e para a \n\nfloresta baixa a Ilha do Cardoso e Juréia; Na interação solo vegetação, para a \n\nmesma fitofisionomia, floresta baixa e alta da Juréia apresentaram maior \n\nsimilaridade, já para fitofisionomias diferentes a floresta baixa da Juréia e Ilha \n\nAnchieta apresentaram maior similaridade. \n\n \n\nPalavras-chave: floresta, solos, estrato arbóreo, restinga. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n41 \n \n\nVEGETATION CHARACTERIZATION AND SOIL INTERACTION UNDER \n\nRESTINGA FOREST IN SÃO PAULO COAST  \n\n \n\nABSTRACT - This work covered the coast of São Paulo, from Ubatuba - north \n\ncoast (Serra do Mar State Park - Núcleo de Picinguaba and Ilha Anchieta State Park) \n\nto Ilha do Cardoso - south coast (Juréia Ecological Station – Itatins, Vila de \n\nPedrinhas in the city of Ilha Comprida and the Cardoso Island State Park). This \n\nwork’s objective was to characterize the upper stratum from ten areas of high and low \n\nrestinga forests of São Paulo coast, verify if there is floristic similarity among the \n\nareas and to analyze if similarity is associated to soil.  Sampling of tree species was \n\nmade through the \"method of quarters”. For the soils samples from 0-10 cm depth \n\nwere used for multivariate analysis, being analyzed the organic matter, pH, P, \n\nNa, K, Ca, Mg, H + Al, Al, BS (base saturation) and CTC. It was found that restinga \n\nforests exhibit high floristic similarity; Most species showed high frequency, ie, a large \n\nnumber of species had individuals in many places; Juréia-Itatins high forest and \n\nNúcleo Picinguaba showed greater species richness, whereas Ilha do Cardoso and \n\nJuréia-Itatins showed greater species richness for low forest; In soil-vegetation \n\ninteractions, for the same vegetation type, low and high Juréia-Itatins forests showed \n\nhigher similarity, whereas for different vegetation types low restinga forest of Ilha \n\nAnchieta and Juréia showed greater similarity. \n\n \n\nKey words: forest, soil, tree layer, restinga. \n\n \n\n \n\n \n\n \n\n \n \n \n \n\n \n \n \n \n\n\n\n42 \n \n\n \n\n1. INTRODUÇÃO  \n\n \n\nAs planícies arenosas das restingas são ocupadas por uma grande variedade \n\nde comunidades vegetais, devido à diversidade de sua topografia e diferentes \n\ncondições ambientais, propiciando a formação de muitos habitats e \n\nconsequentemente, de uma flora rica e variada (ARAÚJO, 1984).  \n\nOs solos arenosos, de modo geral, são os que apresentam a menor \n\ndiversidade de plantas, entretanto, o efeito da fertilidade sobre o número de \n\nespécies vegetais que se desenvolvem nessas regiões não é tão claro assim.  \n\nHá predomínio de estudos florísticos em florestas altas de restinga. Dentre \n\neles estão os trabalhos de Furlan et al. (1990), César e Monteiro (1995) , Assis \n\n(1999) e Diniz (2009) em Picinguaba; Reis Duarte (2004), na Ilha Anchieta; \n\nMantovani (1992), em Caraguatatuba; Girardi (2001) e Silva (2003), em Bertioga; \n\nRamos Neto (1993) e Carvalhaes (1997) em Iguape; Carrasco (2003) e Silva (2006) \n\nem Ilha Comprida; Sztutman e Rodrigues (2002) em Pariguera- Açu; e De Grande e \n\nLopes (1981), Barros et al. (1991) e Sugiyama (1998, 2003), na Ilha do Cardoso, \n\nAssis et al. (2011) em Picinguaba. \n\nObjetivamos nesse trabalho caracterizar o estrato arbóreo de dez áreas de \n\nflorestas de restinga alta e baixa sobre o litoral norte e sul do estado de São Paulo, \n\nverificar se há similaridade florística entre as áreas e analisar se a similaridade está \n\nassociada ao solo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n43 \n \n\n \n\n2. MATERIAL E MÉTODOS   \n\n \nO estudo foi realizado ao longo da Planície Litorânea do Estado de São \n\nPaulo, desde Ubatuba no litoral norte à Cananéia, localizada no litoral sul (Figura 1). \n\n  \n\n \nFigura 1. Localização do litoral do estado de São Paulo. Os pontos em vermelho \nindicam os locais amostrados neste estudo.  \n\n \n\nEm cada um dos locais de estudo, anteriormente definidos, foram analisadas \n\nduas fitofisionomias da vegetação da Restinga: floresta baixa e floresta alta de \n\nrestinga, que são caracterizadas pela Resolução CONAMA, nº 7 de 23 de julho de \n\n1996 como “Vegetação Sobre Cordões Arenosos”.  \n\nAs áreas de amostragem foram alocadas no Parque Estadual da Serra do \n\nMar - Núcleo de Picinguaba, Parque Estadual da Ilha Anchieta, Estação Ecológica \n\nJuréia-Itatins, Vila de Pedrinhas no município de Ilha Comprida e Parque Estadual \n\nda Ilha do Cardoso.  \n\n O clima da região é do tipo Af, segundo Koppen, tropical constantemente \n\númido. A precipitação média anual é de 2,248 mm, sem ocorrência de estação seca. \n\nA temperatura média anual é de 21,3°C, podendo chegar a 29°C (SETZER, 1946; \n\nPINTO, 1998). \n\n\n\n44 \n \n\nA amostragem das espécies arbóreas foi feita por meio do “método de \n\nquadrantes”.  \n\nPara diminuir as chances de amostragens subestimadas ou superestimadas \n\nao longo dos gradientes, foram feitas visitas prévias às áreas de amostragem para \n\ndeterminar as linhas de “picadas” de modo adequado. Mediu-se a distância dos \n\nquatro indivíduos arbóreos mais próximos à demarcação e orientação da cruzeta, \n\ncom diâmetro igual ou maior a 1,6 cm e foram plaqueados.  Estes tiveram sua altura, \n\ncircunferência e identificação anotadas, além de serem coletadas partes de ramos \n\nem estádio reprodutivo para identificação da espécie. A identificação do material \n\nbotânico foi realizada através de análise morfológica utilizando microscópio \n\nestereoscópico, consultas à bibliografia especializada, comparação com exsicatas \n\ndo herbário, bem como consultas a especialistas.   \n\nAs exsicatas foram depositadas no Herbário Rio Clarense (HRCB), do \n\nInstituto de Biociências da UNESP, campus Rio Claro.   \n\nFoi realizada a curva do número de espécies versus número de indivíduos \n\npara determinar o número de pontos quadrantes necessários por transecto \n\n(MUELLER-DUMBOIS E ELLENBERG, 1974). \n\nPara a análise dos parâmetros fitossociológicos foram obtidos a densidade, \n\nfrequência, dominância, importância das espécies amostradas e diversidade. Foram \n\ncalculados os Índices de Diversidade de Shannon (H’), Simpson e a equabilidade \n\n(MAGURRAN, 1988). As análises fitossociológicas foram feitas com o auxílio do \n\n“software” FITOPAC 2 (SHEPHERD, 2007). \n\nAs amostras de vegetação e solos foram obtidas em cinco áreas de florestas \n\nbaixa e cinco de florestas alta de restinga, num total de dez áreas de coleta, \n\nconforme pode ser verificado na Tabela 1. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n45 \n \n\nTabela 1. Áreas onde foram realizados os estudos florísticos, fitossociológicos e as \ncoletas de solo da floresta baixa e alta de restinga: Parque Estadual da Ilha Anchieta \n(IA), Parque Estadual da Ilha do Cardoso (IC), Parque Estadual da Serra do Mar, \nNúcleo Picinguaba (PC), Estação Ecológica Juréia-Itatins (JU) e Vila de Pedrinhas, \nIlha Comprida (CM), em 2009 e 2010. \n \n\n Coordenadas \nÁreas Floresta alta (FA) Floresta baixa (FB) \n\n \nIlha Anchieta 22° 18´ 54.66´´ S  47° 22´ 57.12´´W 22° 18´ 54.66´´ S  47° 22´ 57.12´´W \n\n \nIlha do Cardoso 25° 04´ 29.50´´S 47° 55´41.10´´W 25° 04´ 18´´S  47° 55´ 24.20´´W \n\n \nNúcleo Picinguaba 23° 20´ 56.76´´S 44° 51´ 02.58´´W 23° 21´ 41.46´´S  44° 50´ 47.40´´W \n\n \nJuréia- Itatins 24° 33´ 2.16´´S 47° 13´41.16,80´´W 24° 32´ 18,18´´S  47° 12´ 25,44´´W \n\n \nIlha Comprida 25° 04´ 29.50´´S 47° 55´41.10´´W 25° 54´ 33,30´´S  47° 46´21.42´´W \n\n \n \n\nAs análises químicas do solo nas profundidades 0 – 5, 5 – 10, 10 – 15, 15 – 20, \n\n0 – 20, 20 – 40 e 40 – 60 cm, foram realizadas com a finalidade de verificar qual a \n\nmelhor profundidade para correlacionar parâmetros de fertilidade do solo com a \n\nvegetação. Para cada profundidade, foram analisados (CAMARGO et al., 1986): pH, \n\nM.O., P, K, Ca, Mg, S, Al, H+Al, Na, B, Cu, Fe, Mn, Zn, m, SB, CTC e V.  \nPara as análises físicas - granulometria - (CAMARGO et al., 1986), cada amostra \n\nde solo foi composta de 15 sub-amostras, para cada uma das profundidades e para \n\ncada fitofisionomia estudada.  \n\nForam feitas análises multivariadas de e ordenação para as variáveis de solo e \n\nvegetação. Como o número de indivíduos foi diferente entre as localidades, a \n\ndensidade de cada espécie foi corrigido pelo número total de indivíduos amostrados \n\nem cada área. Foram feitas análises de agrupamento utilizando-se o índice de Bray-\n\nCurtis, pois esse índice é adequado para dados de abundância (LEGENDRE &amp; \n\nLEGENDRE 1998).  \n\nRealizou-se a Análise de Correspondência (CA), que permite verificar a \n\nocorrência de gradientes ambientais na ordenação das amostras (KENT &amp; COKER, \n\n1992).   \n\nPara obtenção das ordenações foram feitas as análises de componentes \n\nprincipais (PCA) (JACKSON 1991).  Foi feita a Análise Canônica de \n\nCorrespondência (CCA) (BRAAK &amp; SMILAUER 1998). A CCA foi feita a partir da \n\nmatriz com os dados de abundância das espécies e da matriz com os dados de solo. \n\n\n\n46 \n \n\nFoi feito o teste de Monte Carlo (MANLY, 1997) com 999 permutações para testar a \n\nsignificância dos eixos da CCA.  \n\nTodos as análises de agrupamento e de ordenação foram feitas com o auxílio \n\ndo programa FITOPAC 2 (SHEPHERD 2007).  \n\nPara a análise química do solo, aplicou-se o delineamento experimental em \n\nblocos casualizados, com 5 repetições. Para cada fitofisionomia foi considerado um \n\nensaio individual (a análise de variância com teste F, com probabilidade de 1% e \n\n5%: sendo as médias comparadas pelo teste de Scott Knott). \n\n \n\n2.1 Descrição das áreas amostrais \n \n2.1.2 Parque Estadual da Ilha Anchieta \n \n\nO Parque Estadual da Ilha Anchieta (PEIA) está localizado no litoral norte do \n\nestado de São Paulo (45º02’- 45º05’W e 23º31’- 23º34’S) e pertence ao município de \n\nUbatuba (Figura 2) . O Parque ocupa toda a extensão da Ilha, abrangendo 828 ha. \n\n(GUILLAUMON et al., 1989).  \n\nA topografia da Ilha Anchieta é montanhosa com relevo bastante acidentado, \n\npredominando declividades superiores a 24°. As altitudes superiores a 300 m estão \n\nrestritas aos picos que dividem os setores setentrionais (Pico do Papagaio, com 339 \n\nm) e o meridional, com 319 m. As inferiores a 6° prevalecem principalmente junto as \n\nPraias do Presídio e Praia Grande, na Restinga das Palmas (GUILLAUMON et al. \n\n1989). \n\nA vegetação encontrada na Ilha Anchieta é classificada como Floresta \n\nAtlântica de acordo com Rizzini (1997), porém a cobertura vegetal foi bastante \n\nalterada.  \n\n    Reis-Duarte (2004) observou que as diversas fisionomias da vegetação \n\ncaracterizam os estágios sucessionais da floresta de restinga do Parque Estadual da \n\nIlha Anchieta. Tais fisionomias revelam as ações de manejo que foram praticadas ao \n\nlongo de sua história e que resultaram em alterações do solo. A madeira foi utilizada \n\npelos moradores e presídio. Após a criação do Parque, em 1977, o rebanho de \n\ncabras foi retirado, implantada vigilância e o acesso à ilha limitado. Essas medidas \n\ncriaram condições favoráveis à regeneração da vegetação natural. \n\n \n\n\n\n47 \n \n\n \nFigura 2: Localização da Ilha Anchieta  \n\n \n\nForam estudados duas fitofisionomias, conforme a Figura 3.  Floresta baixa \n\n(FBR) e alta de restinga (FAR) do Parque Estadual da Ilha Anchieta apresentam-se \n\nentre as coordenadas geográficas: (FBR - 22° 18´ 54.66´´ S / 47° 22´ 57.12´´W e \n\nFAR - 22° 18´ 54.66´´ S / 47° 22´ 57.12´´W). \n\n \na)                                                                 b) \n\n   \nFotos Parque Estadual da Ilha Anchieta (PEIA): Sabonaro (2010). \n\nFigura 3. Parque Estadual da Ilha Anchieta: (a) Floresta baixa de Restinga ,(b) \nFloresta alta de Restinga. \n \n\n\n\n48 \n \n\n2.1.2 Parque Estadual da Ilha do Cardoso \n\n \n\nA Ilha do Cardoso, constitui uma exceção ao processo de ocupação do litoral. \n\nSeu território encontra-se protegido pela criação do Parque Estadual da Ilha do \n\nCardoso, uma unidade de conservação que abriga um dos remanescentes da Mata \n\nAtlântica e apresenta uma amostra em pequena escala, da maioria dos tipos de \n\nvegetação ocorrentes na costa brasileira, como campus de atitude, florestas de \n\nencosta, florestas de restinga, vegetação de dunas e manguezais (SAMPAIO et al., \n\n2005). \n\nA Ilha do Cardoso situa-se no extremo sul do estado de São Paulo, na divisa \n\ncom o estado do Paraná, no município de Cananéia (Figura 4), localizada entre os \n\nparalelos 25°04’ e 25°20’ S e os meridianos 47°54’ e 48°05’ W (NOFFS &amp; \n\nBAPTISTA-NOFFS, 1982). \n\n \n\nFigura 4: Localização da Ilha do Cardoso \n\nSegundo a classificação de Koeppen, o clima é do tipo Cfa, mesotérmico \n\númido, sem estação seca, com pluviosidade e umidade relativa elevadas (PFEIFER, \n\n\n\n49 \n \n\n1981).  A Ilha do Cardoso apresenta dois tipos climáticos diferenciados pela cota de \n\n20 metros, sendo que a região situada em níveis inferiores, onde está a planície \n\nlitorânea, é de clima tropical constantemente úmido. Nos níveis superiores a 20 \n\nmetros é quente úmido, sem estiagem (SUGIYAMA, 1993). Utilizando-se o método \n\nde Thorntwaite &amp; Matter observa-se no balanço hídrico mensal do Parque Estadual \n\nda Ilha do Cardoso (PFEIFER, 1981) que a evaporação é inferior à pluviosidade, não \n\nhavendo, portanto déficit de água, com excesso nos meses de verão. \n\nDe acordo com Bernardi et al. (2005) são identificados na Ilha do Cardoso \n\nsete tipos de vegetação: Pioneira de Dunas, Restinga, Floresta Pluvial Tropical da \n\nPlanície Litorânea, Floresta Pluvial Tropical de Encosta, Floresta Arbustiva de Topos \n\nMontanhosos, Vegetação Secundária e Vegetação de Mangue. \n\nAs formações vegetais das restingas são protegidas pela legislação brasileira, \n\nem parte por serem consideradas Áreas de Preservação Permanente (APPs) pelo \n\nCódigo Florestal (Lei Federal nº 4771) e pela resolução n.º 303/2002 do Conselho \n\nNacional do Meio Ambiente (CONAMA), em parte por pertencerem ao bioma da \n\nMata Atlântica, o qual é protegido por diversos diplomas legais (SAMPAIO et al, \n\n2005). \n\nForam estudados duas fitofisionomias, conforme a Figura 5. A Floresta baixa \n\ne alta de restinga da Ilha do Cardoso apresentam-se entre as coordenadas \n\ngeográficas (FBR 25° 04´ 18´´S / 47° 55´ 24.20´´W e FAR 25° 04´ 29.50´´S / 47° \n\n55´41.10´´W). \na)                                                              b) \n\n   \nFotos Ilha do Cardoso: Sabonaro (2010). \n\nFigura 5. Ilha do Cardoso: (a) Floresta baixa de Restinga, (b) Floresta alta de Restinga. \n\n \n\n \n\n\n\n50 \n \n\n2.1.3 Núcleo Picinguaba \n\n \n\nO Núcleo Picinguaba pertence ao Parque Estadual da Serra do Mar, \n\nmunicípio de Ubatuba, desde 1979.  \n\nSituado no município de Ubatuba, os cerca de 47.500 ha do Núcleo \n\nPicinguaba é a única porção do Parque Estadual da Serra do Mar que atinge a orla \n\nmarinha (SMA 1996). \n\nGeograficamente encontra-se posicionada no extremo norte do litoral do \n\nestado de São Paulo (Figura 6), cuja região litorânea caracteriza-se pela ocorrência \n\ndescontínua de pequenas baías e praias estreitas, intercaladas pelos avanços da \n\nSerra do Mar (PONÇANO et al., 1981).  \n\nO acesso à região se dá pela Rodovia RB - 101, que atravessa a planície \n\nestudada e é responsável por inúmeras modificações no ambiente \n\n  \n\n \n\n             Figura 6: Localização do Núcleo Picinguaba  \n\n\n\n51 \n \n\nAs altitudes no Núcleo Picinguaba variam do nível do mar a 1.340 metros. O \n\nclima regional é tropical úmido, sem estação seca (SETZER 1966), com uma \n\nprecipitação média anual superior a 2.200 mm. Mesmo nos meses mais secos, junho \n\na agosto, a precipitação média mensal nunca é inferior a 80 mm. \n\nA vegetação desta planície está representada por um complexo de formações \n\nvegetais muito diversificadas segundo as formas, as extensões de suas áreas de \n\nocupação e quanto aos seus aspectos fisionômicos. As principais influências para a \n\ncomposição deste mosaico de vegetação são as características fisiográficas, os \n\nfatores edáficos, o histórico da evolução e desenvolvimento da própria flora e as \n\nintervenções antrópicas (ASSIS, 1999). \n\n Foram estudados duas fitofisionomias, conforme a Figura 7. A Floresta baixa \n\ne alta de restinga do Núcleo Picinguaba apresentam-se entre as coordenadas \n\ngeográficas (FBR- 23° 21´ 41.46´´S / 44° 50´ 47.40´´W e FAR- 23° 20´ 56.76´´S / 44° \n\n51´ 02.58´´W).  \n\nFotos do Núcleo Picinguaba: Sabonaro (2010). \n\nFigura 7. Núcleo Picinguaba – Parque Estadual da Serra do Mar: (a) Floresta baixa \nde Restinga, (b) Floresta alta de Restinga. \n \n\n2.1.4 Estação Ecológica da Juréia- Itatins \n \n\n A Estação Ecológica da Juréia- Itatins (EEJI) está localizada entre os paralelos \n\n24° 17’ - 24° 40’ e 40° 00’ - 47° 30’W, nos municípios de Iguape, Peruíbe, Miracatu e \n\nItariri, a cerca de 210 Km da cidade de São Paulo. Com área aproximada de 80.000 \n\nha, é a maior Estação Ecológica do estado de São Paulo (Figura 8). \n\n \n\na)                                                                b) \n\n  \n\n\n\n52 \n \n\n \n\nFigura 8: Localização da Estação Ecológica da Juréia- Itatins   \n\nEm termos fisiográficos podemos distinguir três unidades geomorfológicas: \n\nMorros e Serras, Planície Costeira e Praias (SOUZA; CAMPELLARI, 2004). A EEJI \n\nengloba um dos remanescentes mais relevantes do Estado de São Paulo de Mata \n\nAtlântica e ecossistemas associados (MAMEDE et al., 2001). \n\nO solo na floresta de Restinga da EEJI é pobre, ácido e lixiviado, apesar da \n\nvegetação ter excelente desenvolvimento, com uma formação arbórea-arbustiva de \n\nmédio porte (NAVARRA, 1984). \n\nA Zona Costeira e Marinha onde está inserida a EEJI foi considerada pelo \n\nMinistério do Meio Ambiente (2008) como de importância biológica de muito alta a \n\nextremamente alta, que demanda uma prioridade de ação extremamente alta. \n\nA região da Juréia foi considerada uma das áreas prioritárias para a \n\nconservação da flora e da biodiversidade da Mata Atlântica, indicando a realização \n\nde inventários biológicos nas unidades de conservação como uma das ações \n\nprioritárias para preencher a enorme lacuna sobre a biodiversidade. \n\nAs restingas da região da Juréia, apesar de terem sofrido algumas ações \n\nantrópicas, são consideradas como um dos locais mais protegidos da costa \n\nbrasileira (SOUZA &amp; CAPELLARI, 2004). \n\n\n\n53 \n \n\nForam estudados duas fitofisionomias, conforme a Figura 9. A Floresta baixa \n\ne alta de restinga da Estação Ecológica Juréia-Itatins apresentam-se entre as \n\ncoordenadas geográficas (FBR - 24° 32´ 18,18´´S / 47° 12´ 25,44´´W e FAR - 24° 33´ \n\n2.16´´S/ 47° 13´41.16,80´´W). \n \n\na)                                                             b) \n\n    \nFotos da Estação Ecológica Juréia-Itatins,  SP: Sabonaro (2010). \n\nFigura 9. Estação Ecológica Juréia-Itatins, SP - (a) Floresta baixa de Restinga , (b) \nFloresta alta de Restinga. \n \n\n2.1.5 Ilha Comprida  \n\n \n\n    O município de Ilha Comprida (Figura 10), localizado a aproximadamente \n\n24°45’S e 47°33’W, no Boqueirão Norte, possui uma área territorial de 252km2 e faz \n\nparte do Complexo Estuarino-Lagunar de Cananéia-Iguape – SP. Com 74km de \n\npraias e 3 a 5 km de largura, sua menor distância da costa em linha reta é de \n\n0,31km (ILHA COMPRIDA, 2010).  \n\nApresenta clima tropical úmido, com uma temperatura média anual de 22°C. \n\nMesmo tendo sofrido intenso processo de especulação imobiliária, ainda é um dos \n\nlocais do litoral paulista que se encontra parcialmente preservado (LAMPARELLI, \n\n1999) e foi selecionada tendo em vista esse estado de conservação das florestas de \n\nrestinga. \n\nLocalizada no extremo sul do litoral do Estado de São Paulo, a Ilha Comprida \n\nteve sua origem a partir de depósitos sedimentares holocênicos do Cretáceo \n\nSuperior (SUGUIO; MARTIN, 1987). O Morrete, com 42m de altitude, é a única \n\nelevação que se destaca no relevo baixo e plano, já que esta ilha exibe altitudes \n\n\n\n54 \n \n\nquase sempre inferiores a 5m e possui larguras que variam entre 3 e 5 km, com uma \n\nextensão de 74 km (ILHA COMPRIDA, 2010). \n\nA Ilha é essencialmente arenosa, com exceção de uma intrusão alcalina, \n\ndenominada Morrete, localizada na porção sul da Ilha. É separada do continente por \n\ncanais do complexo estuarino-lagunar, de Cananéia-Iguape, cujas larguras variam \n\nde 400 m a 1200 m. \n\nA partir de 1970, através da implantação de loteamentos, intensificou-se a \n\nocupação e uso do solo em Ilha Comprida (SÃO PAULO, 1989).  \n\nA especulação Imobiliária veio aliada ao corte das vegetações, através da \n\nprivatização de áreas de praias e das margens dos rios e estuários, resultando na \n\nexpulsão de moradores tradicionais, dificultando o acesso dessas comunidades à \n\nterra e aos recursos naturais renováveis (DIEGUES, 2002). \n\nO solo na planície costeira, desde o limite do litoral sul até aproximadamente \n\na Ponta de Boracéia (no litoral central), caracteriza-se por ser mineral (Podzol \n\nHidromórfico ou Espodossolo Cárbico Hidromórfico) e apresentar saturação com \n\nágua em um ou mais horizontes, até 1m da superfície do solo, moqueado ou \n\napresentando acúmulo de óxidos de ferro e/ou manganês (MANTOVANI, 2000), rico \n\nem alumínio (SUGIYAMA, 1998). Os Espodossolos Cárbicos Hidromórficos são \n\nmuito pobres, moderada a fortemente ácidos, normalmente com saturação por bases \n\nmuito baixa (EMBRAPA, 1999).  \n \n\n \n\nFigura 10: Localização da Ilha Comprida  \n\n\n\n55 \n \n\nForam estudados duas fitofisionomias, conforme a Figura 11. A floresta baixa \n\ne alta de restinga da Vila de Pedrinhas no município de Ilha Comprida apresentam-\n\nse entre as coordenadas geográficas (FBR - 25° 54´ 33,30´´S / 47° 46´21.42´´W) e \n\nFAR 25° 04´ 29.50´´S / 47° 55´41.10´´W). \na)                                                                          b) \n\n                    \nFotos Ilha Comprida: Sabonaro (2010). \n\nFigura 12. Vila de Pedrinhas - Ilha Comprida: (a) Floresta baixa de Restinga, (b) \nFloresta alta de Restinga. \n \n\n \n\n3. RESULTADOS E DISCUSSÃO \n \n\n3.1 Florística \n \n\nNo levantamento florístico das espécies arbóreas do Parque Estadual da Ilha \n\nAnchieta (IA), Parque Estadual da Ilha do Cardoso (IC), Parque Estadual da Serra \n\ndo Mar - Núcleo  Picinguaba (P),  Estação Ecológica Juréia-Itatins (J) e Ilha \n\nComprida - Vila de Pedrinhas. (CM), foram identificadas 74 espécies (70 espécies \n\nnativas e 4 espécies exóticas) e 25 famílias, listadas na Tabela 2, organizada em \n\nordem alfabética. \n \n \n \n\n\n\n56 \n \n\nTabela 2 – Lista das famílias e espécies arbóreas amostradas em levantamento \nflorístico das fisionomias  Florestas alta e baixa, em áreas de Restinga no Parque \nEstadual da Ilha Anchieta (IA), Parque Estadual da Ilha do Cardoso (IC), Parque \nEstadual da Serra do Mar - Núcleo de Picinguaba (P), Estação Ecológica Juréia-\nItatins (J) e Ilha Comprida - Vila de Pedrinhas. (CM).   \n\nFAMÍLIA  ESPÉCIE ÁREAS \n  IA IC P J CM \n\nAnacardiaceae       \n Anacardium ocidentale L.   (*) X     \n Schinus terebinthifolius Raddi X  X X  \n Tapirira guianensis Aubl.  X X  X \n\nAnnonaceae       \n                            Annona glabra L. X X X  X \n Guatteria australis A. St. Hil.  X  X X \n Rollinia sericea R. E. Fr.     X \nAquifoliaceae       \n Ilex dumosa Reiss.    X  \n Ilex theezans Mart. X X X X X \n Ilex theezans var.grandifolia X X  X  \n Ilex theezans var. acrodonta  X    \nArecaceae       \n Astrocaryum aculeatissimum (Schott) \n\nBurret \n X    \n\n Euterpe edulis Mart.  X X X X \n Geonoma schottiana Mart.  X X X  \n Syagrus romanzoffiana (Cham.)  X X X  \nBignoniaceae       \n Jacaranda puberula Cham. X  X   \n Tabebuia chrysotricha Mart. X     \n Tabebuia cassinoides (Lam.) DC. X   X  \nBoraginaceae       \n Cordia curassavica (Jacq.) Roem &amp; \n\nSchult. \nX  X   \n\nCelastraceae       \n Maytenus obtusifolia Mart. X     \n Maytenus litoralis Car-Okano X     \nClusiaceae       \n Calophyllum brasiliense Cambess. X X X X X \n Clusia criuva Cambess. X X X X X \nCombretaceae       \n Terminalia cattapa L.    (*) X  X   \nCunoniaceae       \n Weinmannia paulliniifolia Pohl ex Ser.  X    \nErythroxylaceae       \n Erythroxylum pulchrum A. St.-Hil. X     \n Erythroxylum vacciniifolium Mart.   X    \nEuphorbiaceae       \n Alchornea triplinervia (Spreng.) Müell. \n\nArg. \nX  X  X \n\n Croton floribundus Spreng. X     \n       \nContinuação       \n\n\n\n57 \n \n\nContinuação       \nFabaceae       \n Andira fraxinifolia Benth X X  X X \n Dalbergia ecastophyllum (L.) Taub. X     \n  X     \nLauraceae       \n Nectandra oppositifolia Ness  X X X X X \n Ocotea puberula (Rich.) Nees    X  \n Ocotea pulchra Vattimo-Gil  X    \nMalvaceae       \n \n \n\nTalipariti tiliaceum (L.) Fryxell \nvar.pernambucense (Arruda) Fryxell \n\nX  X  X \n\n \nMelastomataceae \n \n\n     \n\n Balizia pedicellaris (D.C) Barneby e J. W. \nGrimes \n\n    X \n\n Clidemia bisserrata DC. X    X \n Miconia albicans (Sw.) Triana  X X    \n Miconia cinnamomifolia (DC.) Naudin X     \n Miconia cubatanensis  Hoehne  X    \n Miconia prasina (Sw.) DC. X     \n Miconia rigidiuscula Cogn. X     \n Tibouchina clavata (Pers.) Wurdack X    X \n Clidemia bisserrata DC.      \n Tibouchina pulchra Cogn. X     \nMeliaceae       \n Guarea macrophylla Vahl. X X  X  \nMimosaceae       \n Abarema brachstachya (DC.) Barneby &amp; \n\nJ. W. Grimes \nX  X   \n\n Inga marginata Willd.     X \n Inga edulis Mart. X     \n Macrosamanea pedicellaris (DC) Benth.  X    \nMyrsinaceae       \n Rapanea ferruginea (Ruiz &amp; Pav.) Mez X  X X X \n Rapanea umbellata (Mart.) Mez  X X X  X \n Rapanea venosa (A. DC.) Mez X X X X  \nMyrtaceae       \n Calyptranthes clusiifolia (Miq.) O. Berg.     X \n Calyptranthes concina DC.  X     \n Eugenia stigmatosa DC.  X    X \n Eugenia umbelliflora O. Berg  X     \n Gomidesia fenzliana O. Berg  X X X  X \n Marlierea eugeniopsoides (D. Legrand &amp; \n\nKausel) D. Legrand \nX     \n\n Myrcia acuminatissima O. Berg  X  X   \n Myrcia bicarinata (O. Berg) X   X  \n Myrcia fallax (Rich.) DC.  X X    \n Psidium cattleyanum Sabine  X X X X X \n Psidium guajava L.   (*) X X  X X \n Syzygium jambos (L.) Alston    (*) X     \n       \n       \nContinuação       \n\n\n\n58 \n \n\n     (*) espécies exóticas \n\n \n\nAs famílias com maior riqueza de espécies foram Myrtaceae (12 espécies), \n\nseguida por Melastomataceae (10 espécies) e Rubiaceae (10 espécies).  \n\nAs famílias Fabaceae, Myrtaceae e Rubiaceae são citadas entre as principais \n\nfamílias dos ecossistemas brasileiros (SOUZA e LORENZI, 2005; TONHASCA-\n\nJUNIOR, 2005). A representatividade florística dessas famílias nas Restingas é \n\nmencionada por diversos autores (OLIVEIRA-FILHO e CARVALHO, 1993; FABRIS e \n\nCESAR, 1996; BASTOS, 1996; PEREIRA e ASSIS, 2000; PEREIRA e ARAUJO, \n\n2000; ASSIS et al., 2004; MENEZES et al., 2010; ASSIS et al., 2011, EISENLOHR et \n\nal. 2011). \n\nAs espécies comuns a todas as áreas foram: Ilex theezans, Calophyllum \n\nbrasiliense, Clusia criuva, Nectandra oppositifolia, Psidium cattleyanum e Pera \n\nglabrata. Comparando com outros estudos, estas espécies são consideradas \n\ncomuns em floresta de restinga. \n\nAs espécies arbóreas comuns nas restingas do Estado de São Paulo, \n\ndestacam-se Amaioua intermedia, Andira fraxinifolia, Calophyllum brasiliense, Clusia \n\ncriuva, Eugenia stigmatosa, Guapira opposita, Ilex theezans, Ilex dumosa, Maytenus \n\nrobusta, Myrcia multiflora, Nectandra oppositifolia, Ocotea pulchella, Pera glabrata, \n\nPsidium cattleyanum, Tabebuia cassinoides e Tapirira guianensis. Estes táxons \n\nocorrem em mais de 75% dos levantamentos consultados (DE GRANDE &amp; LOPES \n\n1981; MANTOVANI 1992; SUGIYAMA 1998; CARVALHAES &amp; MANTOVANI 1998; \n\nGUEDES et al. 2006. \n\nContinuação       \nNyctaginaceae       \n Guapira nitida (Schmidt) Lundell X    X \n Guapira opposita (Vell.) Reitz X X    \n Syzygium jambos (L.) Alston     X \nPeraceae       \n Pera glabrata (Schott) Poepp. X X X X X \nRubiaceae       \n Amaioua guianensis Aubl.    X X \n Amaioua intermedia Mart. X    X \n Psychotria glaziovii Muell. Arg. X     \n Psychotria nuda (Cham. &amp; Schltdl.) \n\nWawra \nX   X  \n\nSapindaceae Allophylus petiolulatus Radlk.   X   \n Cupania oblongifolia Mart. X     \nTheaceae       \n Ternstroemia brasiliensis Cambess. X X  X X \n\n\n\n59 \n \n\n3.2 Similaridade florística  \n\n \n\n    Pode-se verificar através dos resultados apresentados na Figura 13 que as \n\náreas com maior similaridade, em relação às demais, são floresta alta de Restinga \n\nem Picinguaba, floresta alta de restinga na Juréia e floresta baixa de Restinga em \n\nPicinguaba.    \n      \n\n \n \nFigura 13. Dendrograma de similaridade entre as florestas de restinga, altas (RA) e \nbaixas (RB), do Litoral do estado de São Paulo, em estudo realizado nas áreas \nParque Estadual da Ilha Anchieta (IA), Parque Estadual da Ilha do Cardoso (IC), \nParque Estadual da Serra do Mar, núcleo Picinguaba (PC), Estação Ecológica \nJuréia- Itatins (JU) e Vila de Pedrinhas, Ilha Comprida (CM), em 2009 e 2010. \n\n \n\nA Estação Ecológica Juréia-Itatins (JU), litoral sul do estado de São Paulo, \n\napresenta maior similaridade florística com Picinguaba que está localizada ao norte. \n\nAssim sendo, pode-se dizer que a similaridade floristica destas áreas não está \n\ndiretamente relacionada com a posição geográfica e com a origem geológica, que é \n\nbastante diferente, como pode-se observar na Figura 14.  \n\nSegundo Sugiyama (2003), diferenças na metodologia empregada e histórico \n\nde ocupação da área no passado certamente influenciam na similaridade florística. \n\n \n\n \n\n\n\n60 \n \n\nMesmo em áreas próximas de restinga, como da Juréia, em Iguape, litoral sul \n\nde São Paulo, Carvalhaes e Mantovani (1998) e Ramos Neto (1993), obtiveram \n\nbaixa similaridade florística. Segundo Sugiyama (2003), diferenças na metodologia \n\nempregada e histórico de ocupação da área no passado certamente influenciam na \n\nsimilaridade florística. \n\n \nFigura 14 - Municípios litorâneos e compartimentação morfodinamica do litoral \npaulista (SOUZA &amp; SUGUIO 1996). \n \n\nDiferentes fatores como idade geológica, proximidade com o continente, grau \n\nde influência marinha, regime de inundação e a história de antropização local \n\n(CARVALHAES, 1997; REIS-DUARTE, 2004) são fatores que podem explicar esta \n\naparente contradição. \n\nPode-se dizer que o conceito de Floresta alta e Floresta baixa de Restinga \n\ntambém não estão diretamente relacionado à similaridade florística, e sim, aos \n\nestádios sucessionais de florestas secundárias de restinga SUGIYAMA, 2003; REIS-\n\nDUARTE, 2004; SATO, 2007. \n\nConsiderando ainda, a afirmação de Tabarelli et al. (1994), Sugiyama (2003), \n\nRodrigues (2006), diferenças observadas na composição florística das áreas podem \n\nestar relacionadas aos critérios de levantamento e, principalmente, ao estádio \n\nsucessional de cada floresta, o que enfatiza as ações de degradação causadas pela \n\nocupação humana do litoral como uma das principais causas. \n\n \n \n\n\n\n61 \n \n\n3.3 Vegetação \n\n \n\nA Floresta alta de Restinga da Juréia apresentou maiores valores de \n\ndensidade (DE). Com relação à dominância (Dom), destacou-se a floresta alta da \n\nIlha Anchieta. Para a freqüência (F) o maior destaque foi para a Juréia e Picinguaba.  \n\nPara floresta baixa de restinga apresentaram maiores valores de frequência a \n\nIlha do Cardoso e Ilha Comprida. Com relação à área basal a Ilha Anchieta obteve \n\nmaior destaque (Tabela 3). Para a densidade (DE) destacou-se a Ilha Anchieta.  Os \n\nvalores de área basal foram próximos dos encontrados por outros autores que \n\nestudaram a planície arenosa como Silva (1998), Carvalhaes (1997) em floresta de \n\nrestinga. \n\nPara as classes de frequência, a maioria das espécies distribuiu-se nas \n\nmenores classes, ou seja, um grande número de espécies teve indivíduos \n\ndistribuídos em poucos pontos (Tabela 3), o que pressupõe a distribuição \n\npreferencial de algumas espécies, provavelmente adaptadas às condições \n\nambientais da área de estudo. \n\n \n\nTabela 3: Relação dos parâmetros fitossociológicos das fisionomias florestas alta e \nbaixa, em áreas de Restinga no Parque Estadual da Ilha Anchieta, Parque Estadual \nda Ilha do Cardoso, Parque Estadual da Serra do Mar - Núcleo de Picinguaba, \nEstação Ecológica Juréia-Itatins e Ilha Comprida - Vila de Pedrinhas.   \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFloresta alta de restinga (RA),  floresta baixa de restinga (RB), DE: densidade absoluta, Dom: dominância, F \n(frequência total), DO: área basal absoluta. \n \n \n \n \n \n\nLevantamento    DE \n (ind ha-1) \n\nDom          F \n \n\n     DO \n(m2ha-1) \n\nRB Ilha Anchieta 4067,5 112,7 100 0,401 \nRA Ilha Anchieta 1902,0 35,4  310,0        2,36 \nRB Ilha do Cardoso 1498,6 3,5  325,0 0,112 \nRA Ilha do Cardoso 1557,3 6,2  313,3 0,555 \nRB Picinguaba 1903,9 2,8 273,3 0,093 \nRA Picinguaba 1907,7 14,5  321,7 0,672 \nRB Juréia 2879,1 5,65 256,5 0,176 \nRA Juréia 2233,7 10,07 316,6         0,514 \nRB Ilha Comprida 1478,3 8,37 340,0 0,353 \nRA Ilha Comprida 1699,7 10,0 300,0 0,422 \n\n\n\n62 \n \n\n \n3.4 Índices Fitossociológicos  \n \n\nAs áreas que apresentaram maiores valores para o Índice de diversidade de \n\nShannon foram a floresta alta de restinga da Juréia (2,79) e Ilha Anchieta (2,49) \n\n(Tabela 4 e Figura 15). Para a floresta baixa de restinga destacou-se a Ilha do \n\nCardoso (2,22) e Ilha Comprida (2,25). \n\nPara o índice de Simpson, houve destaque para a floresta alta de restinga da \n\nIlha do Cardoso (0,15) e para a floresta baixa da Juréia (0,31). \n\nAs área que apresentou maior valor para o Índice de equabilidade foi a \n\nFloresta alta de Restinga da Ilha Anchieta (0,90) (Tabela 4 e Figura 15). Para a \n\nfloresta baixa de restinga destacou-se a Ilha do Cardoso (0,89) e Ilha Comprida \n\n(0,89). \n\n \n\nTabela 4 - Índices de diversidade de espécies arbóreas nas fitofisionomias floresta \nbaixa (FB) e floresta alta (FA) de restinga da áreas Parque Estadual da Ilha \nAnchieta, Parque Estadual da Ilha do Cardoso, Parque Estadual da Serra do Mar, \nNúcleo Picinguaba, Estação Ecológica Juréia-Itatins e Vila de Pedrinhas, Ilha \nComprida. \n \n\n I. Anchieta I. Cardoso Picinguaba Juréia I.Comprida \n\nFitofisionomias RA RB RA RB RA RB RA RB RA RB \n \nÍndice Shannon-\nWeiner (H') \n \n\n \n2,49 \n\n \n1,73 \n\n \n2,55 \n\n \n2,22 \n\n \n2,47 \n\n \n2,01 \n\n \n2,79 \n\n \n1,78 \n\n \n2,28 \n\n \n2,25 \n\nEquiv. de Shannon \nem espécies  \n \n\n12,1 5,65 12,8 9,24 11,79 7,48 16,3 5,96 9,77 9,51 \n\nEquabilidade (J) 0,90 0,72 0,76 0,89 0,84 0,76 0,84 0,63 0,86 0,89 \n \n\nÍndice Simpson (D) 0,09 0,23 0,15 0,11 0,10 0,18 0,08 0,31 0,11 0,11 \n    Floresta alta de restinga (RA), floresta baixa de restinga (RB) \n \n \n\nAs áreas em estudo apresentaram diversidade de espécies considerada \n\nmédia, uma vez que o Índice de Diversidade de Shannon tende a variar de 1,5 a 3,5 \n\n(MARTINS, 1993).  \n\nA restinga alta da Ilha do Cardoso apresentou menores valores de \n\nequabilidade (J), porém obteve maior índice de Simpson (D) (Figura 15).  \n\n \n\n\n\n63 \n \n\nA menor equabilidade está relacionada a uma maior concentração de poucas \n\nespécies e mais indivíduos, aumentando a redundância na amostragem (MARTINS \n\n&amp; SANTOS 1999). Isto promove o aumento do índice de Simpson (D), que é menos \n\nsensível à riqueza do que à distribuição de abundância entre as espécies \n\n(MAGURRAN, 1988). \n\nSegundo Reis Duarte (2004), apesar da Restinga da Ilha Anchieta ter sofrido \n\nintensas ações antrópicas durante a ocupação humana, com a consequente \n\nalteração do substrato, onde as possibilidades de chegada de propágulos são \n\nrestritas, o índice de Shannon permaneceu dentro da faixa encontrada para outras \n\náreas mais preservadas no estado de São Paulo. \n\n\n\n64 \n \n\n \nFigura 15 - Ordenação dos índices de diversidade utilizando-se parâmetros estruturais, obtidos por uma análise de componentes \nprincipais (PCA). Dendrograma de similaridade entre as florestas de restinga, altas (RA) e baixas (RB), do Litoral do Estado de São \nPaulo, em estudo realizado nas áreas: Parque Estadual da Ilha Anchieta (IA), Parque Estadual da Ilha do Cardoso (IC), Parque \nEstadual da Serra do Mar, Núcleo Picinguaba (PC), Estação Ecológica Juréia-Itatins (JU) e Vila de Pedrinhas, Ilha Comprida (CM), \nem 2009 e 2010. \n\n\n\n65 \n \n\n3.5 Parâmetros Fitossociológicos \n\n \n\nAs espécies registradas em função dos pontos amostrados foram \n\nrepresentadas na curva do coletor para as fitofisionomias floresta alta (FA) e floresta \n\nbaixa (FB) de restinga (Figuras 16 e 17). De modo que foi possível constatar que o \n\nnúmero de pontos amostradas nos dois ambientes foi suficiente para refletir a \n\nfitodiversidade dos locais estudados, possivelmente limitada pela degradação.  \n\nPara a fitofisionomia floresta alta de Restinga (Figura 16), constatou-se que o \n\naparecimento de novas espécies foi progressivo com crescimento ascendente, \n\nconforme visualizado na curva do coletor, significando o surgimento de novas \n\nespécies a cada ponto amostrado. A curva permaneceu constante a partir do \n\nvigésimo, vigésimo, décimo oitavo, vigésimo e décimo quarto ponto, respectivamente \n\npara a Ilha Anchieta, Ilha do Cardoso, Picinguaba, Juréia e Ilha Comprida.  \n\n \n\n \n \n\nFigura 16 – Curva espécies/pontos amostrados na Floresta alta de Restinga do \nParque Estadual da Ilha Anchieta, Ilha do Cardoso, Parque Estadual da Serra do \nMar - Núcleo de Picinguaba, Ubatuba, SP, Estação Ecológica Juréia-Itatins e Vila de \nPedrinhas no município de Ilha Comprida. \n \n\nPara a fitofisionomia floresta baixa de restinga (Figura 17), constatou-se que o \n\naparecimento de novas espécies foi progressivo, conforme visualizado na curva do \n\ncoletor, com crescimento ascendente, significando o surgimento de novas espécies \n\na cada ponto amostrado. A curva permaneceu constante a partir do décimo \n\nsegundo, décimo, décimo terceiro, décimo quarto ponto, décimo segundo, \n\n0\n5\n\n10\n15\n20\n25\n30\n35\n\n1 3 5 7 9 11 13 15 17 19 21 23\n\nEs\npé\n\nci\nes\n\n N\nov\n\nas\n\nPontos\n\nCurva do coletor \nfloresta alta \n\nIlha Comprida\n\nJuréia\n\nPicinguaba\n\nIlha do Cardoso\n\nIlha Anchieta\n\n\n\n66 \n \n\nrespectivamente para a Ilha Anchieta, Ilha do Cardoso, Picinguaba, Juréia e Ilha \n\nComprida.  \n\n \n\n \n \n\nFigura 17 – Curva espécies/pontos amostrados da Floresta baixa de Restinga do \n\nParque Estadual da Ilha Anchieta, Ilha do Cardoso, Parque Estadual da Serra do \n\nMar - Núcleo de Picinguaba, Ubatuba, SP, Estação Ecológica Juréia-Itatins e Vila de \n\nPedrinhas no município de Ilha Comprida. \n\n \n\nNa floresta baixa (FB) de restinga da Ilha Anchieta, pode-se verificar \n\npredominância de espécies arbóreas, o dossel é fechado, há baixa ocorrência de \n\naráceas (Philodendron sp), orquidáceas, briófitas, pteridófitas e liquens. Foram \n\namostrados 60 indivíduos distribuídos em 11 espécies e 10 famílias.  \n\nDe acordo com os parâmetros fitossociológicos obtidos, a espécie que \n\napresentou maiores valores de dominância absoluta (46,92), densidade relativa \n\n(41,61) e valor de importância (111,6) foi Ilex theezans (Tabela 5). O destaque para \n\nIlex theezans, como espécie de maior valor de importância, ocorre principalmente a \n\nelevada densidade e frequência.  A segunda espécie com maior valor de importância \n\n(97,94) foi Myrcia bicarinata, com dominância absoluta 42,78 e dominância relativa \n\nde 37,94. \n\n \n\n \n\n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15\n\nEs\npé\n\nci\nes\n\n N\nov\n\nas\n\nPontos\n\nCurva do coletor \nfloresta baixa \n\nIlha Comprida\n\nJuréia\n\nPicinguaba\n\nIlha do Cardoso\n\nIlha Anchieta\n\n\n\n67 \n \n\nTabela 5 - Parâmetros fitossociológicos (espécies) da floresta baixa e alta de \nrestinga do Parque Estadual da Ilha Anchieta. \n\n \n \n\nFloresta baixa DoA DoR VI \nIlex theezans 46,92 41,61 111,61 \nMyrcia bicarinata 42,78 37,94 97,94 \nAndira fraxinifolia 8,36 7,41 30,74 \nPsidium cattleyanum 7,30 6,47 26,47 \nPera glabrata 1,54 1,37 8,03 \nGuarea macrophylla 1,76 1,56 4,89 \nAbarema brachystachya 1,63 1,45 4,78 \nGuapira opposita 0,90 0,79 4,13 \nTapirira guianensis 0,57 0,51 3,84 \nCalophyllum brasiliensis 0,50 0,45 3,78 \nFloresta alta DoA DoR VI \nCalophyllum brasiliensis 18,77 53,01 73,52 \nPera glabrata 2,72 7,67 35,58 \nPsidium cattleyanum 1,05 2,96 29,44 \nTapirira guianensis 2,53 7,15 27,66 \nJacaranda puberula 2,54 7,18 24,95 \nClusia criuva 2,18 6,15 23,91 \nIlex theezans 1,95 5,51 23,28 \nAndira fraxinifolia 0,59 1,66 12,87 \nAlchornea triplinervia 1,48 4,18 11,82 \nMiconia rigidiuscula 0,37 1,05 10,59 \nCalyptranthes concina 0,31 0,89 6,61 \nCaliptrantes Clusifolia 0,19 0,55 6,27 \nGuarea Macrophylla 0,17 0,48 6,20 \nRapanea umbellata 0,30 0,84 2,75 \nMyrcia bicarinata 0,15 0,41 2,32 \nTabebuia cassinoides 0,11 0,30 2,21 \n\nDoA = dominância absoluta; DoR = dominância relativa; VI = valor de importância. \n \n\nPara a floresta alta de restinga da Ilha Anchieta verificou-se predominância do \n\nestrato arbustivo-arbóreo, o herbáceo é escasso e esparso, constituído por \n\ngramíneas e musgos. Pequena quantidade e diversidade de lianas, bromeliáceas de \n\npequeno porte e pteridófitas são raras e inexistem no solo.  \n\nNa floresta alta de restinga da Ilha Anchieta foi amostrado 120 indivíduos \n\narbóreos, distribuídos em 17 espécies e 11 famílias. A espécie que apresentou \n\nmaiores valores de dominância absoluta (18,77), dominância relativa (53,01) e valor \n\nde importância (73,52) foi Calophyllum brasiliensis (Tabela 5). \n\nA família Myrtaceae apresentou as maiores frequência absoluta (53%) e \n\nrelativa (18,4%) para esta fitofisionomia. Comparando o presente estudo com outros \n\ntrabalhos de levantamento fitossociológico, em ambientes de restinga, como os de \n\nReitz (1961), Rossoni &amp; Baptista (1995), Menezes-Silva (1998), Assumpção &amp; \n\n\n\n68 \n \n\nNascimento (2000) e Pereira &amp; Assis (2000), foi possível constatar que a família \n\nMyrtaceae apresentou maior frequência entre as famílias de maior riqueza \n\nespecífica. É possível que Myrtaceae, além de ser característica de locais com solos \n\npobres, também tolere solos mal drenados por curtos períodos e se aproveite \n\ncompetitivamente do ambiente (MENEZES et al., 2010). \n\nPara a floresta baixa da Ilha do Cardoso, pode-se verificar que ocorrem \ngrupos de espécimes arbustivos e arbóreas, formando moitas separadas por áreas \n\nde solo recoberto por bromélias. Foram  amostrados 48 indivíduos arbóreos, \n\ndistribuídos em 12 espécies e 10 famílias.  \n\nAs três famílias mais ricas em espécies foram Lauraceae, Clusiaceae e \n\nMyrtaceae. Segundo Sugiyama (1993, 2003) as famílias mais importantes na Ilha do \n\nCardoso foram Myrtaceae, Theaceae e Clusiaceae. \n\nA espécie que apresentou maires valores de dominância absoluta (1,05), \n\ndominância relativa (29,74) e valor de importância (61,79) foi Ocotea pulchra. A \n\nsegunda espécie com maior valor de importância (61,50) foi Clusia criuva (Tabela 6). \n\nEm estudo das espécies arbóreas da Mata Atlântica, em área de Restinga, na \n\nIlha do Cardoso, Melo &amp; Mantovani (1994), encontraram maiores valores de VI \n\nrespectivamente para as espécies: Ocotea pulchella, Clusia criuva,  Ilex theezans e \n\nTernstroemia brasiliensis. \n\nA floresta alta de Restinga da Ilha do Cardoso é formada predominantemente \n\npor espécies arbóreas, o dossel é fechado, há alta ocorrência de bromeliáceas, \n\norquidáceas, briófitas, pteridófitas e liquens.  \n\nForam amostrados 119 indivíduos arbóreos, distribuídos em 30 espécies \n\narbóreas e 21 famílias. A espécie que apresentou maiores valores de dominância \n\nabsoluta (1,85), dominância relativa (29,77) e valor de importância (90,34) foi Ilex \n\ntheezans (Tabela 6). A segunda espécie foi Ocotea pulchra, com valor de \n\nimportância de 28,32 (Tabela 6). SUGIYAMA (1998), em estudo na Ilha do Cardoso \n\nobteve valor destaque para VI para o gênero Ilex. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n69 \n \n\nTabela 6 - Parâmetros fitossociológicos (espécies) da Floresta baixa e alta de  \nrestinga do Parque Estadual da Ilha do Cardoso. \n\nFloresta baixa DoA DoR VI \nOcotea pulchra 1,05 29,74 61,79 \nClusia criuva 0,73 20,63 61,50 \nIlex theezans 0,73 20,68 48,08 \nPsidium cattleyanum 0,16 4,65 27,89 \nTernstroemia brasiliensis 0,24 6,70 20,64 \nMyrcia fallax 0,16 4,44 20,47 \nAndira fraxinifolia 0,11 3,03 12,32 \nRapanea umbellata 0,10 2,81 12,11 \nPera glabrata 0,09 2,63 11,92 \nErytroxylum vaccinifolium 0,05 1,39 10,69 \nEugenia stigmatosa 0,10 2,84 7,49 \nHibiscus tiliaceus 0,02 0,46 5,10 \nFloresta alta DoA DoR VI \nIlex theezans 1,85 29,77 90,34 \nOcotea pulchra 0,45 7,24 28,32 \nSyagrus romanzoffiana 1,48 23,90 25,84 \nTernstroemia brasiliensis 0,18 2,85 20,04 \nEuterpe edulis 0,11 1,77 15,92 \nTapirira guianensis 0,61 9,78 13,65 \nPera glabrata 0,46 7,44 13,25 \nMiconia cubatanensis 0,03 0,55 10,25 \nMyrcia fallax 0,09 1,38 9,14 \nPsidium cattleyanum 0,05 0,83 6,65 \nErytroxylum vaccinifolium 0,03 0,41 6,23 \nCampomanesia Xanthocarpa 0,14 2,30 6,18 \nAndira fraxinifolia 0,13 2,11 5,99 \nCalophyllum brasiliensis 0,09 1,53 5,40 \nRapanea venosa 0,06 1,00 4,87 \nClusia criuva 0,03 0,50 4,38 \nGuatteria australis 0,02 0,25 4,13 \nMyrcia bicarinata 0,05 0,76 3,54 \nMacrosamanea pedicellaris 0,09 1,38 3,32 \nWeinmnnia paulliniifolia 0,07 1,17 3,11 \nAstrocaryum aculeattissimum 0,01 0,22 3,00 \nIlex microdonta 0,05 0,79 2,73 \nAmaioua intermédia 0,04 0,66 2,60 \nJacaranda puberula 0,03 0,52 2,46 \nGomidesia fenzliana 0,03 0,41 2,35 \nGuarea Macrophylla 0,01 0,21 2,15 \nMaytenus robusta 0,01 0,18 2,12 \nNectandra oppositifolia 0,01 0,08 2,02 \n\nDoA = dominância absoluta; DoR = dominância relativa; VI = valor de importância. \n \n\nA floresta baixa de restinga do Núcleo Picinguaba, forma uma faixa de \n\nvegetação posterior a ante duna, ao longo da praia. Ocorrem grupos de espécimes \n\narbustivos e arbóreos, formando moitas separadas por áreas de solo desnudo. Há \n\npredominância do estrato arbustivo-arbóreo, o herbáceo é constituído por baixa \n\nquantidade e diversidade.  \n\n\n\n70 \n \n\nForam  amostrados 60 indivíduos, distribuídos em 14 espécies e 10 famílias. \n\nA família com destaque no estrato arbóreo para floresta baixa de restinga foi \n\nMyrtaceae, apresentando 73,33% de frequência absoluta e 30,56% de frequência \n\nrelativa (FR). Segundo Mantovani (1992), em áreas de restinga há predominância \n\ndas famílias Myrtaceae e Fabaceae, que têm sido apontadas como as famílias mais \n\nrepresentativas nesta formação em todo o Brasil. \n\nA espécie que apresentou maior valor de importância (91,2) foi Myrcia \n\nbicarinata (Tabela 7). A espécie com maior valor de dominância absoluta ( 0,97) e \n\ndominância relativa (31,83) foi Calophyllum brasiliensis, com valor de importância de \n\n79,54 (Tabela 7).  \n\nTabela 7 - Parâmetros fitossociológicos (espécies) da floresta baixa e alta de \nrestinga do Núcleo Picinguaba. \n\nFloresta baixa DoA DoR VI \nMyrcia bicarinata 0,90 31,83 91,22 \nCalophyllum brasiliensis 0,97 34,26 79,54 \nGomidesia fenzliana 0,15 5,40 25,93 \nSchinus terebinthifolius 0,15 5,36 25,89 \nNectandra oppositifolia 0,16 5,71 15,59 \nJacaranda puberula 0,10 3,57 13,45 \nAmaioua guianensis 0,08 2,81 8,58 \nTerminalia catappa 0,10 3,43 7,53 \nAlchornea triplinervia 0,07 2,33 6,43 \nErythrina speciosa 0,05 1,93 6,04 \nAbarema brachystachya 0,04 1,23 5,34 \nCupania oblongifolia 0,03 1,03 5,14 \nPera glabrata 0,02 0,62 4,72 \nPsidium cattleyanum 0,01 0,48 4,59 \nFloresta alta DoA DoR VI \nTapirira guianensis 7,69 53,17 66,45 \nEuterpe edulis 0,44 3,05 43,44 \nMyrcia bicarinata 0,51 3,55 31,19 \nCabralea canjerana 0,88 6,05 27,73 \nOcotea puberula 0,41 2,86 22,10 \nPera glabrata 1,98 13,69 22,09 \nGuarea Macrophylla 0,12 0,83 18,99 \nAmaioua guianensis 0,98 6,77 18,96 \nPolyandrococos caudescens 0,23 1,58 8,89 \nCentrolobium tomentosum 0,11 0,73 8,04 \nVirola bicuhyba 0,77 5,32 7,76 \nRollinia silvatica 0,10 0,66 5,54 \nAllophylus puberulus 0,10 0,68 3,12 \nSyagrus botryophora 0,06 0,38 2,82 \nGarcinia gardneriana 0,04 0,25 2,69 \nPouteria pachycarpa 0,03 0,19 2,62 \nIlex theezans 0,01 0,10 2,53 \nTachigali multijuga 0,01 0,09 2,52 \nPsichotria nuda 0,01 0,07 2,51 \n\nDoA = dominância absoluta; DoR = dominância relativa; VI = valor de importância. \n\n\n\n71 \n \n\nA floresta alta de restinga do Núcleo Picinguaba é formada \n\npredominantemente por espécies arbóreas, apresentando espécies com diâmetro e \n\naltura superiores as outras áreas estudadas, o dossel é fechado, há alta ocorrência \n\nde aráceas (Philodendron spp), orquidáceas, briófitas, pteridófitas e liquens. No \n\nestrato arbóreo há predominância de: Tapirira guianensis, Euterpe edulis e Myrcia \n\nbicarinata (Tabela 7).  \n\nForam amostrados 92 indivíduos arbóreos, distribuídos em 19 espécies \n\narbóreas e 16 famílias. Segundo Diniz (2009) dentre as espécies encontradas no \n\nsub-bosque da restinga alta de Picinguaba, 82% possui hábito arbóreo, e apenas \n\n18% possui hábito arbustivo. No entanto, as espécies consideradas arbustivas são \n\nas mais abundantes, perfazendo 44% do total de indivíduos. Sozinhas, as quatro \n\nespécies de Psychotria detêm 40% desse total.  \n\nA espécie que apresentou maiores valores de dominância absoluta (7,69) e \n\nvalor de importância (66,45) foi Tapirira guianensis  (Tabela 7). Analisando a espécie \n\nde maior valor de importância (VI) nesse estudo, nota-se que Tapirira guianensis  \n\ntambém obteve esta posição na floresta de restinga inundável do Parque Nacional \n\nde Jurubatiba (RJ), com 16,7% do VI total e no Parque Estadual da Campina do \n\nEncantado (SP), com 21,1% do VI total (SZTUTMAN &amp; RODRIGUES 2002). Assim \n\ncomo neste estudo, estes resultados podem ser atribuídos aos expressivos valores \n\nde dominância, frequência e densidade relativas desta espécie nas áreas estudadas. \n\nEm outras formações vegetais de restinga que não sofrem inundação do solo, essa \n\nespécie também aparece algumas vezes entre aquelas de maior VI (KLEIN, 1990), \n\nindicando sua tolerância à solos mal drenados. \n\nNa floresta baixa de restinga da Juréia, a fisionomia é arbustivo-arbórea com \n\ndossel aberto. No estrato arbóreo, há predominância de: Ilex theezans e Myrcia \n\nbicarinata. No levantamento realizado foram amostrados 92 indivíduos, distribuídos \n\nem 19 espécies e 12 famílias. De acordo com os parâmetros fitossociológicos \n\nobtidos para a floresta baixa de restinga da Juréia (Tabela 8), a espécie que \n\napresentou maiores valores de dominância absoluta (2,82%) e dominância relativa \n\n(49,95%) e valor de importância (132,34) foi a Ilex theezans. O destaque para Ilex \n\ntheezans. como espécie de maior VI deve principalmente às sua elevada densidade \n\ne frequência. A segunda espécie com maior VI (42,44) foi Myrcia bicarinata, com \n\ndominância absoluta (0,55) e dominância relativa (9,67). \n\n \n\n\n\n72 \n \n\nTabela 8 - Parâmetros fitossociológicos (espécies) da floresta baixa e alta de  \nrestinga da Juréia-Itatins. \n \n\nFloresta baixa DoA DoR VI \nIlex theezans 2,82 49,95 135,41 \nMyrcia bicarinata 0,55 9,67 42,44 \nPera glabrata 0,17 2,97 16,88 \nRollinia silvatica 0,12 2,11 16,02 \nAndira fraxinifolia 0,11 2,01 11,44 \nRapanea ferruginea 0,46 8,17 10,95 \nTibouchina pulchra 0,46 8,17 10,95 \nPsidium cattleyanum 0,09 1,52 9,87 \nPseudobombax simplicifolium 0,21 3,72 9,29 \nMiconia cubatanensis 0,19 3,42 8,99 \nTapirira guianensis 0,26 4,63 7,41 \nEndlicheria paniculata 0,06 1,09 3,87 \nClusia criuva 0,05 0,89 3,67 \nJacaranda puberula 0,03 0,50 3,28 \nInga uruguensis 0,03 0,50 3,28 \nCaliptrantes clusifolia 0,02 0,37 3,15 \nRapanea umbellata 0,02 0,33 3,11 \nFloresta alta DoA DoR VI \nEndlicheria paniculata 1,35 13,41 52,32 \nMyrcia bicarinata 0,72 7,17 34,93 \nCupania oblongifolia 0,80 7,93 20,74 \nIlex theezans 0,59 5,85 19,73 \nSwartzia langsdorffii 0,90 8,91 17,34 \nOcotea puberula 0,30 2,96 16,24 \nPseudobombax simplicifolium 1,41 13,98 15,88 \nGuarea Macrophylla 0,28 2,75 11,18 \nVitex cymosa 0,52 5,13 10,82 \nAmaioua guianensis 0,24 2,37 10,79 \nEuterpe edulis 0,29 2,92 10,51 \nAlchornea triplinervia 0,82 8,14 10,04 \nVochisia bifalcata 0,13 1,33 8,69 \nSenna pendula 0,09 0,92 8,51 \nSenna bicapsularis 0,22 2,23 7,92 \nSyagrus romanzoffiana 0,22 2,18 5,98 \nInga uruguensis 0,20 2,02 5,82 \nRapanea umbellata 0,37 3,65 5,54 \nNectandra oppositifolia 0,32 3,19 5,08 \nMiconia cubatanensis 0,03 0,32 4,11 \nPsidium cattleyanum 0,06 0,59 2,49 \nJacaranda puberula 0,06 0,56 2,46 \nGuatteria australis 0,05 0,50 2,40 \nRollinia silvatica 0,04 0,35 2,24 \nCalyptranthes clusiifolia 0,02 0,19 2,08 \nEugenia stigmatosa 0,02 0,19 2,08 \nCabralea canjerana 0,02 0,19 2,08 \nRapanea ferruginea 0,01 0,10 2,00 \n\nDoA = dominância absoluta; DoR = dominância relativa; VI = valor de importância. \n\n \n\n\n\n73 \n \n\nA floresta alta de restinga da Juréia é formada predominantemente por \n\nespécies arbóreas, o dossel é fechado, há alta ocorrência de aráceas (Philodendron \n\nspp), orquidáceas, briófitas, pteridófitas e liquens. No estrato arbóreo há \n\npredominância de: Endlicheria paniculata e Myrcia bicarinata. Foram amostrados \n\n120 indivíduos arbóreos, distribuídos em 29 espécies arbóreas e 19 famílias.   \n\nA espécie que apresentou maior valor de dominância absoluta (1,35), \n\ndominância relativa (13,41) e valor de importância (52,32) foi Endlicheria paniculata. \n\nA segunda espécie com maior valor de importância (42,44) foi Myrcia bicarinata \n\n(Tabela 5), com de dominância absoluta (0,55) e dominância relativa (9,67) (Tabela \n\n8).  \n\nNa floresta baixa de restinga da Ilha Comprida há predominância do estrato \n\narbustivo-arbóreo, o herbáceo é constituído por baixa quantidade e diversidade. No \n\nestrato arbustivo-arbóreo, há predominância de: Ilex theezans e Myrcia bicarinata. \n\nEmbora a distribuições diamétricas e de alturas evidenciarem poucos indivíduos de \n\ngrande porte, o trecho da floresta estudado encontra-se caracterizado por poucas \n\nespécies representadas por muitos indivíduos.  \n\nAs duas famílias mais ricas em espécies foram Myrtaceae e Clusiaceae.  \n\nSegundo Silva (2006) as famílias Myrtaceae, Theaceae, Clusiaceae e Lauraceae \n\napresentaram maior valor de importância na Ilha Comprida. A presença das famílias \n\nMyrtaceae, Theaceae, Clusiaceae e Lauraceae são importantes nos ambientes em \n\nregeneração. A espécie que apresentou maiores valores de dominância absoluta \n\n(2,18), dominância relativa (26,03) foi Caliptrantes Clusifolia (Tabela 9). Para o valor \n\nde importância a espécie que se destacou foi Clusia criuva (64,57). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n74 \n \n\nTabela 9 - Parâmetros fitossociológicos (espécies) da floresta baixa e alta de  \nrestinga da Ilha Comprida. \n\n \nFloresta baixa DoA DoR VI \nClusia criuva 1,65 19,67 64,57 \nPsidium cattleyanum 1,20 14,32 48,64 \nCaliptrantes Clusifolia 2,18 26,03 47,79 \nTapirira guianensis 0,71 8,51 30,28 \nMyrcia bicarinata 0,74 8,88 25,05 \nIlex theezans 0,40 4,80 22,64 \nRapanea umbellata 0,21 2,46 15,01 \nPera glabrata 0,13 1,58 12,46 \nGuapira opposita 0,58 6,94 10,57 \nRollinia sericea 0,26 3,07 8,37 \nSyagrus romanzoffiana 0,22 2,59 6,22 \nGuateria australis 0,08 0,90 4,53 \nCalophyllum brasiliensis 0,02 0,25 3,88 \nFloresta alta DoA DoR VI \nIlex theezans 0,18 17,02 57,44 \nPera glabrata 0,23 21,95 49,47 \nTapirira guianensis 0,27 25,79 37,80 \nRapanea umbellata 0,07 7,19 35,61 \nCaliptrantes Clusifolia 0,05 4,58 30,63 \nNectandra oppositifolia 0,16 15,33 25,87 \nPsidium cattleyanum 0,01 1,31 21,80 \nMyrcia bicarinata 0,01 1,09 11,62 \nGuateria australis 0,02 2,32 7,30 \nEndlicheria paniculata 0,01 1,00 5,98 \nClusia criuva 0,02 1,75 5,26 \nCupania oblongifolia 0,00 0,34 3,86 \nRapanea ferruginea 0,00 0,19 3,70 \nAndira fraxinifolia 0,00 0,15 3,66 \n\nDoA = dominância absoluta; DoR = dominância relativa; VI = valor de importância. \n\n \n\nA floresta alta de restinga da Ilha Comprida é formada predominantemente \n\npor espécies arbóreas, o dossel é fechado. No estrato arbóreo há predominância de: \n\nIlex theezans e Pera glabrata e Tapirira guianensis. Foram amostrados 68 indivíduos \n\narbóreos, distribuídos em 15 espécies arbóreas e 10 famílias.  \n\nA espécie que apresentou maiores valores de densidade absoluta (0,27), \n\ndensidade relativa (25,79) foi Tapirira guianensis. Para o valor de importância houve \n\ndestaque para Ilex theezans (57,44). A segunda espécie com maior valor de \n\nimportância (49,47) foi Pera glabrata, com dominância absoluta (0,23), dominância \n\nrelativa (21,95%) e valor de importância de 49,47 (Tabela 9).  \n\n \n\n \n \n\n\n\n75 \n \n\n \n3.6 Comparação Fitossociológica da Floresta alta e baixa de Restinga \n                                                                                                                                                          \n\n    A maioria das espécies apresentou alta frequência relativa, ou seja, um \n\ngrande número de espécies teve indivíduos distribuídos em muitos pontos. \n\nAs famílias com destaque no estrato arbóreo para floresta baixa de restinga \n\nforam Myrtaceae, Aquifoliaceae e Clusiaceae. As espécies que se destacaram \n\nforam: Myrcia bicarinata, Ilex theezans, Clusia criuva, Psidium cattleyanum e \n\nCalophyllum brasiliensis. \n\nNo levantamento fitossociológico realizado, observa-se que os resultados \n\nrelacionados às principais famílias são bastante próximos. Devido à grande riqueza \n\nde espécies adaptadas às mais variadas condições ambientais.  \n\n \n\n3.7 Multivariada \n\n \nA CA distinguiu as florestas alta e baixa de Restinga mais próximas (Figura \n\n18), com uma variância de 46,63% nos dois primeiros eixos (eixo 1 = 26,41%), (eixo \n\n2 = 20,22 %).  \n\nAtravés da Análise de Correspondência (CA) (Figura 18) pode-se verificar que \n\nas fitofisionomias florestas alta e floresta baixa de restinga estão relacionadas entre \n\nsi, apresentando similaridade entre elas.  \nA fitofisionomia floresta baixa de restinga da Ilha Anchieta apresentou maior \n\nsimilaridade com a Floresta alta de Restinga da Ilha Comprida. Em segundo lugar \n\nestá a Floresta alta de Restinga da Ilha Comprida com a Floresta alta de Restinga da \n\nIlha Anchieta. \n\nA similaridade florística geralmente é alta quando se considera o mesmo tipo \n\nde unidade vegetacional, a proximidade espacial e a ocorrência das áreas \n\nanalisadas na mesma bacia hidrográfica (RODRIGUES &amp; NAVE, 2000). A \n\ncomposição florística da comunidade também pode apresentar variações devido aos \n\nfatores espaciais e ambientais (COTTENIE, 2005) tais como clima, precipitação, \n\ntemperatura e condições edáficas, que influenciam a distribuição das espécies e \n\natuam diretamente na similaridade florística entre as áreas (MEIRA-NETO, et al. \n\n1989, IVANAUSKAS et al. 2000, MARIMON et al. 1998, OLIVEIRA &amp; NELSON 2001, \n\nOLIVEIRA-FILHO et al. 2001, BROTEL et al. 2002). \n\n\n\n76 \n \n\nNegrelle (1995), dentre outros autores constatou que diferenças latitudinais e \n\naltitudinais influem significamente na diferença entre as diversas áreas, em floresta \n\natlântica. \n\nApresentam maior similaridade a Floresta alta e baixa de Restinga da Ilha \n\nAnchieta, Floresta baixa de restinga da Ilha Comprida, Floresta alta de Restinga da \n\nIlha Comprida e Floresta baixa de Restinga da Juréia. Sendo que Ilha Comprida e \n\nJuréia estão em área com maior proximidade e esta localizadas no litoral sul. As \n\nespécies que melhor caracterizam estas áreas são: Clusia criuva Cambess, Ilex \n\ntheezans Mart., Andira fraxinifolia Benth., Pera glabrata (Schott) Poepp. ex Baill., \n\nPsidium cattleyanum Sabine, Guapira opposita (Vell.) e Calophyllum brasiliensis \n\nCambess.  \nPode - se verificar ainda que Floresta alta de Picinguaba, Floresta baixa de \n\nPicinguaba, Floresta alta da Juréia, Floresta alta da Ilha do Cardoso e Floresta baixa \n\nda Ilha do Cardoso apresentam menor similaridade em relação às demais áreas. \nQuanto às restingas alta e baixa da Ilha do Cardoso, pode-se verificar que \n\napresentam similaridade entre elas, um possível fator seria por estarem em área \n\npreservada. \n\nAs análises de similaridade, mostram que a conservação da diversidade de \n\nespécies de Restinga é garantida pela conservação de áreas distintas. A alta \n\ncomplementaridade entre as áreas indica a importância que a conservação dos \n\nfragmentos remanescentes tem em garantir a diversidade de uma área. Assim, o \n\npadrão de similaridade florística indica que a eficiência da manutenção da \n\ndiversidade está em garantir a conservação de fisionomias em áreas \n\ncomplementares. Assim, o planejamento de estratégias para conservação deve \n\nconsiderar não somente dados sobre riqueza local de espécies, mas também, \n\ncomplementaridade entre as unidades de conservação (HOWARD et al. 1998). \n\n \n\n\n\n77 \n \n\n \nAbrach - Abarema brachstachya; Afraxi - Andira fraxinifolia; Aguian-Amaioua guianensis; Atripl - Alchornea triplinervia; Cbras - Calophyllum brasiliensis; Ccanj - Cabralea canjerana; Cclusi - \nClusia criuva; Coblong - Cupania oblongifolia; Eedu – Euterpe edulis; Epanic - Endlicheria paniculata; Estigm-Eugenia stigmatosa; Evacc - Erytroxylum vaccinifolium; Gaustr - Guatteria australis; \nGfenzi - Gomidesia fenzliana; Gmacro - Guarea Macrophylla; Gopos - Guapira oposita; Ithe - Ilex theezans; Iurugue- Inga uruguensis; Jpub - Jacaranda puberula; Mfall -Myrcia fallax; Mbica - \nMyrcia bicarinata; Mcubat - Miconia cubatanensis; Noppos- Nectandra oppositifolia; Opub - Ocotea puberula; Opulch - Ocotea pulchra;  Pcatt- Psidium cattleyanum; Pglab - Pera glabrata; \nPsimplic - Pseudobombax simplicifolium; Rferrug - Rapanea ferruginea; Rumb - Rapanea umbellata;  Srom - Syagrus romanzoffiana; Tbrasi -Ternstroemia brasiliensis; Tguia -Tapirira guianensis. \nFigura 18. Ordenação indireta dos levantamentos de florestas alta (RA) e baixa de Restinga (FB) utilizando-se parâmetros estruturais, obtida por uma análise \nde componentes principais (CA) do Litoral do estado de São Paulo, em estudo realizado nas áreas Parque Estadual da Ilha Anchieta (IA), Parque Estadual \nda Ilha do Cardoso (IC), Parque Estadual da Serra do Mar, Núcleo Picinguaba (PC), Estação Ecológica Juréia-Itatins (JU) e Vila de Pedrinhas, Ilha Comprida \n(CM), em 2009 e 2010.   Espécies;  Áreas estudadas. \n\n\n\n78 \n \n\n3.8 Interação solo vegetação \n\n \n\nA PCA (Análise de componentes principais) distinguiu as florestas baixa e alta \n\nde restinga (Figura 19), com uma variância de 79,18% nos dois primeiros eixos (eixo \n\n1 = 34,48%), (eixo 2 = 44,70%). Pode-se verificar maior similaridade entre as áreas \n\ndo litoral sul, representadas pela Floresta alta e baixa da Juréia e Ilha do Cardoso. \n\nPara a mesma fitofisionomia, na Juréia, Florestas alta e baixa, apresentaram maior \n\nsimilaridade.  \n\nA maior similaridade em áreas do litoral sul pode ser explicada pelos \n\nprocessos geológicos sucedidos no passado, possuindo características \n\ngeomorfológicas distintas entre o litoral norte e sul. Para Suguio (2001), os \n\nmovimentos de crosta ocorridos durante o Quaternário representam um elo entre o \n\npassado geológico e o presente, além de explicar muitas feições geomorfológicas e \n\nambientes naturais em geral.  \n\nApresentou maiores teores de V%, Ca e Mg a Floresta baixa de Picinguaba, \n\nsendo que os níveis de  K, Ca, Mg representam a soma de bases. A fitofisionomia \n\nFloresta baixa de restinga de Picinguaba também se destacou em relação à soma \n\nde bases (Tabela 10). Através da análise de componentes principais (PCA) pode-se \n\nverificar maior proximidade da floresta baixa de Picinguaba com as variáveis Ca, Mg \n\ne SB (Figura 10). O destaque para soma de bases na floresta baixa de restinga de \n\nPicinguaba deve-se, provavelmente, a maior proximidade da ante duna. A soma de \n\nbases é relativamente baixa em solos das regiões costeiras devido textura \n\npredominantemente arenosa. Diferentes autores encontraram baixos valores de \n\nsoma de bases em diferentes solos costeiros do Brasil (FABRIS 1995; CESAR &amp; \n\nMONTEIRO 1995; GUEDES et al., 2006; BRITEZ 2005; GOMES et al. 2007). \n\nVerificou-se que os teores de matéria orgânica (MO), CTC, fósforo (P), H+Al \n\nforam maiores para a floresta baixa e alta de restinga da Ilha Anchieta. No entanto, \n\napresentaram os menores valores de pH (Tabela 10). Através da análise de \n\ncomponentes principais (PCA) pode-se verificar maior proximidade da floresta baixa \n\ne alta de restinga da Ilha Anchieta com as variáveis MO, CTC, P e H+Al (Figura 19). \n\nSegundo Santos &amp; Camargo (1999) maiores teores de MO promovem o \n\naumento da CTC do solo facilitando a troca de cátions essenciais ao crescimento \n\nvegetal (Ca, Mg, Cu, Zn e K) por íons H+. Esse mecanismo de troca iônica poderia \n\nter causado a redução do pH nas camadas superficiais do solo onde se verificou \n\n\n\n79 \n \n\nmaior teor de MO e, conseqüentemente, maior capacidade de retenção de íons H+. \n\nComportamento similar foi verificado em solos de região amazônica e do cerrado \n\nonde a redução da MO foi acompanhada por maiores valores de pH nas camadas \n\nmais profundas de seus solos (DEMATTÊ &amp; DEMATTÊ 1993). \n\nOs menores valores de pH foram encontrados na floresta alta de restinga da \n\nIlha Anchieta (Tabela 10). Os baixos valores de pH em solos sob vegetação de \n\nrestinga são comuns, visto que os solos se desenvolvem sob sedimentos arenosos \n\noriginalmente pobres em bases. A condição de pH baixo limita a presença de \n\norganismos decompositores, consequentemente aumenta o tempo para a \n\ndegradação do material vegetal, o que permite a formação de uma espessa camada \n\nde serrapilheira. A degradação lenta da serrapilheira promove um retorno gradual de \n\nnutrientes para o solo e minimiza as perdas por lixiviação (MORAES et al., 1999). \n\nOs maiores teores de saturação por alumínio foram encontrados na floresta \n\nalta de restinga de Picinguaba. A saturação por alumínio, variável notavelmente \n\nassociada à floresta de restinga, também é um componente importante na \n\nseletividade ambiental, uma vez que em elevado teor limita o crescimento e/ou o \n\ndesenvolvimento dos vegetais (OLMOS &amp; CAMARGO, 1976), principalmente pela \n\ninibição do crescimento das raízes (TECCHIO et al., 2005). \n\n \n\nTabela 10: Valores dos parâmetros químicos de solo, na profundidade 0 - 10 cm \nentre as florestas de restinga, altas (RA) e baixas (RB), do Litoral do estado de São \nPaulo, em estudo realizado nas áreas Parque Estadual da Ilha Anchieta (IA), Parque \nEstadual da Ilha do Cardoso (IC), Parque Estadual da Serra do Mar, Núcleo \nPicinguaba (PC), Estação Ecológica Juréia-Itatins (JU) e Vila de Pedrinhas, Ilha \nComprida (CM), em 2009 e 2010. \n \n\n  P \nResina \n\nM.O1 pH K Ca Mg H+Al2 Al SB3 CTC4 V5 m6 \n\n   mg/dm3 g/dm3 CaCI2 mg/dm\n3 % \n\n IA 18a 77a 2,97d 0,7a 1b 4a 229a 24,50b 5,69b 235,59a 2b 81,19b \n IC 8b 43b 3,38b 0,4b 1b 4a 47c 11,52c 5,31b 52,41c 10a 68,92c \n\nRA PC 4b 40b 3,75a 0,4b 2b 1b 107b 34,49a 3,85b 110,45b 3b 90,02a \n JU 4b 15d 3,30b 0,5b 1b 2b 37c 8,88d 3,49a 40,49c 9a 71,91c \n CM 7b 29c 3,19c 0,4b 4a 4a 67c 12,56c 8,90a 75,90c 12a 60,15a \n CV 37,46 21,66 2,38 22,39 51,43 32,1 25,99 12,15 29,45 24,60 34,79 6,9 \n F 18,0** 33,7** 66,4** 5,9** 7,9** 9,2** 48,3** 116,3** 9,2** 48,19** 13,6** 24,7** \n IA 20a 54a 3,18b 0,4b 2b 6b 153a 17,95a 8,44b 161,34a 5b 69,62a \n IC 4c 26b 3,35b 0,2c 2b 2c 35b 11,93b 4,55b 39,75c 13b 71,04a \n\nRB PC 8b 30b 3,72a 0,6a 11a 10a 67b 17,72a 21,63a 89,03b 23a 47,70b \n JU 3c 20b 3,25b 0,4b 1b 2c 43b 7,42b 3,60b 46,30c 8b 67,20a \n CM 3c 29b 3,60b 0,5b 4b 4b 49b 8,88b 8,89b 58,39c 17a 49,62b \n F 43,7** 6,25** 17,18** 6,6** 4,3* 14,52** 16,9** 9,4** 15,5** 16,25** 8,26** 6,14** \n CV 30,75 36,6 3,6 27,13 13,3 40,3 37,6 27,9 43,48 34,97 42,5 16,85 \n\n \n\n1matéria orgânica; 2acidez potencial; 3soma de bases; 4capacidade de troca de cátions; 5saturação por  bases, 6saturação por \nalumínio \nRA: restinga alta; RB: restinga baixa, IA: Ilha Anchieta, IC: Ilha do Cardoso, PC: Picinguaba; JU: Juréia e CM: Ilha Comprida. \n \n\n\n\n80 \n \n\n \nFigura 19. Ordenação indireta dos levantamentos de florestas alta e baixa de restinga com as espécies utilizando-se parâmetros \nestruturais, obtida por uma análise de componentes principais (PCA) entre as florestas de restinga, altas (RA) e baixas (RB), do \nLitoral do estado de São Paulo, em estudo realizado nas áreas Parque Estadual da Ilha Anchieta (IA), Parque Estadual da Ilha do \nCardoso (IC), Parque Estadual da Serra do Mar, Núcleo Picinguaba (PC), Estação Ecológica Juréia-Itatins (JU) e Vila de \nPedrinhas, Ilha Comprida (CM), em 2009 e 2010. \n\n\n\n81 \n \n\nPara a avaliação da distribuição das áreas estudadas com as variáveis \n\nambientais (química do solo), foram analisados os diagramas de ordenação \n\nreferentes aos eixos de maior significância segundo o Teste de Monte Carlo. \n\nAtravés da Análise Canônica de Correspondência (CCA), pode-se verificar \n\nque os auto-valores para os três primeiros eixos da ordenação apresentaram valores \n\nde 0,5895,  0,4444 e  0,3867 (Tabela 11). O teste de Monte Carlo foi significativo, \n\ncom valores de 0,0380, 0,0550 e 0,0060 respectivamente para os eixos 1, 2 e 3 da \n\nanálise (Tabela 11), o que indica que os resultados obtidos não se devem ao acaso. \n\nA CCA distinguiu as florestas alta e baixa de restinga (Figura 11), com uma \n\nvariância de 38,95% nos dois primeiros eixos (eixo 1 = 21,98%), (eixo 2 = 16,97 %).  \n\n \n\nTabela 11 - Resultados do Teste de Permutação de Monte Carlo das correlações \nentre o valor dos índices de diversidade e as variáveis ambientais (química do solo) \nna floresta baixa e alta de Restinga da Ilha Anchieta, Ilha do Cardoso, Juréia, Ilha \nComprida e Picinguaba. \n \n\nEixos Auto-valor AV max AV min Monte \nCarlo \n\nEixo 1 ?=0,5895 0,6131 0,3661 p=0,0380 \nEixo 2 ?= 0,4444 0,4761 0,2647 p=0,0550 \nEixo 3 ?=0,3867 0,3963 0,1786 p=0,0060 \n\n \n\nAtravés da Análise Canônica de Correspondência (CCA) pode-se verificar que \n\napresentaram maior proximidade o Ca e Mg com a floresta baixa de restinga de \n\nPicinguaba (Figura 20), em função desta área apresentar maiores valores de Ca e \n\nMg (Tabela 10). \n\nEm relação à matéria orgânica apresentou maiores valores a floresta alta de \n\nrestinga da Ilha Anchieta (Tabela 7).  Através da CCA, representada pela Figura 20, \n\npode-se verificar a proximidade da variável M.O com a floresta alta da Ilha Anchieta. \n\nEm relação ao alumínio e pH apresentaram maiores teores a floresta alta de \n\nrestinga de Picinguaba e menores teores a floresta alta de restinga da Ilha Anchieta \n\n(Tabela 10 e Figura 20). Segundo Casagrande (2003), as dificuldades para o \n\nestabelecimento da vegetação sobre solos predominantemente arenosos e \n\ndeficientes em nutrientes (notadamente cálcio), cujo pH ácido os torna ainda mais \n\nindisponíveis, são acentuadas pelos altos teores de alumínio, que contribuem para a \n\nformação de um sistema radicular pouco desenvolvido e superficial.   \n\n\n\n82 \n \n\nA floresta baixa de restinga da Ilha Anchieta e a floresta baixa de restinga da \n\nJuréia apresentaram maior similaridade, o que significa dizer que apresentam \n\ncaracterísticas mais próximas em relação aos parâmetros de solo com as áreas \n\nanalisadas. Porém mais próximo não significa dizer que são iguais, já que dependem \n\nde um conjunto de fatores, como parâmetros físicos e microbiológicos do solo, clima, \n\nlocalização, entre outros. \n\nPara a mesma área, floresta alta com floresta baixa de restinga de Picinguaba \n\napresentaram menor similaridade, ou seja, as características do solo e da vegetação \n\nanalisados apresentam maior diferença em relação às demais áreas estudadas.  \n\nAs florestas de restinga apresentam uma constituição em mosaico devido à \n\ninfluência recebida pelo clima de cada região, da estrutura e composição das \n\nformações adjacentes e principalmente pelas características do solo (SILVA 1999, \n\nSUGIYAMA 2003, REIS DUARTE, 2004), fazendo com que não exista uma restinga \n\nidêntica à outra (CARRASCO 2003). \n\n \n\n \n \n\n \n \n \n \n \n\n \n \n \n \n\n \n\n\n\n83 \n \n\n \nFigura 20. Ordenação dos levantamentos de florestas alta e baixa de restinga com as espécies utilizando-se parâmetros \nestruturais, obtida por uma Análise Canônica de Correspondência (CCA), entre as florestas de restinga, altas (RA) e baixas (RB), \ndo Litoral do estado de São Paulo, em estudo realizado nas áreas Parque Estadual da Ilha Anchieta (IA), Parque Estadual da Ilha \ndo Cardoso (IC), Parque Estadual da Serra do Mar, Núcleo Picinguaba (PC), Estação Ecológica Juréia-Itatins (JU) e Vila de \nPedrinhas, Ilha Comprida (CM), em 2009 e 2010. \n\n\n\n84 \n \n\nPara a avaliação da distribuição das áreas estudadas com as variáveis \n\nambientais (textura do solo), foram analisados os diagramas de ordenação \n\nreferentes aos eixos de maior significância segundo o Teste de Monte Carlo. Os \n\nauto-valores para os três primeiros eixos da ordenação foram 0,0474, 0,0078 e \n\n0,0097 (Tabela 12). O teste de Monte Carlo foi altamente significativo (p = 0,001) \n\npara os dois primeiros eixos da análise (Tabela 12), o que indica que os resultados \n\nobtidos não se devem ao acaso. \n\nTabela 12 - Resultados do Teste de Permutação de Monte Carlo das correlações \nentre o valor dos índices de diversidade e textura do solo na floresta baixa e alta de \nRestinga da Ilha Anchieta, Ilha do Cardoso, Juréia, Ilha Comprida e Picinguaba. \n \n\nEixos Auto-valor AV max AV min Monte Carlo \n\nEixo 1 ?=0,0474 0,0446 0,00073 p=0,0010 \nEixo 2 ?=0,0078 0,0072 0,00047 p=0,0010 \nEixo 3 ?=0,0097 0,0048 0,00054 p=0,0560 \n\nPode-se verificar que as variáveis de maior correlação foram teor de areia \n\npara a floresta alta de restinga da Ilha Comprida, Picinguaba, Ilha Anchieta e Ilha do \n\nCardoso.   \n\nOs resultados da CCA indicaram que as áreas estão correlacionadas com os \n\nbaixos teores de argila e altos teores de areia no solo para todas as áreas. Este fato \n\npode ser evidenciado na Figura 21, onde se verificou que a floresta alta e baixa da \n\nIlha Comprida,  floresta alta da Ilha do Cardoso, floresta alta da Ilha Anchieta e \n\nfloresta alta de Picinguaba estão fortemente correlacionadas com o teor de areia no \n\nsolo. Assim, a quantidade de areia e argila no solo parecem ser os fatores \n\nrelacionados com as semelhanças da composição e distribuição de espécies nas \n\náreas estudadas. \n\nOs solos de restinga são de relevo plano e de elevada infiltração. Devido ao \n\nbaixo teor de argila (normalmente de 1 a 5%), estes solos estão sujeitos a intensa \n\nlixiviação pela baixa capacidade de retenção de cátions (CTC), além de serem solos \n\noriginalmente pobres em nutrientes (CASAGRANDE, 2003).  \n\nUrbanetz (2010), em estudo na área de restinga, investigando a influência do \n\nmicrorelevo, de nutrientes e de fatores granulométricos do solo na determinação, \n\nmostrou que há um gradiente descrescente de areia, do oceano para o continente. \n\nAs parcelas mais próximas do mar apresentaram os maiores teores de areia e \n\nmenores teores de argila, e o as mais distantes apresentaram os menores teores de \n\nareias e os maiores teores de argila.  \n\n\n\n85 \n \n\n \nFigura 21. Ordenação indireta de classificação da vegetação e granulometria dos solos utilizando-se parâmetros estruturais, obtida \npor uma análise de componentes principais (PCA) entre as florestas de restinga, altas (RA) e baixas (RB), do Litoral do estado de \nSão Paulo, em estudo realizado nas áreas Parque Estadual da Ilha Anchieta (IA), Parque Estadual da Ilha do Cardoso (IC), Parque \nEstadual da Serra do Mar, Núcleo Picinguaba (PC), Estação Ecológica Juréia-Itatins (JU) e Vila de Pedrinhas, Ilha Comprida (CM), \nem 2009 e 2010. \n\n\n\n86 \n \n\n4. CONCLUSÕES \n\n \n\nAs florestas alta e baixa de restinga apresentam alta similaridade florística;  \n\n  A maioria das espécies apresentou alta freqüência, ou seja, um grande número \n\nde espécies teve indivíduos distribuídos em muitos pontos; \n\n  Apresentaram maior riqueza de espécies as florestas altas da Juréia e entre a \n\nas florestas baixa a Ilha do Cardoso e Juréia; \n\n  Na interação solo vegetação, para a mesma fitofisionomia, floresta baixa e alta \n\nda Juréia apresentaram maior similaridade. Para fitofisionomias diferentes, a floresta \n\nbaixa da Juréia e Ilha Anchieta apresentaram maior similaridade.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n87 \n \n\n5. BIBLIOGRAFIA  \n\n \n\nARAÚJO, D.S.D. &amp; HENRIQUES, R.P.B. Análise florística das restingas do \nEstado do Rio de Janeiro. In: LACERDA, L.D. et al. (orgs), Restinga: Origem, \n\nEstrutura, Processos. Niterói, CEUFF. 1984. p. 159-193. \n\nASSIS, M.A. et al. Florestas de restinga e de terras baixas na planície costeira do \n\nsudeste do Brasil: vegetação e heterogeneidade ambiental. Biota Neotropica, v.11, \n\nn.2, 2011. \n\nASSIS, A. M. de; THOMAZ, L. D.;  PEREIRA, O. J. Florística de um trecho de \n\nfloresta de restinga no município de Guarapari, Espírito Santo, Brasil. Acta Botanica \nBrasilica, v.18, n.1, p. 191-201, 2004. \nASSIS, M. A. Florística e Caracterização das Comunidades Vegetais da Planície \nCosteira de Picinguaba, Ubatuba – SP. 1999. 254 f. Tese (Biologia Vegetal) - \n\nInstituto de Biologia, Campinas, 1999. \n\nASSUMPÇÃO, J. &amp; NASCIMENTO, M. T. 1998. Fitofisionomia de uma restinga no \n\nextremo norte do litoral fluminense: um novo elemento no mosaico. In: Anais do IV \n\nSimpósio de Ecossistemas Brasileiros. ACIESP, São Paulo. p. 158-164. \n\nBARROS, F. de; MELO, M. M. R. F. de; CHIEA, S. A. C.; KIRIZAWA, M.; \n\nWANDERLEY, M. das G. L. &amp; JUNG-MENDAÇOLLI, S. L. 1991. Caracterização \n\ngeral da vegetação e listagem das espécies ocorrentes. In: Melo, M. M. R. F. de et \n\nal. (eds.). Flora Fanerogâmica da Ilha do Cardoso. São Paulo, v.1., 1991. \nBASTOS, M. N. C., 1996. Caracterização das formações vegetais da restinga da \n\nPrincesa, Ilha de Algodoal, Pará. Tese (Doutorado em Botânica) - Universidade \n\nFederal do Pará e Museu Paraense Emílio Goeldi, Belém. \n\nBERNARDI, J. V. E. et al. Estudo Espacial do gradiente de vegetação do Parque \n\nEstadual da Ilha do Cardoso, SP, Brasil. HOLOS Environment, v. 5, n. 1. UNESP, \n\nSão Paulo, SP, 2005. \n\nBRAAK, C. J. F.; SMILAUER, P .Reference manual and user's guide to Canoco for \n\nWindows: Software for canonical community ordination (version 4). Microcomputer \n\nPower (Ithaca, NY USA) 352 p, 1998. \n\nBRASIL. Lei nº 4771, de 15 de setembro de 1965. Institui o novo Código Florestal. \n\nDisponível em:&lt;http://www.planalto.gov.br/ccivil_03/LEIS/L4771.htm>.Acesso em: \n\n18 jun. 2008. \n\n \n\n\n\n88 \n \n\nBRITEZ, R.M.; PIRES, L.A.; REISSMANN, C.B.; PAGANO, S.N.; SILVA, S.M.; \n\nATHAYDE, S.F. &amp; LIMA, R.X. Ciclagem de nutrientes na planície costeira. p. 145-\n\n168. In: M.C.M. Marques &amp; R.M. Britez (orgs.). História Natural e Conservação da \n\nIlha do Mel. Curitiba, Editora da Universidade Federal do Paraná, 2005. \n\nBROTEL, R.T et. al. Influência do solo e topografia sobre as variações da \n\ncomposição florística e estrutura da comunidade arbóreo-arbustiva de uma floresta \n\nestacional semidecidual em Ingá, MG. Revista Brasileira de Botânica, v. 25, p. \n\n195-213, 2002. \n\nCAMARGO, O.A.; MONIZ, A.C.; JORGE, J.A.; VALADARES, J.M.A.S. Métodos de \n\nanálise química, mineralógica e física de solos do Instituto Agronômico de \n\nCampinas. Campinas, Instituto Agronômico, 1986. 94p. (Boletim Técnico 106). \n\nCASAGRANDE, J. C. ; DUARTE, R. M. R. A interação solo-planta para Recuperação \n\nde Áreas Degradadas, um estudo visando a indicação de espécies arbóreas nativas. \n\nIn: Workshop sobre recuperação de áreas degradadas em matas ciliares do estado \n\nde São Paulo, 2006, Mogi Guaçu. Workshop sobre recuperação de áreas \n\ndegradadas em matas ciliares do estado de São Paulo, 2006. \n\nCARVALHAES, M.A. Florística e estrutura de mata sobre restinga na Juréia, \n\nIguape, SP. 1997. 107p. Dissertação de Mestrado. Instituto de Biociências, \n\nUniversidade de São Paulo. 1997. \n\nCASAGRANDE, J. C. Considerações sobre Recuperação da fertilidade do solo para \n\náreas degradadas. In: Anais do Seminário Temático sobre Recuperação de Áreas \n\nDegradadas. São Paulo, SP, p. 92-93, 2003. \n\nCARRASCO, P. G. Produção de mudas de espécies florestais de Restinga, com \nbase em estudos florísticos e fitossociológicos, visando a recuperação de \náreas degradadas em Ilha Comprida- SP. Tese (Doutorado em Biologia Vegetal) – \n\nInstituto de Biociências, Universidade Estadual Paulista “Júlio de Mesquita Filho”, \n\nRio Claro. 2003. 186f. \n\nCARVALHAES, M.A. Florística e estrutura de mata sobre restinga na Juréia, \nIguape, SP. 1997. 107p. Dissertação de Mestrado. Instituto de Biociências, \n\nUniversidade de São Paulo. 1997. \n\nCARVALHAES, M.A. &amp; MANTOWANI, W. 1998. Florística de mata sobre restinga na \n\nJuréia, Iguape, SP. Anais do IV Simpósio de Ecossistemas Brasileiros. Publicação \n\nAciesp v.104, n.2, p.37-48.  \n\n\n\n89 \n \n\nCESAR, O.; MONTEIRO, R. Florística e fitossociologia de uma Floresta de Restinga \n\nem Picinguaba (Parque Estadual da Serra do Mar), Município de Ubatuba-SP. \n\nNaturalia, p. 20, p. 89-105, 1995. \nCONAMA. Conselho Nacional do Meio Ambiente (Brasil). 1996. Anexo da \nResolução CONAMA 07/96, de 23 de julho de 1996. Diário Oficial da União. \n\nBrasília. Publicado em 26.08.1996. \n\nCONAMA - Conselho Nacional de Meio Ambiente. Resolução CONAMA nº 341, de \n25 de Setembro de 2003. Dispõe sobre critérios para a caracterização de atividades \n\nou empreendimentos turísticos sustentáveis como de interesse social para fins de \n\nocupação de dunas originalmente desprovidas de vegetação, na Zona Costeira. \n\nPublicado no Diário Oficial da União no 213, de 3 de Novembro de 2003, Seção 1, \n\npágina 62.  \n\nCOTTENIE, K. Integrating environmental and spatial processes in ecological \n\ncommunity dynamics. Ecology Letters,  v. 8, p.1175-1182, 2005. \n\nDE GRANDE, D.A.; LOPES, E.A. Plantas da restinga da Ilha do Cardoso (São \n\nPaulo, Brasil). Hoehnea, v. 9, p. 1-22, 1981. \n\nDEMATTÊ, J.L.I.; DEMATTÊ, J.A.M. Comparações entre as propriedades químicas \n\nde solos das regiões da floresta Amazônica e do Cerrado do Brasil Central. Scientia \nAgricola, v.50, n.2. p.272-286, 1993.   \n\nDIEGUES, A. C. S. (org.). Povos e águas: inventário de áreas úmidas. São Paulo: \n\nNUPAUB-USP, 2002. \n\nDINIZ, F. V. Florística, composição e estrutura fitossociológica da regeneração \n\nnatural na floresta de restinga alta em Picinguaba (Parque Estadual da Serra do \nMar), município de Ubatuba, SP, Brasil. 2009.  Dissertação (Mestrado em Biologia \n\nVegetal) - Instituto de Biociências, Biologia Vegetal, Universidade Estadual Paulista, \n\nRio Claro – SP, 2009. \n\nEISENLOHR, P.V., MELO, M.M.R.F., IVANAUSKAS, N.M., SOUZA, V.C., \n\nRODRIGUES, R.R., DUARTE, A.R., BREIR, T.B. &amp; UDULUTSCH, R.G. 2011. \n\nFloresta Ombrófila Densa Atlântica: bases conceituais e estudo de caso no Parque \n\nEstadual Carlos Botelho, SP, Brasil. In Fitossociologia no Brasil: Métodos e Estudos \n\nde Caso (J.M. Felfili, P.V. Eisenlohr, M.M.R.F. Melo, L.A. Andrade &amp; J.A.A. Meira- \n\nNeto, orgs.). Editora UFV, Viçosa. \nEMBRAPA. Sistema brasileiro de classificação de solos. Brasília: EMBRAPA \n\nProdução de Informação; Rio de Janeiro: EMBRAPA Solos, 1999. \n\n\n\n90 \n \n\nFABRIS, L.C. Composição florística e fitossociológica de uma faixa de floresta \n\narenosa litorânea do Parque Estadual de Setiba, Município de Guarapari, ES. \n\nDissertação (Mestrado em Biologia Vegetal). Rio Claro, Universidade Estadual \n\nPaulista, 1995.  \n\nFABRIS, L. C.; CÉSAR, O. 1996. Estudos florísticos em uma mata litorânea no sul \n\ndo estado do Espírito Santo. Boletim do Museu de Biologia, v. 5, p.15-46, 1995. \n\nFURLAN, A.; MONTEIRO, R.; CESAR, O.; TIMONI, J.L. 1990. Estudos florísticos \n\ndas matas de restinga de Picinguaba, SP. p. 220-227. In: Anais do II Simpósio de \n\nEcossistemas da Costa Sul e Sudeste Brasileira: estrutura, função e manejo. v. 3. \n\nÁguas de Lindóia. São Paulo, ACIESP. \n\nGIRARDI, A.C.S.; SANTOS, R.F. &amp; MANTOVANI, W. 2005. Subsídios \n\nmetodológicos para o planejamento e gestão de restingas - Estudo de caso - \n\nBertioga, SP. Pp. 321-344. In: W. Mantovani. (org.). Caminhos de uma ciência \n\nambiental. São Paulo, Annablume. \n\nGOMES, F.H. et. al. Solos sob vegetação de Restinga na Ilha do Cardoso (SP). I - \n\ncaracterização e classificação. Revista Brasileira de Ciência do Solo, v. 31, \n\np.1563-1580, 2007. \n\nGUEDES, D.; BARBOSA, L.M.; MARTINS, S.E. Composição florística e estrutura \n\nfitossociológica de dois fragmentos de floresta de restinga no município de Bertioga, \n\nSP, Brasil. Acta Botânica Brasílica, v.20, n. 2, p. 299-311, 2006. \n\nGUILLAUMON, J.R.; MARCONDES, M.A.P.; NEGREIROS, O.C.; MOTA, I.S.; \n\nEMMERICH, W.; BARBOSA, A.F.; BRANCO, I.H.D.C.; CAMARA, J.J.C.; OSTINI, S.; \n\nPEREIRA, R.T.L.; SCORVO FILHO, J.D.; SHIMOMICHI, P.Y.; SILVA, S.A.; MELO \n\nNETO, J.E. 1989. Plano de Manejo do Parque Estadual da Ilha Anchieta. IF-Série \n\nRegistros, n 1, p. 1-103. \n\nHAY, J. D., LACERDA, L. D. &amp; TAN, A. L. Soil cation increase in a tropical sand dune \n\necosystem due to a terrestrial bromeliad. Ecology, v.62, n.5, p.1392-1395, 1981. \n\nHOWARD, P. C. et. al. Complementarity and the use of indicator groups for reserve \n\nselection in Uganda. Nature, v. 394, n. 33, p. 472-475, 1998. \n\nILHA COMPRIDA (Prefeitura Municipal). Ilha Comprida – Vale do Ribeira – São \n\nPaulo – Brasil. Ilha Comprida, 2010. 1 folder.  \n\nIVANAUSKAS, N.M., MONTEIRO, R. &amp; RODRIGUES, R.R. Similaridade florística \nentre áreas de Floresta Atlântica no Estado de São Paulo. Brazilian Journal of \nEcology, n. 1, p.71-81, 2000.   \n\n\n\n91 \n \n\nJACKSON, J.E. A user’s guide to principal components. Wiley, New York, 1991. \n\nLEGENDRE, P.; LEGENDRE, L. Numerical ecology. Elsevier Science, Amsterdam, \n\n1998.   \n\nLAMPARELLI, C.C. Mapeamento dos ecossistemas costeiros do Estado de São \nPaulo. Secretaria do Meio Ambiente/CETESB, São Paulo, 1999. \n\nLEGENDRE, P. ; LEGENDRE, L. 1998. Numerical ecology. Elsevier Science, \n\nAmsterdam. \n\nKENT, M.; COKER, P. Vegetation Description and Analysis. A Practical \nApproach. Chichester, UK. John Willey, 1994. \n\nKLEIN, R. M. Estrutura, composição, florística, dinamismo e manejo da “Mata \n\nAtlântica” (Floresta Ombrófila Densa) do Sul do Brasil. In: II Simpósio de \n\necossistemas da costa sul e sudeste brasileira. Aciesp. v. 1. p. 259-286, 1990. \nMAGURRAN, A.E. Ecological diversity and its measurement. Princeton: Princeton \n\nUniversity Press, 179p, 1988.  \n\nMAMEDE, M.C.H.; CORDEIRO, I.; ROSSI, L. Flora vascular da Serra da Juréia, \n\nmunicípio de Iguape, São Paulo, Brasil. Boletim do Instituto de Botânica, v. 15, p. \n\n63-124, 2001. \n\nMANTOVANI, W. A região litorânea paulista. In: Barbosa, L. M. (Coord.). \n\nRecuperação de áreas degradadas da serra do mar e formações florestais \nlitorâneas. São Paulo: Secretaria do Meio Ambiente, p. 23 – 32, 2000. \n\nMANTOVANI, W. 2003. A degradação dos biomas brasileiros. In: Ribeiro, W.C. \n\n(Org.). Patrimônio Ambiental Brasileiro. Uspiana: Brasil 500 anos. São Paulo: Editora \n\nda Universidade de São Paulo. Imprensa Oficial do Estado de São Paulo. \n\nMANTOVANI, W. 1998. Dinâmica da floresta pluvial Atlântica. Pp.1-20. In: Anais do \n\nIV Simpósio de Ecossistemas Brasileiros. v.2, ACIESP, São Paulo. \n\nMANTOVANI, W. 1992. A vegetação sobre a restinga de Caraguatatuba, SP. \n\nPp.139-144. In: 2° Congresso Nacional sobre Essências Nativas. v.4. São Paulo, \n\nInstituto Florestal. \n\nMANLY, B. J. F. 1997. Randomization, Bootstrap and Monte Carlo Methods in \nBiology, 2 nd edition. London: Chapman and Hall.  \n\nMARIMON, B.S., VARELLA, R.F.; MARIMON-JUNIOR, B. Fitossociologia de uma \n\nárea de cerrado de encosta em Nova Xavantina, Mato Grosso. Boletim do Herbário \nEzechias Paulo Heringer, v. 3, p.82-101, 1998. \n\n\n\n92 \n \n\nMARTINS, F.R. Estrutura de uma floresta mesófila. Editora da UNICAMP. \n\nCampinas. 246p. 1991. \n\nMARTINS, F. R., 1993, A estrutura de uma floresta mesófila. 2a ed., UNICAMP, \n\nCampinas, 246p. \n\nMARTINS, F.R. &amp; SANTOS, F.A.M. Técnicas usuais de estimativa da biodiversidade. \n\nHolos, n.1, p.236-267, 1999. \n\nMEIRA-NETO, J.A.A. et. al. Composição florística da floresta semidecídua de \n\naltitude do Parque Municipal da Grota Funda (Atibaia, Estado de São Paulo). Acta \nBotanica Brasilica, v.3, p.51-74, 1989. \n\nMELO, M.M.R.F.; MANTOVANI, W. Composição florística e estrutura de trecho de \n\nMata Atlântica de encosta na Ilha do Cardoso (Cananéia, SP, Brasil). Boletim do \nInstituto de Botânica, v.9, p.107-158, 1994. \n\nMENEZES, L.F; ARAÚJO, D. S.; NETTESHEIM; F.C. Estrutura comunitária e \n\namplitude ecológica do componente lenhoso de uma floresta de restinga mal \n\ndrenada no sudeste do Brasil. Acta Botanica Brasilica, v.24, n.3, p.825-839, 2010. \nMENEZES-SILVA, S. 1998. As formações vegetais da planície litorânea da Ilha \ndo Mel, Paraná, Brasil: Composição florística e principais características \n\nestruturais. 1998, 262 p. Tese de doutorado (Ciências Biologicas). Intituto de \n\nBiologia. Universidade Estadual de Campinas. \n\nMORAES, R.M.; Delitti, W.B.C. &amp; Struffaldi-De-Vuono, Y. Litter fall and litter nutrient \n\ncontent in two Brazilian Tropical Forest. Revista Brasileira de Botânica, v.50, p. \n\n163-173, 1999.  \n\nMUELLER- DOMBOIS, D. &amp; ELLENBERG, H. 1974. Aims and methods of \nvegetation ecology. John Wiley, New York. \n\nNAVARRA, C. T. 1984. Praias e restingas da Juréia. In: Lacerda, L.D., Araujo, \n\nD.S.D., Cerqueira, R. &amp; Turcq, B. (orgs.). Restingas: origem, estrutura, processos. \n\nNiteroi: CEUFF. p.27-34.   \n\nNEGRELLE, R. R. B. Composição florística, estrutura fitossociológica e \ndinâmica de regeneração da Floresta Atlântica da Reserva de Volta Velha, \nMunicípio de Itapoá, SC. São Carlos, tese (Doutorado em Ecologia). Universidade \n\nFederal de São Carlos-SP, 1995.  \n\n \n\n \n\n\n\n93 \n \n\nNOFFS, M.S.&amp; BAPTISTA-NOFFS, L.J. 1982. Mapa da vegetação do Parque \n\nEstadual da Ilha do Cardoso - as principais formações. In: CONGRESSO \n\nNACIONAL DE ESSÊNCIAS NATURAIS. Campos do Jordão. Anais... Campos do \n\nJordão. p. 613-619. \n\nOLIVEIRA, A.A. &amp; NELSON, B.W. Floristic relationships of terra firme forests in the \n\nBrazilian Amazon. Forest Ecology and Management, v.146, p.169-179, 2001. \n\nOLIVEIRA-FILHO, A.T., CURI, N., VILELA, E.A. &amp; CARVALHO, D.A. Variation in tree \n\ncommunity composition and structure with changes in soil properties within a \n\nfragment of semideciduous forest in south-eastern Brazil. Edinburgh Journal of \nBotany, v. 58, p.139-158, 2001. \n\nOLIVEIRA-FILHO, A. T.; CARVALHO, D. A. Florística e fisionomia da vegetação no \n\nextremo norte do litoral da Paraíba. Revista Brasileira de Botânica, v. 16, n.1, p. \n\n115-130, 1993. \n\nOLMOS, I.L.J.; CAMARGO, M.N. 1976. Ocorrência de alumínio tóxico nos solos do \n\nBrasil, sua caracterização e distribuição. Ciência e Cultura. v.28, n.2, p.171-180, \n\n1976. \n\nPFEIFER, R.M. Levantamento semidetalhado dos solos do Parque Estadual da Ilha \n\ndo Cardoso, SP. Silvicultura em São Paulo, v.15, p. 91-115, 1981. \n\nPEREIRA, O. J.&amp; ASSIS, A. M. 2000. Florística da Restinga de Camburi, Vitória, \n\nEspírito Santo. Acta Botânica Brasílica. São Paulo, v.14, n.1, p.57-69. \n\nPEREIRA, O. J. &amp; ARAUJO, D. S. D. 2000. Análise florística das restingas dos \n\nEstados do Espírito Santo e Rio de Janeiro. p. 25-63. In: F. A. Esteves &amp; L. D. \n\nLacerda (eds.). Ecologia de Restingas e Lagoas Costeiras. NUPEM/UFRJ, Macaé. \n\nPINTO, M. M. Fitossociologia e influência de fatores edáficos na estrutura da \nvegetação em áreas de mata atlântica na Ilha do Cardoso, Cananéia, SP.  1998. \n\n112 f. Tese (Doutorado em Agronomia) - Faculdade de Ciências Agrárias e \n\nVeterinárias de Jaboticabal, Universidade Estadual Paulista, Jaboticabal, 1998.  \n\nPONÇANO, W.L. et. al. Mapa Geomorfológico do Estado de São Paulo. São \n\nPaulo: Instituto de Pesquisas Tecnológicas. 1981. 94 p.  \n\nRAMOS-NETO, M. B. R. Análise florística e estrutural de duas florestas sobre a \n\nrestinga, Iguape, SP. 1993. 145 f. Dissertação (Mestrado em Ecologia) - Instituto de \n\nBiociências, Universidade de São Paulo, São Paulo, 1993. \n\n \n\n\n\n94 \n \n\nREIS-DUARTE, R.M. Estrutura da floresta de Restinga do Parque Estadual da \n\nIlha Anchieta (SP): bases para promover o enriquecimento com espécies \narbóreas nativas em solos alterados. 2004. Tese (Doutorado em Ciências \n\nBiológicas) - Instituto de Biociências, Biologia Vegetal, Universidade Estadual \n\nPaulista, Rio Claro - SP, 2004.  \n\nREITZ, R. Vegetação da zona marítima de Santa Catarina. Sellowia. v.13, p. 17-\n\n115, 1961. \n\nRIZZINI, C. 1997. Tratado de Fitogeografia do Brasil. 2. ed. Rio de Janeiro: \n\nÂmbito Cultural. 747p. \n\nROCHA, CFD., ESTEVES, FA. and SCARANO, FR., 2004. Pesquisas ecológicas de \n\nlonga duração na Restinga de Jurubatiba. Ecologia, História Natural e \nConservação. Editora Rima, São Carlos, p. 376. \n\nRODRIGUES, R.R. &amp; NAVE, A.G. Heterogeneidade florística das matas ciliares. In \n\nMatas ciliares: conservação e recuperação (R.R. Rodrigues &amp; H.F. Leitão-Filho, \n\neds.). Edusp/Fapesp, São Paulo, p.45-71, 2000. \n\nRODRIGUES, M. A. et al. Avaliação da chuva de sementes em áreas de restinga em \n\ndiferentes estágios de regeneração. Revista Árvore, Viçosa,  v. 34,  n. 5, Oct.  2010. \n\nROSSONI, M. G. &amp; BAPTISTA, L. R. M. Composição florística da mata de restinga, \n\nBalneário Rondinha Velha, Arroio do Sal, RS, Brasil. Pesquisas Botânica. v.45, \n\np.115-131, 1995. \n\nSAMPAIO, D. et. al. As árvores de restinga – guia de identificação. Editora \n\nNeotrópica, São Paulo, SP, 2005. \n\nSANTOS, G.A.; CAMARGO, F.A.O. 1999. Fundamentos da matéria orgânica do \nsolo: ecossistemas tropicais e subtropicais. Porto Alegre, Gênese. \n\nSÃO PAULO (Estado). Macrozoneamento do Complexo Estuarino Lagunar de \n\nIguape e Cananéia – plano de gerenciamento costeiro. São Paulo: Secretaria do \n\nMeio Ambiente, 1989. \n\nSATO, C. A. Caracterização da fertilidade do solo e da composição mineral de \nespécies arbóreas de restinga do litoral paulista. 2007.97f.Dissertação (Mestrado \n\nem Ciências Biológicas) - Instituto de Biociências, Universidade Estadual Paulista “ \n\nJúlio de Mesquita Filho” – SP, Rio Claro, 2007. \n\n \n\n \n\n\n\n95 \n \n\nSETZER, J. Atlas climatológico do Estado de São Paulo. Comissão Interestadual \n\nda Bacia do Paraná-Paraguai. São Paulo, CESP, 1996. \n\nSETZER, J. Atlas Climático e Ecológico do Estado de São Paulo. Comissão \n\nInterestadual da Bacia Paraná-Uruguai, 1966. 61p. \n\nSHEPHERD, G.J. 2007. FITOPAC-SHELL v. 1.6.1.29. Universidade Estadual de \n\nCampinas, Campinas. 78p. \n\nSILVA, D. C. G. Florística, estrutura e informaçãos sobre a Regeneração natural \nde fragmentos de Floresta de Restinga no município de Bertioga – SP. 2003. \n\n109f. Tese (Doutorado em Ciências Biológicas) – Instituto de Biociências, \n\nUniversidade Estadual Paulista “ Júlio de Mesquita Filho, Rio Claro, SP. \n\nSILVA, G. P. et al. Caracterização química, física e mineralógica de estéreis e rejeito \n\nde mineração de ferro da mina de Alegria, Mariana-MG. Pesquisa Agropecuária \nTropical, v.36, n.1, p.45-52, 2006. \n\nSILVA, S. M. 1998. As formações vegetais da Planície Litorânea da Ilha do Mel, \nParaná, Brasil: Composição florística e principais características estruturais. \n\nCampinas, 1998. 262 f. Tese (Doutorado em Ciências Biológicas) - Universidade \n\nEstadual de Campinas, Campinas, SP, 1998. \n\nSILVA, S. M. 1999. Diagnóstico das Restingas no Brasil. In: Fundação BIO RIO, \n\nWorkshop Avaliação e ações prioritárias para a conservação da biodiversidade \nna Zona Costeira e Marinha. Porto Seguro, Anais Eletrônicos. \n\nSMA – SECRETARIA DO MEIO AMBIENTE. 1996. Atlas das Unidades de  \nConservação do Estado de São Paulo. Parte 1. Litoral. São Paulo: Secretaria do \n\nMeio Ambiente &amp; CESP. \n\nSOUZA, V. C.; LORENZI, H. Botânica Sistemática: Guia ilustrado para identificação \n\ndas famílias de Angiospermas da flora brasileira, baseado em APG II. Nova Odessa: \n\nInstituto Plantarum, 2005. \n\nSOUZA, C.R.G.; SUGUIO, K. 1996. Coastal erosion and beach morphodynamics \n\nalong the State of São Paulo (SE Brazil). Anais da Academia Brasileira de \nCiências, v. 68, pp. 405-424. \n\n \n\n \n\n\n\n96 \n \n\nSOUZA, V. C.; CAMPELLARI JR., L. A vegetação das dunas e restingas da Estação \n\nEcológica Juréia-Itatins. In: MARQUES, O. A. V.; DULEBA, W. (Ed.). Ambientes \n\nfísico, flora e fauna. Ribeirão Preto: Holos, 2004. cap. 9, p.103-114 \n\nSUGIYAMA, M. Estudo de Florestas da Restinga da Ilha do Cardoso, Cananéia, São \n\nPaulo, Brasil. Boletim do Instituto de Botânica, v.11, p.119-159, 1998. \n\nSUGIYAMA, M. Estudo de florestas na restinga da Ilha do Cardoso, Cananéia, \nSP. 1993. 94f. Dissertação de Mestrado, Instituto de Biociências, Universidade de \n\nSão Paulo, SP, 1993. \n\nSUGIYAMA, M. 2003. Estudos florísticos e fitossociológicos em comunidades \nvegetais de restinga da Ilha do Cardoso, Cananéia, SP. 2003. 134 f. Tese \n\n(Doutorado em Ecologia e Recursos Naturais) - Universidade Federal de São Carlos, \n\nSão Carlos. \n\nSUGUIO, K. Tópicos em Geociências para o desenvolvimento sustentável: as \n\nregiões litorâneas. Revista do Instituto de Geociências, USP, 2001. \n\nSUGUIO, K. &amp; MARTIN, L. 1987. Classificação de costas e evolução geológica das \n\nplanícies litorâneas quaternárias do sudeste e sul do Brasil. Pp. 1-28. In: Anais do I \n\nSimpósio sobre Ecossistemas da Costa Sul e Sudeste Brasileira: síntese dos \n\nconhecimentos. Cananéia. São Paulo, ACIESP. \n\nSUGUIO, K. &amp; MARTIN, L. 1990. Geomorfologia das Restingas. Pp. 185-205. In: \n\nAnais do II Simpósio de Ecossistemas da Costa Sul e Sudeste Brasileira: estrutura, \n\nfunção e manejo. v. 2. Águas de Lindóia. São Paulo, ACIESP. \n\nSZTUTMAN, M. &amp; RODRIGUES, R.R. O mosaico vegetacional numa área de \n\nfloresta contínua da planície litorânea, Parque Estadual da Campina do Encantado, \n\nPariquera-Açu, SP. Revista Brasileira de Botânica, v. 25, p.161-176, 2002. \n\nTABARELLI, M.; VILLANI, J.P.; MANTOVANI, W. Estudo comparativo da vegetação \n\nde dois trechos de floresta secundária no Núcleo Santa Virgínia, Parque Estadual da \n\nSerra do Mar, SP. Revista do Instituto Florestal, v.6, p.1-11, 1994. \n\nTECCHIO, M.A. et. al. Avaliação de variáveis fisiológicas em porta-enxertos de \n\nvideira cultivados em solução nutritiva com a adição de alumínio. Ciência e \nagrotecnologia. v.29, n.2, p.274-283, 2005.  \n\nTONHASCA - JUNIOR, A. Ecologia e história natural da Mata Atlântica. Rio de \n\nJaneiro: Interciência, 2005. \n\n\n\n97 \n \n\nURBANETZ, C. Fatores abióticos e variação espacial na estrutura da floresta \n\nombrófila densa atlântica. Campinas, Instituto de Biologia – Unicamp. 113p. 2010. \n\nTese (Doutorado em Ciências Biológicas),  2010. \n\n \n\n \n\n \n\n\n\tCAPA\n\tFOLHA DE ROSTO\n\tFICHA CATALOGRÁFICA\n\tCOMISSÃO EXAMINADORA\n\tDEDICATÓRIA\n\tAGRADECIMENTOS\n\tSUMÁRIO\n\tRESUMO\n\tABSTRACT\n\t1 INTRODUÇÃO\n\t2. REVISÃO DE LITERATURA\n\t3. HIPÓTESE DE TRABALHO\n\t4. OBJETIVOS\n\tREFERÊNCIAS\n\tCAPÍTULO I: CARACTERIZAÇÃO DE SOLOS SOB VEGETAÇÃO DE FLORESTAS DE RESTINGA\n\tRESUMO\n\tABSTRACT\n\t1. INTRODUÇÃO\n\t2. MATERIAL E MÉTODOS\n\t3. RESULTADOS E DISCUSSÃO\n\tCONCLUSÕES\n\tREFERÊNCIAS\n\n\tCAPÍTULO II: CARACTERIZAÇÃO DA VEGETAÇÃO E INTERAÇÃO COM O SOLO SOB FLORESTA DE RESTINGA DO LITORAL PAULISTA\n\tRESUMO\n\tABSTRACT\n\t1. INTRODUÇÃO\n\t2. MATERIAL E MÉTODOS\n\t3. RESULTADOS E DISCUSSÃO\n\tCONCLUSÕES\n\tBIBLIOGRAFIA"}]}}}