{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04807"}, {"@name": "filename", "#text": "BTP_2004_47_2_4_08_Controle_por_bandas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CONTROLE POR BANDAS: CONCEITOS BÁSICOS E APLICAÇÃO NO AMORTECIMENTO DE OSCILAÇÕES DE CARGA EM UNIDADES DE PRODUÇÃO DE PETRÓLEO\nBAND CONTROL: BASIC CONCEPTS AND APPLICATION IN DAMPENING OSCILLATIONS OF FEED OF PETROLEUM PRODUCTION UNITS\nCONTROL POR BANDAS: CONCEPTOS BÁSICOS Y APLICACIÓNENEL AMORTIGUAMIENTO DE OSCILACIONES DE CARGA EN UNIDADES DE PRODUCCIÓN DE PETRÓLEO\nGiovani Cavalcanti Nunes1\nRESUMO Visando otimizar o tratamento primário de petróleo offshore tem-se proposto que vasos de acúmulo sejam usados como filtros para amortecimento das flutuações de carga. Para tanto, elaborou-se um algoritmo -Controle por Bandas - cuja idéia central é a de permitir a oscilação da variável controlada dentro de certos limites. Seus conceitos fundamentais são aqui apresentados visando subsidiar os grupos de automação. Um estudo de caso de implementação de uma versão excessivamente complexa deste algoritmo é analisado. Demonstra-se que apesar de muito mais simples a proposta original tem desempenho superior.\nABSTRACT\nThe use of accumulation vessels as filters offeed oscillations has been proposed to optimize the offshore treatment of crude oils. For that an algorithm has been created - Band Control - which promotes level oscillations within certain limits. Its fundamental concepts are presented in this article, with the purpose of guiding implementation teams. A case study of an unnecessarily complex implementation is analyzed. It is demonstrated that besides being simpler, the original algorithm has a superior performance.\nRESUMEN\nEl uso de vasos de acumulación como filtros de oscilación de alimentación ha sido propuesto para optimizar el tratamiento offshore de petróleos crudos. Para ese propósito un algoritmo ha sido creado -Control por Bandas - que promueve oscilaciones de nivel dentro de ciertos limites. Sus conceptos fundamentales están presentados en este artículo, con el propósito de guiar a los equipos de implementación. Es analizado un estudio de caso de una implementación innecesariamente compleja. Se demuestra que además de ser mucho más simple, el algoritmo originalposee un desempeno superior.\n1 Pesquisa e Desenvolvimento de Produção, Tecnologia de Processamento Primário e Avaliação de Petróleo, Centro de Pesquisas (Cenpes) e-mail: giovanicn@petrobras.com.br\n1.\tINTRODUÇÃO\nAs plantas de processamento primário convencionais, encontradas na indústria do petróleo, utilizam separadores gravitacionais seja para a separação bifásica (gás-líquido), seja para a separação trifásica (gás-óleo-água). Controladores PID - proporcional, integral e derivativo são, via de regra, sintonizados para manter a variável controlada próxima ao setpoint e, conseqüentemente, têm como principal desvantagem o fato de repassarem as oscilações de carga para a vazão de saída. Para sistemas com pequenas oscilações na carga, a utilização do PID é satisfatória. Todavia, as condições de estabilidade de vazão nas unidades de produção vêm se agravando ao longo dos anos devido à maturação dos campos produtores (produção de água e uso de gas-lift) associada à produção em lâminas d'água cada vez maiores.\nRecentemente as restrições de carga e espaço em unidades offshore motivaram a pesquisa e o desenvolvimento de equipamentos mais eficientes e compactos como os hidrociclones e coalescedores em linha. Por outro lado, sua compacidade os torna muito sensíveis a oscilações de carga.\nDesta forma, um algoritmo de controle que permita o amortecimento da carga nos separadores é desejável. Esta tem sido a recomendação do grupo de processamento do Cenpes/PDP/TE nos diversos embarques para otimização de plataformas efetuados ao longo dos últimos anos (1 - 4). “A filosofia de ajuste do controlador de nível deve ser a de manter a vazão de descarte estável deixando o nível flutuar o máximo possível” (4). Traduz-se em mudança de paradigma operacional uma vez que a noção de nível “fixo” foi, durante muito tempo, aceita como estabelecida.\nEstratégias de controle que utilizam o conceito de oscilação de nível para amortecimento de vazão são encontradas na indústria e citadas na literatura especializada (5, 6). Diversas propostas (desde a utilização de controle proporcional, controle não-linear, até feedforward) são apresentadas com os mais variados nomes: controle de surge, level averaging control etc. A maioria delas requer a medição de vazão, seja de exportação ou de carga. Entretanto as condições operacionais de uma planta de processamento primário são tais que ocorrem freqüentes mudanças de carga e alterações de regime de escoamento na linha de produção. Desta forma, o algoritmo ideal é aquele que possa se adaptar melhor a essas variações. Do ponto de vista operacional, simplicidade é também desejável.\nEm 2000 elaborou-se um algoritmo alternativo ao qual se deu o nome “Controle por Bandas”, cujos conceitos básicos foram apresentados a diversos setores da empresa, entre eles o UN-BC/ST/AUT e E&amp;P-CORP.\nPartiu da operação da P-07 a primeira iniciativa na Companhia de solicitar a implementação do controlador, conforme recomendação feita pelo Cenpes (7, 8). Para tanto, o UN-BC/ST/AUT foi chamado, tendo o Cenpes apresentado a este o projeto conceitual do algoritmo com implementação em Matlab (9). Sua concepção inovadora e simples dispensa as medições de vazão, podendo ser aplicada a qualquer vaso de acúmulo. Evitou-se incorrer em erros comuns como o uso de derivadas do nível para estimar a vazão de entrada.\nNão obstante sua simplicidade e bom desempenho apresentado em simulações, optou-se por uma implementação equivocadamente complexa (10, 11). Serão demonstradas aqui as razões para se evitar esta abordagem pois se introduz uma série de termos desnecessários, resultando em algoritmo pesado de desempenho inferior à proposta original. Pretende-se esclarecer os conceitos por trás da proposta de modo a guiar os grupos de automação na implementação do algoritmo.\n2.\tDESCRIÇÃO\nPara o controle de nível (interface gás-líquido ou interface água-óleo) ou de pressão, os controladores PID são sintonizados, na maioria das vezes, para manipular a abertura da válvula no sentido de manter a variável controlada próxima ao valor desejado - setpoint. Quando há aumento na vazão de entrada do separador, o PID atua abrindo a válvula, aumentando a descarga deste. Portanto a manutenção da variável controlada em torno do setpoint aproxima a vazão de saída à de entrada. Neste caso, a filtragem da carga é menor. Inversamente, quanto mais livre para oscilar estiver a variável controlada, maior a estabilidade da vazão de saída - maior a capacidade de filtragem da carga. Há, porém, limites para estas oscilações. Considere o controle de nível em separador bifásico (fig.1). Este não pode subir a tal ponto de ocorrer arraste de líquido pelo gás ou descer de modo a permitir a passagem de gás com o líquido. É necessário definir uma faixa de atuação permitida, uma “banda”.\nNo Controle por Bandas, durante as excursões do nível entre o máximo e mínimo da banda, a vazão de saída é igual ao valor médio da vazão de entrada. Nos casos em que os limites são ultrapassados, comuta-se para um controlador PID com ação rápida visando garantir o retorno do nível para dentro da banda.\nFig. 1 - Controle PID de separador bifásico.\nFig. 1 - PID control of two phase separator.\nEstes foram os conceitos fundamentais a partir dos quais se basearam as implementações. A diferença entre as propostas vigentes reside no uso do balanço de massa para estimativa da vazão de entrada e determinação de seu valor médio. Estas questões serão aqui exploradas. O foco da análise estará no controle efetuado quando o nível se encontra dentro da banda.\n3.\tMODELAGEM DO SEPARADOR COM CONTROLE PID\nConsidere o balanço de massa da fase líquida apenas, equação (1):\n= Qin - Qout dt\n(1)\nonde:\nV = volume da fase líquida\nQin = vazão volumétrica de entrada Qout = vazão volumétrica de saída\nPara um vaso de comprimento C e diâmetro D, e supondo relação linear entre a altura h e o volume tem-se que V = CDh. Pode-se ainda representar a vazão de saída pela equação da válvula, equação (2):\nQout = u Cv JÃP\n(2)\nonde:\nu = ação de controle na válvula\nCv = coeficiente de vazão\nAP = diferença de pressão na válvula\nConsiderou-se que a dinâmica da válvula, ou seja, o tempo para que a abertura desta atinja o valor da ação de controle é curto. Isto implica em que a abertura possa ser considerada a própria ação de controle u. Assim, a equação (1) passa a ser (equação 3):\nCD — = Qin - uCvJÃP dt\n(3)\ncuja transformada de Laplace está na equação (4):\nh(s) =\n1\nCDs\nQin(s) - Cv • ^/AP u(s))\n(4)\nOs controladores PID, normalmente usados em vasos de acúmulo, são proporcional e integral, ou\nPI. Não se usa o termo derivativo para o controle de nível. A função de transferência de tal controlador é descrita na equação (5):\nu (s) = K\t(s) - h(s))\n(5)\nonde r(s) corresponde à referência ou setpoint, K e t são os parâmetros do PI. O diagrama de blocos do sistema é visto na figura 2.\nFig. 2 - Diagrama de blocos do separador com controle PID.\nFig. 2 - Block diagram of PID applied to a separator.\n4.\tUSO DO BALANÇO DE MASSA PARA ESTIMATIVA DA VAZÃO DE ENTRADA E SUA MÉDIA\nSerão demonstradas aqui as implicações decorrentes do uso do balanço de massa para estimar a vazão de entrada no desenvolvimento do Controle por Bandas. O estudo feito é no domínio\ncontínuo (em oposição à versão discreta) pois possibilita uma análise mais rigorosa do sistema controlador-planta.\n5.\tCONCEITUAÇÃO MA TEMÁTICA\nO problema de amortecimento de vazão em vaso de acúmulo, sem restrições (ou regulagem) de nível, como mostra o balanço material da equação (6), tem como solução trivial Qout =&lt;Qin>.\ndh\nCD = Qin - Qout\t(6)\ndt\nA vazão de saída deve ser a média temporal da vazão de entrada. Pode-se estimar a vazão de entrada a partir das medições de vazão de saída, Qout, e da derivada do nível h,(equação 7)\nQin\nestimado\n= Q<0llm ddo\n+ CD— dt\n(7)\nmedido\nA média temporal deve ser efetuada ao longo do período T da perturbação, (equação 8)\nQout = (QWesimado) = J\nt-T\nQinestimado dt\nT\n(8)\nLembrando que os termos à direita correspondem a medições, doravante os subíndices serão abandonados. Assim, a lei de controle para a vazão de saída é (equação 9):\nQout = —\nJ (Qout + CD^^dt\n(9)\nt\nT\nEstá na equação (9) a diferença entre as implementações adotadas para o Controle por Bandas. Serão mostradas aqui as razões pela qual não se deve utilizá-la tal qual. Considere sua versão discreta (equação 10):\nQout =\nQout + CD A- ^At\nT\n(10)\nEsta lei de controle indica os valores de Qout baseados nas suas medições e da derivada de h. Sua implementação pode ser feita com um controlador de vazão, FIC em cascata cujo setpoint é o valor de Qout obtido. Entretanto, o cálculo de derivadas, presente no segundo termo à direita da equação (9), deve ser evitado: primeiro porque amplifica erros de medição, fazendo-se necessário o uso de filtros, e segundo porque a média temporal de Ah/At se reduz à diferença entre o valor atual e inicial do nível (corresponde à derivada da integral no caso contínuo), conforme equação\n(11), o que requer um esforço computacional muitíssimo menor.\n£ h(k - i + A~ h(k -i> At = (b(k) -b(k - T))\t(1!)\nHá ainda uma desvantagem maior no uso da média temporal das derivadas (do segundo termo à direita da equação 9). Aplicando-se a transformada de Laplace à equação (9), tem-se a equação\n(12):\nQout(s) =\n1\t— Ts\tcd\n——Qout(s) + C— (1 - e -Tt )h(s)\nTs\tT\n(12)\nUtilizando a equação do balanço material (equação 6) têm-se as seguintes funções de transferência em malha fechada (equações 13 e 14):\nQout(s) = 1 - e Ts Qin(s)\tT s\nh(s) = Ts -1 + e -Ts\nQin(s)\tCDTs2\n(13)\n(14)\nA análise na freqüência mostra que o amortecimento de ondas senoidais é preciso, ou seja, Qout fica constante e o nível oscila retornando à posição inicial após a passagem da onda, desde que T corresponda ao período exato desta. Entretanto raramente pode-se atribuir um período definido a uma golfada. Como conseqüência, a posição final do nível pode situar-se em qualquer valor, e. g, muito próximo dos limites da banda, o que é indesejado. Este comportamento se deve em parte à média temporal das derivadas.\nNo desenvolvimento matemático desta proposta não houve restrições que possibilitassem um mecanismo para regulagem do nível, resultando num algoritmo com um único parâmetro de sintonia, T. Para contornar estas desvantagens faz-se necessário adotar um controlador de nível proporcional e integral em paralelo (LC). O diagrama de blocos desta proposta está mostrado na figura 3. Note que a adoção do LC torna sua sintonia uma tarefa árdua, uma vez que este irá concorrer com o cálculo das derivadas.\nFig. 3 - Diagrama de blocos.\nFig. 3 - Block diagram.\nConseqüentemente, obtém-se um controlador com cinco parâmetros de sintonia, a saber; dois para o LC, dois para o FC, além de T. A figura 4 mostra a implementação.\nFig. 4 - Implementação.\nFig. 4 - Implementation.\nConclui-se que o cálculo das derivadas do nível, o uso de controlador de vazão e controlador de nível em paralelo degradam o desempenho desta proposta.\n6.\tCONTROLE POR BANDA: PROPOSTA ORIGINAL\nNa proposta original para a implementação do Controle por Bandas (9), a medição de Qout é evitada partindo-se da equação da válvula. Sua substituição na equação (9) gera uma lei de controle que depende apenas da medição de nível - lembre-se que u(s) é a própria ação de controle. Adota-se ainda um controlador proporcional ao nível em substituição ao segundo termo da equação (9) o que, em termos práticos, implica em corrigir as diferenças entre Qout e Qin por um valor proporcional ao acúmulo de líquido no separador e não mais pela derivada do nível. A lei de controle passa a ser (equações 15 e 16):\nu( s) =\n(1 - e-Ts)\nTs\nu (s) + K (r (s) - h(s))\n(15)\nKTs\nu(s) = Ts -1 + e-Ts (r(s) - h(s))\n(16)\nDesta forma, valores altos de K propiciam menor filtragem do sinal de entrada (maior flutuação na vazão de saída). Por outro lado, os limites da banda são ultrapassados com menor freqüência.\nVale citar, ainda, que o uso do proporcional (K) tem como conseqüência um erro de regime (offset). Este erro é pequeno e, tendo em mente que se está buscando um amortecedor de oscilações, dificilmente o processo estará próximo a um estado estacionário. Portanto para o controle de separadores de produção recomenda-se o uso da lei de controle da equação (16). O modo proporcional e integral poderá ser usado em outras situações, e.g. onde a variação do nível não é linear com o volume. O diagrama de blocos deste controle, aplicado ao separador, é visto na figura 5. As funções de transferência em malha fechada são apresentadas nas equações (17) e (18):\nu(s)\tKT\n= -\t(17)\nQin(s)\tCD(Ts -1 + e ~Ts) + CvjNPKT\nh(s) =__________Ts -1 + e-Ts_______\nQin( s) = (CD(-1 + e ) + KT)s + CDTs2\n(18)\nNote que nestas funções de transferência o termo K possibilita a mudança dos pólos do sistema. Com base no exposto, pode-se afirmar que apesar de possuir apenas dois parâmetros de sintonia, T e K, este controlador tem desempenho mais adequado para o amortecimento de vazão em vasos de acúmulo.\nFig. 5 - Controle por bandas.\nFig. 5 - Band control.\n7.\tCOMPARAÇÃO ENTRE AS IMPLEMENTAÇÕES\nUma outra maneira, talvez mais intuitiva, para comparação dos algoritmos é através do uso de diagramas de blocos. Considere a implementação inicial conforme a figura 3. Supondo que, na melhor das hipóteses, o controlador de vazão (FIC) tenha desempenho perfeito fornecendo os valores exatos da vazão solicitada, sua função de transferência é 1/Cv^AP. Desta forma, tem-se o diagrama da figura 6.\nFig.6 - Diagrama de blocos.\nFig. 6 - Block diagram.\nManipulando-se o diagrama de blocos mais uma vez obtém-se a figura 7.\nFig. 7 - Diagrama de blocos.\nFig. 7 - Block diagram.\nAtentando para o fato que, conforme demonstrado, a média temporal da derivada do volume com o tempo é a diferença entre o volume atual e o volume inicial, e efetuando os cancelamentos dos termos comuns tem-se o diagrama da figura 8.\nFig. 8 - Diagrama de blocos.\nFig. 8 - Block diagram.\nComparando-se as figuras 8 e 5 poderá se perceber que a diferença entre as implementações está nos primeiros dois primeiros blocos à esquerda: o LC e o cálculo de derivadas. É lembrado que, conforme demonstrado, deve-se evitar o cálculo de derivadas, a eliminação deste bloco gera a implementação original, exceto pelo termo integral do LC. Note que este termo foi incluído para corrigir desvios do nível cuja origem parte do cálculo de derivadas. Portanto, passa agora a ser desnecessário. Demonstra-se, assim, que o uso do controlador de vazão FIC e o cálculo da média das derivadas são dispensáveis sobrecarregando desnecessariamente o algoritmo.\n8.\tUMA SIMPLIFICAÇÃO IMPORTANTE\nUma simplificação a mais é possível utilizando-se a aproximação de Padé (equação 19):\ne\n-Ts\n2 - Ts\n2 + Ts\n(19)\nSua substituição na função de transferência do Controle por Bandas leva à equação de um controle proporcional e integral (equação 20).\nKTs\nTs -1 + e ~Ts\nsK +)\n(20)\nNeste caso, o tempo integral ti é T/2. Esta aproximação dá bons resultados e simplifica muito a implementação, uma vez que se pode utilizar o controlador de nível PID, existente em todas as plantas. É importante ter em mente que neste caso não se deve limitar a integral (reset wind-up) e sua janela de atuação deve ser igual ao período T.\n9.\tIMPLEMENTAÇÃO E SIMULAÇÃO\nNa figura 9 vê-se uma das implementações do algoritmo do Controle por Bandas em Matlab para controle de nível. O bloco COMUTA altera o modo de operação caso o nível ultrapasse os limites da banda. De modo a evitar variações bruscas na ação de controle durante esta comutação, pode-se utilizar a média entre as ações do PID e da média móvel. Este controlador possui como parâmetros de sintonia:\n•\tos parâmetros do PID\n•\to período do filtro de média móvel\n•\to tempo de atuação do PID quando se ultrapassa um dos limites da banda\n•\to período do filtro das ações de PID e da média móvel\n•\to K do controlador proporcional\n•\tos limites da banda\nO bloco denominado “Banda” da figura 10 encapsula o fluxograma da figura 9\nFig.9 - Fluxograma do controlador por bandas para controle de nível.\nFig.9 - Flow diagram of band controller for level control.\nFig. 10 - Fluxograma do controle por bandas aplicado ao Surge de P-07.\nFig. 10 - Flow diagram applied to the Surge of P-07.\nA plataforma de P-07 foi tomada como exemplo para simulação. O separador atmosférico (Surge) foi escolhido como objeto de estudo para demonstração de aplicabilidade e desempenho do Controle por Bandas. Para isto foram efetuadas simulações no Simulink do Matlab. Na modelagem do Surge de P-07, as não-linearidades foram consideradas. Na figura 11 é mostrada a carga do separador atmosférico entre 00:00 e 12:00 do dia 25/01/2004. Verificou-se o maior pico de vazão às 9h35min, atingindo 755 m3/h. As flutuações do nível são vistas na figura 12. Vê-se que as grandes oscilações de nível ocorrem no sentido de acompanhar as mudanças de vazão média, cujo período, 2h20min, está bem caracterizado. Para perturbações com períodos da ordem de grandeza de minutos, o nível pouco oscilou, tendo como conseqüência flutuações de alta freqüência na vazão de exportação (fig. 13).\nFig. 11 - Estimativa de vazão de entrada.\nFig. 11 - Estimated inlet flow rate.\nAs medições de nível e vazão de saída do Surge foram acessadas pela rede interna da Petrobras com freqüência de amostragem de seis segundos. A partir destes dados estimou-se a vazão de carga do Surge.\nFig. 12 - Medição de nível.\nFig. 12 - Measured level.\nFig. 13 - Medição de vazão exportação.\nFig. 13 - Measured outlet flow rate.\nNas simulações em Matlab foi adotada a mesma estimativa de vazão de entrada. Os parâmetros utilizados para o controlador foram:\nMáx da Banda (m)=1.6\nMín da Banda (m)=1\nP do PID rápido=0.67\nI do PID rápido=100\nD do PID rápido=0\nPeriodo T (min)=10\nK Cont. Proporcional=0.48\nOs resultados são vistos nas figuras 14 e 15.\nFig. 14 - Nível entre 0 e 12 horas.\nFig. 14 - Level between 0 and 12 hours.\nFig15. - Vazão de exportação entre 0 e 12 horas.\nFig15. - Outlet flow rate between 0 and 12 hours.\nVerifica-se uma filtragem muito boa da carga, com o nível oscilando dentro dos limites da banda. Note que os limites adotados (entre 1.6 e 1.0 m) correspondem a determinado volume de filtragem 12,8 m3.\nO mesmo volume pode ser obtido entre outros limites, e.g. 1.4 e 0.79 m, caso seja do interesse da operação trabalhar com limites mais baixos. A escala de tempo adequada para avaliação mais precisa dos ganhos é da ordem de minutos. Assim, adotou-se o período entre 5h00 e 6h00 (figs. 16 e 17). A capacidade de estabilização do Controle por Bandas fica nitidamente demonstrada nas figuras citadas.\nFig.16 - Nível entre 5 e 6 horas.\nFig.16 - Level between 5 and 6 hours.\nFig.17 - Vazão de exportação entre 5 e 6 horas.\nFig. 17 - Outlet flow rate between 5 and 6 hour.\n10.\tVANTAGENS E GANHOS DECORRENTES DA UTILIZAÇÃO DO CONTROLE POR BANDAS\nTem-se as seguintes vantagens:\n•\talgoritmo simples que independe de medição de vazão de saída ou de entrada, de fácil implementação e intuitivo;\n•\taplicável a todas unidades nos vasos de acúmulo;\n•\taplicável às fases oleosa, gasosa ou aquosa;\n•\tpromove a estabilização da vazão de saída dos separadores melhorando todo o processamento a jusante - óleo, gás e água;\n•\tmelhoria da qualidade da medição de vazão;\n•\testabilização da vazão e pressão nos oleodutos de exportação.\n11.\tCONCLUSÃO\nFoi efetuada a análise conceitual de duas implementações distintas do Controle por Bandas:\nUma utiliza o balanço de massa do vaso para estimativa da vazão de entrada. Para isto, adota-se o cálculo da média das derivadas do nível e um controlador de vazão de saída. Mostrou-se que este procedimento, além de inócuo, pois resulta na integral da derivada, causa o deslocamento do nível de forma aleatória (sem regulagem) no vaso. Esta rota traz como conseqüência a necessidade de um controlador proporcional e integral em paralelo para efetuar a regulagem do nível e filtros para evitar a amplificação dos erros de medição no cálculo das derivadas. Viu-se, ainda, que o uso de controlador de vazão é desnecessário, sendo suficiente o feedback da ação de controle. Esta versão do Controle por Bandas foi instalada em P-07.\nA outra implementação corresponde à concepção originalmente proposta para o Controle por Bandas onde estes aspectos foram levados em conta. Demonstra-se que a rota adotada, apesar de mais simples, resulta num algoritmo com desempenho superior, pois evita os citados erros. Este controlador possui dois parâmetros, o que facilita sua sintonia. Sua performance é demonstrada através de simulação com dados obtidos da planta de P-07. É apresentada também uma forma alternativa que pode ser implementada como um PID.\nOs esclarecimentos feitos servem para guiar os grupos de automação. Recomenda-se um estudo comparativo das implementações. Para isto sugere-se instalação da versão original do algoritmo em P-07 para que se possa avaliar o desempenho de cada proposta. Sua aprovação dará à operação da planta um controlador intuitivo e de fácil sintonia.\nREFERÊNCIAS BIBLIOGRÁFICAS\n(1) LOUVISSE, A. M. T.; RAMALHO, J. B. V. da S.; PEREIRA JÚNIOR, O. A. Monitoramento, caracterização e comparação operação-projeto dos sistemas de óleo e água oleosa da plataforma de Pargo. Rio de Janeiro: CENPES. DIPLOT. SEPROT, 1997. 1 v.\nPEREIRA JÚNIOR, O. A. et al. Avaliação de desempenho dos sistemas de óleo e de tratamento de água oleosa da plataforma de Namorado-2. Rio de Janeiro: CENPES. DIPLOT. SEPROT, 1997. Comunicação técnica.\nNUNES, G. C. Caracterização dinâmica da planta de processamento de Pampo para otimização Rio de Janeiro: PETROBRAS. CENPES. PDEP. MC, 2002. 15 f. Comunicação Técnica 019/02.\n______. Análise da estrutura de controle da plataforma de Namorado-1, PNA-1. Rio de\nJaneiro: PETROBRAS. CENPES. DIPREX. SEDEM, 1997. 16 f. Comunicação Técnica 021/97.\nSHINSKEY, F. G. Process control systems: application, design and tuning. 3. ed.\nSingapure: McGraw Hill Book, 1988. 526 p.\nLUYBEN, W. L. Process modeling, simulation and control for chemical engineers. 2' ed.\nSingapure: McGraw Hill Book, 1990. 725 p.\nNUNES, G. C. Caracterização dinâmica da planta de processamento de P-07: parte I.\nRio de Janeiro: PETROBRAS. CENPES. PDP. TE, 2003. 9 f.\nComunicação Técnica 004/03.\n(8)\n(9)\n(10)\n(11)\n______. Caracterização dinâmica da planta de processamento de SS-6. Rio de Janeiro:\nPETROBRAS. CENPES. PDP. TE, 2003. Comunicação Técnica 022/03.\n______. Controle por bandas para processamento primário: aplicação e conceitos fUndamentais. Rio de Janeiro: PETROBRAS. CENPES. PDP. TE, 2004. Comunicação técnica 022/04.\nB. FILHO, A. M.; MEIRA, M. A. A.; NUNES, G. C. Controle de nível em separadores óleo/gás. São Paulo: ISA Show South America, 2004.\n_______;_______. SINDOTEC, MD - 3010.16-5520-800-PSE-001 (memorial descritivo). [S.l.: s.n.], 2004."}]}}}