{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16752"}, {"@name": "filename", "#text": "23424_cartadopareimonio_IMS7.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PEDRO PEREIRA LEITE \n\n \n\n \n\n \n\n \n\nCarta do Património \n\ninstrumento de participação no urbanismo \n\n \n\n \n\n \n\nInformal Museology Studies nº 6 \n\nSummer 2014 \n\n \n\n \n\n\n\n \n\n2 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFicha Técnica: \n\nInformal Museology Studies \n\nPapers on Qualitative Research \n\nIssue 6 – Summer 2014 \n\nDirectory  \n\nPedro Pereira Leite  \n\nISSN – 2182-8962 \n\nEditor: Pedro Pereira Leite \n\nPublisher: Marca d’ Água: Publicações e Projetos \n\nRedaction: Casa Muss-amb-ike \n\nIlha de Moçambique,  \n\n3098 Moçambique \n\nLisbon: Passeio dos Fenícios, Lt. 4.33.01.B 5º Esq. \n\n1990-302 Lisbon –Portugal \n\n  \n\n\n\n \n\n3 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nConteúdo \nA carta do património e os instrumentos de participação no urbanismo .................................... 4 \n\nA Carta do Património e o Espírito do Lugar ................................................................................. 6 \n\nO Caso da Igreja da Graça em Lisboa: modos de olhar para o património ................................... 9 \n\nA questão biográfica nos estudos urbanos ................................................................................. 23 \n\nBibliografia .................................................................................................................................. 31 \n\n \n\n \n\n  \n\n\n\n \n\n4 \n \n\nA carta do património e os instrumentos de \n\nparticipação no urbanismo \n \n\nAo longo de três anos (2011 e 2013) regemos na Universidade \n\nLusófona de Lisboa a Cadeira de Urbanismo e Património. Uma \n\natividade que iniciamos em substituição do nosso colega e amigo \n\nAlfredo Tinoco\n1\n pelo seu prematuro falecimento, e que \n\ninterrompemos por imperativo legal. Na sequência do nosso projeto \n\nde Investigação “Heranças Globais: A Inclusão dos Saberes das \n\nComunidades no Desenvolvimento dos Territórios, que realizamos na \n\nUniversidade de Coimbra\n2\n, por uma estranha bizarria da Fundação \n\npara a Ciência e Tecnologia de Portugal, os investigadores não podem \n\nexercer atividades docentes em cursos de graduação. Tratava-se \n\nduma elevada responsabilidade. Herdamos uma disciplina da \n\nLicenciatura em Urbanismo e Planeamento Territorial que já se \n\nencontrava estruturada e que era lecionada com mestria pelo Alfredo \n\nque tantas marcas havia deixado nos seus alunos. \n\nEstávamos preparados. Ao longo de dez anos desenvolvemos intensa \n\natividade profissional no âmbito do planeamento territorial, sempre \n\ncom um papel na avaliação e diagnóstico da sociologia urbana, na \n\nanálise das redes sociais, da génese da morfologia urbana, na análise \n\nde estrutura e funcionamento das redes de equipamentos coletivos, \n\nna elaboração das condicionantes patrimoniais da intervenção \n\nurbana. Foi um trabalho exigente onde ganhamos uma consciência \n\nsobre a complexidade da questão patrimonial.  \n\nAo nível da formação académica a cadeira de Urbanismo e \n\nPatrimónio, na abordagem que lhe fazia Alfredo Tinoco e com a qual \n\nme identifico, propunha um reflexão que juntava a técnica (de \n\nplanear) com a capacidade de entender o território e a comunidade \n\nque usa esse o espaço. Uma proposta de uma filosofia de ação que \n\njuntava a ética, a estética e a técnica, que constitui uma forma de \n\npensar o espaço muito pouco desenvolvida na academia.  \n\nDefende-se que a intervenção patrimonial é uma oportunidade de \n\nintervir no espaço através da valorização das heranças e memórias \n\nque nele confluem: Heranças geológicas e sociais, memórias das \n\ndiferentes comunidades que inscreveram as suas marcas no espaço. \n\n                                                 \n1\n Alfredo Tinoco (-1949 2010). Historiador. Veja-se \n\nhttp://revistas.ulusofona.pt/index.php/cadernosociomuseologia/issue/view/222 \n2\n http://globalherit.hypotheses.org/ \n\n\n\n \n\n5 \n \n\nComo processo de gestão, é uma oportunidade e uma força de ação. \n\nEm Portugal é vulgar a questão patrimonial ficar reduzida a uma lista \n\nde objetos notáveis, incluídos num articulado legal, que delimita as \n\nrespetivas interdições. Sendo necessário, por imperativos legais que \n\nessas condicionantes fiquem delimitadas, propomos que cada plano \n\nurbano deve conter uma “Carta do Património” como proposta de \n\nação e gestão urbana. Este artigo visa demonstrar a sua relevância \n\n  \n\n\n\n \n\n6 \n \n\nA Carta do Património e o Espírito do Lugar \n\nA proposta da carta do património é um processo de olhar para as \n\nheranças dum espaço como uma procura do “espírito do lugar”. O \n\nque é que em cada lugar é específico espaço e ao mesmo tempo é \n\npertence de todos os outros lugares. Partir da dinâmica do território \n\n(da sua história e dos seus utilizadores) para apresentar propostas \n\npara os caminhos do presente. Trabalhar a herança que se centra no \n\nser humano e se destina ao ser humano. \n\nTrabalha-se assim a “poética do espaço”, como propôs Gaston \n\nBachelard (Bachelard, 1994), como elemento de compreensão do \n\nessencial para procurar criar espaço urbano qualificado e competitivo. \n\nUma intervenção centrada na escala humana e nos recursos \n\ndisponíveis. Partindo do que existe para criar inovação no espaço \n\nurbano.  \n\nEssa proposta de uma Carta do Património como instrumento e \n\ncomo princípio da intervenção patrimonial no território torna-se um \n\nexercício de participação cidadã no território, que parte da cartografia \n\ndas diferentes dimensões dos objetos patrimoniais, as relevâncias \n\nformais e informais no espaço e a os marcadores de memória nos \n\ndiscursos dos utilizadores dos espaços, com o propósito de gerar uma \n\nação. Uma ação patrimonial que resulta de escolhas e decisões \n\npartilhadas pelos diferentes atores sociais.  \n\nOrientamos a organização curricular da disciplina de “Urbanismo e \n\nPatrimónio” em torno da relação entre o “urbanismo”, enquanto arte \n\ne técnica de fazer cidade, com o “património”, enquanto metodologia \n\nde trabalho sobre as heranças do território para produzir inovação \n\nsocial. As questões de relevância situam-se na resolução de equação \n\n(ou se preferir do problema) de como é que a arte de pensar o \n\nespaço se relaciona com as heranças patrimoniais vividas como \n\npossibilidade de ação. \n\nOs objetivos pedagógicos foram definidos como permitir ao aluno \n\nconhecer e refletir as principais noções teóricas e as metodologias de \n\ntrabalho sobre o património no projeto urbano. A metodologia da \n\nconstrução da carta do património é apresentada como ferramenta de \n\ndiagnóstico patrimonial e como fundamento do planeamento \n\nparticipado e da gestão do espaço em articulação com os demais \n\ninstrumentos urbanísticos. A elaboração duma carta do património \n\nnum dado espaço territorial concretiza o processo de planeamento e \n\nfornece um programa de aço e gestão. \n\n\n\n \n\n7 \n \n\nDo ponto de vista formal a disciplina não oferece dificuldades de \n\nmaior. O seu grande desafio está em relacionar as dinâmicas da \n\ncidade na época da globalização com a cristalização dos objetos \n\npatrimoniais. A dinâmica urbana é complexa e produz, no âmbito dos \n\nprocessos de globalização uma complexidade de transformações e \n\numa acentuada metamorfose nos usos do espaço. Quer ao nível dos \n\nmateriais, quer ao nível dos fluxos internos, nos modos de vida dos \n\nseus habitantes, nas suas relações com a envolvente, imediata a \n\nlongínqua, Como tudo isso se conjuga com as dinâmicas patrimoniais \n\nna globalização. \n\nComo notou Françoise Choay na sua Alegoria do Património a objeto \n\npatrimonial tem vindo a metamorfosear-se no âmbito do processo de \n\nglobalização (Choay, 2008). O processo patrimonial na era da \n\nglobalização resulta de três relações Uma relação transitiva, uma \n\nrelação semântica, e uma relação mnemónica. A ideia do património \n\nassume uma complexidade que é construída na manifestação do \n\ntempo no presente. Como é que determinados objetos são dotados \n\nde significados que geram normas de ação. A ideia de objeto \n\npatrimonial está em transição permanente. De antiguidades, a \n\nrelíquias, de monumentos a património, para neste nosso tempo se \n\nter fragmentado na pluralidade da ideia de “patrimónios”. Se tudo \n\ntende a ser património, o que é afinal esse património. \n\nEssa transitividade que se manifesta na complexa construção do seu \n\nobjeto, também se liga com a complexidade da sua relação \n\nsemântica. O que é definido como património, inicialmente feito por \n\ncolégios de especialidades que definiam o que era e como se \n\ntrabalhava, o seu significado não só passou a ser apropriado por \n\ndiferentes escolas como a própria sociedade se apropriou da sua ideia \n\ne exerce uma ação política, escolhendo determinados objetos. O valor \n\nque está embutido na sua relação semântica enquanto objeto que \n\nmaterializa uma ideia relevante pode variar não só em função de \n\nquem o enuncia, como também pode variar em função de quem e \n\ncomo dela se apropria, usando como catalisador de ações políticas. \n\nFinalmente essa relação complexa que resulta da relação do homem \n\ncom a natureza, que deixa traços no espaço que se vai \n\nmetamorfoseando ao longo do tempo, é também uma relação \n\ncomplexa da memória das comunidades com o seu passado e com o \n\nseu presente. Como nota Choay, trata-se duma leitura do passado \n\nfeita num determinado presente, que gera uma ação e que tem como \n\npressuposto uma vontade de futuro. \n\n\n\n \n\n8 \n \n\nA compreensão destes três níveis de relação que constituem o desafio \n\nque colocamos aos alunos. Um desafio que procuramos concretizar a \n\npartir da sua experiencia de olhar e sentir o espaço, de o procurar \n\nentender. Primeiro através do seu sentir, para depois procurar \n\ninteragir com os outros na busca dum modo de sentir coletivo.  \n\nEssa experiencia de observar o espaço para identificar relevâncias \n\nque se traduzem num “diagnóstico patrimonial” vai posteriormente \n\npermitir cruzar as normas e regulamentos existentes, identificar \n\nvontades de ação, que permitem criar uma síntese “o conceito \n\ngerador” a partir do qual se desenvolve a construção do \n\ncompromisso, que tem como resultado o programa de intervenção. A \n\nCarta do Património materializa esses instrumentos de intervenção \n\nurbana, relacionando-se com os demais instrumentos de \n\nplaneamento. \n\n  \n\n\n\n \n\n9 \n \n\nO Caso da Igreja da Graça em Lisboa: modos de olhar \n\npara o património \n\nPara tornar clara a abordagem da complexidade que procuramos \n\napresentar, partimos dum caso prático. Trata-se dum caso \n\nfrequentemente citado, localizado numa zona central de Lisboa o \n\nBairro da Graça. A sua proximidade às áreas patrimoniais do centro \n\nhistórico, tais como o Castelo e o Bairro de Alfama, a Baixa \n\nPombalina, o Bairro Alto e mais recentemente a Mouraria, não \n\nmotivaram contudo o entusiasmo patrimonial destes outros espaços. \n\nÉ um espaço que, por assim dizer se encontra num estado transitivo, \n\nentre as intervenções patrimoniais pré-globalização e da era da \n\nglobalização. \n\nPara iniciar a apresentação dos trabalhos e criar uma primeira \n\naproximação com a complexidade, apresentamos uma litografia que \n\nse intitula “colégio de santo Agostinho”. \n\nTrata-se dum trabalho que se encontra depositado na Biblioteca \n\n\n\n \n\n10 \n \n\nNacional de Lisboa, disponível no arquivo digital\n3\n da autoria do Mestre \n\nLuiz Pereira Leite, que terá sido publicada em 1850.  \n\nMestre Luiz Pereira Leite viveu em Lisboa entre 1828 e 1893, no \n\npopular Bairro de Santa Catarina, onde dispunha duma oficina de \n\nlitografia no Largo do Poço Novo. O mestre é também meu trisavô \n\npela linha paterna, o que releva nestas questões o problema das \n\nrelações biográficas que mais para afrente detalharemos. Se a autoria \n\nchamou a minha atenção, consolidando uma informação que corria \n\npor via das histórias contadas pelo meu pai, sobre a veia artesã da \n\nfamília, a situação representada, que agora apresentamos é o que \n\nqueremos agora relevar como ponto de partida para a análise da \n\npoética do espaço. \n\nComo podemos observar, na gravura, sob o cenário da ruína duma \n\nigreja, representa-se uma cena popular, numa situação de que a \n\nclassificação bibliográfica classifica como “Romaria”\n4\n. As personagens, \n\ncoerentes com o tempo nos trajes observa-se uma personagem \n\nfeminina em comunicação para um outro personagem sentado sobre \n\num paralelepípedo caído. Por detrás deste, no que pode ser um auto-\n\nretrato do autor, um jovem desenha a cena numa prancha. A análise \n\ndos detalhes deste tipo de representações são relevantes para \n\ncartografar um tempo e os seus costumes e personagens. Ainda que \n\npor vezes os cenários representados não sejam rigorosos, pois nem \n\nsempre a intensão terá sido retratar o lugar, mas sim ilustrar uma \n\nideia, este tipo de documento pode ser um instrumento auxiliar da \n\nanálise do tempo e do espaço. Há que ter prudência na análise pois o \n\nartesão, para ajustar a harmonia da representação pode ajustar \n\ndetalhes.  \n\nContudo, nesta representação que analisamos tudo leva a querer que \n\na partir dos elementos formais se possa considerar que há alguma \n\nexperiencia vivenciadas pelo autor. Foi por essa razão que nos levou \n\na procurar identificar onde é que se localizava o tal colégio de Santo \n\nAgostinho, que ao que a gravura sugere, se encontra representado \n\nem ruína como cenário. Era vulgar, nas Lisboa oitocentista, nos dias \n\nquentes de verão, fazerem-se romarias aos lugares mais arejado pela \n\nfrescura, levar alguns mantimentos para encher o estômago e saciar \n\na sede.  \n\n                                                 \n3\n ttp://purl.pt/4639 \n\n4\n BNL Biblioteca Digital, E 1179 V \n\n\n\n \n\n11 \n \n\nE aquilo que começou por ser uma curiosidade acabou por se \n\ntransformar numa surpresa, pois o Colégio de Santo Agostinho, \n\nrepresentado na Litografia, é hoje conhecido como Convento da \n\nGraça, no pitoresco bairro homónimo sobranceiro ao Castelo de São \n\nJorge. Trata-se duma área hoje central da cidade. Uma parte da \n\nLisboa antiga, que sempre pensei de génese medieval. Ora, na \n\nrepresentação, a ruína surge num espaço ermo, quase rural o que \n\nrevelava pouca conformidade com a tal génese medieval. A ruína, \n\nessa seria mais coerente, pois como sabemos, em 1834 são extintos \n\na abandonados os conventos religiosos, revertendo os seus bens para \n\no erário público. \n\n \n\nIlustração 1-William Clark, 1840, Lisbon, Society for the Diffusion of Useful \nKnowledge \n\nNa busca desta aparente contradição fui-me dedicando, nos tempos \n\nlivres, a procurar identificar o local e compreender de que forma a \n\nideia de património formando. Com efeito, na imagem acima, de um \n\nViajante Inglês a Lisboa em 1840, pode-se verificar que o convento \n\nda Graça, em segundo plano à esquerda não surge em estado de \n\nRuína que a litografia deixa antever. \n\nHavia que observar com uma maior atenção o que nos chegou até \n\nhoje para entender a dinâmica do espaço. Hoje, a igreja e antigo \n\nconvento apresentam um uso múltiplo. Na imagem, numa fotografia \n\ntirada da colina Castelo sobre o miradouro da Graça, verifica-se o \n\ntorreão do sino, em ângulo reto da nave principal. Uma imagem que \n\nnão varia muito da imagem que existe nos Arquivos da CML dos anos \n\nsessenta da autoria de Luís António Serôdio. \n\n\n\n \n\n12 \n \n\n \n\nPara além desse elemento formal, o espaço ganhou alguma \n\ncentralidade na vida urbana. O seu miradouro, rebatizado como de \n\nSophia de Mello Breyner\n5\n, a poetisa que viveu nesse bairro, e que é \n\nhoje frequentado por gente nova e turista, dada a vista soberba \n\nsobre a cidade, sobretudo ao entardecer. Na sequência da \n\nimplantação da República, em 1911, o espaço conventual foi \n\nnovamente encerrado (a primeira vez foi em 1832, tendo-se \n\nverificado o seu retorno a partir do último quartel do século XIX). \n\nNele serão entretanto instalados os serviços de inspeção de \n\nmancebos para incorporação no Serviço Militar Obrigatório. Trata-se \n\ndum espaço nobre da cidade, de uso coletivo. A sua evolução na \n\ncidade conta-se em breves palavras. \n\nNa conquista da Cidade de Lisboa em 1147, Afonso Henriques, aquele \n\nque foi o primeiro rei de Portugal, instala aí o seu acampamento \n\nmilitar. No lugar que ficou conhecido como a Almofala\n6\n. Esse será o \n\nseu nome primitivo e esse será o lugar onde a igreja e o convento \n\nvirão a ser construídos cerca de cem anos depois, para nele ser \n\ninstalado a ordem de Santo Agostinho dos Ermitas Descalços. \n\nSabemos também que o edifício que hoje vemos é uma construção do \n\nséculo XVIII\n7\n, na sequência da destruição do edifício anterior no \n\nterramoto de 1755. Para além das questões relativas à localização do \n\nedifício, o que nos interessa fundamentalmente é verificar como é \n\nque o espaço evolui, qual é a relação dos edifícios com a paisagem e \n\nde que forma é que essa memória é mantida e vivida na comunidade. \n\n                                                 \n5\n Sophia de Mello Breyner Anderson (1919-2004). A poetisa viveu num prédio \n\nsobranceiro à colina. A poetisa escreve sobretudo sobre o mar, a natureza. Apesar \n\nda cidade e assumir alguma importância na sua obra, não se constitui como um \n\nelemento estético.  \n6\n ARAÚJO, Norberto de, Peregrinações em Lisboa, Livro VIII, 2ª Ed., Lisboa, Vega, \n\n1993, pp. 45-46. \n7\n Arquitectos Custódio Vieira (c.1690-1744?), Manuel da Costa Negreiros (1702-\n\n1750), Mateus Vicente de Oliveira (1706-1785), Caetano Tomás (act. 1718 ?-\n\n1764), Manuel Caetano de Sousa (1742-1802) \n\n\n\n \n\n13 \n \n\nQuanto à questão do acampamento militar, não oferece grandes \n\ndúvidas. Sobranceiro à colina do Castelo, oferecia uma boa vigilância \n\ne proteção dos inimigos. Já que se tratou dum cerco, com auxilio \n\nduma importante frota de cruzados, era natural que os pontos \n\nestratégicos fossem ocupados no cerco. \n\nNo entanto, a questão do edifício já será mais complexa, pois as \n\nreferencias não são consistentes. Segundo as descrições constantes \n\nno Arquivo Nacional da Torre do Tombo, nos dezasseis livros relativos \n\nao convento de Nossa Senhora da Graça pode-se descrever o \n\nprocesso de constituição do convento.  \n\nO Convento de Nossa Senhora da Graça de Lisboa foi um convento \n\nmasculino da Ordem dos Eremitas de Santo Agostinho (Ordo \n\neremitarum Sancti Augustini), ou Agostinhos Calçados, aqui se \n\ninstalando a sede Provincial da Ordem. O convento foi também \n\nconhecido por Convento de Santo Agostinho de Lisboa ou por \n\nConvento de São Gens de Lisboa. Portanto de Almofala para Graça, \n\npassando por Santo Agostinho, estamos portanto nomes em \n\ntransição. Mas há que ter em atenção aos dados.  \n\nSegundo as fontes que analisamos, no século XII havia uma \n\nIlustração 2 Carta Topográfica de Lisboa de Filipe Folque, 1871. Na legenda, com a nº 3 igreja de Santo André,  \n\nSanta Maria da Graça, com nº 5 Quartel de Infantaria, com o nº 12  a igreja da de Nª Sª da Glória e a Srª do \n\nMonte em cima do lado direito a negro. Do lado esquerdo, no canto superior, sem numero de legenda, o edi´cio \n\na negro, a ermida de São Gens (BNL)  \n\n\n\n \n\n14 \n \n\ncomunidade de ermitas sediada no monte de São Gens, junto à \n\nermida de Nossa Senhora do Monte. Uma ermida que ainda hoje \n\nexiste. Seria aí o primeiro espaço dessa comunidade? Nessa \n\ncomunidade, que já seria um convento, era presidida em 1243, pelo \n\nfrade agostinho João Lombardo (que teria vindo da Lombardia) que, \n\ndepois do Capítulo Geral de 1256, foi encarregado pelo geral Lafranc \n\nSeptala de organizar os Agostinhos em Portugal. Ainda segundo os \n\nregistos do Arquivo Nacional da Torre do Tombo, em 1271, é esta \n\ncomunidade, com um total de 50 frades, que vai ser transferida para \n\no bairro de Almofala, dentro da cidade com apoio do rei Afonso III. \n\nEm 1291 surgem como residentes no convento o então chamado \n\nConvento de Santo Agostinho.  \n\nA questão pode parecer irrelevante, mas atendendo a questão da \n\nconstrução da chamada “Cerca Fernandina”, uma muralha de defesa \n\nda cidade, que a história dá como tendo sido feita pelo Rei D. \n\nFernando em 1371, no quadro das guerra com o Reino de Castela, \n\npara substituir a velha “cerca moura” que apenas incluía a cidade \n\nmourisca adossada ao morro do castelo, o novo convento passa a \n\nestar no interior da cerca, ao passo que velha ermida, embora a \n\nmenos de duzentos metros em linha reta se situa nos arrabaldes, fora \n\nda cidade. Isso mesmo se pode ver na “Panorâmica de Lisboa”. \n\n \n\nIlustração 3- Panorâmica de Lisboa Gravura de Lisboa no século XVI, de George \nBraunio,1572. Aqui distinguimos o convento dentro do recinto amuralhado e a \n\nermida, fora da cidade, no topo da colina. No interior uma malha já urbana, no \nexeriro, um espaço agrócula.(Museu da Cidade) \n\nEstamos portanto perante uma zona de transição, entre a cidade \n\nmurada e a sua envolvente, com o convento a constituir uma porta \n\nde entrada. Essa circunstância faria naturalmente acrescentar renda à \n\nordem, o que explica o seu crescimento e expansão. Se inicialmente \n\n\n\n \n\n15 \n \n\no Convento tinha a invocação de Santo Agostinho em 1305, vai \n\nmudar a invocação para Nossa Senhora da Graça, por disposição do \n\noitavo Geral da Ordem dos Agostinianos, Frei Francisco do Monte \n\nRubiano, e em cumprimento de voto por ele feito em Roma. Aí se fixa \n\na cabeça da Ordem dos Agostinhos em Portugal, que em 1447 se \n\nautonomizam dos de Castela, constituindo uma Província. Sendo este \n\no seu principal convento, existem também outros conventos, \n\nmasculinos e femininos, no Porto, em Coimbra, Braga, Évora, Torres \n\nVedras, Vila Viçosa, Castelo Branco, Tavira, Loulé, que agora não nos \n\ninteressam. Interessa-nos reter, que este espaço de fronteira da \n\ncidade se transformar no centro agostiniano no país, atraindo com \n\nisso movimentos de gentes e bens. \n\nMas para além disso, como lugar de culto, onde era vulgar à época a \n\nnobreza procurar assegurar a salvação eterna, pela proximidade ao \n\naltar, assegurando a obra do convento através da instituição de \n\ncapelas. Assim em 1472, sabemos que instituem capela no convento, \n\nRui Gomes de Alvarenga e D. Melícia de Melo, pais do III vice-rei da \n\nÍndia Lopo Soares de Albergaria (1515-1518). Em 1506, Afonso de \n\nAlbuquerque o II Vice-rei da índia à data da sua partida para a Índia, \n\ndeixa em testamento instituindo uma capela na igreja do convento da \n\nGraça, onde estavam sepultados seu pai e seu bisavô. Ele próprio \n\nserá aí sepultado em 1566. Para além das famílias nobres do reino, \n\ntambém alguns cardeais patriarcas de Lisboa, provavelmente \n\noriundos da ordem, aí serão sepultados.  \n\nEm 1544 o rei D. João III doa ao convento os terrenos a norte e \n\noeste, exteriores à referida cerca Fernandina, passando então a \nintegrar a propriedade das terras do Monte de São Gens e o Vale de \n\nSão Francisco. Estamos perante um reorganização da propriedade ou \n\numa continuidade de usos, já que como vimos, a presença dos frades \nneste espaço já era antiga. Sabemos que Lisboa é alvo de vários \n\ntremores de terra. O mais conhecido é o de 1755, que foi \nparticularmente destruidor. Mas sabemos que este tipo de sismos \n\napresenta alguma regularidade, existindo relatos dum grande sismo \nem 1531, e dum outro no século XIV. São evento que \n\nnecessariamente afetam a estrutura do convento e exigiam obras e \nrendimentos. \n\nEm 1551, residiam no Convento cerca de 70 frades, com 13 capelas, \n\numas de instituição particular e as de Nossa Senhora da Graça, Santa \nAna, São Marçal, as 3 com irmandades, Espírito Santo, da Assunção e \n\nSanta Mónica com uma renda 2.500 cruzados Entre 1556 e 1565, \nprovavelmente na sequência do terramoto de 151, é reedificada a \n\nigreja com três naves. \n\n\n\n \n\n16 \n \n\nEm 1572, os Eremitas de Santo \n\nAgostinho estabeleceram-se em \nGoa e formaram mais tarde a \n\nCongregação da Índia Oriental. O \n\nque representa a expansão da \nOrdem para os territórios do \n\nImpério. \n\nUma outra questão, esta relativa \n\nà importância deste Convento no \n\nsítio, é a constituição em 1586 da \n\nIrmandade de Vera Cruz e Passos \n\nde Cristo, por Luís Álvares de \n\nAndrade, paroquiano de São Nicolau e pintor régio. Este personagem \n\nvai organizar no ano seguinte pela primeira vez a Procissão dos \n\nPassos da Graça, na Quaresma. Esta será uma procissão que se \n\ncontinua a realizar até à atualidade, ligando a igreja de são \n\nDomingos, no Rossio, à colina da Graça \n\nEm 1609, em Goa, a 30 de outubro, o arcebispo D. Frei Aleixo de \n\nMeneses passou certidão em como cedia para sacrário do Mosteiro de \n\nNossa Senhora da Graça de Lisboa, a caixa de cristal, que lhe tinha \n\nsido oferecida pelo rei de Ormuz, por ser o Mosteiro onde o arcebispo \n\ntinha sido criado, conforme carta que estava em poder do padre \n\nprocurador-geral da Província de Portugal na Índia.  \n\n \n\nIlustração 5 Planta de João Nunes Tinoco, de 1650, com desenho da muralha \nfernandina. São visíveis os dois torreões na zona norte (BNL) \n\nEm 1755, o terramoto provoca a derrocada parcial da igreja. Com \n\ndestruição da fachada, das abóbadas da capela-mor e do cruzeiro. Na \n\nIlustração 4 Procissão dos Passos da Graça na \n\nQuaresma \n\n\n\n \n\n17 \n \n\nreconstrução, optou-se por um interior sóbrio, ao gosto dos finais do \n\nséculo XVIII. \n\nEm 1817, a 3 novembro, a Irmandade dos Passos deixou de ser \n\ntitular dos cindo padrões de juros reais a ela legados por D. Frei \n\nAntónio Botado, e em 1829, D. Miguel tornou-se provedor perpétuo \n\nda Irmandade do Senhor dos Passos, que passou a ser denominada \n\nReal.  \n\n \n\nIlustração 6 Carta Topográfica de Lisboa de Duarte José Fava, 1826 (BNL) \n\nEm 1834, no âmbito da \"Reforma geral eclesiástica\" empreendida \n\npelo Ministro e Secretário de Estado, Joaquim António de Aguiar, \n\nexecutada pela Comissão da Reforma Geral do Clero (1833-1837), \n\npelo Decreto de 30 de maio, foram extintos todos os conventos, \n\nmosteiros, colégios, hospícios e casas de religiosos de todas as \n\nordens religiosas, ficando as de religiosas, sujeitas aos respetivos \n\nbispos, até à morte da última freira, data do encerramento definitivo. \n\nOs bens foram incorporados na Fazenda Nacional, tendo a igreja, a \n\nsacristia e a casa do capítulo sido entregues à Irmandade do Senhor \n\ndos Passos. \n\nA cata topográfica de Duarte José Fava, feita em 1826, mostra-nos \n\num espaço urbano em consolidação ao longo de eixos viários. Do \n\nconvento sai um arruamento já bem definido com casario até aos \n\nquatro caminhos. No fim do largo, a calçada da Srª. do Monte já bem \n\ndesenhada em direção à ermida, e em direção ao vale de Santo \n\nAntónio, a Rua do Sol e das beatas que parecem indiciar a \n\nimportância da Igreja de Nª. Srª da Gloria. \n\n\n\n \n\n18 \n \n\nA planta de William Clark, publicada em 1840, que provavelmente \n\nteve por base a anterior, mostra com um melhor detalhe a área \n\nurbana que envolve este importante mosteiro. Nele se podem \n\nverificar o surgimento de alguma malha de acessos, que não se virão \n\na consolidar nos anos seguintes. \n\n \n\nIlustração 7 Carta Topográfica de William Clarke, 1840 (BNL) \n\nInteressa acentuar que na dinâmica deste espaço, o processo que \n\nconduziu à extinção das ordens religiosa, com a consequente \n\nintegração dos seus bens na fazenda pública, dá o impulso decisivo à \n\ntransformação do espaço, com o alargamento da cidade para além \n\ndas velhas muralhas fernandinas, que em grande parte ainda \n\npermaneciam como uma barreira entre a cidade e o arrabalde.  \n\n \n\nIlustração 8 Carta Topográfica de Lisboa, de Filipe Folque 1871 (BNL) \n\n\n\n \n\n19 \n \n\nSe agora compararmos esse espaço com a Carta do Levantamento de \n\nFilipe Folque, publicada em 1871, com trabalhos de terreno ente \n\n1856 e 1859, verificamos para além do eixo da rua da Graça, o \n\nacesso a quartel de Sapadores se consolida pelo eixo da Calçada de \n\nSanto António, criando no vale de Santo António um bairro que irá \n\nconsolidar como área residencial nos anos seguintes. Importa ainda \n\nsalientar que de espaço de fronteira, este pedaço de cidade torna-se \n\nentre o final do século XIX e princípios do século XX, numa \n\nimportante centralidade na cidade. Para tal será porventura \n\nimportante a instalação da gare ferroviária no antigo convento de \n\nSanta Apolónia, que permitirá uma ligação desta área de cidade ao \n\nresto do país. A tudo isso carece a instalação nessa área de várias \n\ntipografias e duma importante dinâmica de associativismo operário, \n\nque levará a criação da Escola Oficina nº 1 e a Sociedade “A “Vos do \n\nOperário”, duas importantes instituições de ensino voltadas para as \n\nclasses laboriosas, instaladas na não menos significativa Rua da \n\nFraternidade Operária, que reforça no final do século a ligação entre \n\neste Bairro e o Largo de São Vicente, em alternativa à velha ligação \n\ndo Campo de Santa Clara. \n\nMas antes de avançarmos com os traços da modernidade, importa \n\nainda esclarecer neste espaço, para além da relevância do Colégio de \n\nSanto Agostinho, da importância de outros duas construções \n\nreligiosas. A capela da Senhora do Monte, e a Igreja de Nossa \n\nSenhora da Glória. A primeira no morro de São Gens e segunda \n\nencaixada no vale de Santo António. Já acima nos referimos à \n\npossibilidade de que o primitivo mosteiro estivesse localizado em São \n\nGens. A dúvida que se nos colocou é saber se existirá uma relação \n\nentre os dois espaços, pois pela sua configuração, a sua localização a \n\nmeio da encosta seria mais favorável ao desenvolvimento de \n\natividades agrícolas, e a ermida, no topo, mais favorável à \n\nmeditação.  \n\nA Capela de Nossa Senhora da Gloria que foi edificada em 1776, após \n\no terramoto de 1755, por essa Irmandade, que nela foi constituída. \n\nNão sabemos se resultou duma reconstrução dum espaço \n\npreviamente existente. Pela localização, encaixada no vale, voltada a \n\nnascente, com terrenos de encosta e possibilidade de recolha de \n\náguas pluviais, perece-nos um espaço adequado para as atividades \n\nagrícolas, tão necessárias à vida das dezenas de frades do convento.  \n\nO que sabemos é que Irmandade de Nossa Senhora da Glória decidiu \n\nconstruir uma capela dedicada à Virgem Maria onde se abrigasse um \n\n\n\n \n\n20 \n \n\npainel “que existia junto da forca, ao cardal da Graça”\n8\n. Um painel \n\nque evocava a Senhora da Glória, objeto de culto da população. Uma \n\ninformação que nos revela, a presença duma forca, instrumento de \n\npunição, provavelmente eclesiástica e de um cardal, um espaço que \n\nindicia a presença de um terreno seco. A flor do cardo era, nos temos \n\nanteriores à industrialização, um dos processos de proceder à \n\nfermentação do leite para a fabricação do queijo. Um espaço que \n\ncoincidirá com os quatro caminhos. \n\n \n\nIlustração 9- Pormenor da Grande Vista de Lisboa de Gabriel del Barco, silhar de \nfaiança de 1725, Lisboa, Museu do Azulejo. Representa uma vista da cidade de \n\nLisboa antes do grande terramoto de 1755. Ao fundo, no alto do Cerro é visível o \nconvento do Carmo isolado. \n\nQuanto à Ermida da Senhora do Monte, sabe-se que a atual \n\nconstrução data de 1796, num local um pouco mais acima do local \n\noriginal, arruinado com o terramoto de 1755 e é obra do arquiteto \n\nHonorato José Honorato José Correia de Macedo e Sá \n9\n Ora se \n\nprimitiva ermida se situava a meio da encosta, e teria sido \n\nconstruída, segundo a tradição no local onde o primeiro bispo de \n\nLisboa, São Gens teria sido martirizado, reforça-nos a dúvida sobre a \n\npossibilidade da sua ligação à tal Capela da Senhora da Glória.  \n\nTambém relevante para a nossa pesquisa está a questão do culto a \n\nsão Gens. Segundo os relatos da tradição os frades Agostinhos \n\ntomaram conta da ermida, colocaram no seu interior, a cadeira de \n\npedra que pertencera ao santo. Essa cadeira deu origem a uma lenda \n\nsegundo a qual, as senhoras grávidas que lá se sentassem tinham \n\npartos sem complicações. Maria Ana de Áustria, Rainha de Portugal, \n\nmulher de Dom João V foi lá sentar-se quando estava grávida do \n\n                                                 \n8\n SANTANA, Francisco e SUCENA, Eduardo (dir.), Dicionário da História de Lisboa, \n\n1.ª ed., Sacavém, Carlos Quintas &amp; Associados – Consultores, 1994, p. 638. \n9\n Arquiteto do Século XVIII, um dos desenhadores das peças escultóricas do \n\naqueduto das agias livres, nomeadamente os chafariz da junqueira.  \n\n\n\n \n\n21 \n \n\nherdeiro do trono. Daí a questão da romaria que manterá a \n\ncentralidade cíclica do como local durante mais de quinhentos anos.  \n\nEsta atividade terá também marcas no espaço. Como já vimos acima \n\nem 1271 os eremitas de Santo Agostinho mudaram-se para o antigo \n\ncampo militar, edificando o Convento da Graça. No local foi criada a \n\nirmandade de São Gens, tendo-se o seu culto mantido ao longo dos \n\nanos. Com a expansão da ordem dos agostinhos, este recuperam a \n\ndireção do espaço em 1306, sendo governado por um capelão e um \n\ndonato. Como vimos, Dom João III em 1540, reforçará a propriedade \n\ndo espaço. Em 1755 a ermida é completamente arrasada no \n\nterramoto, tendo sido reconstruída, primeiro em madeira, e \n\nposteriormente pela estrutura atual, numa localização ligeiramente \n\nmais acima do original. A ermida mantém-se até à atualidade como \n\nlugar de culto das mulheres grávidas. Os \n\nseus usos mantêm-se para além das \n\ndúvidas de sobre o espaço. A questão \n\nrelevante será portanto tentar \n\nidentificar, neste espaço, se as marcas \n\ndessas atividades sociais estão \n\npresentes como património. \n\nCom a extinção das ordens religiosa em \n\n1834 as propriedades dos Agostinhos no \n\nMonte são adquiridas por Clemente José \n\nMonteiro, a quem o Governo confia a \n\nconservação e manutenção do culto na ermida. Com o falecimento \n\ndeste, em 1848 é reorganizada a antiga irmandade dos Escravos de \n\nSão Gens e de Nossa Senhora do Monte, tendo voltado à \n\nadministração agostiniana. Com a extinção das ordens religiosa, os \n\nbens dos frades Agostinhos da Graça revertem para a Republica. \n\nComo podemos constatar, o culto mantém-se para além da \n\npropriedade e das formas de gestão do sítio. O que parece ser \n\ndeterminante neste domínio é a relevância social que lhe é atribuída, \n\nque se vai mantendo e ajustando às diferentes dinâmicas políticas. \n\nRegressando após esta análise das fontes históricas à litografia do \n\nnosso trisavó, a dimensão da festa / romaria ganha novo relevo. \n\nComo acabamos de ver este lugar da cidade, apesar da sua \n\nproximidade ao centro antigo, era em meados do século um espaço \n\nainda muito ruralizado, onde se verificava uma forte romaria. E quem \n\nserão os personagens centrais. Será uma dança, como sugere a \n\ncatalogação da BNL, ou será algo de diferente, que esteja relacionado \n\nIlustração 10 Pormenor de Litografia de \n\nMestre Luíz Pereira Leite, 1850, BNL \n\n\n\n \n\n22 \n \n\ncom o sagrado. Na verdade o par não parece estar em movimento. \n\nAs crianças atrás de personagem feminina sim estão claramente em \n\nmovimento.  \n\nO personagem masculino sentado sobre uma pedra com a sua mão \n\ndireita erguida parece que está a dar uma bênção enquanto a mão \n\ndireita segura na mão da mulher jovem. O cantil que transporta, a \n\núnica personagem que exibe esse adereço, parece poder significar \n\num dos elementos dos sacramentos administrados à mulher jovem. \n\nEsta, por sua vez, enquanto toca com a sua mão esquerda o homem \n\nsentado, ergue a mão direita em gesto que parece de evocação. Os \n\nseus pés assentes no chão não sugerem qualquer movimento \n\nlocomotor.  \n\nA composição clássica, assente na oposição de triângulos sugere que \n\nalgo se passa para além do que os olhos veem. A posição do \n\nnarrador, de costas para a cena, sugere que algo se passa nas suas \n\ncostas. Não parece haver duvida que esta litografia retrata uma \n\nsociedade em mudança, um tempo de contrastes. A igreja em ruína, \n\nonde a vegetação começa a ocupar o lugar da pedras, ainda que o \n\nconvento, mais ao longe aparente estar em condições de uso, indicia \n\nessa mudança. A naturalização do cenário sugere essa mudança. \n\nTalvez uma outra forma de viver a religiosidade. \n\n  \n\n\n\n \n\n23 \n \n\nA questão biográfica nos estudos urbanos \n\nMais acima falamos, a propósito das metodologias de diagnóstico, da \n\nimportância das histórias de vida e das narrativas biográficas para \n\nentendimento das dinâmicas e das memórias dos atores dos espaços. \n\nAs histórias dos territórios são muitas vezes contadas pelos próprios, \n\nem narrativas aos seus, por viajantes que por ele passaram. Em \n\nalguns casos, na malha urbana fica o registo destas personagens nos \n\nnomes dos lugares e das ruas\n10\n\n. Esse registo é um importante \n\ninstrumento que complementa as recolhas de histórias de vida que \n\npodem ser feitas aos habitantes dos lugares.  \n\nOs modos como os lugares são usados, sobretudo os modos de uso e \n\nfunções dos lugares públicos são importantes indicadores para \n\nentender, nos tempos mais antigos a morfologia do espaço. Sem \n\nesquecer a questão das sonoridades das paisagens, que mais à frente \n\navançaremos, é preciso não esquecer que o território é um espaço \n\nonde se concentram diferentes dimensões. A dimensão humana, \n\nenquanto espaço político, a dimensão ecológica, enquanto espaço \n\nnatural de uso urbano, e a dimensão simbólica. A compreensão \n\ndessas dinâmicas não é fácil e exige algum trabalho de observação e \n\nvivência no espaço. Uma recomendação que em todas as aulas não \n\ndeixava de dar aos alunos. “O urbanismo faz-se com o pé no pó!” Era \n\numa frase que repetia até à exaustão, como forma de sensibilizar os \n\nfuturos profissionais que o projeto, o ato de planear parte sempre \n\ndum retrato. Um retrato é sempre uma síntese do real. Depende do \n\nque é e como se capta esse real, que poderá ser tão diferentes, quão \n\ndiferente forem os atores locais. Por essa razão, chamava a atenção \n\npara que da passagem do diagnóstico ao plano haveria que fazer um \n\nexercício de síntese. A partir dessa síntese é necessário criar um \n\nconceito gerador que orienta o plano.  \n\nEssa dimensão de planear não é apenas um exercício técnico. É \n\nsobretudo um encontro com um espaço. É necessário entender esse \n\nespaço e a sua articulação com o contexto. Nesta caso concreto, o \n\nnosso encontro com o espaço, feito através desta litografia deste meu \n\nparente, também permitiu descodificar várias ações que eram \n\npráticas familiares, que passaram de geração em geração, e que \n\natravés deste desenho ganharam novos contornos.  \n\n                                                 \n10\n\n A toponímia constitui um importante recurso para analisar as dinâmicas do \n\nespaço. Alfredo Tinoco, nas suas peregrinações pelo Bairro da Graça não deixava de \n\nchamar a atenção para este elemento que permite entender a organização e a \n\ndinâmica do espaço.  (Tinoco, 2009) \n\n\n\n \n\n24 \n \n\nA história resume-se em poucas palavras, e relaciona-se com \n\neste”culto” das pedras que o desenho revela. No mês de maio, havia \n\no costume do meu avô paterno, acompanhado pelo meu pai, de \n\nviajarem no comboio de linha de Sintra, entre Lisboa e o Cacém, \n\nsaindo nesta estação, dirigindo-se depois para norte umas centenas \n\nde metros até a uma fonte que brotava duma pedra. A partir dos \n\nmeus sete anos, se a data coincidia com algum dia de descanso \n\nescolar, eu também acompanhava a expedição masculina da família.  \n\nAchava eu, na altura, este passeio um tanto estranho. Fazer uma \n\nviagem de comboio, seguido dum passeio a pé para estar alguns \n\nminutos junto duma fonte, refrescar a fonte se o dia era de calor (na \n\népoca não era recomendável beber agua das fontes naturais nesta \n\nperiferias). A explicação que me foi dada foi que num certo dia, era o \n\nmeu pai uma criança e estando gravemente doente, o seu pai (meu \n\navó), desesperado, saiu desesperado e sem rumo de casa. Nas suas \n\ndeambulações teria ido dar aquele local e nele se deteve algum \n\ntempo tendo posteriormente regressado a casa. Quando regressa o \n\nfebrão do meu pai tinha passado e à tal viagem foi atribuída uma \n\nfunção “milagrosa”. \n\nNa época, por volta de 1925, não havia os recursos farmacológicos \n\ncontemporâneos, pelo que a mortalidade infantil era elevada. Os \n\nmeus avós paternos já haviam perdido os dois primeiros filhos, \n\nambos varões. Havia aqui algum peso simbólico. Embora a família do \n\nmeu pai não fosse religiosa, do tipo de frequentar as igrejas do bairro \n\nao domingo como era vulgar na pequena burguesia urbana do bairro \n\nLisboeta em que vivíamos, esta estranha relação com o natural foi \n\npassando, sem que eu a interrogasse em demasia.  \n\nEntretanto, a tal nascente e sua pedra acabou por desaparecer com a \n\nexpansão urbana, substituída por uma escola. A peregrinação passou \n\na ser mais rápida indo-se apenas até ao local e acabando por tomar \n\num refrigerante num café das redondezas. Com a morte do meu avô, \n\no meu pai continuou a fazer o percurso anualmente, e eu \n\nacompanhava-o ocasionalmente. Numa das últimas idas ao “sítio” do \n\nCacém, modo sintético como era referido em contexto familiar, \n\nacabei por perceber que afinal a romaria era mais antiga que o tal \n\n“milagre”, pois já o meu bisavô, e antes dele o tal trisavô Luiz Pereira \n\nLeite também já a faziam. Na altura fiquei ligeiramente surpreendido, \n\nmas rapidamente me esqueci da história até estar a trabalhar neste \n\nartigo. \n\n\n\n \n\n25 \n \n\nA questão do culto da pedra na natureza que a litografia mostra, \n\npode estar também relacionada com o modo de vivência do o espaço \n\nde que esta romaria tradicional da família é um exemplo. Uma \n\ntradição que sempre foi essencialmente masculina, e que só agora \n\nme apercebi do seu significado. Uma tradição que, regressando ao \n\nespaço da Graça, está bem demonstrada na romaria ao monte de São \n\nGens e à velha procissão do Senhor dos Passos.  \n\nÉ sabido que nos modos de religiosidade popular em Portugal, há \n\numa vivência dual do tempo sagrado. Há em todas as festas um \n\ntempo sagrado ao que se \n\nsucede uma festa \n\nprofana. As festas \n\nsagradas implicam \n\nnormalmente um \n\nmovimento no espaço \n\n(uma procissão) entre \n\ndois lugares simbólicos. \n\nPode concretizar-se no \n\ninterior duma área \n\nurbana, ligando dois \n\npontos, normalmente \n\nigrejas, ou pode ser um \n\nmovimento para o \n\nexterior, normalmente par um ponto sobranceiro ao núcleo urbano, \n\npara o interior da cidade, também, ele sagrado. Também ocorrem \n\nmovimentos em torno de ermidas ou santuários isolados, que tomam \n\no nome de peregrinação. O movimento religioso da procissão é \n\norganizado e enquadrado pelas confrarias, enquanto os movimentos \n\nprofanos são mais informais, podendo ser ou não organizados por \n\ngrupos, mas decorrendo de forma mais ou menos organizadas. A \n\nmodernidade, como sabemos tem vindo a invadir o espaço e o tempo \n\nsagrado, introduzindo novas e intensas formas profanas. \n\nOra um outro elemento que analise deste espaço permitiu descobrir \n\nrelaciona-se com os processos de integração da população negra, \n\nmuitos deles escravos, ou mesmo libertos na sociedade do seu \n\ntempo. Noutros trabalhos temos vindo chamar a atenção para a \n\npresença nesta igreja de 4 santos de devoção dos negros, \n\npertencentes à Irmandade nossa senhora do Rosário dos Homens \n\nPretos, inicialmente localizada no Mosteiro de São Domingos no \n\nRossio (Henriques, 2013) , Como vimos, a procissão do Senhor dos \n\nIlustração 11 Procissão do Corpo de Cristo em Lisboa. Início do \n\nSéculo. Fotografia  de Chaves Cruz no AFL \n\n\n\n \n\n26 \n \n\nPassos que se realiza na Quaresma, realiza-se entre estes dois \n\nconventos, desde o século XVI. Este trabalho permite evidenciar esta \n\nquestão.  \n\nO altar da Irmandade do Rosário dos Pretos e os Santos Negros da \n\nigreja da Graça mostram um fenómeno que se relaciona com os \n\nprocessos de integração da população negra na sociedade. Lisboa foi, \n\ndesde os inícios do século XVI um importante porto de escravos \n\nafricanos. Um comércio que se manteve até à proibição da sua \n\nimportação pelo Marquês de Pombal, em 1876. A abolição apenas \n\nserá efetivada em 1854, com os escravos da igreja a serem \n\nlibertados dois anos depois, e nas terras do império em 1869. Através \n\nda participação nesta procissão, os africanos integravam-se na \n\nsociedade da época. Nos registos da época há notícias da vivacidade \n\nda sua presença na procissão. Uma dês personagens mais castiças do \n\ntempo, que ficou imortalizado na arte do ceramista Bordalo Pinheiro \n\nfoi o Pai Paulino, um dos irmãos desta confraria.  \n\nA relevância da herança africana na cidade, que é uma questão que \n\nse tem mantido no esquecimento e sobre a qual temos trabalhado\n11\n\n. \n\nO esquecimento enquanto fenómeno social traduz uma \n\nimpossibilidade de reconhecimento do outro. Uma dificuldade em \n\nreconhecer as dinâmicas que se traduzem na materialidade de cada \n\num. O rastreio que conduzimos nesse artigo levou-nos à conclusão \n\nque a ausência do reconhecimento da herança africana nas \n\ninstituições de memória é um sintoma da incapacidade de se ler o \n\npresente. No caso da cidade de Lisboa, como verificamos, a \n\nrelevância da participação da população negra, nas atividades \n\nurbanas, são sinais da sua busca de integração. São trocas que se \n\nconcretizaram neste espaço, que estão hoje materializadas nos \n\n“quatro santos” negros (Santo António de Noto e São Benedito de \n\nPalermo Santo Estêvão e Santa Efigénia) que ladeiam a figura da \n\nSenhora do Rosário na Igreja da Graça. São sinais que se encontram \n\nneste espaço e que demonstram a sua articulação com a história da \n\ncidade, uma articulação que hoje se mantém esquecida. A relevância \n\nda questão biográfica para os estudos urbanos resulta da riqueza de \n\nlhe é adicionada pelos olhares particulares, pelas experiencias \n\nvivenciadas, que ajudam a compreender as dinâmicas intersubjetivas \n\n                                                 \n11\n\n Veja nomeadamente o nossa intervenção “Heranças Esbranquiçadas: A herança \n\nafricana nos museus portugueses”  no II Seminário sobre “Arte Cultura e Poder, \n\nque se realizou no Rio de Janeiro, em outubro de 2013. in \n\nhttp://hdl.handle.net/10437/4643.  \n\nhttp://hdl.handle.net/10437/4643\n\n\n \n\n27 \n \n\ndo espaço. E é no âmbito da intersubjetividade que enquadramos a \n\nquestão da poética do espaço. \n\nA poética do espaço \n\nA procura do espírito do lugar parte do espaço como um instrumento \n\nde análise para a alma \n\nhumana. Como acima \n\nenunciamos, o termo é \n\nproposto por Gaston \n\nBachelard, que procura, a \n\npartir das imagens \n\ndesencadeadas a partir de \n\ndiferentes espaços, criar \n\numa fenomenologia do \n\nconhecimento que integre \n\ndiferentes disciplinas do \n\nconhecimento. Nesse livro \n\nBachelard explora diferentes espaços, essencialmente domésticos de \n\npessoais, tais como casa, porão, sótão, cabana, gaveta, cofre, \n\narmário, ninho, concha e canto, onde procura captar, através das \n\nsuas imagens essência da imagem. A sua pureza cristalina. \n\n \n\nO que temos vindo a propor no âmbito da Poética do Espaço nos \n\nestudos urbanos e do património é a utilização dos processos \n\ninerentes à Carta do Património para procurar e construir essa \n\npoética como conceito gerador dos trabalhos urbanos e patrimoniais. \n\nA partir dessa essência procuramos a sua dimensão utópica (de para \n\nalém do sítio dentro do sítio) como um ponto de partida para a \n\nconstrução de conceitos estruturantes de propostas de narrativas \n\nfeitas a partir dos utilizadores dos espaços. Confrontar os utilizadores \n\ndos espaços com a sua experiência nesse mesmo espaço, seja pela \n\nforma como nele se movimenta, seja pela sua história de vida, seja \n\npela memória da sua experiência permite captar de forma intuitiva os \n\nprocessos de transformação do espaço. A poética apresenta uma \n\ndimensão exegética (de exegese ou transcendência) que liberta \n\nsignificados contidos nas formas, através da verbalização e \n\nritualização (os movimentos pendulares e as festas). Ao mesmo \n\ntempo apresenta uma dimensão inclusiva ou teórica, (a imanência, \n\ncomo uma busca do todo na essência das coisas) porque produz um \n\ndiscurso contextualizado num espaço e num tempo, onde \n\nIlustração 12 rua de acesso à Ermida de São Gens. Lisboa \n\n2014, foto do autor \n\n\n\n \n\n28 \n \n\ntradicionalmente se procuram captar os fenómenos. Ora este discurso \n\ncontextual recria sucessivamente a experiência social, constituindo as \n\nnarrativas desenvolvimento delas mesmas. \n\nA poética como ato comunicativo permite produzir significados plurais \n\ne traduz-se por uma experiência do sensível. Uma viagem dos \n\nsentidos pelo espaço na busca de momentos processuais. A poética \n\ncomo experiência urbana é uma experiência de intersubjetividade \n\nonde os diversos sujeitos se deslocam no tempo e no espaço em \n\ntorno de objetos socialmente significativo, de herança comum, para, \n\nem conjunto reconstruírem os elementos que lhes são comuns, \n\ncriando novos sentidos e novos processos. \n\nEssa dimensão \n\npermite introduzir, no \n\nâmbito dos estudos \n\ndo património e da \n\nsua utilização no \n\nâmbito dos estudos \n\nurbanos as questões \n\ndo património que \n\ntem permanecido \n\nesquecidas. Tal é por \n\nexemplo o caso do \n\npatrimónio da \n\npaisagem onde \n\npodemos analisar os \n\nsistemas de vistas, os \n\nmodos como as \n\nsonoridades são \n\nvividas, os cheiros e \n\nos odores que \n\nemanam dos diversos elementos naturais e industriais, as \n\nexperiências sensíveis do movimento no espaço, tais como os \n\npercursos de conforto sol sombra, os túneis de ensombramento para \n\nconforto pedonal. As acessibilidade e o conforto no uso de espaço \n\npúblico, a localização dos equipamentos são elementos integrantes da \n\nexperiencia urbana que devem ser levados em linha de conta no \n\nprocesso de planeamento urbano, aos quais a carte do património \n\nconstitui um instrumento de trabalho adequado no seu diagnóstico e \n\nprocesso de produção de programa propositivo. \n\nIlustração 13-área de proteção patrimonial da Capela de são Gens. \n\nRegisto no nº 5009 do Instituto do Património Arquitetónico \n\n\n\n \n\n29 \n \n\nTrata-se de um conjunto de matérias que temos vindo a trabalhar\n12\n\n e \n\nque alargam o âmbito da relevância da questão patrimonial nos \n\nEstudos Urbanos e permitem questionar o que protegemos com o \n\natual sistema de proteção patrimonial. \n\nO que é que se procura conservar e para que nos serve o património \n\nno âmbito dos Estudos \n\nurbanos e de que forma as \n\ncarta do património de \n\ntransformam num \n\ninstrumentos útil para \n\nprocurar essa poética do \n\nEspaço. Como todos os \n\nproblemas, há que colocar \n\nem equação os termos de \n\ntrabalho. O que é que há de \n\ncomum nas disciplinas de \n\nurbanismo e do património. \n\nSão fenómenos que tem de comum serem processuais, manifestam-\n\nse no tempo e no espaço, e ambos geram uma ação urbanística, seja \n\natravés de programa ou projeto\n13\n\n. \n\nA equação é valida porque procurará \n\nresponder a três desafios \n\ncontemporâneos. O primeiro é o de que os \n\nprocessos urbanos contemporâneos, onde \n\no património se incrustou como espaços \n\nilhas sacralizados, que gerou uma \n\narquitetura sem escala, sem memória e \n\nsem relação com a envolvente, importa \n\ninterrogar qual é o lugar para o \n\npatrimónio.  \n\nO segundo desafio, é o de como é que \n\npensamos o presente que queremos, \n\ncomo projeto de futuro. A programarmos \n\nou projetarmos, escolhemos sempre \n\n                                                 \n12\n\n Algumas destas experiencias estão relatada no artigo “tertúlias na baixa” in \n\nHeranças Globais – Memórias Locais, nº 2 Spring 2013, pp 96 -98 \n\n(http://hdl.handle.net/10437/3966) \n13\n\n Distinguimos aqui programa, como conjunto de intenções para alcançar um fim, \n\ndo Projeto, que constitui uma modelização duma realidade que se pretendo \n\nconstruir.  \n\nIlustração 14- Pormenor de Portão de Acesso a Espaço Senhorial \n\nnas Imediações da Ermida de São Gens. foto do autor 2014 \n\nIlustração 15 O espaço senhorial \n\ntransformou-se no ´seculo XX em \n\nespaço operário. Fotografia das vila \n\noperária em 2014 \n\n\n\n \n\n30 \n \n\ndimensões do passado a partir das quais construímos o real. Sendo o \n\npresente resultado dos fluxos de ações do passado, a nossa \n\ncapacidade de leitura do presente é apenas uma possibilidade. Umas \n\npossibilidades que contudo afeta a construção desse futuro, porque \n\ncomo todas as ações são transformadoras.  \n\nFinalmente o terceiro desafio, já clássico dos estudos patrimoniais, é \n\no de decidir, se o novo projeto ou programa implica reconstruir as \n\nvelhas formas e reutiliza-las ou construir de novo.  \n\nNão são decisões fáceis nem tão pouco suscetíveis de criar \n\nunanimidade. É conhecida a polémica entre modernistas e \n\ntradicionalistas. Uns a \n\ndefenderem que o património \n\ndeve ser colocado ao serviço \n\nda modernidade, valorizando a \n\nsua função simbólica e \n\nintroduzindo a análise do \n\npatrimónio como mercadoria, \n\nonde o seu valor de troca \n\ndefine o seu valor de uso; \n\noutros a olharem para o \n\npatrimónio como símbolo da \n\nnostalgia do tempo perdido, \n\num sentimento comum à formação das memórias. A carta do \n\npatrimónio como processo de gestão procura propor soluções para \n\ngerir estas diferentes dinâmicas processuais. O conceito gerador da \n\nCarta do Património é uma proposta de compromisso sobre esta \n\nquestão. A resposta à questão sobre o que é que estamos a proteger \n\ncom os nossos instrumentos de proteção patrimonial só pode ser \n\nencontrada em processo. \n\n  \n\nIlustração 16 Fragmentos azulejares oitocentistas, \n\nreutilizados como decoração de espaço verde. Possível \n\nlocalização de claustro. foto do autor 2014 \n\n\n\n \n\n31 \n \n\n \n\nBibliografia \n\nBachelard, G. (1994). LA POÉTIQUE DE L'ESPACE. Paris: PUF. \n\nChoay, F. (2008). A Alegoria do Património. Lisboa: Edições 70. \n\nHenriques, I. e. (2013). Lisboa Cidade Africana: Percursos e Lugares \n\nde Memória da Presença Africana - seculos XV -XXI. Lisboa: \n\nMarca D Água. \n\nTinoco, A. (2009). Património Industrial e Pré-ndustrial : da obra à \n\nmemória. Lisboa: Colibri. \n\n \n\n \n\n \n\n  \n\n\n\n \n\n32"}]}}}