{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05100"}, {"@name": "filename", "#text": "10_H_lio_Tentilh_o.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PLANEJAMENTO\nplanejamento\nde investimentos em poços\npioneiros da petrobrásl*)\nHélio da Rocha Tentilhão (**)\nSINOPSE — O planejamento de poços pioneiros é um dos mais importantes problemas para a PETROBRÁS. A tese aqui apresentada versa um modelo matemático para o estudo da viabilidade econômica de perfurações pioneiras em bacia de petróleo já explorada parcialmente, ou com características semelhantes às de outra bacia conhecida. A aplicarão do modelo determina uma faixa de investimentos para a bacia em consideração, cujos limites estão definidos como os pontos onde será nulo o interêsse econômico do investimento.\n(*) Tese submetida ao Corpo Docente da coordenação dos programas pós-graduados de engenharia, da universidade federal do rio de janeiro, como parte dos requisitos necessários para a obtenção do grau de mestre em ciência (M.Sc.), e aprovada em julho de 1968.\n(**) Técnico da Divisão de Planejamento, Departamento de Exploração e Produção (diplan / dexpro) — PETROBRÁS\nH. R. Tentilhão, nascido em 1931, Engenheiro Químico formado pela Escola Nacional de Química da Universidade do Brasil, em 19Slt. Ê pós-graduado em Engenharia de Processamento (PETROBRÁS), Engenharia Econômica (Escola Nacional de Engenharia), e tem o grau de M. Sc. em Engenharia de Produção (Universidade de Birmingham, E.U.A.). Antes de ingressar na PETROBRÁS, trabalhou nas Indústrias Cinematográfica, Química e Farmacêutica. Na Empresa, foi professor do Curso de Refinação (antigo CENAP) e Chefe de Vendas Industriais no Departamento Comercial. Desempenha as funções de Chefe do Setor de Organização e Métodos, no Departamento de Exploração e Produção.\n1 — INTRODUÇÃO\nDas duas atividades básicas confiadas ao Departamento de Exploração e Produção (DEXPRO), da PETROBRÁS, a exploração de petróleo, em síntese, consiste em utilizar na procura de hidrocarbo-netos líquidos ou gasosos, no subsolo brasileiro, os recursos disponíveis que a Emprêsa consigna à Exploração. Neste trabalho, considerar-se-á dado conhecido o total de recursos atribuídos ao DEXPRO para as suas operações exploratórias, bem como para o desenvolvimento dos campos e a produção de petróleo. Não se propõe o presente enfoque analisar o quantum,, aplicado pelo DEXPRO, do total de recursos providos pela Emprêsa, nem a correspondente percentagem.\nNa parte de lavra, o DEXPRO realiza aquelas atividades que visam a produzir a maior quantidade de óleo economicamente possível: expansão dos campos pela perfuração de novos poços produtores, e construção de tôdas as instalações e meios necessários à consecução dêsse objetivo, a saber, obras civis, oleodutos, terminais, e de todos os sistemas que, dentro dos campos produtores, permitem a obtenção, coleta e transporte dos hidrocarbonetos para os seus destinos: refinarias, terminais marítimos ou terrestres, ou pontos de consumo ou de processamento de gás natural — por exemplo, recuperação secundária de reservatórios de petróleo e a Planta de Gasolina Natural, respectivamente.\nA tomada de decisão implícita no estabelecimento de um programa de perfurações pioneiras é dos mais típicos problemas que envolvem incerteza, e exige, por essa condição, acurado estudo das probabilidades intervenientes e dos valores estatísticos aí caracterizados. Para essa decisão a respeito de perfurações pioneiras, tão marcada pelo seu cunho de incerteza, poderia servir de critério uma ferramenta segura que bem definisse a otimização da aplicação dos recursos\nconsignados à exploração de petróleo. Um critério sujeito ao mínimo de matematismo seria o ideal para o homem de decisão que precisa escolher o caminho a seguir, e se vê a braços com um problema aberto a várias alternativas de solução, tôdas as quais incluem rigorosos e complexos tecnicismos e em geral se recomendam qualitativamente.\nAs emprêsas particulares de múltiplas atividades só destinam recursos aos negócios de risco quando se certificam de poderem, com alta probabilidade, receber vantagens pelo seu investimento e suportar os eventuais prejuízos. As modernas técnicas de análise de risco procuram quantificar a atitude do investidor perante os riscos das alternativas existentes, passando a determinar o “valor esperado” (x) do negócio não em têrmos monetários, mas, sim, em têr-mos de “utilidade” (2) ou de “preferências” (3). No critério matemático do valor esperado, determina-se o resultado médio de tôdas as alternativas envolvidas no problema, sem pesar os prejuízos ou vantagens de cada alternativa em separado. No processo das “unidades” de “utilidades”, ou de “preferências”, modifica-se o resultado final pela introdução de fatores corretivos que levam em conta os riscos inerentes a cada alternativa.\nCom freqüência, e, por via de regra, periodicamente, as emprêsas deparam com o problema da escolha de uma ou várias alternativas de investimentos ou linhas de ação, dentre um conjunto de tôdas as alternativas e linhas de ação existentes, apresentado pela realidade. Em tais casos se hão-de empregar adequadas técnicas de análise econômica, que permitam compilar, estudar e analisar os elementos que caracterizam tôdas as soluções possíveis. Aos homens ou órgãos de decisão das emprêsas em jôgo deverão ser submetidos os resultados da análise econômica das alternativas verificadas, diante dos quais possam êles identificar a melhor ou as melhores soluções para o problema de apropriação dos recursos disponíveis.\nAs alternativas de ação de uma emprêsa, quer se trate de investimentos novos, ou ampliações, ou mudanças de políticas de comercialização ou de marketing (*), etc., podem, sob o aspecto decisório, enquadrar-se em dois tipos básicos: deterministicas e probabilísticas. Deterministicas chamam-se aquelas alternativas para cuja análise são conhecidos com boa margem de confiança os dados necessários — os dados de custos e de resultados —, sem acusarem grandes variações e aproximando-se, mesmo, de constantes. Alternativas probabilísticas, por sua vez, são aquelas que envolvem incerteza, dados aleatórios de custos e/ou de resultados — isto é, previsíveis, nas hipóteses mais favoráveis, apenas em relação às faixas de variação e às leis de ocorrência.\nPara exemplo de alternativa determinística citar--se-ia o caso de uma emprêsa construtora de estradas que se achasse diante da escolha de contratos de pavimentação em três ou quatro diferentes Estados do País. Em cada Estado variarão seus custos de matérias-primas, combustíveis e mão-de-obra, porém serão conhecidos com boa aproximação. Cada go-vêmo estadual estará disposto a pagar um valor x, em dinheiro, por quilômetro construído de acôrdo com especificações explícitas e bem sabidas. Na clareza dessas situações, o homem que vai decidir, na emprêsa construtora, não encontrará maiores dificuldades em levantar as características econômicas das alternativas existentes e selecionar a melhor ou as melhores.\nA alternativa probabilística está exemplificada com a própria perfuração de poços pioneiros por uma emprêsa de petróleo. Os custos, no caso, cobrem a exploração em tôdas as fases, custos imprevisíveis a longo prazo, pois que as situações vão surgindo e modificando-se no decorrer das atividades exploratórias: às vezes, um esforço preliminar de exploração pode produzir indícios seguros de que as operações na região em estudo deverão prosseguir em ritmo intenso; outras vêzes, sucede o contrário; em certas ocasiões, os trabalhos preliminares e mais avançados indicam boas possibilidades de descobrir petróleo, o que pode acontecer, ou não.\nOs problemas probabilísticos de decisão requerem técnicas apropriadas, onde se inclui a Teoria de Decisão, que usa e manipula os dados estatísticos disponíveis para cada caso. No estudo das alternativas probabilísticas, é mister explicitar as diferentes ações possíveis e as várias consequências decorrentes de cada uma das ações. Pelo conceito de ação entende-se a adoção de determinada política de emprêsa, ou fazer tal ou tal investimento; e pelo conceito\n(*) O têrmo marketing, difícil de traduzir em português, significa o conjunto de ações e problemas que fazem o produto industrial percorrer todo o caminho desde a matéria-prima até o consumidor final.\nde consequências, aquêles acontecimentos que poderão derivar da ação tomada.\nO “valor esperado” ou “expectância matemática” do resultado de uma determinada ação é á média ponderada dos resultados possíveis da própria ação, enquanto as probabilidades das várias cònseqüências possíveis representam os pesos. Assim, o quadro I dá um exemplo de dois cursos de ação — duas alternativas, A e B — e quatro resultados possíveis para estas alternativas: as probabilidades de cada resultar-do para as alternativas A e B; è ná última linha constam os “valores esperados” ou “expectâncias matemáticas” das duas alternativas.\nQUADRO I\nAlternativas\tA\tB\nResultados possíveis, em Cr$ 1 000\t\t\n+ 10\t0,3(*)\t0,6\n+ 7\t0,3\t0,1\n+ 2\t0,4\t0,2\n— 10\t\t0,1\nValor esperado, em CrS 1 000\t4* 5 9\t+ 6,3\n(*) Os valores internos do quadro I são probabilidades de ocorrência.\nO exemplo aí proposto faz da alternativa B a melhor segundo o critério de “valor esperado” ou “expectância matemática”, pois que podemos “esperar” da ação B um resultado de Cr§ 6 300,00, ao passo que a ação A não permite “esperar” mais de .... CrS 5 900,00.\nO homem de decisão só aceita o critério de valor esperado, para escolher entre alternativas, quando fôr suportável o pior resultado possível (incluído nas alternativas) e quando o melhor dos resultados possíveis das alternativas não fôr bom de mais. No exemplo do quadro I, pode acontecer que para a emprêsa em questão se tome insuportável um prejuízo de CrS 10 000,00, o qual redundaria em falência certa. Em tal caso, o homem de decisão, da emprêsa, escolherá evidentemente a alternativa A, que tem menor valor esperado, mas não inclui a possibilidade de um prejuízo de CrS 10 000,00.\nSuponhamos agora que, após a escolha da alternativa A, o homem de decisão da emprêsa em estudo, a quem chamaremos X, receba outra proposta de um-negócio C, com as seguintes características, comparadas à alternativa A no quadro II.\nQUADRO II\nAlternativas\tA\tC\nResultados possíveis, em Cr$ 1 000\t\t\n+ 100\t—\t0,01\n+ 10\t0,30\t0,29\n+\t7\t0,30\t0,20\n+ 2\t0,40\t0,30\n- 2\t—\t0,20\nValor esperado, em CrS 1 000\t+ 5,9\t+ 5,5\nEm valor esperado, a-alternativa C é inferior à alternativa A, mas oferece a possibilidade nova de um ganho de CrS 100 000,00, e, em contraposição, o risco de perda de CrS 2 000,00. Ao analisar as duas alternativas postas diante do seu julgamento, o homem de decisão, que passaremos a denominar operador, pode concluir pela superioridade da solução C, a qual, apesar de menor valor esperado ou “esperança matemática”, apresenta a fascinante perspectiva de ganhar CrS 100 000,00, contra a possibilidade, também, de um prejuízo de CrS 2000,00, que o operador da companhia X resolve aceitar.\nComo ilustra êste exemplo, nem sempre é válida a técnica de analisar problemas probabilísticos à luz do valor esperado ou “esperança matemática”.\nPara o exame das alternativas de negócios probabilísticos, o instrumento moderno é a análise dos riscos envolvidos. Assim, para o empresário interessado, determinada possibilidade de lucro terá um certo valor, que poderá ser maior, menor, ou mesmo igual ao valor monetário comum. No exemplo focalizado, a alternativa B encerra, para o operador da companhia X, valores monetários acima dos “valores equivalentes” que resultam da análise do risco envolvido na alternativa (possível prejuízo de Cr® 10 000,00). A consequência prática foi a escolha da alternativa A, de menor valor esperado. E na alternativa C, ainda no mesmo exemplo, os valores monetários das várias possibilidades ficam abaixo dos seus “equivalentes” calculados por análise de risco — tanto que a alternativa C, com um valor esperado inferior ao de A, mereceu a preferência.\nTambém sucede, às vêzes, que determinada em-prêsa se dispõe a topar um caminho de enorme risco, porque não lhe resta outra saída imaginável para se livrar de uma situação onde a insolvência seria inevitável.\nAqui não se fará a descrição detalhada — demasiado longa — das técnicas de análise de risco, com\nsubstituição dos valores esperados por “unidades de utilidades” ou “unidades de preferência”. Quem desejar mais minucioso conhecimento destas técnicas, pode recorrer às referências bibliográficas apensas.\nDeverá a PETROBRÃS investir em exploração e produção de petróleo como investiría um empresário privado? E, em caso afirmativo, seguir o comportamento de um cauteloso investidor privado, usando “equivalentes” menores que os valores monetários das possibilidades? ou o comportamento de outro tipo de investidor, atirado, jogador, destemeroso, arriscando capitais em grandes paradas, esperando soprarem os ventos da sorte ?\nE pode-se ainda perguntar: quem ou quais são os “operadores” da PETROBRÁS?\nAcreditamos que, no momento, deve a nossa Em-prêsa escolher, na área de exploração e produção de petróleo, o caminho do centro, do meio têrmo, onde Aristóteles colocou a virtude — o caminho do “valor esperado” ou “expectância matemática”. Naturalmente — e bisonhos seríamos se não o soubéssemos —, necessário se faz estabelecer critérios para a aceitação das ações ou alternativas: não admitir- nos estudos de programas de investimentos, enquanto novos estudos e esforços não lhes diminuírem os riscos, aquelas ações ou alternativas consideradas, sob determinado critério, arriscadas em excesso, quer dizer, que envolvam possibilidades de vultosos prejuízos.\nO presente trabalho procura traçar as coordenadas para o estabelecimento de um modêlo matemático que se aplique generalizadamente a bacias sedimentares já exploradas em parte, e permita decidir quais e quantas perfurações pioneiras devem ser executadas nessas bacias, atendendo-se aos recursos disponíveis para as atividades exploratórias.\nA construção do modêlo matemático, para solução do problema proposto, inclui a discussão da taxa de juros que se vai computar. Ela será fixada não só em função dos fatores e argumentos econômicos, em geral clássicos, mas ainda — e principalmente neste nosso caso — na dependência de razões afetas à política nacional, isto é, à ponderação dos interêsses nacionais. Se o aspecto econômico ficar em primeiro plano, poderiamos, suposta uma situação internacional politicamente estável (se é que existe), fixar uma taxa mínima de retorno igual à mínima que rendesse à PETROBRÁS a operação de qualquer das suas múltiplas atividades (inclusive a comercialização), a fim de se determinar o critério de aceitação e composição de um programa para o DEX-PRO, tanto na exploração como na produção de petróleo.\nNa hipótese de estratégia pessimista, com a previsão de uma ou várias conflagrações que viessem a irromper e bloquear o fluxo normal de petróleo estrangeiro para o Brasil, o programa de invest5 -\nmentos da PETROBRÂS, na exploração e produção de petróleo, deveria ter pontos de equilíbrio já na área de interêsse negativo (econômicamente falando); êsse esforço extra (perda de substância econômica por ação premeditada na área de prejuízo admitido) encontraria cabal justificação a título de “custo” em benefício da segurança da Nação. Ora, como a situação política internacional se mantém normalmente instável, parece que a PETROBRÂS deve, na aplicação dos seus recursos destinados à exploração e produção de petróleo, optar por um caso central em que pelo menos não sejam desperdiçados êstes recursos.\nPor outra parte, as características do problema, por sua natureza probabilística, tornam difícil, imprecisa e limitada, se não impossível mesmo, a análise clássica do problema econômico, uma vez determinadas a taxa de juros e certa programação de “fluxos de dinheiro” (cashflow). Probabilísticos também seriam os “fluxos de dinheiro” (cash flow), os quais envolveríam faixas de variação. Além disso, a evolução da tecnologia de recuperação pode mudar, bruscamente, os cronogramas de extração do óleo descoberto.\nCom base nestes argumentos, usou-se como primeira aproximação um modêlo com lucro de 0%, porque assim o cronograma de desembolsos ou de recebimentos não influi no “valor presente” da alternativa. O modêlo preparado considera estáveis a taxa de 0% e a moeda introduzida nos cálculos — um estudo feito em certa data pode ajustar-se à realidade de valor, em outro ponto do tempo, mediante comparação estabelecida, nas duas datas, através de um padrão qualquer, estável, de valor.\nA inclusão de taxa de juros e de duração prevista para a produção dos poços descobertos significaria, tão-só, a adição de um novo fator à fórmula matemática proposta para lucro de 0%, multiplicando os resultados do programa. Tal fator modificaria o valor presente do óleo descoberto, donde as conclusões obtidas. Nenhuma influência se, faria notar sôbre os custos incluídos no modêlo, que ou são os custos do ano, ou depreciações de investimentos já realizados, e também gravariam apenas determinado ano.\n2 — DESCRIÇÃO DO PROBLEMA\nDe acôrdo com uma das teorias mais endossadas a respeito da matéria, o petróleo se origina de camadas de sedimentos sepultadas durante milhões de anos, depositadas em depressões da superfície da crosta terrestre e recobertas por espêssas camadas de novos sedimentos. As adequadas condições de pressão e temperatura assim criadas promoveram as\nreações químicas que transformaram em petróleos dos mais diversos tipos os sedimentos sepultados.\nO petróleo formado nessas condições tende a migrar das suas fontes geradoras, através dos sedimentos permeáveis a êle, deslocando-se para as zonas de pressão mais baixa. E vai-se escoando pelos interstícios do terreno poroso que encontra, até ficar detido em sua marcha por uma “barreira” de material menos permeável. Com o tempo, o óleo se acumula nos locais onde a impermeabilidade do terreno é mais acentuada. O objeto das atividades exploratórias de petróleo consiste em descobrir as acumulações oleí-feras.\nO processo operacional empregado nos trabalhos de descobrimento de petróleo pode ser sintetizado na seguinte sistemática:\na)\tinvestigações preliminares da área para o levantamento de suas características geológicas — quando geólogos observam os afloramentos das formações na região, procurando indícios de condições favoráveis para a existência de óleo no subsolo; ou geólogos e geofísicos aplicam suas técnicas específicas de reconhecimento, nos casos de região coberta por sedimentos modernos, ou da plataforma continental. As técnicas geo-físicas de reconhecimento incluem os métodos gravimétrico, magnetométrico e elétrico, usados entre nós.\nb)\tA partir das informações colhidas nessas investigações preliminares, passa-se, quando os indícios verificados são positivos, à fase posterior — de reconhecimento mais detalhado da área —, com a utilização de mais precisas técnicas de exploração: método sísmico (explosões na superfície, para a determinação das estruturas subterrâneas por meio de reflexos de ondas sísmicas), método gravimétrico de detalhe (medida da variação da gravidade na área, motivada pela presença, no subsolo, de materiais com diferentes densidades), etc.\nc)\tNas áreas reconhecidamente interessantes, os furos estratigráficos podem também ajudar a reproduzir com exatidão o perfil do terreno de interêsse, pelo estudo de amostras (testemu-\n■ nhos) retiradas às diversas profundidades por onde avança a broca de perfuração.\nCompletadas e cuidadosamente interpretadas as três etapas supradescritas, os técnicos em exploração de petróleo delimitam as áreas onde consideram mais provável a existência de petróleo, e nessas áreas marcam os locais para a perfuração de poços pioneiros. Infelizmente, até hoje ninguém inventou nenhum método para revelar, com certeza, a presença de petróleo no subsolo, antes de se fazer tuna perfuração pioneira; e esta operação pode terminar em um furo sêco, ou um poço que produza hidrocarbonetos em quantidades variáveis. Quando já existem poços pro\ndutores numa estrutura, a produção dos campos é aumentada por meio das chamadas perfurações de desenvolvimento.\nO rendimento econômico da perfuração de um pioneiro depende de seu custo global — que inclui os custos de exploração, de perfuração propriamente dita, de produção e transferência, custos indiretos administrativos rateáveis pela área de interêsse — e do resultado positivo que o poço venha a proporcionar em petróleo.\n3\t— PROBABILIDADE DE SUCESSO\nO sucesso na perfuração de um pioneiro pode-se definir, qualitativamente, pelo fato “encontrar óleo e/ou gás”; e o fracasso, por sua vez-, definir-se pelo acontecimento “furo sêco”.\nA probabilidade de sucesso varia de locação para locação, e o seu valor é estimado pela equipe que estuda as condições da área e'resolve recomendar uma perfuração pioneira. Uma variável aleatória, representativa de determinado acontecimento, segue a distribuição binomial quando sua probabilidade de ocorrência é conhecida e invariável em diferentes tentativas. O acontecimento “número três na jogada de um dado” tem 1/6 de probabilidade conhecida e apresenta-se invariável de jogada em jogada (suposto perfeito o dado). A obtenção de “cara” em jogada de moeda perfeita é um acontecimento com 1/2 de probabilidade, probabilidade essa constante de jogada em jogada. Ambos os casos são exemplos de fenômenos regidos pela binomial.\nSe considerarmos um grande conjimto de perfurações pioneiras, podemos calcular o valor médio da probabilidade de sucesso, e, assim, o número médio de furos necessários para conseguirmos um poço produtor. Êsse valor médio de sucessos em grande número de pioneiros permite utilizar como modêlo matemático para a mensuração da probabilidade de sucesso de 1, 2, 3, ........,\tn, pioneiros, em um\nprograma de n pioneiros, a função densidade de probabilidade da distribuição binomial (4), expressa pela fórmula:\nonde:\np = probabilidade de sucesso em um poço pioneiro\nq = 1 - p\nrx = número de sucessos em n tentativas\nnúmero de combinações de n objetos toma-\ndos Tj de cada vez.\nPor definição:\n(\")----------nl-----\nV1/ rdCn-ri)!\nn! = n(n- 1) (n-2) .......... 3.2.1\nJá que podemos estimar, em um programa de n poços pioneiros, a probabilidade de sucesso em 1, 2, 3,.........,\tn furos, podemos determinar o valor\nesperado do número de sucessos em um programa de n pioneiros:\nVE (número de sucessos) = L rx P (r = rx) = np ri\nonde:\nVE = valoi- esperado\nEste raciocínio permitiría calcular o valor esperado do resultado da realização de um programa de n pioneiros, desde que conhecéssemos:\no) os custos totais envolvidos no programa\nb)\to valor do petróleo trazido por furos de sucesso.\nUma vez conhecidos os itens d) e b) em questão, estaria aberto o caminho para a determinação de um programa ótimo, pela mensuração do interêsse envolvido em um programa de n furos, sendo n = 1, 2, 3, ...... Grafados os valores do interêsse final\ncontra o valor de n, ter-se-ia o ponto ótimo da curva, que seria o melhor programa de exploração para determinado período. Não é exata a determinação dos citados valores de d) e b) encontrados em um poço de sucesso, mas pode fornecer uma aproximação razoável, sob certas condições. Já a suposição de que os pioneiros apresentam, todos, igual probabilidade de sucesso, merece comentários adicionais.\nDentro de tuna bacia petrolífera considerada, as densidades de probabilidade de sucesso variam de ponto a ponto da área estudada, porém se mostram concentradas em zona que se revele produtora ou tenha profundidades exploráveis nas faixas mais promissoras. Naturalmente, os técnicos responsáveis pelas locações dos futuros pioneiros, e os responsáveis pela discussão, aceitação ou não-aceitação dessas locações, procuram basear seus julgamentos em índices seguros, os quais os levem a acreditar instintivamente que do pioneiro proposto resultará um sucesso. Assim, com o acúmulo da experiência se vai delineando uma média de sucessos nos pioneiros realizados. Ainda quando se observe nessa média uma tendência estável, as probabilidades de sucesso em cada poço proposto variam, no julgamento dos técnicos, de um local para outro e de uma época para outra, o que se explica pela variação do conhecimento da estrutura e características do subsolo, conforme se vão desenvolvendo a exploração dêste e os campos de petróleo já descobertos.\nAo início da exploração em uma área qualquer, pode-se considerar quase que totalmente ignorado o valor da probabilidade de sucesso; tudo se baseia em correlação de informações do local com informações, se disponíveis, de outras áreas parecidas. Descoberto o óleo, a probabilidade de sucesso em cada pioneiro vai-se definindo melhor, e em certos casos adquire bom índice de confiança, graças à experiência acumulada que traz aos técnicos um conhecimento cada vez mais seguro das verdadeiras características do local em estudo.\nVoltando à suposição de iguais probabilidades de sucesso para todos os pioneiros —■ raciocínio freqüente em estudos de programas de exploração ■—■, seríamos levados a atribuir critério perfeitamente constante e homogêneo não só aos técnicos que recomendam pioneiros, como aos que estudam e aceitam, ou não, as recomendações, critério pelo qual se reconhecería, para todos os pioneiros, exatamente a mesma probabilidade de sucesso. E concluiriamos, ainda, supostas iguais probabilidades de sucesso para cada pioneiro, que o importante — como se viu na expressão da probabilidade acumulada de sucesso para a distribuição binomial — seria o número de pioneiros, sem consideração da sua ordem, nem tampouco das diferenças dos seus valores esperados de resultados econômicos.\nNo presente trabalho trataremos em separado as probabilidades de sucesso em cada pioneiro proposto. Essas probabilidades, em cada pioneiro, representarão a combinação das probabilidades de sucesso de cada “horizonte” atravessado pela sonda, denominando-se “horizonte” cada lâmina prospectável do subsolo.\nAssim colocado o problema da probabilidade de sucesso em cada poço, contamos com as vantagens de:\na)\tpossibilidade de classificar os furos em função do seu valor de probabilidade de sucesso;\nb)\tlevantamento do valor esperado de sucesso para\num programa de 1, 2, 3, ..........,\tn pioneiros,\n' tendo em vista os valores de cada furo, e não o valor médio da região;\nc)\tdeterminação das probabilidades, para cada pioneiro, de que pelo menos um horizonte seja produtor, o que equivale a encontrar a probabilidade de sucesso individual de cada perfuração.\nObtida a probabilidade de sucesso de cada pioneiro, resta-nos apurar o valor dêsse sucesso, em têrmos monetários: tal valor dependerá de cada horizonte que, atravessado pela sonda, contribuirá com um dado volume esperado de petróleo, e do valor unitário do petróleo na região.\n4\t— TAMANHOS DOS CAMPOS DE PETRÓLEO\nAs formações de certos recursos naturais, como minérios de ouro e outros metais, apresentam (6) seus tamanhos arranjados segundo a distribuição lognormal, que se pode definir: a distribuição de uma variável aleatória cujos logaritmos se dispõem de acôrdo com a distribuição normal.\nKaufman (6) mostra, em Statistical Decision and Related Techniques in Oil and Gas Exploration, que os tamanhos de campo de petróleo se distribuem também de acôrdo com a log-normal; as discrepâncias verificadas nos pequenos e grandes tamanhos, êle as justifica pela ausência de registro de campos pequenos e pela imprecisão, talvez forçada, dos tamanhos dos campos de grande porte. Pode-se, nesta conformidade, aplicar um tratamento analítico aproximado à distribuição dos tamanhos de campos de petróleo em tuna bacia petrolífera conhecida.\nOutro aspecto interessante do problema em pauta é a definição do que seja tamanho de campo de petróleo. Geralmente, define-se como volume de um campo petrolífero aquêle volume que os recursos técnicos conhecidos no momento da avaliação permitem recuperar; e, às vêzes, até mesmo aquêle volume recuperável por meio das técnicas não só existentes, mas disponíveis no momento da avaliação. Entretanto, o acelerado avanço da tecnologia, em todos os setores, e a tendência de elevar-se cada vez mais o “fator de recuperação” dos campos de petróleo, ou seja, a percentagem recuperável de determinado volume de petróleo conhecido e localizado no subsolo, indicam que o conceito de tamanhos de campos, ou melhor, dos seus volumes, deve abranger os volumes totais descobertos, isto é, os valores dos volumes originais provados.\nEm benefício da clareza, façamos uma reprodução sumária das definições aceitas pela PETROBRÁS para os volumes contidos em campos descobertos:\na)\tvolume original provado — o volume de petróleo descoberto, cubado e com as possibilidades de produção econômica confirmadas pelos métodos normais em uso na época;\nb)\tvolume provável — o volume de petróleo que se supõe existir numa extensão de campo produtor, a qual possui bastantes indícios de ocorrência de petróleo, mas ainda não foi perfurada para produção;\nc)\tvolume possível — o volume de petróleo além do que se considera normalmente extensão certa de campo já produtor, mas estaria acumulado sob uma área cujas características geológicas sugerem a presença de depósitos petrolíferos;\nd)\tvolume recuperável — o produto do volume original provado, pelo fator de recuperação;\ne)\treserva de petróleo —- o volume recuperável somado à injeção acumulada e deduzido da produção acumulada de petróleo;\nf)\tinjeção acumulada de petróleo — o somatório dos\nvolumes de petróleo injetados em determinado campo, por meios artificiais; ■\t■\ng)\tprodução acumulada de petróleo — o somatório dos volumes produzidos por um campo, desde o início de sua produção até a data estabelecida.\nO volume original provado de petróleo é fixado quando se delimita, finalmente, determinado campo petrolífero; e, multiplicado pelo fator de recuperação, êle nos dá a reserva inicial do campo, a qual coincide, neste caso, com o volume recuperável. Ã medida que o campo produz, vai a sua reserva ficando desfalcada do volume produzido, e -acrescida do petróleo nêle porventura injetado.\nQuando a área se acha em fase inicial de desenvolvimento, a determinação da curva biparamétrica log-normal, que aproxime a distribuição dos tamanhos de campos existentes, é uma aproximação válida, e deverá ser melhorada e corrigida com a ampliação do conhecimento dos tamanhos de campos que se venham a encontrar. Se a área já está em exploração relativamente adiantada, a aproximação por uma log-normal proporciona boa informação, principalmente para os valores centrais da distribuição. Assim, os dados de uma bacia explorada, com características semelhantes às de uma bacia inexplorada, terão grande valia para o estudo da nova área. No trabalho citado, Kaufman (8) analisa com bastantes detalhes o problema da determinação da curva lognormal que pode representar um certo conjunto de dados referentes a volumes de campos de petróleo.\nA PETROBRÁS utiliza programas de computadores para determinar os parâmetros da log-normal que se ajustem a tal ou tal conjunto de dados. Nessas condições, já tem detalhamento pronto na Emprêsa o cálculo do valor esperado do volume de petróleo a ser descoberto por um pioneiro de sucesso. Omitiremos, portanto, a análise desta parte do processamento de dados, necessária à aplicação do nosso modelo matemático.\n5\t— MODELO MATEMÁTICO DO PROBLEMA\t.\nA propósito da construção do modêlo matemático para a solução do problema, faremos as seguintes suposições:\nd)\tsão aproximadamente iguais, para fins práticos, as características médias do petróleo obtido na área em estudo;\n&amp;) as facilidades para a produção e o escoamento de petróleo produzido na área em estudo se acham parcialmente estabelecidas, podendo-se avaliar, sem grandes dificuldades, o custo necessário para pro\nduzir e escoar um determinado volume adicional de petróleo;\nc)\té conhecido o valor do petróleo, quer dizer, o preço de venda, o qual identificaríamos, por exemplo, como o valor médio do petróleo estrangeiro importado CIF local da produção; haveria assim, para a nossa produção, uma certa compensação representada pelo acréscimo de custo de frete, incorporado ao valor do petróleo;\t.\nã) conhecidos são, também, os custos de pesquisas geológicas, sísmicas, os custos de outros trabalhes exploratórios, de perfuração do pioneiro, e os custos indiretos relacionados com o programa;\ne)\té conhecido o custo médio -de completação de um poço produtor.\nE para os pioneiros perfurados admitiremos uma profundidade média, por duas razões principais:\na) está bem definida a faixa de profundidade de maior interêsse, em determinada área produtora;\n&amp;) segundo a opinião de técnicos do DEXPRO, o custo de perfuração, além ou aquém da média, tem influência irrelevante em um programa de pioneiros.\n5.1\t— VALOR ESPERADO, OU ESPERANÇA MATEMÁTICA, DO VOLUME DE UM RESERVATÓRIO PETROLÍFERO\nA meta do pioneiro é alcançar um ou vários “horizontes” prospectáveis, entendendo-se por “horizonte” uma lâmina da sub-superfície onde se espera encontrar depósito de petróleo. Ãs vêzes, o pioneiro se destina a um horizonte profundo, mas encontra óleo em horizonte mais superficial, por onde seu projeto original o forçou a passar. Em outros casos pode o pioneiro ter a missão de atingir certo horizonte relativamente raso, mas prosseguir depois até outros horizontes mais profundos, para verificar se também ali existe petróleo.\nSuposto que cada lâmina possivelmente portadora de óleo, ou cada horizonte, contém um valor esperado de volume original provado, êsse volume original provado, para determinado pioneiro, será o somatório dos volumes esperados dos diversos horizontes atravessados pelo furo pioneiro, ou:\nVE(x).= E VE(z)]P(s)Jt (I)\ní=i\nonde:\nVE (x)1 = valor esperado do volume de óleo resultante do pioneiro i\nVE (z)j = valor esperado do volume de óleo no horizonte j\nP (s)i = probabilidade de encontro de óleo na lâmina ou horizonte j, pelo pioneiro i .\ni = 1, 2,............,\tn (número indicador do\npoço pioneiro)\nj = 1, 2,............,\tk (número indicador do\n•\thorizonte petrolífero).\n5.2\t— VALOR ESPERADO, OU ESPERANÇA MATEMÁTICA, DO RESULTADO ECONÔMICO DA PERFURAÇÃO DE UM PIONEIRO\n■ Chamaremos y a variável aleatória que representa o resultado econômico de um poço pioneiro. Para a determinação de y, dever-se-á estudar um plano completo de perfuração de n poços pioneiros, pois que os diferentes custos envolvidos em um programa de poços pioneiros variam com o valor de n. O valor de y será função de variáveis diversas — custos de pesquisas geológicas e geofísicas (só para o programa), custos indiretos rateados, custos de perfuração e de completação, custos das instalações complementares necessárias à produção e escoamento do óleo adicional produzido — e do valor do óleo encontrado, consideradas as condições de recuperação no momento. Por sua vez, pràticamente tôdas as variáveis supracitadas são dependentes do programa que se pretenda realizar, ou melhor, são funções de n, número de poços pioneiros a perfurar.\nPodemos, assim, expressar o valor de y, função de n, pela seguinte fórmula:\nCP\ny, = VE (x) (R), (U), - (CC), p (s), - -^í- - (CPE)n n\nonde:\nVE (x) = valor esperado do volume original provado de petróleo resultante do pioneiro i, bem sucedido\n(R),\t= fator de recuperação do campo i\n(U),\t= resultado econômico unitário do petróleo\na obter do campo i, ou seja, a diferença entre o valor comercial do'’petróleo do campo i e os custos diretos de produção e transferência dêsse petróleo para o ponto de entrega, inclusive o custo do investimento necessário às instalações adicionais (CC),\t= custo de completação do poço i, bem su-\ncedido\np (s),\t= probabilidade de sucesso na perfuração do\npoço i\nn = número total de poços pioneiros do programa em estudo\nCP = somatório de todos os custos diretos e indiretos das pesquisas exploratórias que deram origem ao programa em estudo, de n poços pioneiros\n(CPE)n = custos de perfuração de um furo pioneiro, para um programa de n furos pioneiros.\nO valor de VE (z) está indicado na fórmula (I), subseção 5.1.\nO valor p (s)„ ou seja, a probabilidade de pelo menos um dos horizontes se revelar produtor, depende\nda combinação das probabilidades de sucesso, em cada horizonte, para o pioneiro i.\nAdmitindo-se que a bacia em estudo contenha k horizontes prospectáveis, cada poço pioneiro poderá alcançar um ou vários horizontes, quer em vista do seu objetivo implícito, quer mesmo em função das próprias características da bacia, em certos pontos da qual talvez não estejam presentes todos os k horizontes prospectáveis.\nA expressão mais genérica da probabilidade de que pelo menos um dos k horizontes produza óleo é: p(s), = l-[l-p(s)j] [l-p(s)2,].[1-PÍs/V1] [l-p(s)i]\nonde:\np(s), = probabilidade de que pelo menos um dos horizontes seja produtor de óleo, no poço pioneiro i\np(s)J = probabilidade de que o pioneiro i encontre óleo no horizonte j\n(i = 1, 2, 3, ...., n; j = 1, 2, 3,..., k).\nComo qualquer programa de perfuração de poços pioneiros está essencialmente condicionado à disponibilidade de recursos para sua execução, ao nosso modêlo se aplica a seguinte equação de restrição: É (CC), p (s), + CP + n (CPE) &lt;REC\nPor sua vez, o critério do invest'mento, com lucro zero, nos limita a:\nÉy,^REC\nonde: REC = recursos disponíveis para investir na bacia em estudo (n = 1, 2, 3,.................).\nPoderemos ■ arbitrar diferentes valores de n para a solução do problema, e, para cada um dêles, verificaríamos a posteriori o atendimento às duas condições básicas. A solução terá de ser realizada em computador — poi’ impraticável sem o auxílio dêsse equipamento — pelo processamento dos dados existentes e pela saída dos resultados em dois gráficos: um com os valores dos resultados líquidos globais esperados de um programa de n furos pioneiros, contra os furos do programa relacionados sucessivamente como abscissas, pela ordem de importância decrescente; outro que relacione os recursos totais, necessários ao programa proposto de n furos pioneiros, com os mesmos supracitados valores das abscissas.\nAtravés dêsse procedimento submeteremos ao homem de decisão um retrato aproximado da situação em estudo, oferecendo-lhe oportunidade de escolher uma das quatro alternativas básicas:\t.\na) investir o mínimo possível, atingindo, porém, o ponto de equilíbrio de lucro zero, ou seja, sem perda prevista de recursos;\nb)\tinvestir o ótimo possível, para obter do programa proposto o máximo de resultado econômico;\nc)\tinvestir o máximo disponível, ultrapassando o ponto ótimo, mas sem a previsão de perda econômica no programa;\nd)\tinvestir além do ponto descrito em c), com' alto risco calculado e expectativa de perda, para permitir um esfôrço extra na exploração de petróleo, justificado em razões de segurança nacional.\nSe chamarmos Y (n) ao somatório dos y, teremos:\nY\t(n) = É VE (x), RiUi - È (CC)t p (s)l - CP-\n1=1\t1=1\n- n (CPE)\nou, simplificando:\nY\t(n) = EU É VE(x)i~CC È P (s)i-CP-n (CPE)\n1=1\t1=1\nonde R, U, CC e CPE foram considerados constantes, arbitrando-se-lhes os valores médios observados na área em estudo.\nNessa descrição do nosso modêlo matemático não se faz distinção entre os têrmos “custos” e “investimentos”. Com o devido respeito aos especialistas, desejamos esclarecer que semelhante indistinção não prejudicará o trabalho, pois o estudo será baseado em valores atuais ou “valores presentes” (7), método pelo qual se comparam em data fixa os valores “descontados” de todos os desembolsos, no tempo. Além disso, a taxa de juro, fixada ein 0%, faz equivalerem os pagamentos, em vários períodos no tempo, simplesmente ao seu somatório, em qualquer data arbitrária.\n6\t— EXEMPLO NUMÉRICO\nVamos agora ilustrar por um exemplo numérico a aplicação do modêlo matemático proposto.\nEstudaremos uma bacia fictícia, sob a denominação de “Bacia Grande”, onde existem, na área em estudo, quatro horizontes prospectáveis, não totalmente contínuos. A êstes horizontes designaremos por A, B, C e D.\n6.1\t— PROBABILIDADES DE SUCESSO\nSerão indicadas, sob forma de matriz (50,4), na saída dos resultados do processamento do programa, que resolverá êste exemplo numérico (ver apêndice). Cada número representa a probabilidade de sucesso do poço I na lâmina J, sendo I = 1, 2, 3,.,50,\ne&lt;7 = 1, 2, 3 ou 4.\n6.2\t— FATOR DE RECUPERAÇÃO\nConsideraremos fator de recuperação ó valor médio da “Bacia Grande”, estimado em 0,3 ou 30%.\n6.3\t— VALORES ESPERADOS\nValores esperados de volume original provado de petróleo nos quatro horizontes da “Bacia Grande” (fornecidos pelo processamento dos dados existentes sôbre os volumes, já descobertos, dos reservatórios dos diversos horizontes):\nVolume esperado em milhões de m3\nhorizonte A........................... 9,05\nhorizonte B...........................16,70\nhorizonte C........................... 3,94\nhorizonte D........................... 2,82\n64 — VALOR PRESENTE UNITÁRIO {POR M3) DO PETRÓLEO A OBTER DA “BACIA GRANDE”{*)\nCom um valoi’ comercial à base de Crg 5,80/bar-ril (USS 1,80/barril), teremos, aproximadamente, CrS 36,48/m3.\nO processo de produção e escoamento de óleo para o local de entrega inclui diferentes parcelas de despesas — por exemplo, amortização dos custos de perfuração dos poços de desenvolvimento no campo descoberto; amortização dos custos dos investimentos nas instalações necessárias à incorporação do volume adicional de óleo produzido ao que já produz a bacia em estudo; gastos com o pessoal engajado na produção de petróleo; materiais empregados; serviços de terceiros e outros encargos; e os custos de administração rateáveis pelo campo produtor.\nCalcularemos em Cr$ 15,00/m3 o somatório dêsses custos para a “Bacia Grande”. E deduziremos: 36,48 - 15 = 21,48, achando o valor presente unitário de CrS 21,48/m3 para o petróleo explotável da nossa bacia hipotética.\n6.5\t— CUSTOS DAS PESQUISAS EXPLORATÓRIAS QUE RESULTARAM NO PROGRAMA PROPOSTO DE 50 POÇOS PIONEIROS PARA A “BACIA GRANDE”\nComputaremos nesta rubrica todos os custos, diretos e indiretos, realizados na “Bacia Grande” durante os 365 dias imediatamente anteriores à proposição dos 50 poços pioneiros. Suponhamos que seja apresentado anualmente —• digamos, no fim do mês de dezembro —- um programa de M poços pioneiros para o ano seguinte: com vistas à aplicação do presente modêlo matemático do problema de decisão para a perfuração de poços pioneiros, entender-se-á por custo o somatório dos custos de exploração verificados durante o ano que termina.\nOs custos diretos de exploração envolverão os de pessoal e material diretamente investidos em tôdas as fases de exploração de petróleo na “Bacia Grande”, no ano em consideração. Os custos indiretos com-por-se-ão dos custos administrativos, rateáveis pela\n(*) Valores calculados em julho/68\n“Bacia Grande”, para as atividades de exploração, e de uma parcela da administração do DEXPRO e da Alta Administração da Emprêsa, parcela esta que retrate aproximadamente a parte dessas atividades de alto nível dedicadas à exploração de petróleo.\nEm nosso exemplo conjetural, vamos tomar por custos diretos apropriados à “Bacia Grande”, no ano em estudo, a quantia de CrS 150000000,00 (cento e cinqüenta milhões de cruzeiros); e por custos indiretos o montante de CrS 20000000,00 (vinte milhões de cruzeiros).\n6.6\t— CUSTO DE PERFURAÇÃO DE UM POÇO\nPIONEIRO\nConvencionaremos que se acham bem estabelecidos os custos de perfuração de um poço pioneiro na “Bacia Grande”; que, em face da grande quantidade de trabalhos de perfuração nesta bacia, a variação do número de poços pioneiros tenha influência desprezível sôbre o custo médio por metro perfurado; e, ainda, que, segundo observações dos técnicos e estatísticos da PETROBRÁS, os reservatórios de petróleo se encontrem preferencialmente a determinada profundidade média ■— em nosso exemplo, a 1 500 m.\nAdmitindo por metro perfurado o custo médio de CrS 300,00, tiraremos para a perfuração de um poço pioneiro o custo médio de (300) (1500) = 450 000, ou CrS 450 000,00 (quatrocentos e cinqüenta mil cruzeiros).\n6.7\t— CUSTO DE COMPLETAÇÃO DE UM POÇO\nPIONEIRO\nO pioneiro bem sucedido deverá ser completado para a produção de óleo. As despesas de comple-tação referem-se a revestimento, tubulação, cimento, cabeças de revestimento e de produção, linha de surgência, canhoneio etc. Para profundidade média de 1 500 m, as despesas em questão orçam por CrS 70 000,00 (setenta mil cruzeiros), até a construção da Unha de surgência. No caso de serem contratados, o custo do canhoneio, unidade de comple-tação, testes de formação, pistoneio, lama de com-pletação, perfil de produção, tamponamento e outras operações e materiais montará a cêrca de ...\nUSS 22,000.00 ou CrS 66 000,00 (sessenta e seis mil cruzeiros). Assim, para um pioneiro de sucesso, e surgente, isto é, que produza petróleo sem o auxílio de estimulação ou bombeio, o custo de completação ficará em torno de CrS 136 000,00 (cento e trinta e seis mil cruzeiros).\nAlas, se os poços de sucesso carecerem de estimulação, há que adicionar CrS 50 000,00 (cinqüenta mil cruzeiros), para cobrirem as despesas correspondentes; e ainda, se, além de estimulados, necessitarem de bombeio, a operação exigirá outros tantos CrS 50 000,00 (cinqüenta mil cruzeiros).\nNa hipótese de se distribuírem os poços de sucesso em um têrço de surgentes, um têrço de estimulados e em estimulados e bombeados os demais, resultará o custo médio de completação igual a:\n132 000 - 182 000 - 232 000 = lg9\n.\t3\t\"\nou Cr§ 182 000,00 (cento e oitenta e dois mil cruzeiros), valor êste que se calcula levando em conta as características médias já observadas na bacia em estudo. Para cada bacia, ter-se-á de avaliar ou arbitrar a percentagem de poços surgentes e não-surgentes.\n6.8\t— RESULTADOS OBTIDOS\nProcessados no computador IBM-1130 da PETROBRÁS, de acordo com o programa exposto no apêndice dêste trabalho, os dados que acabamos de formular permitem estabelecer, em conclusão, que:\nd)\tse perfurarmos todos os 50 pioneiros propostos, podemos esperar oito poços de sucesso (valor da variável SOM AP (50)). Êste número significa uma taxa de sucesso de 8/50, ou aproximadamente 1/6, que é o valor usual encontrado na. perfuração de poços pioneiros, na PETROBRÁS.\n&amp;) No programa se deverá fazer o investimento mínimo de 174,3 milhões de cruzeiros, correspondendo à realização de nove pioneiros — os de números 3, 31, 34, 41, 1, 48, 13, 3 e 11. Resultado líquido: 17,2 milhões de cruzeiros.\nc)\t0 investimento ótimo, para 0 máximo de lucro, importará no dispêndio de 193,4 milhões de cruzeiros, correspondendo à perfuração de 49 furos, ou seja, todos menos 0 de número 13. Resultado líquido: 251,6 milhões de cruzeiros.\nd)\tO investimento máximo a fazer será de 193,9 milhões de cruzeiros, correspondendo à perfuração dos 50 pioneiros propostos. Resultado líquido:\n251,5\tmilhões de cruzeiros.\nNeste exemplo não foi atingido 0 segundo ponto de equilíbrio previsto na construção e explanação do modêlo matemático usado; explica-se 0 fato pelo número relativamente pequeno de furos propostos b pelas probabilidades de sucesso com valores bastante equilibrados.\n7\t— COMENTÁRIOS FINAIS\n7.1\t— AS PROBABILIDADES DE SUCESSO APLICADAS\nA matriz (4,50) dos valores PSC (I,&lt;T), que repre-. senta as probabilidades de sucesso de cada furo I ao atravessar cada horizonte J da bacia em estudo, foi construída por arbitragem de valores que variavam de 28 a 0%. Caberá ao geólogo, na prática, arbitrar melhores valores para a construção dessa\nmatriz, na qual se encontra a chave para a solução do problema de decisão aqui discutido.\nQuando se aplicar o modêlo e verificar quanto se aproxima dos verdadeiros resultados obtidos em uma determinada bacia em estudo, é que melhor se poderá sentir a qualidade das estimativas, feitas pelos . geólogos, das probabilidades componentes da matriz PSC (Z, J).\n7.2\t— OS RESULTADOS LÍQUIDOS ACHADOS\nÃ primeira vista, os resultados líquidos apurados pareceríam talvez exageradamente altos. Entretanto, se nos lembrarmos da percentagem de lucro suposta, na ordem de 0%, nenhuma diferença de resultados haverá, seja retirado em 1, em 10 ou em 100 anos o óleo descoberto.\t'\nSe tivéssemos fixado uma taxa qualquer de lucro, aí, sim, o prazo para retirada do óleo do poço ou campo produtor afetaria os resultados. A introdução de uma taxa qualquer de juros —■ digamos, 6% ao ano — e de um prazo para a retirada do óleo — digamos, 15 anos — implicaria redução de aproximadamente 35% na parcela positiva do nosso modêlo matemático. Acontece que, se ainda continuarmos raciocinando com uma taxa de 6% ao ano, mas tivermos, na realidade, um prazo de produção dilatado para 25 anos, a redução se elevará pràticamente a 50%. Se houver redução de prazo (hipótese aceitável por fôrça de uma possível aceleração do processo produtivo), dar-se-á o fenômeno inverso: a diferença entre o lucro 0% e 6% será menor. Se mantivermos o prazo suposto de 15 anos, mas alterarmos a taxa de juros, por exemplo, para 12% ao ano, a mesma parcela positiva do nosso modêlo sofrerá redução em tôrno de 55%. A inclusão de um fator corretivo em nosso modêlo, tentando adaptá-lo a uma transitória e avaliada situação de juros e prazo, resultará talvez em estreitar o seu valor de instrumento de avaliação.\nNas subseções precedentes estão- declaradas as razões de se haver proposto o lucro de 0%. Poderiamos acrescentar que êsse procedimento tem certa semelhança com a situação de um país que adquire reservas metálicas em barras de ouro: o metal fica ente-sourado, conserva seu valor bastante estável e pode ser usado quando necessário. Se as reservas de ouro do país em causa crescerem até índices bastante altos, que façam desaparecer qualquer motivo lógico para a aquisição de reservas adicionais, então o país em referência, garantido contra eventuais reveses de sua economia, pelo menos até onde se possa prever, não mais precisará socorrer-se do mercado internacional do ouro. Dentro dêsse modo de entender, se as reservas recuperáveis de petróleo, também conhecido pela denominação de “ouro negro”, a tal ponto se\nmultiplicarem que percam sua razão-de-ser os investimentos para conquistar reservas adicionais, aí, então, poderemos encarar a exploração geológica de petróleo como um problema econômico clássico, no qual se confrontam várias alternativas e se escolhem as melhores, ou a melhor.\n7.3\t— OS VALORES ESPERADOS DOS VOLUMES DE PETRÓLEO A ENCONTRAR\nÉ neste item que se coloca o mais importante problema da aplicação do modêlo matemático apresentado.\nA determinação do valor esperado, ou esperança matemática do volume de óleo a encontrar em um poço pioneiro de petróleo, bem sucedido, fundamentou-se na distribuição dos volumes pela bacia estudada, distribuição essa que é aproximadamente lognormal. Os momentos de primeira ordem das distribuições log-normal dos volumes de óleo contidos nos horizontes da “Bacia Grande” basearam a determinação dos volumes esperados de óleo em cada furo — VESPX (Z), I = 1, 2, 3, .......,\t50 — e a\ndeterminação dos somatórios dêsses volumes para programas de 1, 2, 3, ....., n, ......,50 poços,\nou seja, a determinação dos valores de SOVEX (T), 1 = 1,2, 3,......,50.\nTal sistemática de cálculo implica considerar infinito o “universo” de volumes de poços — por outras palavras, admitir que um poço pioneiro de sucesso, realizado em qualquer ponto da “Bacia Grande” e em qualquer época, terá por volume um componente da distribuição log-normal da lâmina ou horizonte do qual obteve sucesso. Esta suposição é bastante válida e útil no estudo de uma bacia pouco explorada, cujas características se deixem inferir de outras bacias já conhecidas, ou, melhor, cujos parâmetros da distribuição log-normal de tamanhos de campo se possam inferir de bacias semelhantes.\nJá em bacias bem exploradas, observa-se na prática que os maiores tamanhos de campo são os primeiros descobertos, seguindo-se os médios, pequenos e, eventualmente, algum grande. Nestas bacias, pode-se então constatar, a curva que representa a distribuição dos tamanhos de campo vai sendo “descoberta”, restando por “descobrir” sòmente determinados trechos da curva. Em tais bacias bem exploradas, o “universo” dos tamanhos de campo não mais oferece as características de uma log-normal, para os campos não descobertos — êle assinala sim, as subdistribuições, se assim as podemos chamar, de uma log-normal primitiva, já parcialmente esgotada.\nReveste-se de merecido interêsse o problema de determinação das probabilidades de tamanho de campos petrolíferos em áreas bastante exploradas, e constituirá um dos pontos a focalizar na continuação dos estudos iniciados pelo presente trabalho. Cumpre\naqui referir que o Eng.0 Carlos Walter M. Campos, Chefe da Divisão de Exploração do DEXPRO/PE-TROBRÁS, se vem ocupando dêste assunto e já dispõe de abundante e precioso material com vistas a contribuir para a solução de problema tão interessante.\n7.4\t— OS POÇOS DE GÁS\nEm virtude, principalmente, do caráter simplificado com que desenvolvemos êste nosso trabalho, cuja aplicação definitiva depende ainda de uma ampliação considerável, como se salientou, os poços de gás, ou de petróleo e gás, não foram objeto de estudo. Além disso, as características dos campos petrolíferos brasileiros relegam a segundo plano o valor das reservas de gás natural em comparação com o valor do petróleo líquido nêles encontrado. Assim, a aproximação não se afasta muito da realidade.\n7.5\t— A CONTINUAÇÃO DO TRABALHO\nEm prosseguimento dêste trabalho, dever-se-á construir um modêlo matemático mais amplo, que se estenda a todas as bacias em exploração e em desenvolvimento, na PETROBRÂS, com o propósito de optimizar os resultados do esfôrço total de explo-ração-produção de óleo e gás, da Emprêsa, maximizando o petróleo obtido através dos recursos totais apropriados por ela à exploração de petróleo. A construção do novo modêlo matemático requererá da Equipe de Planejamento da DIPLAN/DEXPRO um esfôrço intensificado, apoiado pelo SERPLAN, no sentido de assegurar a coleta e o processamento dos inúmeros dados estatísticos necessários (já existentes na maioria), como também a manutenção de uma adequada e dinâmica estrutura de apropriação de custos, para aplicação no modêlo a construir-.\n8\t— APÊNDICE(S)\nPROGRAMA FORTRAN PARA O COMPUTADOR-IBM 1130, DA PETROBRÃS, COM A SOLUÇÃO DO EXEMPLO NUMÉRICO APRESENTADO\n// JOB T\n»// FOR\n*name tenti\t■\t•\n*IOCS (CARD»TYPEWRITER»1132PRINTER>PLOTTER)\n*ONE WORD INTEGERS\n#LIST SOURCE PROGRAM\nC\t002HRT\nC PROGRAMA PARA CALCULO DOS RESULTADOS DE PLANOS DE PERFURACAO DE POCOS OO4HRT C PIONEIROS PELA PETROBRAS»\t■\t006HRT\nC TESE DE MESTRADO DO ENG. HELIO DA ROCHA TENTILHÃO « COPPE - U.F.R.J. OO8HRT C CURSO DE ENGENHARIA DE PRODUCAO - 1968\tO1OHRT\nC DEFINIÇÕES DE VARIAVEIS E FUNCOES\tO12HRT\nC VESPX(I)“VALOR ESPERADO DO VOLUME ORIGINAL PROVADO DE PETROLEO NO POC 014HRT C\tPIONEIRO I.\t016HRT\nC PSC!I»J)“PROBABILIDADE DE QUE O POCO PIONEIRO I•DESCUBRA OLEO NO\tO18HRT\nC\tHORIZONTE J.\t020HRT\nC PS(I)“PROBABILIDADE DE QUE O POCO PIONEIRO I SEJA DE SUCESSO»\t022HRT\nC REC(I)“RECURSOS TOTAIS NECESSÁRIOS PARA EXECUTAR UM PROGRAMA DE I 024HRT C\tPOCOS PIONEIROS»\t026HRT\nC RESUL(I)“RESULTADO LIQUIDO ESPERADO DE UM PROGAMA DE I POCOS\tO28HRT\n\tPIONEIROS»\t030HRT 032HRT\n\tDIMENSION PS(50)»PSC(50»5)»SOMAP(50)»SOVEX(50)»REC(50)»RESUL(50)»\t034HRT\nIII(50)»VESPX(50)»VESP(5)\t\t036HRT\n\tREAD (2,11) NPiNH\t038HRT\n\tNPP = NP - 1\t040HRT\n\tREAD(2»10)\t&lt;(PSC(I»J)-»J°1 >NH ) > I“1 iNP)\t042HRT\n\tWRITE(3»210)\t044HRT\n\tDO 23 I = 1»NP\t046HRT\n23\tWRITE(3»215) (PSC(I»J)»J«1»NH)\t048HRT\n\tDO 20 I » 1»NP\t050HRT\n\tPSP “ 1»\t052HRT\n\tDO 22 J = 1»NH\t054HRT\n22\tPSP = PSP*(1.-PSC(I»JM\t\t\t056HRT\n20\tPS(I) = l.-PSP\t058HRT\n\tSOMAP(1) = PS(1)\t060HRT\n\tDO 30 I»1,NPP\t062HRT\n30\tSOMAP(I+1) « SOMAP(I) + PSH + 1)\t064HRT\n\tREAD(2»40) (VESP(J)>J«1»NH)\tO66HRT\n\tDO 41 I«1»NP\t068HRT\n41\tVESPX(1)“O.\t070HRT\n\tDO 50 I»1»NP\t072HRT\n\tDO 50 J“1»NH\t074HRT\n50\tVESPX(I) » VESPX(I) + VESP(J)*PSC(I»J)\t076HRT\n\tB « 500000000.\tO78HRT\n\tDO 110 I “ 1»NP\t080HRT\n\tA “ 0.\t082HRT\n\tDO 100 K « 1>NP\t084HRT\n\tIF (VESPX(K)- B) 80»105»100\t086HRT\n80\tIF (VESPX(K)- A) 100»90»90\t088HRT\n90\tA » VESPX(K)\t090HRT\n\tKR =• K\t092HRT\n\tGO TO 100\t■\t094HRT\n105\tIF (K “ II (T-l) ) 90»100»100\t096HRT\n100\tCONTINUE\t098HRT\n\tB « VESPX(KR)\t100HRT\nPAGE 02\n110 IKI ) = KR\t\t102HRT 104HRT 106HRT 108HRT 110HRT\n\tJ =11(1) SOVEX(1) = VESPX (J) DO 120 K = l.NPP J = I I(K+l)\t\n120\tSOVEX(K+1) « SOVEX(K) + VESPX(J)\t112HRT\n\tDO 140 I = l.NP\t114HRT\n\tAI = I * 450000.\t.\t116HRT\n\tREC(I) = 182000.*SOMAP(I) + 170000000. + Al\t118HRT\n140\tRESUL(I) = 6.54» SOVEX (I) - 182000. * SOMAP(I)\t- Al - 170000000. 120HRT\n\tWRITE(3,216)\t122HRT\n\tDO 24 I = 1,NP\t124HRT\n\tISOMA = IFIX(SOMAP(I)+.5)\t126HRT\n\tSOVEX(I) = SOVEX(I 1/1000000.\t128HRT\n24\tWRITE(3,217) I,I SOMA,SOVEX(I)\t130HRT\n\tWRITE (3.218)\t132HRT\n\tAREC = 0.\t134HRT\n\tBREC = REC(NP)\t136HRT\n\tARESU = RESUL(l)\t138HRT\n\tBRESU = RESUL(l)\t140HRT\n\tDO 3 I » 2.NP\t142HRT\n\tIF (RESUL(I) - ARESU) 4.5.5\t144HRT\n4\tARESU = RESUL(I)\t146HRT\n\tGO TO 3\t148HRT\n5\tIF-- (RESUL(I) - BRESU) 3.3,6\t150HRT\n6\tBRESU = RESUL(I)\t152HRT\n3\tCONTINUE\t154HRT\n\tIF (ARESU - AREC) 8,8,7\t156HRT\n7\tVI = AREC\t158HRT\n\tGO TO 9\t160HRT\n8\tVI = ARESU\t162HRT\n9\tIF (BRESU - BREC) 13,12,12\t164HRT\n12\tVS = BRESU\t166HRT\n\tGO TO 14\t168HRT\n13\tVS = BREC\t170HRT\n14\tC = FL0AT(NP)».4 + 4.4\t-\t172HRT\n\tCC = C - 2.2\t174HRT\n\tH = VS - VI\t176HRT\n\tHI = H/50000000.\t178HRT\n\tIH = IFIX(HI) + 1\t180HRT\n\tHI = FLOAT (IH)\t182HRT\n\tVIH « VI/1000000.\t.\t184HRT\n\tIVH = IFIX(VIH) - IH\t186HRT\n\tDZ = (FLOAT(IABS(IVH))/HI) * .2 + .5\t188HRT\n\tWrite (1,201)\t190HRT\n\tPAUSE 1\t192HRT\n\tCALL SCALF (1.,1.,0.,0.)\t194HRT\n\tCALL FPLOT (0,0.,11.)\t196HRT\n\tCALL FPLOT (O.C.ll.)\t198HRT\n\tCALL FPLOT (0»C,0.)\t’\t200HRT\n\tCALL FPLOT (0,0.,0.)\t202HRT\n\tCALL FGRID (0,2•2,•5,.4,NP)\t204HRT\n\tCALL FGRID (1,CC , .5..2,50)\t206HRT\n\tCALL FGRID (2,CC,10.5,.4,NP)\t208HRT\nPAGE, 03\n\tCALL FGRID ( 3.2.2.10.5».2»50)\t210HRT\n\tCALL FCHAR (2.27♦.3..1».1.0.)\t212HRT\n\tDO 15 I “l.NP\t214HRT\n15\tWRITE (7.205) I\t216HRT\n\tX = C/2. - 1.3\t218HRT\n\tCALL FCHAR (X».1..1♦.1,0.)\t220HRT\n\tWRITE (7.206)\t222HRT\n\tCALL FPLOT (-2.2.2.DZ)\t224HRT\n\tCALL FPLOT (~1.CC.DZ)\t226HRT\n\tWRITE (1.207)\t228HRT\n\tPAUSE 2\t230HRT\n\tCALL FCHAR (2.27.10.6,.1♦.1»0.)\t232HRT\n\tDO 16 I = l.NP\t234HRT\n16\tWRITE (7.205) II(I)\t.\t236HRT\n•\tX = C/2. - 2.6\t238HRT\n\tCALL FCHAR (X»10«8».1..1.0.)\t240HRT\n\tWRITE- (7.208)\t242HRT\n\tWRÍTE (1.209)\t244HRT\n\tPAUSE 3\t246HRT\n\tY = .25\t248HRT\n\tIV “ IVH - IH\t250HRT\n\tDO 17 I = 1.25\t252HRT\n\tY “ Y + .4\t254HRT\n\tIV = IV + 2*IH\t256HRT\n\tCALL FCHAR (1.7.Y».1».1.0.)\t258HRT\n17\tWRITE (7.205) IV\t260HRT\n\tCALL FCHAR(1.4»1.5».4»*5.1.571)\t262HRT\n\tWRITE (7.211)\t264HRT\n\tCALL FCHAR (1.6,4.2».1..1»1.571)\t266HRT\n\tWRITE (7.212)\t268HRT\n\tX = 2.2\t27ÓHRT\n\tCALL FPLOT (-2.X.DZ)\t272HRT\n\tDO 18 I = l.NP\t'\t274HRT\n\tX = X + .4\t276HR:T\n\tY = DZ + (REC(I)/(HI*1000000.)) * .2\t278HRT\n18\tCALL FPLOT (O.X.Y)\t280HRT\n\tWRITE (1.213)\t282HRT\n\tPAUSE 4\t284HRT\n\tX = CC + .1\t2-86HRT\n\tY = .25\t288HRT\n\tIV = IVH - IH\t290HRT\n\tDO 19 I = 1.25\t292HRT\n\tY = Y + «4\t294HRT\n\tIV = IV + 2*IH\t296HRT\n\tCALL FCHAR (X.Y♦.1».1.0.)\t298HRT\n19\tWRITE (7.205) IV -\t300HRT\n\tX - CC + .8\t- 302HRT\n\tCALL FCHAR (X.10...31,.5.4.712)\t304HRT\n\tWR'ITE (7.214)\t306HRT\n\tX a CC + .6\t308HRT\n\tCALL FCHAR (X.6.8♦.1».1♦4.712)\t310HRT\n\tWRITE (7.212)\t312HRT\n\tX “ 2.2\t314HRT\n\tCALL FPLOT (-2.X.DZ)\t316HRT\n21\n25\n10\n11\n40\n201\n205\n206\n207\n208\n209\n210\n211\n212\n213\n214\n215\nDO 21\n(RESUL(I)/(HI*lOOOOOOe)) * .2\nI = 1»NP\nX = X + .4\ny = dz +\nCALL FPLOT (0,X>Y)\nDO 25 I = 1»NP\nREC(I) = REC(I)/1000000a\nRESUL( I)\nWRITE (3>219) I>11(I)>REC(I)>RESUL(I)\nCALL EXIT\nFORMAT\nFORMAT\nFORMAT\nFORMAT\nFORMAT\nFORMAT\nFORMAT\nFORMAT\nFORMAT\nFORMAT (1H1 >37X>45 (1H* )/38X>.'PROBABILIDADES DE SUCESSO DOS POCOS\n10NEIR0S' 2* H2 *\nFORMAT (\nFORMAT (\nFORMAT (\nFORMAT (\nFORMAT(45X> 5F6.2)\nRESUL(I)/1OOOOOO»\n(40F2.2)\n(213)\n(4E7eO)\t,\n('POSICIONE PENA COR PRETA ABAIXADA NA MARGEM -Y»)\n( 14)\nNUMERO DE POCOS A PERFURAR')\n('COLOQUE PENA VERDE')\n('POCOS A PERFURAR NA ORDEM DECRESCENTE DE IMPORTÂNCIA') COLOQUE PENA AZUL')\ni\nt\n/47X»'N0S HORIZONTES PROSPECTAVEIS'/38X>45(1H-)/45X'*\nH3 * H4\nRECURSOS NECESSAR'IOS ' )\nMILHOES DE CRUZEIROS NOVOS')\nCOLOQUE PENA VERMELHA')\nRESULTADO LIQUIDO DO PROGRAMA')\n* H5 *'/45X>31(1H-))\nPAGE 0^\nP Hl\ni i i f\n216\tFORMAT(1H1>28X>62(1H*)/30X>'NOe'6X>'NOa PROVÁVEL DE POCOS'5X>'VOL 1ME PROVÁVEL RECUPERÁVEL'/29X>'POCOS'1ÓX>'DE SUCESSO'17X>'MILHOES 2E M3'/29X>62(1H*))\n217\tFORMAT(30X>12>16X>12>23X>F8al)\n218\tFORMAT (1H1»22X>74(1H#)/24X>'NOa'6X>'ORDEM DECRESCENTE'5X>'RECURS IS NECESSÁRIOS'5X>'RESULTADO LIQUIDO-'/23X >' POCOS' 7X>' DE IMPORTANCI 2' 9X>'MILHOES DE NCR ' 9X > 1 MI LHOES- DE NCR'/23X>74(1H*))\n219\tFORMAT (24X>12>15X>12»18X>F8a1>15X>F8a 1)\nEND\n318HRT 32OHRT . 322HRT 324HRT 326HRT 328HRT 330HRT -332HRT 334HRT 336HRT > 338HRT ' 340HRT 342HRT 344HRT ’ 346HRT 348HRT 350HRT 352HRT 354HRT 356HRT ‘ 358HRT 360HRT 362HRT 364HRT 366HRT 368HRT 370HRT 372HRT 374HRT 376HRT 378HRT 380HRT ■ 382HRT -384HRT 386HRT\nFEATURES SUPPORTED\nONE-WORD INTEGERS\nIOCS\nCORE REQUIREMENTS FOR TENTI\nCOMMON\t0 VARIABLES 1214 PROGRAM 1768\nEND OF COMPILATION\n\nNO.\tNO. PROVÁVEL DE POÇOS\tVOLUME PROVÁVEL RECUPERÁVEL\nPOÇOS\tDE SUCESSO\tMILHOES DE M3\ntt»#**#*»*»#»»#*#*#*»***#*##****»»#»*»»**#»#»#»###*#*»*»\t\t\n1\t0\t4 e 6\n2\t0\t8.4\n3\t1\t11.7\n4\t1\t■\t14.9\n5\t1\t17.9\n6\t1\t20.8\n7\t1\t23.7\n8\t1\t26.5\n9\t2\t29.2\n10\t2\t32.0\n11\t2 .\t34.6\n12\t2\t36.7\n13\t2\t38.8\n14\t2\t40.6\n15\t2\t42.3\n16\t2\t44.0\n17\t2\t4-5.4\n18\t2\t46.8\n19\t3\t48 e 1\n20\t3\t49.3\n21\t3\t50.5\n22\t3\t51.6\n23\t3\t52.7\n24\t3\t53.8\n25\t3\t54.9\n26\t4\t55.9\n27\t4\t56.9\n28\t4\t57.8\n29\t4\t58.7 '\n30\t4\t59.6\n31\tS\t60.4\n32\t5\t61.2\n33\t5\t61.9\n34\t5\t62.7\n35\t5\t63.4\n36\t6\t64.0\n37\t6\t64.6\n38\t6\t65.0\n39\t6\t65.5\n40\t6\t65.9\n41\t7\t66.3\n42\t7\t66.6\n43\t7\t67.0\n44\t7\t67.3\n45\t7\t67.6\n46\t7\t67.7\n47\t’\t7\t67.8\n48\t8\t67.9\n49\t8\t68.0\n50\t~ 8\t68.1\nNO.\tORDE^M DECRESCENTE RECURSO^ NECESSÁRIOS RESULTADO LIQUIDO\nPOÇOS\tDE IMPORTÂNCIA\tMILHOES DE NCR\tMILHÕES DE NCR\n#*#*»*»»#»#»*»#»*##*«*#***«o**#»»*»»»»#»»»»»»»*#»»**#»»»*##»##»#*##*»#»#*\n1\t3\t170.4\t-139.9\n2\t21\t170.9\t-115.9\n3\t34\t171.4\t-94.4\n4\t41\t171.9\t-74.0\n5\t. 1\t172.4\t-54.7\n6\t48\t172.9\t-36.3\n7\t13\t173.3\t-18.2\n8\t2\t173.8\t-0.3\n9\t11\t174.3\t17.2\n10\t39\t174.8\t34.6\n11\t33\t■\t175.2\t51.5\n12\t26\t.\t175.7\t64.6\n13\t22\t176.2\t77.5\n14\t29\t176.6\t88.9\n15\t28\t177.1\t99.8\n16\t35\t177.6\t110.2\n17\t23\t178.0\t119.4\n18\t4\t178.5\t127.8\n19\t44\t179.0\t135.6\n20\t10\t179.4\t143.1\n21\t8\t179.9\t150.3\n22\t15\t180.4\t157.4\n23\t37\t180.9\t164.1\n24\t32\t181.4\t170.9\n25\t42\t181.8\t177.6\n26\t20\t182.3\t183.6\n27\t7\t182.8\t189.6\n28\t19\t183.3\t195.2\n29\t30\t183.7\t200.7\n30\t17\t184.2\t205.6\n31\t46\t184.7\t210.5\n32\t49\t185.2\t215.2\n33\t38\t185.7\t219.6\n34\t36\t186.2\t223.8\n35\t31\t186.7\t227.9\n36\t6\t187.2\t231.7\n37\t24\t18 7.6\t234.8\n38\t40-\t188.1\t237.5\n39\t5.\t188.6\t239.9\n40\t9\t189.1\t• 242.0\n41\t27\t189.6\t244.1\n42\t45\t190.1\t246.0\n43\t50\t190.5\t247.7\n44\t25\t191.0\t249.2\n45\t47\t191.5\t250.7\n46\t43\t192.0\t251.1,\n47\t18\t192.4\t251.3\n48\t14\t19'2.9\t251.4\n49\t16\t193.4\t251.6\n50\t12\t193.9\t251.5\n***** * ###### # ****#*### **#* ***** ************* * probabilidades de sucesso dos poços pioneiros NOS HORIZONTES PROSPECTÁVEIS\nH1 *\tH2 *\tH3 *\tH4 * H5 *\n0.03\t0.16\t0.02\t0.00\n0b04\t0.14\t0.00\t0.04\n0.00\t0.28\t0.00\t0.00\n0.05\t0.00\t0.23\t0.00\n0.00\t0.02.\t0.03\t0.00\n0.00\t0.00\t0.02\t0.20\n0.11\t0.00\t0.00\t0.00\n0.13\t0.00\t0.00\t0.00\n0.00\t0.00\t0.05\t0.07\n0.08 .\t0.03\t0.00\t0 o 00\n0.00\t0.16\t0.01\t0.02\n0.00\t0.00\t0.00\t0.02\n0.00\t0.17\t0.00\t0.00\n0.00\t0.00\t0.01\t0.02\n0.00\t0.05\t0.08\t0.00\n0.01\t0.00\t0.00\t0.00\n0.00\t0.05\t0.00\t0.00\n0.00\t0.00\t0.01\t0.02\n0.00\t0.02\t0.05\t0.14\n0.11\t0.00\t0.00\t0.00\n0.00\t0.21\t0.03\t0.04\n0.06\t0.09\t0.00\t0.00\n0.15\t0.00\t0.03\t0.00\n0.00\t0.00\t0.14\t0.00\n0.00\t0.00\t0.00\t0.11\n0.10\t0.07\t0.00\t0.00\n0.00\t0.00\t0.02\t0.11\n0.05\t0.07\t0.03\t0.00\n0.00\t0.09\t0.04\t0.05\n0.00\t0.00\t0.21\t0.03\n0.00\t0.00\t0.05\t0.18\n0.03\t0.05\t0.00\t0.00\n0.14\t0.08\t0.00\t0.02\n0.23\t0.07\t0.00\t0.04\n0.08\t0.03\t0.11\t0 a 00\n0.00\t0.00\t0.12\t0.09\n0.06\t0.00\t0.05\t0.13\n0.04\t0.00\t0.06\t0.05\n0.00\t0.14\t0.10\t0.00\n0.00\t0.00\t0.08\t0.06\n0.27\t0.03\t0.00\t0.09\n0.08\t0.00\t0.00\t0.13\n0.00\t0.00\t0.00\t0.05\n0.14\t0.00\t0.00\t0.00\n0.00\t0.00\t0.00\t0.13\n0.09\t0.00\t0.00\t0 e 00\n0.00\t0.00\t0.01\t0.09\n0.06\t0.14\t0.00\t0.00\n0.04\t0.00\t0.11\t0.00\n0.00\t0.00\t0.02\t0.09\nFOCO5 A PRRFLRAR NA DÍÍM fTCAFSCTNn CF IM=CRTAN*IA\n51 14 41\t1 4g* 13\t8 11 31 3) 86 82 39 ffi 35 53\t4 44 to 8 15 37 32 « 8C 7 13 30 17 46 &amp; 33 36 31\t6 24&lt;0\t5\t3 27 4S 50 55 iff 43 IS 14 16 15\nBIBLIOGRAFIA\n(!) Feller, William —An introduction to probability theory and its applications. New York, J. Willy, 1966. 2v.\n(2)\tSchlaifer, Robert—Probability and statistics jor\nbusiness decisions — an introduction to managerial economics under uncertainty. New York, McGraw-Hill, 1959. 732 p.\n(3)\tHammond, Johan S. — Better decisions with\npreference theory. Harvard Business Review, Boston, 45(&amp;): 123-41, Nov. Dec. 1967.\n(4)\tBowker, Albert H. &amp; Lieberman, Gerald J. —\nEngineering Statistics. Englewood Cliffs, N.J., Prentice Hall, 1959. 585 p. •\n(s) Krige, D.G. — A statistical approach to some basic mine valuation problems on the witwa-tersrand. Journal of the Chemical Metallurgical and Mining Society of South Africa, Johannesburg, Dec. 1951.\nAllais, M. — Method of appraising economic prospects of mining exploration over large ter\nritories; Algerian Sahara, case study. Management science, Baltimore, 4 (4) July 1957.\n(s) Kaufman, Gordon — Statistical decision and related techniques in oil and gas exploration. Englewood Cliffs, Prentice Hall, 1963. 307 p.\n(7)\tGrant, Eugene L. &amp; Ireson, W. Grant — Prin-\nciples of engineering economy. New York, Ronald Press, 1964. 574 p.\n(8)\tAitchison, J. &amp; Brown, J.Á. —■ The log-normal\ndistribution, with special reference to its uses in economics. London, Cambridge Univ. Press,\n1966.\t176 p.\n(9)\tGrayson, C. Jackson —■ Decisions tinder uncert-\nainty. Drilling decisions by oil and gas operators. Boston, Harvard Univ, graduate School of Business Administration, 1960. 402 p.\n(10)\tRyan, John M.—National Academy of sciences\nreport on energy resources: discussion of limitations of logistic projections. Bulletin of the American Association of Petroleum Geologists, Tulsa, Okla., 49 (10): 1713-27, Oct. 1965\nSYNOPSIS — One of the most important problems to PETROBRÁS is the planning of wildcat operations. This thesis is concerned with a mathematical model for studying the economic feasibility of wildcating in a known petroleum, basin or in a new one, but with similar characteristics. The application of the model intends to determine the range of investiments to be made for the basin, considering limits defined as the points where economic interest will be null.\n(Originais recebidos em 2-VIH-68.)"}]}}}