{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19573"}, {"@name": "filename", "#text": "2944_2012_BrunoSantosFigueiredo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE BRASÍLIA – UnB \n\nINSTITUTO DE GEOCIÊNCIAS – IG \n\n \n\n \n\n \n\n \n\n \n\n \n\nGEOQUÍMICA E GÊNESE DAS FORMAÇÕES FERRÍFERAS \n\nE METACARBONATOS DA PORÇÃO SUL DO MACIÇO SÃO \n\nJOSÉ DO CAMPESTRE, PROVÍNCIA BORBOREMA \n\n \n\n \n\n \n\nDISSERTAÇÃO DE MESTRADO Nº 290 \n\n \n\n \n\nBruno Santos Figueiredo \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nBrasília ? DF \n2012 \n\n\n\n \n\n \n\nUNIVERSIDADE DE BRASÍLIA – UnB \n\n \n\n \n\n \n\n \n\n \n\nGEOQUÍMICA E GÊNESE DAS FORMAÇÕES FERRÍFERAS \n\nE METACARBONATOS DA PORÇÃO SUL DO MACIÇO SÃO \n\nJOSÉ DO CAMPESTRE, PROVÍNCIA BORBOREMA \n\n \n\n \n\nBruno Santos Figueiredo \n\nDissertação submetida à Coordenação do \nCurso de Pós Graduação em Geologia, da \nUniversidade de Brasília, como requisito \nparcial para obtenção de grau em Mestre em \nGeologia \n\nÁrea de Concentração: Geologia Regional \n\nOrientador: Prof. Dr. Elton Luis Dantas \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nBRASÍLIA – DF \n\n2012  \n\n\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nRevisão e Formatação: Vanda Bastos \n \nFicha catalográfica \n\n\n\n \n\nBruno Santos Figueiredo \n\n \n\n \n\nGEOQUÍMICA E GÊNESE DAS FORMAÇÕES FERRÍFERAS E \n\nMETACARBONATOS DA PORÇÃO SUL DO MACIÇO SÃO JOSÉ DO \n\nCAMPESTRE, PROVÍNCIA BORBOREMA \n\n \n \nDissertação submetida à Coordenação do Curso de Pós-graduação em Geologia, da \nUniversidade de Brasília, como requisito parcial para obtenção de grau em Mestre \nem Geologia \n \n\nÁrea de Concentração: Geologia Regional \n\nOrientador: Prof. Dr. Elton Luis Dantas \n\n \n \n\nBrasília – DF,      de           de 2012 \n \n\n \n\nBANCA EXAMINADORA \n\n \n\n____________________________________ \n\nDr. Elton Luis Dantas (Orientador) \nUniversidade de Brasília - UnB  \n\n \n\n____________________________________ \n\nDr. José Haroldo da Silva Sá  \nUniversidade Federal da Bahia - UFBA \n\n \n\n____________________________________ \n\nDr. Roberto Ventura \nUniversidade de Brasília - UnB \n\n \n\n \n\n \n\n \n \n\nBrasília ? DF \n2012 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho à mulher que me fundamentou sobre a Rocha, \n\nminha querida, Mãe. \n\nA Deus, toda honra e toda glória. \n\n\n\n \n\nAGRADECIMENTOS \n\n \n\nGraças e louvores a Deus, misericordioso e amável pai. \n \nAos meus pais e irmãos, personificação do amor divino em minha vida. \n \nAo meu Orientador, Elton, pelo tempo despendido nesta construção, pelo apoio e \npor acreditar. \n \nAos professores do IG, pelos ensinamentos e fundamentação geológica. Sem \ndúvida, profissionais incríveis que fortalecem esta Instituição.  \n \nÀ CAPES, pela bolsa de estudos. \n \nÀ professora Lucieth, pelas contribuições no texto. \n \nA toda equipe da Coordenação da Pós, meus sinceros agradecimentos. \n \nAos mestrandos e doutorandos com os quais tive o prazer de conviver, desejo mais \ngarra para continuar e, assim, de alguma, fortalecermos a ciência no Brasil. Mesmo \nque a TV não mostre, mesmo que a rádio não toque, aqui vamos nós!!.  \n \nE, à galera da Geochronos, aquele abraço! \n \nÀ galera da laminação, aquele abraço! \n \nÀ galera de rocha da Bahia no cerrado, aquele abraço! \n \nÀ calourada que me ajudou, aquele abraço! \n \nAos amigos da Eagle, pela força. \n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n“O tempo obliterou tristezas, perturbou sistemas mentais \nDe todas as formas. Dobrou as linhas do saber,  \naflorando em consciência, a necessidade de se reciclar.  \nOnde o processo evolutivo continua, nunca será o mesmo \ne não se desmembrará, das tônicas do que se passou”.  \n\n(BSF) \n\n\n\n \n\nRESUMO \n\n \n\nAs características petrográficas e químicas das Formações Ferríferas (FF) e \nMetacarbonatos do Maciço São José do Campestre (MSJC) no estado do Rio \nGrande do Norte proveem informações sobre condições físico-químicas dos \noceanos arqueanos, refletindo condições deposicionais distais e proximais dos vents \nhidrotermais nos assoalhos oceânicos. As FFs são compostas, principalmente, por \nmagnetita/hematita, quartzo, anfibólio (grunerita-cummingtonita) e piroxênio \n(hedenbergita). São formadas predominantemente por SiO2 (37,7 a 66,5 wt.%) e \nFe2O3 (31,3% e 59,6%) com concentrações muito baixas de Al2O3 (0,07 a 1,32%) , \nTiO2 (0,01 a 0,07%), CaO (0,01 e 1,16%) e MgO (0,03 a 1,52%). Em geral, possuem \nrazões La/SmCN > 1, Sm/YbPAAS&lt;1 e Eu/SmPAAS >1 com concentrações totais de \nETRY variando entre 6,03 a 106,36 ppm. As características geoquímicas marcam a \nexistência de dois grupos distintos de FFs: as do Grupo I correspondem a \nocorrências com as maiores concentrações de ETRY e padrões de distribuições \nretilíneos, enquanto as do Grupo II mostram um marcado enriquecimento de ETRL \nem relação aos ETRP. As ocorrências do Grupo I possuem anomalias menos \npronunciadas em Eu* e as maiores anomalias negativas em Ce*, enquanto as do \nGrupo II mostram maiores razões Y/Ho e maiores concentrações em V, Co, Ni e Cu. \nAmbos os grupos mostram comportamentos geoquímicos similares aos padrões \nobservados em FFs de idade arqueana, principalmente às de Isua (Groenlândia), as \nFF mais antigas já datadas até o momento. Os trabalhos de mapeamento realizados \nao norte da cidade de Tangará, na região do Serrote Preto, permitiram a \nidentificação de três fácies de metacarbonatos denominadas de mármores calcíticos, \nmármores calci-dolomíniticos e mármores dolomíticos. Os mármores calcíticos \napresentam concentrações de CaO e MgO entre 34,4% e 47,6% e 3,1% a 15%, \nrespectivamente, maiores concentrações de elementos traços e ETRY, com padrões \nde enriquecimento de ETRL em relação aos ETRP e composições isotópicas de \n?\n\n13\nC variando de -10,1 a -1,7‰ (média de -4,3‰). Os calci-dolomíticos mostram \n\nconcentrações de CaO entre 30,4% e 36,1% e MgO entre 14,3% e 19,5% com ?\n13\n\nC \nvariando de -6,2 a 1,0‰. Já os dolomíticos apresentam uma maior heterogeneidade \nnos valores dos elementos analisados com concentrações de CaO e o MgO entre \n30,2% a 43% e 6,4% a 19,6% respectivamente, com valores de ?\n\n13\nC de -3,4 a 1,1‰. \n\nA associação destes metassedimentos químicos se complementam para caracterizar \ncondições deposicionais distintas dentro dos mares arqueanos com variáveis \ncondições oxirredox em que o Grupo I de FF associado aos metacarbonatos \nrefletem condições distais, nas plataformas marinhas, e o Grupo II condições de \nfundo oceânico, em sítios proximais aos vents hidrotermais. \n \nPalavras-chave: Formações Ferríferas. Mármores. Sequência Vulcanossedimentar \n\nSerra Caiada. Arqueano. \n \n \n\n\n\n \n\nABSTRACT \n\n \n\nPetrographic and chemical characteristics of the Iron Formations (IF) and \nMetacarbonates of São José do Campestre Massif (SJCM), in the state of Rio \nGrande do Norte, provide information about physico-chemical conditions of the \narchean oceans. This reflect depositional conditions of distal and proximal portions of \nhydrothermal vents on the ocean floors. The IFs are mainly composed of magnetite/ \nhematite, quartz, amphibole (cummingtonite-grunerite) and pyroxene (hedenbergite). \nThey are composed predominantly of SiO2 (37.7 to 66.5 wt.%) and Fe2O3 (31.3% \nand 59.6%) with very low concentrations of Al2O3 (0.07 to 1.32%), TiO2 (0 , 01 to \n0.07%), CaO (0.01 to 1.16%) and MgO (0.03 to 1.52%). In general, show La/SmCN> \n1, Sm / YbPAAS&lt;1 and I / SmPAAS> 1, with total REE concentrations varying from 6.03 \nto 106.36 ppm. The geochemical behavior imprint the existence of two distinct \ngroups: the Group I of IF correspond to the hightest concentrations of REE with linear \npatterns of distribution PAAS, while the Group II of IF show a enrichment of LREE \ntowards HREE. The occurrences of the Group I have less pronounced anomalies in \nEu* and the largest negative anomalies in Ce *. The IF of the Group II show hightest \nY/Ho ratios and the higher concentrations of V, Co, Ni and Cu. Both groups show \nsimilar geochemical behavior patterns observed in the archean IF, especially those of \nIsua (Greenland), the IF has the oldest dated so far. \nThe mapping work carried out at north of Tangará city, in the Serra Preta region, \nallowed the identification of three metacarbonates facies called calcitic marbles, \nmarbles calci-dolomitics and dolomitic marbles. The calcite marbles have \nconcentrations of CaO and MgO between 34.4% to 47.6% and 3.1% to 15% \nrespectively. They have higher concentrations of trace elements and REE patterns \nwith LREE enrichment compared to HREE compositions and ?13C ranging from -\n10.1 to -1.7 ‰ (average -4.3 ‰). The calci-dolomitic marbles have CaO \nconcentrations between 30.4% - 36.1% and MgO between 14.3% - 19.5%, with ?13C \nranging from -6.2 to 1.0 ‰. The dolomite marbles have a greater heterogeneity in the \nvalues of the analyzed elements, with concentrations of CaO and MgO from 30.2% to \n43% and 6.4% to 19.6% respectively, and ?13C values from -3.4 to 1, 1 ‰. The \nassociation of chemical metasediments are complementary in the characterization of \ndifferent depositional conditions within the Archean seas and indicate variable oxy-\nredox conditions. The Group I of IF and metacarbonates reflect distal conditions, on \nthe shallow waters, and the Group II of IF refletct seafloor and deep water conditions, \nin regions proximal to the hydrothermal vents. \n \nKeywords: Iron Formations. Marbles. Vulcan-sedimentary sequence. Arquean. \n\n\n\n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1 Ocorrências de Formação Ferrífera Bandada (FFB) do tipo Algoma e \nSuperior ao longo do tempo geológico  ................................................. 20 \n\nFigura 2 Modelo para a evolução das condições de oxirredox do oceano \nbaseado em novos dados de REE e isótopos em formações ferríferas \ncom idades entre 3.0 Ga e 1.88 Ga.  ..................................................... 22 \n\nFigura 3 Diagrama esquemático mostrando mudanças nas posições \ndeposicionais e suas respectivas assinaturas de ETRY em \nsedimentos arqueanos do Cráton Pilbara, localizado no oeste da \nAustrália  ................................................................................................ 23 \n\nFigura 4 Localização da área de estudo com os limites nos retângulos pretos \n\ndas Cartas Cartográficas de São José do Campestre ? Instituto \nBrasileiro de Geografia e Estatística (IBGE)  ......................................... 26 \n\nFigura 5 Mapa geológico simplificado da Província Borborema mostrando seu \ncontexto tectono-estratigráfico e a localização da área em estudo  ...... 28 \n\nFigura 6 Mapa geológico do Domínio Rio Grande do Norte ................................ 30 \n\nFigura 7 Mapa simplificado do Maciço São José do Campestre com \ndelimitação da porção sul e seção esquemática do MSJC  .................. 32 \n\nFigura 8 Mapa do Maciço São José do Campestre com delimitação da porção \nsul e seção esquemática do MSJC  ....................................................... 43 \n\nFigura 9 Mapa de Ocorrências de Formações Ferríferas na porção sul do \nMaciço São José do Campestre  ........................................................... 46 \n\nFigura 10 Distribuição de ETR e Y normalizados ao PAAS  .................................. 52 \n\nFigura 11 Gráfico binário entre Y vs Y/Ho  ............................................................ 54 \n\nFigura 12 Amostras da porção Sul do MSJC em um gráfico (Ce/Ce) vs (Pr/Pr) ... 55 \n\nFigura 13 Gráficos de dispersão de elementos maiores de amostras de \nFormações Ferríferas dos Grupos I e II  ................................................ 58 \n\nFigura 14 Gráfico de distribuição de teores de elementos traços normalizados ao \nPAAS  ............................................................................................... 60 \n\nFigura 15 Diagrama de distribuição de elementos traços  ..................................... 61 \n\nFigura 16 Mapa Geológico e relação esquemática de campo dos mármores da \nRegião da Serra Preta  .......................................................................... 62 \n\nFigura 17 Distribuição de ETR e Y normalizado ao PAAS dos Mármores da \nSerra Preta  ............................................................................................ 69 \n\nFigura 18 Gráfico Ce/Ce* vs Pr / Pr* (a) campo com anomalia positiva em Ce; \n(c) campo sem anomalia de Ce nem de La; (d) campo com anomalia \npositiva de La e sem anomalia em Ce; (d) campo com anomalia \nnegativa em La e sem anomalia em Ce; (e) campo com anomalia \nnegativa em Ce  ..................................................................................... 70 \n\nFigura 19 Gráficos de dispersão de elementos maiores de amostras de 74 \n\n\n\n \n\nMármores da Serra Preta  ..................................................................... \n\nFigura 20 Diagrama Spider de elementos traços normalizados ao PAAS  ............ 75 \n\nFigura 21 Diagrama de distribuição de elementos traços. Os gráficos a, b e c \n\nmarcam três nítidos grupos de carbonatos. Os gráficos de Al2O3 x Zr \n(a) e Al2O3 x Sr (b) marcam os carbonatos calcíticos com maiores \nconcentrações de Rb e Sr possivelmente refletindo uma maior \ncontribuição crustal  ............................................................................... 76 \n\nFigura 22 Diagrama de composições isotópica de ?\n13\nC‰ e ?\n\n18\nO‰  .................... 78 \n\nFigura 23 Média de componentes de elementos maiores (%) em análises de \nrocha total de FF do Transvaal, África do Sul, Hammersley, Yilgarn, \nCarajás e do Quadrilátero Ferrífero  ...................................................... 80 \n\nFigura 24 Diagrama comparativo do comportamento das concentrações de \nETRY das principais ocorrências de FF no mundo  .............................. 81 \n\nFigura 25 Diagrama Fe/Ti e Al/(Al+Fe+Mn) marcando proveniência de \nsedimentos hidrotermais e clásticos na composição da rocha (Grupos \nI e II  ....................................................................................................... 83 \n\nFigura 26 Gráficos a, b e c mostrando uma relação do comportamento do Ce* e \nEu* e Al2O3 nos grupos de FF  ............................................................. 85 \n\nFigura 27 Diagrama comparativo de Y/Ho e Sm/Yb em relação a Eu/Sm  ........... 87 \n\nFigura 28 Comparação de valores de Eu/Eu* de FF do MSJC, sedimentos \nhidrotermais do Arqueano médio, sedimentos modernos, soluções \nhidrotermais e água do mar  .................................................................. 88 \n\nFigura 29 Histogramas comparativos de razões isotópicas de C (?\n13\nC‰), nos \n\nmármores da Sequência Serra Preta, MSJC  ........................................ 90 \n\nFigura 30 Proposta esquemática do ambiente deposicional das FF e carbonatos \nno MSJC  ............................................................................................... 92 \n\n \n\n\n\n \n\nLISTA DE FOTOS \n\n \n\nFoto 1 (A) Afloramentos expostos em escavações no alto do relevo com \npresença de Formações Ferríferas. (B) Amostra de FF evidenciando \nlaminação/mesobandamento. (C) Amostra CT-215A evidenciando \nvariação de espessura de laminação/bandamento. (D) Detalhe de \nafloramento (amostra TAM-04B) estrutura microbandada com foliação   \nde alto ângulo  ........................................................................................... 47 \n\nFoto 2 (A) Afloramentos de mármores calcíticos na borda da serra preta (ponto \nCT247); (B) Pequenos lajedos, no ponto CT245, de mármores calcíticos \ne calci-dolomíticos localmente foliados (trend de linha tracejada); (C) \nAmostra de mármore com aspecto maciço e granulação média a grossa; \n(D) Pequenos veios de carbonato truncando mármores calcíticos; (E) \nDetalhe de contato de mármores calci-dolomíticos e níveis de mármores \ndolomíticos; (F) Aspecto maciço e granulação grossa de mármores \ndolomíticos  ................................................................................................ 63 \n\n \n\n  \n\n\n\n \n\nLISTA DE FOTOMICROGRAFIAS \n\n \n\nFotomicrografia 1 (A) (CT-127): Imagem em LP, objetiva 4X, evidenciando \nmesobandamento (intercalação de camadas ricas em quartzo \ne ricas em óxidos de ferro) e textura granoblástica em grão \npredominantemente xenoblásticos; (B) (CT-125-A): Imagem \nNC, objetiva 4X, textura granoblástica em amostra de FF com \ngranulação média. Detalhe em grãos de quartzo com extinção \nondulante; (C) Imagem LR, objetiva 10X, detalhe de alteração \nde magnetita em martita nas bordas dos grãos. Nota-se um \navanço de alteração com formação de goethita em contato \ncom grãos de anfibólio. (D) (CT-140): Imagem em LR, \nBandamento intercalando camadas ricas em hematita e \nmagnetita em martita (Hem) e quartzo; (E) (TG-58): Imagem \nNC, objetiva 10X, detalhe de grão de piroxênio \n(hedenbergita?) incluso em grãos de magnetita em martita \n(Hem)  ........................................................................................ 48 \n\nFotomicrografia 2 (A) (CT-140): Imagem em NC, objetiva 4X, Presença de grãos \nde anfibólio em textura granonematoblástica; (B) (CT-163): \nImagem MEV, Evidenciando grão de anfibólio (Grun-Cumm) \nem contato com grãos de xenoblásticos de Hematita; (C) \nSeção Polida (TAM04B), objetiva 2,5X, Mesobandamento, em \ndetalhe ao nível rico em magnetita em martita. (D) (TG-58-1): \nImagem em LR, objetiva 4X, presença de grãos xenoblásticos \nde Opx em contato com grãos sub-idioblásticos de hematita; \n(E) (Fem-37): Imagem MEV, detalhe de grão hematita com \nprovável exsolução de Uvita(?); (F) (CT-163): Imagem MEV, \ngrão de magnetita martitizada e provável exsoluções de \nUvita(?)  ...................................................................................... \n\n50 \n\nFotomicrografia 3 (A) Textura granoblástica em mármores calcíticos com grãos \nde calcita poligonizados. Detalhe para alteração de opacos \n(ferro-manganesífera) entre grãos de carbonato. LP, OB-2.5x; \n(B) Detalhe de mica branca xenoblástica nos mármores \n\ncalcíticos (Mus ? Flg?). NC, OB-10x. (C) Estrutura peloidal \npresente nos mármores calcíticos. LP, OB-4x; (D) Ooides com \ngrãos quartzo anguloso na parte central. LP, OB-4x; (E) \nFragmento de rocha (Qtz e Cc de granulação fina) e pelóides. \nLP, OB-10x; (F) Grãos sub-idioblástico de epídoto (Ep) em \nmármores calci-dolomíticos  ...................................................... 66 \n\nFotomicrografia 4 (A) Grãos de dolomita alinhados segundo planos de contato \nmineral. Detalhe para veios calcíticos (VC). LP, OB-2.5x; (B) \nRocha inequigranular com grãos de dolomita e calcita \nassociados a alteração da matriz e de opacos. (C) Veios de \ncarbonato em mármores calci-dolomíticos composto por \ncarbonato (Cc) de granulação fina (direita NC, esqueda LP - \nOB-4x); (D) Mármores dolomíticos com grãos xenoblásticos de \ndolomita. LP OB-4x; (E) Textura glanoblástica, inequigranular \nde dolomita com grãos de Qtz incluso  ...................................... 67 \n\n\n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 Composição geoquímica de Elementos Maiores, Traços e Terras \nRaras das Formações Ferríferas da Porção Sul do MSJC  .................... 56 \n\nTabela 2 Composição geoquímica de Elementos Maiores, Traços e Terras \nRaras dos Mármores da Sequência Serra Preta  ................................... 72 \n\nTabela 3 Valores de composições isotópicas dos Carbonatos da Sequência \nSerra Preta  ............................................................................................. 77 \n\n \n\n  \n\n\n\n \n\nLISTA DE SIGLAS \n\n \n\nAl  Alumínio \n\nBa  Bário  \n\nBIF  Banded Iron Formation \n\nCc  Calcita \n\nCc  Carbonato \n\nCe  Cério \n\nCs  Césio \n\nCo  Cobalto \n\nCPJ  Complexo Presidente Juscelino \n\nCRPSZ  Zona de Cisalhamento Remígio-Pocinhos \n\nCu  Cobre \n\nDCC  Domínio Ceará Central  \n\nDol  Dolomita \n\nDRN  Domínio Rio Grande do Norte \n\nDZT  Domínio da Zona Transversal \n\nEp  Epídoto \n\nETR  Elementos terras raras  \n\nETRL  Terras Raras Leves \n\nETRP  Terras Raras Pesadas  \n\nETRY  terras raras e ytrium \n\nEu  Európio \n\nFe   Ferro \n\nFF  Formação Ferrífera \n\nFFB  Formação Ferrífera Bandada \n\nFNC  Faixa Noroeste do Ceará \n\nFRP  Faixa Riacho do Pontal  \n\nFS  Faixa Sergipana \n\nFSE  Faixa Seridó \n\nGOE  Goethita \n\nGOE  Great Oxidation Event \n\nGPI  Grande Província Ígnea \n\nHem  Hematita \n\nHf  Háfnio  \n\n\n\n \n\nHo  Hólmio \n\nIBGE  Instituto Brasileiro de Geografia e Estatística \n\nLIP  Grande Província Ígnea  \n\nLOI  loss on ignition \n\nLP  Luz Plana \n\nLR  Luz Refletida \n\nMag  magnetita \n\nMat  Martita \n\nMC  Mica Branca \n\nMg  Magnésio \n\nMn  Manganês \n\nMSJC  Maciço São José do Campestre  \n\nNASC  North American Shale Composite \n\nNb  Nióbio \n\nNC  Nicóis Cruzados \n\nNd  Neodímio \n\nNi  Níquel \n\nOB  Objetiva \n\nOo  Oóides; \n\nOpx  Ortopiroxênio \n\nPAAS  Post-Arquean Australian Shale \n\nPb  Chumbo \n\nPel  Pelóides \n\nPJCSZ  Zona de Cisalhamento Picuí-João Câmara \n\nPr  Praseodímio \n\nQtz  Quartzo  \n\nRb  Rubídio \n\nREE  Rare Earth Elements \n\nRN  Rio Grande do Norte  \n\nSc  Escândio  \n\nSi  Silício \n\nSm  Samário \n\nSr  Estrôncio  \n\nSVSC  Sequência Vulcano-sedimentar Serra Caiada  \n\nTi  Titânio \n\n\n\n \n\nTTG  tonalito-trondjhemito-granodiorito  \n\nU  Urânio  \n\nUnB  Universidade de Brasília \n\nV  Vanádio \n\nY  Ítrio \n\nYb  Itérbio \n\nZr  Zircônio \n\n   \n\n \n\n\n\n \n\nSUMÁRIO \n\n \n\n1 INTRODUÇÃO  ................................................................................ 19 \n\n1.1 APRESENTAÇÃO E LOCALIZAÇÃO  ............................................................ 26 \n\n1.2 OBJETIVOS  .................................................................................................... 27 \n\n1.3 GEOLOGIA REGIONAL  ................................................................................. 27 \n\n1.3.1 DOMÍNIO RIO GRANDE DO NORTE  ......................................................... 30 \n\n1.3.1.1 O Maciço São José do Campestre  ......................................................... 31 \n\n1.4 METODOLOGIA  .............................................................................................. 37 \n\n2  ARTIGO: AS FORMAÇÕES FERRÍFERAS E OS CARBONATOS \nDO MSJC  ......................................................................................... 39 \n\n2.1 INTRODUÇÃO  ................................................................................................. 40 \n\n2.2 CONTEXTO GEOLÓGICO  .............................................................................. 42 \n\n2.3 MÉTODOS  ....................................................................................................... 44 \n\n2.4 AS FORMAÇÕES FERRÍFERAS  .................................................................... 45 \n\n2.4.1 ASPECTOS DE CAMPO  .............................................................................. 45 \n\n2.4.2 ASPECTOS PETROGRÁFICOS  .................................................................. 47 \n\n2.4.3 ASPECTOS QUÍMICOS DAS FORMAÇÕES FERRÍFERAS  ....................... 51 \n\n2.4.3.1 Elementos Terras Raras  ........................................................................... 51 \n\n2.4.3.2 Elementos Maiores  ................................................................................... 55 \n\n2.4.3.3 Elementos Traços  .......................................................................... 59 \n\n2.5 OS CARBONATOS DA REGIÃO DA SERRA PRETA  ................................... 61 \n\n2.5.1 ASPECTOS DE CAMPO  .............................................................................. 61 \n\n2.5.2 ASPECTOS PETROGRÁFICOS DOS MÁRMORES  ................................... 64 \n\n2.5.3 ASPECTOS QUÍMICOS DOS MÁRMORES  ............................................... 69 \n\n2.5.3.1 Elementos Terras Raras  ........................................................................... 69 \n\n2.5.3.2 Elementos Maiores  .............................................................................. 71 \n\n2.5.3.3 Elementos Traços  ........................................................................... 75 \n\n2.5.4 ISÓTOPOS DE ?\n13\nC (‰) E ?\n\n18\nO (‰)  ........................................................... 76 \n\n3 DISCUSSÕES  ................................................................................ 79 \n\n3.1 COMPARAÇÃO COM OUTRAS FORMAÇÕES FERRÍFERAS  ............ 79 \n\n3.1.1 EFEITO DE PROCESSOS PÓS-DEPOSICIONAIS  ..................................... 82 \n\n \n\n\n\n \n\n3.1.2 FONTE E CONDIÇÕES DEPOSICIONAIS DAS FORMAÇÕES \nFERRÍFERAS E MÁRMORES  ..................................................................... 83 \n\n3.1.3 VARIAÇÕES ISOTÓPICAS NOS CARBONATOS DA SERRA PRETA  ....... 89 \n\nCONCLUSÕES  .................................................................................................. 93 \n\nREFERÊNCIAS  .................................................................................................. 94 \n\n \n\n \n\n\n\n \n19 \n\n1  INTRODUÇÃO \n\n \n \n\nAs ocorrências de metassedimentos químicos, aqui representados por \n\nformações ferríferas (FF) e metacarbonatos, possuem registros bem marcados ao \n\nlongo do Arqueano e Proterozoico (Poulton &amp; Canfield, 2011). As Formações \n\nFerríferas são magníficos precipitados químicos que despertam o interesse científico \n\nde inúmeros pesquisadores, pois suas ocorrências possuem um comportamento \n\núnico ao longo das Eras. Tais rochas acompanham a história evolutiva dos mares e \n\nda atmosfera planetária com períodos bem marcados de formação no Paleo e \n\nNeoarqueano (2.7–2.5 Ga), no Paleoproterozoico (2.5–1.8 Ga) (Figura 1) e, \n\nnovamente, no final do Neoproterozoico (0.6 Ga). Estes intervalos de deposição \n\nconduzem inúmeras associações evolutivas relacionadas à emergência do oxigênio \n\nna terra (GOE 2,4?2,3 Ga), à formação de massas continentais arqueanas (Bekker \n\net al., 2010) e a grandes províncias ígneas (GPIs) ? Large Igneous Province (LIP). \n\n(Abbott &amp; Isley, 2002).  \n\nAs FFs são caracterizadas pelo aspecto bandado, com alternância de \n\ncamadas ricas e camadas pobres em Ferro (Fe) com composição variando de 16% a \n\n40% Fe Total (James, 1954; Klein, 2005). De acordo com o ambiente deposicional, \n\npodem ser classificadas como dos tipos Algoma, Superior e Raphitan (Gross, 1980). \n\nAs ocorrências do tipo Algoma apresentam, em geral, pouca extensão lateral e uma \n\nmaior associação vulcânica. As do tipo Superior correspondem a bacias associadas \n\na plataformas marinhas mais extensas e sem forte influência vulcânica (Gross, 1965; \n\n1980; Huston &amp; Logan, 2004). As do tipo Raphitan ocorrem em bacias do tipo rifte \n\nassociadas a sedimentos glaciais (diamictito, conglomerado, grauvaca, arenito e \n\nargilito incluindo dropstones) (Gross, 1996; Huston &amp; Logan, 2004; Klein, 2005). As \n\npaleocondições ambientais e as características físico-químicas dos oceanos em que \n\nestas rochas foram depositadas estão, muitas vezes, registradas em suas \n\ncaracterísticas geoquímicas e isotópicas (Fryer, 1977; Condie, 1981; Veizer et al., \n\n1982; Derry &amp; Jacobsen, 1990; Shimizu et al., 1990; Bau &amp; Moller, 1993; Kato, Kano \n\n&amp; Kunugiza, 2002). \n\n \n\n \n\n\n\n \n20 \n\n \n\nFigura 1 ? Ocorrências de Formação Ferrífera Bandada (FFB) do tipo Algoma e Superior ao longo do \ntempo geológico (Posth, Konhauser &amp; Kappler, 2011) \n\n \n\nAtualmente, são três as principais teorias que versam sobre a deposição \n\nde FF e todas debatem, fundamentalmente, sobre os mecanismos de oxidação do \n\nFe(II) que, por sua vez, são registrados na mineralogia das FF. Como o Fe(II) se \n\noxida rapidamente na presença de O2 (em pH ~7.0), a disponibilização deste íon, \n\nseja ele por meio abiótico ou biótico, é o cerne da questão. \n\nO modelo tradicional, inicialmente proposto por Cloud (1968; 1973) e \n\ndebatido por inúmeros autores (Schopf, 1993; Altermann &amp; Schopf, 1995; Brasier et \n\nal., 2002; García-Ruiz et al., 2003) postula que o Fe(II) é oxidado através de uma \n\nreação biogênica indireta cuja fotossíntese produz o O2 necessário para a deposição \n\ndo hidróxido de ferro. Sob uma atmosfera anóxica, este O2 poderia ter sido \n\nlocalmente confinado, associado com florações de cianobactérias em ambientes \n\n\n\n \n21 \n\ncosteiros. O segundo modelo postula que elevados níveis de radiação ultravioleta \n\nimpulsionam mecanismos de oxidação abiótica e a precipitação do Fe(III) (Cairns-\n\nSmith, 1978; Braterman, Cairns-Smith, Sloper, 1983). O terceiro modelo propõe que \n\nreações de fotossíntese em ambientes anóxidos, denominadas de fotoferrotropia \n\n(photoferrotrophy), são o único processo biológico capaz de precipitar Fe(III) na \n\nausência de oxigênio (Widdel et al., 1993; Straub, Rainey &amp; Widdel, 1999; Croal et \n\nal., 2004; Jiao et al., 2005). \n\nTraçadores geoquímicos, como elementos traços, terras raras e ytrium \n\n(ETRY) e assinaturas isotópicas Samário-Neodímio (Sm-Nd) e Carbono-Oxigênio \n\n(C-O), atualmente, têm sido extensivamente utilizados e discutidos como potenciais \n\nferramentas na investigação da distribuição dos ETRY da água do mar e da \n\nproveniência destes sedimentos (Bau &amp; Dulski, 1996; Kato, Kano &amp; Kunugiza, 2002; \n\nShields &amp; Webb, 2004; Bolhar et al., 2004; Frei, 2008; Alexander, Bau &amp; Andersson, \n\n2009): a análise destes parâmetros suportam as teorias de deposição destas rochas. \n\nAs informações obtidas pelos ETRYs consideram que a composição da \n\nágua do mar é função dos processos que controlam esta distribuição nos mares \n\n(Alexander, Bau &amp; Andersson, 2009). Assim, no arqueano, anomalias positivas em \n\nEu (Europium), negativas em Ce (Cerium) e maiores associações vulcânicas em \n\nformações ferríferas conduzem à interpretação de que grande aporte de soluções \n\nhidrotermais de fontes proximais e fumarolas de cadeias mesooceânicas dominavam \n\nos mares antigos, sendo a disponibilidade de oxigênio nestes ambientes mais \n\nrestrita (Fryer, 1977; Fryer, Fyfe &amp; Kerrich, 1979; Derry &amp; Jacobsen, 1990; \n\nDanielson, Möller &amp; Dulski, 1992; Bau &amp; Moller, 1993; Planavsky et al., 2010). \n\n(Figura 2). \n\nSegundo Graf (1978), Bau e Dulski (1996) e Bekker et al. (2010), as \n\nvariações nos padrões de ETRY em FFs não devem ser atribuídas exclusivamente a \n\nalterações nos padrões de elementos terras raras (ETR) da água do mar, mas, \n\ntambém, a variáveis proporções de mistura de outros materiais de base tais como \n\nfases detríticas e vulcanoclásticas, a exemplo, no Recente, cujas contribuições da \n\nsedimentação de fundo oceânico têm sua fonte relacionada, predominantemente, a \n\nalteração da crosta continental através de fluxos fluviais (Piepgras &amp; Wasserburg, \n\n1980), sendo a quantidade de ETRYs emanadas dos vents hidrotermais (black \n\nsmokes) negligenciáveis. \n\n \n\n\n\n \n22 \n\n \nFigura 2 ? Modelo para a evolução das condições de oxirredox do oceano baseado em \nnovos dados de Elementos Terras Raras mais Ytrium (ETRY) e isótopos em formações \nferríferas com idades entre 3.0 Ga e 1.88 Ga. As FFs podem servir como uma \naproximação qualitativa das condições e possíveis controles da água do mar nos \noceanos, logo, oferecem uma visão da evolução das condições oxirredox marinhas. \nSimilarmente, para bacias modernas com condições oxirredox estratificadas (A), os \npadrões de REY (ETR+Y) de FF Paleoproterozóicas (B) registram a evidência do \nlançamento de metais e Ce oriundos de águas oceânicas rasas passando através da \nzona de redox. Óxidos, principalmente de Mn, em dissolução em colunas de águas \nanóxidas e com baixas razões Y/Ho, aumentam a razão de ETR leves para pesados e a \nconcentração de Ce em relação a elementos vizinhos (La e Pr). Em contraste, FF \narqueanas não mostram padrões de ETRY indicativo de distribuições oxidadas (C), o \nque implica na falta de um significativo ciclo do Mn entre a zona redox antes do \nsurgimento do oxigênio atmosférico no início do Paleoproterozóico. O modelo de \nabsorção de ETRY em partículas mostrado no Quadro A é reformulado a partir de \nSholkovitz, Landing e Lewis (1994).  \nFonte: modificado de Planavsky et al., 2010. \n\n\n\n \n23 \n\nAssim, dependendo da fonte que está contribuindo para o preenchimento \n\nda bacia, os sedimentos marinhos apresentam diferentes padrões. Estas variações \n\nnos padrões de ETRY, além de refletirem as condições dos ambientes \n\ndeposicionais, também podem determinar situações de deposição das FFs em \n\nrelação às fontes hidrotermais, ou seja, distais ou proximais (Kato et al., 1998 ? \n\nFigura 3). Nesta busca, anomalias em Eu (II/III) e Ce (III/IV) são extensivamente \n\nutilizadas, pois, somente estes elementos, no grupo dos ETRY, apresentam \n\nmudanças potenciais (em seu estado iônico) em relação às condições de \n\noxirredução em ambientes sedimentares/oceânicos, tendo o Eu uma afinidade com \n\na temperatura dos fluidos oriundos dos vents hidrotermais e o Ce uma estreita \n\nrelação com as condições de oxirredução da água do mar, necessitando também de \n\ncondições mais oxidantes do que o Eu para a sua redução (CeIII para CeIV). \n\n \n\n \n\nFigura 3 ? Diagrama esquemático mostrando mudanças nas posições deposicionais e suas \nrespectivas assinaturas de ETR em sedimentos arqueanos do Cráton Pilbara, localizado no oeste da \nAustrália (in Kato et al. 1998). \n \n\nNos carbonatos, as composições isotópicas do C e O também podem ser \n\nutilizadas como indicadores das composições isotópicas dos oceanos, \n\nprincipalmente o C, pois os valores primários de isótopos de O em carbonatos são \n\nmais suscetíveis a variações por processos diagenéticos, metamórficos, interações \n\n\n\n \n24 \n\ncom fluidos, entre outros, mesmo nos casos em que estes tenham ocorrido em \n\nsistema fechado (Eiler, Baumgartner &amp; Valley, 1992; Farquhar; Chacko &amp; Frost, \n\n1993). Diferentemente, o fracionamento isotópico do C para o par calcita-\n\nbicarbonato é pequeno e relativamente insensível a mudanças de temperatura, \n\npreservando o registro original (Hoefs, 2009).  \n\nO ciclo do Carbono funciona como um eixo que conecta todos os ciclos \n\nbiogeoquímicos que operam sobre a superfície da terra (Fischer et al., 2009) e é \n\nsustentado por dois grandes reservatórios, ocorrendo como carbonatos (Cinorgânico) e \n\ncomo matéria orgânica (Corgânico), sendo este último o maior responsável pelo \n\nfracionamento isotópico do C. As razões deste fracionamento são obtidas pela \n\nrelação dos valores de Carbono Total, da composição isotópica nos carbonatos e da \n\nmatéria orgânica através da seguinte fórmula: \n\n     \n?            ?         \n\n?            ?       \n \n\nNo cerne do sistema isotópico inorgânico, a composição isotópica de \n\ncarbonatos presentes em rochas carbonáticas metamorfizadas dependerá de: i) \n\ncomposição do carbono inorgânico dissolvido na água do mar; ii) reações \n\nmetamórficas e de reequilíbrio isotópico induzidas por aumento de temperatura, que \n\npodem estar ou não associadas a processos de liberação de CO2 por devolatilização \n\ne; iii) interações rocha-fluido, fluidos estes derivados de processos tardi a pós-\n\nmagmáticos, metamórficos ou meteóricos. \n\nEm rochas químicas antigas, as assinaturas de C negativas são \n\ngeralmente interpretadas como indicadores de vida, uma vez que os organismos são \n\ncapazes de transformar, por vias autotróficas, carbono orgânico em carbono \n\ninorgânico (exemplo: CO2 ? HCO3) incorporando, preferencialmente, \n12\n\nC na fase \n\norgânica e produzindo no CO2 residual enriquecido em \n13\n\nC. \n\nInúmeros trabalhos em metacarbonatos de idade arqueana (~3.8 ? 2.5 \n\nGa) têm registrado assinaturas isotópicas de carbono na faixa de ~0‰, similares \n\ncom assinaturas de carbonatos plataformais do fanerozoico (Becker &amp; Clayton, \n\n1972; Schidlowski, Eichmann &amp; Junge, 1975; Shields &amp; Veizer, 2002; Veizer et al., \n\n1989; Veizer, Clayton &amp; Hinton, 1992), evidenciando que as mudanças dos \n\nreservatórios de carbono inorgânico dissolvido no mar não foram significativas. \n\nPorém, recentes discussões sobre valores negativos obtidos em metacarbonatos da \n\n\n\n \n25 \n\nfaixa de supracrustais de Isua (~3.7 ? 3.8 Ga), formações ferríferas de Brockman \n\n(Bacia de Hamersley, ~2.5 Ga) e carbonatos das formações ferríferas de Kuruman \n\n(Cráton Transvaal, 2.5 Ga.) sugerem que o ciclo do carbono no arqueano operou de \n\nforma bem diferente do que foi interpretado anteriormente (Dauphas et al., 2007; \n\nCraddock &amp; Dauphas, 2011; Fischer et al., 2009), revelando assim, destacadamente, \n\ninterações relevantes da atuação biogênica na hidrosfera arqueana. As \n\ncianobactérias, por exemplo, apresentam valores de ?\n13\n\nC variando de -4 a -35‰ \n\n(Schidlowski, 2000) e processos de fotossíntese estão sendo identificados em \n\nunidades microfossilíferas de idade arqueana com assinaturas isotópicas de carbono \n\nvariando de -20 e -35‰ (Altermann &amp; Kazmierczak, 2003; Lowe &amp; Tice, 2004). \n\nNos últimos dez anos, mapeamentos geológicos de semidetalhes \n\n(1:50.000) identificaram uma série de corpos de formações ferríferas e \n\nmetacarbonatos como componentes de rochas supracrustais do maciço de idade \n\narqueana São José do Campestre (MSJC). Estas ocorrências, que ocupam uma \n\nárea de 5.000 km\n2\n no Estado do Rio Grande do Norte (RN), estão associadas a \n\nanfibolitos bandados, anfibólio gnaisses, piroxenitos, rochas calcissilicáticas e xistos \n\naluminosos diversos. Este conjunto foi submetido a metamorfismo de fácies \n\nanfibolito alto a granulito. Rochas máficas e ultramáficas associadas com \n\ncomposição variando de komatiítos (basalto de alto-Mg), piroxenitos, peridotitos, \n\ndunitos, serpentinitos e werlitos também são marcantes. \n\nA descoberta da associação de carbonatos e FFBs bem preservados, na \n\nregião da Serra Preta, a 5 km da cidade de Tangará abre a possibilidade de se obter \n\ndados sobre a condição da hidrosfera arqueana na Província Borborema, uma vez \n\nque estes sedimentos são testemunhas químicas e inserem o MSJC em questões \n\nque são atualmente alvo de debates científicos no mundo. \n\nA presente pesquisa promove um significativo avanço do conhecimento \n\ngeológico ao longo do MSJC, já que unidades sedimentares químicas similares são \n\nmuito restritas e fornecem informações sobre a formação e a evolução Arqueana \n\ngeológica desta região. Além disto, a utilização destas unidades irá contribuir para o \n\nmelhor detalhamento estratigráfico e para uma melhor ciência do significado do \n\nMaciço São José do Campestre fornecendo subsídios a futuras discussões do \n\nmodelo evolutivo desta unidade geotectônica. \n\n \n\n \n\n\n\n \n26 \n\n1.1  APRESENTAÇÃO E LOCALIZAÇÃO \n\n \n\nA presente dissertação buscou investigar as ocorrências de Formações \n\nFerríferas (FF) e carbonatos na Porção Sul do Maciço São José do Campestre \n\n(MSJC) e o seu significado geotectônico, através de suas identidades petrológicas, \n\ngeoquímicas e isotópicas. \n\n \n\n \n\nFigura 4 ? Localização da área de estudo com os limites nos retângulos pretos das \n\nCartas Cartográficas de São José do Campestre (S.J.C.) e João Câmara ? Instituto \nBrasileiro de Geografia e Estatística (IBGE).  \nA linha traço-ponto define os limites do MSJC nestas cartas  \n\n\n\n \n27 \n\nA área de estudo se localiza no Nordeste brasileiro, nos limites do Estado \n\ndo Rio Grande do Norte, e compreende a Porção Sul do Maciço São José do \n\nCampestre nos limites da Folha SB.25-Y-A-I ? São José do Campestre ? Rio Grande \n\ndo Norte (Figura 4). Ocupa uma área de, aproximadamente, 5.000 km\n2\n do Estado \n\nenglobando as cidades de Senador Eloi de Souza, Sítio Novo, Januário Cicco, \n\nTangará e São José do Campestre. \n\nEsta dissertação se encontra disposta em formato de um artigo, cujo título \n\né “GEOQUÍMICA E GÊNESE DAS FORMAÇÕES FERRÍFERAS E \n\nMETACARBONATOS DA PORÇÃO SUL DO MACIÇO SÃO JOSÉ DO \n\nCAMPESTRE, PROVÍNICA BORBOREMA”. \n\n \n\n1.2  OBJETIVOS \n\n \nO objetivo desta dissertação é contribuir para o entendimento dos \n\nprocessos evolutivos do Maciço São José do Campestre (MSJC), no cerne da \n\ncaracterização de seus constituintes estratigráficos, de forma a reconstruir parte de \n\nsua história geológica. Este objetivo global foi realizado em etapas que incluem o \n\nregistro e a caracterização das ocorrências de Formações Ferríferas ao longo do \n\nMSJC, através de métodos clássicos de mapeamento geológico de detalhe \n\nenvolvendo a coleta de amostras para estudos petrográficos, geoquímicos e \n\nisotópicos, cujos parâmetros permitiram determinar as condições paleoambientais \n\nem que estes sedimentos foram depositados e relacioná-los aos modelos de \n\nevolução globais de mudanças climáticas no Arqueano. \n\n \n\n1.3  GEOLOGIA REGIONAL \n\n \n\nA área em estudo está inserida no contexto geodinâmico da Província \n\nBorborema, definida por Almeida et al. (1981) como um conjunto de unidades \n\ntectônicas estabilizadas durante a Orogênese Brasiliana (0,60 ± 0,05 Ga), localizado \n\nna parte este da região nordeste da Plataforma Sul-Americana (Figura 5). Esta \n\nprovíncia tem sido estudada por muitos anos e diversas reconstruções geodinâmicas \n\nforam propostas (Almeida et al., 1981; Caby, 1989; Bertrand &amp; Jardim de Sá, 1990; \n\nCaby et al., 1991; Jardim de Sá, 1994; Van Schmus et al., 1995, 2003) que \n\nconsideram que a Província Borborema consiste em diversas sequências \n\n\n\n \n28 \n\nsupracrustais depositadas sobre um embasamento gnáissico-migmatítico Arqueano \n\na Paleoproterozóico, intrudido por um grande volume de granitóides brasilianos.  \n\nPara Jardim de Sá (1994), esta província foi constituída por numerosos \n\nterrenos alóctones amalgamados pouco antes e/ou durante a Orogênese Brasiliana, \n\ntendo sido observada por Santos (1996) a ocorrência de colagens tectônicas tanto \n\nno Ciclo Brasiliano quanto no evento Cariri Velhos ? Kibaran (1,1 a 0,97 Ga).  \n\n \n\n \n\nFigura 5 ? Mapa geológico simplificado da Província Borborema \nmostrando seu contexto tectono-estratigráfico e a localização da \nárea em estudo (detalhe no polígono azul) \nFonte: Modificado de Jardim de Sá, 1994. \n\n\n\n \n29 \n\nUma das principais feições desta Província é um complexo sistema de \n\nZonas de Cisalhamento de escala crustal e alta temperatura, com ápice de \n\ndeslocamento estimado em 580 Mal e episódios de resfriamento entre 550 e 520 Ma \n\n(Corsini et al., 1991; Jardim de Sá, 1994). Tais estruturas subdividem a província em \n\ndomínios distintos, de acordo com sua evolução tectônica, litoestratigrafia, \n\nmagmatismo e geocronologia, os quais teriam sido desenvolvidos e/ou ativados \n\ndurante e depois da colisão entre as unidades geotectônicas do Oeste Africano? \n\nSão Luís, Congo e São Franciscana, estando intimamente associados à colocação \n\nde granitoides brasilianos (Bertrand; Jardim de Sá, 1990; Caby et al., 1991; Archanjo \n\n&amp; Bouchez, 1991; Corsini et al., 1991; Jardim de Sá, 1994). \n\nUma das classificações da Província Borborema em domínios estruturais \n\nfoi proposta por Jardim de Sá (1994), como resumido a seguir: \n\na. Faixas Sergipana (FS) e Riacho do Pontal (FRP) ? localizadas a norte \n\ndo cráton São Francisco e a sul da zona de cisalhamento Pernambuco ? compostas \n\npor supracrustais monocíclicas neoproterozoicas; \n\nb. Faixa Noroeste do Ceará (FNC) ou Médio Coreaú ? localizada na \n\nmargem do Cráton São Luís, limitada, a sudeste, pela Zona de Cisalhamento Sobral-\n\nPedro II ? constituída por supracrustais monocíclicas meso e neoproterozoicas; \n\nc. Faixa Seridó (FSE) e Domínio Ceará Central (DCC) ? localizados a \n\nnorte da Zona de Cisalhamento Patos e limitados, a leste e a oeste, pelas Zonas de \n\nCisalhamento Portalegre e Aiuaba, respectivamente ? compreendem supracrustais \n\nmono ou policíclicas proterozoicas, separadas entre si pela Faixa Orós?Jaguaribe \n\n(supracrustais monocíclicas mesoproterozoicas); \n\nd. Domínio Rio Grande do Norte (DRN) ? a norte do Lineamento Patos e \n\nlimitado, a leste e norte, pelas coberturas fanerozoicas das Bacias Potiguar e \n\nPernambuco?Paraíba e, a oeste, pela Zona de Cisalhamento Portalegre ? onde está \n\ninserida a área de estudo, em um contexto de idades arqueanas; \n\ne. Domínio da Zona Transversal (DZT) ? localizado entre as Zonas de \n\nCisalhamento Pernambuco e Patos ? representado por um conjunto de supracrustais \n\nmono e/ou policíclicas paleo a neoproterozoicas. \n\nOs limites entre esses domínios são Zonas de Cisalhamento \n\ntranscorrentes intracontinentais e empurrões nas margens cratônicas. A distribuição \n\ndos domínios e a disposição das descontinuidades foram confirmadas por \n\n\n\n \n30 \n\nmodelagens gravimétricas regionais realizadas por Oliveira e Santos (1993) e Jardim \n\nde Sá et. al. (1997) visando à estruturação crustal da Província Borborema. \n\n \n\n1.3.1  DOMÍNIO RIO GRANDE DO NORTE \n\n \n\nEsta denominação foi usada por Brito Neves et al. (2001) para a porção \n\nda Província Borborema situada a norte do Lineamento Patos e que tem como \n\nlimites as Bacias Potiguar e Pernambuco?Paraíba, a leste; e, a oeste, a Zona de \n\nCisalhamento Portalegre. (Figura 6). \n\n \n\n \nLEGENDA \n\na – Coberturas meso-\ncenozóicas; \n\nb – Suíte Shoshonítica; c – Suíte Cálcio-alcalina de alto \nK Porfirítica; \n\nd ? Suíte Cálcio-alcalina de alto K \nEquigranular; \n\ne ? Suíte Alcalina; f – Suíte Alcalina \nCharnoquítica; \n\ng – Embasamento gnáissico-\nmigmatítico arqueano; \n\nh – Embasamento gnáissico-\nmigmatítico paleoproterozóico; \n\ni – Grupo Seridó; j – Zonas de Cisalhamento \ntranscorrentes \nneoproterozóicas; \n\nk ? Zonas de Cisalhamento \ncontracionais-transpressivas \nneoproterozóicas; \n\nl ? Zonas de Cisalhamento \nextensionais neoproterozóicas \n\nm ? Cidades n ? Capital do Estado   \n\nFigura 6 ? Mapa geológico do Domínio Rio Grande do Norte  \nEm destaque no polígono preto o Maciço São José do Campestre (MSJC).  \nFonte: Nascimento et al., 2008. \n\n\n\n \n31 \n\nO Domínio Rio Grande do Norte (Figura 6) ocupa uma área com mais de \n\n150.000 km\n2\n e apresenta um embasamento formado, em sua maior parte, por \n\npredomínio de ortognaisses tonalíticos a granodioríticos em paragnaisses \n\n(Hackspacher; Van Schmus &amp; Dantas, 1990; Jardim de Sá, 1994; Van Schmus et al., \n\n1995). Tal embasamento se encontra sotoposto às diversas sequências \n\nsupracrustais Paleoproterozoicas a Neoproterozoicas. Todas estas unidades foram \n\nintrudidas por plútons granitoides de, aproximadamente, 600 Ma, durante a \n\nOrogênese Brasiliana, ocorrida no intervalo de 620 a 580 Ma (Dantas et al., 2004). \n\n \n\n1.3.1.1 O Maciço São José do Campestre \n\n \n\nDe acordo com Dantas et al. (1995; 2004), o Maciço Arqueano São José \n\ndo Campestre (Figura 7) ocorre na porção leste do estado do Rio Grande do Norte \n\nenglobando uma área com mais de 6.000 km\n2\n. O Maciço se limita, a sul, pela Zona \n\nde Cisalhamento Remígio–Pocinhos (CRPSZ); a oeste, pela Zona de Cisalhamento \n\nPicuí?João Câmara (PJCSZ); e, a norte e leste, por coberturas mesocenozoicas e \n\nrecentes, respectivamente. Brito Neves (1975; 1983) definiu este maciço \n\n(originalmente classificado como Maciço Caldas Brandão) como uma unidade \n\ncomposta, principalmente, por complexos migmatíticos e de gnaisses anatéxicos \n\ncom idades paleoproterozoicas a arqueanas retrabalhados durante as Orogêneses \n\nTransamazônica e Brasiliana em, aproximadamente, 2.2 Ga e 600 Ma, \n\nrespectivamente, caracterizando uma evolução policíclica. \n\nA denominação Maciço São José do Campestre é utilizada para os \n\nterrenos entre as cidades de Bom Jesus – Santa Cruz – Barra de Santa Rosa e \n\nMaciço Caldas Brandão para aqueles terrenos entre as cidades de Mairi, Caldas \n\nBrandão e Boqueirão. Para Dantas et al. (2004), a utilização do nome Maciço Caldas \n\nBrandão é inadequada para a área do Maciço São José do Campestre, uma vez que \n\nas rochas observadas nas vizinhanças da cidade de Caldas Brandão pertencem a \n\num diferente bloco estrutural.  \n\nAssim, o MSJC, caracterizado como sendo o fragmento de crosta \n\ncontinental mais antigo já reconhecido na América do Sul, é representado por um \n\nconjunto de unidades ou blocos crustais arqueanos formados ao longo de 700 \n\nmilhões de anos (3.450 ? 2.700 Ma). Após uma aparente quietude tectônica de 500 \n\nMa, a área foi afetada, novamente, por um expressivo evento tectono-metamórfico \n\n\n\n \n32 \n\nentre 2,15 e 2,0 Ga. Posteriormente, a Orogênese Brasiliana foi responsável pelo \n\nexpressivo retrabalhamento crustal no Maciço, localmente caracterizado por fusão \n\nparcial e formação de migmatitos bem como pelo desenvolvimento de Zonas de \n\nCisalhamento transcorrentes de direção NE, reconhecidas ao longo das bordas do \n\nMaciço São José do Campestre (Dantas et al., 2004). \n\n \n\n \n\nFigura 7 ? Mapa simplificado do Maciço São José do Campestre com delimitação da porção sul (em \ndestaque no polígono preto) e abaixo seção esquemática do MSJC. Na seção, os polígonos \ntracejados representam as unidades onde estão hospedadas as formações ferríferas e carbonatos. \n\n \n\n\n\n \n33 \n\nA Sequência vulcano sedimentar Serra Caiada ocorre circundando toda a \n\nforma dômica do Maciço, exposta, por uma extensão de mais de 200 km, como \n\nfaixas estreitas, com largura variando entre 5-10 km. Tal unidade é reconhecida \n\ndesde a região de João Câmara, na borda oeste do Maciço, passando por São \n\nPaulo do Potengi, São José do Campestre até as proximidades de Bom Jesus, na \n\nborda leste. \n\n \n\na)  Unidades Arqueanas \n\n \n\nAs unidades Arqueanas afloram ao longo de todo o MSJC, com principais \n\nocorrências datadas nas proximidades das cidades de Serra Caiada (referida como \n\nPresidente Juscelino, por Dantas, 1996), Bom Jesus, Senador Elói de Souza e São \n\nJosé do Campestre, apresentando direção predominantemente NW, incluindo uma \n\ndiversificada gama de litologias tais como gnaisses de coloração cinza, diversos \n\ntipos de migmatitos, granulitos e uma sequência de rochas básicas (DANTAS et al., \n\n1995). \n\nPara Dantas et al. (2004), o reconhecimento e a distinção entre \n\nafloramentos particularmente paleoproterozoicos ou arqueanos, na zona de contato \n\ncom o MSJC, é de difícil caracterização, devido à extensiva deformação Brasiliana e \n\nao metamorfismo associado a este evento. Assim, evidências de idades arqueanas \n\npara o MSJC derivaram, principalmente, de estudos isotópicos, sendo possível o \n\nreconhecimento de diferentes episódios de acreção e magmatismo refletidos por \n\numa ampla variedade de assembleias litológicas arranjadas em diferentes blocos \n\ncrustais. \n\nDantas (1996) definiu a suíte mais antiga como Unidade Bom Jesus, \n\nenglobando os gnaisses tonalíticos migmatíticos que afloram a oeste da cidade de \n\nBom Jesus. Estes ortognaisses apresentam tendência calcioalcalina de baixo K2O e \n\nsão compostos, principalmente, por plagioclásio e hornblenda, ocorrendo apatita, \n\ntitanita e zircão como minerais acessórios. Dantas (1996) e Dantas et al. (1998) \n\nsugeriram uma idade de cristalização de 3,41 Ga para o protólito ígneo destas \n\nrochas, segundo datações pelo método U/Pb. Foram observadas, ainda, populações \n\nde zircão que indicaram idades de 619 Ma, atribuídas a um episódio de magmatismo \n\ne metamorfismo Neoproterozoico, prevalecente na região durante o Ciclo Brasiliano. \n\nA assinatura isotópica de Neodímio (Nd) (com valores negativos de ?Nd) foi \n\n\n\n \n34 \n\ninterpretada como indicativa da presença de uma antiga crosta siálica durante o \n\nPaleoarqueano (idade modelo TDM de 3,77 Ga). \n\nCircundando a Unidade Bom Jesus, observa-se uma suíte de rochas com \n\nafinidade TTG (tonalito – trondhjemito ? granodiorito e monzogranito) denominada \n\nComplexo Presidente Juscelino (CPJ), que se estende por uma área de, \n\naproximadamente, 3.000 km\n2\n e representa a litologia Arqueana predominante no \n\nMaciço São José do Campestre, com idades U/Pb em zircão variando entre 3,25 e \n\n3,0 Ga, sugerindo um expressivo período de magmatismo trondhjemítico durante o \n\nMesoarqueano (Dantas, 1996; Dantas et al., 2004). \n\nSão reconhecidas duas assembleias principais de rochas nesta unidade: \n\na primeira corresponde a hornblenda-biotita gnaisses monzograníticos de coloração \n\ncinza contendo plagioclásio e ortoclásio mesopertítico, assim como granada \n\n(formada em uma fase posterior) associada a discretos veios. A segunda é \n\nrepresentada por migmatitos com graus variados de anatexia, ocorrendo como veios \n\nde tamanho centimétrico a métrico ou como bandas decimétricas dobradas, sendo \n\nas mais máficas enriquecidas em biotita e granada, enquanto as mais félsicas \n\npossuem composição granodiorítica a trondhjemítica, conforme Dantas et al. (2004) \n\nsegundo os quais os protólitos de alguns destes migmatitos são interpretados como \n\nbandas metassedimentares.  \n\nSegundo Dantas et al. (2004), a maioria das rochas do CPJ apresentam \n\nvalores negativos de ?Nd(t), com idades modelo TDM chegando a 3,5 e 3,6 Ga, \n\nindicando que este complexo é primariamente composto por crosta antiga \n\nretrabalhada. Uma explicação alternativa para os dados Sm/Nd é a de que o \n\ncomplexo se formou há 3,25 Ga através do metamorfismo do protólito sedimentar \n\nderivado de uma crosta mais antiga de 3,4 a 3,7 Ga. De acordo com Viegas (2007), \n\nocorrem, ainda, no CPJ, intercalações de faixas supracrustais contendo anfibolitos, \n\ngnaisses calciossilicáticos, formações ferríferas, quartzitos e mármores na forma de \n\nrestitos nos ortognaisses. \n\nO Complexo Brejinho ocorre ao longo da margem leste do Complexo \n\nPresidente Juscelino, tendo sido formado durante episódios de magmatismo e \n\neventos tectono-metamórficos, entre 3,3 e 3,18 Ga (idades U/Pb em zircão), \n\ncorrespondendo a um pequeno segmento de crosta juvenil Arqueana, com valores \n\npositivos de ?Nd(t) e idades modelo TDM indistintas das idades obtidas por datações \n\n\n\n \n35 \n\nem zircão. Este complexo é caracterizado por trondhjemitos peraluminosos \n\naflorantes na região de Brejinho compostos por rochas de granulação grossa, leuco \n\na mesocráticas, de composição granodiorítica a tonalítica, apresentando graus \n\nvariáveis de migmatização. Biotita e granada aparecem como minerais \n\ncaracterísticos das rochas desta unidade litoestratigráfica, sugerindo significativo \n\nenvolvimento de protólito sedimentar (Dantas et al., 2004). \n\nAs rochas intrusivas máficas do Complexo Senador Elói de Souza \n\ncompõem uma unidade representada por metagabros, anortositos ricos em granada \n\ne rochas ricas em oligoclásio que intrudiram a unidade de 3,25 Ga, ao longo de uma \n\nzona de cisalhamento SE-NW. Este Complexo consiste em um estreito segmento de \n\nrochas aflorantes na Porção Central do Maciço São José do Campestre e é \n\ncomposto por hedenbergita-oligoclásio gnaisses, granulitos, anfibólio gnaisses, \n\nmetagabros, leuconoritos e meta-anortositos ricos em granada. Foram obtidas \n\nidades U/Pb em zircão que indicam cristalização a 3,08 Ga e metamorfismo \n\nsubsequente em 0,6 Ga (Dantas et al., 2004). \n\nO final do Arqueano foi marcado por episódios de magmatismo \n\nrepresentados no MSJC pelos plútons sienograníticos que afloram próximo à cidade \n\nde São José do Campestre. Estas rochas apresentam idades de 2,7 Ga obtidas pelo \n\nmétodo U/Pb em zircão e apresentam textura grossa, homogênea e coloração \n\nrósea. São compostas, essencialmente, por ortoclásio, plagioclásio, hornblenda e \n\nhastingsita, podendo ocorrer biotita e alanita como minerais acessórios. Idades \n\nmodelo TDM de 3,2 Ga e valores negativos de ?Nd(t) assim como a alta alcalinidade \n\nindicam que estas rochas podem representar produto de fusão dos gnaisses mais \n\nantigos que as circundam (Dantas et al., 2004). \n\nEssas unidades carecem de estudos de detalhe bem como de \n\nreconhecimento e caracterização de unidades ígneas e sedimentares com \n\npreservação de características primárias, estando este estudo no bojo desta \n\ncontribuição. \n\n \n\nb)  Terrenos Paleoproterozoicos \n\n \n\nA transição entre o Arqueano e o Proterozoico é marcada por mudança \n\nexpressiva do gradiente geotérmico e por consequente produção de, \n\n\n\n \n36 \n\naproximadamente, 2/3 a 3/4 da crosta continental por acreção de magmas juvenis \n\nno Arqueano, para um regime mais diversificado com gradiente geotérmico mais \n\nbaixo e predominância de reciclagem crustal durante o Proterozoico (Taylor &amp; \n\nMcLennan, 1989). Neste contexto, Souza et al. (2007) explicam que o \n\nPaleoproterozoico foi uma era marcada por expressivo magmatismo calcioalcalino \n\nresponsável pela formação das principais unidades litológicas que compõem o \n\nComplexo Caicó. Tais rochas correspondem, dominantemente, a metaplutônicas \n\ndioríticas a graníticas, com tendência calcioalcalina de alto potássio apresentando \n\nidades (Rb/Sr, U/Pb, Pb/Pb e Sm/Nd) de 2,25 a 2.15 Ga. \n\nDantas (1996) individualizou três blocos crustais principais formados em \n\ndiferentes eventos que caracterizam processos orogenéticos acrecionários e \n\ncolisionais, a saber: Complexo João Câmara e os Terrenos Serrinha ? Pedro Velho e \n\nSanta Cruz. Caracterizou, ainda, um evento acrecionário em ca. 2,25 Ga, marcado \n\npor granitogênese sin-colisional formando o Complexo João Câmara (biotita e/ou \n\nhornblenda migmatitos bandados, intercalados com granada-biotita gnaisses \n\ngraníticos) e o Terreno Serrinha ? Pedro Velho (idades U/Pb em zircão de 2,2 Ga), \n\nrelacionado à geração de crosta continental juvenil e composto por biotita-\n\nhornblenda migmatitos com paleossoma dominantemente tonalítico à granodiorítico \n\ne leucossoma granítico, além de intercalações de anfibolitos e calciossilicáticas.  \n\nO terreno Santa Cruz também foi individualizado (com idades U/Pb em \n\nzircão de 2,23 a 2,07 Ga), sendo sua formação resultado de um intenso \n\nmagmatismo calcioalcalino derivado de crosta arqueana retrabalhada e composto \n\npor biotita-hornblenda ortognaisses tonalíticos à granodioríticos, assim como a Suíte \n\nInharé, com idade U/Pb em zircão de 2,19 Ga, compreendendo enxames de diques \n\nde biotita anfibolitos e metahornblenditos toleíticos. \n\nDe acordo com Van Schmus et al. (1995) e Dantas (1996), as idades \n\nprimárias de cristalização, para a maioria dos gnaisses que circundam o MSJC \n\n(Complexo Gnáissico Paleoproterozoico), chegam até 2,15 e 2,19 Ga, mostrando \n\nassinaturas isotópicas com enriquecimento em Nd e idades modelo TDM de 2,6 a 2,5 \n\nGa. Alguns gnaisses paleoproterozoicos juvenis também estão presentes ao longo \n\nda margem leste do Maciço, indicando que o Complexo Gnáissico corresponde a \n\numa colagem heterogênea de terrenos paleoproterozoicos distintos. \n\nPara Dantas (1996) e Dantas et al. (2004), durante o Ciclo \n\nTransamazônico, houve uma fase de acreção crustal e de amalgamação \n\n\n\n \n37 \n\nresponsável por alojar os enclaves Arqueanos do Maciço São José do Campestre \n\nem uma grande quantidade de gnaisses mais jovens, ocorrendo a cratonização \n\ndeste cinturão Paleoproterozoico em torno de 2,0 Ga (idades U/Pb em titanita e \n\nleucogranitos tardios aos demais granitóides). \n\n \n\n1.4  METODOLOGIA \n\n \n\nPara levar a efeito o objetivo proposto neste estudo foram tomadas \n\ninvestigações integrando trabalhos de campo, estudos petrográficos e geoquímicos. \n\nAs caracterizações geológicas e as identificações dos corpos distribuídos \n\nao longo do MSJC bem como suas relações estratigráficas foram feitas em campo, \n\nem quatro etapas nas quais foram coletadas 17 amostras representativas de \n\nocorrências de Formações Ferríferas. Na terceira etapa de campo, foram \n\nexecutados mapeamentos de detalhe na região da Serra Preta com o objetivo de \n\nestabelecer um melhor controle amostral e litoestratigráfico. \n\nAs amostras foram enviadas aos laboratórios da Universidade de Brasília \n\n(UnB) para confecção de lâminas delgadas, lâminas polidas e de seções polidas. \n\nExaustivos trabalhos petrográficos e mineralógicos foram conduzidos com o auxílio \n\nde microscópio de luz transmitida e refletida, além de difratometria de Raios-X. \n\nAs análises geoquímicas, após preparação no laboratório de \n\nGeocronologia da UnB, foram enviadas ao laboratório ACME ? Canadá para \n\nanálises de rocha total. A abundância total dos óxidos de elementos maiores e de \n\nvários elementos traços é determinada a partir da fusão de 0,2g de amostra com \n\nmetaborato/tetraborato de lítio, digestão com ácido nítrico diluído e análise por ICP-\n\nOES. Metais preciosos e metais base foram determinados após digestão de 0,5g de \n\namostra com Água Regia e posterior análise em ICP-MS. As abundâncias dos \n\nóxidos de elementos maiores foram obtidas por Fluorescência de Raios X após \n\nfusão da amostra com tetraborato de lítio. O software utilizado para a geração dos \n\ngráficos foi o Excel 2010. \n\nOs dados de Isótopos estáveis foram obtidos no laboratório de Isótopos \n\nEstáveis na Geocronologia ? Geochronos ? UnB, com o espectrômetro de massa \n\nDELTA V PLUS com entrada dupla (dual inlet), que permite a análise de amostras \n\npor sistema on line e off line. Como procedimentos, foram realizados testes de \n\npesagem para os quais foi utilizada uma alíquota de 0,4 mg que gerou melhor sinal \n\n\n\n \n38 \n\nisotópico apesar de o padrão de pesagem ser 0,2 mg. O erro analítico para ?\n13\n\nC é \n\nde 0,05‰ e 0,10‰ para ?\n18\n\nO.  \n\nNa etapa de preparação e extração do gás CO2 para análise das razões \n\nisotópicas, utilizou-se o equipamento GasBench II (online) acoplado a um \n\nespectrômetro de massa de fonte gasosa Delta V Advantage, sendo os frascos de \n\nvidro contendo as amostras dispostos em um bloco térmico onde se mantém a \n\ntemperatura de 72ºC, com o objetivo de reduzir o tempo de reação. Por meio da \n\ninserção de agulhas através de um septo, inicialmente, retira-se o excesso de gases \n\natmosféricos utilizando-se um fluxo de He. Posteriormente, uma segunda agulha \n\nperfura o septo injetando ácido H3PO4 a 100% para que ocorra reação com a \n\namostra, liberando o CO2. Por fim, uma última agulha extrai o gás, que é purificado e \n\nenviado para o espectrômetro para determinação das razões isotópicas. \n\n \n\n \n\n\n\n \n39 \n\n2  GEOQUÍMICA E GÊNESE DAS FORMAÇÕES FERRÍFERAS \n\nE CARBONATOS DA PORÇÃO SUL DO MACIÇO SÃO JOSÉ \n\nDO CAMPESTRE, PROVÍNCIA BORBOREMA \n\n \n \n\nFigueiredo, B.S\n1\n; Dantas, E.L.\n\n2\n; Silva Filho, C.V.R.; Vieira L.C.. \n\n \n\nResumo \n\n \n\nAs características petrográficas e químicas das Formações Ferríferas e \nMetacarbonatos do Maciço São José do Campestre no Estado Rio Grande do Norte \nproveem informações sobre condições físico-químicas dos oceanos arqueanos, \nrefletindo condições deposicionais distais e proximais dos vents hidrotermais nos \nassoalhos oceânicos. As FF são compostas principalmente por magnetita/hematita, \nquartzo, anfibólio (grunerita-cummingtonita) e piroxênio (hedenbergita) . São \nformadas predominantemente por SiO2 (37,7 a 66,5 wt.%) e Fe2O3 (31,3 % e 59,6 \n%) com concentrações muito baixas de Al2O3 (0,07 a 1,32%) , TiO2 (0,01 a 0,07%), \nCaO (0,01 e 1,16%) e MgO (0,03 a 1,52%). Em geral, possuem razões La/SmCN > 1, \nSm/YbPAAS &lt;1 e Eu/SmPAAS > 1 com concentrações totais de ETRY variando entre \n6,03 a 106,36 ppm. As características geoquímicas marcam a existência de dois \ngrupos distintos de FF onde as FF do grupo I correspondem a ocorrências com as \nmaiores concentrações de ETRY e padrões de distribuições retilíneos, enquanto as \nFF do grupo II mostram um marcado enriquecimento de ETRL em relação aos \nETRP. As ocorrências do grupo I possuem anomalias menos pronunciadas em Eu* e \nas maiores anomalias negativas em Ce*. Enquanto que as FF do grupo II, mostram \nmaiores razões Y/Ho, e maiores concentrações em V, Co, Ni e Cu. Ambos os grupos \nmostram comportamentos geoquímicos similares aos padrões observados em FF de \nidade arqueana, principalmente às de Isua (Groelândia) as FF mais antigas já \ndatadas até o momento. Os trabalhos de mapeamento realizados ao norte da cidade \nde Tangará, na região do Serrote Preto, permitiram a identificação de três fácies de \nmetacarbonatos denominadas de mármores calcíticos, mármores calci-dolomíniticos \ne mármores dolomíticos. Os mármores calcíticos apresentam concentrações de CaO \ne MgO entre 34,4% e 47,6% e 3,1% a 15%, respectivamente, maiores \nconcentrações de elementos traços e ETRY, com padrões de enriquecimento de \nETRL em relação aos ETRP e composições isotópicas de ?\n\n13\nC variando de -10,1 a -\n\n1,7‰ (média de -4,3‰). Os mármores calci-dolomíticos possuem concentrações de \nCaO entre 30,4% e 36,1% e MgO entre 14,3% e 19,5% com ?\n\n13\nC variando de -6,2 a \n\n1,0‰. O mármores dolomíticos apresentam uma maior heterogeneidade nos valores \ndos elementos analisados com concentrações de CaO e o MgO entre 30,2% a 43% \ne 6,4% a 19,6% respectivamente, com valores de ?\n\n13\nC de -3,4 a 1,1‰. A associação \n\ndestes metassedimentos químicos se complementam em caracterizar condições \ndeposicionais distintas dentro dos mares arqueano com variáveis condições oxi-\n\n                                                             \n1\n  Pós-graduação em Geologia, Inst. de Geociências, Universidade de Brasília, Brasília, DF. \n\n2\n  Instituto de Geociências, Universidade de Brasília, Campus Universitário, Darcy Ribeiro, \n\nBrasília, 70910-900 DF, Brasil \n\n\n\n \n40 \n\nredox, onde o grupo I de FF e metacarbonatos refletem condições distais, nas \nplataformas marinhas, e as FF do grupo II condições de fundo oceânico, em sítios \nproximais aos vents hidrotermais. \n \n\nPalavras-chave: Formações Ferríferas - Mármores - Sequência Vulcanossedimentar \n\nSerra Caiada - Arqueano. \n\n \n\n2.1  INTRODUÇÃO \n\n \n\nOcorrências de metassedimentos químicos, aqui representados por \n\nformações ferríferas (FF) e carbonatos formados no Arqueano são raras e de \n\nextrema importância na reconstrução da evolução paleoambiental do planeta. As \n\nassinaturas das condições e características dos mares em que estes sedimentos \n\nforam depositados estão muitas vezes registradas em suas características \n\ngeoquímicas e isotópicas (Fryer, 1977; Derry &amp; Jacobsen, 1990; Shimizu et al., \n\n1990; Bau &amp; Moller, 1993; Kato, Kano &amp; Kunugiza, 2002). \n\nTraçadores geoquímicos como elementos terras raras, ytrium (ETRY) e \n\nassinaturas isotópicas (Sm-Nd, C-O), atualmente, vêm sendo extensivamente \n\nutilizadas e discutidas como confiáveis ferramentas nas investigações da distribuição \n\ndos ETRY da água do mar e na determinação da proveniência destes sedimentos \n\n(Bau &amp; Dulski, 1996; Kato, Kano &amp; Kunugiza, 2002; Shields &amp; Webb, 2004; Bolhar et \n\nal., 2004; Frei et al., 2008; Alexander, Bau &amp; Andersson, 2009).  \n\nAs informações obtidas pelos ETRYs consideram que a composição da \n\nágua do mar é função dos processos que controlam esta distribuição nos mares \n\n(Alexander, Bau &amp; Andersson, 2009). Nas condições atuais, a quantidade de ETRY \n\nque emana nos vents hidrotermais (black smokes) é negligenciável. Estudos \n\nisotópicos de Nd conduzidos por Piepgras e Wasserburg (1980) determinaram que \n\nesta distribuição é controlada por sedimentos provenientes de alteração da crosta \n\ncontinental através de fluxos fluviais. No Arqueano, anomalias em Eu (Europium), \n\nCe (Cerium) e maiores associações vulcânicas conduzem à interpretação de que \n\ngrande aporte de soluções hidrotermais dominavam os mares antigos (Fryer, 1977; \n\nFryer, Fyfe &amp; Kerrich, 1979; Derry &amp; Jacobsen, 1990; Danielson, Möller &amp; Dulski, \n\n1992; Bau &amp; Moller, 1993).  \n\nPara Graf (1978), Bau e Dulski, 1996 e Bekker et al. (2010), as variações \n\nnos padrões de ETRY em FF não devem ser atribuídas exclusivamente a alterações \n\n\n\n \n41 \n\nnos padrões de ETRY da água do mar, mas, também, a variáveis proporções de \n\nmistura de outros materiais de base, tais como fases detríticas e vulcanoclásticas. \n\nEstas variações nos padrões de ETRY, além de refletirem as condições dos \n\nambientes deposicionais, também podem determinar a localização das FF em \n\nrelação às fontes hidrotermais (Kato, Kano &amp; Kunugiza, 2002). Nesta busca, \n\nanomalias em Eu (II/III) e Ce (III/IV) são extensivamente utilizadas, pois, no grupo \n\ndos ETRY, somente estes elementos apresentam mudanças potenciais (em seu \n\nestado iônico) em relação às condições de oxirredução em ambientes \n\nsedimentares/oceânicos. \n\nOutras feições, como típico bandamento e características petrográficas, \n\nnestas rochas químicas também propõem diferentes características deposicionais, \n\nsendo imprescindível uma correlação litoestratigráfica e uma criteriosa análise \n\npetrológica para se concluir que as distribuições de ETRY e as assinaturas \n\nisotópicas nestes sedimentos marinhos podem refletir com precisão a distribuição de \n\nETRY da água do mar onde foram formadas e preservar assinaturas isotópicas da \n\nfonte destes sedimentos. \n\nUma série de mapeamentos identificaram uma série de corpos de \n\nformações ferríferas e metacarbonatos como componentes de rochas supracrustais \n\ndo Maciço de idade arqueana São José do Campestre (MSJC). Neste Maciço, que \n\nocupa uma área de 5.000 km\n2\n no Estado do Rio Grande do Norte, as ocorrências \n\nestão associadas a anfibolitos bandados, anfibólio gnaisses, piroxenitos, rochas \n\ncalcissilicáticas e xistos aluminosos diversos. Este conjunto foi submetido a \n\nmetamorfismo de fácies anfibolito alto a granulito. Rochas máficas e ultramáficas \n\nassociadas com composição variando de komatiítos (basalto de alto-Mg), \n\npiroxenitos, peridotitos, dunitos, serpentinitos e werlitos também são marcantes. \n\nA descoberta de carbonatos e FFBs bem preservados e associados na \n\nregião da Serra Preta, a 5 km da cidade de Tangará, abre a possibilidade de \n\nobtenção de dados sobre a condição da hidrosfera arqueana na Província \n\nBorborema, uma vez que estes sedimentos são testemunhas químicas e inserem o \n\nMSJC em questões que são atualmente alvo de debates científicos no mundo. \n\nA presente pesquisa promove um significativo avanço do conhecimento \n\ngeológico ao longo do MSJC, visto que unidades sedimentares químicas similares \n\nsão muito restritas e fornecem informações sobre a formação e a evolução \n\nArqueana geológica desta região. Além disso, a utilização destas unidades irá \n\n\n\n \n42 \n\ncontribuir para o melhor detalhamento estratigráfico, as condições dos mares nos \n\nquais foram depositadas e o posicionamento geotectônico destas rochas na bacia, \n\nqual a origem das contribuições dos sedimentares das formações ferríferas e \n\nmetacarbonatos e o que representam as variações isotópicas do carbono nos \n\nmetacarbonatos, ou seja, para uma melhor ciência do significado do Maciço São \n\nJosé do Campestre, fornecendo subsídios a futuras discussões sobre o modelo \n\nevolutivo desta unidade geotectônica. \n\n \n\n2.2  CONTEXTO GEOLÓGICO \n\n \n\nO Maciço São José do Campestre, originalmente classificado como \n\nMaciço Caldas Brandão (Brito Neves, 1975; 1983), é atualmente o mais antigo \n\nfragmento de crosta continental existente na Plataforma Sul Americana. É um \n\nconjunto de unidades ou blocos crustais formados através de vários episódios de \n\nacreção crustal cuja história Arqueana se estende por 700 milhões de anos (3.450 ? \n\n2.700 Ma). Engloba uma área com mais de 5.000 km\n2\n, limitando-se, a sul, pela Zona \n\nde Cisalhamento Remígio – Pocinhos; a oeste, pela Zona de Cisalhamento Picuí ? \n\nJoão Câmara; e a norte e leste, por coberturas mesocenozoicas e recentes, \n\nrespectivamente (Dantas et al., 1995, 2004). \n\nMapeamentos de semidetalhe conduzidos nos últimos dez anos \n\nconduziram Dantas et al. (2004) a reportaram a existência de uma nova unidade \n\nlitoestratigráfica no MSJC, denominada Sequência Vulcano-sedimentar Serra \n\nCaiada (SVSC), que ocorre circundando toda a forma dômica do MSJC, exposta, por \n\numa extensão de mais de 200 km, como faixas estreitas, com largura variando entre \n\n5-10 km. Esta unidade é reconhecida desde a Região de João Câmara, na borda \n\noeste do Maciço, passando por São Paulo do Potengi, São José do Campestre até \n\nas proximidades de Bom Jesus, na borda leste. (Figura 8). \n\n \n\n\n\n \n43 \n\n \n\nFigura 8 ? Mapa do Maciço São José do Campestre com delimitação da porção sul (em destaque no \npolígono preto) e, abaixo, seção esquemática do MSJC.  \nNa seção, os polígonos tracejados representam as unidades onde estão hospedadas as formações \nferríferas e carbonatos. \n\n \n\nEssas unidades foram desmembradas por processos tectônicos e \n\nerosivos que dificultam o seu reconhecimento. Contudo, estes remanescentes de \n\nrochas supracrustais, principalmente metassedimentares, mostram feições texturais \n\nbem preservadas (Dantas, 2009). \n\nA assembleia de rochas supracrustais em contato com as ocorrências de \n\nFF e carbonatos observada é marcada, basicamente, por anfibolitos bandados, \n\nanfibólio gnaisses, piroxenitos, formações ferríferas bandadas (FFB), rochas \n\ncalcissilicáticas e xistos aluminosos diversos. Este conjunto foi submetido a \n\n\n\n \n44 \n\nmetamorfismo de fácies anfibolito alto a granulito. Também, rochas máficas e \n\nultramáficas associadas com composição variando de komatiítos (basalto de alto-\n\nMg), piroxenitos, peridotitos, dunitos, serpentinitos e werlitos foram recentemente  \n\nreportadas por Jesus (2011). Ocorrem, ainda, rochas com cumulatos de olivina, além \n\nde corpos de metagabros e piroxenitos como faixas concordantes às encaixantes, \n\nsugerindo que formem sills intrusivos nesta sequência. \n\nAs idades modelo TDM obtidas das rochas associadas (de caráter vulcano-\n\nsedimentar) variam entre 3.5 e 2.7 Ga, sugerindo que diferentes fontes/bacias \n\npodem estar envolvidas na sua geração (Dantas, 2009; Silva Filho, 2012). \n\n \n\n2.3  MÉTODOS \n\n \n\nPara levar a efeito o objetivo proposto neste estudo foram tomadas \n\ninvestigações integrando trabalhos de campo, estudos petrográficos e geoquímicos. \n\nAs caracterizações geológicas e as identificações dos corpos distribuídos ao longo \n\ndo MSJC bem como suas relações estratigráficas foram feitas em campo onde \n\namostras representativas foram coletadas. \n\nForam realizados ao todo quatro etapas de campo nas quais foram \n\nrealizadas caracterizações e coleta de 17 amostras representativas de ocorrências \n\nde Formações Ferríferas. Na terceira etapa de campo, foram executados \n\nmapeamentos de detalhe na região da Serra Preta com o objetivo de estabelecer um \n\nmelhor controle amostral e litoestratigráfico. As amostras foram enviadas aos \n\nlaboratórios da Universidade de Brasília (UnB) para a confecção de lâminas \n\ndelgadas, lâminas polidas e seções polidas. Exaustivos trabalhos petrográficos e \n\nmineralógicos foram conduzidos com auxílio de microscópio de luz transmitida e \n\nrefletida, além de difratometria de Raios-X. As análises geoquímicas, após a \n\npreparação no laboratório de Geocronologia da UnB, foram enviadas ao laboratório \n\nACME ? Canadá para análises de rocha total. \n\nOs dados de Isótopos Estáveis foram obtidos no laboratório de Isótopos \n\nEstáveis da Geocronologia, da UnB, através de espectrômetro de massa DELTA V \n\nPLUS com entrada dupla (dual inlet), que permite a análise de amostras por sistema \n\non line e off line, equipado com analisador GAS BENCH II com amostrador \n\nautomético para determinação de razões isotópicas de \n13\n\nC/\n12\n\nC e \n18\n\nO/\n16\n\nO nos \n\nmármores. \n\n\n\n \n45 \n\n2.4  AS FORMAÇÕES FERRÍFERAS \n\n \n\n2.4.1  ASPECTOS DE CAMPO \n\n \n\nAs formações ferríferas constituíram importantes resistatos marcados \n\ncomo pequenas serras na superficíe geomorfológica do estado do rio grande do \n\nnorte. Estacaracterística propiciou inúmeras exposições rochosas de pequenas \n\ndimensões associadas às quais se desenvolvem solos rasos de cor marrom-\n\navermelhada, com presença de grumos magnéticos. \n\nAs ocorrências destas rochas (Figura 9) estão associadas a pequenas \n\nfaixas de extensões métricas a decamétricas, expondo corpos de blocos \n\ncentimétricos a métricos in situ. Estas áreas de ocorrência evidenciam uma \n\ngeometria predominantemente com aspecto lenticular, com corpos descontínuos \n\ndentro da SVSC, um aspecto que pode estar relacionado a fatores \n\nsedimentares/estratigráficos, ao nível erosional regionalmente imposto e/ou ao \n\nresultado de intensos desmembramentos ligados à estruturação \n\ngeotectônica/deformação da SVSC. Na porção NW da área, concentra-se a maior \n\nquantidade de exposições, sendo os melhores afloramentos identificados nas \n\nporções Nordeste (N da cidade de Tangará) e SE (NE da cidade de São José do \n\nCampestre) da área de estudo. \n\nNessas exposições mapeadas, as encaixantes diretas de rochas \n\nsupracrustais em contato com as ocorrências de FF são marcadas basicamente por \n\nanfibolitos bandados, anfibólio gnaisses e níveis/lentes de piroxenitos. \n\nSubordinadamente, rochas calcissilicáticas e xistos aluminosos são também \n\nobservados. Associadas a estas unidades, as FFs se destacam em relevo e com \n\ntípico desenvolvimento de solos de cor escura e com grumos magnéticos. \n\nA sequência de ocorrências de FFs do MSJC apresenta coloração de \n\ncinza escura a variações de marrom escuro, possui clássico bandamento/laminação, \n\nde moderado a fortemente magnética. Estas rochas são compactas a \n\nsemicompactas, com raros níveis friáveis, geralmente ligados a zonas de pequenas \n\ndimensões e alteradas (com a presença de goethita). Ocorrem, localmente, nos \n\nafloramentos, porções brechadas e/ou dobradas. \n\n \n\n\n\n \n46 \n\n \n\nFigura 9 ? Mapa de ocorrências (pontos de cor preta) de Formações Ferríferas na Porção Sul do \nMaciço São José do Campestre (MSJC). \n\n \n\nAs formações ferríferas (FF) intercalam camadas ricas em óxido de \n\nmagnetita/hematita, quartzo e outras ricas com anfibólios e piroxênios com óxidos de \n\nferro numa nítida ritmissidade entre camadas ricas em ferro e camadas pobres em \n\nferro (prodomínio de quartzo). O óxido de ferro predominante é a magnetita. Na \n\nporção NW da área de estudo, onde estão destacados dobramentos regionais, \n\npredomina a ocorrência de FF anfibolíticos e, ao longo da porção leste, destacam-se \n\ncomponentes com quartzo e óxidos de ferro (Foto 1). \n\n \n\n\n\n \n47 \n\n \nFoto 1 ? (A) Afloramentos expostos em escavações no alto do relevo com presença de Formações \nFerríferas. (B) Amostra de FF evidenciando laminação/mesobandamento. (C) Amostra CT-215A \nevidenciando variação de espessura de laminação/bandamento. (D) Detalhe de afloramento (amostra \nTAM-04B) estrutura microbandada com foliação de alto ângulo \n\n \n\n2.4.2  ASPECTOS PETROGRÁFICOS \n\n \nAs caracterizações petrográficas foram feitas a partir da análise de 17 \n\nlâminas delgadas e de 7 seções polidas de FF, todas coletadas em campo, ao longo \n\nde todo o MSJC, nas partes mais preservadas de afloramentos e exposições em \n\nescavações, excluindo, ao máximo, amostras com feições secundárias de alteração \n\ne oxidação. Nas FFs, as espessuras das bandas oscilam de milímetros a \n\ncentímetros. Segundo a classificação de Trendall (2002), apresentam-se de micro a \n\nmacrobandadas (microbandas: 0,3?1,7 mm; mesobandas: 1,7?2,54 mm; macrobandas: \n\n>2,57 mm), sendo observados, em maior grau, níveis meso e macrobandados com \n\nvariações na ordem de 1,9 a >2,49 mm (Fotomicrografia 1?a, b, d). O contato entre \n\nestes níveis é predominantemente brusco, sendo rara a existência de gradação \n\nentre as bandas, quase sempre dada pela presença de magnetita inclusa em grãos \n\nde quartzo e nos interstícios de anfibólios.  \n\n\n\n \n48 \n\n \n\nLEGENDA  \n\nMag ? Magnetita Hem ? Hematita GOE ? Goethita Mat ? Martita Opx ? Ortopiroxênio \n\nQtz ? Quartzo LP ? Luz Plana NC ? Nicóis Cruzados LR ? Luz Refletida \n\nFotomicrografia 1 ? (A) (CT-127): imagem em LP, objetiva 4X, evidencia mesobandamento \n(intercalação de camadas ricas em quartzo e em óxidos de ferro) e textura granoblástica em grãos \npredominantemente xenoblásticos. (B) (CT-125-A): imagem NC, objetiva 4X, textura granoblástica em \namostra com granulação média, detalhe em grãos de quartzo com extinção ondulante. (C) imagem \nLR, objetiva 10X, detalhe de alteração de magnetita em martita nas bordas dos grãos; nota-se um \navanço de alteração com formação de goethita em contato com grãos de anfibólio. (D) (CT-140): \nimagem em LR, bandamento intercalando camadas ricas em hematita e magnetita em martita (Hem) \ne quartzo. (E) (TG-58): imagem NC, objetiva 10X, detalhe de grão de piroxênio (hedenbergita?) \nincluso em grãos de magnetita em martita (Hem) \n\n \n\n\n\n \n49 \n\nNesta escala, as amostras apresentam textura granoblástica e \n\nsubordinadamente granonematoblástica. A orientação, quando existente, é marcada \n\npor grãos de magnetita/hematita, grãos alongados de quartzo e anfibólio orientados \n\nsegundo laminação/foliação. Descontinuidades do bandamento geralmente estão \n\nassociadas à presença de fraturas, sendo comum o preenchimento por \n\nremobilizações de quartzo e óxidos de ferro. A trama varia de equigranular a \n\ninequigranular e seu arranjo sugere a preservação dos aspectos primários da FF. A \n\nsimplicidade mineralógica destas rochas culmina na existência de óxidos de ferro, \n\nanfibólios, quartzo e subordinadamente piroxênios (hedenbergita) e anfibólios \n\n(hornblenda).  \n\nOs principais óxidos de ferro observados são a magnetita e a hematita, \n\nnas formas de hematita granular, martita e, raramente, especularita. Em menor \n\nquantidade, ocorre a magnetita, quase sempre afetada por reações de martitização \n\nnas bordas e em fraturas. Os grãos de hematita são sub-idioblásticos com 450 µm \n\nde diâmetro, em média, e ocorrem em agregados associados a porções maciças e \n\nhomogêneas de magnetita, ao longo do bandamento/laminação. O quartzo \n\nrepresenta, em média, 50 a 60% da mineralogia e seus grãos variam entre \n\nsubédricos e anédricos, com tamanhos variados, com grãos maiores exibindo \n\nextinção ondulante e subgrãos. \n\nAs hematitas e magnetitas em martita (quando evidente a textura de \n\nmartitização) se apresentam em grãos idioblásticos a xenoblásticos associados a \n\numa granulação que varia de fina a grossa. Os contatos entre grãos de magnetita \n\nsão ondulados e retos; entre magnetita-anfibólio são interlobados e suturados; entre \n\nmagnetita e quartzo são interlobados, sendo retos (em minerais idioblásticos) \n\nquando imersos no quartzo. A martitização é comum nas bordas e em zonas \n\nfraturadas dos grãos (Fotomicrografia 2?c). \n\nOs anfibólios foram observados nas amostras cujos minerais se \n\napresentam xenoblásticos a sub-idiomórficos, com tamanhos variando entre 0,1mm \n\ne 2,0mm e em cores claras amarronzadas e esverdeadas. O contato destes minerais \n\ncom os óxidos de ferro é ondulado e interlobado, raramente reto, e com presença de \n\ntexturas de reação entre estes minerais (Fotomicrografia 2?a). É comum a presença \n\nde inclusão de grãos de magnetita xenoblástica nos anfibólios, uma textura que \n\nsugere reação de formação de anfibólios associada ao óxido de ferro representando, \n\n\n\n \n50 \n\nassim, processos metamóficos. As feições cristalográficas registram tratar-se de \n\nanfibólios da série grunerita-cummingtonita e hornblendas. \n\n \n\nLEGENDA  \n\nMag ? Magnetita Hem ? Hematita GOE ? Goethita Mat ? Martita \n\nQtz ? Quartzo LP ? Luz Plana NC ? Nicóis Cruzados LR ? Luz Refletida \n\nFotomicrografia 2 ? (A) (CT-140): imagem em NC, objetiva 4X; presença de grãos de anfibólio em \ntextura granonematoblástica. (B) (CT-163): imagem MEV, evidenciando grão de anfibólio (Grun-\nCumm) em contato com grãos de xenoblásticos de Hematita. (C) seção polida (TAM04B), objetiva \n2,5X, mesobandamento, em detalhe ao nível rico em magnetita em martita e inclusões de Hem em \nquartzo. (D) (TG-58-1): imagem em LR, objetiva 4X, presença de grãos xenoblásticos de Opx em \ncontato com grãos sub-idioblásticos de hematita. (E) (Fem-37): imagem MEV, detalhe de grão \n\n\n\n \n51 \n\nhematita com provável exsolução de Uvita(?). (F) (CT-163): imagem MEV, grão de magnetita \nmartitizada e provável exsoluções de Uvita(?) \n\n \n\nA presença de hedenbergita é constatada na amostra TG-58. Os grãos de \n\nhedenbergita são xenoblásticos e apresentam contatos ondulados e interlobados \n\ncom anfibólios e magnetita (Fotomicrografia 2?f). A goethita, quando observada, está \n\nassociada a alteração de anfibólios e hematitas em zonas fraturadas.  \n\nO quartzo é predominantemente xenoblástico, com grãos alongados e \n\npoligonais, apresentando extinção ondulante e dimensões variando entre 0,010mm e \n\n2,5mm. Os contatos quartzo-quartzo são retos, suturados e em maior proporção, \n\ninterlobados/ondulados, sendo comum a presença de fraturas; já entre quartzo e \n\nmagnetita são, predominantemente, retos e ondulados. É comum a presença de \n\ninclusões de grãos de hematita e, em menor expressão, de apatita (Fotomicrografia \n\n2?b, c). \n\nProcessos de martitização, maiores proporções locais de hematita e a \n\npresença de goethita sugerem que as FF foram submetidas a nítidos processos de \n\noxidação supergênicos. \n\n \n\n2.4.3  ASPECTOS QUÍMICOS DAS FORMAÇÕES FERRÍFERAS \n\n \n\n2.4.3.1  Elementos Terras Raras \n\n \n\nOs valores de ETRY das 17 amostras analisadas (Tabelas 1 e 2) foram \n\nnormalizados ao Post Archean Australian Shale (PAAS) obtidos por McLennan \n\n(1989) e plotados (Figura 13). As anomalias em Eu foram definidas \n\nquantitativamente como: \n\n  \n\n   \n   \n\n             \n\n             \n  \n\n  \n\n      \n \n\n \n \n\n \n\nonde Eu* é uma concentração hipotética de Eu.  \n\nAs anomalias de Ce, Pr e Y foram calculadas da mesma forma. O \n\nelemento Y não é comum em gráficos de ETRY, mas foi plotado entre os elementos \n\nDysprosium (Dy) e Hólmio (Ho), de acordo seu raio iônico, para comparação, como \n\nobservado nos trabalhos de Bau e Dulski (1996). O grau de enriquecimento de ETRL \n\n\n\n \n52 \n\nem relação ao ETRP é apresentado nas razões normalizadas ao PAAS de La e Yb \n\n(La/Yb), La e Sm (La/Sm) e Sm e Yb (Sm/Yb). \n\nAs concentrações totais de elementos terras raras nas formações \n\nferríferas analisadas mostram valores muito baixos, com ?ETRY na faixa entre 6,03 \n\na 106,36 ppm. Os gráficos plotados comparados ao PAAS ilustram baixos valores e \n\numa leve tendência de enriquecimento de ETRP em relação aos ETRL. Os gráficos \n\nnormalizados ao PAAS (McLennan, 1989) mostram tendências lineares a crescentes \n\n(Figura 13). \n\n \n\n \n \n\nLEGENDA  \n \n\n  Grupo I \n \n\n Grupo II \n  \n\nFigura 10 ? Distribuição de ETR e Y normalizados ao PAAS. No Grupo I, são observados padrões \nlineares e uniformes, com anomalias negativas em Ce, enquanto no Grupo II, é marcado um nítido \nenriquecimento dos ETRP em relação aos ETRL, além de pronunciada anomalia positiva em Eu. \nUma análise comparativa entre os comportamentos de ETRY observados por Planavsky et al., 2010 \n(Figura 1) posiciona o Grupo I em FF similares a FF paleoproterozóicas e o Grupo II em FF arqueano. \nEstes grupos representam membros extremos de FF depositadas em sítios de diferentes condições \nfísico-químicas e de contribuições sedimentares onde similaridades entre grupos podem estar \nassociadas a condições intermediárias e/ou transicionais entre si \n\n \n\nOs valores de ETRY foram apresentados em dois gráficos, de acordo com \n\no comportamento dos conjuntos definidos como Grupo I e Grupo II. O Grupo I \n\napresenta padrões de distribuição de ETRY similares à distribuição nos folhelhos, \n\nem sua maioria, enquanto o Grupo II marca notável enriquecimento de ETRL em \n\nrelação aos pesados.  \n\n\n\n \n53 \n\nEm ambos os grupos, as anomalias predominantemente negativas em \n\nCe(PAAS, CN) são nitidamente evidentes, com frequência média de valores de Ce/Ce* \n\nem 0.64 ppm e valores máximo e mínimo de 0.39 e 0.93 ppm, respectivamente. No \n\nGrupo I, as anomalias negativas são maiores em relação ao Grupo II. A Figura 14 \n\nmostra a correlação entre Ce/Ce* e Pr/Pr*, onde a maioria das amostras marca \n\nverdadeiras anomalias negativas em Cério, sendo que o Grupo II registra tendências \n\npara anomalias positivas em Ce e, em algumas amostras, anomalias positivas em \n\nLa. Neste mesmo gráfico, o Grupo I marca nítidas anomalias negativas em Ce. \n\nAlguns trabalhos correlacionam os padrões de ETRY de FF com os \n\nperíodos de tempo (Klein, 2005; Planavsky et al., 2010). Nestes estudos, que \n\nenglobam as principais ocorrências de FF no mundo (ISUA, Hammersley, \n\nTraansvaal, Kuruman, Carajás, Quadrilátero Ferrífero, entre outros) são \n\nevidenciadas nítidas diferenças nestes padrões os quais são uma resposta direta \n\ndas condições tectônicas e paleoambientais que reinavam nestes períodos. No \n\nenfoque de nossa discussão, no Arqueano, contribuições hidrotermais oriundas de \n\nvents localizados no fundo dos oceanos dominavam, marcando maiores anomalias \n\npositivas em Eu, enriquecimento de ETRP em relação aos ETRL, condições \n\nanóxidas refletidas nas anomalias negativas em Ce, altas razões Y/Ho, ou seja, uma \n\ninfluência mantélica muito forte. No Paleoproterozoico, em geral, esta influência \n\nmantélica é atenuada, associada ao desenvolvimento de bacias maiores, e uma \n\ncomponente continental (litófilos) detrítica é fortemente imposta. Uma análise \n\ncomparativa entre os comportamentos de ETRY observados (ver Figura 1 ? \n\nPlanavsky et al., 2010) posiciona o Grupo I em FF similares a FF paleoproterozoicas \n\ne o Grupo II em FF arqueanas.  \n\nAnomalias positivas em Eu(PAAS) são observadas, em ambos os grupos \n\ndestacados, com exceção das amostras CT-137, TG-58-1, CT-160 e TAM-04B, \n\npertencentes ao Grupo I, que não mostram anomalias positivas em Eu(PAAS). Os \n\nvalores de Eu/Eu* variam entre 0.86 e 1.88 ppm com média em 1.3 ppm. Em geral, \n\nas ocorrências do Grupo II apresentam anomalias mais bem marcadas em Eu, em \n\nrelação ao Grupo I. \n\nOs gráficos exibem nítidas anomalias positivas em Y, com exceção das \n\namostras TAM-04B e CT-125A (Grupo I) que exibem anomalias visualmente \n\nnegativas. As amostras do Grupo II também apresentam anomalias positivas bem \n\nmarcadas, com exceção da amostra CT-127. \n\n\n\n \n54 \n\nAs concentrações de Y e Ho variam entre 1,3 a 43 ppm e 0,05 e 1,1 ppm, \n\nrespectivamente. As razões Y/Ho apresentam valores entre 21,2 e 48,6: no Grupo I, \n\nestão entre 21,2 e 39, com média de 32.0; e entre 25,7 e 48,6, com média de 34.2, \n\nno Grupo II (Figura 14). Estes elementos apresentam distintos comportamentos \n\ngeoquímicos na água do mar onde maiores concentrações de Y estão associadas a \n\nfontes mais continentais e os altos valores marcam assinaturas marinhas, enquanto \n\nas de Ho estão relacionadas predominantemente a fontes mantélicas. \n\n \n\n \n \n\nLEGENDA \n \n\n   Grupo I \n \n\n   Grupo II \n  \n\nFigura 11 ? Gráfico binário entre Y vs Y/Ho  \nFonte: Bau &amp; Dulski (1996). Segundo os autores, o campo de cor cinza claro \nindica ocorrências de FF que possuem pouca ou nenhuma contribuição \ndetrítica da época de sua deposição \n\n \n\nConcentrações totais de ETRY variam de 6.03 a 191.3 ppm, com média \n\nde 53.1 ppm. Apenas cinco amostras (CT-137, CT-140, CT-160, CT-163, TG-58-1) \n\napresentam valores muito acima da média (>70 ppm) e, dentre estas, apenas a CT-\n\n160 não apresenta correlação positiva com valores altos de Al2O3. Por outro lado, a \n\nconfirmação de que os teores de ETRY estão hospedados em componentes \n\ndetríticos não é clara para todas as ocorrências. \n\nAs FFs apresentam razões La/SmCN >1, Sm/YbPAAS&lt;1 (exceto CT-125A, \n\nCT-137, CT-140, CT-163 e TG-58, todas do Grupo I) e Eu/SmPAAS >1 (exceto CT-\n\n137 e CT-140), similares às reportadas por Beukes e Klein (1990) e Bau e Dulski \n\n(1996) para FF Pré-cambrianas. Estas FF foram afetadas por nítidos processos de \n\noxidação aos quais não foram submetidas as FFs dos autores supracitados. \n\n\n\n \n55 \n\nContudo, de acordo com Rollisson (1993), ETRYs são considerados como \n\nconstituintes imóveis para a maioria dos regimes de alteração. \n\n \n\n \n\nFigura 12 ? Amostras da Porção Sul do MSJC em um gráfico (Ce/Ce) vs \n\n(Pr/Pr)*. Valores normalizados ao PAAS após McLennan (1989). (a) ? \n\ncampo com anomalia positiva em Ce; (c) ? campo sem anomalia de Ce \n\nnem de La; (d) ? campo com anomalia positiva de La e sem anomalia de \n\nCe; (d) ? campo com anomalia negativa em La e sem anomalia em Ce; (e) \n\n? campo com anomalia negativa em Ce. Os grupos definem \nrepresentantes extremos de condições da bacia, onde zonas de \nsuperposição indicam ambientes intermediários e/ou transicionais entre os \nsítios deposicionais. A linha tracejada marca a direção do aumento da \ndistância dos vents hidrotermais correspondente a condições anóxidas e \nmenor contribuição mantélica \n\n \n\n2.4.3.2  Elementos Maiores \n\n \n\nA composição de elementos maiores foi determinada em análises de 17 \n\namostras de Formações Ferríferas da parte sul do MSJC cujos valores por \n\nelementos e respectivas médias estão listados na Tabela 1. O estudo dos valores \n\nobtidos mostra que SiO2 e Fe2O3 são os constituintes dominantes, apresentando \n\nsoma (SiO2 + Fe2O3) em valores sempre >96 wt.%. Como é comum em típicas \n\nFormações Ferríferas Pré-cambrianas (Klein, 2005), as concentrações de elementos \n\nmenores são baixas, com valores menores que 3,5 wt.%.\n\n\n\n \n56 \n\nTabela 1 ? Composição geoquímica de Elementos Maiores, Traços e Terras Raras das Formações Ferríferas da porção sul do MSJC.  \n \n\nAmostras C-22 CT127 CT215B CJ 41 CJ-172 FEM-37 TAM 93B TG 08 CT125A CT-137 CT140 CT160 CT163 E19 TAM 04B TAM 94 TG 58-1 Faixa Média \n\nRocha FF FF FF FF FF FF FF FF FF FF FF FF FF FF FF FF FF MIN MAX \n\n SiO2 49,12 55,23 37,73 51,2 66,56 46,47 56,87 56,32 53,93 54,38 49,9 55,77 44,23 52,99 56,32 42,82 43,87 37,73 66,56 51,39 \n\nAl2O3 0,07 0,75 0,39 0,1 0,14 0,93 0,13 0,07 1,32 0,71 0,96 0,14 0,87 0,1 0,58 0,97 1,12 0,07 1,32 0,55 \n\nFe2O3 47,42 42,35 59,67 48,4 31,27 51,43 40,21 42,67 43,66 42,27 47,58 40,6 53,7 44,72 40,58 53,03 51,92 31,27 59,67 45,97 \n\nMgO 0,09 0,09 1,05 0,1 0,05 0,53 0,06 0,32 0,08 0,45 0,23 0,13 0,06 0,03 0,03 1,46 1,52 0,03 1,52 0,37 \n\nCaO 0,01 0,05 0,06 0,02 0,01 0,27 0,02 0,13 0,05 0,33 0,1 0,12 0,02 0,04 0,01 1,02 1,16 0,01 1,16 0,20 \n\nNa2O 0,01 0,01 0,01 0,1 0,01 0,01 0,01 0,01 0,01 0,02 0,01 0,01 0,01 0,01 0,01 0,02 0,03 0,01 0,1 0,02 \n\nK2O 0,01 0,01 0,01 0,01 0,01 0,05 0,01 0,01 0,02 0,01 0,01 0,01 0,01 0,01 0,01 0,02 0,01 0,01 0,05 0,01 \n\nTiO2 0,01 0,04 0,01 0,01 0,01 0,04 0,01 0,01 0,04 0,02 0,03 0,01 0,03 0,01 0,02 0,06 0,07 0,01 0,07 0,03 \n\nP2O5 0,11 0,04 0,02 0,092 0,04 0,04 0,11 0,14 0,05 0,07 0,05 0,14 0,07 0,1 0,08 0,17 0,13 0,02 0,17 0,09 \n\nMnO 0,12 0,03 0,06 0,09 0,04 0,2 0,05 0,1 0,04 0,09 0,07 0,06 0,04 0,02 0,02 0,22 0,24 0,02 0,24 0,09 \n\nCr2O3 0,002 0,003 0,002   0,002 0,004 0,002 0,002 0,003 0,003 0,004 0,002 0,002 0,002 0,002 0,002 0,002 0,002 0,004 0,00 \n\nTOTAL 96,97 98,6 99,01 100,122 98,14 99,97 97,48 99,78 99,2 98,35 98,94 96,99 99,04 98,03 97,66 99,79 100,1 96,97 100,1 98,72 \n\nValores em percentagem (%)                                       \n\nU 0,50 0,20 0,10 0,51 1,30 0,10 2,30 0,30 0,10 0,20 0,20 4,30 0,20 0,40 1,20 0,20 0,10 0,10 4,30 0,72 \n\nV 8,00 8,00 8,00 66,00 38,00 8,00 8,00 8,00 8,00 8,00 8,00 29,00 9,00 14,00 21,00 8,00 8,00 8,00 66,00 15,59 \n\nY 14,60 2,50 1,30 11,40 9,10 10,40 10,30 14,90 3,20 43,30 16,80 24,00 11,30 8,40 4,50 7,00 17,60 1,30 43,30 12,39 \n\nZr 1,40 7,30 3,80 2,23 2,60 12,50 4,40 1,40 7,50 5,90 7,60 4,60 8,30 6,30 6,00 13,60 19,10 1,40 19,10 6,74 \n\nAg 0,10 0,10 0,10 * 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 \n\nAs 0,50 0,70 0,50 * 1,20 0,80 0,50 0,50 0,60 0,50 0,50 0,80 0,50 0,50 0,70 0,50 0,50 0,50 1,20 0,61 \n\nAu* 1,80 0,60 0,80 * 1,10 0,70 0,80 0,50 0,60 0,50 0,90 1,20 0,80 0,50 0,50 0,90 0,50 0,50 1,80 0,79 \n\nBi 0,10 0,10 0,10 * 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 \n\nCd 0,10 0,10 0,10 * 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 \n\nCu 19,90 10,90 2,70 * 39,30 2,70 18,60 12,70 2,10 2,30 3,20 3,30 3,00 2,70 10,70 3,10 0,40 0,40 39,30 8,60 \n\nHg 0,06 0,04 0,02 * 0,05 0,04 0,10 0,09 0,03 * * * 0,03 0,01 0,01 0,06 0,12 0,01 0,12 0,05 \n\nMo 1,60 0,10 0,10 * 2,10 0,30 3,90 0,40 0,20 0,50 0,60 2,20 0,10 0,20 0,30 0,20 0,10 0,10 3,90 0,81 \n\nPb 0,50 1,60 0,90 * 5,40 2,00 11,30 0,70 2,60 1,00 1,40 5,10 15,10 1,80 11,80 0,40 11,20 0,40 15,10 4,55 \n\nSb 0,10 0,10 0,10 * 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 \n\nTl 0,10 0,10 0,10 * 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 0,10 \n\nZn 47,00 7,00 1,00 0,00 21,00 6,00 58,00 10,00 3,00 9,00 9,00 13,00 5,00 3,00 25,00 6,00 7,00 0,00 58,00 13,53 \n\nNb 0,30 0,70 0,30 9,00 0,60 0,90 0,30 0,70 0,80 0,20 0,10 0,20 0,90 0,30 0,60 0,80 1,40 0,10 9,00 1,06 \n\nNi 37,70 5,60 3,20 * 41,00 20,00 21,50 48,30 6,40 9,30 8,70 26,90 10,50 33,00 16,00 4,30 7,00 3,20 48,30 18,71 \n\nRb 0,20 0,90 0,20 5,00 0,10 2,00 0,10 0,10 3,90 3,50 2,60 0,10 1,20 0,10 0,80 1,00 0,60 0,10 5,00 1,32 \n\nSn 1,00 1,00 1,00 5,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 5,00 1,24 \n\nValores em ppm (*Au - Valores em ppb - * valores não determinados) \n\n \n\n\n\n \n57 \n\nContinuação Tabela 01. \n\nAmostras C-22 CT127 CT215B CJ 41 \nCJ-\n172 \n\nFEM-37 \nTAM \n93B \n\nTG 08 CT125A CT-137 CT140 CT160 CT163 E19 \nTAM \n04B \n\nTAM \n94 \n\nTG 58-\n1 \n\nFaixa Média \n\nSr 2,80 1,90 1,30 * 17,10 8,70 3,50 3,90 3,80 10,10 6,40 8,10 39,30 1,10 12,90 10,20 8,40 1,10 39,30 8,72 \n\nTa 0,40 0,40 0,10 * 0,40 0,30 0,20 0,60 0,40 0,20 0,10 0,20 0,10 0,40 0,20 0,40 0,10 0,10 0,60 0,28 \n\nTh 0,20 0,90 0,20 0,50 0,30 0,80 0,40 0,20 0,60 0,40 0,50 0,40 0,30 0,40 3,60 0,20 0,20 0,20 3,60 0,59 \n\nBa 5 14 17 826 1051 98 202 118 33 115 57 297 1902 58 1813 163 88 5,00 1902,0 403,35 \n\nBe 2,00 1,00 1,00 0,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 1,00 2,00 1,00 1,00 1,00 1,00 0,00 2,00 1,06 \n\nCo 48,10 49,80 114,00 44,00 159,20 106,60 123,50 57,00 121,60 80,40 52,70 94,60 75,80 45,90 66,10 37,50 49,60 37,50 159,20 78,02 \n\nCs 0,10 0,30 0,10 50,00 0,10 0,40 0,10 0,10 0,70 0,60 0,40 0,10 0,10 0,10 0,10 0,10 0,10 0,10 50,00 3,15 \n\nGa 0,90 1,40 0,50 8,00 1,10 1,40 0,50 0,50 1,50 0,90 0,80 0,50 1,70 0,90 1,10 1,60 1,90 0,50 8,00 1,48 \n\nHf 0,10 0,20 0,10 50,00 0,10 0,30 0,10 0,10 0,10 0,10 0,10 0,10 0,20 0,20 0,20 0,40 0,60 0,10 50,00 3,12 \n\nLa 3,20 2,50 1,20 5,60 9,80 13,30 6,80 9,30 10,60 51,40 28,10 23,00 30,60 5,70 9,70 5,20 26,10 1,20 51,40 14,24 \n\nCe 5,10 3,20 2,30 8,60 16,40 18,40 8,10 8,70 9,70 54,20 27,90 17,00 28,80 5,20 14,70 6,40 39,40 2,30 54,20 16,12 \n\nPr 0,68 0,44 0,27 0,92 2,21 3,13 1,24 1,66 1,94 12,62 6,48 4,47 5,45 1,20 2,10 1,19 5,34 0,27 12,62 3,02 \n\nNd 3,20 1,60 1,10 3,80 8,50 11,70 3,90 6,80 6,60 43,70 22,00 16,00 17,50 4,30 6,50 4,90 19,40 1,10 43,70 10,68 \n\nSm 0,81 0,34 0,23 0,70 1,62 2,38 0,84 1,29 1,11 7,64 3,68 3,08 2,97 0,96 1,29 0,90 3,96 0,23 7,64 1,99 \n\nEu 0,44 0,13 0,06 0,34 0,47 0,68 0,29 0,54 0,26 1,27 0,62 0,70 0,64 0,29 0,26 0,25 0,79 0,06 1,27 0,47 \n\nGd 1,34 0,42 0,22 1,07 1,62 2,22 0,91 1,63 0,86 6,29 2,98 3,47 2,19 1,15 1,00 0,97 3,61 0,22 6,29 1,88 \n\nTb 0,25 0,07 0,04 0,19 0,26 0,36 0,16 0,28 0,13 1,06 0,49 0,57 0,38 0,19 0,18 0,16 0,60 0,04 1,06 0,32 \n\nDy 1,65 0,45 0,24 1,22 1,56 1,87 0,95 1,74 0,74 5,59 2,62 3,29 2,01 1,08 1,04 0,87 3,13 0,24 5,59 1,77 \n\nHo 0,40 0,08 0,05 0,28 0,32 0,37 0,21 0,41 0,12 1,10 0,47 0,72 0,38 0,23 0,21 0,18 0,60 0,05 1,10 0,36 \n\nEr 1,24 0,24 0,16 0,91 0,92 0,92 0,67 1,24 0,31 3,15 1,32 2,11 1,13 0,64 0,68 0,56 1,70 0,16 3,15 1,05 \n\nTm 0,19 0,03 0,02 0,12 0,13 0,13 0,11 0,20 0,04 0,43 0,18 0,28 0,16 0,10 0,11 0,08 0,24 0,02 0,43 0,15 \n\nYb 1,15 0,23 0,12 0,80 0,90 0,89 0,63 1,10 0,28 2,51 1,11 1,70 1,06 0,53 0,73 0,49 1,31 0,12 2,51 0,91 \n\nLu 0,19 0,03 0,02 0,14 0,13 0,12 0,10 0,18 0,04 0,36 0,15 0,25 0,14 0,08 0,11 0,07 0,18 0,02 0,36 0,13 \n\n? REE 19,84 9,76 6,03 24,69 44,84 56,47 24,91 35,07 32,73 191,32 98,10 76,64 93,41 21,65 38,61 22,22 106,36 6,03 191,32 53,10 \n\nCe/Ce*(PAAS) 0,80 0,70 0,93 0,86 0,81 0,66 0,64 0,51 0,49 0,49 0,48 0,39 0,51 0,46 0,75 0,59 0,77 0,39 0,93 0,64 \n\nEu /Eu*(PAAS) 1,88 1,59 1,25 1,77 1,36 1,39 1,55 1,72 1,25 0,86 0,88 1,00 1,18 1,28 1,08 1,25 0,98 0,86 1,88 1,31 \n\n Pr/Pr*(PAAS) 0,97 1,14 1,00 0,95 1,10 1,23 1,30 1,21 1,39 1,45 1,47 1,48 1,41 1,41 1,26 1,20 1,13 0,95 1,48 1,24 \n\nPr/Yb (PAAS) 0,19 0,61 0,72 0,37 0,78 1,12 0,63 0,48 2,21 1,61 1,86 0,84 1,64 0,72 0,92 0,78 1,30 0,19 2,21 0,99 \n\nY/Ho 36,17 30,97 25,77 40,35 28,18 27,86 48,61 36,01 26,43 39,01 35,42 33,03 29,47 36,19 21,24 38,54 29,07 21,24 48,61 33,08 \n\nSm/Yb(PAAS) 0,36 0,75 0,97 0,44 0,91 1,36 0,68 0,60 2,01 1,55 1,68 0,92 1,42 0,92 0,90 0,93 1,54 0,36 2,01 1,06 \n\nEu/Sm(PAAS) 2,79 1,96 1,34 2,50 1,49 1,47 1,77 2,15 1,20 0,85 0,87 1,17 1,11 1,55 1,04 1,43 1,03 0,85 2,79 1,51 \n\nValores em ppm (* / n.d. - Valores não determinados) \n\n\n\n \n58 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 13 ? Gráficos de dispersão de elementos maiores de amostras de FF dos Grupos I e II. Tendências verticalizadas podem ser observadas nas \ncorrelações entre Al2O3 e TiO2 com Fe2O3 e Al2O3 x SiO2 (a, c e d) que marcam predomínio das maiores concentrações de Al2O3 e TiO2 no Grupo I em \nrelação ao II. A relação entre SiO2 e Fe2O3 (b) não distingue os grupos de FF sugeridos mas exibe o predomínio nas concentrações destes elementos. Os \ndois grupos podem ser individualizados na correlação entre Al2O3 e TiO2, (e) marcando moderada obliquidade (r=0,74). \n\n \n\n \n\n\n\n \n59 \n\nA faixa de concentração em SiO2 varia de 37,7 a 66,5 wt.% e em Fe2O3, \n\nentre 31,3 wt.% e 59,6 wt.%, evidenciando que as formações ferríferas sofreram \n\nparcial oxidação de Fe\n2+\n\n para Fe\n3+\n\n. Os baixos valores de CaO (0,01 e 1,16%), MgO \n\n(0,03 a 1,52%) e Mn (0,06 a 0,39%) refletem a ausência de carbonatos nas FF. Os \n\nvalores de Al2O3 variam de 0,07 a 1,32% e apenas cinco amostras (CT-125A, CT-\n\n140, FEM-37, TAM-94 e TG-58) apresentam valores acima de 0,90%. Na2O (<0,01 a \n\n1,0 %) e K2O (<0,01 a 0,05%) são tipicamente baixos.  \n\nPor outro lado, os baixos valores de Al2O3, Na2O e K2O refletem ausência \n\nou menor contribuição de constituintes detríticos e clásticos em sua sedimentação o \n\nque, por sua vez, tem correlação mineralógica marcada, após processos \n\nmetamórficos, pela menor proporção de silicatos (anfibólios) nas amostras \n\nanalisadas. \n\nOs gráficos bivariantes de dispersão dos elementos maiores em relação \n\nao Fe2O3 (Figura 10) marcam um conjunto de FF bastante empobrecido quanto ao \n\nTi2O e o Al2O3 (Grupo I) e outro mais enriquecido (Grupo II).  \n\nA relação sílica por ferro total mostra típica relação estequiométrica, sem \n\nmarcar conjuntos distintos, destacando-se as amostras CT-215 e CJ-172 com maior \n\nteor de Fe2O3 e SiO2, respectivamente.  \n\nO diagrama de alumina x titânio exibe moderado fator de correlação \n\n(0,74) indicando baixa dispersão como resultado de possíveis eventos hidrotermais. \n\nAs amostras de FFBs analisadas para o MSJC podem ser relacionadas a \n\ndois grupos com distintas características químicas em termos de elementos maiores, \n\ntraços e ETRY. O Grupo 1 representa as amostras mais primitivas com baixos teores \n\nde Al203 e SiO2 e o Grupo 2 amostras relativamente enriquecidas nestes elementos.  \n\n \n\n2.4.3.3  Elementos Traços \n\n \n\nAs concentrações de elementos traços nas amostras de FF do MSJC são \n\nbaixas, apresentando somatórios com valores menores que 0,1% (Tabela 1 e Figura \n\n11), aspecto comum a formações ferríferas Paleoproterozoicas e Arqueanas. Estes \n\nvalores foram normalizados ao Post Archean Australian Shale (PAAS) obtidos por \n\nMcLennan (1989). O estudo de elementos traços em FF é focado sobre a fonte do \n\nferro e na análise da correlação destes elementos que podem refletir a contribuição \n\n\n\n \n60 \n\nde fluidos hidrotermais e detríticos e sua relação com a mistura destes sedimentos  \n\nna água do mar (Gross, 1983; Bekker et al., 2010). \n\n \n\n \n \n\nLEGENDA  \n \n\n  Grupo I \n \n\n Grupo II \n  \n\nFigura 14 ? Gráfico de distribuição de teores de elementos traços normalizados ao PAAS. Escala \nvertical mostra valores em ppm. A distribuição de elementos mostra grandes diferenças em relação \nao folhelho neoproterozoico onde as maiores concentrações de elementos traços litófilos (Rb, Sr, Y, \nZr) estão relacionadas ao grupo de FF depositado em sítios distais (enquanto que os elementos V, \nCo, Ni e Cu têm suas maiores concentrações relacionadas ao grupo de FF depositadas proximais aos \nvents arqueanos. \nDescontinuidades nos traços marcam valores abaixo do limite de detecção (ver Tabela 1) \n\n \n\nOs valores de elementos Zircônio (Zr), Háfnio (Hf), Rubídio (Rb), Bário \n\n(Ba), Estrôncio (Sr), Urânio (U), Nióbio (Nb) e Chumbo (Pb), os metais de transição \n\nEscândio (Sc), Níquel (Ni), Titânio (Ti) e Cobalto (Co) e os litófilos de grande raio \n\niônico como Ba, Césio (Cs) e Rb, além de baixas concentrações, mostram baixos \n\ncoeficientes de correlação. Numa comparação do comportamento das \n\nconcentrações entre os grupos, amostras do Grupo II apresentam maiores \n\nconcentrações nos elementos calcófilos (Co, Ni, Cu, V), e menores valores de Rb e \n\ndemais elementos litófilos (Zr, Y).  \n\nEsse comportamento indica que as contribuições de elementos traços \n\nrelacionadas a fontes mais diferenciadas, principalmente nas ocorrências \n\nrelacionadas ao Grupo II, foram mais restritas na bacia refletindo, assim, uma maior \n\ncontribuição continental para as ocorrências do Grupo I. Coeficientes moderados \n\nobtidos na correlação entre Al2O3 e Zr (r = 0,76) também podem indicar uma \n\ncontribuição de detritos continentais relacionados a fontes vulcânicas félsicas e/ou \n\n\n\n \n61 \n\nfases de zircões detríticos depositadas em zonas mais distais do fundo oceânico. \n\nIndicação similar também pode ser obtida na relação entre Rb e Sr (Figura 12). \n\nAs baixas correlações entre K2O e Ba indicam que estes elementos \n\ntiveram comportamentos diferentes, possivelmente por sua natureza móvel \n\nassociado a eventos diagenéticos, metamórficos ou supergênicos. \n\nOs valores de Sb, Cu, Zr e Nd mostram ampla dispersão de valores \n\nquando comparados ao PAAS. O Co, Zn e Y marcam anomalias positivas em \n\nrelação ao PAAS e baixa dispersão de valores. \n\n \n\n \n\nLEGENDA  \n \n\n  Grupo I \n \n\n Grupo II \n  \n\nFigura 15 ? Diagrama de distribuição de elementos traços. Os Gráficos a, b marcam dois conjuntos \n\nde FF. Os gráficos de Rb x Sr e Al2O3 x Zr marcam campos diferenciados de dois grupos de FFs. \n\n \n\n2.5  OS CARBONATOS DA REGIÃO DA SERRA PRETA \n\n \n\n2.5.1  ASPECTOS DE CAMPO \n\n \n\nAs ocorrências de carbonatos estão localizadas ao norte da cidade de \n\nTangará, em uma localidade denominada Serrote Preto. Nesta sequência, afloram \n\nsupracrustais com trend de direção NNW-SSE, representadas por mármores, e as \n\nformações ferríferas são hospedadas por paragnaisses e gnaisses bandados. Todas \n\nestas unidades estão aparentemente afetadas por granitos brasilianos que afloram \n\nna parte central e a sudoeste, já no contexto, em rochas do embasamento gnáissico. \n\n(Figura 16). \n\n\n\n \n62 \n\n \nFigura 16 ? Mapa Geológico e relação esquemática de campo dos mármores da Região da Serra \nPreta. \nO polígono em vermelho representa localização da região da Serra Preta. A relação esquemática \n(figura da direita) mostra as fácies de mármores calcíticos como embasamento da sequência de \nmármores associados aos mármores calci-dolomíticos próximos/afetados pelos granitóides e \nmármores dolomíticos (em veios) \n\n \n\n\n\n \n63 \n\n \n\nFoto 2 ? (A) Afloramentos de mármores calcíticos na borda da Serra Preta (ponto CT-247). (B) \nAfloramento em lajedos de mármores calcíticos e calci-dolomíticos localmente foliados (trend de linha \ntracejada, ponto CT-245). (C) Amostra de mármore com aspecto maciço e granulação média a \ngrossa. (D) Pequenos veios de carbonato truncando mármores calcíticos. (E) Detalhe de contato de \nmármores calci-dolomíticos e níveis de mármores dolomíticos. (F) Aspecto maciço e granulação \ngrossa de mármores dolomíticos \n\n \n\nAs exposições dos mármores ocorrem em pequenos lajedos e pequenos \n\nmorrotes localizados na parte centro-oeste da área (Foto 2?a, b). Foram \n\nidentificados, no mínimo, três tipos de mármores, denominados Calcíticos, Calci-\n\n\n\n \n64 \n\ndolomíniticos e Dolominíticos. Sobre estas unidades desenvolvem-se solos rasos, de \n\ncor vermelho/marrom escura.  \n\n1 ? Os mármores calcíticos, de coloração amarronzada a acinzentada, \n\nsão maciços, localmente laminados e com aspecto oxidado, exibindo texturas que \n\nsugerem ser sedimentares (Foto 2?b, c);  \n\n2 ? Os mármores calci-dolomíniticos, predominantemente, possuem cor \n\nde acinzentada a marrom clara, são maciços, apresentando feições de avançada \n\noxidação e localmente silicificadas (Foto 2?d, e);  \n\n3 ? Os mármores dolomíticos possuem coloração clara, esbranquiçada, \n\ntextura maciça, granulação grossa, com feições de recristalização e são compostos \n\nessencialmente por dolomita. Relações de campo sugerem que esta unidade esteja \n\nassociada a veios variando de 0,3 a 1.4m de espessura, truncando os outros \n\nlitotipos de metacarbonatos. A temperatura ambiente (30ºC) desta rocha apresenta \n\npouca efervescência quando submetida ao teste com HCl. (Foto 2?f). \n\n \n\n2.5.2  ASPECTOS PETROGRÁFICOS DOS MÁRMORES \n\n \n\nForam conduzidas análises petrográficas de 15 lâminas delgadas cujas \n\ndescrições foram balizadas nos aspectos texturais observados em campo. As \n\nanálises das tipologias de metacarbonatos observados estão descritas a seguir. \n\nOs mármores calcíticos, macroscopicamente, exibem coloração de \n\nmarrom clara a marrom escura, pequenas feições de oxidação, textura maciça e \n\nbastante tenaz, assemelhando-se, em algumas porções, aos mármores calci-\n\ndolomíticos (Fotomicrografia 3?c, e). Ao microscópio, são inequigranulares, \n\napresentando grãos de xenomórficos a sub-idioblásticos, contatos serrilhados, \n\nondulados, maclas de calcita e raros grãos cominuídos. Apresentam grãos \n\naloquímicos arredondados, de coloração marrom, identificados como peloides e \n\nintraclastos (menos frequentes), grãos siliciclásticos (de quartzo e fragmento de \n\nrocha), além de baixa quantidade de matriz carbonática. Em menor proporção, \n\nocorrem mica branca, minerais opacos e hidróxidos secundários. Tais características \n\npetrográficas permitem classificar o protólito destes mármores, de acordo com \n\nDunham (1962), como grainstone (metagrainstone), ou como calcário micropeloidal, \n\nsegundo a classificação de Hallsworth e Knox (1999). \n\n\n\n \n65 \n\nA calcita ocorre, principalmente, como grãos sub-idioblásticos, com \n\ncontato ondulado e serrilhado, localmente com granulação fina em forma de \n\nmosaico. Ocorrem, ainda, alguns grãos de tamanho aproximado de 1,5 mm \n\ncircundados por material oxidado (Fotomicrografia 3?a, b). \n\nOs grãos aloquímicos se apresentam arredondados, com tamanhos \n\nvariando entre 0,1 e 0,6 mm e coloração marrom, classificando-se como peloides \n\n(Fotomicrografia 3?c).  \n\nOs intraclastos são pouco frequentes (<3%) e exibem forma alongada \n\nsubarredondada e tamanhos inferiores a 0,3 mm. Alguns apresentam um núcleo \n\ncomposto por fragmentos de quartzo ou minerais em avançado estágio de alteração \n\n(Fotomicrografia 3?e). Sua origem pode estar associada ao ressecamento da lama, \n\ntal como gretas de contração em áreas de supra maré, tendo sido este material \n\nposteriormente arrancado pela ação de ondas ou da própria maré e depositado na \n\nplataforma. Mostram, ainda, feições de oxidação que pode estar associada a \n\nexposição subaérea posterior à formação da rocha. \n\nOs grãos siliciclásticos ocorrem em tamanhos variando entre 0,1 e 1,4 \n\nmm e são representados, principalmente, por quartzo, que são xenoblásticos, \n\nangulosos e ocorrem tanto como grãos do arcabouço da rocha quanto no interior de \n\noutros grãos (intraclastos). A relação destes intraclastos associados com materiais \n\ncarbonático, siliciclástico e estrutura sedimentar preservada pode evidenciar \n\nproximidade da fonte destes materiais. Aspectos deformacionais foram observados \n\nem algumas micas brancas. Maia (2010) descreve nestes carbonatos a presença de \n\nfeldspato, olivina e espinélio bastante fraturados e alterados como constituintes dos \n\ngrãos de intraclastos. \n\nOs mármores calci-dolomíticos, de uma forma geral, apresentam uma \n\nmatriz com feições de forte oxidação (rica em carbonato de cálcio e oxi-hidrox de Fe-\n\nMn), textura média a grossa, inequigranular, maciça e comumente cortada por \n\npequenos veios carbonáticos de coloração cinza clara (Fotomicrografia 4?b). Exibem \n\ngrãos localmente foliados, marcados pelos contatos entre grãos de dolomita/calcita \n\n(solução por pressão) e níveis com mica branca. São compostos, essencialmente, \n\npor matriz oxidada (possivelmente, carbonática) de coloração marrom, dolomita, \n\ncalcita, mica branca, epídoto, apatita e minerais opacos. \n\n \n\n\n\n \n66 \n\n \nLEGENDA  \n\nQtz ? Quartzo MC ? Mica Branca Ep ? Epídoto Cc ? Calcita Dol ? Dolomita \n\nOo ? Oóides Pel ? Pelóides LP ? Luz Plana  NC ? Nicóis Cruzados OB ? Objetiva  \n\nFotomicrografia 2 ? (A) Textura granoblástica em mármores calcíticos com grãos de calcita \npoligonizados; detalhe para alteração de opacos (ferro-manganesífera) entre grãos de carbonato, LP, \nOB-2.5x. (B) Detalhe de mica branca xenoblástica nos mármores calcíticos (Mus - Flg?), NC, OB-10x. \n(C) Estrutura peloidal presente nos mármores calcíticos, LP, OB-4x. (D) Oóides com grãos de quartzo \nanguloso na parte central, LP, OB-4x. (E) Fragmento de rocha (Qtz e Cc de granulação fina) e \n\npelóides, LP, OB-10x. (F) Grãos subidioblásticos de epídoto (Ep) em mármores calci-dolomíticos, \nLP, OB-10x \n\n\n\n \n67 \n\n \n\nLEGENDA  \n\nQtz ? Quartzo MC ? Mica Branca Ep ? Epídoto Cc ? Calcita Dol ? Dolomita \n\nOo ? Oóides Pel ? Pelóides LP ? Luz Plana  NC ? Nicóis Cruzados OB ? Objetiva  \n\nFotomicrografia 4 ? (A) Grãos de dolomita alinhados segundo planos de contato mineral; detalhe para \nveios calcíticos (VC), LP, OB-2.5x. (B) Rocha inequigranular com grãos de dolomita e calcita \nassociados a alteração da matriz e de opacos. (C) Veios de carbonato em mármores calci-dolomíticos \n\ncompostos por carbonato (Cc) de granulação fina (direita NC, esquerda LP ? OB-4x). (D) Mármores \ndolomíticos com grãos xenoblásticos de dolomita, LP OB-4x. (E) Textura granoblástica, \ninequigranular de dolomita com grãos de Qtz incluso  \n\n \n\nA dolomita apresenta aspectos texturais variados, compondo os veios \n\ncarbonáticos como grãos xenomórficos de, aproximadamente, 0,2 mm, por vezes, \n\n\n\n \n68 \n\nem mosaico, que se agregam formando veios ricos em material detrítico que cortam \n\nas porções de coloração escura da rocha, e como grãos isolados na matriz, \n\napresentando forma xenomórfica, tamanho variando entre 0,2 e 1,0 mm e contatos \n\npredominantemente serrilhados.  \n\nA calcita muito fina ocorre subordinadamente compondo a matriz marrom \n\ncom grãos e forma xenomórfica compondo a matriz intensamente alterada e \n\noxidada, podendo-se ainda reconhecer sua alta birrefringência;  \n\nA mica branca ocorre como grãos xenomórficos a hipidiomórficos \n\nripiformes, de tamanho inferior a 0,2 mm, geralmente deformados (dobrados) e com \n\nfeições de oxidação, mostrando forma xenomórfica e contatos irregulares e curvos. \n\nO epídoto e apatita ocorrem como acessórios, (<1%), com grãos \n\nsubidioblásticos em contato com grãos de dolomita. \n\nOs minerais opacos, espalhados por toda a rocha, compõem grande parte \n\nda matriz de cor marrom. Eles possuem forma xenoblástica e tamanhos que variam \n\nde 0,2 a 0,8 mm e estão aparentemente afetados por  processos de oxidação. \n\nNesta unidade, não foram observados grãos peloidais e intraclastos. \n\nOs mármores dolomíticos apresentam, em amostra de mão, uma \n\ncoloração esbranquiçada, textura grossa e porções escuras derivadas de \n\nintemperismo ou preenchimento por material oxidado. Ao microscópio, observa-se \n\ntextura granoblástica de média a grossa, inequigranular, mostrando fraca orientação \n\ndos minerais. São compostos essencialmente por dolomita (92%), tendo como \n\nminerais acessórios mica branca, epídoto e opacos, ambos perfazendo menos de \n\n4% da composição. A dolomita é sub-idioblástica exibindo contatos geralmente \n\npoligonizados e serrilhados e tamanhos variando entre 1,5 e 5,0 mm. Apresenta-se \n\nsem orientação, constituindo foliação principal incipiente. Alguns grãos mostram \n\nduas clivagens romboedrais perfeitas assim como lamelas de geminação \n\nacompanhando as clivagens ou obliquas às mesmas ocorrendo inclusões de mica \n\nbranca e opacos (Fotomicrografia 4?d, e). A mica branca ocorre como grãos de \n\ncoloração marrom clara e tamanho inferior a 0,1 mm, mostrando forma de \n\nxenoblástica a hipidioblástica, hábito geralmente lamelar, havendo poucos grãos \n\nripiformes. Apresenta-se como inclusão na dolomita.  \n\nOs minerais opacos ocorrem distribuídos heterogeneamente na seção \n\ndelgada como grãos de tamanho inferior a 0,1 mm e forma xenoblástica, \n\nprincipalmente como inclusão na dolomita. \n\n\n\n \n69 \n\n2.5.3  ASPECTOS QUÍMICOS DOS MÁRMORES \n\n \n\n2.5.3.1  Elementos Terras Raras \n\n \n\nOs valores de ETRY das 15 amostras analisadas (Tabela 2) foram \n\nnormalizados ao PAAS obtido por McLennan (1989) e plotados (Figura 17). Os \n\nvalores de anomalias em Eu*, Ce* e Y foram obtidos segundo os mesmos \n\nparâmetros efetuados com os dados de FF. O elemento Y foi mantido como relação \n\ncomparativa com as FF e o grau de enriquecimento de ETRL em relação ao ETRP e \n\né apresentado nas mesmas razões normalizadas ao PAAS (La/Yb, La/Sm e Sm/Yb). \n\n \n\n \n\nFigura 17 ? Distribuição de ETR e Y normalizado ao PAAS dos Mármores \nda Serra Preta.  \nLinhas de cor preta, azul escuro e azul clara marcam concentrações das \namostras do grupo dos mármores calcíticos, calcidolomíticos e dolomíticos, \nrespectivamente. Intervalos interrompidos marcam valores de elementos \nnão detectados nas amostras \n\n\n\n \n70 \n\nAs concentrações totais de elementos terras raras nos carbonatos \n\nanalisados mostram valores muito baixos, com ?ETRY na faixa entre 1,3 e 22ppm. \n\nOs gráficos plotados ilustram estas baixas concentrações de valores totais (?ETRY) \n\ne um enriquecimento de ETRP em relação aos ETRL. \n\nAnomalias menos pronunciadas em Ce(PAAS) são evidentes, com \n\nfrequência média de valores de Ce/Ce* em 0.9 ppm, e valores máximo e mínimo em \n\n0.8 e 1,25 ppm, respectivamente. Na Figura 18, que mostra a correlação entre \n\nCe/Ce* e Pr/Pr*, os mármores calcíticos marcam verdadeiras anomalias negativas \n\nem Ce, enquanto os mármores calci-dolomíticos seguem uma tendência de \n\nanomalias negativas. Os mármores dolomíticos não são exibidos na escala de \n\nestudo.  \n\n \n\n \n\nFigura 18 ? Gráfico Ce/Ce* vs Pr/Pr*. (a) campo com anomalia \npositiva em Ce; (c) campo sem anomalia de Ce nem de La; (d) \ncampo com anomalia positiva de La e sem anomalia em Ce; (d) \ncampo com anomalia negativa em La e sem anomalia em Ce; (e) \ncampo com anomalia negativa em Ce \n* Valores normalizados ao PAAS após McLennan (1989) \n\n \n\n\n\n \n71 \n\nAnomalias positivas em Eu(PAAS), também são aparentemente ressaltadas \n\nnas amostras CT-245B, CT-247B e CT-247C. Os valores de Eu/Eu* são da ordem \n\nde 0.88 a 1.4 ppm, apresentando média de 1.1 ppm. Todas as amostras, com \n\nexceção dos mármores dolomíticos, exibem nítidas anomalias positivas em Y. \n\nComo observado nos elementos maiores e traços, os mármores calcíticos \n\napresentam as maiores concentrações de ETRY. \n\n \n\n2.5.3.2  Elementos Maiores \n\n \n\nAs concentrações de elementos maiores das 15 amostras de \n\nmetacarbonatos da região da Serra Preta estão listados na Tabela 2.  \n\nNos carbonatos da Sequência Serra Preta, os teores de CaO e MgO \n\npredominam, apresentando soma (Cao + MgO) quase sempre >50 wt.%. A faixa de \n\nconcentrações do CaO varia de 30,2 a 47,7 wt.% e de MgO, entre 3,1 wt.% e 19,6 \n\nwt.%.  \n\nAlém destes elementos, apenas SiO2, Fe2O3, Al2O3 e MnO apresentam \n\nteores consideráveis. Os valores de SiO2 variam de 0,07 a 4,9%; de Fe2O3 entre 2,3 \n\ne 3,7%; Al2O3, de 0,02 a 1,4%; e MnO, de 0,8 a 1,4%.  \n\nOs elementos K2O, TiO2, Cr2O3, P2O5 e Na2O, para todos os grupos, \n\nacusam níveis abaixo de 1% e muitas vezes menores que 0,01%. Como em típicos \n\ncarbonatos, os valores de LOI (loss on ignition) são altos e sempre superiores a \n\n34%(*). \n\nOs mármores calcíticos apresentam, em geral, as maiores concentrações \n\nde elementos: Os valores de CaO variam entre 34,4% e 47,6% e de MgO, de 3,1% a \n\n15% (valor médio de 11,3%). Entre os grupos, este apresenta o menor valor médio \n\nde MgO, com detalhe para a amostra CT-247D que exibe valores anomalamente \n\nbaixos (3,1%). Os teores de SiO2 variam de 1,1% a 3,49%; Fe2O3, entre 2,7% e \n\n3,7%; e MnO com baixa variação entre 1,04% e 1,4%. Os teores de Al 2O3 \n\ncorrespondem aos maiores entre os grupos de carbonatos, com valores na ordem \n\nde 0,3% a 1,4%, o que pode estar associado à maior proporção de mica branca.  \n\n \n\n \n\n\n\n \n72 \n\nTabela 2 ? Composição geoquímica de Elementos Maiores, Traços e Terras Raras dos Mármores da Seq. Serra Preta \n\nAmostras CT245 A CT245 B CT245 C CT247 A CT247 B CT247 C CT247 D C49 A C51 C C51 D CT245 D CT246 C49 B C51 A C51 B Faixa Média \n\nRocha CARB CARB CARB CARB CARB CARB CARB CARB CARB CARB CARB CARB CARB CARB CARB MIN MAX \n SiO2 1,66 2,64 1,91 2,03 2,25 1,14 3,49 1,57 0,12 0,15 0,17 0,29 4,98 0,2 0,07 0,07 4,98 1,51 \n\nAl2O3 0,49 0,48 0,36 1,39 1,08 0,43 0,53 0,02 0,02 0,02 0,03 0,07 0,18 0,06 0,02 0,02 1,39 0,35 \n\nFe2O3 3,22 3,74 2,95 3,67 2,99 2,81 2,72 2,3 2,38 2,52 2,66 2,72 3,52 2,73 2,38 2,3 3,74 2,89 \n\nMgO 11,73 13,15 13,63 14,19 8,48 15 3,17 14,38 19,41 19,43 19,57 18,56 6,45 19,52 19,64 3,17 19,64 14,42 \n\nCaO 38,4 35,52 36,33 34,47 41,72 34,93 47,69 36,16 30,86 30,76 30,44 31,6 43 30,52 30,28 30,28 47,69 35,51 \n\nNa2O&lt;0.01 0,01 0,01 0,02 0,02 0,01 0,02&lt;0.01&lt;0.01&lt;0.01 0,01 0,01&lt;0.01&lt;0.01&lt;0.01 0,01 0,02 0,01 \n\nK2O 0,02 0,03 0,03&lt;0.01 0,01&lt;0.01 0,04&lt;0.01&lt;0.01&lt;0.01&lt;0.01&lt;0.01 0,1&lt;0.01&lt;0.01 0,01 0,1 0,04 \n\nTiO2 0,03 0,02 0,02 0,11 0,05 0,02 0,04&lt;0.01&lt;0.01&lt;0.01&lt;0.01&lt;0.01 0,01&lt;0.01&lt;0.01 0,01 0,11 0,04 \n\nP2O5 0,03 0,01 0,02 0,04 0,03 0,02 0,03&lt;0.01&lt;0.01&lt;0.01&lt;0.01&lt;0.01 0,02 0,02&lt;0.01 0,01 0,04 0,02 \n\nMnO 1,09 1,25 1,04 1,19 1,26 1,15 1,4 0,88 0,93 0,95 0,92 0,99 0,95 1 0,97 0,88 1,4 1,06 \n\nCr2O3&lt;0.002 0,002&lt;0.002 0,004 0,002 0,003 0,005&lt;0.002&lt;0.002&lt;0.002&lt;0.002&lt;0.002&lt;0.002&lt;0.002&lt;0.002 0,002 0,005 0,00 \n\nTOTAL 56,67 56,852 56,3 57,114 57,892 55,513 59,135 55,31 53,72 53,83 53,8 54,24 59,21 54,05 53,36 53,36 59,21 55,80 \n\nValores em percentagem (%) \n\nU&lt;0.1&lt;0.1&lt;0.1 0,20 0,20 0,10&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 0,10 0,20 0,17 \n\nV&lt;8 22,00 11,00&lt;8&lt;8&lt;8&lt;8&lt;8&lt;8&lt;8&lt;8&lt;8&lt;8&lt;8&lt;8 11,00 22,00 16,50 \n\nY 3,40 4,20 2,70 6,20 4,70 4,10 11,10 0,90 1,20 1,20 1,00 2,80 1,00 1,00 0,70 0,70 11,10 3,08 \n\nZr 7,60 5,60 6,60 20,00 10,60 2,80 13,50 2,30 0,40 1,20 2,80 1,30 2,30 8,10 1,80 0,40 20,00 5,79 \n\nAg&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 ** ** ** \n\nAs 4,00 5,10 4,20 2,50 3,20 2,40 3,50 2,80 2,20 2,30 2,20 2,80 3,20 2,40 2,50 2,20 5,10 3,02 \n\nAu* 1,80 1,20 1,10 1,30 1,20 0,60 1,60&lt;0.5&lt;0.5&lt;0.5 0,60 0,80&lt;0.5 0,70&lt;0.5 0,60 1,80 1,09 \n\nBi&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 ** ** ** \n\nCd&lt;0.1 0,10&lt;0.1&lt;0.1&lt;0.1&lt;0.1 0,10&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 0,10 0,10 0,10 \n\nCu 5,10 7,70 4,60 3,10 16,50 0,40 9,70 1,10 0,40 0,50 0,30 0,40 0,50 0,20 0,10 0,10 16,50 3,37 \n\nHg 0,01&lt;0.01&lt;0.01 0,01&lt;0.01&lt;0.01 0,01&lt;0.01&lt;0.01&lt;0.01&lt;0.01 0,01&lt;0.01 0,01&lt;0.01 0,01 0,01 0,01 \n\nMo 0,60 0,80 0,50 0,30 0,50 0,20 0,90 0,20 0,10 0,10 0,10 0,10 0,20 0,20 0,10 0,10 0,90 0,33 \n\nNi&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20&lt;20 ** ** ** \n\nPb 2,40 5,80 3,00 2,80 3,70 2,40 4,10 2,20 0,90 0,90 2,20 0,80 0,90 0,50 0,40 0,40 5,80 2,20 \n\nSb 0,20 0,30 0,10&lt;0.1&lt;0.1&lt;0.1 0,30&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 0,10 0,30 0,23 \n\nSe 0,60&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5&lt;0.5 0,60 0,60 0,60 \n\nTl&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 0,10&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 0,10 0,10 0,10 \n\nZn 20,00 18,00 12,00 7,00 6,00 5,00 6,00 2,00 4,00 3,00 3,00 4,00 5,00 3,00 2,00 2,00 20,00 6,67 \n\nValores em ppm (* Valores em ppb / ** Valores não determinados) \n\n\n\n \n73 \n\nContinuação Tabela 02.  \nAmostras CT245 A CT245 B CT245 C CT247 A CT247 B CT247 C CT247 D C49 A C51 C C51 D CT245 D CT246 C49 B C51 A C51 B Faixa Média \n\nNb 0,40 0,40 0,30 1,60 0,70 0,40 0,80&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 1,60 0,80 0,60 0,30 1,60 0,76 \n\nNi 8,20 9,40 5,30 10,50 8,20 5,70 12,60 1,30 2,20 1,80 1,50 3,30 1,40 2,70 1,70 1,30 12,60 5,05 \n\nRb 0,70 1,00 1,00 0,20 0,20 0,10 0,90 0,30&lt;0.1 0,10&lt;0.1&lt;0.1 2,00&lt;0.1&lt;0.1 0,10 2,00 0,65 \n\nSc&lt;1&lt;1&lt;1 1,00 1,00&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1 1,00 1,00 1,00 \n\nSn&lt;1&lt;1&lt;1 1,00&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1 1,00 1,00 1,00 \n\nSr 45,40 52,90 48,20 76,00 47,80 61,70 86,00 20,90 24,70 26,00 20,30 20,20 33,00 25,70 14,60 14,60 86,00 40,23 \n\nTa&lt;0.1&lt;0.1&lt;0.1 0,20&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 0,70 0,30 0,30 0,20 0,70 0,38 \n\nTh 0,40 0,50 0,20 0,60 1,00 0,40 0,60&lt;0.2&lt;0.2&lt;0.2&lt;0.2&lt;0.2&lt;0.2&lt;0.2&lt;0.2 0,20 1,00 0,53 \n\nBa 94,00 196,00 83,00 5,00 14,00 5,00 37,0&lt;1&lt;1&lt;1&lt;1 2,00 4,0 1,00&lt;1 1,00 196,0 44,10 \n\nBe&lt;1&lt;1&lt;1&lt;1 1,00&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1&lt;1 1,00 1,00 1,00 \n\nCo 29,90 11,40 6,40 16,30 9,20 6,70 11,30 5,80 5,80 14,70 3,60 12,40 8,60 12,90 4,20 3,60 29,90 10,61 \n\nCs&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 ** ** ** \n\nGa 1,20 1,90 1,30 3,10 2,60 1,50 2,20 0,60 0,90 0,80 0,80 1,10 0,90 1,20 0,90 0,60 3,10 1,40 \n\nHf 0,20&lt;0.1&lt;0.1 0,60 0,30 0,10 0,30&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1&lt;0.1 0,20&lt;0.1 0,10 0,60 0,28 \n\nLa 1,70 2,00 1,60 4,90 3,70 2,50 3,80 0,30 0,60 0,60 0,50 0,60 0,60 0,60 0,50 0,30 4,90 1,63 \n\nCe 2,40 3,70 2,50 9,50 7,40 4,30 6,30 0,50 1,20 1,20 1,00 1,20 1,00 0,90 0,70 0,50 9,50 2,92 \n\nPr 0,26 0,40 0,26 1,00 0,78 0,44 0,81 0,06 0,12 0,11 0,08 0,13 0,04 0,02&lt;0.02 0,02 1,00 0,32 \n\nNd 1,00 1,70 0,90 4,00 3,20 1,50 3,30&lt;0.3 0,40 0,50 0,40 0,60 0,50 0,40&lt;0.3 0,40 4,00 1,42 \n\nSm 0,22 0,37 0,23 0,72 0,58 0,34 0,70 0,08 0,11 0,09 0,09 0,17 0,11 0,06 0,07 0,06 0,72 0,26 \n\nEu 0,06 0,12 0,07 0,18 0,16 0,12 0,21 0,03 0,03 0,02 0,03 0,04 0,03 0,02&lt;0.02 0,02 0,21 0,08 \n\nGd 0,31 0,49 0,29 0,75 0,58 0,42 0,89 0,12 0,15 0,12 0,11 0,22 0,13 0,12 0,07 0,07 0,89 0,32 \n\nTb 0,04 0,08 0,05 0,11 0,09 0,07 0,16 0,02 0,02 0,02 0,01 0,04 0,01 0,01&lt;0.01 0,01 0,16 0,05 \n\nDy 0,32 0,49 0,30 0,66 0,52 0,42 1,03 0,14 0,11 0,12 0,12 0,29 0,10 0,08&lt;0.05 0,08 1,03 0,34 \n\nHo 0,07 0,11 0,06 0,15 0,12 0,09 0,24 0,03 0,03 0,02 0,03 0,07 0,02&lt;0.02&lt;0.02 0,02 0,24 0,08 \n\nEr 0,22 0,32 0,18 0,44 0,33 0,28 0,80 0,08 0,07 0,07 0,05 0,17 0,06 0,04&lt;0.03 0,04 0,80 0,22 \n\nTm 0,03 0,04 0,03 0,06 0,05 0,04 0,11 0,01&lt;0.01&lt;0.01&lt;0.01 0,02&lt;0.01&lt;0.01&lt;0.01 0,01 0,11 0,04 \n\nYb 0,20 0,29 0,19 0,39 0,30 0,25 0,75 0,05 0,05 0,05 0,05 0,14 0,07 0,06 0,05 0,05 0,75 0,19 \n\nLu 0,03 0,05 0,03 0,07 0,05 0,04 0,12&lt;0.01&lt;0.01&lt;0.01&lt;0.01 0,02&lt;0.01&lt;0.01&lt;0.01 0,02 0,12 0,05 \n\n? REE 6,86 10,16 6,69 22,93 17,86 10,81 19,22 1,42 2,89 2,92 2,47 3,71 2,67 2,31 1,39 1,39 22,93 7,62 \n\nCe/Ce* (PAAS) 0,82 0,95 0,88 0,99 1,00 0,94 0,83 0,86 1,03 1,07 1,13 0,99 1,24 1,26 ** 0,82 1,26 1,00 \n\nEu /Eu* \n(PAAS) \n\n1,05 1,29 1,25 1,15 1,29 1,47 1,23 1,38 1,07 0,88 1,40 0,95 1,16 1,01 ** 0,88 1,47 1,18 \n\nPr/Pr* (PAAS) 0,99 0,94 1,02 0,95 0,94 1,01 1,04 1,47 1,01 0,84 0,74 0,90 0,33 0,20 nd 0,20 1,47 0,88 \n\nValores em ppm (** Valores não determinados) \n\n\n\n \n74 \n\nNos mármores calci-dolomíticos, o CaO apresenta valores entre 30,4% e \n\n36,1% e MgO entre 14,3% e 19,5%, que caracteriza os maiores valores entre os \n\ngrupos. Apresentam, também, os valores mais baixos de SiO2 e Al2O3, variando de \n\n0,1 a 1,5% e 0,02% a 0,07%, respectivamente. Os valores de Fe2O3 estão na ordem \n\nde 2,3% a 2,7% e MnO entre 0,88% e 0,99% (Figura 17). \n\n \n\n \n\nLEGENDA \n\n mármores calcíticos  mármores calci-dolomíticos  mármores dolomíticos \n\nFigura 19 ? Gráficos de dispersão de elementos maiores de amostras de Mármores da Serra Preta \n\n \n\nOs mármores dolomíticos apresentam maior heterogeneidade nos valores \n\ndos elementos analisados: CaO e MgO apresentam valores na ordem de 30,2% a \n\n43% e 6,4% a 19,6%, respectivamente; SiO2 varia de 0,07% a 4,9%; Al2O3, de \n\n\n\n \n75 \n\n0,02% a 0,18%; e Fe2O3, de 2,3% a 3,5%. Neste grupo, a amostra C-49B se destaca \n\npor apresentar valor muito baixo de MgO e maiores valores de SiO2 e Al2O3. \n\n \n\n2.5.3.3  Elementos Traços \n\n \n\nAs concentrações de elementos traços nas amostras de carbonatos da \n\nSequência Serra Preta são baixas, apresentando somatórios com valores menores \n\nque 160 ppm, com exceção da amostra CT-245B, com somatório total em 344ppm \n\n(Tabela 2). Estes valores foram normalizados ao PAAS obtido por McLennan (1989) \n\ne plotados em diagrama Spider que marca a comparação entre o grupo de \n\nmármores calcíticos com maiores teores de elementos traços e os grupos de \n\ncarbonatos calci-dolomíticos (Figura 20). Ambos exibem comportamentos de \n\ndistribuição de traços semelhantes, marcando pronunciadas anomalias negativas em \n\nRb e moderadas em Zr. O grupo de carbonatos calci-dolomíticos mostra nítido \n\nempobrecimento em Cu comparado com os níveis de carbonatos calcíticos. O grupo \n\nde dolomíticos apresenta um comportamento irregular, exibindo as menores \n\nconcentrações de traços e uma anomalia negativa em Rb menos pronunciada. \n\n(Figura 21). \n\n \n\n \n\nFigura 20 ? Diagrama Spider de elementos traços normalizados ao PAAS \nAs linhas de cor preta, azul escuro e azul clara marcam concentrações das amostras do grupo dos \nmármores calcíticos, calcidolomíticos e dolomíticos, respectivamente. Intervalos interrompidos \nmarcam valores de elementos não detectados nas amostras \n\n\n\n \n76 \n\n \n\nFigura 21 ? Diagrama de distribuição de elementos traços. Os gráficos a, b e c marcam três nítidos \n\ngrupos de carbonatos. (b) Al2O3 x Zr (a) e Al2O3 x Sr ? marcam os carbonatos calcíticos com maiores \nconcentrações de Rb e Sr, possivelmente refletindo uma maior contribuição crustal. (c) exibe \ncomportamento bem marcado na relação Rb x Sr. Os carbonatos calci-dolomíticos e os mármores \ndolomíticos se mostram mais empobrecidos e semelhantes comportamentos de dispersão \n\n \n\n2.5.4  ISÓTOPOS DE ?\n13\nC (‰) E ?\n\n18\nO (‰) \n\n \n\nAs amostras para análises isotópicas foram selecionadas de acordo com \n\na faciologia observada em campo e pelos dados geoquímicos. Os resultados de \n\nisótopos estáveis e as descrições das amostras estão relacionados na Tabela 3. \n\nOs mármores em geral mostram uma larga variação na composição \n\nisotópica de ?\n18\n\nO e ?\n13\nC. Os valores de O variam de 18,3 a 26‰ (SMOW), enquanto \n\nos de ?\n13\n\nC variam na ordem de -10,1 a 1,19‰. \n\nOs maiores valores isotópicos de O estão associados aos mármores \n\ncalcíticos e os menores aos grupos dos mármores calci-dolomíticos e dolomíticos. \n\nSegundo Veizer e Hoefs (1976) e Veizer, Clayton e Hinton (1992), elevadas \n\ncomposições isotópicas de ?\n18\n\nO estão associadas a típicos carbonatos não \n\nmetamorfisados do Pré-cambrianos. Estes mármores calcíticos também detêm os \n\n\n\n \n77 \n\nmenores valores isotópicos de ?\n13\n\nC (-10,1 a -1,7‰ e média de -4,3‰), sendo os \n\nmaiores valores associados ao grupo dos mármores dolomíticos (-3,4 a 1,1‰ e \n\nmédia de -0,46‰).  \n\n \n\nTabela 3 ? Valores de composições isotópicas dos Carbonatos da Sequência Serra Preta \n\n \n\n \n\nOs mármores calci-dolomíticos apresentam composições isotópicas de O \n\nentre 18,3 e 23,4‰ e do ?\n13\n\nC variando de -6,2 a 1,0‰ (média de -0,62‰) (Figura \n\n22).  \n\n \n\n\n\n \n78 \n\n \nLEGENDA \n\n  mármores calcíticos  mármores calci-dolomíticos  mármores dolomíticos \n\nFigura 22 ? Diagrama de composições isotópica de ?\n13\n\nC‰ e ?\n18\n\nO‰ \n\n \n\n \n\n\n\n \n79 \n\n3  DISCUSSÕES \n\n \n \n\nA análise e as investigações sobre os aspectos mineralógicos e as \n\ncaracterísticas geoquímicas e isotópicas das Formações Ferríferas e Mármores nos \n\npermitem contextualizar informações inéditas sobre o Maciço São José do \n\nCampestre (MSJC) em questões que são atualmente tema de debates pela ciência \n\nmoderna. \n\nO bandamento/laminação das FF da porção Sul do MSJC reflete \n\ncaracterísticas primárias, como típicos precipitados químicos de sedimentos \n\nhidrógenos/hidrotermais em ambiente oceânico. As transformações e aspectos \n\nquímicos observados sugerem que as ocorrências podem representar FF de fácies \n\nóxido (James, 1954). Processos metamórficos, a dinâmica estrutural e processos de \n\noxidação tardios atuantes não obliteraram as assinaturas primárias destas rochas. \n\nAs assembleias mineralógicas com a presença de grunerita, hornblenda e \n\nhedenbergita, ao longo do MSJC, sugerem que as formações ferríferas foram \n\nsubmetidas a condições de metamorfismo de médio a alto grau.  \n\nAs feições petrográficas e texturais evidenciam processos metamórficos \n\nmarcados, principalmente, pelo aspecto textural e pela formação de anfibólios (série \n\ngrunerita?cummingtonita) e hedenbergita. Esta assembleia mineralógica sugere que \n\nas FFs foram submetidas a condições de metamorfismo de médio a alto grau \n\n(Haase, 1982; Klein, 1983; 2005; Ballarran, Angel &amp; Carpenter, 2000). As amostras \n\npertencentes ao Grupo I representam FFs mais impuras posicionadas em caráter \n\ndistal aos vents de fundo oceânico e/ou obtiveram maior aporte de componentes \n\ndetríticos. \n\n \n\n3.1  COMPARAÇÃO COM OUTRAS FORMAÇÕES FERRÍFERAS \n\n \n\nEm geral, as ocorrências de FFs em inúmeras regiões do mundo \n\napresentam nítidas similaridades modais, com típica predominância composicional \n\nde SiO2 e Fe2O3, com exceção das ocorrências de itabiritos dolomíticos do \n\nQuadrilátero Ferrífero, que exibem valores altos de CaO e MgO. A Figura 18 exibe \n\num gráfico comparativo destes valores de elementos maiores mostrando \n\n\n\n \n80 \n\nsimilaridades de FFs mapeadas na porção do sul do MSJC com ocorrências de \n\nidades arqueana e paleoproterozoica.  \n\n \n\n \n\nFigura 23 ? Média de componentes de elementos maiores (%) em análises de rocha total de FF do \nTransvaal, África do Sul, Hammersley, Yilgarn, Carajás e do Quadrilátero Ferrífero. Valores obtidos \n\nem: 1 ? Spier et al. (2007); FFB Kuruman tipo óxido (Klein &amp; Beukes, 1989), N=9. 2 ? Beukes (1973): \n\nFFBs arqueanas associadas a sequências tipo Greenstone belts. 2.1 ? Unidade sedimentares (Grupo \n\nGhoko) Rhodesia (Stowe, 1968); e 2.2 ? Unidade sedimentar ? Grupo Tree ? Barbeton greenstone \n\nbelt (Davies &amp; Urie, 1956). 3 ? Taylor et al. (2001) de Dales Gorge, N=12. 4 ? FF metamorfizadas em \n\nalto grau ? Oeste da Austrália. Média dos valores obtidos em Gole (1981), N=21. 5 ? \n\n(LINDENMAYER et al., 2001), Serra Norte Carajás, N=30. 6 ? Spier et al. (2007) Quadrilátero \n\nFerrífero. 6.1 ? Itabirito dolomíticos, N=11, 6.2 ? Quartzo Itabirito, N=9. 7 ? Média dos valores das FF \nda porção sul do MSJC. \n\n \n\nAs assinaturas de ETRY também são similares a FFs arqueanas. No \n\ngráfico (Figura 24), está marcado o comportamento das concentrações de ETRY em \n\ninúmeras FFs do mundo e, dentre elas, destaca-se que os trends de ETRY das FFs \n\ndo MSJC são similares às FFs encontradas em Isua (3.7 Ga), Groenlândia, que \n\ncorrespondem às ocorrências mais antigas da terra.  \n\n \n\n0 10 20 30 40 50 60 70 \n\nSiO2 \n\nAl2O3 \n\nFe2O3 \n\nMgO \n\nCaO \n\nNa2O \n\nK2O \n\nTiO2 \n\nP2O5 \n\nMnO \n\n7-IF MSJC \n\n6-Quadrilátero F. (BRA) - 6.2 \n\n6-Quadrilátero F. (BRA) - 6.1 \n\n5-CARAJÁS (BRA) \n\n4-YILGARN BLOCK (AUS) \n\n3-HAMMERSLEY (AUS) \n\n2-AFR-SUL - 2.2 \n\n2-AFR-SUL - 2.1 \n\n1-TRANSVAAL (AFR - SUL) \n\n\n\n \n81 \n\n \n \n\nFigura 24 ? Diagrama comparativo do comportamento das concentrações de ETRY das principais \nocorrências de FF no mundo. Dados das FF de Isua foram obtidos em Bolhar et al. (2004); FF de \nposições intermediárias (Pongola FF): Alexander et al., (2008); Kuruman (Penge FF): Bau &amp; Dulski \n(1996); Trend da água do mar representa a média de 158 análises de água do mar ao redor do \nmundo, amostras coletadas em profundidade média de 1560m: Zhang e Nozaki, 1996; Alibo e \nNozaki, 1999; Bau et al., 1997; Nozaki et al., 1999 e Nozaki e Alibo, 2003 (apud Alexander, Bau &amp; \nAndersson, 2009); Fluidos hidrotermais marinhos de alta temperatura: Bau &amp; Dulski (1999) \n\n \n\n3.1.1  EFEITO DE PROCESSOS PÓS-DEPOSICIONAIS \n\n \n\nMetamorfismo, diagênese e fluxo de fluidos hidrotermais são três \n\nprocessos geológicos comuns que podem afetar as assinaturas geoquímicas e \n\nisotópicas nos sedimentos químicos (Brand &amp; Veizer, 1980; Veizer, 1983; Jacobsen \n\n&amp; Kaufman, 1999; Veizer et al., 1999; Bekker et al., 2001; Melezhik et al., 2001a; b; \n\nBekker &amp; Eriksson, 2003; Melezhik et al. 2005; 2006; 2008). \n\nAs FFs do MSJC, nos Grupos I e II, apresentam indícios de que passaram \n\npor processos diagenético e/ou supergênico, marcados principalmente pela \n\nformação de hematita e goethita. Em similares FFs (Harmersley ? Oeste Austrália; \n\nBroomstock ? Zimbabwe; Kuruman e Penge ? África do Sul), estudos realizados por \n\n\n\n \n82 \n\nBau e Möller (1993) mostram que ETRY não são consideravelmente mobilizados \n\ndurante a diagênese. \n\nOs processos metamórficos, também não obliteraram as assinaturas \n\ngeoquímicas observadas nas FFs do MSJC. Aspectos texturais não evidenciam \n\nprocessos hidrotermais significativos e as assinaturas geoquímicas não apresentam \n\nanomalias negativas em Eu associadas a um empobrecimento em ETRL e, \n\nconforme Bau (1993), este comportamento é comumente marcado em FFs que \n\nsofreram intensos processos metamórficos e hidrotermais. \n\nOs metacarbonatos da região da Serra Preta apresentam fácies \n\nmarcadas por interação metamórfico-hidrotermais (mármores calci-dolomíticos e \n\ndolomíticos). Estas amostras mostram tardias relações de campo, grande dispersão \n\nna concentração de elementos traços e ETRY, quando comparados ao PAAS, além \n\nde serem distintas das características geoquímicas observadas na fácie do mármore \n\ncalcítico. Estudos realizados nos dolomitos Mississipianos da formação Burlington-\n\nKeokuk mostram que, durante interação fluido-rocha, as razões isotópicas de C e Nd \n\ne conteúdos de ETRY não mostram notáveis mudanças (Banner &amp; Hanson, 1990). \n\nTal comportamento dos ETRY também foi confirmado nas investigações feitas por \n\nRollisson (1993), que postula serem os ETRY considerados como constituintes \n\nimóveis para a maioria dos regimes de alteração. \n\n \n\n \n\n \n\n3.1.2  FONTE E CONDIÇÕES DEPOSICIONAIS DAS FORMAÇÕES \n\nFERRÍFERAS E MÁRMORES \n\n \n\nSegundo Hatton e Davidson (2004), as proporções de elementos maiores \n\ne menores muitas vezes refletem a complexa mistura de contribuições de várias \n\nfontes como água do mar, contribuições de materiais clásticos, vulcânicos e fluidos \n\nhidrotermais. Apesar da complexidade de fatores, em composições essencialmente \n\nbimodais (Fe + Si), os elementos maiores e menores nas ocorrências de FF neste \n\nestudo representam, predominantemente, a mistura da água do mar com materiais \n\noriundos dos fluidos dos vents hidrotermais e com baixas contribuições de materiais \n\ndetríticos em algumas ocorrências.  \n\n \n\n\n\n \n83 \n\n \n\nLEGENDA \n\n  FF Grupo I  FF Grupo II \n\nFigura 25 ? Diagrama Fe/Ti e Al/(Al+Fe+Mn) marcando proveniência de sedimentos hidrotermais e \nclásticos na composição da rocha. Os valores das FFs do grupo Soldiers Cap (proterozóico) foram \nobtidos de Hatton e Davidson (2004 apud González et al., 2009); MSJC = Maciço São José do \nCampestre; UC indica a média dos valores de crosta continental superior obtidos por Taylor e \nMacLennan (1985); Valores das unidades M-UM (piroxenitos e gabros) do MSJC obtidos por Jesus \n(2011); A linha de cor preta representa linha de mistura de depósitos hidrotermais do leste do Pacífico \ncom sedimentos pelágicos (in Barrett, 1981); Sedimentos pelágicos/terrígenos recentes foram obtidos \nem Barrett (1981) \n\n \n\nA Figura 25 mostra a relação entre Fe-Ti-Al com a curva de mistura, onde \n\nas FF do MSJC caem sobre o lado extremo esquerdo, representando uma \n\ncorrelação próxima com sedimentos hidrotermais, enquanto paragnaisses, granitos e \n\nsedimentos pelágicos modernos se situam no lado direito, onde estariam numa \n\nassociação de contribuições de materiais clásticos/detríticos e com maiores teores \n\nde alumina (Al). Uma pequena tendência em direção a este campo é marcada nas \n\nocorrências de FFs do Grupo I. Na porção média da curva, estão piroxenitos, \n\ndioritos, gabros tholeíticos do MSJC.  \n\nNuma análise visual, associações destas rochas (máficas e ultramáficas \n\nem alteração de fundo oceânico) aparecem como principais fontes dos contribuintes \n\ndos sedimentos químicos, apresentando o Grupo I uma leve aproximação com o \n\ncampo de FFs paleoproterozoicas. Indicações sobre a contribuição de detritos \n\n(continentais) e vulcano-exalativos (mantélicos) nos grupo de FFs também são bem \n\n\n\n \n84 \n\nmarcados nas relações entre Al2O3 vs Zr e Rb e Sr (ver Figura 12). O primeiro \n\ngráfico indica que as ocorrências do Grupo I, com maiores concentrações de \n\nalumina, podem estar associadas a uma maior contribuição de detritos continentais \n\ne sua correlação com o zircônio indica similares fases minerais, tendo as vulcânicas \n\nfélsicas e/ou de zircões detríticos como prováveis protólitos destes sedimentos. As \n\nmaiores concentrações de Rb, para o Grupo I, também indicam uma natureza \n\ncontinental para a constituição dos sedimentos, uma vez que a afinidade geoquímica \n\ndo Rb tende a se concentrar em rochas mais diferenciadas. Estes comportamentos \n\nnão indicam uma predominância sobre a contribuição de fontes vulcano-exalativas, \n\ntípica dos oceanos arqueanos (Kato et al., 1998). \n\nA análise do comportamento das concentrações de elementos traços \n\nmostra que amostras do Grupo II (ver Figura 11) apresentam maiores concentrações \n\nnos elementos calcófilos (Co, Ni Cu, V) e menores valores de Rb e demais \n\nelementos litófilos (Zr, Y) indicando que as contribuições de elementos traços \n\nrelacionadas a fontes mais diferenciadas foram mais restritas na bacia, \n\nprincipalmente nas ocorrências do Grupo II; por outro lado, refletem uma maior \n\ncontribuição continental para as ocorrências do Grupo I. Este comportamento é \n\ncorroborado em estudo de sistemas hidrotermais modernos de fundo oceânico, onde \n\nproximidades de ofiolitos indica que Fe e elementos calcófilos (Pb, Cu e Zn) são \n\nlixiviados da crosta oceânica e re-depositados no fundo oceânico ou concentrados \n\nna alteração de pilow basaltos (Scott &amp; Hajash, 1976; Michard et al., 1983; Newsom \n\net al., 1986; Erzinger, 1989; Ridley et al., 1994; Gillis &amp; Banerjee, 2000).  \n\nOs gráficos da Figura 26 mostram uma correlação dos diferentes grupos \n\nde FF entre Al, Ce, Eu e ?ETRY, sugerindo uma correlação entre a natureza \n\ncomposicional dos sedimentos e características físico-químicas da bacia, onde \n\ndiferentes sítios deposicionais são interpretados pela análise do comportamento \n\ngeoquímico dos elementos Ce e Eu. \n\n \n\n\n\n \n85 \n\n \nLEGENDA \n\n FF Grupo I  FF Grupo II \n\nFigura 26 ? Gráficos a, b e c mostrando uma relação do comportamento do Ce* e Eu* e Al2O3 nos \ngrupos de FF. Os grupos marcam sítios diferentes de concentrações de Eu* e Ce*.  \nA curva de cor preta marca uma possível interação/evolução da fonte nos sítios de deposição. Nesta \nsituação sítios mais distais (Grupo I), marcado pelos maiores teores de alumina, obtiveram maior \nacúmulo de ETRY \n\n \n\nA anomalia negativa de Ce debate à luz do estado de oxidação da água \n\ndo mar, uma vez que a redução de Ce(IV) para Ce(III) e a oxidação de Ce(III) para \n\nCe(IV) são rápidas o bastante para corresponderem nas condições oxirredox da \n\nágua do mar, no momento de sua deposição (Sholkovitz, Landing &amp; Lewis, 1994). \n\nEm situações de águas oxidadas, ocorreria, então, a oxidação e a consequente \n\nremoção do Ce(IV) que estaria solúvel na água do mar (Elderfield; Greaves, 1982; \n\nDe Baar, Bacon &amp; Brewer, 1985). Assim o predomínio de anomalias negativas em \n\n\n\n \n86 \n\nCe, em ambos os grupos de FFs do MSJC, indicam condições anóxidas nos mares \n\narqueanos. A análise mostra que anomalias negativas menos pronunciadas, \n\nrelacionadas dominantemente ao Grupo I, podem ser associadas a zonas mais \n\ndistais dos vents hidrotermais, sítios deposicionais com menor profundidade e/ou \n\nemergências locais de situações de condições mais oxidantes da bacia. Para o \n\nGrupo II, condições mais anóxidas correspondem a ambientes proximais. Por outro \n\nlado, estas variações nas anomalias também indicam uma possível emergência do \n\nO2 na hidrosfera arqueana, similares aos resultados obtidos em FF arqueana \n\n(2.9~2.7 Ga.) na Índia (Kato, Kano &amp; Kunugiza, 2002). \n\nAtualmente, este comportamento do Ce é comprovado em estudos feitos \n\npor Ruhlin e Owen (1986) e Olivarez e Owen (1988, 1991 apud Kato, Kano &amp; \n\nKunugiza, 2002) que constataram que, na cadeia leste do pacífico, em condições \n\nmais anóxidas dos mares atuais, a anomalia em Eu*, em sedimentos ricos em ferro \n\nde proveniência hidrotermal, decresce com o aumento do ?ETRY e o tamanho da \n\nanomalia negativa em Ce* aumenta. Desta forma, a larga anomalia negativa de Ce \n\nna água do mar em oceanos abertos (Klinkhammer, Elderfield e Hudson, 1983), é \n\ncondicionada pelas condições oxirredox. \n\nA anomalia positiva de Eu em formações ferríferas tem sido interpretada \n\ncomo uma evidência de origem, a partir de exalações hidrotermais de fundo \n\noceânico (Michard &amp; Albarède, 1986; Campbell et al., 1988; Bau &amp; Dulski, 1996). \n\nEsta anomalia, segundo Bau e Dulski (1996, 1999), é condicionada pela temperatura \n\ndos fluidos hidrotermais provenientes dos vents em que valores de Eu ?1 estão \n\nassociados a fluidos de baixas temperaturas (<250°C) enquanto pronunciadas \n\nanomalias em Eu refletem fluidos com maior temperatura (>350°C) (Figura 27). Em \n\nrelação ao PAAS, das amostras analisadas neste estudo, apenas 13 marcam \n\nanomalias em Eu*PAAS >1, sugerindo que as temperaturas dos fluidos nos vents \n\ndeste oceano arqueano foram de moderadas a altas (>250°C). \n\nAs ocorrências do Grupo II apresentam correlação com as maiores \n\nanomalias positivas em Eu, marcando contribuições hidrotermais de fluidos com \n\nmoderadas a altas temperaturas e/ou que estariam em sítios de maior proximidade \n\ndos vents. O predomínio de anomalias negativas em Ce e menores teores de Al, Sr, \n\nRb e Zr também corroboram esta compartimentação, sugerindo que situações \n\nproximais aos vents correspondem a zonas profundas da bacia, em ambiente mais \n\noxidante e com menor proporção de contribuição detrítica. Por sua vez, as amostras \n\n\n\n \n87 \n\ndo Grupo I possivelmente têm sua sedimentação associada a constituintes \n\nprovenientes de fluidos de moderadas a baixas temperaturas e/ou situada em \n\nposições mais distais dos vents. Uma maior associação química pela contribuição \n\ndetrítica supracitada também corrobora tal compartimentação. \n\n \n\n \n\nFigura 27 ? Diagrama comparativo de Y/Ho e Sm/Yb em relação a Eu/Sm. Os círculos indicam \ncampos de contribuição de fluidos de alta temperatura (> 350ºC) e campos que mais se aproximam \nde água oceânicas mais rasas (<500 m). B) Y/Ho versus Eu/Sm indicando campos que possuem \ncontribuição de fluidos de alta temperatura de águas oceânicas mais rasas \n\nFontes: a ? Alexander et al. (2008); b ? Bau &amp; Dulski (1999) \n\n \n\nA Figura 28 apresenta um comparativo de anomalias em Eu* entre FFs \n\narqueanas e sedimentos modernos, mostrando similares do Grupo II com FFs \n\ndepositadas em sítios proximais aos vents hidrotermais, e uma tendência do Grupo \n\nI, com resultados semelhantes a porções de topo da bacia, depositadas em porções \n\ndistais aos vents. Corroborando a existência de diferentes condições deposicionais \n\nna bacia arqueana do MSJC, valores obtidos de ?Nd (3,7 Ga) positivos, variando \n\nentre +1,3 e +3,03, sugerindo uma fonte mantélica para a maioria das FFs, e \n\nestudos isotópicos de Nd também estão permitindo calcular a idade absoluta destas \n\nrochas em 3.74 Ga, interpretada por Silva Filho (2012) como a idade do início da \n\ndeposição das Formações Ferríferas do MSJC.  \n\n \n\n\n\n \n88 \n\n \n\nFigura 28 ? Comparação de valores de Eu/Eu* de FF do MSJC, sedimentos hidrotermais do \n\nArqueano médio, sedimentos modernos, soluções hidrotermais e água do mar. FF-D ? Amostras \n\ndistais de FF do MSJC (Grupo I). FF-I-P ? Amostras de FF do MSJC com caracterísitcas \nintermediárias e proximais ao vents (Grupo II). O círculo preto, polígono e linha horizontal \nrepresentam valor médio, ±1?, faixa de valores, respectivamente. Dados de sedimentos modernos \nsão do oceano pacífico, exceto fish debris em sedimentos hidrotermais do mar vermelho. Os valores \nde FFB-2, FFB-1 e Chert correspondem a seção de FF estudada em Kato et al (1998) e foram \nesquematicamente reprojetados em relação ao PAAS. O valor de Eu/Eu* ao condrito é 1.49 e, em \nrelação ao North American Shale Composite (NASC), está representado como uma linha \nDados obtidos: Soluções hidrotermais (Michard &amp; Albarède, 1986); água do mar (De Baar, Bacon &amp; \n\nBrewer, 1985); fish debris em profundidade ? Atlantis II (Oudin &amp; Cocherie, 1988); Sedimentos \nhidrotermais (Ruhlin &amp; Owen, 1986); Nódulos ferromanganesíferos e sedimentos associados \n(Elderfield et al.,1981).  \nObs: Valores muitos maiores de anomalia de Eu [Eu/Eu*=72.9 por Derry &amp; Jacobsen (1990); \nEu/Eu*=31.7 por Campbell et al. (1988)] foram reportados para soluções hidrotermais. \nFonte: Modificado de Kato et al. (1998) \n\n \n\n \n\n3.1.3  VARIAÇÕES ISOTÓPICAS NOS CARBONATOS DA SERRA PRETA \n\n \n\nOs principais fatores responsáveis pelo fracionamento dos isótopos \n\nestáveis de Carbono estão associados a trocas isotópicas por reações de \n\nreequilíbrio e por efeitos cinéticos isotópicos durante a fotossíntese. As reações de \n\nreequilíbrio ocorrem dentro do sistema do Carbono inorgânico e envolvem as \n\ndiversas etapas de reações em que as diferenças do \n13\n\nC/\n12\n\nC entre os íons e \n\nmoléculas dependem inteiramente da temperatura, e a segunda, na esfera do \n\n\n\n \n89 \n\nCarbono orgânico, em que as trocas químicas e sínteses de compostos orgânicos \n\ntendem a concentrar o isótopo mais leve \n12\n\nC causando a consequente redução do \n\n13\nC (Hoefs, 2009).  \n\nAs assinaturas associadas aos metacarbonatos do MSJC relacionadas \n\naos mármores calcíticos apresentaram valores isotópicos negativos, com valores de \n\n?\n13\n\nC variando entre -5,4 e -1,7‰, chegando a apresentar -10,1‰ (amostra CT-\n\n247D). Em comparação com as outras fácies, constata-se um nítido aumento nas \n\ncomposições isotópicas, sendo obtidos valores mais próximos a 0‰ (?\n13\n\nC entre 1,0 \n\ne 0,21‰, mármores calci-dolomíticos, e de 1,19 a -3,4‰, mármores dolomíticos). \n\nAlguns trabalhos em metacarbonatos de idade arqueana (~3.8 - 2.5 Ga.) têm \n\nregistrado assinaturas isotópicas de Carbono na faixa de ~0‰, similares com \n\nassinaturas de carbonatos plataformais do fanerozoico (Becker &amp; Clayton, 1972; \n\nSchidlowski, Eichmann &amp; Junge, 1975; Shields &amp; Veizer, 2002; Veizer et al., 1989a, \n\nb; Veizer, Clayton &amp; Hinton, 1992), sem apontar significativas mudanças dos \n\nreservatórios de carbono inorgânico dissolvido no mar do arqueano ao recente.  \n\nContudo, resultados de ?\n13\n\nC, similarmente negativos aos do MSJC, foram \n\ntambém obtidos em metacarbonatos da faixa de supracrustais de Isua (~3.7-3.8 Ga), \n\nFF de Brockman (Bacia de Hamersley, ~2.5 Ga) e carbonatos das FF de Kuruman \n\n(Cráton Transvaal). Segundo os autores que conduziram este estudo (Craddock; \n\nDauphas, 2011), os carbonatos neoarqueanos têm seu enriquecimento em ?\n13\n\nC \n\nrelacionado à produção de carbonatos, pela oxidação do Carbono orgânico, e os \n\nmetacarbonatos paleoarqueanos (~3.8 Ga ? Isua) têm suas assinaturas de ?\n13\n\nC \n\nprimárias similares aos obtidos nos carbonatos neoarqueanos, refletindo a formação \n\nde precipitados autigênicos através de respiração microbial acoplada ao ferro em \n\nambiente marinho.  \n\nEstas anomalias negativas de ?\n 13\n\nC, também podem estar associadas a \n\noutros fatores como: (i) produtividade biológica reduzida; (ii) elevadas taxas de \n\nintemperismo; (iii) transferência de CO2 atmosférico para o bicarbonato.  \n\n \n\n\n\n \n90 \n\n \n\nFigura 29 ? Histogramas comparativos de razões isotópicas de C (?\n13\n\nC‰), nos mármores da \nSequência Serra Preta, MSJC (2.7-3.7 Ga, Silva Filho, 2012); metacarbonatos (calcita, dolomita, \nmagnetita) da faixa de supracrustais de Isua (~3.7-3.8 Ga), SW, Groenlândia (Dauphas et al., 2007); \n\ncarbonatos de Formações Ferríferas de Brockman, Bacia de Hamersley ? ~2.5 Ga (Becker &amp; Clayton, \n1972); carbonatos das Formações Ferríferas de Kuruman, Cráton Transvaal, ~2.5 Ga (Johnson et al., \n2003; Heimann et al., 2010).  \nFonte: modificado de Craddock e Dauphas (2011) \n\n \n\n \n\nCarbonatos associados a FFs arqueanas de Carajás (Sial et al., 2000) \n\napresentam assinaturas negativas em torno de -5‰?\n13\n\nC. Neste caso, assinaturas \n\nmantélicas, através da carbonatação de protólitos silicáticos por fluidos ricos em \n\nCO2, são tidas como responsáveis pelo fracionamento do \n13\n\nC. \n\nNesse sentido, indícios de que as assinaturas isotópicas do ?\n13\n\nC e ?\n18\n\nO \n\nforam afetadas são confirmados desde as investigações de campo, onde foram \n\nidentificadas as fácies de mármores calci-dolomíticos e dolomíticos que, \n\naparentemente, foram formadas como resultado de processos de interação rocha-\n\nfluido sobre um mesmo material parental cujas reações de reequilíbrio promoveram \n\num aumento na concentração de ?\n12\n\nC.  \n\nAssim, os estudos da assinatura isotópica primária estão focados sobre \n\nos valores obtidos nos mármores calcíticos os quais têm preservado estruturas \n\nsedimentares e padrões de ETRY relacionados a assoalhos oceânicos distais. \n\n\n\n \n91 \n\nStocks de composição granítica e idade brasiliana estão alojados em inúmeras \n\nocorrências na região da Serra Preta. Estas intrusões se fortalecem como geradoras \n\ndos processos metamórficos e do consequente fracionamento isotópico, \n\npromovendo aumento de temperatura e interação fluido-rocha, sendo nítida a \n\nobservação de novas fases minerais mais enriquecidas em MgO.  \n\nA infiltração desses fluidos provavelmente ocorreu de forma canalizada \n\n(RUMBLE et al., 1982; Ferry, 1992; Bickle, 1992; Puris &amp; Wickham, 1993), uma \n\ninterpretação fundamentada nas relações de campo e na não normalização da \n\nassinatura isotópica do C. Nenhumas das amostras de metacarbonatos apresentam \n\nassinaturas positivas de ?\n13\n\nC similares às relacionadas à excursão isotópica \n\nLogamundi ? Jatuliana ? 2.3 ? 2.06 Ga (Schidlowski, Eichmann &amp; Junge, 1976; \n\nBaker &amp; Fallick, 1989a, b; Karhu &amp; Holland, 1996; Schidlowski &amp; Todt, 1998; Buick et \n\nal., 1998; Melezhik et al., 1999; Maheshwari, Sial &amp; Chittora, 1999; Sreenivas et al., \n\n2001; Lindsay &amp; Martin, 2002).  \n\nCom base nas discussões supracitadas, a Figura 30 apresenta a proposta \n\nde um modelo esquemático relacionando os sedimentos químicos estudados e suas \n\nlocalizações geotectônicas nos oceanos que dominavam o MSJC nos primórdios da \n\nevolução terrena. \n\n \n\n \n\n \n\n\n\n \n92 \n\n \n\nFigura 30 ? Proposta esquemática do ambiente deposicional das FFs e carbonatos no MSJC \nDistribuição dos ETRY marcadas representam a média dos Grupos (I e II) de formações ferríferas e \nmármores calcíticos da porção sul do MSJC. Os campos 1, 2 e 3 marcam posições na bacia dos \ngrupos de FF (I e II) e metacarbonatos da sequência da Serra Preta \n\n \n\n\n\n \n93 \n\nCONCLUSÕES \n \n\n \n\nAs ocorrências de Formações Ferríferas (FF) da porção sul do Maciço \n\nSão José do Campestre (MSJC) correspondem a típicos precipitados químicos \n\nbandados cuja mineralogia é formada por quartzo, magnetita/hematita, anfibólio e \n\npiroxênio. Relações químicas associadas às características petrográficas sugerem \n\ntratar-se de FF da fácies óxido e silicato. A evolução tectono-metamórfica não \n\nobliterou totalmente características primárias texturais e químicas. \n\nAssembleias mineralógicas marcadas pela presença de anfibólios da \n\nsérie grunerita-cummingtonita, hornblenda e hedenbergita sugerem que tais FF \n\npassaram por condições metamórficas de médio a alto grau. \n\nAs FFs do Grupo I possuem concentrações relacionadas a maiores \n\ncontribuições continentais/detríticas e padrões geoquímicos similares a FF de idade \n\npaleoproterozoica, diferentemente das amostras do Grupo II, que apresentam uma \n\nafinidade mantélica mais forte e similaridades com FF de idade arqueana.  \n\nAs ocorrências relacionadas ao Grupo I correspondem a FFs depositadas \n\nem sítios deposicionais distais aos vents hidrotermais do fundo oceânico. Por outro \n\nlado, amostras relacionadas ao Grupo II são marcadamente associadas a sítios \n\ndeposicionais proximais aos vents hidrotermais. Ambas foram depositadas em \n\nmares abertos, com condições restritas de oxigênio, sendo que as amostras do \n\nGrupo I estariam posicionadas no assoalho das plataformas dos mares arqueanos \n\nenquanto as do Grupo II teriam sido depositadas em condições mais profundas da \n\nbacia. Variações nas condições oxirredox na bacia, marcadas pelo comportamento \n\ndo Ce, associadas a estudo de proveniência detrítica/crustal registram uma forte \n\ndinâmica geoquímica no Arqueano; também uma marcada contribuição orgânica \n\npode estar relacionada aos mecanismos de sedimentação. \n\nAmostragens complementares de campo associadas a investigações de \n\nisótopos de Nd nas Formações Ferríferas e análises isotópicas de Fe nos \n\ncarbonatos são sugeridas, para a complementação do caráter pioneiro desta \n\npesquisa que irá contribuir, fortemente, para ajudar na confirmação das reais \n\ncondições que reinaram na bacia do MSJC e no processo evolutivo arqueano nos \n\nterrenos arqueanos no Brasil e Mundo.  \n\n  \n\n\n\n \n94 \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n \nABBOTT, D. H.; ISLEY, A. E. The intensity, occurrence and duration of superplume \nevents and eras over geological time. J. Geodynamics, v. 34, n. 2, p. 265-307, sept. \n\n2002. \n \nALEXANDER, B. W.; BAU, M.; ANDERSSON, P. Neodymium isotopes in Archean \nseawater and implications for the marine Nd cycle in Earth’s early oceans. Earth \nPlanet Sci. Lett., n. 283, p. 144–155, 2009.  \n \nALEXANDER, B.; BAU, M.; ANDERSSON, P.; DULSKI, P. Continentally-derived \nlutes in shallow Archean seawater: Rare earth element and Nd isotope evidence in \niron formation from the 2.9Ga Pongola Supergroup, South Africa. Geochimica et \nCosmochimica Acta, v. 72, n. 2, p. 378-394, 2008.  \n\n \nALIBO, D. S.; NOZAKI, Y. Rare earth elements in seawater: particle association, \nshale normalization, and Ce-oxidation. Geochim. Cosmochim. Acta, v. 63, n. 3-4, p. \n363-372, feb. 1999. \n \nALMEIDA, F. F. M.; HASUI, Y.; BRITO NEVES, B. B.; FUCK, R. A. Brazilian \nstructural provinces: an introduction. Earth Sci. Rev., v. 17, n. 1-2, p. 1-29, abr. \n1981. \n \nALTERMANN, W.; KAZMIERCZAK, J. Archean microfossils: a reappraisal of early \nlife on Earth. Research in Microbiology, v. 154, n. 9, p. 611–617, nov. 2003. \n \nALTERMANN, W.; SCHOPF, J. W. Microfossils from the Neoarchean Campbell \nGroup, Griqualand West sequence of the Transvaal Supergroup, and their \npaleoenvironmen- tal and evolutionary implications. Precambrian Research, v. 75, \nn. 1-2, p. 65–90, nov. 1995. \n \nARCHANJO, C. J.; BOUCHEZ, J. L. Le Seridó, une chaine transpressive au \nProterozóique supérieur du Nord-Est Brésil. Bull. Soc. Geol. France, v. 162, n. 4, p. \n637-647, 1991. \n \nARORA, M.; GOVIL, P.; CHARAN, S.; RAJ, B. Uday; BALARAM, V.; MANIKYAMBA, \nC.; CHATTERJEE, A.; NAQVI, S. Geochemistry and origin of Archaean banded iron \nformation from Bababudan Belt, India. Economic Geology, v. 90, n. 7, p. 2040–\n\n2057, nov. 1995. \n \nBAKER, A. J.; FALLICK, A. E. Evidence from Lewisian limestone for isotopically \nheavy carbon in two-thousand-million-year-old sea water. Nature, v. 337, p. 352-354, \n\njan. 1989a. \n \nBAKER, A. J.; FALLICK, A. E. Heavy carbon in two billion-year-old marbles from \nLofoten-Vesteralen, Norway: implications for the Precambrian carbon cycle. \nGeochim Cosmochim Acta, v. 53, p. 1111-1115, maio 1989b. \n\n\n\n \n95 \n\nBALLARRAN, T. B.; ANGEL R. J.; CARPENTER, A. High-pressure transformation \nbehaviour of the cummingtonite-grunerite solid solution. Eur. Journal Mineral., v. 12, \nn. 6, p. 1195-1213, nov./dez. 2000. \n \nBANNER, J. L.; HANSON, G. N. Calculation of simultaneous isotopic and trace \nelement variations during water–rock interaction with applications to carbonate \ndiagenesis. Geochim. Cosmochim. Acta, v. 54, p. 3123–3137, 1990. \n\n \nBARRETT, T. J. Chemistry and mineralogy of Jurassicbeddedchert overlying ophi- \nolites in the north Apennines, Italy. Chem. Geol., v. 34, n. 3-4, p. 289-317, dec. \n1981.  \n \nBAU, M. Effects of syn-depositional and postdepositional processes on the rare-earth \nelement distribution in Precambrian iron-formations. European Journal of \nMineralogy, v. 5, p. 257-267, apr. 1993. \n\n \nBAU, M.; DULSKI, P. Comparing yttrium and rare earths in hydrothermal fluids from \nthe Mid-Atlantic Ridge: implications for Y and REE behaviour during near-vent mixing \nand for the Y/Ho ratio of Proterozoic seawater. Chem. Geol., n. 155, p. 77-90, 1999. \n\n \nBAU, M.; DULSKI, P. Distribution of yttrium and rare-earth elements in the Penge \nand Kuruman iron-formations, Transvaal Supergroup, South Africa. Precambrian \nResearch, v. 79, n. 1-2, p. 37-55, jul. 1996.  \n\n \nBAU, M.; MÖLLER, P. Rare earth element systematics of the chemically precipitated \ncomponent in Early Precambrian iron-formations and the evolution of the terrestrial \natmosphere–hydrosphere–lithosphere system. Geochim. Cosmochim., v. 57, n. 10, \n\np. 2239-2249, maio 1993.  \n \nBAU, M.; MÖLLER, P.; DULSKI, P. Yttrium and lanthanides in eastern Mediterranean \nseawater and their fractionation during redox-cycling: Marine Chemistry, v. 56, p. \n\n123-131, 1997. \n \n\nBEKKER, A. et al. Iron formation: the sedimentary product of a complex interplay \namong mantle, tectonic, oceanic and biosphere processes. Econ. Geol., v. 105, p. \n\n467-508, 2010. \n \nBEKKER, A.; ERIKSSON, K. A. A Paleoproterozoic drowned carbonate platform on \nthe southeastern margin of the Wyoming Craton: a record of the Kenorland breakup. \nPrecambrian Res., v. 120, n. 3-4, p. 327–364, feb. 2003.  \n \nBEKKER, A.; ERIKSSON, K. A. A paleoproterozoic drowned carbonate platform on \nthe southeastern margin of the Wyoming Craton: a record of the Kenorland breakup. \nPrecambrian Research, v. 120, n. 3-4, p. 327-364, 2003 \n \nBEKKER, A.; KARHU, J. A.; ERIKSSON, K. A.; KAUFMAN, A. J. Chemostratigraphy \nof Palaeoproterozoic carbonate successions of the Wyoming Craton: tectonic forc- \ning of biogeochemical change? Precambrian Res., v. 120, p. 279–325. 2003. \n\n\n\n \n96 \n\nBEKKER, A.; KARHU, J. A.; KAUFMAN, A. J. Carbon isotope record for the onset of \nthe Lomagundi carbon isotope excursion in the Great Lakes area, North America. \nPrecambrian Res., v. 148, p. 145-180. 2006.  \n\n \nBEKKER, A.; KAUFMAN, A. J.; KARHU, J. A.; BEUKES, N. J.; SWART, Q. D.; \nCOETZEE, L. L.; ERIKSSON, K. A. Chemostratigraphy of the Paleoproterozoic \nDuitschland Formation, South Africa: implications for coupled climate change and \ncarbon cycling. Am. J. Sci., v. 301, p. 261-285, mar. 2001. \n \nBECKER, R. H.; CLAYTON, R. M. Carbon isotopic evidence the origin of banded iron \nformation in Western Australia. Geochim. et Cosmochim. Acta, v. 36, n. 5, p. 577-\n\n595, jun. 1972.  \n \nBERTRAND, J. M.; JARDIM DE SÁ, E. F. Where are the Eburnean-Transamazonian \ncollisional belts? Can. J. Earth Sci. 27, 1382-1393. 1990. \n\n \nBEUKES, N. J. Precambrian iron-formations of southern Africa. Economic Geology, \n\nv. 68, n. 7, p. 960-1004, nov. 1973. \n \nBEUKES, N. J. The Transvaal Sequence in Griqualand West. In: ANHAEUSSER, C. \nR.; MASKE, S. (Ed.). Mineral Deposits of Southern Africa. Johannesburg: Geol. Soc. \nS. Afr., v. I, p. 817-828, 1986. \n \nBEUKES, N. J.; KLEIN, C. Geochemistry and sedimentology of a facies transition \nfrom microbanded to granular iron-formation in the early Proterozoic Transvaal \nSupergroup, South Africa. Precambrian Res., v. 47, n. 1-2, p. 99-139, apr. 1990.  \n \nBICKLE, M. J. Transport mechanisms by fluid-flow in metamorphic rocks: oxygen and \nstrontium decoupling in the Trois Seigneurs Massif: a consequence of kinetic \ndispersion? Am. J. Sci., v. 292, n. 5, p. 289–316, 1992. \n \nBINNS, R. A.; SCOTT, S. D.; BOGDANOV, Y. A.; LISITZEN, A. P.; GORDEEV, V. \nV.; GURVICH, E. G.; FINLAYSON, E. J.; BOYD, T.; DOTTER, L. E.; WHELLER, G. \nE.; MURAVYEV, K. G. Hydrothermal oxide and gold-rich sulfate deposits of Franklin \nseamount, western Woodlark Basin, Papua New Guinea. Econ. Geol. v. 88, n. 8, p. \n\n2122-2153, dec. 1993. \n \nBOLHAR, R.; KAMBER, B. S.; MOORBATH, S.; FEDO, C. M.; WHITEHOUSE, M. J. \nCharacterisation of early Archaean chemical sediments by trace element signatures. \nEarth Planet. Sci. Lett., v. 222, n. 1, p. 43-60, maio 2004.  \n \nBRAND, U.; VEIZER, J. Chemical diagenesis of a multicomponent carbonate system. \n1: trace elements. J. Sedim. Res., v. 50, n. 4, p. 1219-1236, dec. 1980. \n\n \nBRASIER, M. D.; GREEN, O. R.; JEPHCOAT, A. P.; KLEPPE, A. K.; VAN \nKRANENDONK, M. J.; LINDSAY, J. F.; STEELE, A.; GRASSINEAU, N. V. \nQuestioning the evidence for Earth’s oldest fossils. Nature, n. 416, p. 76-81, 2002. \n \n\n\n\n \n97 \n\nBRATERMAN, P. S.; CAIRNS-SMITH, A. G.; SLOPER, R. W. Photo-oxidation of \nhydrated Fe2\n\n+\n: significance for banded iron formations. Nature, v. 303, p. 163-164, \n\n1983. \n \nBRITO NEVES, B. B. Regionalização geotectônica do Pré-cambriano \n\nnordestino. Tese (Doutoramento Livre Docência) ? Instituto de Geociências, \nUniversidade de São Paulo, São Paulo, 1975. 198p.  \n \nBRITO NEVES, B. B. O Mapa Geológico do Nordeste Oriental do Brasil, Escala \n\n111 000 000. Tese (Livre Docência) ? Instituto de Geociências da Universidade de S. \nPaulo, 1983. 171p. \n \nBRITO NEVES, B. B.; CAMPOS NETO, M. C.; VAN SCHMUS, W. R.; SANTOS, E. \nJ. O “Sistema Pajeú-Paraíba” e o “maciço” São José do Campestre no leste da \nBorborema. Revista Brasileira de Geociências, v. 31, n. 2, p. 173-184, 2001. \n \nBUICK, I. S.; UKEN, R.; GIBSON, R.L.; WALLMACH, T. High-?\n\n13\n Paleoproterozoic \n\ncarbonates from the Transvaal Supergroup, South Africa. Geology, v. 26, n. 10, p. \n\n875-878, 1998. \n \nBUTTON, A. The Transvaal Sub-Basin of the Transvaal Sequence. In: \nANHAEUSSER, C. R.; MASKE, S. (Ed.). Mineral Deposits of Southern Africa. \n\nJohannesburg: Geol. Soc. S. Afr., 1986. v. I, p. 811-817.  \n \nCABY, R. Precambrian terrane of Benin-Nigeria and northeast Brazil and late \nProterozoic Atlantic fit. Geol. Soc. Am. Sp., v. 230, p. 145-158, 1989. \n\n \nCABY, R.; SIAL, A. N.; ARTHAUD, M.; VAUCHEZ, A. Crustal evolution and the \nBrasiliano Orogeny in Northeast Brazil. In: DALLMEYER, R. D.; LÉCORCHÉ, J. P. \n(Ed.). The West African Orogens and Circum-Atlantic Correlatives. Berlin: \n\nSpringer-Verlag, 1991. p. 373-397.  \n \nCAIRNS-SMITH, A. G. Precambrian solution photochem- istry, inverse segregation, \nand banded iron formations. Nature, v. 276, p. 807-808, dec. 1978. \n\n \nCAMPBELL, A. C.; PALMER, M. R.; KLINKHAMMER, G. P.; BOWERS, T. S.; \nEDMOND, J. M.; LAWRENCE, J. R.; CASEY, J. F.; THOMPSON, G.; HUMPHRIS, \nS.; RONA, R.; KARSON, J. A. Chemistry of hot springs on the Mid-Atlantic Ridge. \nNature, v. 335, p. 514-519, 1988. \n \nCLOUD, P. E. Atmospheric and hydrospheric evolution on the primitive Earth. \nScience, v. 160, n. 3829, p. 729-736, maio 1968. \n\n \nCLOUD, P. E. Paleoecological significance of the banded iron-formation. Economic \nGeology and the Bulletin of the Society of Economic Geologists, v. 68, n. 7, p. 1135-\n1143, nov. 1973. \nCONDIE, K. C. Archean Greenstone Belts. Amsterdam: Elsevier, 1981. 434p.  \n \nCORSINI, M.; VAUCHEZ, A.; ARCANJO, C. J.; JARDIM DE SÁ, E. F. Strain transfer \nat continental scale from a transcurrent shear zone to a transpressional fold belt; the \n\n\n\n \n98 \n\nPatos-Seridó system, northeastern Brazil. Geology, v. 19, n. 6, p. 586-589, jun. \n\n1991. \n \nCRADDOCK, P. R.; DAUPHAS, N. Iron and carbon isotope evidence for microbial \niron respiration throughout the Archean. Earth and Planetary Science Letters, v. \n\n303, n. 1-2, p. 121-132, fev. 2011.  \n \nCROAL, L. R.; JOHNSON, C. M.; BEARD, B. L.; NEWMAN, D. K. Iron isotope \nfractionation by Fe(II)-oxidizing photoautotrophic bacteria. Geochimica et \nCosmochimica Acta, v. 68, n. 6, p. 1227-1242, 2004. \n \nDANIELSON, A.; MÖLLER, P.; DULSKI, P. The europium anomalies in banded iron \nformations and the thermal history of the oceanic crust. Chem. Geol., v. 97, n. 1-2, p. \n\n89-100, may 1992. \n \nDANTAS, E. L. Geocronologia U/Pb e Sm/Nd de terrenos arqueanos e \npaleoproterozóicos do Maciço Caldas Brandão, NE do Brasil. Tese (Doutorado) \n\n? Instituto de Geociências e Ciências Exatas, Unesp, Rio Claro, 1996. \n \nDANTAS, E. L. O Greenstone Belt Serra Caiada: Evidências de uma antiga crosta \noceânica no Maciço São José do Campestre-RN. In: SIMPÓSIO DE GEOLOGIA DO \nNORDESTE, XXIII. Boletim 21, p. 19, Fortaleza, 2009. \n \nDANTAS, E. L.; CORDANI, U.; VAN SCHMUS, W. R.; HACKSPACHER, P. C.; \nBRITO NEVES, B. B.; NUTMAN, A. P. Terrenos Arqueanos e Paleoproterozóicos do \nMaciço Caldas Brandão na Província Borborema. In: SIMPÓSIO DE GEOLOGIA DO \nNORDESTE, XVI. Boletim 14, p. 319-342, 1995. \n\n \nDANTAS, E. L.; HACKSPACHER, P. C.; VAN SCHMUS, W. R.; BRITO NEVES, B. \nB. Archean accretion in the São José do Campestre Massif, Borborema Province, \nNortheast Brazil. Revista Brasileira de Geociências, v. 28, n. 2, p. 221-228, 1998. \n \nDANTAS, E. L.; VAN SCHMUS, W. R.; HACKSPACHER, P. C.; FETTER, A. H.; \nBRITONEVES, B. B.; CORDANI, U.; NUTMANE, A. P.; WILLIAMS, I. S. The 3.4–3.5 \nGa São José do Campestre massif, NE Brazil: remnants of the oldest crust in South \nAmerica. Precambrian Research, v. 130, n. 1-4, p. 113-137, apr. 2004. \n\n \nDAUPHAS, N.; CATES, N. L.; MOJZSIS, S. J.; BUSIGNY, V. Identification of \nchemical sedimentary proto-liths using iron isotopes in the >3750 Ma Nuvvuagit- tug \nsupracrustal belt, Canada. Earth Planet. Sci. Lett., v. 254, p. 358-376, 2007. \n\n \nDAVIES, D. N.; URIE, J. G. The Bomvu Ridge haematite deposits. Swaziland Geol. \nSurvey Spec. Rept. ed. 3, 1956. 23p. \n \nDE BAAR, H. J. W.; BACON, M. P.; BREWER, P. G. Rare Earth Elements in the \nPacific and Atlantic Oceans. Geochim. Cosmochim. Acta., v. 49, p. 1943-1959, \n\n1985.  \n \n\n\n\n \n99 \n\nDERRY, L. A.; JACOBSEN, S. B. The Chemical Evolution of Precambrian Seawater: \nevidence from REEs in banded iron formations. Geochim. Cosmochim. Acta, v. 54, \nn. 11, p. 2965–2977, nov. 1990.  \n \nDUNHAM, R. J. Classification of carbonate rocks according to deposicional texture. \nIn: HAM, W. E. (Ed.). Classification of carbonate rocks. Tulsa: AAPG Memoir 1, \n1962. p. 108-121.  \n \nEILER, J. M.; BAUMGARTNER, L. P.; VALLEY, J. W. Intercrystalline stable isotope \ndiffusion: a fast grain boundary model. Contrib. Mineral. Petrol., v. 112, n. 4, p. 543-\n557, 1992. \n \nELDERFIELD, H.; GREAVES, M. J. The Rare Earth Elements in Seawater. Nature, \n\nn. 296, p. 214-219, mar. 1982. \n \nELDERFIELD, H.; HAWKESWORTHC, H.; GREAVESM, J.; CALVERT, S. E. Rare \nearth element geochemistry of oceanic ferromanganese nodules and associated \nsediments. Geochim. Cosmochim. Acta, v. 45, n. 4, p. 513-528, abr. 1981. \n \nERZINGER, J. Chemical alteration of the oceanic crust. Geol. Rund., v. 78, n. 3, p. \n731-740, 1989. \n \nEVENSEN, N. H.; HAMILTON, P. J.; O’NIONS, R. K. Rare earth abundances in \nchondritic meteorite. Geochim. Cosmochim. Acta., v. 42, p. 1199-1212, ago. 1978. \n \nFARQUHAR, J.; CHACKO, T.; FROST, B. R. Strategies for high-temperature oxygen \nisotope thermometry: a worked example from the Laramie anorthosite complex, \nWyoming, USA. Earth Planet. Sci. Lett., v. 117, n. 3-4, p. 407-422, 1993. \n \nFERRY, J. M. Regional metamorphism of the Waits River formation, Eastern \nVermont: delineation of a new type of giant metamorphic hidrotermal system. J. \nPetrol., v. 33, n. 1, p. 45-94, 1992. \n \nFISCHER, W. W.; SCHROEDER, S.; LACASSIE, J. P.; BEUKES, N. J.; \nGOLDBERG, T.; STRAUSS, H.; HORSTMANN, U. E.; SCHRAG, D. P.; KNOLL, A. \nH. Isotopic constraints on the Late Archean carbon cycle from the Transvaal \nSupergroup along the western margin of the Kaapvaal Craton, South Africa. \nPrecambrian Research, v. 169, n. 1-4, p. 15-27, mar. 2009. \n \nFREI, R.; DAHL, P. S.; DUKE, E. F.; FREI, K. M.; HANSEN, T. R.; FRANDSSON, M. \nM.; JENSEN, L. A. Trace element and isotopic characterization of Neoarchean and \nPaleopro- terozoic iron formations in the Black Hills (South Dakota, USA): \nassessment of chemical change during 2.9–1.9 Ga deposition bracketing the 2.4–2.2 \nGa first rise of atmospheric oxygen. Precambrian Res., v. 162, n. 3-4, p. 441-474, \nmay 2008. \n \nFRYER, B. J. Rare earth evidence in iron formations for changing Precambrian \noxidation states. Geochim. Cosmochim. Acta, v. 41, n. 3, p. 361-367, mar. 1977. \n \n\nhttp://www.sciencedirect.com/science/article/pii/S0301926808002490\n\n\n \n100 \n\nFRYER, B. J.; FYFE, W. S.; KERRICH, R. Archean volcanogenic oceans. Chem. \nGeol., v. 24, n. 1-2, p. 25-33, jan. 1979. \n \nFOLK, R. L. Practical petrographic classification of limestones. In: AMERICAN \nASSOCIATION OF PETROLEUM GEOLOGISTS. Bulletin 43, p. 1-38, 1959. \n\n \nGARCÍA-RUIZ, J. M.; HYDE, S. T.; CARNERUP, A. M.; CHRISTY, A. G.; VAN \nKRANENDONK, M. J.; WELHAM, N. J. Self-assembled silica-carbonate structures \nand detection of ancient microfossils. Science, v. 302, n. 5648, p. 1194–1197, nov. \n\n2003. \n \nGILLIS, K. M.; BANERJEE, N. R. Hydrothermal alteration patterns in supra-\nsubduction zone ophiolites. In: DILEK, Y.; MOORES, E.; ELTHON, D.; NICOLAS, A. \n(Ed.). Ophiolites and Oceanic Crust: New Insights from Field Studies and the \nOceanic Drilling Program. Geol. Soc. Am. Spec. Paper 349, p. 283–297, 2000. \n\n \n\nGOLE, M. J. Archean banded iron-formations, Yilgarn Block, Western Australia. \nEconomic Geology, v. 76(7), p. 1954-1974. 1981. \n\n \nGONZÁLEZ, P. D.; SATO, A. M.; LLAMBÍAS, E. J.; PETRONILHO, L. A. Petrology \nand geochemistry of the banded iron formation in the Eastern Sierras Pampeanas of \nSan Luis (Argentina): Implications for the evolution of the Nogolí Metamorphic \nComplex. Journal of South American Earth Sciences, v. 28, n. 2, p. 89-112, \nago./set. 2009. \n \nGRAF, J. L. Rare earth elements, iron formations and seawater. Geochim. \nCosmochim. Acta, v. 42, n. 12, p. 1845- 1850, dez. 1978. \n \nGROSS, G. A. A classification of iron formations based on depositional \nenvironments. Canadian Mineralogist, v. 18, p. 215-222, may 1980. \n\n \nGROSS, G. A. Geology of iron deposits in Canada: general geology and evaluation \nof iron deposits. Geological Survey of Canada Economic Report, v. 3, ed. 22, \n1965. Vol. 1. \n \nGROSS, G. A. The depositional environment of principal types of Precambrian \nIron?formations. In: UNESCO. Genesis of Precambrian Iron and Manganese \nDeposits (Earth Sciences), Paris, v. 9, p. 15?21. jun. 1973. \n \nGROSS, G. A. Tectonic systems and the deposition of iron formation. Precambrian \nResearch, v. 20, n. 2-4, p. 171-187, 1983. \n \nGROSS, G. A. Stratiform iron. In: ECKSTRAND, O. R.; SINCLAIR W. D.; THORPE, \nR. I. (Ed.). Geology of Canadian Mineral Deposit Types. Ottawa: Geological \nSurvey of Canada, 1996. p. 41-54. (Geology of Canada, 8).  \n \nHAASE, C. S. Metamorphic petrology of the Negaunee Iron Formation, Marquette \ndistrict, northern Michigan: mineralogy, metamorphic reactions and phase equilibria. \nEconomic Geology, v. 77, n. 1, p. 60-81, fev. 1982. \n\n\n\n \n101 \n\n \nHACKSPACHER, P. C.; VAN SCHMUS, W. R.; DANTAS, E. L. Um embasamento \ntransamazônico na Província Borborema. In: CONGRESSO BRASILEIRO DE \nGEOLOGIA, 36°. Anais… Natal, p. 2683-2696, 1990. \n \nHALLSWORTH, C. R.; KNOX, R. W. BGS rock classification scheme, volume 3, \nclassification of sediments and sedimentary rocks. British Geological Survey \n\nResearch Report, 99-03. 1999 \n \nHATTON, O.; DAVIDSON, G. Soldiers Cap Group iron-formations, Mt. Isa Inlier, \nAustralia, as windows into the hydrothermal evolution of a base-metal-bearing \nProterozoic rift basin. Australian Journal of Earth Sciences, v. 51, n. 1, p. 85-106, \n2004. \n \nHEIMANN, A.; JOHNSON, C. M.; BEARD, B. L.; VALLEY, J. W.; RODEN, E. E.; \nSPICUZZA, M. J.; BEUKES, N. J. Fe, C, and O isotope compositions of banded iron \nformation carbonates demonstrate a major role for dissimilatory iron reduction in 2.5 \nGa marine environments. Earth Planet. Sci. Lett., v. 294, n. 1-2, p. 8-18, may 2010. \n \nHEKINIAN, R.; HOFFERT, M.; LARQUE, P.; CHEMINEE, P.; STOFFERS, P.; \nBIDEAU, D. Hydrothermal Fe and Si oxyhydroxide deposits from South Pacific \nintraplate volcanoes and East Pacific Rise axial and off-axial regions. Econ. Geol., v. \n88, n. 8, p. 2099–2121, dec. 1993. \n \nHOEFS, J. Stable isotope geochemistry. Berlin: Springer-Verlag, 2009. \n\n340p. \n \nHOEFS, J. Stable Isotope Geochemistry. Berlim: Springer-Verlag, 1997. 201p. \n \nHORSTMANN, U.; HÄLBICH, I. Chemical composition of banded iron formations of \nthe Griqualand West Sequence, Northern Cape Province, South Africa, in \ncomparison with other Precambrian iron formations. Precambrian Research, v. 72, \nn. 1-2, p. 109-145, mar. 1995. \n \nHUSTON, D. L.; LOGAN, G. A. Barite, BIFs and bugs: evidence for the evolution of \nthe Earth’s early atmosphere. Earth Planet. Sci. Lett., v. 220, p. 41-55, 2004. \n \nJACOBSEN, S. B.; KAUFMAN, A. J. The Sr, C and O isotopic evolution of \nNeoprotero- zoic seawater. Chem. Geol., v. 161, n. 1-3, p. 37-57, sept. 1999. \n\n \nJAMES, H. L. Sedimentary facies of iron-formation. Economic Geology, v. 49 n. 3, \n\np. 235-293, may 1954. \n \nJARDIM DE SÁ, E. F. A Faixa Seridó (Província Borborema, NE Brasil) e o seu \nsignificado geodinâmico na cadeia Brasiliana/Pan-Africana. Ph.D. Thesis, Univ. \n\nBrasilia, 1994. 803p. Unpublished. \n \nJARDIM DE SÁ, E. F.; TRINDADE, R. I. F.; HOLLANDA, M. H. B. M.; GALINDO, A. \nC.; AMARO, V. E.; SOUZA, Z. S.; VIGNERESSE, J. L.; LANDEAUX, J. M.. \nSyntectonic alkalic granites emplaced in a brasiliano-age strike \n\n\n\n \n102 \n\nslip/extensional setting (eastern Seridó belt, NE Brazil). Em: INTERNATIONAL \n\nSYMPOSIUM ON GRANITES AND ASSOCIATED MINERALIZATIONS, 2., 1997, \nSalvador. Anais... Salvador: ISGAM, p. 310-312. 1997. \n \nJESUS, B. A. Petrografia e geoquímica de rochas máfico-ultramáficas do \nmaciço São José do Campestre, Província Borborema. Dissertação (Mestrado \n\nem Geologia) ? Instituto de Geociências, Universidade de Brasília-UnB, 2011. \n \nJIAO, Y.; KAPPLER, A.; CROAL, L.; NEWMAN, D. K. Isolation and characterization \nof a genetically tractable photoautotrophic Fe(II)-oxidizing bacterium, \nRhodopseudomonas palustris strain TIE-1. Applied and Environmental \nMicrobiology, v. 71, n. 8, p. 1-10, 2005. \n \nJOHNSON, C. M.; BEARD, B. L.; BEUKES, N. J.; KLEIN, C.; O’LEARY, J. M. \nAncient geochemical cycling in the Earth as inferred from Fe isotope studies of \nbanded iron formations from the Transvaal Craton. Contributions to Mineralogy \nand Petrology, v. 144, n. 5, p. 523-547, 2003. \n\n \nKARHU, J. A.; HOLLAND, H. D. Carbon isotopes and the rise of atmospheric \noxygen. Geology, v. 24, n. 10, p. 867-870, 1996. \n \nKATO, Y.; KANO, T.; KUNUGIZA, K. Negative Ce Anomaly in the Indian Banded Iron \nFormations: Evidence for the Emergence of Oxygenated Deep-Sea at 2.9~2.7 Ga. \nResource Geology, v. 52, n. 2, p. 101-110, 2002. \n \nKATO, Y.; OHTA, I.; TSUNEMATSU, T.; WATANABE, Y.; ISOZAKI, Y.; \nMARUYAMA, S.; IMAI, N. Rare earth element variations in mid-Archean banded iron \nformations: Implications for the chemistry of ocean and continent and plate tectonics. \nGeochim. Cosmochim. Acta, v. 62, n. 21-22, p. 3475– 3497. 1998. \n \nKLEIN, C. Diagenesis and metamorphism of Precambrian banded iron formation. In: \nTRENDALL, A.; MORRIS, R. (Ed.). Iron-Formation: facts and problems. \n\nAmsterdam: Elsevier, 1983. p. 417-469.  \n \nKLEIN, C. Some Precambrian banded iron-formations (BIFs) from around the world: \ntheir age, geologic setting, mineralogy, metamorphism, geochemistry, and origin. \nAmerican Mineralogist, v. 90, n. 10, p. 1473-1499, 2005. \n \nKLEIN, C.; BEUKES, N. J. Geochemistry and sedimentology of a facies transition \nfrom limestone to iron formation deposition in the Early Proterozoic Transvaal \nSupergroup, South Africa. Economic Geology, v. 84, p. 1733-1774, 1989. \n \nKLINKHAMMER, G.; ELDERFIELD, H.; HUDSON, A. Rare earth elements in \nseawater near hydrothermal vents. Nature, n. 305, p. 185-188, 1983. \n\n \nLINDENMAYER, Z. G.; LAUX, J. H.; TEIXEIRA, J. B. G. Considerações sobre a \norigem das formações ferríferas da formação Carajás, Serra dos Carajás. Revista \nBrasileira de Geociências, v. 31, n. 1, p. 21-28, 2001. \n\n \n\n\n\n \n103 \n\nLINDSAY, J. F.; MARTIN, D. B. Did global tectonics drive early biosphere evolution? \nCarbon isotope record from 2.6 to 1.9 Ga carbonates of Western Australian basins. \nPrecambrian Research, v. 114, n. 1-2, p. 1-34, fev. 2002. \n\n \nLOWE, D. R.; TICE, M. M. Geologic evidence for Archean atmospheric and climatic \nevolution: fluctuating levels of CO2, CH4, and O2 with an overriding tectonic control. \nGeology, v. 32, n. 6, p. 493–496, jun. 2004. \n\n \nLYONS, T. W.; SEVERMANN, S. A critical look at iron paleoredox proxies: New \ninsights from modern euxinic marine basins. Geochimica et Cosmochimica Acta, v. \n70, n. 23, p. 5698-5722, dez. 2006. \n \nMAHESHWARI, A.; SIAL, A. N.; CHITTORA, V. K. High- ?\n\n13\nC Paleoproterozoic \n\ncarbonates from the Aravalli Supergroup, Western India. Intern. Geol. Review, v. 41, \nn. 10, p. 949-954, 1999. \n \nMAIA E. Q. Mapeamento Geológico de uma Área a Oeste de Serra Caiada, Núcleo \nArqueano São José do Campestre (RN). Monografia de Conclusão de Curso, \nInstituto de Geociências. Universidade Federal do Rio Grande do Norte - UFRN. p. \n95. 2010.  \n \nMCLENNAN, S. M. Rare earth elements in sedimentary rocks: influence of \nprovenance and sedimentary processes. In: Geochemistry and Mineralogy of Rare \nEarth Elements (Eds. B.R. Lipin and G.A. McKay); Rev. Mineral., v. 21, p. 169-200, \n1989. \n \nMELEZHIK, V. A.; FALLICK, A. E.; MEDVEDEV, P. V.; MAKARIKHIN, V. V. Extreme \n13\n\nCcarb enrichment in ca. 2.0 Ga magnesite–stromatolite–dolomite-‘red beds’ \nassociation in a global context: a case for the worldwide signal enhanced by a local \nenvironment. Earth Sci. Rev., v. 48, n. 1, p. 71-120, oct. 1999. \n \nMELEZHIK, V. A.; GOROKHOV, I. M.; FALLICK, A. E.; GJELLE, S. Strontium and \ncarbon isotope geochemistry applied to dating of carbonate sedimentation: an \nexample from high-grade rocks of the Norwegian Caledonides. Precambrian Res., \nv. 108, n. 3, p. 267–292. jun. 2001a. \n \nMELEZHIK, V. A.; GOROKHOV, I. M.; KUZNETSOV, A. B.; FALLICK, A. E. Review \narticle: chemostratigraphy of Neoproterozoic carbonates: implications for ‘blind \ndating’. Terra Nova, v. 13, n. 1 p. 1-11, 2001b. \n\n \nMELEZHIK, V. A.; KUZNETSOV, A. B.; FALLICK, A. F.; SMITH, R. A.; GOROKHOV, \nI. M.; JAMAL, D.; CATUANE, F. Depositional environments and an apparent age for \nthe Geci meta-limestones: constraints on the geological history of northern \nMozambique. Precambrian Res., v. 148, n. 1-2, p. 19-31. 2006. \n \nMELEZHIK, V. A.; ROBERTS, D.; FALLICK, A. E.; GOROKHOV, I. M.; \nKUZNETSOV, A. B. Geo- chemical preservation potential of high-grade calcite \nmarble versus dolomite marble: implication for isotope chemostratigraphy. Chem. \nGeol., v. 216, p. 203–224, 2005. \n\n \n\n\n\n \n104 \n\nMELEZHIK, V. A.; BINGEN, B.; FALLICK, A. E.; GOROKHOV, I. M.; KUZNETSOV, \nA. B.; SANDSTAD, J. S.; SOLLI, A.; BJERKGÅRD, T.; HENDERSON, I.; BOYDA, R.; \nJAMAL, D.; MONIZE, A. Isotope chemostratigraphy of marbles in northeastern \nMozambique: apparent depositional ages and tectonostratigraphic implications. \nPrecambrian Res., v. 162, n. 3-4, p. 540-558, 2008. \n\n \nMICHARD, A.; ALBARÈDE F. The REE content of some hydrothermal fluids. Chem. \nGeol., v. 55, n. 1-2, p. 51-60, maio 1986. \n \nMICHARD, A.; ALBARÈDE, F.; MICHARD, G.; MINSTER, J. F.; CHARLOU, J. L. \nRare earth elements and uranium in high-temperature solutions from East Pacific \nRise hydrothermal vent field (13? N). Nature, n. 303, p. 795-797, jun. 1983. \n \nMOREY, G. B. Animikie Basin, Lake Superior region, U.S.A. In: TRENDALL, A. F.; \nMORRIS R. C. (Ed.). Iron-formation: Facts and Problems. Amsterdam, Elsevier, \n\n1983. p. 13-68. \n \nNASCIMENTO, M. A. L.; MEDEIROS, V. C.; GALINDO, A. C. Magmatismo \nediacarano a cambriano no domínio Rio Grande do Norte, Província Borborema, NE \ndo Brasil. Instituto de Geociências da Universidade do Rio Grande do Norte. \nSérie B. Estudos e Pesquisas. v. 18, p. 4-27. 2008. \n \nNEWSOM, H. E.; WHITE, W. M.; JOCHUM, K. P.; HOFMANN, A. W. Siderophile and \nchalcophile element abundances in oceanic basalts, Pbisotope evolution and growth \nof the Earth’s core. Earth Planet Sci. Lett., v. 80, n. 3-4, p. 299-313, nov. 1986. \n\n \nOLIVEIRA, R. G. de; SANTOS, E. J. dos. Seção geológica-geofísica e inferências \ngeotectônicas na porção centro-sul da Província Borborema. In: CONGRESSO \nINTERNACIONAL DA SOCIEDADE BRASILEIRA DE GEOFÍSICA, 3. Resumo \nexpandido, v. 1, p. 643-747, 1993. \n \nOUDIN, E.; COCHERIE, A. Fish debris record the hydrothermal activity in the Atlantis \n11 Deep sediments (Red Sea). Geochim. Acta 52, p. 177-184, 1988. \n\n \nPIEPGRAS, D. J.; WASSERBURG, G. J. Neodymium isotopic variations in seawater. \nEarth Planet. Sci. Lett., v. 50, n. 1, p. 128-138, out. 1980. \n  \nPLANAVSKY, N.; BEKKER, A.; ROUXEL, O. J.; KAMBER, B.; HOFMANN, A.; \nKNUDSEN, A.; LYONS, T. W. Rare Earth Element and yttrium compositions of \nArchean and Paleoproterozoic Fe formations revisited: new perspectives on the \nsignificance and mechanisms of deposition. Geochimica et Cosmochimica Acta, v. \n\n74, n. 22, p. 6387-6405, out. 2010. \n \nPOSTH, N. R; KONHAUSER, K. O.; KAPPLER, A. Encyclopedia of Geobiology. \nSpringer, 2011. \n \nPOULTON, S. W.; CANFIELD, D. E. Elements 7, 2011. p. 107-112. \n\n \nPURIS, E. M.; WICKHAM, S. M. Quantification of lower crustal synetamorphic fluid \nfluxes in the Kapuskasing structural zone based on oxygen-isotope profiles across \n\n\n\n \n105 \n\ntwo paragneiss–mafic gneiss contacts. Can. J. Earth Sci., v. 31, n. 7, p. 1122-1133. \n\n1993. \n \nRIDLEY, W. I.; PERFIT, M. R.; JONASSON, I. R.; SMITH, M. F. Hydrothermal \nalteration in oceanic ridge volcanics: a detailed study at Galapagos fossil \nhydrothermal field. Geochim. Cosmochim. Acta, v. 58, n. 11, p. 2477–2494, jun. \n1994. \n \nROLLINSSON, H. R. Using geochimical data: evaluation, presentation, \n\ninterpretation. Singapure: LongMan, 1993. 352p. \n \nRUHLIN D. E. &amp; OWEN R. M. Factors influencing the rare earth element composition \nof hydrothermal precipitates, East Pa- cific Rise. In Inir. Reprs. DSDP (eds. M. \nLEINEN and D. K. RE.4). v. 92. p. 383-389. U.S. Govt. Printing Office, Washington. \nD.C. 1986. \n \nRUMBLE, D. III; FERRY, J. M.; HOERING, T. C.; BOUCOT, A. J. Fluid flow during \nmetamorphism at the Beaver Brook fossil locality, New Hampshire. Am. J. Sci., v. \n282, n. 6, p. 886-919, jun. 1982. \n \nSANTOS, E. J. Ensaio preliminar sobre terrenos e tectônica acrescionária na \nProvíncia Borborema. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 39, Salvador. \nAnais... Sociedade Brasileira de Geologia, 1996. \n\n \nSAVELLI, C.; MARANI, M.; GAMBERI, F. Geochemistry of metalliferous, \nhydrothermal deposits in the Aeolian arc (Tyrrhenian Sea). Jour. Volcanol. \nGeotherm. Research, v. 88, n. 4, p. 305-323, mar. 1999. \n\n \nSCHIDLOWSKI, M. Carbon isotopes and microbial sediments. In: RIDING, R.E.; \nAWRAMIK, S. M. (Ed.). Microbial Sediments. Berlin Heidelberg: Springer-Verlag, p. \n84-95, 2000 \n \nSCHIDLOWSKI, M.; EICHMANN, R.; JUNGE, C. E. Precambrian sedimentary \ncarbonates: carbon and oxygen isotope geochemistry and implications for the \nterrestrial oxygen budget. Precambrian Research, v. 2, n. 1, p. 1-69, 1975. \n\n \nSCHIDLOWSKI, M.; EICHMANN, R.; JUNGE, C. E. Carbon isotope geochemistry of \nthe Precambrian Lomagundi carbonate province, Rhodesia. Geochim Cosmochim. \nActa, v. 40, n. 4, p. 449-455, apr. 1976. \n\n \nSCHIDLOWSKI, M.; TODT, W. The Proterozoic Lomagundi carbonate Province as \nparagon of a \n\n13\nC-enriched carbonate facies: geology, radiometric age and \n\ngeochemical significance. ICOG-9, Chinese Science Bulletin, v. 43, n. 1, Supp. p. \n\n114, ago. 1998. \n \nSCHOPF, J. W. Microfossils of the Early Archean Apex Chert: new evidence of the \nantiquity of life. Science, v. 260, n. 5, p. 640–646, abr. 1993. \n\n \nSCOTT, R. B.; HAJASH, A. Initial submarine alteration of basaltic pillow lavas a \nmicroprobe study. Am. J. Sci., v. 276, p. 480-501, abr. 1976. \n\n\n\n \n106 \n\n \nSHIELDS, G.; VEIZER, J. Precambrian marine carbonate isotope database: Version \n1.1. Geochemistry Geophysics Geosystems, v. 3, n. 1031, 2002. \n\n \nSHIELDS, G. A.; WEBB, G. E. Has the REE composition of seawater changed over \ngeological time? Chem. Geol., v. 204, p. 103-107, 2004. \n \nSHIMIZU, H.; UMEMOTO, N.; MASUDA, A.; APPEL, P. W. U. Sources of iron-\nformations in the Archean Isua and Malene supracrustals, West Greenland: evidence \nfrom La–Ce and Sm–Nd isotopic data and REE. Geochim. Cosmochim. Acta, v. 54, \nn. 4, p. 1147-1154, abr. 1990. \n \nSHOLKOVITZ, E. R.; LANDING, W. M.; LEWIS, B. L. Ocean particle chemistry: the \nfractionation of rare earth elements between suspended particles and seawater. \nGeochim. Cosmochim. Acta, v. 58, n. 6, p. 1567–1579, jan. 1994. \n\n \nSIAL, A. N.; FERREIRA, V. P.; ALMEIDA, A. R.; ROMANO, A. W.; PARENTE, C. V.; \nCOSTA, M. L.; SANTOS, V. H. Carbon isotope fluctuations in Precambrian carbonate \nsequences of several localities in Brazil. Anais da Academia Brasileira de \nCiências, v. 72, n. 4, p. 539-558, 2000. \n \nSILVA FILHO, C. V. R. Isotópos de Nd aplicados a datação direta de formações \nferríferas paleoarqueanas do maciços São José do Campestre. Dissertação \n\n(Mestrado) ? Instituto de Geociências, Universidade de Brasília ? UnB, 2012. p. 89. \n(no prelo). \n \nSOUZA, Z. S.; MARTIN, H.; PEUCAT, J. J.; JARDIM DE SÁ, E. F.; MACEDO, M. H. \nF. Calc-alkaline magmatism at the archean-proterozoic transition: the Caicó Complex \nbasement (NE Brasil). Jounal of Petrology, v. 48, n. 11, p. 2149-2185, 2007. \n \nSPIER, C. A.; OLIVEIRA, S. M. B.; SIAL, A. N.; RIOS, F. J. Geochemistry and 897 \ngenesis of the banded Fe formations of the Cauê Formation, Quadrilátero 898 \nFerrífero, Minas Gerais, Brazil. Precambrian Research, v. 152, p. 170-206, 2007. \n \nSREENIVAS, B.; DAS SHARMA, S.; KUMAR, B.; PATIL, D.J.; ROY, A.B.; \nSRINIVASAN, R. Positive ?\n\n13\nC excursion in carbonate and organic fractions \n\nproterozoic Aravalli Supergroup, Northwestern India. Precambrian Research, v. \n106, n. 3-4, p. 277-290, mar. 2001. \n \nSTOWE, C. W. The geology of the country south and west of Selukwe. Rhodesia \n\nGeol. Survey Bull, Bulletin, 59, 1968. 209p. \n \nSTRAUB, K. L.; RAINEY, F. R.; WIDDEL, F. Rhodovulum iodosum sp. nov. and \nRhodovulum robiginosum sp. nov. two new marine phototrophic ferrous-iron-\noxidizing purple bacteria. International Journal of Systematic Bacteriology, v. 49, \np. 729-735, apr. 1999. \n \nTAYLOR, D.; DALSTRA, H. J.; HARDING, A. E.; BROADBENT, G. C.; BARLEY, M. \nE. Genesis of high-grade hematite orebodies of the Hamersley Province, Western \nAustralia. Economic Geology, v. 96, n. 4, p. 837-873, jul. 2001. \n\n\n\n \n107 \n\n \nTAYLOR, S. R.; MCLENNAN, S. M. The continental crust: its composition and \nevolution. Oxford: Blackwell Scientific Publications, 1985. 312p. \n\n \nTRENDALL, A. F. The Hamersley Basin. In: TRENDALL, A. F.; MORRIS, R. C. (Ed.) \nIron-formation: facts and problems. Amsterdam: Elsevier, 1983. p. 69-129.  \n \nTRENDALL, A. F. The significance of iron-formation in the Precambrian stratigraphic \nrecord. INTERNATIONAL ASSOCIATION OF SEDIMENTOLOGISTS. Special \nPublication, v. 33, p. 33-66, 2002. \n \nTRENDALL, A. F.; BLOCKLEY, J. G. The iron formations of the Hamersley Group, \nWestern Australia, with special reference to the associated crocedolite. Western \nAustr. Surv. Bull. 119, 1970. 353p. \n \nTRENDALL, A. F.; BLOCKLEY, J. G. Precambrian iron-formation. In: ERIKSSON, P. \nG.; ALTERMANN, W.; NELSON, D. R.; MUELLER, W. U.; CATUNEANU, O. (Ed.). \nThe Precambrian Earth: tempos and events. Amsterdam: Elsevier, 2004. p. 403-\n421.  \n \nVAN SCHMUS, W. R.; BRITO NEVES, B. B.; HACKSPACHER, P. C.; BABINSKU, \nM. U/Pb and Sm-Nd geochronologic studies of the eastern Borborema Province, \nNortheastern Brazil: initial conclusions. Journal of South American Earth \nSciences, v. 8, n. 3-4, p. 267-288, jul./out. 1995. \n \nVAN SCHMUS, W. R.; BRITO NEVES, B. B.; WILLIAMS, I. S.; HACKSPACHER, P. \nC.; FETTER, A. H.; DANTAS, E. L.; BABINSKI, M. The Seridó Group of NE Brazil, a \nlate Neoproterozoic pre-to syncollisional basin in West Gondwana: insights form \nSHRIMP U-Pb detrital zircon ages and Sm-Nd crustal residence (TDM) ages. \nPrecambrian Research, v. 127, p. 287-327, 2003. \n \nVEIZER, J. Trace elements and isotopes in sedimentary carbonates. Reviews in \nMineralogy and Chemistry, v. 11, n. 1, p. 265-300, jan. 1983. \n\n \nVEIZER, J.; ALA, D.; AZMY, K.; BRUCKSCHEN, P.; BUHL, D.; BRUHN, F.; \nCARDEN, A. F.; DIENER, A.; EBNETH, S.; GODDERIS, Y.; JASPER, T.; KORTE, \nC.; PAWALLEK, F.; PODLAHA, O. G.; STRAUSS, H. \n\n87\nSr/\n\n86\nSr, \n\n13\nC and \n\n18\nO evolution \n\nof Phanerozoic Seawater. Chem. Geol. v. 161, n. 1-3, p. 59–88, set. 1999. \n \nVEIZER, J.; CLAYTON, R. N.; HINTON, R. W. Geochemistry of Precambrian \ncarbonates: IV. Early Paleoproterozoic (2.25 ± 0.25 Ga) seawater. Geochim. \nCosmochim. Acta, v. 56, n. 3, p. 875–885, mar. 1992. \n \nVEIZER, J.; HOEFS, J.; RIDLER, R. H.; JENSEN, L. S.; LOWE, D. R. Geochemistry \nof Precambrian carbonates: I. Archean hydrothermal systems. Geochim \nCosmochim Acta, v. 53, n. 4, p. 845-857, 1989a. \n \nVEIZER, J.; HOEFS, J.; LOWE, D. R.; THURSTON, P. C. Geochemistry of \nPrecambrian carbonates: II Archean greenstone belts and Archean seawater. \nGeochim Cosmochim. Acta, v. 53, n. 4, p. 859-871, 1989b. \n\n\n\n \n108 \n\n \nVEIZER, J.; COMPSTOM, W.; HOEFS, J.; NIELSEN, H. Mantle buffering of the early \noceans. Naturwissenschaften, v. 69, n. 4, p. 173-180, 1982. \n\n \nVEIZER J; HOEFS J.. The nature of O\n\n18\n/O\n\n16\n andC\n\n13\n/C\n\n12\n secular trends in \n\nsedimentary carbonate rocks. Geochim Cosmochim Acta, v. 40, n. 11, p. 1387-\n1395, 1976. \n \nVIEGAS, M. C. Síntese Geológica do Leste do Rio Grande do Norte na escala \n1:250.000. Monografia de Conclusão de Curso. Universidade Federal do Rio \nGrande do Norte - UFRN, Natal, p 78. 2007. \n \nWIDDEL, F.; SCHNELL, S.; HEISING, S.; EHRENREICH, A.; ASSMUS, B.; SCHINK, \nB. Ferrous iron oxidation by anoxygenic phototrophic bacteria. Nature, n. 362, p. \n834–836, abr. 1993. \n \nZHANG, J.; NOZAKI, Y. Rare earth elements and yt- trium in seawater: ICP-MS \ndeterminations in the East Caroline, Coral Sea, and South Fiji basins of the western \nSouth Pacific Ocean. Geochim. Cosmochim. Acta, v. 60, n. 23, p. 4631-4644, dez. \n\n1996."}]}}}