{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25310"}, {"@name": "filename", "#text": "9974_DissertDenisTadeuRVidal.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \nINSTITUTO DE QUÍMICA \n\n \n\nPrograma de Pós-Graduação em Química  \n\n \n \n \n \n \n \n\nDENIS TADEU RAJH VIDAL \n\n \n\n \n\n \n\nElaboração de um sistema de controle externo do \n\nfluxo eletrosmótico para eletroforese capilar com detecção \n\ncondutométrica sem contato.  \n\n \n\n \n\n \n\nSão Paulo \n\n2008 \n\n\n\n \n\n \n\nUNIVERSIDADE DE SÃO PAULO \nINSTITUTO DE QUÍMICA \n\n \nPrograma de Pós-Graduação em Química \n\n \n \n \n \n \n \n\nDENIS TADEU RAJH VIDAL \n \n \n \n \n\nElaboração de um sistema de controle externo do \n\nfluxo eletrosmótico para eletroforese capilar com detecção \n\ncondutométrica sem contato. \n\n \n \n \n \n \n \n \n \n \n\nSão Paulo \n\nData do Depósito na SPG: \n\n21/05/2008 \n\n\n\n \n\n \n\nDENIS TADEU RAJH VIDAL \n\n \n\n \n\n \n\nElaboração de um sistema de controle externo do \n\nfluxo eletrosmótico para eletroforese capilar com detecção \n\ncondutométrica sem contato. \n\n \n\n \n\nDissertação apresentada ao Instituto de \n\nQuímica da Universidade de São Paulo para \n\nobtenção do Título de Mestre em Química \n\n(Analítica). \n\n \n\nOrientador: Prof. Dr. Claudimir Lucio do lago \n\n \n\n \n\n \n\n \n\nSão Paulo  \n\n2008 \n\n\n\n \n\n \n\nNome do Pós-Graduando: Denis Tadeu Rajh Vidal \n\nTítulo da Dissertação de Mestrado: Elaboração de um sistema de controle externo \n\ndo fluxo eletrosmótico para eletroforese capilar com detecção condutométrica sem \n\ncontato. \n\nDissertação apresentada ao Instituto de Química \n\nda Universidade de São Paulo para obtenção do \n\nTítulo de Mestre em Química Analítica \n\n \n\nAprovado em: ____________ \n\n \n\nBanca Examinadora \n\n \n\nProf. Dr. _________________________________________________________ \n\nInstituição: _______________________________________________________ \n\nAssinatura: _______________________________________________________ \n\n \n\nProf. Dr. _________________________________________________________ \n\nInstituição: _______________________________________________________ \n\nAssinatura: _______________________________________________________ \n\n \n\nProf. Dr. _________________________________________________________ \n\nInstituição: _______________________________________________________ \n\nAssinatura: _______________________________________________________ \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus pais, Rubens (in memoriam) e Maria, \n\npor todo o apoio e carinho durante a minha  \n\nvida e aos meus irmãos, Fábio e Priscila,  \n\npelo companheirismo.  \n\n\n\n \n\n \n\nAGRADECIMENTOS \n \n\n  Em especial, ao professor, amigo e mestre Claudimir Lucio do Lago por toda \n\nsua orientação, paciência e que, com sábias palavras, me conduziu por toda esta \n\npesquisa. \n\nAos também amigos e professores Lúcio Angnes e Ivano Gutz por todos os \n\nseus ensinamentos. \n\nAos caros colegas da produção: Carlos, Ferds, Kléééston e Minoru. O meu \n\nmuito obrigado pelas dicas, ferramentas e momentos de descontração. Valeu! \n\nA todos os colegas de laboratório: Baby, Blanes, Caracol, Dani, Escobar, \n\nFabis, João, Lúcia, Marcos, Marlene, Osmar, Pedro, Pops, Renatinha, Thiago, \n\nVinícius.  \n\nAos estimados amigos André, Diógenes, Paulo e Pérsio, pelo incentivo e \n\najuda durante os momentos de dificuldades.  \n\nAo CNPq pelo suporte financeiro. \n\nA minha querida Lucy Maris, por toda sua compreensão, carinho, amor e \n\nalegria que você me proporciona. \n\nE a todas as pessoas que, de maneira anônima, contribuíram para a \n\nrealização desta pesquisa. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Não há lugar para a sabedoria onde não há paciência”.  \n\n(Santo Agostinho) \n\n\n\n \n\n \n\nRESUMO \n \n\nVidal, D. T. R. Elaboração de um sistema de controle externo do fluxo \neletrosmótico para eletroforese capilar com detecção condutométrica sem \ncontato. 2008. p. 115. Dissertação de mestrado. Programa de Pós-Graduação em \nQuímica. Instituto de Química, Universidade de São Paulo, São Paulo, 2008.  \n\n \n\n A presente dissertação trata da implementação, em um equipamento de \n\neletroforese capilar (CE) com detecção condutométrica sem contato (C4D), de um \n\nsistema de controle externo do fluxo eletrosmótico (EOF) via tensão radial externa \n\n(Vrad).  \n\n Através do potencial externo, aplicado diretamente ao capilar, é possível ter o \n\ncontrole do fluxo eletrosmótico em CE, pois, de forma simplificada, esta prática \n\nacopla vetorialmente um potencial externo aplicado com o potencial através da \n\nsolução tampão dentro do capilar.  \n\n O emprego da técnica possibilitou o aumento de resolução de 2 aminoácidos \n\n– Leucina e Isoleucina, cujas mobilidades diferem apenas de 0,12 cm2.V-1.s-1 entre \n\nsi, em ácido acético 500 mmol.L-1 com pH = 2,55. A estratégia empregada aqui foi a \n\nque denominamos de “coluna capilar infinita”, na qual, com as sucessivas inversões \n\nna direção do EOF, conseguimos aprisionar, dentro da coluna capilar, espécies com \n\nmobilidade eletroforética menor que a mobilidade do EOF. Dessa forma, os 2 \n\naminoácidos citados foram retidos pelo período de aproximadamente 120 minutos \n\nno capilar, o que promoveu uma resolução de linha base. \n\n A literatura descreve que a inversão do EOF se torna mais difícil com o \n\naumento do pH.  A fim de se obter um controle mais efetivo do EOF em pH de valor \n\nelevado (com o intuito de não limitar a técnica a uma estreita faixa de atuação), \n\nforam realizados testes em eletrólitos contendo agentes inversores de fluxo como o \n\nCTAB, o CaCl2 e o BaCl2. Ambos os aditivos foram usados em concentrações muito \n\nbaixas, nas quais foi mantida a direção normal do EOF, sendo que a utilização de \n\ntais agentes teve a finalidade apenas de reduzir os grupos silanolatos em soluções \n\nde pH acima de 6,0. Tal estratégia proporcionou a reversão do EOF no sistema \n\ntampão MES/HIS, cujo pH estava em torno de 6,1. \n\n \n\n\n\n \n\n \n\n Por fim, a pesquisa gerou uma perspectiva interessante que é a possibilidade \n\nde se encontrar combinações de eletrólitos de corrida e surfactantes com o intuito de \n\nse estender a faixa de alcance do Vrad para valores altos de pH. \n\n \n\nPalavras chaves: Eletroforese capilar, Detecção condutométrica sem contato, \n\nControle externo do fluxo eletrosmótico, Campo elétrico radial.  \n\n\n\n \n\n \n\nABSTRACT \n \n\nVidal, D. T. R. Development of an external electroosmotic flow control system \nfor capillary electrophoresis with contactless conductivity detection. 2008. \np. 115. Masters Thesis – Graduate Program in Chemistry Instituto de Química, \n\nUniversidade de São Paulo, São Paulo, 2008. \n\n \n\n This work presents the implementation, in an equipment for capillary \n\nelectrophoresis (CE) with contactless conductivity detection (C4D), of a system for \n\nexternal control of the electroosmotic flow (EOF) via external radial voltage (Vrad).  \n\nThrough external potential, directly applied to the capillary, the electroosmotic \n\nflow can be controlled, because this practice couples the applied external potential to \n\nthe zeta potential through the buffer solution within the capillary. \n\nThe use of the technique allowed the baseline resolution of two amino acids \n\n(Leucine and Isoleucine), whose mobilities differ only by 0,12 cm2.V-1.s-1, using acetic \n\nacid 500 mmol.L-1 at pH = 2,55 as the running electrolyte. The approach, called \n\n\"infinite capillary column\", consists in successive reversals in the direction of the \n\nEOF, trapping species within the capillary column with electrophoretic mobility \n\nsmaller than the EOF mobility. Thus, the two amino acids were retained by a period \n\nof approximately 120 minutes in the capillary that was enough to promote the \n\nbaseline resolution. \n\nPrevious works describe that the reversion of the EOF becoming more difficult \n\nas pH increases. In order to achieve a more effective control of EOF at high pH \n\nvalues (limiting the technique to a narrow performance band), tests were carried out \n\nin electrolytes containing flow reversing agents such as CTAB, CaCl2, and BaCl2. \n\nThese additives were used at very low concentrations, which kept the normal \n\ndirection of EOF, and the use of such agents had only the purpose of reducing the \n\ndensity of silanolate groups in solutions of pH above 6,0. This approach allowed the \n\nreversion of the EOF using MES/HIS buffer, which pH was 6,1. \n\nFinally, this research has generated an interesting perspective about the \n\npossibility of finding combinations of electrolytes and surfactants aiming the Vrad \n\nrange´s extension at high pH values. \n\nKeywords: Capillary Electrophoresis, Contactless conductivity detection, External \nelectroosmotic flow control, Radial electric field. \n\n\n\n \n\n \n\nLISTA DE FIGURAS \n \nFigura 1. Estrutura química da superfície interna do capilar de sílica fundida. Capilar \nde sílica fundida de 75 µm d.i. e 360 µm d.e. \n\n \n\n Figura 2. Perfil de decaimento do potencial até o seio da solução. \n \n\nFigura 3. Perfil de velocidade e efeito na variância: A) Fluxo eletrosmótico. B) Fluxo \nparabólico típico em HPLC. \n\n \n\nFigura 4. Esquema do fluxo eletrosmótico (sentido normal) dentro do capilar. \n \n\nFigura 5. Esquema da instrumentação de campo radial para CE, com Vrad constante. \n \n\nFigura 6. Esquema de potencial radial constante ao longo do comprimento da \ncoluna capilar. \n\n \n\nFigura 7. Esquema da instrumentação de campo radial para CE, com Vrad variável \nao longo da coluna. \n\n \n\nFigura 8. Esquema de potencial radial variável ao longo do comprimento da coluna \ncapilar. \n\n \n\nFigura 9. Esquema da instrumentação de campo radial para CE, com Vext setado em \n0 V. \n\n \n\nFigura 10. Esquema de potencial radial variável com VExt setado em 0 V. \n \n\nFigura 11. Esquema da instrumentação de campo radial para CE com 2 detectores. \n \n\nFigura 12. Foto do aparelho de eletroforese capilar com detecção condutométrica \nsem contato da graduação do Instituo de Química da Universidade de São Paulo \n\n(IQ/USP). \n\n\n\n \n\n \n\nFigura 13. Fotos do equipamento completo.  \n \n\nFigura 14. Diagrama de blocos do equipamento de eletroforese capilar com oito \ncapilares. \n\n \n\nFigura 15. Foto do módulo interno. Os cabos vermelhos são encaixados nos \nconectores de alta tensão na parte interna do gabinete. \n\n \n\nFigura 16. A) Representação da cela condutométrica; B) Foto do módulo 1; C) Caixa \nde proteção que compõem o módulo 1 e fixação no aparelho; D) Caixa de proteção \n\nque compõem o módulo 2 e fixação no aparelho.  \n\n \n\nFigura 17. Representação em curvas de nível da freqüência e do potencial pico a \npico, com escalas em logaritmo, para potássio, sódio e lítio, para intensidade de \n\npico. O ponto de melhor relação encontra-se em log Vpp = 0,6, ou seja, 4 Vpp e log \n\nda freqüência = 3,0, ou seja, 1 MHz. \n\n \n\nFigura 18. Representação em curvas, com escalas em logaritmo, para potássio, \nsódio e lítio para determinação da relação sinal/ruído. O ponto de melhor relação \n\nencontra-se em log Vpp = 0,6, ou seja, 4 Vpp e log da freqüência = 3,0, ou seja, \n\n1 MHz. \n\n \n\nFigura 19. A) Instrumentação de um sistema de CE tradicional de eletroforese \ncapilar.  \n\nB) Instrumentação para um sistema de CE com eletrólise separada. \n\n \n\nFigura 20. A) Foto ilustrativa do sistema de eletrólise separada de alta (em A) e \nbaixa tensão (em B). \n\n \n\nFigura 21. Esquema ilustrativo do sistema de injeção PWM do equipamento multi-\ncanal. \n\n \n\n\n\n \n\n \n\nFigura 22. Representação da disposição da coluna capilar nos canais 1A e 4B na \nplaca do detector C4D. Foto da coluna capilar alojada nos eletrodos do detector C4D. \n\n \n\nFigura 23. A) Disposição do capilar no interior do módulo interno. O capilar foi \nrevestido com papel alumínio e aterrado junto ao equipamento com uma garra \n\njacaré. B) Eletroferograma de uma mistura de Na+, Li+, K+ e Mg2+ 30 µmol.L-1. \n\nEletrólito Ácido acético 500 mmol.L-1 em pH = 2.55. O sinal preto indica a passagem \n\npelo detector 1 (canal 1A) e a linha vermelha é referente a passagem no detector 2 \n\n(canal 4B). \n\n \n\nFigura 24. A) Foto do conjunto de reservatórios e sistema de válvulas solenóides, \nesta última identificada por leds. B) Foto dos reservatórios de eletrólito de corrida, \n\ncom as tubulações do sistema de eletrólise separada e do sistema de vácuo. \n\n \n\nFigura 25. Foto do software desenvolvido par o sistema de CE multi-capilar. Ao \ncentro - display dos eletroferogramas. Acima e a esquerda - display da corrente \n\neletroforética. No canto inferior direito - tab comandos de seleção da potencial nas \n\nfontes de alta tensão, injeção e temperatura. A direita superior – tab comandos para \n\nseleção de off-set dos canais. \n\n \n\nFigura 26. A) Ponto de reversão entre dois fluxos eletrosmóticos de sentidos \nopostos. B) representação ilustrativa do conceito de determinação em tempo real da \n\nµEOF. \n\n \n\nFigura 27. Mobilidade do EOF em relação à variação do Vrad, para ácido acético \n500 mmol.L-1 em pH = 2,55. A) Vrad = +20 kV; B) Vrad = +15 kV; C) Vrad = +10 kV; D) \n\nVrad = +5 kV; E) Vrad = -20 kV; F) Vrad = -15 kV; G) Vrad = -10 kV; H) Vrad = -5 kV. \n\nCondição de injeção padrão. \n\n \n\nFigura 28. Dependência da µEOF em relação à variação do Vrad para HAc \n500 mmol.L-1 pH = 2.55.  \n\n \n\n\n\n \n\n \n\nFigura 29. Dependência da µEOF em relação à variação do Vrad para HAc \n500 mmol.L-1 pH = 2.55. Em A, resultado experimental e, em B, resultado \n\nproveniente da modelagem matemática. \n\n \n\nFigura 30. Dependência da densidade de carga em função do pH. Em A, perfil de \ndensidade de carga em função do pH até o valor de 5,0, sendo densidade de carga \n\nda sílica (linha preta), densidade de do Vrad +20kV (linha azul) e densidade de carga \n\ndo Vrad -20kV (linha vermelha). Em B, perfil de densidade de carga em função do pH \n\naté o valor de 10,0, sendo densidade de carga da sílica (linha preta), densidade de \n\ndo Vrad +20kV (linha azul) e densidade de carga do Vrad -20kV (linha vermelha). \n\n \n\nFigura 31. Faixa de controle do EOF em função do pH. Intervalo do potencial radial \naplicado: 20 kV e - 20 kV. A) Ác. Glucônico 200 mmol.L-1 pH = 2,18; B) HAc \n\n0,5 mol.L-1 pH = 2,55; C) HIBA 15 mmol.L-1 pH = 3,00; D) Ác. cítrico 15 mmol.L-1 \n\npH = 3,54; E) Tampão acetato 20 mmol.L-1 pH = 4,77; F) MES/His 20 mmol.L-1 \n\npH = 6,10; G) MES/His 20 mmol.L-1 + CTAB 125 µmol.L-1 pH = 6,08; H) KCl \n\n20 mmol.L-1 pH 7,0; I) KCl 16 mmol.L-1 + BaCl2 2 mmol.L-1 pH 7,05; J) KCl \n\n16 mmol.L-1 + CaCl2  2 mmol.L-1 7,08; K) Tris/Taps 20 mmol.L-1 pH = 8,22; L) \n\nTris/Taps 20 mmol.L-1 + CTAB 15 µmol.L-1  pH = 8,22; M) Tris/Taps 20 mmol.L-1 + \n\nCTAB 25 µmol.L-1 pH = 8,22; N) Tris/Taps 20 mmol.L-1 +  CTAB 50 µmol.L-1 \n\npH = 8,22. \n\n \n\nFigura 32. Dependência da µEOF em função da força iônica (I): A) HIBA 15 mmol.L-1 \npH = 3,0 I = 1,42 mmol.L-1; B) HAc 500 mmol.L-1 pH = 2,5 I = 3,14 mmol.L-1; C) Ác. \n\ncítrico 15 mmol.L-1 pH = 3,54 I = 3,20 mmol.L-1; D) Ác. Glucônico 200 mmol.L-1 \n\npH = 2,1 I = 7,0 mmol.L-1; E) Tris/Taps 20 mmol.L-1 pH = 8,22 I = 9,2 mmol.L-1; F) \n\nTris/Taps 20 mmol.L-1 + CTAB 15 µmol.L-1 pH = 8,22 I = 9,2 mmol.L-1; G) Tris/Taps \n\n20 mmol.L-1 + CTAB 25 µmol.L-1 pH = 8,22 I = 9,2 mmol.L-1;  \n\nH) Tris/Taps 20 mmol.L-1 + CTAB 50 µmol.L-1 pH = 8,22 I = 9,2 mmol.L-1; I) Tampão \n\nacetato 20 mmol.L-1 pH = 4,77 I = 10,02 mmol.L-1; J) MES/HIS 20 mmol.L-1 pH = 6,1 \n\nI = 10,20 mmol.L-1; K) KCl 20 mmol.L-1 pH = 7,0 I = 20 mmol.L-1; L) KCl 16 mmol.L-1 \n\n+ BaCl2 2 mmol.L-1 pH = 7,05 I = 22 mmol.L-1; M) KCl 16 mmol.L-1 + CaCl2 2 mmol.L-1 \n\npH = 7,08 I = 22 mmol.L-1. \n\n\n\n \n\n \n\nFigura 33. Faixa de controle da µEOF em função da adição de CTAB em MES/His \n20 mmol.L-1 a pH = 6,1: A) Sem adição de CTAB; B) Com adição de 50 µmol.L-1 de \n\nCTAB; C) Com adição de 100 µmol.L-1 de CTAB; D) Com adição de 125 µmol.L-1 de \n\nCTAB; E) Com adição de 150 µmol.L-1 de CTAB. \n\n \n\nFigura 34. Representação esquemática da adsorção do CTAB com a orientação das \nmoléculas de surfactante sobre a superfície de sílica.  \n\n \n\nFigura 35. Representação esquemática da adsorção do CTAB mostrando a \norientação das moléculas de surfactante sobre a superfície de sílica, através \n\nadsorção por admicelas. \n\n \n\nFigura 36. Dependência da µEOF em relação à Vrad para MES/His 20 mmol.L-1 + \nCTAB 125 µmol.L-1. N = 2. \n\n \n\nFigura 37. Faixa de controle da µEOF em função da adição de CTAB em Tris/Taps \n20 mmol.L -1 a pH = 8,22: A) Sem adição de CTAB; B) Com adição de 25 µmol.L-1 de \n\nCTAB; C) Com adição de 40 µmol.L-1 de CTAB; D) Com adição de 50 µmol.L-1 de \n\nCTAB. \n\n \n\nFigura 38. Dependência da µEOF em função do Vrad. Em A, eletrólito KCl 20 mmol.L-1 \n(linha preta) e KCl 16 mmol.L-1 e BaCl2 2 mmol.L-1 (linha vermelha). Em B, eletrólito \n\nKCl 20 mmol.L-1 (linha preta) e KCl 16 mmol.L-1 e CaCl2 2 mmol.L-1 (linha vermelha). \n\n \n\nFigura 39. Esquema da estratégia para proporcionar o conceito de coluna capilar \ninfinita. \n\nFigura 40. Simulação do Peakmaster 5.2. Separação de Isoleucina e Leucina no \neletrólito HAc 0,52 mmol.L-1 em pH = 2,55, 110,8 kV, capilar 400 cm (E = 277 V/cm). \n\n \n\nFigura 41. Eletroferogramas da separação da isoleucina e leucina ao longo do \ntempo em HAc 0,52 mmol.L-1, em pH = 2,55. Condição de injeção padrão. Em A e B, \n\na resolução é inexistente entre os dois analitos. Em C, resolução = 0,90. Em D, a \n\nresolução atinge 1,15 por volta de 115 minutos de corrida. \n\n\n\n \n\n \n\nFigura 42. Em A, sentido do EOF revertido e, em B, sentido do EOF normal. \n \n\nFigura 43. Esquema da estratégia adotada para proporcionar a separação isotópica. \n \n\nFigura 44. A) Eletroferograma de Cu2+ 1 mmol L-1 em HAc. 500 mmol.L-1 com  \nVrad = +20 kV. B) Eletroferograma de Pb2+ 1 mmol.L-1 em HAc. 500 mmol.L-1 com  \n\nVrad = +20 kV. Condição de injeção padrão.  \n\n \n\nFigura 45. Eletroferogramas em eletrólito HAc 500 mmol.L-1 com adição de EDTA \n100 µmol.L-1 em condição de Vrad = -20 kV. Em A, eletroferograma de injeção de Na+ \n\n30 µmol.L-1, em B, Cu2+ 1 mmol.L-1, em C, Pb2+ 1 mmol.L-1, em D, Zn2+ 1 mmol.L-1. \n\nCondição de injeção padrão. \n\n \n\nFigura 46. Eletroferogramas em eletrólito HAc 500 mmol.L-1 com adição de EDTA \n50 µmol.L-1 em condição de Vrad = -20 kV. Em A, eletroferograma de Cu2+  \n\n1 mmol.L-1, em B, Pb2+ 1 mmol.L-1. Condição de injeção padrão. \n\n \n\nFigura 47. Em A, eletroferograma em eletrólito HIBA 15 mmol.L-1, em pH = 3,0 e \ncondição de Vrad = +20 kV. Em B, eletroferograma em eletrólito ácido cítrico  \n\n15 mmol.L-1, em pH = 3,5 e condição de Vrad = +20 kV. Para ambos os \n\neletroferogramas o analito é Ni2+ 500 µmol.L-1. Condição de injeção padrão. \n\n\n\n \n\n \n\nLISTA DE TABELAS \n \n\nTabela 1. Valores dos potenciais aplicados entre as duas fontes de alta tensão e \nsuas respectivas voltagens radiais. A diferença de potencial entre as fontes é \n\nsempre o mesmo, neste caso, em particular de 20 kV.  \n\n \n\nTabela 2. Dependência da µEOF em função do Vrad para ácido acético 500 mmol.L-1 \nem pH = 2,55. \n\n \n\nTabela 3. Constantes de Formação dos Complexos de EDTA. Ver referência 39. \n \n\n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n \n\nLISTA DE ABREVIATURAS  \n \n\nC4D: Detector condutométrico sem contato \n\nCE: Eletroforese capilar \n\nCTAB: Brometo de cetiltrimetilamônio \n\nCZE: Eletroforese capilar de zona \n\nd.e.: diâmetro externo \n\nd.i.: diâmetro interno \n\nDCE: Dupla camada elétrica \n\nEDTA: Ácido etilenodiaminotetraacético \n\nEOF: Fluxo eletrosmótico  \n\nEVC: External voltage control  \n\nGND: Aterramento \n\nHAc: Ácido acético \n\nHEC: Hidroxietilcelulose \n\nHIBA: Ácido hidroxiisobutírico \n\nHis: Histidina  \n\nHPLC: Cromatografia líquida de alta eficiência  \n\ni/e: Corrente/tensão \n\nIHP: Plano interno de Helmholtz \n\nLED: Diodo emissor de luz \n\nMEKC: Cromatografia eletrocinética micelar \n\nMES: Ácido 2-[N-morfolino]etanossulfônico \n\nOHP: Plano externo de Helmholtz \n\nPC: Plano de cisalhamento \n\nPVA: Álcool polivinílico \n\n\n\n \n\n \n\nPWM: Modulação por largura de pulso \n\nvEOF: Velocidade do fluxo eletrosmótico \n\nVext: Potencial externo ao capilar \n\nVInt: Potencial interno ao capilar \n\nVpp: Tensão pico-a-pico do sinal senoidal aplicado ao detector \n\nVrad: Potencial elétrico radial \n\nµEOF: Mobilidade do fluxo eletrosmótico \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nLISTA DE SÍMBOLOS \n\n?: carga elementar \n\nk : constante de Boltzmann, \n\nSi? : densidade de carga da superfície de sílica \n\nVrad? : densidade de carga para o campo elétrico radial  \n\nt? : densidade de carga total  \n\n? : é constante dielétrica \n\n0D : permissividade da água \n\nQ? : permissividade da sílica fundida \n\n0r : raio externo do capilar \n\nir : raio interno do capilar \n\nµe: mobilidade iônica ou eletroforética  \n\nµApa: mobilidade aparente \n\nE: campo elétrico  \n\nR: constante dos gases perfeitos \n\n?: grau de dissociação das espécies  \n\n?: potencial zeta  \n\n?: viscosidade do meio  \n\n?0: potencial de superfície \n\nI: força iônica \n\n \n\n \n\n \n\n\n\n \n\n \n\nSUMÁRIO \n \n\n1. INTRODUÇÃO ........................................................................................................... 22 \n\n1.1. Breve resumo sobre eletroforese capilar (CE) ..................................................... 24 \n\n1.2. O fluxo eletrosmótico e sua importância em CE .................................................. 27 \n\n1.3. Campo elétrico radial ........................................................................................... 34 \n\n1.3.1. Histórico e instrumentação ...................................................................... 36 \n\n1.3.2. Modelagem Matemática para o Controle Externo do EOF ...................... 44 \n\n \n\n2. OBJETIVOS ............................................................................................................... 49 \n\n \n\n3. MATERIAIS E MÉTODOS ......................................................................................... 50 \n\n3.1. Um equipamento de CE com controle do campo elétrico radial ........................... 50 \n\n3.1.1. O detector C4D ........................................................................................ 55 \n\n3.1.2. O sistema de eletrólise separada ............................................................ 59 \n\n3.1.3. A injeção da amostra .............................................................................. 62 \n\n3.1.4. Adaptação do equipamento para o controle do Vrad ................................ 63 \n\n \n\n4. EXPERIMENTAL ....................................................................................................... 69 \n\n4.1. Reagentes e soluções .......................................................................................... 69 \n\n4.2. Condicionamento do capilar ................................................................................. 70 \n\n \n\n5. RESULTADOS E DISCUSSÃO ................................................................................. 70 \n\n5.1. Controle do EOF .................................................................................................. 70 \n\n5.1.1. Faixa de controle ..................................................................................... 74 \n\n5.1.2. Separação de espécies e resolução ....................................................... 92 \n\n5.1.2.1. Separação de aminoácidos: Leucina e Isoleucina ....................... 92 \n\n5.1.2.2. Separação isotópica ..................................................................... 98 \n\n \n\n6. CONCLUSÃO E PERSPECTIVAS .......................................................................... 107 \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS ........................................................................ 109 \n\n8. ANEXOS .................................................................................................................. 113 \n\n \n\n\n\n22 \n\n \n\n \n\n1. INTRODUÇÃO \n\n Desde meados da década de 1980, a eletroforese capilar (CE) é uma técnica de \n\nseparação que ganha espaço dentro da comunidade científica, devido às relevantes \n\ncontribuições que esta ferramenta analítica propicia na resolução de problemas que \n\nenvolvem separações de substâncias [40]. \n\nNos últimos tempos, a eletroforese capilar recebeu diversas implementações \n\ndevido ao crescente número de trabalhos que abordam o tema. Resumidamente, estas \n\nvisam melhorias na detecção de analitos (tanto na pesquisa de desenvolvimento de \n\nnovos detectores, como na aquisição de dados com sistemas de multi-detecção), maior \n\ncontrole dos parâmetros que afetam a resolução dos analitos (em especial o fluxo \n\neletrosmótico, tanto por fatores externos quanto internos), diminuição de adsorção de \n\ncertas substâncias (através do revestimento interno do capilar com o uso de filmes \n\npoliméricos), acoplamentos com outras técnicas analíticas etc. \n\nO presente trabalho de pesquisa versa sobre a estratégia de controle do fluxo \n\neletrosmótico (EOF) através do controle de tensão radial externa em um equipamento \n\nde CE. Com este arranjo, é possível obter um controle dinâmico do EOF e, assim, uma \n\nmelhora na resolução dos picos de substâncias cujas mobilidades eletroforéticas sejam \n\nmuito próximas, como ocorre, por exemplo, com isômeros. \n\nAtravés do potencial externo, aplicado de forma capacitiva no lado de fora do \n\ncapilar, é possível ter o controle do fluxo eletrosmótico, em CE. De forma simplificada, \n\nesta prática acopla um potencial externo aplicado com o potencial através da solução \n\ntampão dentro do capilar. Acredita-se que este gradiente de potencial elétrico, através \n\nda parede do capilar, controla a polaridade e o valor do potencial zeta (?) [5,14-20]. A \n\n\n\n23 \n\n \n\n \n\ntaxa do EOF e o sentido são dependentes da polaridade e do valor do potencial zeta e, \n\ndessa forma, pode-se atribuir, ao EOF, valores positivos, negativos e zero.  \n\nCom o controle do EOF, pode-se alterar o valor da mobilidade aparente dos \n\nanalitos, pois esta mobilidade é resultante tanto da mobilidade das espécies em si, \n\nquanto do EOF. Pretende-se com esta alteração na mobilidade dos analitos, retê-los \n\npor mais tempo dentro da coluna capilar para, assim, aumentar a sua resolução [5]. A \n\nmigração eletroforética depende apenas do campo elétrico axial e não é afetada pela \n\npresença do campo elétrico radial e, sendo assim, a implementação de tal estratégia \n\npossibilita ajustes independentes do EOF e da migração eletroforética em uma mesma \n\ncorrida. \n\nA separação de isótopos, em CE, é um exemplo relevante da versatilidade desta \n\ntécnica de separação. Tais entidades possuem mobilidades eletroforéticas muito \n\nsemelhantes, e, dessa forma, demandam controles severos tanto das condições dos \n\nsistemas químicos como da taxa do EOF para a sua detecção. Um exemplo \n\ninteressante é encontrado no trabalho de Lucy et al. [32], no qual foi realizada a \n\nseparação de isótopos de 35Cl- do 37Cl-. Neste trabalho, os autores determinaram a \n\nmelhor composição do eletrólito de corrida para conseguir um EOF comparável, em \n\nmódulo, à mobilidade natural do cloreto, de modo a reter na coluna por um maior \n\nperíodo as 2 entidades isotópicas e, assim, promover a sua separação.  \n\n O implemento do campo elétrico radial a um equipamento de CE visa promover \n\nmaior resolução de separação dos picos de alguns analitos, e pode se tornar um \n\nacoplamento fundamental em separações intricadas, como no caso de separações \n\nisotópicas. Ainda, a utilização do C4D faz com que a instrumentação para o \n\n\n\n24 \n\n \n\n \n\nacoplamento do campo elétrico radial em um equipamento de CE se torne mais \n\nsimples, além do fato de que a maioria dos trabalhos da literatura que fazem uso da \n\nvoltagem radial aponta para o uso de detectores UV/vis [5,25-26]. Com isso, torna-se \n\nnecessário um estudo do acoplamento do C4D com a técnica de controle externo do \n\nEOF para, dessa forma, verificar sua potencialidade, também, no emprego do campo \n\nelétrico radial. \n\n1.1. Breve resumo sobre Eletroforese Capilar (CE)  \n\n \n\nA eletroforese foi introduzida por Arne Tiselius, em 1937, aplicada no estudo de \n\nproteínas do soro sanguíneo. Seu aparato visou colocar uma mistura de proteínas em \n\num tubo preenchido com solução tampão seguido da aplicação de um campo elétrico. \n\nTiselius verificou a separação dos componentes da amostra que migraram com direção \n\ne velocidade definidas por suas cargas e massas [40]. \n\nOs primeiros passos no desenvolvimento histórico da CE vêm do trabalho de Hjérten, \n\nem 1967, o qual deu um significativo passo ao utilizar, em seus experimentos, colunas \n\ncapilares de quartzo com cerca de 300 µm de diâmetro interno (d.i.), os quais estavam \n\nsob rotação com o intuito de minimizar os efeitos de convecção.  \n\nEm 1979, Mikkers et al. passam a realizar experimentos empregando colunas \n\ncapilares em vidro e teflon com 200 µm de diâmetro interno. Com este arranjo, os \n\nmesmo conseguiram separar uma mistura de 16 ânions. Ainda em 1979, descreveram o \n\nprocesso de eletrodispersão de bandas, processo este que possui destaque nas \n\nseparações dos analitos, devido às diferenças de condutividade entre as zonas do \n\nanalito e do tampão de corrida. \n\n\n\n25 \n\n \n\n \n\nEm 1981, Jorgenson e Lucaks descreveram a relação existente entre os \n\nparâmetros operacionais e a resolução na separação de substâncias e, com isso, \n\nformularam equações analíticas [23]. Neste mesmo trabalho, foi implementado o uso de \n\ncolunas capilares de quartzo amorfo com 75 µm d.i., fato este que proporcionou dois \n\npontos positivos: a diminuição da largura de bandas e um aumento na detecção, devido \n\nàs suas propriedades ópticas. \n\nTerabe, em 1984, trouxe uma expressiva contribuição à técnica de eletroforese \n\ncapilar com a introdução da MEKC – Micellar ElectroKinetic Chromatography \n\n(cromatografia eletrocinética micelar), na qual foi possível, pela primeira vez, a \n\nseparação de substâncias neutras.  \n\nNos últimos tempos, a eletroforese capilar recebeu diversas implementações \n\ndevido ao crescente número de trabalhos que abordam o tema. Resumidamente, estas \n\nvisam melhorias na detecção de analitos (tanto na pesquisa de desenvolvimento de \n\nnovos detectores, como na aquisição de dados com sistemas de multi-detecção), maior \n\ncontrole dos parâmetros de afetam a resolução dos analitos, em especial, o fluxo \n\neletrosmótico, diminuição de adsorção de certas substâncias (através do revestimento \n\ninterno do capilar com o uso de filmes poliméricos), acoplamentos com outras técnicas \n\nanalíticas, etc. \n\nEm CE, a migração das espécies carregadas eletricamente se dá devido ao \n\nconceito de mobilidade iônica, ou eletroforética (µe), a qual é diretamente proporcional à \n\ncarga (q) e inversamente proporcional a fatores de atrito, que são ligados ao tamanho e \n\nà forma do íon (raio iônico hidratado - r), como também pela viscosidade do meio (?), \n\ncomo segue na equação: \n\n\n\n26 \n\n \n\n \n\n \n\nr\n\nq\ne ??\n\nµ\n6\n\n=       Eq. 1 \n\n \n\nAo se estabelecer um potencial elétrico, os íons adquirem velocidades \n\neletroforéticas (ve), os quais são dependentes da intensidade do campo elétrico (E) e da \n\nµe de cada espécie envolvida, segundo a equação 2: \n\n \n\nEv ee µ=      Eq. 2 \n \n\n A µe pode apresentar variações de seu valor para uma mesma espécie, desde \n\nque existam mudanças no eletrólito de corrida. Não somente mudanças da viscosidade \n\nou da composição de solventes são relevantes, mas, também variações do pH e a \n\nadição de agentes complexantes podem originar modificação na mobilidade. Sendo \n\nassim, µe, depende do grau de dissociação da espécie (?). Disso resulta a mobilidade \n\neletroforética efetiva (µEf), como segue na equação 3: \n\n \n\n?=\ni\n\nieiEf\nµ?µ       Eq. 3 \n\n \n\n Como o grau de dissociação das espécies depende da magnitude do pKa, a \n\nequação 3 sugere uma dependência entre a mobilidade efetiva e o pH do meio. \n\nPortanto, o pH pode ser ajustado a fornecer um valor em que as diferenças entre as \n\n\n\n27 \n\n \n\n \n\nmobilidades efetivas das espécies sejam maximizadas, a fim de se obter melhor \n\nresolução durante uma corrida. \n\n \n\n \n\n1.2. O fluxo eletrosmótico e sua importância em CE  \n\n \n\nDentre os vários tipos de capilares usados em CE, o capilar de sílica de fundida é \n\natualmente o mais popular1. Por ser um material dielétrico, o mesmo permite o emprego \n\nde alta tensão, além de possuir um recobrimento de poliimida para lhe proporcionar uma \n\nmelhor resistência mecânica. O interior do capilar de sílica contém grupos silanóis (SiOH) \n\nos quais se ionizam e, assim, se comportam como ácidos fracos de Lewis [16]: \n\n \n\n]H[]SiO[]SiOH[ SS\n+? +???   Eq. 4 \n\n \n\nCom a dissociação, a superfície do capilar fica carregada negativamente e uma \n\ncamada de contra-íon, no caso cátions do tampão, é estabelecida a fim de \n\ncontrabalançar o excesso de cargas negativas e, dessa forma, manter a \n\neletroneutralidade no meio. Assim, se estabelece uma dupla camada elétrica (DCE) e é \n\ngerada uma diferença de potencial, a qual é chamada de potencial zeta (?).  \n\n                                            \n\n \n\n1 Os capilares de vidro e teflon também são bastante empregados em equipamentos convencionais e de \n\npesquisa. O primeiro é utilizado para substâncias as quais absorvem abaixo de 280 nm. Já os de Teflon \n\nnão são recomendados para o uso em tensões elevadas. \n\n\n\n28 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAtualmente o modelo proposto por Gouy-Chapman-Stern-Grahame diz que a \n\nregião contígua à superfície do capilar é ocupada por moléculas de água e íons \n\n(possivelmente não solvatados) atraídos por forças eletrostáticas [40]. Denomina-se \n\ncomo Plano Interno de Helmholtz o plano em que íons não solvatadas podem estar \n\nadsorvidos especificamente [40]. O Plano Externo de Helmholtz (ou camada de Stern) \n\ndelimita a região da camada compacta da dupla camada elétrica. É definida pelo centro \n\ndos íons solvatados mais próximos e de carga contrária à da superfície do capilar de \n\nsílica, sendo a interação destes íons ligada a fatores químicos de adsorção não-\n\nespecífica.  \n\nSiOSi O\n\nSiOSi O\n\nSiOSi O\n\nSiOSi O\n\nSiOSi\n\nSiOSi OH\n\nSiOSi O\nO\n\nO\n\nO\n\nO\n\nO\n\nO\n\nSilanol vicinal\n\nSilanol dissociado\n\nSiloxano\n\nSilanol geminal\n\nSilanol isolado\n\nH\n\nH\n\nO-\n\nO\n\nOH\n\nOH\n\nH\nSiOSi O\n\nSiOSi O\n\nSiOSi O\n\nSiOSi O\n\nSiOSi\n\nSiOSi OH\n\nSiOSi O\nO\n\nO\n\nO\n\nO\n\nO\n\nO\n\nSilanol vicinal\n\nSilanol dissociado\n\nSiloxano\n\nSilanol geminal\n\nSilanol isolado\n\nH\n\nH\n\nO-\n\nO\n\nOH\n\nOH\n\nH\n\n  \n\nFigura 1. Estrutura química da superfície interna do capilar de sílica fundida.  \n\nCapilar de sílica fundida de 75 µm d.i. e 360 µm d.e. \n\n\n\n29 \n\n \n\n \n\nO balanço eletrostático e o movimento térmico aleatório determinam à \n\ndistribuição desses íons de carga oposta. Dessa forma, quando se aumenta a distância \n\nem relação à superfície interna da parede do capilar, o potencial decai, de forma linear, \n\nna camada de Stern e de forma exponencial através da região da dupla camada \n\nelétrica, também conhecida por camada difusa, até atingir o seio da solução, na qual o \n\npotencial se aproxima do limite de zero, pois, teoricamente, nessa região do capilar, as \n\nconcentrações de cargas elétricas positivas e negativas são idênticas, como mostra a \n\nfigura 2. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀ fronteira na dupla camada elétrica, na qual parte dos íons consegue escapar \n\ndas forças de atração provenientes da superfície carregada do capilar, dá-se o nome de \n\n \n\nFigura 2. Perfil de decaimento do potencial até o seio da \n\nsolução. \n\n\n\n30 \n\n \n\n \n\nplano de cisalhamento e, neste plano, delimita-se a parte imóvel (camada de Stern) da \n\ncamada difusa. O potencial elétrico desenvolvido nesta fronteira está relacionado com a \n\nmobilidade das partículas e por isso é conhecido, também, por potencial eletrocinético \n\nou, mais comumente, por potencial ?. É relevante o conhecimento da magnitude do \n\npotencial zeta (principalmente em CE), pois a mobilidade do EOF é dependente direto \n\ndo potencial ?, que, por sua vez, é exatamente o potencial da camada difusa [38].  \n\nAo se aplicar o campo elétrico dentro da coluna capilar, ocorre o deslocamento \n\ndas cargas presentes da camada difusa no sentido do eletrodo de carga contrária. No \n\nprocesso de migração, os íons transportam consigo moléculas de água, o que induz, \n\npor sua vez, a um fluxo da solução como um todo, processo este conhecido como fluxo \n\neletrosmótico, ou simplesmente EOF (derivado do inglês electroosmotic flow).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nFigura 3. Perfil de velocidade e efeito na variância: A) Fluxo eletrosmótico.  \n\nB) Fluxo parabólico típico em HPLC.  \n\n\n\n31 \n\n \n\n \n\n \n\n \n\nComo visto antes, o potencial zeta é determinado pela carga na superfície \n\ninterna do capilar, e esta carga é dependente do pH da solução. Após o potencial \n\nelétrico ser estabelecido (geralmente na ordem de 30 kV), os íons e as moléculas \n\nsolvatadas migram em direção ao pólo negativo, sendo este considerado EOF normal. \n\nAtravés da migração, o fluxo faz com que as espécies migrem em direção ao detector, \n\nnormalmente acoplado próximo ao final da coluna capilar.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n O EOF está relacionado diretamente com o pH do eletrólito de corrida, visto que \n\no potencial zeta está ligado à ionização dos grupos silanóis da sílica. Abaixo de \n\npH = 4,0, a ionização dos grupos silanóis é pequena e o EOF não é significante, \n\nenquanto que acima de pH = 9,0 os silanóis ficam completamente ionizados e, portanto, \n\n(Interior do capilar)\n\nReservatório\n(-)\n\nEOF\n\nFonte de alta tensão\n\nReservatório\n(+)\n\nµEfe.\nµEfe.\n\n \n\nFigura 4. Esquema do fluxo eletrosmótico (sentido normal) dentro do capilar. \n\n\n\n32 \n\n \n\n \n\no EOF é alto. A magnitude do fluxo eletrosmótico pode ser expressa em termos de \n\nvelocidade ou mobilidade, segundo as equações:  \n\n \n\n \n( )\n\nEvEOF ?\n??? ??\n\n= 0     Eq. 5 \n\n ?\n???\n\nµ\n??\n\n= 0EOF        Eq. 6 \n\nem que vEOF é velocidade do EOF, ?  é constante dielétrica, 0?  é a permissividade do \n\nvácuo, ? é o potencial zeta, ? é a viscosidade do meio, E é o potencial aplicado e EOFµ  \n\na mobilidade do EOF. \n\n O rearranjo das equações 2 e 3 fornece a relação do EOFv  em função da \n\nmobilidade e do campo elétrico: \n\nEv EOFEOF .µ=       Eq. 7 \n\n \n\nA presença do EOF indica que a migração das espécies, dentro do capilar, não \n\ndepende somente de suas respectivas mobilidades, mas também da mobilidade do \n\nEOF. Denomina-se de velocidade aparente (vApa) a soma da velocidade efetiva e da \n\nvelocidade do EOF, sendo que este último possuirá sinal negativo ou positivo \n\ndependendo do seu sentido. A vEOF terá sinal positivo quando estiver no mesmo sentido \n\nde migração de espécies catiônicas: \n\n    EOFEfApa vvv +=      Eq. 8 \n\n \n\n\n\n33 \n\n \n\n \n\nAssim, verifica-se que o EOF possui papel fundamental em CE, pois a migração \n\ndas espécies depende, também, deste fenômeno. O conhecimento do seu mecanismo, \n\ncomo também do seu controle fornece subsídios para a elaboração de protocolos para \n\na separação de espécies.  \n\nComumente, em CE, empregam-se alguns fatores que alteram o EOF com o \n\nintuito de aumentar, diminuir, reverter e até mesmo, em alguns casos, de extinguir o \n\nEOF. Dentre estes fatores que promovem a alteração do EOF, um dos parâmetros mais \n\nsimples a ser alterado é o campo elétrico (E). O incremento do E faz com que a vEOF \n\nseja elevada, o que, em condições favoráveis, pode levar a um aumento na resolução \n\ndos picos dos analitos. No entanto, tal estratégia resulta em um aumento da corrente \n\neletroforética, no interior do capilar, o que pode ocasionar uma má dissipação de calor \n\ne, conseqüentemente, o efeito Joule e assim havendo perda na eficiência da \n\nseparação. Com a aplicação de potenciais acima de 60 kV, em caso de fuga de alta \n\ntensão, há formação de até 15 cm de arco de eletricidade [5]. \n\n A viscosidade (?) e a temperatura (T) são fatores que também alteram o EOF e \n\nestão, intimamente, relacionados entre si. O aumento da viscosidade do meio dificulta a \n\nmobilidade dos íons na camada difusa o que ocasiona uma diminuição no valor da \n\nmobilidade do EOF. Mudanças na temperatura da ordem de apenas um grau Celsius \n\nacarretam variações de até 2% na viscosidade do eletrólito e, por conseqüência, na \n\nmobilidade do EOF. Dessa maneira, para se manter a reprodutibilidade nos resultados, \n\nem CE, a temperatura deve ser constante. Os modificadores orgânicos como o álcool \n\npolivinílico (PVA), hidroxi-etil celulose (HEC), entre outros, também alteram o EOF, \n\n\n\n34 \n\n \n\n \n\nsendo que, na maioria das vezes, ocasionam na sua redução, pois esses modificadores \n\ntendem a aumentar a viscosidade do meio [40].  \n\n O pH também é um outro fator muito relevante em CE, pois o mesmo atua, como \n\nvisto antes, diretamente na ionização dos grupos silanóis e estes, por sua vez, no \n\npotencial zeta. A temperatura também pode influenciar no pH do eletrólito e causar \n\nvariações de 0,5 % [3,40]. \n\n A força iônica do eletrólito também pode causar efeito na variação da mobilidade \n\ndo EOF. Eletrólitos com elevada força iônica produzem compressão da dupla camada \n\nelétrica e com isso, uma diminuição do EOF. \n\nOs surfactantes tendem a atuar por adsorção na parede de sílica e \n\nconsequentemente na densidade de carga da superfície. Em alguns casos, a adição de \n\nsurfactantes pode aumentar a µEOF, sendo que, na maioria das vezes, são empregados \n\nsurfactantes catiônicos como inversores de fluxo, ou seja, revertem totalmente o sentido \n\ndo EOF. \n\nTambém através da aplicação do campo elétrico radial é possível se controlar a \n\ntaxa e o sentido da µEOF. Essa estratégia possui algumas vantagens em relações às já \n\nanteriores citadas, pois é possível a realização de alterações em tempo real do EOF, ou \n\nseja, durante a corrida.  \n\n \n\n1.3. Campo elétrico radial  \n\n \n\nComo visto no tópico anterior, o domínio do EOF é de fundamental importância \n\npara CE, no sentido de que com seu controle é possível se obter melhor resolução, \n\n\n\n35 \n\n \n\n \n\nredução do alargamento de bandas, menor tempo de análise e maior reprodutibilidade \n\npara os mais diversos tipos de analitos.  \n\nChang e Yeung [3] sugerem duas vertentes para o controle do EOF: um controle \n\nestático e outro dinâmico. O controle estático, diz respeito às modificações de natureza \n\ntanto física como química da parede interna do capilar, via adição de polímeros e/ou \n\nsurfactantes, ou ainda em separações em que são fixados o pH, temperatura e a \n\ncomposição do eletrólito. Sendo assim, nenhum dos parâmetros citados sofre alteração \n\ndurante a corrida.  \n\nJá o controle dinâmico, pode ser obtido através de gradientes de pH, \n\ntemperatura e campo elétrico externo. O controle dinâmico pode proporcionar uma \n\nmelhor resolução e maior eficiência de separação de amostras complicadas, uma vez \n\nque é possível gerar diferentes ambientes de corrida dentro do capilar, o que pode \n\nprovocar alterações, simultaneamente, no EOF e mobilidade eletroforética durante o \n\nperíodo de separação. Na prática, porém, o controle estático é mais simples de se \n\nexecutar e criar protocolos. \n\n Optamos por trabalhar com o controle externo do EOF, via campo elétrico radial, \n\npor se tratar de uma técnica de controle do EOF pouco trivial, pelo fato da mesma \n\nrequerer adaptação de um equipamento comercial ou ainda, na maioria vezes, a \n\nconstrução de um equipamento dedicado. Ainda, em todos os trabalhos que relatam o \n\nuso de tal técnica, nenhum deles faz uso da detecção condumétrica sem contato.   \n\n \n\n \n\n \n\n\n\n36 \n\n \n\n \n\n1.3.1. Histórico e instrumentação \n\n \n\nUm dos primeiros artigos da literatura a descrever a aplicação de um potencial \n\nexterno, em CE, com o intuito de controlar o EOF é o trabalho de Lee et al. [29], em \n\n1990, no qual pela primeira vez foi implementado um sistema que permitia controlar o \n\npotencial ? da dupla camada elétrica dentro do capilar. Nesse experimento, Lee \n\ndemonstrou que o EOF pode ser aumentado, diminuído e até mesmo revertido pela \n\naplicação do campo elétrico radial (Vrad). Tal campo é obtido através da diferença do \n\npotencial elétrico entre o exterior (Vext) e o interior (Vint) do capilar, o que resulta em um \n\ncampo elétrico perpendicular ao capilar, que influencia no potencial ? e, \n\nconseqüentemente, na velocidade e no sentido do EOF.  \n\nSeu sistema consistiu em envolver uma coluna capilar de 375 µm d.e. (diâmetro \n\nexterno) x 75 µm d.i. (diâmetro interno) x 20 cm (comprimento) com outro capilar de \n\n630 µm d.e. x 530 µm d.i. x 17 cm, sendo ambos preenchidos com eletrólito e \n\nconectados externamente a duas fontes de alta tensão. A cada capilar foi acoplada uma \n\nfonte, ajustada de forma a se estabelecer um potencial radial (Vrad) ao longo de todo o \n\ncapilar.  \n\nO arranjo proposto por Lee apresentava um inconveniente do ponto de vista \n\ninstrumental, que era a dificuldade de se acoplar os dois capilares de diâmetros \n\ndiferentes. \n\nOutro trabalho de 1992, também de Lee et al. [44], propõe um modelo de \n\ninstrumentação para o controle externo do EOF, no qual parte do capilar era colocada \n\ndentro de uma caixa de acrílico contendo ar ionizado por partículas ? de polônio. O ar \n\n\n\n37 \n\n \n\n \n\nionizado era então utilizado como meio condutor para a aplicação do potencial externo. \n\nTanto a instrumentação de capilares concêntricos quanto o uso do aparato com gás \n\nionizado, propostos por Lee e seu grupo, não foram alvos de estudos posteriores, pois \n\nestas instrumentações eram muito complexas e de difícil implementação. \n\nGhowsi e Galé [15], na década de 1990 (em paralelo ao primeiro trabalho dos \n\ncapilares concêntricos de Lee), apresentaram uma proposta similar para o controle \n\ndireto do EOF, cuja instrumentação serviu de referência para outros pesquisadores \n\ncomo Andrew Ewing e Mark Hayes [17]. Estes, em 1992, propuseram uma \n\ninstrumentação mais simples. Três fontes de alta tensão foram utilizadas, sendo uma \n\nfonte usada para gerar o potencial interno e as outras duas fontes acopladas do lado \n\nexterno de um capilar revestido com Nafion, como é ilustrado na figura 5.  \n\n \n\nDet.\n\nReservatórios\n\nCapilar revestido \ncom Náfion®\n\nFonte de\nalta tensão\n\nFontes de alta tensão\n\n \n\nFigura 5. Esquema da instrumentação de campo radial para CE, com Vrad constante. \n\n\n\n38 \n\n \n\n \n\n Com esse aparato, foi possível estabelecer um decaimento, em paralelo, entre o \n\npotencial externo (Vext), em relação ao potencial interno (Vint). Disto resultou um \n\npotencial radial (Vrad) que nesta instrumentação, permanece constante ao longo de todo \n\no comprimento do capilar, conforme a  \n\n \n\n \n\nNa figura 6, as linhas pontilhadas representam os limites em que o capilar foi \n\npintado com o polímero resistivo. Com isso, pode-se averiguar que Vrad mantém-se \n\nconstante ao longo do capilar. \n\n Já em 1993, Ewing et al. [18] propuseram alterações na instrumentação anterior. \n\nO aparato contava com apenas duas fontes de alta tensão (uma para o Vint e outra para \n\no Vext), sendo que o capilar, dessa vez, foi recoberto com uma placa metálica, a fim de \n\nse estabelecer um potencial externo fixo, como mostra o esquema da figura 7. \n\nComprimento do capilar \n\nVrad \n\nVint \n\nVext \n\nPotencial \n\n \n\nRecobrimento com Nafion \n\nFigura 6. Esquema de potencial radial constante ao longo do comprimento \n\nda coluna capilar. \n\n\n\n39 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEsta montagem resulta numa instrumentação mais simplificada, pois agora \n\npassa a contar com apenas duas fontes de alta tensão. Este esquema fixa o Vext ao \n\nlongo de toda a coluna fazendo com o Vrad não seja constante em função da sua \n\nlocalização ao longo do comprimento do capilar, como apresentado na figura 8.  \n\n \n\n \n\n \n\n \n\n \n\nDet.\n\nReservatórios\n\nCapilar aterrado \ncom placa metálica\n\nFonte de\nalta tensão\n\nFonte de alta tensão\n\n \n\nFigura 7. Esquema da instrumentação de campo radial para CE, com Vrad \n\nvariável ao longo da coluna. \n\n\n\n40 \n\n \n\n \n\n \n\nCulbertson e Jorgenson [5], em 1998, apresentaram algumas mudanças \n\nrelevantes na instrumentação para o emprego do campo radial. Tal aparato proporciona \n\nmenores riscos de acidente com a alta tensão do que o modelo proposto por Ewing, \n\npois o capilar é recoberto com tinta de prata e aterrado, o que faz que o Vext fique \n\ndeterminado em 0 V, enquanto que, duas fontes de alta tensão são utilizadas para \n\ngerar o potencial interno. Assim, alterando-se simultaneamente a tensão em cada fonte, \n\npode-se manter o potencial de separação constante, enquanto que o potencial radial é \n\nlivremente controlado. \n\n \n\n \n\nComprimento do capilar \n\nPotencial  \n\nVint \n\nVext \n\nRecobrimento com placa metálica \n \n\n0\n\nVrad \n\nFigura 8. Esquema de potencial radial variável ao longo do comprimento \n\nda coluna capilar. \n\n\n\n41 \n\n \n\n \n\n \n\nCom essa configuração, o potencial radial também varia de forma linear ao longo \n\ndo comprimento do capilar, pois como a tensão da separação ao longo do comprimento \n\ndo capilar descresse a tensão radial também diminui, conforme figura 10. Desta forma, \n\nV1 e V2 são os potenciais das duas fontes, o que faz com que o potencial interno (Vint) \n\nseja a média entre V1 e V2 e ainda, como o potencial externo (Vext) é nulo, a resultante \n\né um Vrad médio que é expresso da seguinte forma:  \n\n       0=extV  \n\n       \n2\n\n)( 21\nint\n\nVV\nV\n\n+\n=  \n\n    \n2\n\n)( 21\nint\n\nVV\nVVV extrad\n\n?\n?=?=     Eq. 9 \n\nReservatórios\nFonte de\nalta tensão\n\nCapilar revestido com \ntinta de prata e aterrado\n\nDet.\n\nFonte de\nalta tensão\n\n \n\nFigura 9. Esquema da instrumentação de campo radial para CE, com Vext setado em 0 V \n\n\n\n42 \n\n \n\n \n\n \n\nPara a presente pesquisa, utilizou-se, basicamente, o modelo proposto por \n\nCulbertson e Jorgenson. No entanto, realizaram-se alguns acréscimos à instrumentação \n\ncomo, por exemplo, a inserção de mais um detector ao longo da coluna capilar, que nos \n\npermite ter um melhor monitoramento em tempo real da corrida, conforme o esquema \n\nda figura 11. \n\nFigura 10. Esquema de potencial radial variável com VExt setado em 0 V. \n\n \n\nComprimento do capilar \n\nPotencial  \n\nVrad \n\nVint \n\nVext \nRecobrimento com tinta de prata \n\n\n\n43 \n\n \n\n \n\n \n\nPelos modelos apresentados acima, fica evidente que o Vrad pode ser constante \n\nou variável, dependendo do arranjo instrumental utilizado. No entanto, ambas as \n\nvertentes produzem resultados similares quando comparados entre si, como \n\napresentado por Sázelová et al. [36], pois a carga induzida pela tensão radial é dispersa \n\nao longo de toda a dupla camada sobre a superfície interna do capilar [18], o que faz \n\ncom que o potencial ? tenha a tendência de se manter uniforme. Sendo assim, este fato \n\nresulta em implicações práticas como a simplificação da instrumentação para a \n\nimplementação do campo elétrico radial, uma vez que é possível utilizar apenas uma \n\nfonte extra de alta tensão externa, além daquela própria do instrumento original. \n\nReservatórios\nFonte de\nalta tensão\n\nCapilar revestido com \npapel alumínio e aterrado\n\nDet.\n\nFonte de\nalta tensão\n\nDet.\n\n \n\nFigura 11. Esquema da instrumentação de campo radial para CE com 2 detectores. \n\n\n\n44 \n\n \n\n \n\n1.3.2. Modelagem Matemática para o Controle Externo do EOF \n\n \n\nComo visto anteriormente, a superfície interna do capilar se torna carregada \n\nnegativamente quando em contato com soluções com pH acima de 2,0. Íons e \n\nmoléculas polares positivas em solução sofrem atração eletrostática a superfície \n\ncarregada o capilar e, assim, resulta na formação da dupla camada elétrica, a qual é \n\ndivida em uma parte imóvel (também chamada de camada de Stern) e em uma camada \n\ndifusa.  \n\nDa interação coulômbica, origina-se uma diferença de potencial muito próxima à \n\nparede do capilar, a qual é conhecida por potencial zeta (?), sendo que seu perfil \n\ndecresce a partir da parede do capilar até o potencial da solução. O potencial zeta é \n\nessencialmente determinado pela carga da superfície na parede do capilar e está \n\nintimamente ligado a formação do EOF [49]. \n\nA densidade de carga da superfície interna de um capilar de sílica é devida, \n\nquando na ausência de outros fatores, pela a dissociação dos grupos silanóis, cuja \n\ndissociação é dada em função do pH, regido pela seguinte equilíbrio: \n\n+? +??? HSiOSiOH K , sendo a constante K expressa por [17]: \n\n \n[SiOH]\n\n]][H[SiO +?\n=K        Eq. 10 \n\n \n\n\n\n45 \n\n \n\n \n\nonde \n-SiO  e SiOH  são os grupos funcionais da superfície do capilar e K, a constante \n\nde dissociação cujo valor é de aproximadamente 4,2 x 10-10 [13]. A concentração \n\nsuperficial analítica (?) é constante e dada por: \n\n[ ] [ ] ?=+ SiOHSiO-\n      Eq. 11 \n\nAo combinarmos as equações 10 e 11 e solucionando os termos para -SiO , \n\nobtemos uma nova equação que define a carga superficial por unidade de área ( Si? ) \n\nem função da concentração de H+ [13], como é mostrado a seguir: \n\nK=\n+\n\n[SiOH] \n][H ][SiO -\n\n     Eq. 10 \n\n][H\n[SiOH] \n\n][SiO- +=\nK\n\n \n\n?=+ [SiOH] ][SiO -      Eq. 11 \n\nSiOH][][SiO - ?= ?  \n\nCombinando as duas equações: \n\n[SiOH] \n][H\n\n[SiOH] \n?=+ ?\n\nK\n \n\nSiOH][SiOH]].[H[].[H K=? ++ ?  \n\nSiOH]].[H[SiOH][].[H ++ += K?  \n\n\n\n46 \n\n \n\n \n\n( )[SiOH]]H[].[H ++ += K?  \n\n])H[(\n].[H\n\n[SiOH] +\n+\n\n+\n=\n\nK\n\n?\n \n\nSubstituindo: \n\n][H\n1\n\n]H[\n][H\n\n][SiO- ++\n+\n\n??\n?\n\n?\n??\n?\n\n?\n\n+\n=\n\nK\nK\n\n?\n \n\n??\n?\n\n?\n??\n?\n\n?\n\n+\n= + ]H[\n\n][SiO-\nK\n\nK\n?\n\n \n\n??\n?\n\n?\n??\n?\n\n?\n\n+\n= + ]H[\n\n][SiO-\nK\n\nK\n?  \n\nK\n\nK ]H[\n][SiO- ++\n\n=\n?\n\n \n\nSi\n\nK\n\n?\n?\n\n=\n+\n\n= + ]H[\n1\n\n][SiO-\n    Eq. 12 \n\na qual mostra a dependência da densidade de carga da sílica com o pH. \n\n Sob ação do campo elétrico radial, Si? , que é proveniente dos grupos silanóis \n\ndissociados, não é a única densidade de carga presente no meio, pois quando se aplica \n\num potencial externo ao capilar, este passa a agir como um capacitor cilíndrico, \n\nadquirindo uma carga interna que é dada por [18]: \n\n \n\n\n\n47 \n\n \n\n \n\n( )i\nradQ\n\nrr\n\nlV\nq\n\n0ln\n\n2 ?\n=\n\n?\n     Eq. 13 \n\nonde Q? é a permissividade da sílica fundida, l  o comprimento do capilar, radV  o \n\npotencial radial, 0r  e ir , respectivamente, o raio externo e interno do capilar. Se \n\ndividirmos a equação 13 pela área de superfície do raio interno, ou seja, por ?2 ir l , \n\nobtemos a equação de densidade de carga para o campo elétrico radial ( Vrad? ): \n\n( )[ ]ii\nradQ\n\nV\nrrr\n\nV\n\n0ln\nadr\n\n?\n=?     Eq. 14  \n\n \n\nAssim, segundo Hayes e Ewing [13], a densidade de carga total ( t? ) sob ação do \n\ncampo elétrico radial é expressa em função do pH (para Si? ) e da Vrad (para a Vrad? ), \n\ncomo expresso na equação: \n\nVradSit ??? +=       Eq. 15 \n\n \n\nTanto a densidade de carga total quanto as propriedades da solução definem o \n\npotencial psi (?0). O mesmo é definido como o potencial de superfície através da dupla \n\ncamada elétrica enquanto que, o potencial ?, define apenas o potencial através da \n\ncamada difusa. Davies e Rideal propuseram que o potencial ?0 é expresso por [13]:  \n\n \n\n( ) [ ]( )2/1010 500sinh2 RTCDkT t ????=?    Eq. 16 \n \n\n\n\n48 \n\n \n\n \n\nonde k  é a constante de Boltzmann, T é a temperatura, ? é a carga elementar, R é a \n\nconstante dos gases, 0D  é a permissividade da água e C a concentração do eletrólito \n\n[18]. \n\nSe considerarmos que a viscosidade e a propriedade dielétrica através da dupla \n\ncamada elétrica são constantes, em um potencial de superfície relativamente pequeno, \n\nou seja, ?  50mV, podemos relacionar ?0 e ? através da teoria de Debye-Hückel. Disto \n\nresulta a seguinte equação [17-20]: \n\n?x\n0\n\n??= e?      Eq. 17 \n\nOnde x descreve o perfil do potencial com a distância e ?  relaciona as \n\npropriedades do eletrólito com a dimensão da dupla camada elétrica, sendo expresso \n\npor [17-20]: \n\n \n\n2/122\n02\n\n?\n?\n\n?\n\n?\n\n?\n?\n\n?\n\n? ?\n=\n\nkT\n\nzN\n\nb?\n?     Eq. 18 \n\n \n\nNa equação 18, 0N  é a concentração do eletrólito no seio da solução, Z é a \n\ncarga eletrônica, k  é a constante de Boltzmann, b?  é a permissividade do eletrólito, T é \n\na temperatura e ? é a carga elementar [5,18,38]. \n\nAtravés das aproximações de Debye-Hückel para o potencial ? é possível se \n\nestabelecer combinações entre as equações citadas acima, a fim de se obter uma \n\nequação que relacione o EOF e a densidade de carga [18]. Para isso, podemos \n\nsubstituir o termo potencial ? da equação do vEOF (Eq. 5) pelos termos ?x0\n?? e (Eq. 17) e, \n\n\n\n49 \n\n \n\n \n\npor sua vez, ?0 pelos termos da equação 17. Dessa forma, obtemos uma equação que \n\ndescreve a relação entre o EOF, temperatura, concentração do analito, pH (através da \n\nSi? ) e campo elétrico radial (pela Vrad? ), como segue na equação 19: \n\n \n\n?\n?\n\n?\n\n?\n\n?\n?\n\n?\n\n?\n\n??\n?\n\n?\n??\n?\n\n?\n\n?\n= ??\n\n2/1\n\n0\n\n10 500sinh\n2\n\nRTCD\ne\n\nkTD\nEv t\n\nkx\n\nc\nEOF\n\n?\n?\n\n?   Eq. 19 \n\n \n\nA densidade de carga total é um dos termos de maior relevância em tal equação, \n\npois indica, em determinado pH, a densidade de carga (proveniente do campo radial \n\nVrad? ) necessária para se obter um controle efetivo do EOF, seja para seu incremento, \n\ncancelamento ou até mesmo para a total reversão do sentido [5]. \n\n2. OBJETIVOS \n\nA presente pesquisa tem como objetivo implementar um sistema de eletroforese \n\ncapilar com detecção condutométrica sem contato, no qual possa ser feito o controle do \n\nfluxo eletrosmótico, via campo elétrico radial. Com isso, espera-se obter uma melhora \n\nna resolução de picos de substâncias cujas mobilidades eletroforéticas sejam muito \n\npróximas e, sendo assim, necessitarem de condições muito singulares para a sua \n\nseparação. Para tal fim, foram adotados os seguintes objetivos específicos: \n\n \n\n? Adaptar um equipamento de eletroforese capilar com detecção condumétrica \n\nsem contato para permitir o controle externo do fluxo eletrosmótico através da \n\ndiferença de potencial radial; \n\n\n\n50 \n\n \n\n \n\n \n\n? Proporcionar, com este equipamento, maior resolução de separação dos picos \n\nde algumas substâncias. \n\n3. MATERIAIS E MÉTODOS  \n\n3.1. Um equipamento de CE com controle do campo elétrico radial \n\n \n\nComo parte do aprendizado em instrumentação voltada à química, participei da \n\nconstrução de dois aparelhos de Eletroforese Capilar. Um dos equipamentos é utilizado \n\nhoje nas aulas de Eletroforese Capilar de alunos de graduação do IQ-USP. Este \n\nconsiste num aparelho convencional, de uma única coluna capilar, com detecção \n\ncondutométrica sem contato.  \n\n \n\n Figura 12. Foto do aparelho de eletroforese capilar com detecção condutométrica sem contato da \n\ngraduação do Instituo de Química da Universidade de São Paulo (IQ/USP). \n\n\n\n51 \n\n \n\n \n\n  O segundo equipamento é um sistema de CE com multi-detecção. Este possui \n\noito capilares e quatro fontes de alta tensão. Este já se encontrava em fase de \n\ndesenvolvimento quando do meu ingresso no grupo de pesquisa. Assim, como tal \n\nequipamento ainda estava em fase de construção foram realizadas algumas \n\nmodificações (tanto na parte de software quanto na parte de hardware) para o \n\nacoplamento do uso do campo elétrico radial. \n\nEm resumo, trata-se de um equipamento constituído de um gabinete (módulo \n\nexterno) de 50 × 100 × 62 cm (altura × largura × profundidade), no qual os vários \n\nsistemas que permitem a realização dos experimentos estão instalados, além de um \n\ncomputador equipado com uma interface para a aquisição de dados.  \n\n  \n\n  \n\nFigura 13. Fotos do equipamento completo.  \n\n\n\n52 \n\n \n\n \n\nA alimentação do aparelho garante o fornecimento de energia elétrica nos \n\npadrões requeridos por cada um dos sistemas e dispositivos. Esta possui quatro níveis \n\nque são eles: (1) acionamento mecânico de chave geral no painel traseiro; (2) ativação \n\nda fonte base, que fornece 5 V e 12 V; (3) ativação do subsistema 1, que inclui as \n\nfontes simétricas limpas, o gerador de sinais e o sistema de vácuo; (4) subsistema 2, \n\nque inclui as quatro fontes de 24 V que alimentam as fontes de alta tensão. A ativação \n\ndos níveis 2, 3 e 4 é feita pelo programa de controle, através da interface NI 6229 da \n\nNational Instruments. \n\nO aparelho possui quatro fontes de alta tensão limitadas a 150 µA de corrente, \n\nsendo seu potencial estabelecido pela placa de aquisição de dados. Os conectores das \n\nfontes de alta tensão são fixados em um painel no interior do gabinete, o que permite \n\nque se faça uso destas fontes em várias montagens individuais, como, por exemplo, no \n\nmódulo de oito canais ou, quando no caso de um novo equipamento conceitual deva \n\nser testado, pode-se substituir o módulo interno.  \n\nPelo diagrama de blocos da figura 14 é possível observar as várias conexões \n\nelétricas existentes no aparelho e ainda, ter uma melhor visualização de como estas se \n\nrelacionam entre si.  \n\n\n\n53 \n\n \n\n \n\n \n\n  Dentro do gabinete, o qual é protegido por tampos de acrílico, encontra-se uma \n\nsegunda estrutura onde estão localizados, principalmente, o módulo 1 dos detectores, \n\nreservatórios de eletrólito, placa de controle de temperatura (que promove o \n\naquecimento controlado do ar antes de recirculá-lo por uma câmara posterior), os dois \n\nsistemas de eletrólise separadas, entre outros, como ilustrado na foto 15: \n\nC D 1b4\n\nMicrocomputador\n\nNI 6229\n\nFonte base\n\nSubsistema 2\n\nFonte 24V 1\n\nFonte 24V 4\n\nFonte 24V 3\n\nFonte 24V 2\n\nSubsistema 1\n\nFonte ± 12V\n\nFonte ± 5V\n\nFonte ± 15V\n\nSistema de\n alimentação\n\nFonte HV 1\ncorrente 1a\n\ncorrente 1b\n\nC D 1a4\n\nC D 2b4\nFonte HV 2\n\ncorrente 2a\n\ncorrente 2b\n\nC D 2a4\n\nC D 3b4\nFonte HV 3\n\ncorrente 3a\n\ncorrente 3b\n\nC D 3a4\n\nC D 4b4\nFonte HV 4\n\ncorrente 4a\n\ncorrente 4b\n\nC D 4a4\n\nmódulo 1 leitura de \ncorrente\n\nmódulo 2 gerador RF\n\nsistema de controle\nde temperatura\n\ninjetor de amostras\n\nsistema de vácuo\n\nsinal analógico\n\npercurso eletroforético\n\nalimentação\n\nsinal digital\n\nDiagrama de Blocos \n\nFigura 14. Diagrama de blocos do equipamento de eletroforese capilar com oito capilares. \n\n\n\n54 \n\n \n\n \n\n \n\n  Na câmara de recirculação de ar, foi instalado parte do sistema de \n\ndespressurização dos reservatórios de alta tensão, além do sistema pneumático de \n\ninjeção de amostra. O retorno do ar, à câmara frontal, ocorre através de um duto \n\nequipado com uma ventoinha extra e um dissipador de alumínio e cobre. A finalidade \n\ndeste dissipador é, em caso de variações de temperatura, absorver ou fornecer calor ao \n\nar antes que ele entre em contato com as colunas capilares e o detector. Desta forma, \n\nseu funcionamento é o de um amortecedor térmico que minimiza flutuações de \n\ntemperatura que comprometem o desempenho de um sistema de CE-C4D. \n\n \n\nFigura 15. Foto do módulo interno. Os cabos vermelhos são encaixados nos conectores de \n\nalta tensão na parte interna do gabinete.  \n\n\n\n55 \n\n \n\n \n\n3.1.1. O detector C4D \n\n \n\nEm CE, os detectores podem ser classificados como seletivos ou universais. Os \n\ndetectores seletivos medem uma propriedade intrínseca do analito. A detecção por LIF \n\n(Laser-Induced Fluorescense), absorção UV/Vis, espalhamento Raman, como também \n\nos detectores amperométricos são representantes bastante difundidos desta classe de \n\ndetectores [39]. Com efeito, a classe dos detectores seletivos é mais utilizada quando \n\numa amostra é complexa e não se tem completa separação de seus constituintes. \n\nJá a classe dos detectores universais mede diferenças de uma propriedade \n\nespecifica entre o eletrólito de corrida e o analito. Por sua vez, os detectores universais \n\nsão utilizados, na maioria das vezes, quando se tem a separação de todos os analitos \n\nde uma amostra. O detector condutométrico sem contato C4D (capacitively coupled \n\ncontactless conductivity detection), desenvolvido em nosso laboratório [10], é um \n\nrepresentante desta classe. \n\nBasicamente em um detector condutométrico sem contato, a medida de \n\ncondutividade é obtida aplicando-se um sinal de alta freqüência (600 kHz, \n\naproximadamente) entre dois eletrodos envoltos no capilar. Com isso, mudanças de \n\ncondutividade no interior do capilar (devida à substituição parcial das espécies iônicas \n\ndo eletrólito de corrida pelo analito) são captadas através do eletrodo (em forma de \n\nanel) fixado no exterior da coluna capilar. A intensidade da corrente resultante é \n\nproporcional à condutividade do meio. Este sistema tem a vantagem do \n\ndesacoplamento entre o circuito de detecção e potencial de separação, além do fato \n\ndos eletrodos externos (de entrada e saída do sinal) não serem contaminados [10].  \n\n\n\n56 \n\n \n\n \n\nO conjunto que forma o sistema de detecção é composto basicamente por três \n\nmódulos: o gerador de sinais; o módulo 1 do circuito de medida de condutividade \n\n(responsável pela pré-amplificação e retificação do sinal elétrico que flui pela cela) e o \n\nmódulo 2, cuja função é compensar a linha base, além da filtragem e amplificação final \n\ndo sinal analógico. \n\nPara o equipamento de CE multi-capilar, foi necessária a construção de um \n\nmodelo do detector condutométrico sem contato que atendesse as oito colunas \n\ncapilares. Devido às dimensões do módulo interno, foram alocados os eletrodos em \n\nduas fileiras de oito cada, um lado do outro e, dessa forma, todos os eletrodos foram \n\nalocados em uma única placa de circuito impresso. Este novo detector multicanal pode \n\ngerar até oito eletroferogramas simultâneos. A placa de circuito impresso, bem como as \n\nfotos dos módulos 1 e 2 do equipamento são ilustradas na figura 16.  \n\n\n\n57 \n\n \n\n \n\n \n\nPara a elaboração deste novo detector, foi necessária a reestruturação de todo o \n\nprojeto eletrônico, pois além do novo dimensionamento para oito colunas capilares, \n\nnovos componentes eletrônicos foram utilizados com o intuito de melhorar a relação \n\nsinal/ruído e ampliar a freqüência de trabalho.  \n\nForam realizados testes para se estabelecer uma freqüência que otimizasse a \n\nrelação sinal/ruído. Estes testes foram baseados na injeção hidrodinâmica por 20 \n\n \n\n \n\n   \nFigura 16. A) Representação da cela condutométrica; B) Foto do módulo 1; C) \n\nCaixa de proteção que compõem o módulo 1 e fixação no aparelho; D) Caixa de proteção \n\nque compõem o módulo 2 e fixação no aparelho.  \n \n\nA) \n\nC) D) \n\nB) \n\n\n\n58 \n\n \n\n \n\nsegundos em uma coluna d’água de 10 cm de uma amostra de potássio, sódio e lítio \n\ncom concentração de 30 µmol.L-1.  \n\nA melhor condição de trabalho foi estipulada com base na intensidade do sinal \n\n(medido em Volt) resultante da relação entre a freqüência do sinal aplicado ao eletrodo \n\ne o potencial pico a pico. Também a melhor condição de trabalho se baseou na relação \n\nsinal/ruído, em que a região de melhor relação é semelhante àquela encontrada entre a \n\nintensidade do sinal e a freqüência aplicada. \n\nAssim, geraram-se gráficos de superfície em forma de curvas de nível, os quais \n\nrepresentam a intensidade dos picos dos analitos por meio de cores. Os gráficos das \n\nfiguras 17 e 18 sugerem que a melhor condição seja 1 MHz e 4 Vpp.  \n\n \n\n \n\n \n\n \n\n \n\n2.2 2.4 2.6 2.8 3.0 3.2 3.4 3.6\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\nlog freqüência (kHz)\n\nlo\ng\n\n V\np\n\np\n (\n\nV\n) \n\nPOTÁSSIO\n\n2.2 2.4 2.6 2.8 3.0 3.2 3.4 3.6\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\nlog ? ? ? ? (kHz)\n\nlo\ng\n\n V\np\n\np\n (\n\nV\n)\n\nSÓDIO\n\n2.2 2.4 2.6 2.8 3.0 3.2 3.4 3.6\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\nlog ? ? ? ? (kHz)\n\nlo\ng\n\n V\np\n\np\n (\n\nV\n)\n\nLÍTIO\n\n \n\n Figura 17. Representação em curvas de nível da freqüência e do potencial pico a pico, com escalas em \n\nlogaritmo, para potássio, sódio e lítio, para intensidade de pico. O ponto de melhor relação encontra-se em log Vpp = \n\n0,6, ou seja, 4 Vpp e log da freqüência = 3,0, ou seja, 1 MHz. \n\n\n\n59 \n\n \n\n \n\n \n\n 3.1.2. O sistema de eletrólise separada \n\nA corrente que flui pelo interior de uma coluna capilar em CE é responsável pelo \n\nsurgimento de reações de oxi-redução no eletrólito de corrida, devido ao fato de uma \n\ninstrumentação de CE ser uma célula eletroquímica, sendo seus dois reservatórios \n\ncomparados a duas semi-celulas. Sendo assim, a água presente como solvente no \n\neletrólito sofre os efeitos da eletrólise, gerando, no cátodo, 2H2O + 2e\n- ? H2 + 2OH\n\n- e \n\nno ânodo 2H2O ? O2 + 4H\n+ + 4e-. A conseqüência destes produtos da eletrólise é a \n\nalteração do pH da solução no decorrer das análises. \n\nDevido ao fato do pH da solução influenciar na mobilidade do EOF e, também, \n\nna mobilidade efetiva das espécies, são utilizados, em CE, sistemas tampões. No \n\nentanto, um ponto negativo no uso de sistemas tampões é a da limitação da \n\ncomposição do eletrólito. Ainda, mudanças na composição do eletrólito podem ser \n\nocasionadas por reações de espécies eletroativas caso não sejam compensados pelo \n\ntampão.  \n\n2,2 2,4 2,6 2,8 3,0 3,2 3,4 3,6\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\nlog freqüência (kHz)\n\nlo\ng\n\n V\np\n\np\n (\n\nV\n)\n\nPOTASSIO\n\n2,2 2,4 2,6 2,8 3,0 3,2 3,4 3,6\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\nlog freqüência (kHz)\n\nlo\ng\n V\n\np\np\n\n (\nV\n\n)\n\nSÓDIO\n\n \n\n2,2 2,4 2,6 2,8 3,0 3,2 3,4 3,6\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\nlog freqüência (kHz)\n\nlo\ng\n\n V\np\n\np\n (\n\nV\n)\n\nLÍTIO\n\n \n\n Figura 18. Representação em curvas, com escalas em logaritmo, para potássio, sódio e lítio para determinação \n\nda relação sinal/ruído. O ponto de melhor relação encontra-se em log Vpp = 0,6, ou seja, 4 Vpp e log da freqüência = \n\n3,0, ou seja, 1 MHz. \n\n\n\n60 \n\n \n\n \n\nO sistema de eletrólise separada desenvolvida por de Jesus et al. [6] visa \n\nminimizar os problemas de contaminação, bem como permite o uso de eletrólitos não \n\ntamponados. Sua instrumentação consiste em adicionar dois reservatórios extras a \n\nconfiguração convencional, ligando-os, via ponte salina contendo o mesmo eletrólito de \n\ncorrida, aos dois reservatórios principais já existentes no equipamento. Dessa forma, o \n\ncapilar encontra-se imerso nos reservatórios de injeção e descarte, enquanto que os \n\neletrodos da fonte de alta tensão são imersos nesses dois reservatórios extras. A figura \n\n19 ilustra os reservatórios em um sistema de CE convencional e em um equipamento \n\ncom eletrólise separada. \n\nB) A) \n\nDet.Coluna capilar\nEletrodo\n\nFonte de alta tensão\n\nEletrodo\n\nReservatórios \nprincipais\n\n \n\n Figura 19. A) Instrumentação de um sistema de CE tradicional de eletroforese capilar.  \n\nB) Instrumentação para um sistema de CE com eletrólise separada. \n\n\n\n61 \n\n \n\n \n\n Em nosso equipamento multi-capilar, o sistema de eletrólise separada, assim \n\ncomo o detector, foi ampliado a fim de atender as oito colunas capilares. Para o sistema \n\nde eletrólise do lado da baixa tensão foram utilizados seringas de 5 mL descartáveis \n\ncomo reservatórios secundários individuais para cada coluna. As seringas foram \n\nconectadas aos reservatórios principais de injeção por meio de tubos de polietileno, os \n\nquais foram preenchidos com eletrólito de corrida. Estes tubos constituem a ponte \n\nsalina da conexão de baixa tensão. \n\n Com o intuito de reduzir as dimensões do sistema de eletrolise separada no lado \n\nda alta tensão, os capilares foram alocados em pares. Desta forma, conseguiu-se \n\nreduzir em 50% o número de reservatórios secundários e, conseqüentemente, as \n\ndimensões físicas do módulo interno. A figura 20 ilustra o esquema de eletrólise \n\nseparada utilizada em nosso equipamento multi-capilar. \n\n  \n\n Figura 20. A) Foto ilustrativa do sistema de eletrólise separada de alta (em A) e baixa tensão \n\n(em B). \n\nA) B) \n\n\n\n62 \n\n \n\n \n\n O sistema de eletrólise separada demonstra ser um diferencial importante (além \n\nde inédito) para o estudo do campo elétrico radial, pois (pelo fato de se poder trabalhar \n\ncom eletrólitos não tamponados), este sistema permite uma maior versatilidade na \n\nescolha dos eletrólitos de corrida, conseqüentemente, maior liberdade da escolha da \n\nfaixa de pH, além de se minimizar as trocas periódicas de eletrólito caso este seja um \n\nsistema tampão.  \n\n  \n\n 3.1.3. A injeção da amostra \n\n \n\nO sistema de injeção utilizado em nosso aparelho é basicamente um sistema de \n\ninjeção hidrodinâmica, com uma implementação conhecida por Modulação por largura \n\nde pulso (ou pela sigla inglesa PWM - Pulse-Width Modulation).  \n\nA injeção hidrodinâmica é realizada quando se aplica pressão pela introdução de \n\num gás no reservatório que contém a amostra, ou ainda, pela redução da pressão do \n\nreservatório de descarte, na outra extremidade do capilar. Optamos pela aplicação de \n\nvácuo no reservatório de descarte. \n\nNa injeção hidrodinâmica por PWM, temos uma modulação ou chaveamento de \n\numa válvula que irá estabelecer a diferença de pressão desejada entre os reservatórios. \n\nUma bomba de aquário modificada para a realização de vácuo retira o gás de um \n\ncâmara que a qual é responsável pelo amortecimento das flutuações exercidas pela \n\npulsação desta bomba. Uma válvula solenóide faz o chaveamento da pressão, a qual é \n\narmazenada no sistema por um tempo definido via software, para sua estabilização. O \n\ncomando W (width) é responsável pela largura da abertura das válvulas solenóides. \n\n\n\n63 \n\n \n\n \n\nQuanto menor o valor de W, menor será abertura do solenóide e, conseqüentemente, \n\nmaior o vácuo para a injeção da amostra. Outro comando é responsável pelo tempo de \n\ninjeção da amostra no capilar. \n\nEste sistema é bastante eficiente, pois fornece diversas combinações tanto para \n\no tempo de injeção quanto para a largura da pressão de vácuo que se deseja obter. A \n\nfigura 21 ilustra todo o sistema de injeção de nosso aparelho. \n\n \n\n 3.1.4. Adaptação do equipamento para o controle do campo \n\nelétrico radial \n\nPara a presente pesquisa, foram necessárias pequenas adaptações do \n\nequipamento multi-capilar para a implementação do controle do campo elétrico radial, \n\ncomo, por exemplo, a disposição e o aterramento da coluna capilar no equipamento.  \n\n \n\nFigura 21. Esquema ilustrativo do sistema de injeção PWM do equipamento multi-canal. \n\n \n\n\n\n64 \n\n \n\n \n\nTodas as modificações efetuadas não foram, em nenhum momento, empecilho \n\npara a adaptação do aparelho, pois o mesmo foi elaborado de tal forma a receber \n\nimplementações extras, ou seja, o equipamento foi criado com o intuito de se tornar \n\numa espécie de “estação de provas” para as nossas pesquisas de instrumentação em \n\neletroforese capilar. Assim, como uma resultante positiva de nossa adaptação \n\nconseguimos estabelecer dois pontos de detecção na coluna capilar, o que significa um \n\nmelhor monitoramento e controle em tempo real do EOF.  \n\nPara nossos estudos, era necessário o uso de duas fontes de alta tensão \n\nbipolares. Os oito canais existentes no aparelho foram classificados em pares devido ao \n\nfato de serem projetados quatro reservatórios (com entrada para dois capilares cada \n\num) do lado da alta tensão. Esta estratégia foi usada para diminuir as dimensões do \n\naparelho. Sendo assim, os oito canais foram nomeados de 1 a 4 com subdivisões em A \n\ne B para facilitar a localização de uma determinada coluna, caso fosse necessário. \n\nAssim, canais 1 e 2 foram nomeados para 1A e 1B, os canais 3 e 4 para 2A e 2B e \n\nassim sucessivamente com os demais canais.  \n\nA única forma possível para o arranjo usando duas fontes de alta tensão era o de \n\nalocar o capilar entre dois dos oito canais existentes no aparelho. Com isso, \n\nposicionamos o capilar entre o canal 1A e o canal 4B, como segue na figura 22. \n\n\n\n65 \n\n \n\n \n\n \n\n Como comentado antes, este arranjo permite que uma mesma coluna capilar \n\npossua dois pontos de detecção (um a cerca de 15 cm do ponto de injeção e outro a 15 \n\ncm do ponto de descarte), o que nos possibilita um melhor monitoramento do EOF, pois \n\nos pontos de detecção servem, também, como uma espécie de “pontos marcadores de \n\ninversão” do EOF. Doravante, os pontos de detecção referentes aos canais 1A e 4B \n\nserão denominados, respectivamente, de detector 1 e detector 2. \n\nFoi usado folha de alumínio de 0,02 mm para recobrir o capilar externamente e o \n\naterramento foi feito através de um conector de garra ligado diretamente no terra do \n\nequipamento. Com este procedimento o potencial externo do capilar é de 0 V. A figura \n\n23 ilustra a passagem do pico de sistema (pico d’água), em sentido normal, pelos dois \n\npontos de detecção ao longo da coluna capilar. \n\n  \n\n Figura 22. Representação da disposição da coluna capilar nos canais 1A e 4B na placa do \n\ndetector C4D. Foto da coluna capilar alojada nos eletrodos do detector C4D. \n\n \n\n\n\n66 \n\n \n\n \n\n \n\n Em relação à forma de injeção da amostra no capilar, foi feita uma pequena \n\nmodificação em relação ao projeto inicial. No modo convencional de operação, o \n\naparelho possui um amostrador com sistema óptico de posicionamento, o qual faz a \n\ninjeção PWM automaticamente, sendo apenas necessário selecionar no software qual \n\ncanal do equipamento vai receber a injeção.  \n\n Em nossa adaptação, os canais 1 e 4 acabam sendo conectados pela coluna \n\ncapilar. Sendo assim, adaptamos o software para fazer vácuo no canal 4 e, por \n\ndiferença de pressão, o material é injetado para dentro da coluna. Este procedimento foi \n\nempregado nos testes com o EOF no sentido normal. Quando era necessária a análise \n\ndo EOF no sentido revertido (forma aniônica), o canal de injeção passava a ser o \n\n \n0 5 10 15 20\n\n-12\n\n-8\n\n-4\n\n0\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)  \n\n  Figura 23. A) Disposição do capilar no interior do módulo interno. O capilar foi revestido com \npapel alumínio e aterrado junto ao equipamento com uma garra jacaré. B) Eletroferograma de uma \n\nmistura de Na+, Li+, K+ e Mg2+ 30 µmol.L-1. Eletrólito Ácido acético 500 mmol.L-1 em pH = 2.55. O sinal \n\npreto indica a passagem pelo detector 1 (canal 1A) e a linha vermelha é referente a passagem no \n\ndetector 2 (canal 4B). \n\nDet. Det. \n\nA) B) \n\n\n\n67 \n\n \n\n \n\nnúmero 4 e o de descarte o canal de número 1. A inversão do canal a fazer vácuo é \n\nselecionada, via software. O mesmo chaveamento PWM ainda é usado nesta \n\nadaptação e o tempo de injeção, tempo de estabilização, bem como o W são todos \n\nprogramados, também, via software.  \n\n \n\n Com relação ao software, este foi desenvolvido pelo nosso especialista de \n\nlaboratório Fernando Silva Lopes, para aquisição de dados e para facilitar o acesso a \n\ntodos os comandos do equipamento como: registro do sinal de detectores, corrente, \n\ntemperatura etc. Foram também inseridos indicadores, botões de controle e um tab que \n\npossui parâmetros como, por exemplo, potencial a ser aplicado pela fonte de alta \n\ntensão, off-set dos detectores, tempo e potencial de injeção da amostra. Trata-se de um \n\nsoftware construído em plataforma Lab VIEW, o qual se comunica com a interface NI \n\n6229 (National Instruments). \n\n  \n\n Figura 24. A) Foto do conjunto de reservatórios e sistema de válvulas solenóides, esta última \n\nidentificada por leds. B) Foto dos reservatórios de eletrólito de corrida, com as tubulações do sistema \n\nde eletrólise separada e do sistema de vácuo.  \n\nA) B) \n\n\n\n68 \n\n \n\n \n\nPara o presente projeto de pesquisa acrescentamos, ao software, apenas o \n\nparâmetro que nos permitiu alterar para qualquer valor do potencial, positivo ou \n\nnegativo, das fontes de alta tensão durante a corrida. Este incremento no software \n\npossibilitou que pudéssemos trabalhar com potencial radial (Vrad) que variavam de \n\n-20 kV a +20 kV, como será visto na discussão dos resultados. A figura 25 mostra tela \n\ndo software desenvolvido para o aparelho multi-capilar e seu incremento para o campo \n\nelétrico radial.  \n\n \n\nFigura 25. Foto do software desenvolvido par o sistema de CE multi-capilar. Ao centro - \n\ndisplay dos eletroferogramas. Acima e a esquerda - display da corrente eletroforética. No canto inferior \n\ndireito - tab comandos de seleção da potencial nas fontes de alta tensão, injeção e temperatura. A \n\ndireita superior – tab comandos para seleção de off-set dos canais. \n\n\n\n69 \n\n \n\n \n\n \n\nCom estas alterações, foi possível realizar todos os nossos experimentos \n\nenvolvendo o controle do EOF via campo elétrico radial. Não foram realizados \n\nexperimentos que envolvessem mais de uma coluna capilar. Nossa intenção ao usar o \n\nequipamento multi-canal foi o de aproveitar a disponibilidade de duas fontes bipolares \n\nde alta tensão, do uso de dois detectores para monitoramento em tempo real e a fácil \n\nadaptação do software à técnica. Devido aos resultados satisfatórios obtidos com este \n\nequipamento, estudamos a possibilidade de criar um equipamento mais compacto e \n\ndedicado ao estudo do campo elétrico radial, com detecção condutométrica sem \n\ncontato.  \n\n \n\n4. EXPERIMENTAL  \n\n4.1. Reagentes e soluções  \n\n Ácido acético glacial, Ácido Glucônico, Ácido, Lático, Ácido cítrico, EDTA (Ácido \n\netilenodiamino tetra-acético), Acetato de sódio, Borato de sódio decahidratado, TRIS \n\n(Tris-hidroximetil-aminometano), TAPS (Ácido Tris-propano sulfônico), Histidina, Cloreto \n\nde sódio, HIBA (Ácido hidroxi-isobutírico), Cloreto de potássio, Cloreto de Lítio, Cloreto \n\nde bário, Cloreto de cobre II, Nitrato de níquel II, Histidina foram adquiridos da MERCK \n\n(Darmstadt, Germany). MES (Ácido 2 morfolino-etano sulfônico) foi adquirido da (Fluka, \n\nUSA). Todos os reagentes utilizados tinham de grau analítico. Todas as soluções, \n\ntampões e amostras foram preparadas utilizando-se água deionizada, com resistividade \n\nmaior a 18.0 M? (NANOpure UV, Barnsted, Dubuque, USA). \n\n\n\n70 \n\n \n\n \n\n4.2. Condicionamento do capilar de sílica \n\n \nOs capilares de sílica de 75 µm d.i. e 360 µm d.e. (Agilent,USA) eram \n\ncondicionados antes de cada análise com fluxo constante de solução de NaOH \n\n1,0 mol.L-1 por cerca de 10 minutos. Após o fluxo de NaOH, era realizada a limpeza \n\ncom fluxo de água deionizada também por 10 minutos, seguida por fluxo de 10 minutos \n\ncom o eletrólito de corrida. Posteriormente, aplicava-se a alta tensão até a estabilização \n\nda linha base. Paralelamente ao condicionamento do capilar, o sistema de \n\ntermostatização era acionado e, com cerca de 15 minutos, todo o ambiente interno do \n\naparelho estava estabilizado termicamente em 28º C. O capilar foi recoberto com folha \n\nde alumínio de 0,02 mm, em cerca de 35 cm na região central do capilar, o que perfaz \n\n47% de sua extensão total. O seu aterramento se deu através de garras metálicas \n\nligadas ao terra do equipamento. \n\nPara todos os nossos testes, foi fixado: tempo de injeção em 10 segundos, \n\ntempo de estabilização em 30 segundos e o valor de W determinado em 0,5. Portanto, \n\nessa configuração de injeção será, doravante, denominada de condição de injeção \n\npadrão. \n\n \n\n5. RESULTADOS E DISCUSSÃO \n\n 5.1. Controle do EOF \n\nApós a adaptação do equipamento para o uso do campo elétrico radial, o \n\nprimeiro passo foi o de estabelecer os potenciais eletroforéticos, de campo radial e \n\npolaridade das fontes para as nossas análises. Por uma questão de praticidade, \n\n\n\n71 \n\n \n\n \n\ndefinimos que as fontes de alta tensão dos canais 1 e 4 seriam denominadas, \n\nrespectivamente, como Fontes 1 e 2. Por convenção foi estipulado que a Fonte 2 \n\nsempre seria mais negativa que a Fonte 1. Foi estabelecido, também, que a diferença \n\nde potencial entre as fontes de alta tensão seria sempre de 20 kV. Com este potencial \n\nsempre fixo entre as fontes, pudemos estabelecer nove arranjos diferentes de tensão \n\nentre as Fontes 1 e 2, porém sempre mantendo o mesmo potencial eletroforético, como \n\npode ser visto na tabela 1.  \n\nPodemos calcular o potencial radial resultante dos nove arranjos diferentes de \n\ntensão, fixados nas fontes, através da equação 9, pois Vint é a média aritmética das \n\nvoltagens das fontes internas e Vext é sempre 0 V. \n\n \n\n Tabela 1. Valores dos potenciais aplicados entre as duas fontes de alta tensão e \n\nsuas respectivas voltagens radiais1 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n1 Todos os potenciais estão em kV. \n\n \n\nFonte 1 Fonte 2 Veletroforética Vrad \n-10 -30 20 20 \n-5 -25 20 15 \n0 -20 20 10 \n5 -15 20 5 \n10 -10 20 0 \n15 -5 20 -5 \n20 0 20 -10 \n25 5 20 -15 \n30 10 20 -20 \n\n\n\n72 \n\n \n\n \n\nPara determinação do EOF na forma catiônica (sentido normal), o plug d’água \n\nera injetado no canal 1 e era realizado vácuo no canal 4. Quando fazíamos a análise do \n\nEOF na forma aniônica (sentido revertido), a injeção passava a ser no canal 4 e o \n\nvácuo era feito no canal 1. Para facilitar os cálculos da mobilidade do EOF, tanto no \n\nsentido normal como no sentido reverso, os dois detectores foram dispostos ambos a \n\ncerca de 15 cm do ponto de injeção.  \n\nDenominamos de condição 1 aquelas nas quais o EOF seguia em sentido normal \n\ne de condição 2, aquelas nas quais o EOF estava revertido. Tais denominações \n\nfacilitaram o aprisionamento de analitos na coluna, pois bastava criar duas condições \n\ndistintas: uma na qual o EOF migrasse juntamente com os analitos e uma outra em que \n\no EOF fosse revertido. Com o EOF revertido, era possível reter o analito na coluna ou \n\naté mesmo reverter o seu sentido. Com isso, criávamos um trap na coluna capilar e \n\naumentávamos a resolução entre os analitos. Um comando de chaveamento no \n\nsoftware permitia a mudança, em tempo real, das condições. \n\nComo relatado antes, podemos avaliar a µEOF no sentido normal e no sentido \n\nreverso através da mudança do lado de injeção, ou seja, se a injeção for do canal 1 \n\npara o canal 4 determinamos o EOF no sentido normal. Do canal 4 para o canal, o EOF \n\nno sentido reverso. Todas as determinações foram realizadas sob a condição imutável \n\nde manter uma diferença de potencial de 20 kV entre as fontes e ainda, com a premissa \n\nda Fonte 2 ser mais negativa em relação a Fonte 1.  \n\nNossos estudos revelaram também como determinar a µEOF em tempo real, o \n\nque nos permite fazer compensações na migração do EOF durante uma corrida, o que \n\npermite compensar dinamicamente a mobilidade aparente dos analitos. \n\n\n\n73 \n\n \n\n \n\nPara este monitoramento em tempo real, adotou-se o seguinte procedimento. Do \n\nponto de injeção até o detector mais próximo existe cerca de 15 cm (L1), como mostra a \n\nfigura 26. Assim, quando o plug d’água passa pelo detector, obtém-se, além da \n\ndistância já sabida (L1), o tempo (t1) que o plug d’água levou para percorrer os 15 cm. \n\nIsto permite calcular a velocidade do EOF por vEOF1 = L1/t1. No ponto de reversão (Pr), \n\nmuda-se a condição de forma a promover a reversão do EOF. Este é um ponto \n\nimportante, pois como é conhecida a velocidade fluxo e também o tempo (t2) que o plug \n\nd’água levou até o ponto de reversão, pode-se estimar qual a distância (Lx) que o \n\nmesmo percorreu até ser revertido. O cálculo para Lx é dado por:  \n\nLx = vEOF1/t2. O cálculo da vEOF2 (revertido) é baseado na expressão:  \n\nvEOF2 = Lx/t2, pois Lx é à distância do ponto de reversão até o detector e t2, o tempo \n\nnecessário para o EOF ser detectado novamente. A figura 26 ilustra esse conceito. \n\n \n\n \n\n \n\n  \n\n \n\n \n \n\n Figura 26. A) Ponto de reversão entre dois fluxos eletrosmóticos de sentidos opostos. B) representação \n\nilustrativa do conceito de determinação em tempo real da µEOF. \n\nA) B) \n\n\n\n74 \n\n \n\n \n\n 5.1.1. Faixa de controle  \n\n \n\nNosso equipamento permitiu que conseguíssemos potenciais radiais entre -20 kV \n\ne +20 kV. Essa é uma questão tecnológica a se destacar do ponto de vista instrumental, \n\npois, na literatura, a maioria dos trabalhos como, por exemplo, o de Jorgenson [5] \n\napresenta menor alcance dos potencias radiais, da ordem de -15 kV a +15 kV (para a \n\nseparação de leucina e isoleucina), outros trabalhos apresentam potencias radiais entre \n\n-10 kV e +10 kV [16-20,26,36].  \n\nA maior abrangência do Vrad em nosso equipamento nos possibilitou uma maior \n\nfaixa de controle da mobilidade do EOF, tanto para valores positivos, quanto para a sua \n\nreversão. A tabela 2 e a figura 27 ilustram, respectivamente, a variação da µEOF em \n\nfunção do Vrad, para ácido acético 500 mmol.L\n-1 em pH = 2,55.  \n\n \n\n Tabela 2. Dependência da µEOF em função do Vrad para ácido acético 500  mol.L\n-1 \n\nem pH = 2,55 \n\nVrad µEOF \nSentido do \n\nEOF \n20 -2.78E-04 revertido \n15 -2.36E-04 revertido \n10 -1.51E-04 revertido \n5 -1.01E-04 revertido \n-5 8.93E-05 normal \n\n-10 1.72E-04 normal \n-15 2.62E-04 normal \n-20 3.51E-04 normal \n\n \n\n\n\n75 \n\n \n\n \n\n \n\n Vê-se que a mobilidade do EOF varia de forma acentuada, sendo dependente do \n\nVrad aplicado durante a corrida. O eletroferograma para Vrad = 0 V foi omitido, pois ao \n\nque parece, o µEOF possuía, nesta condição, um valor igual ou muito próximo de zero. \n\nPara se verificar esta hipótese, foram realizados ensaios com cerca de 60 minutos \n\nininterruptos de eletroforese, com Vrad = 0 V, no sentido normal e reverso e, em nenhum \n\ndeles, o plug d’água foi detectado. Nossos resultados para o ácido acético 500 mmol L-1 \n\nem pH = 2.55 demonstram que conseguimos variar a mobilidade do EOF de  \n\n-27.8 x 10-5 cm2.V-1.s-1 a 35.1 x 10-5 cm2. V-1.s-1, como mostrado a seguir. \n\n0 2 4 6 8 10 12\n\n-6\n\n-4\n\n-2\n\n0\n\n2\n\n4\n\n6\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\na\n\nb\n\nc\n\nd\n\n0 2 4 6 8 10 12\n\n-6\n\n-4\n\n-2\n\n0\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\ne\n\nf\n\ng\nh\n\n  \n\n Figura 27. Mobilidade do EOF em relação à variação do Vrad, para ácido acético 500 mmol.L\n-1 \n\nem pH = 2,55. A) Vrad = +20 kV; B) Vrad = +15 kV; C) Vrad = +10 kV; D) Vrad = +5 kV; E) Vrad = -20 kV;  \n\nF) Vrad = -15 kV; G) Vrad = -10 kV; H) Vrad = -5 kV. Condição de injeção padrão. \n\n\n\n76 \n\n \n\n \n\n \n\n Pelo gráfico da figura 28, há indícios de que nossa suposição de que a µEOF em  \n\nVrad = 0 V seja igual ou próximo de zero parece se confirmar, pois conforme os valores \n\nde Vrad tornam-se positivos, a mobilidade do fluxo eletrosmótico tende a ser reduzida, \n\naté um momento em que ocorre a sua completa reversão. Sem dúvida existe um \n\npotencial radial em que o EOF é cancelado e, ao que parece, esse potencial é de 0 V \n\nou bem próximo a este valor.  \n\n Uma comparação entre os resultados para o ácido acético 500 mmol.L-1 obtidos \n\nexperimentalmente e a equação 19 da modelagem matemática (aplicada ao mesmo \n\nácido), mostra que o aumento do potencial radial ocasiona a diminuição da µEOF. No \n\nentanto, há uma diferenciação entre os valores dos pontos das curvas, pois a equação \n\n-20 -15 -10 -5 0 5 10 15 20\n\n-3.0x10\n-4\n\n-2.0x10\n-4\n\n-1.0x10\n-4\n\n0.0\n\n1.0x10\n-4\n\n2.0x10\n-4\n\n3.0x10\n-4\n\n4.0x10\n-4\n\nR\n2\n = 0.9968\n\nµ\nE\n\nO\nF\n (\n\ncm\n2\n .\n V\n\n-1\n .\n s\n\n-1\n)\n\nV\nrad\n\n (kV)\n\n \n\n Figura 28. Dependência da µEOF em relação à variação do Vrad para HAc \n\n500 mmol.L-1 pH = 2.55.  \n\n\n\n77 \n\n \n\n \n\nda modelagem matemática foi elaborada para a determinação do EOF em um Vrad \n\nconstante e em nossa montagem, como visto anteriormente, o Vrad é dependente da \n\nlocalização ao longo da coluna capilar. A figura 29 ilustra a comparação feita entre o \n\nresultado experimental e a modelagem matemática, para o ácido acético 500 mmol.L-1 \n\nem pH 2,55. \n\n \n\nOutro aspecto interessante surge se compararmos 2 condições distintas. Por \n\nexemplo, se compararmos uma condição na qual sejam fixados os valores das fontes \n\nem: Fonte 1 = 10 kV e Fonte 2 = 30 kV e uma outra condição a qual seja como se fosse \n\nsua “imagem especular”, seu reflexo, sendo então a Fonte 1 = -30 kV e a  \n\nFonte 2 = -10 kV, veremos que a µEOF nestas 2 condições não possui o mesmo valor \n\n-20 -10 0 10 20\n\n-4,50x10\n-4\n\n-3,00x10\n-4\n\n-1,50x10\n-4\n\n0,00\n\n1,50x10\n-4\n\n3,00x10\n-4\n\n4,50x10\n-4\n\n6,00x10\n-4\n\nµ\nE\n\nO\nF\n (\n\ncm\n2\n V\n\n-1\ns-\n\n1\n)\n\nV\nrad\n\n (kV)\n\nA\n\nB\n\n \n\n Figura 29. Dependência da µEOF em relação à variação do Vrad para HAc 500 mmol.L\n-1 \n\npH = 2.55. Em A, resultado experimental e, em B, resultado proveniente da modelagem matemática. \n\n\n\n78 \n\n \n\n \n\ncom o sinal invertido. Verificamos que a condição 1, neste caso, gera um Vrad de -20 kV \n\ne que na condição 2, Vrad = +20 kV. A mobilidade na condição 1, que propicia o EOF no \n\nsentido normal, é cerca de 20% maior em módulo que aquela da condição 2, que \n\npromove a sua reversão. Esse resultado se dá ao fato de que, na condição 1, a \n\ndensidade de carga, proveniente do incremento do potencial radial, é somada a \n\ndensidade de carga da parede sílica. Isso acarreta, quando o EOF está em sentido \n\nnormal, num aumento de sua mobilidade. Por outro lado, na condição 2, a densidade de \n\ncarga proveniente do potencial radial possui sinal inverso a da densidade de carga da \n\nsílica e, conseqüentemente, o valor resultante será menor, o que promove um menor \n\nvalor da µEOF em sentido reverso. O gráfico 30 ilustra a relação existente entre a \n\ndensidade de carga da sílica e do Vrad em função do pH. \n\n\n\n79 \n\n \n\n \n\n \n\nEmpregamos o uso do potencial radial em vários eletrólitos, os quais foram \n\nescolhidos em função do valor de pH. Como visto anteriormente, o pH é um fator \n\nrelevante, pois está relacionado com a densidade de carga da superfície de sílica. \n\nSendo assim, realizamos teste em várias faixas de pH com o intuito de verificar a \n\nextensão da influência do potencial radial sobre a µEOF. Como já era esperado, o \n\nalcance de controle sobre o EOF que a Vrad proporciona torna-se cada vez menor com \n\no aumento do valor do pH. O gráfico da figura 31 ilustra os eletrólitos estudados para \n\nvalores de Vrad entre -20 kV e +20 kV. \n\n \n\n \n\n2.0 2.5 3.0 3.5 4.0 4.5 5.0\n\n-7.5\n\n-6.0\n\n-4.5\n\n-3.0\n\n-1.5\n\n0.0\n\n1.5\n\n3.0\n\n4.5\n\n6.0\n\n7.5\n\n?\n (\n\nm\nC\n\n.m\n-2\n)\n\npH\n\nA)\n\n \n\n1 2 3 4 5 6 7 8 9 10 11\n\n-800\n\n-700\n\n-600\n\n-500\n\n-400\n\n-300\n\n-200\n\n-100\n\n0\n\n100\n\n?\n (\n\nm\nC\n\n.m\n-2\n)\n\npH\n\nB)\n\n \n\n Figura 30. Dependência da densidade de carga em função do pH. Em A, perfil de densidade \n\nde carga em função do pH até o valor de 5,0, sendo densidade de carga da sílica (linha preta), \n\ndensidade de do Vrad +20kV (linha azul) e densidade de carga do Vrad -20kV (linha vermelha). Em B, \n\nperfil de densidade de carga em função do pH até o valor de 10,0, sendo densidade de carga da sílica \n\n(linha preta), densidade de do Vrad +20kV (linha azul) e densidade de carga do Vrad -20kV (linha \n\nvermelha). \n\n\n\n80 \n\n \n\n \n\n \n\nIniciamos nossos estudos em campo elétrico radial com soluções em pH acima \n\nde 2,0, pois, segundo a literatura [7], quando a sílica atinge o ponto de carga zero \n\n(ponto no qual o potencial elétrico superficial é nulo), a dupla camada elétrica colapsa e \n\no EOF deixa de existir [40].  \n\nDessa forma, o pH mais baixo que trabalhos foi para o ácido glucônico (conforme \n\na figura 29), cujo valor era de 2,18. Com a variação de Vrad de -20 kV a +20 kV, \n\nobtivemos, respectivamente, µEOF = 17,06 x 10 \n-5 cm2.V-1.s-1 e -29,59 x 10 -5 cm2.V-1.s-1. \n\n1 2 3 4 5 6 7 8 9\n-4.0x10\n\n-4\n\n-3.0x10\n-4\n\n-2.0x10\n-4\n\n-1.0x10\n-4\n\n0.0\n\n1.0x10\n-4\n\n2.0x10\n-4\n\n3.0x10\n-4\n\n4.0x10\n-4\n\nµ\nE\n\nO\nF\n (\n\ncm\n2\n .\n V\n\n-1\n .\n s\n\n-1\n)\n\npH\n\nA\n\nB\nC\n\nD\nE\n\nF\n\nG\n\nH\n\nI\n\nJ\n\nK\n\nL\n\nM\n\nN\n\n \n\nFigura 31. Faixa de controle do EOF em função do pH. Intervalo do potencial radial aplicado: \n\n20 kV e - 20 kV. A) Ác. Glucônico 200 mmol.L-1 pH = 2,18; B) HAc 0,5 mol.L-1 pH = 2,55; C) HIBA \n\n15 mmol.L-1 pH = 3,00; D) Ác. cítrico 15 mmol.L-1 pH = 3,54; E) Tampão acetato 20 mmol.L-1 pH = \n\n4,77; F) MES/His 20 mmol.L-1 pH = 6,10; G) MES/His 20 mmol.L-1 + CTAB 125 µmol.L-1 pH = 6,08; H) \n\nKCl 20 mmol.L-1 pH 7,0; I) KCl 16 mmol.L-1 + BaCl2 2 mmol.L\n-1 pH 7,05; J) KCl 16 mmol.L-1 + CaCl2           \n\n2 mmol.L-1 7,08; K) Tris/Taps 20 mmol.L-1 pH = 8,22; L) Tris/Taps 20 mmol.L-1 + CTAB 15 µmol.L-1        \n\npH = 8,22; M) Tris/Taps 20 mmol.L-1 + CTAB 25 µmol.L-1 pH = 8,22; N) Tris/Taps 20 mmol.L-1 +       \n\nCTAB 50 µmol.L-1 pH = 8,22. \n\n\n\n81 \n\n \n\n \n\nUm fato interessante é o de que o módulo do limite negativo de µEOF é maior do que \n\naquele no sentido positivo. No pH em questão, muitos grupos silanóis ainda estão \n\nprotonados. \n\nComparando-se o alcance das mobilidades encontradas para o ácido acético  \n\n500 mmol.L-1 em pH = 2,55 e o ácido cítrico 15 mmol.L-1 pH = 3,50 (sendo que o pH foi \n\ncorrigido para este valor com hidróxido de potássio), verifica-se que os intervalos são, \n\nrespectivamente, de µEOF = -27,83 x 10 \n-5 cm2.V-1.s-1 a 35,06 x 10 -5 cm2.V-1.s-1 e de \n\nµEOF = -17,01 x 10 \n-5 cm2.V-1.s-1 a 13,51 x 10 -5 cm2.V-1.s-1. O aumento do pH, como era \n\nde se esperar, reduziu o alcance efetivo do EOF, visto que a densidade de carga \n\nsuperficial aumentou. Esse aumento de uma unidade de pH reduziu a faixa de ação em \n\ncerca de 50%, pois no pH = 2,55 o alcance total do campo elétrico radial cobria uma \n\nextensão de 62,9 cm2.V-1.s-1, enquanto que no pH = 3,50, este valor caiu para \n\n30,52 cm2.V-1.s-1. A força iônica para ambos os ácidos é em torno de 2,53 mmol.L-1, \n\nportanto, um efeito de compressão da dupla camada elétrica pela força iônica fica \n\ndescartado.  \n\nO eletrólito contendo HIBA (ácido hidroxi-isobutírico) foi o que apresentou a \n\nmaior faixa de controle. A extensão de controle do EOF é por volta de 72,74 cm2.V-1.s-1, \n\nconsiderando-se os valores positivo e negativos do EOF. Era de se esperar que este \n\neletrólito de corrida tivesse, por causa do seu pH por volta de 3,0, uma extensão menor \n\ndo que aquela do ácido acético. No entanto, ao compararmos a força iônica do HIBA, a \n\nforça iônica fica em torno de 1,43 mmol.L-1, ou seja, cerca de 1 mmol.L-1 menor que \n\npara o ácido acético. Com isso, constata-se que o efeito do campo elétrico radial em um \n\n\n\n82 \n\n \n\n \n\neletrólito, depende tanto do pH como, também, da força iônica da solução. O gráfico da \n\nfigura 32 ilustra a µEOF em função da força iônica dos eletrólitos. \n\n \n\n Constata-se que no sistema tampão acetato, em pH = 4,77 e o sistema tampão \n\nMES/His, em pH = 6,1, ambos com força iônica em torno de 10 mmol.L-1, o EOF não \n\npode ser mais revertido. No entanto, ainda temos um controle sobre sua mobilidade, só \n\n0 2 4 6 8 10 12 14 16 18 20 22\n-4,0x10\n\n-4\n\n-3,0x10\n-4\n\n-2,0x10\n-4\n\n-1,0x10\n-4\n\n0,0\n\n1,0x10\n-4\n\n2,0x10\n-4\n\n3,0x10\n-4\n\n4,0x10\n-4\n\nµ\nE\n\nO\nF\n (\n\ncm\n2\n . \n\nV\n-1\n .\ns-\n\n1\n)\n\nI(mmol.L\n-1\n)\n\nA\nB\n\nC\nD\n\nE\n\nF\n\nG\n\nH\n\nI\n\nJ\nK\n\nL\n\nM\n\n \n\n Figura 31. Dependência da µEOF em função da força iônica (I): A) HIBA 15 mmol.L\n-1 pH = 3,0 \n\nI = 1,42 mmol.L-1; B) HAc 500 mmol.L-1 pH = 2,5 I = 3,14 mmol.L-1; C) Ác. cítrico 15 mmol.L-1 \n\npH = 3,54 I = 3,20 mmol.L-1; D) Ác. Glucônico 200 mmol.L-1 pH = 2,1 I = 7,0 mmol.L-1; E) Tris/Taps \n\n20 mmol.L-1 pH = 8,22 I = 9,2 mmol.L-1; F) Tris/Taps 20 mmol.L-1 + CTAB 15 µmol.L-1 pH = 8,22 \n\nI = 9,2 mmol.L-1; G) Tris/Taps 20 mmol.L-1 + CTAB 25 µmol.L-1 pH = 8,22 I = 9,2 mmol.L-1; H) Tris/Taps \n\n20 mmol.L-1 + CTAB 50 µmol.L-1 pH = 8,22 I = 9,2 mmol.L-1; I) Tampão acetato 20 mmol.L-1 pH = 4,77 \n\nI = 10,02 mmol.L-1; J) MES/HIS 20 mmol.L-1 pH = 6,1 I = 10,20 mmol.L-1; K) KCl 20 mmol.L-1 pH = 7,0 \n\nI = 20 mmol.L-1; L) KCl 16 mmol.L-1 + BaCl2 2 mmol.L\n-1 pH = 7,05 I = 22 mmol.L-1; M) KCl 16 mmol.L-1 \n\n+ CaCl2 2 mmol.L\n-1 pH = 7,08 I = 22 mmol.L-1. \n\n\n\n83 \n\n \n\n \n\nque, no entanto, com uma faixa de controle mais limitado, entre  \n\nµEOF = 6,37 x 10\n-5 cm2. V-1.s-1 a 26.32 x 10-5 cm2.V-1.s-1 para o tampão acetato e de \n\n µEOF = 27,28 x 10\n-5 cm2. V-1.s-1 a 40.20 x 10-5 cm2.V-1.s-1 para o sistema MES/His. \n\nAinda, neste último tampão, verifica-se que a faixa de controle (por volta de  \n\n12,9 cm2.V-1.s-1) é ainda menor do que para o tampão acetato (em torno de  \n\n29,9 cm2.V-1.s-1), pois aqui o fato do pH possuir um valor maior para MES/His influencia \n\nseveramente na densidade de carga da sílica e, conseqüentemente, na extensão do \n\ncontrole do fluxo eletrosmótico.  \n\nEscolheu-se realizar um estudo mais aprofundado em torno do MES/His pelo fato \n\nde ser um sistema tampão de uso muito difundido em eletroforese capilar e ainda pela \n\nfaixa de pH em que esse eletrólito se encontra.  \n\nNosso intuito com o emprego do campo elétrico radial era o de poder ter controle \n\nefetivo do EOF em várias faixas de pH. Tal prática se torna inviável em pH elevado, \n\nnovamente, devido ao fato do alto grau de dissociação dos grupos silanóis, e somente \n\ncom o emprego de um Vrad muito elevado, tal controle seria possível, o que se torna \n\nimpraticável com a atual configuração de que dispomos.  \n\nPara compensar essa concentração de silanolato disponível, resolvemos \n\nadicionar um surfactante catiônico ao eletrólito de corrida para, dessa força, reduzir a \n\ndensidade de carga da superfície e, com isso, conseguir um maior controle em pH \n\nelevado. Assim, escolhemos empregar o CTAB (Brometo de cetil-trimetil amônio) em \n\nconcentração suficiente para apenas diminuir a densidade de carga da superfície de \n\nsílica e não para promover a reversão do EOF pela sua adição. Foi preparada uma \n\nsolução estoque de MES/HIS 20 mmol.L-1, em pH = 6,1 e realizado, a seguir, várias \n\n\n\n84 \n\n \n\n \n\ncorridas com adições de CTAB que variaram de 50 µmol.L-1 a 150 µmol.L-1 para, dessa \n\nforma, averiguar qual seria a concentração de surfactante necessária para a reversão \n\ndo EOF via Vrad. A figura 33 ilustra as várias concentrações estudas e suas respectivas \n\nfaixas de controle da µEOF.  \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA faixa de controle para o tampão MES/His 20 mmol.L-1 sem qualquer adição de \n\nCTAB é de 13,20 cm2.V-1.s-1. Verifica-se que, com a adição de 50 µmol.L-1, há uma \n\ndiminuição drástica da faixa de controle do EOF, caindo para cerca de apenas \n\n3,14 cm2.V-1.s-1. Esse resultado pode ser explicado pelo do fato do CTAB ser um \n\nsurfactante catiônico e estar sendo adsorvido na camada de sílica. Com isso, algumas \n\n0 25 50 75 100 125 150\n\n-1,0x10\n-4\n\n0,0\n\n1,0x10\n-4\n\n2,0x10\n-4\n\n3,0x10\n-4\n\n4,0x10\n-4\n\nµ\nE\n\nO\nF\n (\n\ncm\n2\n .\n V\n\n-1\n .\n s\n\n-1\n)\n\nCTAB (µM)\n\nA\n\nB\n\nC\nD\n\nE\n\n \n\nFigura 33. Faixa de controle da µEOF em função da adição de CTAB em \n\nMES/His 20 mmol.L-1 a pH = 6,1: A) Sem adição de CTAB; B) Com adição de \n\n50 µmol.L-1 de CTAB; C) Com adição de 100 µmol.L-1 de CTAB; D) Com adição de \n\n125 µmol.L-1 de CTAB; E) Com adição de 150 µmol.L-1 de CTAB. \n\n\n\n85 \n\n \n\n \n\nmoléculas de CTAB neutralizam parte da carga negativa proveniente do silanolato de \n\ntal forma que a dupla camada elétrica acaba sendo reduzida, como na figura 34. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAo passo que a concentração de CTAB é aumentada, ocorre, também, um \n\naumento gradativo da faixa do EOF (que se desloca também para a forma mais \n\naniônica, em comparação com o tampão sem surfactante), fato que pode ser verificado \n\nnas concentrações de 100 µmol.L-1 e 125 µmol.L-1. Com 125 µmol.L-1 de CTAB, \n\ndisponibiliza-se mais moléculas do surfactante para interação e estas, por sua vez, são \n\nadsorvidas na parede carregada de sílica por influência eletrostática (adsorção não \n\nespecífica).  \n\nAs forças de London atuam na parte alifática (cauda) da molécula do \n\nsurfactante [33]. Estas interações são mais fortes que a repulsão eletrostática existente \n\n \n\nFigura 34. Representação esquemática da adsorção do CTAB com a \n\norientação das moléculas de surfactante sobre a superfície de sílica.  \n\n?Surfactante \n\n\n\n86 \n\n \n\n \n\nentre os grupos da cabeça da molécula com cargas iguais. Assim, a resultante é um par \n\nde moléculas de surfactante, com um grupo catiônico voltado para a superfície de sílica \n\ne com o outro grupo dirigido para a solução. Este tipo de adsorção de tensoativos em \n\ninterface sólido/líquido é conhecido pelo nome de admicelas [33], como ilustrado na \n\nfigura 35.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTal arranjo das moléculas atenuou a densidade de carga da sílica ao ponto em \n\nque, a 125 µmol.L-1, conseguimos tanto aumentar o controle do EOF como também \n\ninduzirmos a reversão do EOF. A figura 36 mostra a dependência da µEOF com o \n\npotencial radial para o tampão MES/His 20 mmol.L-1 + CTAB 125 µmol.L-1 . \n\n \n\nFigura 35. Representação esquemática da adsorção do CTAB mostrando a \n\norientação das moléculas de surfactante sobre a superfície de sílica, através adsorção \n\npor admicelas. \n\n?Surfactante \n\n\n\n87 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPara os resultados na concentração em 150 µmol.L-1 de CTAB, a faixa de \n\ncontrole volta a se atenuar, sendo apenas de 2,25 cm2.V-1.s-1 e o EOF totalmente \n\nrevertido. É possível que a formação da bicamada esteja quase totalmente \n\nestabelecida, ou seja, o número de agregados em forma de admicelas recobriu toda a \n\nsuperfície interna do capilar, revertendo, com isso, o sentido do EOF.  \n\nOs resultados em MES/His + CTAB são significativos, pois até o momento, não \n\nlocalizamos na literatura, nenhum trabalho ao qual a reversão do EOF tenha sido \n\nalcançada neste pH, com exceção do trabalho de Hayes [16], o qual se vale de \n\nsilanização da superfície interna do capilar. Lee et al. [21] trabalharam com o \n\n-20 -10 0 10 20\n-1.0x10\n\n-4\n\n-5.0x10\n-5\n\n0.0\n\n5.0x10\n-5\n\n1.0x10\n-4\n\n1.5x10\n-4\n\n2.0x10\n-4\n\n2.5x10\n-4\n\nµ\nE\n\nO\nF\n (\n\ncm\n2\n.V\n\n-1\n.s\n\n-1\n)\n\nV\nrad \n\n(kV)\n \n\n Figura 36. Dependência da µEOF em relação à Vrad para MES/His 20 mmol.L\n-1 + \n\nCTAB 125 µmol.L-1. N = 2. \n\n\n\n88 \n\n \n\n \n\nincremento de campo elétrico radial e fizeram uso de outro surfactante, o DTAB \n\n(Brometo de dodecil trimetil-amônio). No entanto, os autores fazem uso de \n\nconcentrações da ordem de 1 mmol.L-1 e não conseguem promover um controle do \n\nEOF, o qual sempre se encontrava, dada a alta concentração de DDAB, na forma \n\naniônica. \n\n Estes resultados abrem caminhos para a implementação de Vrad para se estudar \n\noutros sistemas tampões associados a surfactantes. Assim, o próximo teste foi trabalhar \n\ncomo tampão Tris/Taps 20 mmol.L -1, em pH = 8,22 e com a adição gradativa de CTAB, \n\nconforme foi feito com o MES/His. Optou-se por se trabalhar com a concentração de \n\n20 mmol.L-1 pelo fato do valor da força iônica do Tris/Taps (por volta de 9,3 mmol.L-1) se \n\naproximar do valor da força iônica do MES/His.  \n\nNotou-se uma diferença nos valores da faixa de controle, entre os dois eletrólitos, \n\npor volta de 12,9 cm2.V-1.s-1, no MES/His e de 8,0 cm2.V-1.s-1 no Tris/Taps. Tal diferença \n\nse dá por conta do aumento do pH e, conseqüentemente, do aumento da densidade de \n\ncarga. No entanto, por se tratar de um pH demasiado elevado para o controle do EOF \n\nvia campo elétrico radial, tal faixa de controle é expressiva. \n\nMais uma vez, com o intuito de reduzir a densidade de carga superficial da sílica, \n\nforam feitos vários testes de adições de CTAB, com concentrações diferentes para, \n\ndessa forma, localizar uma concentração que promovesse um aumento significativo na \n\nfaixa de controle do EOF.   \n\nDiferentemente do que ocorreu como MES/His, no tampão Tris/Taps, o aumento \n\nda concentração de CTAB promoveu redução na µEOF e na faixa de controle. Ainda, na \n\nconcentração de 50 µmol.L-1 de CTAB, o sentido do EOF passa a ser revertido pelo \n\n\n\n89 \n\n \n\n \n\nestabelecimento da bicamada e mais, a variação do Vrad parece não causar nenhuma \n\nmudança na mobilidade do EOF, conforme mostra a figura 37.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDessa forma, com a faixa de controle reduzida, cerca de 0,38 cm2.V-1.s-1, e com \n\no sentido do EOF já revertido pelo surfactante, optou-se pela continuidade dos estudos \n\ncom outras substâncias que também promovem a diminuição da densidade de carga da \n\nsílica. No entanto, não se descarta aqui a perspectiva de se estudar outros tampões \n\nassociados com surfactantes, os quais podem gerar resultados satisfatórios associados \n\nao campo elétrico radial. \n\n0 5 10 15 20 25 30 35 40 45 50\n\n-1,0x10\n-3\n\n0,0\n\n1,0x10\n-3\n\n2,0x10\n-3\n\n3,0x10\n-3\n\n4,0x10\n-3\n\nµ\nE\n\nO\nF\n (\n\ncm\n2\n .\n V\n\n-1\n .\n s\n\n-1\n)\n\nCTAB (µmol.L\n-1\n)\n\nA\n\nB\n\nC\n\nD\n\n Figura 37. Faixa de controle da µEOF em função da adição de CTAB em Tris/Taps \n20 mmol.L -1 a pH = 8,22: A) Sem adição de CTAB; B) Com adição de 25 µmol.L-1 de CTAB; \n\nC) Com adição de 40 µmol.L-1 de CTAB; D) Com adição de 50 µmol.L-1 de CTAB. \n\n\n\n90 \n\n \n\n \n\nParalelamente ao estudo com o CTAB, pesquisamos o efeito de alguns \n\nadsorvedores como o Ba2+ e o Ca2+ em pH = 7. Pelo fato do equipamento possuir \n\neletrólise separada, podemos realizar inúmeros testes com eletrólitos não tamponados. \n\nSendo assim, escolhemos trabalhar com um eletrólito trivial: o KCl na concentração de \n\n20 mmol.L-1.  \n\nO pH de uma solução de KCl em 20 mmol.L-1 encontra-se por volta de pH = 7 e \n\nneste valor de pH a reversão do fluxo é inviável, mesmo aplicando-se o valor máximo \n\nde Vrad. Medimos a faixa de alcance do Vrad nestas condições e encontramos um valor \n\npor volta de 16,1 cm2.V-1.s-1. Não é uma expressiva faixa de alcance, mas, no entanto, \n\num resultado positivo, pois trata-se de um pH elevado para o uso de Vrad e também pelo \n\nfato de uma variação na mobilidade aparente de 16,0 cm2.V-1.s-1.  \n\nA adição de BaCl2 e CaCl2 ao KCl foi feita, mantendo-se a mesma força iônica do \n\neletrólito. Dessa forma, foram realizados ensaios para um eletrólito contendo KCl \n\n20 mmol.L-1 variando-se a concentração de cloreto de bário e de cálcio de 50 µmol.L-1 \n\naté 8 mmol.L-1. Para os resultados com concentração de CaCl2 e BaCl2 abaixo de \n\n1 mmol.L-1, não houve aparente mudança na faixa do EOF. Já com a concentração \n\ndesses dois sais maior que 1 mmol.L-1, tivemos de corrigir, também, a concentração do \n\nKCl a fim de manter a força iônica do eletrólito e ainda de se evitar uma corrente \n\neletroforética muito grande. Dessa forma, ajustamos a concentração do eletrólito para \n\nKCl 16 mmol.L-1 e de 2 mmol.L-1 para BaCl2 e CaCl2. Não utilizamos maior valor na \n\nconcentração de cálcio e bário, pois a corrente eletroforética já se encontrava em valor \n\ndemasiado alto, da ordem de 28 µA.  \n\n\n\n91 \n\n \n\n \n\n \n\nOs resultados mostram que adição de metais alcalinos terrosos atenua a \n\ndensidade de carga da superficial de tal modo a diminuir a faixa de controle do EOF, \n\nnão promovendo, nas condições estudadas, a reversão do EOF. No entanto, verifica-se \n\nque a faixa para a condição com o eletrólito de KCl 16 mmol.L-1 e BaCl2 2 mmol.L\n-1\n\n é de \n\naproximadamente 7,0 cm2.V-1.s-1, enquanto que para o eletrólito contendo KCl  \n\n4 mmol.L-1 e CaCl2 2 mmol.L\n-1, a faixa é de 3,8 cm2.V-1.s-1. O resultado obtido com \n\nessas faixas de controle pode indicar, assim como para o sistema MES/His visto \n\nanteriormente, que um possível controle com reversão do EOF seja possível, pois o \n\ncontrole foi atenuado como no sistema de MES/His, o que indica uma sensibilização na \n\ndensidade de carga da sílica. Talvez caso nestas condições de eletrólitos pudéssemos \n\naplicar um maior valor Vrad, conseguiríamos uma maior faixa de controle e \n\npossivelmente a reversão do EOF, também, neste pH. Ainda, caso a corrente \n\neletroforética não tivesse chegado a um valor elevado (por conta da adição de bário e \n\n-20 -10 0 10 20\n0.0\n\n5.0x10\n-5\n\n1.0x10\n-4\n\n1.5x10\n-4\n\n2.0x10\n-4\n\n2.5x10\n-4\n\n3.0x10\n-4\n\nµ\nE\n\nO\nF\n (\n\ncm\n2\n .\n V\n\n-1\n s\n\n-1\n)\n\nV\nrad\n\n (kV)\n\n-20 -10 0 10 20\n0.0\n\n5.0x10\n-5\n\n1.0x10\n-4\n\n1.5x10\n-4\n\n2.0x10\n-4\n\n2.5x10\n-4\n\n3.0x10\n-4\n\nµ\nE\n\nO\nF\n\n (\ncm\n\n2\n .\n V\n\n-1\n s\n\n-1\n)\n\nV\nrad\n\n (kV)\n\n \n\n  Figura 38. Dependência da µEOF em função do Vrad. Em A, eletrólito KCl 20 mmol.L\n-1 (linha \n\npreta) e KCl 16 mmol.L-1 e BaCl2 2 mmol.L\n-1 (linha vermelha). Em B, eletrólito KCl 20 mmol.L-1 (linha \n\npreta) e KCl 16 mmol.L-1 e CaCl2 2 mmol.L\n-1 (linha vermelha). \n\nA) B) \n\n\n\n92 \n\n \n\n \n\ncálcio ao sistema), poderíamos realizar mais alguns arranjos de concentrações entre o \n\nKCl, BaCl2 e CaCl2 para verificar se a Vrad poderia promover um aumento na faixa de \n\ncontrole do EOF. \n\n \n\n 5.1.2. Separação de espécies e resolução \n\n 5.1.2.1. Separação de aminoácidos: Leucina e Isoleucina \n\n  \n\nO item anterior foi destinado, exclusivamente, a avaliação da faixa de controle do \n\nVrad em vários valores de pH. Como era esperada, essa faixa de controle diminui \n\nconforme aumentamos o valor de pH em virtude do aumento de densidade de carga da \n\nsuperfície do capilar. No entanto, conseguimos obter um controle expressivo e até \n\nmesmo a reversão do EOF no sistema tampão MES/His, em pH = 6. Neste novo tópico, \n\nvoltamos nossa atenção à separação de alguns compostos via campo elétrico radial.  \n\nCom a faixa de controle do EOF estabelecido, nossa intenção agora é o de avaliar o \n\nuso do Vrad para o aumento da resolução entre espécies químicas. O intuito aqui é de \n\nproporcionar uma “coluna capilar infinita”. Tal estratégia é alcançada desde que um \n\nanalito tenha mobilidade efetiva menor que nosso controle. Assim, através das \n\nsucessivas reversões do sentido do EOF proporcionamos um trap da amostra, dentro \n\nda coluna, até que o grau de resolução desejado seja alcançado, como exemplificado \n\nna figura 39. \n\n\n\n93 \n\n \n\n \n\n \n\n A resolução entre 2 analitos, em eletroforese capilar, pode ser calculada através \n\nda equação: \n\n \n\n)(\n\n)(2\n\n21\n\n12\n\nww\n\ntt\nR\n\n+\n?\n\n=      Eq. 21 \n\n \n\nonde t1 e t2 são respectivamente, o tempo de migração do analito 1 e do analito 2, em \n\nsegundos e w1 e w2 são, respectivamente, a largura do pico do analito 1 e a largura do \n\npico do analito 2, em segundos. \n\nPara nossa avaliação da resolução, utilizamos como eletrólito de corrida o ácido \n\nacético 500 mmol.L-1, por se tratar de um eletrólito de linha base estável e por fornecer \n\numa relevante faixa de controle do EOF, tanto na forma catiônica como na aniônica. \n\nSelecionamos dois aminoácidos, a leucina e a isoleucina, cuja diferença de mobilidade \n\nefetiva entre eles, neste eletrólito, é de apenas 0,127 x 10-5 cm2.V-1.s-1, sendo, ainda, \n\nseus respectivos pkas (dos grupos carboxila) muito semelhantes (2,33 para a leucina e \n\n \n\nFigura 39. Esquema da estratégia para proporcionar o conceito de coluna capilar infinita. \n\n\n\n94 \n\n \n\n \n\nde 2,32 para a isoleucina), segundo consta na simulação realizada no software \n\nPeakmaster [56].   \n\nForam realizados cerca de 125 minutos de eletroforese ininterrupta, na qual \n\nconseguiu-se a separação dos dois aminoácidos. O Vrad variou neste experimento de      \n\n-10 kV a +10 kV. As fontes foram ajustadas da seguinte forma: condição 1 com             \n\nFonte 1 = + 20 kV e Fonte 2 = 0 V; condição 2 com Fonte 1 = 0 V e Fonte 2 = - 20 kV. \n\nAs reversões eram feitas todas as vezes que os picos dos dois aminoácidos passavam \n\npelos detectores. Por vezes, a reversão era feita no detector número 2, quando os \n\nanalitos e o EOF estavam em sentido normal, ora era feita no detector 1, ou seja, \n\nquando tanto os aminoácidos quanto o EOF estavam na forma aniônica. \n\nEsse Vrad promoveu uma µEOF na condição 1 de 17,24 x 10\n-5 cm2.V-1.s-1 e uma \n\nµEOF na condição 2 de - 15,14 x 10\n-5 cm2.V-1.s-1. Os valores das mobilidades aparentes \n\n(µApa) dos aminoácidos ficaram entre 27,37 x 10\n-5 cm2.V-1.s-1 e -5,01 x 10-5 cm2.V-1.s-1, \n\npara a leucina, e 27.49 x 10-5 cm2.V-1.s-1 e µApa = - 4,88 x 10\n-5 cm2.V-1.s-1, para a \n\nisoleucina. \n\nSegundo a simulação feita no software Peakmaster, utilizando-se as mesmas \n\ncondições de eletrólito e campo elétrico num experimento convencional de eletroforese \n\ncapilar, seria necessária uma coluna capilar de 4 m de comprimento total, com um \n\npotencial de 110 kV. Ainda, nesta simulação, por volta de 58 minutos, os picos \n\ncomeçariam a mostrar um pequeno grau de separação, como se pode ver na figura 40. \n\n \n\n\n\n95 \n\n \n\n \n\n  \n\nEm nosso equipamento, esse mesmo experimento foi realizado com uma coluna \n\nde 74 cm e sob um potencial eletroforética de 30 kV. Os eletroforegramas da figura 41 \n\nmostram o histórico do aumento da resolução ao longo do tempo. \n\n \n\nFigura 40. Simulação do Peakmaster 5.2. Separação de Isoleucina e Leucina no eletrólito HAc \n\n0,52 mmol.L-1 em pH = 2,55, 110,8 kV, capilar 400 cm (E = 277 V/cm). \n\n\n\n96 \n\n \n\n \n\n \n\nA figura 41 A, mostra a primeira passagem dos analitos pelo detector com \n\nresolução muito baixa. Também na figura 41 B, a resolução está comprometida, porém \n\npodem-se ver indícios de que os picos começam a se desdobrar. Já na figura 41 C, \n\nvemos, claramente, dois picos desdobrados com resolução em torno de 0,90. Na figura \n\n41 D, o tempo de permanência na coluna aumentou a resolução para 1,15. Decidimos \n\n0 1 2 3 4\n1.2\n\n1.4\n\n1.6\n\n1.8\n\n2.0\n\n2.2\n\n2.4\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\nIsoleucina\ne Leucina\n\nNa\n+\n\nEOF\n\n \n\n28 30 32 34 36\n3.2\n\n3.3\n\n3.4\n\n3.5\n\n3.6\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n \n\n46 48 50 52 54 56 58\n\n-0.2\n\n-0.1\n\n0.0\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n100 105 110 115 120\n-0.25\n\n-0.20\n\n-0.15\n\n-0.10\n\n-0.05\n\n0.00\n\n0.05\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n \n\n Figura 41. Eletroferogramas da separação da isoleucina e leucina ao longo do tempo em HAc \n\n0,52 mmol.L-1, em pH = 2,55. Condição de injeção padrão. Em A e B, a resolução é inexistente entre \n\nos dois analitos. Em C, resolução = 0,90. Em D, a resolução atinge 1,15 por volta de 115 minutos de \n\ncorrida. \n\nC) D) \n\nB) A) \n\n\n\n97 \n\n \n\n \n\ninterromper a corrida por volta de 125 minutos, uma vez que o conceito estava \n\ndemonstrado.  \n\nDe fato, existe uma relação entre tempo de permanência na coluna capilar e o \n\nefeito de alargamento dos picos. Podemos aprisionar o analito por tempo indefinido na \n\ncoluna, mas em conseqüência disso, a difusão longitudinal tenderia a ser maior. \n\nUma vantagem de nossa instrumentação em relação ao trabalho de Jorgenson \n\n[5] reside no fato de podermos realizar a detecção em tempo real, ou seja, \n\nconseguimos detectar os picos dos analitos tanto no sentido normal, quanto no sentido \n\nreverso. Isso nos proporciona saber, de uma forma mais eficiente, o grau de separação \n\ndos analitos. A figura 42 ilustra dois eletroferogramas, um no sentido normal e outro \n\ndetectado no sentido reverso. \n\n \n\n \n\n \n\n \n\n42,0 42,5 43,0 43,5 44,0\n\n-0,10\n\n-0,05\n\n0,00\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n \n\n46.5 48.0 49.5 51.0 52.5 54.0\n-0.2\n\n-0.1\n\n0.0\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n \n\nFigura 42. Em A, sentido do EOF revertido e, em B, sentido do EOF normal. \n\nA) B) \n\n\n\n98 \n\n \n\n \n\nDado ao relevante resultado obtido na separação da leucina e isoleucina e mais, \n\ncomo a nossa presente pesquisa está calcada em levantar estudo de base sobre o uso \n\ndo campo elétrico radial em eletroforese capilar, decidimos estudar a possibilidade de \n\nse realizar uma separação isotópica.  \n\n \n\n 5.1.2.2. Separação isotópica  \n\n \n\nComo é conhecido, isótopos são átomos que possuem igual número de prótons \n\ne diferente do número de massa gerada pela diferença no número de nêutrons. Na \n\nnatureza, os isótopos aparecem em certa proporção isotópica, que varia de elemento \n\npara elemento.  \n\nA diferença existente entre as massas dos isótopos promove ligeiras diferenças \n\nnas mobilidades efetivas dos mesmos. Assim, por exemplo, a mobilidade do 35Cl- difere \n\nda mobilidade do 37Cl- por um fator de apenas 0,12% [32]. \n\nNa literatura encontramos trabalhos como os de Lucy et al. [32], no qual os \n\nautores se valem da eletroforese capilar para realizar a separação isotópica. No \n\nentanto, tal separação exige um controle muito fino da mobilidade do EOF.  \n\nSendo assim, nossa expectativa era a de que, com o controle em tempo real do \n\nEOF, conseguiríamos promover uma separação isotópica, pois, em determinados \n\neletrólitos, tínhamos uma faixa de controle expressiva. \n\n\n\n99 \n\n \n\n \n\n \n\nDentre os vários elementos que apresentam isótopos na natureza, nossa \n\nprimeira escolha seria entre os elementos dos primeiros períodos da tabela periódica, \n\nvisto que o efeito isotópico seria mais pronunciado em átomos de menor massa.  \n\nNossa primeira escolha foi o lítio tanto por se tratar de um átomo do segundo \n\nperíodo da tabela periódica, quanto pela sua mobilidade, por volta de  \n\n39,0 x 10-5 cm2.V-1.s-1, sendo ainda sua relação isotópica de 92,5% 7Li+ e 7,5% como \n\n6Li+ [50]. Utilizamos novamente o ácido acético 500 mmol.L-1 como eletrólito (pelo fato \n\nde apresentar uma linha base estável e também pelo lítio apresentar um bom sinal de \n\ncondutividade) e um Vrad de +20 kV de forma a promover a maior taxa de EOF no \n\nsentido invertido. No entanto, não foi possível aprisionar o íon lítio na coluna pelo tempo \n\nnecessário para provocar o desdobramento de seus isótopos.  \n\nOutra espécie de interesse, numa ordem crescente visando elementos de baixa \n\nmassa, seria o boro. Este apresenta uma relação isotópica mais interessante com  \n\n10B = 19,9% e 11B = 80,1% [51]. Para o boro, a relação isotópica tem especial \n\nimportância, pois é conhecido que o ácido bórico formado com boro 10 tem pKa \n\n \n\nFigura 43. Esquema da estratégia adotada para proporcionar a separação isotópica. \n\n\n\n100 \n\n \n\n \n\ndiferente do formado com boro 11. Para estudarmos o boro, precisaríamos trabalhar \n\ncom esse elemento na forma de borato. No entanto, surge aqui um ponto a ser \n\nconsiderado, que é o fato do borato ser formado apenas em valores de pH elevado, \n\nacima de 8,0. Sendo assim, não conseguiríamos uma faixa de controle adequado nesta \n\nfaixa de pH com a atual configuração de que dispomos, fato este que nos levou a \n\ndescartar fazer qualquer estudo sobre este elemento. \n\nOutro conjunto de espécies seria os de metais de transição, principalmente dos \n\nelementos que compõem o quarto período da tabela periódica, visto que para eles, \n\ntambém, o efeito isotópico seria mais pronunciado do que para os demais metais dos \n\nperíodos posteriores. Os elementos escolhidos para os nossos estudos foram: níquel \n\n(cinco isótopos estáveis) [52], cobre (dois isótopos estáveis) [53], zinco (quatro isótopos \n\nestáveis) [54]. Também o chumbo (quatro isótopos estáveis) [55] foi escolhido para os \n\nnossos estudos dado a riqueza isotópica que este possui.  \n\nNão foi possível aprisionar ou mesmo reter por um tempo considerável estes \n\nmetais na coluna com o eletrólito ácido acético 500 mmol.L-1 (mesmo em pH baixo e \n\ncom a µEOF revertida ao máximo valor), pelo fato dos mesmos possuírem alta \n\nmobilidade. \n\n\n\n101 \n\n \n\n \n\n \n\nEntão, nossa próxima estratégia foi a de se propiciar a formação de complexos \n\nlábeis e, assim, atenuar a mobilidade efetiva dos metais para uma faixa na qual a nossa \n\nfaixa de controle do EOF pudesse prendê-los (ou até mesmo revertê-los), por um tempo \n\nmaior dentro do capilar.  \n\nNossa primeira escolha foi a do EDTA dissódico, tanto pela sua alta constante de \n\nformação de complexos com os metais de nosso estudo. \n\n \n\n6 8 10 12\n\n-0,8\n\n-0,6\n\n-0,4\n\n-0,2\n\n0,0\n\n0,2\n\n0,4\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n0 2 4 6 8\n\n-0,6\n\n-0,4\n\n-0,2\n\n0,0\n\nS\nin\n\na\nl (\n\nV\n)\n\nTime (min)\n\n \n\n Figura 44. A) Eletroferograma de Cu2+ 1 mmol L-1 em HAc. 500 mmol.L-1 com Vrad = +20 kV. \n\nB) Eletroferograma de Pb2+ 1 mmol.L-1 em HAc. 500 mmol.L-1 com Vrad = +20 kV. Condição de injeção \n\npadrão.  \n\nA) B) \n\n\n\n102 \n\n \n\n \n\n Sendo assim, adicionamos, ao ácido acético 500 mmol.L-1, EDTA dissódico em \n\nvárias concentrações para verificarmos seu efeito (figura 45).  \n\nA concentração inicial usada de EDTA foi de 100 µmol.L-1. Nesta condição, todos \n\nos metais encontravam-se complexados com o EDTA e apareciam na forma aniônica \n\n[Metal-EDTA]n\n-\n, pois, quando aplicávamos uma condição favorável ao EOF no sentido \n\nnormal, não era detectado qualquer sinal pertinente. Sendo assim, adicionamos nas \n\namostras, uma pequena quantidade de sódio, a fim de se verificar a possibilidade de \n\nalgum problema em nosso equipamento, tanto da parte de injeção como detecção. \n\nConseguimos detectar o sódio. No entanto, não houve indício de sinal analítico dos \n\ndemais metais. Logo constatamos que de fato os metais de transição haviam sido \n\nexpulsos da coluna capilar por estarem na forma aniônica, conforme mostra a figura 45. \n\n Tabela 3. Constantes de Formação dos Complexos de EDTA. Ver \n\nreferência 39. \n\nCátion K \nNi2+ 4,2 X 1018 \nCu2+ 6,3 X 1018 \nZn2+ 3,2 X 1016 \nPb2+ 1,1 X 1018 \n\n  \n\n  \n\n\n\n103 \n\n \n\n \n\n \n\n Para maximizar nossas corridas, passamos a realizar testes com apenas cobre e \n\nchumbo, a fim de coletarmos o maior número de informações no menos tempo possível. \n\nComo as constantes de formação para estes metais são próximas umas das outras, \n\npercorreríamos um maior número de combinações eletrólito e complexante em menor \n\nespaço de tempo.  \n\nC) \n\n0 1 2 3 4 5 6\n-5\n\n-4\n\n-3\n\n-2\n\n-1\n\n0\n\n1\n\nS\nin\n\na\nl (\n\nV\n)\n\ntempo (min)\n\n \n\n0 1 2 3 4 5 6 7\n-6\n\n-5\n\n-4\n\n-3\n\n-2\n\n-1\n\n0\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n \n\n0 1 2 3 4 5 6 7\n\n-4\n\n-3\n\n-2\n\n-1\n\n0\n\n1\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n \n\n0 1 2 3 4 5 6\n-8\n\n-7\n\n-6\n\n-5\n\n-4\n\n-3\n\n-2\n\n-1\n\n0\n\n1\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n \n\n Figura 45. Eletroferogramas em eletrólito HAc 500 mmol.L-1 com adição de EDTA 100 µmol.L-1 \n\nem condição de Vrad = -20 kV. Em A, eletroferograma de injeção de Na\n+ 30 µmol.L-1, em B, Cu2+ \n\n1 mmol.L-1, em C, Pb2+ 1 mmol.L-1, em D, Zn2+ 1 mmol.L-1. Condição de injeção padrão. \n\nA) \n\nD) \n\nB) \n\n\n\n104 \n\n \n\n \n\nReduzimos a concentração de EDTA dissódico dissolvido no eletrólito para \n\n50 µmol.L-1. Nesta nova combinação de eletrólito e complexante, os picos do cobre e do \n\nchumbo voltaram a ser detectados, mas, no entanto, a mobilidade de ambos era muito \n\nsemelhante à mobilidade do metal livre, segundo nossa simulação no Peakmaster. Isso \n\nindicava que os mesmos não haviam sofrido modificações significantes em suas \n\nmobilidades. A figura 46 traz os eletroferogramas para cobre e chumbo 1 mmol.L-1. \n\n \n\n Não foi possível estabelecer uma condição de bom compromisso para a \n\nformação de complexos com o EDTA dissódico que satisfizesse nossas necessidades \n\ncom relação à mobilidade dos metais, pois quando aumentávamos a concentração de \n\nEDTA havia a formação de complexos inertes (quando a substituição de ligantes ocorre \n\nlentamente). Como resultados disto, havia a formação de complexos na forma aniônica \n\nos quais possuíam, também, expressiva mobilidade impedindo o seu aprisionamento na \n\ncoluna.  \n\n0 3 6 9 12\n-5\n\n-4\n\n-3\n\n-2\n\n-1\n\n0\n\n1\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n0 3 6 9 12\n-5\n\n-4\n\n-3\n\n-2\n\n-1\n\n0\n\n1\nS\n\nin\na\n\nl (\nV\n\n)\n\nTempo (min)\n\n \n\n  Figura 46. Eletroferogramas em eletrólito HAc 500 mmol.L-1 com adição de EDTA 50 µmol.L-1 \nem condição de Vrad = -20 kV. Em A, eletroferograma de Cu\n\n2+ 1 mmol.L-1, em B, Pb2+ 1 mmol.L-1. \n\nCondição de injeção padrão. \n\nA) B) \n\n\n\n105 \n\n \n\n \n\nNossos próximos testes envolvendo Vrad e a possibilidade de separação de \n\nisótopos foi conduzida em outros eletrólitos, cuja característica era de propiciar a \n\nformação de complexos com os metais durante a corrida. Assim, empregamos uma \n\nsérie de eletrólitos nos respectivos valores de pH: Ácido Glucônico 200 mmol.L-1  \n\npH = 2,1; HIBA 15 mmol.L-1 pH = 3,0; Ácido lático 15 mmol.L-1 pH = 3,0; Ácido cítrico   \n\n15 mmol.L-1 pH = 3,50 (sendo que o pH foi corrigido para este valor com hidróxido de \n\npotássio).  \n\nA escolha destes eletrólitos ocorreu em virtude de já possuirmos suas \n\nrespectivas faixas de controle, além de serem agentes complexantes para os metais de \n\ntransição de nossos estudos. Também nossa preocupação residiu em empregarmos \n\nbaixos valores de pH, pois, assim, teríamos maior taxa do controle do EOF. \n\nMais uma vez, não conseguimos estabelecer uma condição na qual pudéssemos \n\npromover um controle significativo do EOF para o aprisionamento das espécies dentro \n\nda coluna capilar, a fim de obter a separação isotópica.  \n\nA figura 47 A apresenta em Vrad = +20 kV, ou seja, na condição de maior faixa de \n\ncontrole para o EOF revertido, o eletroferogramas de dois eletrólitos: HIBA 15 mmol.L-1 \n\npH = 3,0 e Ácido cítrico 15 mmol.L-1 com o pH corrigido para 3,50. O primeiro trata-se \n\nde eletrólito com a maior faixa de controle de EOF que conseguimos obter. No entanto, \n\nmesmo assim, não conseguimos reter o analito tempo suficiente na coluna pra que \n\nhouvesse o desdobramento de isótopos. No segundo eletrólito, com pH um pouco mais \n\nelevado, figura 47 B, a finalidade era a de promover com maior facilidade a \n\ncomplexação do cobre (visto que o primeiro pKa pra o ácido cítrico é de 3,1). No \n\n\n\n106 \n\n \n\n \n\nentanto, isto não foi o suficiente para promover a separação das duas entidades \n\nisotópicas.  \n\n \n\nVisto que não conseguimos alcançar uma condição ideal para a separação \n\nisotópica em vários eletrólitos em pH, decidimos finalizar nossos estudos neste tipo de \n\nseparação, pois como demonstrado anterior, conforme o valor de pH aumenta também \n\nse eleva a densidade de carga superficial da sílica e, conseqüentemente, nossa faixa \n\nde controle para o EOF diminui expressivamente. No entanto, o resultado obtido no \n\nsistema tampão de MES/His com adição de CTAB abre a perspectiva de se estudar \n\noutros sistemas químicos com combinações deferentes de eletrólito e surfactantes com \n\no acoplamento do campo elétrico radial. \n\n0 10 20 30 40\n-0,30\n\n-0,25\n\n-0,20\n\n-0,15\n\n-0,10\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n10 20 30 40 50\n\n-0.16\n\n-0.08\n\n0.00\n\n0.08\n\nS\nin\n\na\nl (\n\nV\n)\n\nTempo (min)\n\n \n\n Figura 47. Em A, eletroferograma em eletrólito HIBA 15 mmol.L-1, em pH = 3,0 e condição de \n\nVrad = +20 kV. Em B, eletroferograma em eletrólito ácido cítrico 15 mmol.L\n-1, em pH = 3,5 e condição \n\nde Vrad = +20 kV. Para ambos os eletroferogramas o analito é Ni\n2+ 500 µmol.L-1. Condição de injeção \n\npadrão. \n\n  \n\nB) A) \n\n\n\n107 \n\n \n\n \n\n6. CONCLUSÃO E PERSPECTIVAS  \n\n \n\nCom a presente pesquisa, tínhamos o objetivo de construir um sistema de \n\neletroforese capilar com detecção condutométrica sem contato, no qual pudesse ser \n\nfeito o controle externo do fluxo eletrosmótico, o qual foi concluído. A presença de um \n\nsistema de eletrólise separada nos permitiu trabalhar com eletrólitos não tamponados, \n\nexpandindo a possibilidade de eletrólitos a serem utilizados. \n\nTambém era nosso objetivo obter com o acoplamento do Vrad uma melhora na \n\nresolução e detecção de substâncias com acentuada dificuldade de separação, pois \n\nestas necessitam de condições muito singulares para o seu desdobramento. Obtivemos \n\nsucesso na separação dos dois aminoácidos: a leucina e a isoleucina, cuja diferença de \n\nmobilidade não ultrapassa 0,12 cm2.V-1.s-1. Neste sentido, o acoplamento com dois \n\ndetectores condutométricos sem contato, se mostrou de relevante valia, pois tornou-se \n\nfácil acompanhar durante a corrida, o ponto de reversão do sentido do EOF para, dessa \n\nforma, os analitos ficarem retidos na coluna capilar. \n\n Nossa configuração das duas fontes de alta tensão proporcionou um Vrad que \n\nvariava de -20 kV a +20 kV, estabelecendo, assim, um expressivo ganho frente ao \n\noutros arranjos encontrados na literatura, cujo Vrad varia, na maioria dos trabalhos de     \n\n-10 kV a +10 kV. Assim, com esta extensão do Vrad, pudemos estipular a faixa de \n\ncontrole de vários eletrólitos de corrida. Esta faixa de controle é variável de eletrólito \n\npara eletrólito.  \n\n O sucesso obtido no sistema MES/His com adição de CTAB abre perspectivas \n\nno estudo de sistemas químicos compostos por eletrólitos e surfactantes, com \n\n\n\n108 \n\n \n\n \n\nincremento de campo elétrico radial. Mesmo com a faixa reduzida, por conta da \n\ndensidade de carga, estabelecer a reversão do EOF trás benefícios no aumento da \n\nresolução para vários analitos, principalmente para aqueles cuja mobilidade \n\neletroforética se encontra dentro da nossa faixa de alcance. \n\n Uma perspectiva interessante é a possibilidade de se encontrar outras \n\ncombinações de eletrólitos de corrida e surfactantes que possam estender a faixa de \n\nalcance do Vrad para valores altos de pH. \n\n Mesmo não obtendo sucesso na separação isotópica, esta se mostra como outra \n\nperspectiva interessante, pois o conceito de coluna capilar infinita, como demonstrado \n\nno item anterior, tem o poder de reter os metais e, também, outras substâncias por um \n\ntempo maior. Resta agora realizar estudos para se encontrar composição de eletrólitos \n\nque promovam um bom compromisso entre labilidade e mobilidade efetiva dos \n\ncomplexos para daí se realizar novos testes com o uso do campo elétrico radial em \n\nseparações isotópicas. \n\n\n\n109 \n\n \n\n \n\n7. Referências bibliográficas \n\n1. BELLO, M. S.; CAPELLI, L.; RIGHETTI, P. G. Journal of Chromatography A 1994, \n\n684, 311-322. \n\n2. BERLI, C. L. A.; PIAGGIO, M. V.; DEIBER, J. A. Electrophoresis 2003, 24, 1587-\n\n1595. \n\n3. CHANG, H. T.; YEUNG, Edward S. Electrophoresis 1995, 16, 2069-2073. \n\n4. CHEN, Y.; ZHU, Y. Electrophoresis 1999, 20, 1817-1821. \n\n5. CULBERTSON, C. T; JORGENSON, J. W. Journal of Microcolumn Searations, \n\n1999, 11, 167-174. \n\n6. De Jesus, D.P.; Brito-Neto, J.G.A.; Richter, E.M.; Angnes, L.; Gutz, I.G.R.; do \n\nLago, C.L. Analytical Chemistry 2005, 77, 607-614. \n\n7. ELVERS, B., HAWKINS, S., RARENSCROFT, M., ROUNSAVILLE, J. F., \n\nSCHULZ, G. Ullmann’s Encyclopedia of Industrial Chemistry. Fifth, completely \n\nrevised edition, 1989. v. A12, p. 399-401.  \n\n8. EVENHUIS, C. J.; GUIJT, R. M.; MACKA, M.; MARRIOTT, P. J.; HADDAD, P. R. \n\nElectrophoresis 2006, 27, 672-676. \n\n9. FALLER, T.; ENGELHARDT, H. Journal of Chromatography A 1999, 853, 83-94. \n\n10. FRACASSI da Silva, J. A.; DO LAGO, C. L. Analytical Chemistry, 1998, 70, 4339-\n\n4343. \n\n11. GEISER, L.; MIRGALDI, M.; VEUTHEY, J. L. Journal of Chromatography A 2005, \n\n1068, 75-81. \n\n12. GEISER, L.; RUDAZ, S.; VEUTHEY, J. L. Electrophoresis 2005, 26, 2293-2302. \n\n13. GHOSAl, S. Annual Review of Fluid Mechanics 2006, 38, 309-338. \n\n\n\n110 \n\n \n\n \n\n14. GHOSAL, S. Journal of Fluid Mechanics 2003, 491, 285-300. \n\n15. GHOWSI, K.; GALE, R. J. Journal of Chromatography 1991, 559, 95-101. \n\n16. HAYES, M. A. Analytical Chemistry 1999, 71, 3793-3798. \n\n17. HAYES, M. A.; EWING, A. G. Analytical Chemistry 1992, 64, 512-516. \n\n18. HAYES, M. A.; EWING, A. G. Analytical Chemistry 1993, 65, 2407-2407. \n\n19. HAYES, M. A.; KHETERPAL, I.; EWING, A. G. Analytical Chemistry 1993, 65, 27-\n\n31. \n\n20. HAYES, M. A.; KHETERPAL, I.; EWING, A. G. Analytical Chemistry 1993, 65, \n\n2010-2013. \n\n21. HUANG, T. L.; TSAI, P.; WU, C. T.; LEE, C. S. Analytical Chemistry 1993, 65, \n\n2887-2893. \n\n22. JAGER, A. V.; TAVARES, M. F. M. Química Nova, 2001, 24, 363-373. \n\n23. JORGENSON, J. W.; LUKACS, K. D. Analytical Chemistry, 1981, 53, 1298-1302. \n\n24. KANG, K. H.; LI, D. Q. Langmuir 2006, 22, 1602-1608. \n\n25. KASICKA, V.; PRUSIK, Z.; SAZELOVA, P.; BARTH, T.; BRYNDA, E.; \n\nMACHOVA, L. Journal of Chromatography A 1997, 772, 221-230. \n\n26. KASICKA, V.; PRUSIK, Z.; SAZELOVA, P.; BRYNDA, E.; STEJSKAL, J. \n\nElectrophoresis 1999, 20, 2484-2492. \n\n27. KEELY, C. A.; HOLLOWAY, R. R.; VANDEGOOR, T. A. A. M.; MCMANIGILL, D. \n\nJournal of Chromatography A 1993, 652, 283-289. \n\n28. KIM, S. J.; KANG, K. H.; LEE, J. G.; KANG, I. S.; YOON, B. J. Analytical \n\nChemistry 2006, 78, 5192-5197. \n\n29. LEE, C. S.; BLANCHARD, W. C.; WU, C. T. Analytical Chemistry 1990, 62, 1550-\n\n\n\n111 \n\n \n\n \n\n1552. \n\n30. LEE, C. S.; MCMANIGILL, D.; WU, C. T.; PATEL, B. Analytical Chemistry 1991, \n\n63, 1519-1523. \n\n31. LEE, C. S.; WU, C. T.; LOPES, T.; PATEL, B. Journal of Chromatography 1991, \n\n559, 133-140. \n\n32. LUCY, C.A.; MCDONALD, T. L. Analytical Chemistry 1996, 67, 1074-1078. \n\n33. LUCY, C.A.; UNDERHILL, R.S. Analytical Chemistry 1996, 68, 300- 305. \n\n34. POPPE, H.; CIFUENTES, A.; KOK, W. T. Analytical Chemistry 1996, 68, 888-\n\n893. \n\n35. QIAO, R. Langmuir 2006, 22, 7096-7100. \n\n36. SÁZELOVÁ, P; KASICKA, V; KOVAL, D; PRUSÍK, Z; FANALI, S; ATURKI, Z. \n\nElectrophoresis, 2007, 28, 756-766. \n\n37. SCHAEPER, J. P.; SEPANIAK, M. J. Electrophoresis 2000, 21, 1421-1429. \n\n38. SCHWER, C.; KENNDLER, E. Analytical Chemistry 1991, 63, 1801-1807. \n\n39. SKOOG, D. A.; WEST, D. M.; HOLLER, F. J.; CROUCH, S. R. Fundamentos de \n\nQuímica Analítica. Pioneira São Paulo. p.436, 2006.  \n\n40. TAVARES, M. F. M. Química Nova, 1996, 19, 173-181. \n\n41. TAVARES, M. F. M.; COLOMBARA, Rosana; MASSARO, Sérgio. Journal of \n\nChromatography A 1997, 772, 171-178. \n\n42. USUI, S.; HEALY, T. W. Journal of Colloid and Interface Science 2002, 250, 371-\n\n378. \n\n43. WU, C. T.; HUANG, T. L.; LEE, C. S.; MILLER, C. J. Analytical Chemistry 1993, \n\n65, 568-571. \n\n\n\n112 \n\n \n\n \n\n44. WU, C. T.; LEE, C. S.; MILLER, C. J. Analytical Chemistry 1992, 64, 2310-2311. \n\n45. WU, C. T.; LOPES, T.; PATEL, B.; LEE, C. S. Analytical Chemistry 1992, 64, \n\n886-891. \n\n46. YANG, J.; KWOK, D. Y. Journal of Physical Chemistry B 2002, 106, 2851-2855. \n\n47. YEUNG, K. K.C.; LUCY, C. A. Analytical Chemistry 1998, 70, 3286-3290. \n\n48. ZHOU, M. X.; FOLEY, J. P. Analytical Chemistry 2006, 78, 1849-1858. \n\n49. ZHUKOV, A. N.; ZVIAGUILSKAYA, Y. V.; BENNDORF, C. Colloids and Surfaces \n\na-Physicochemical and Engineering Aspects 2003, 222, 341-348. \n\n50. http://pt.wikipedia.org/wiki/L%C3%ADtio  \n\n51. http://pt.wikipedia.org/wiki/Boro \n\n52. http://pt.wikipedia.org/wiki/N%C3%ADquel \n\n53. http://pt.wikipedia.org/wiki/Cobre \n\n54. http://pt.wikipedia.org/wiki/Zinco \n\n55. http://pt.wikipedia.org/wiki/Chumbo \n\n56. http://www.natur.cuni.cz/~gas/ \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n113 \n\n \n\n \n\n8. Anexos \n\nCurriculum Vitae \n\nNome: Denis Tadeu Rajh Vidal  \n\nData de nascimento: 31/10/1975 \n\nNaturalidade: Brasileiro \n\n \n\nEducação  \n\nEscola Estadual Alexandre de Gusmão, 1994 – Ensino Médio. \n\nCentro Universitário Fundação Santo André, Santo André-SP, 2001 - Química \n\nBacharelado e Licenciatura \n\nUniversidade de São Paulo, São Paulo-SP, 2008 - Mestrado em Química Analítica \n\n \n\nComunicação em Congresso \n\nEvento: XLIII CONGRESSO BRASILEIRO DE QUÍMICA. \n\nTitulo: O R.P.G.(Role Playing Game) no Ensino de Química. \n\nAutores: Denis Tadeu Rajh Vidal, Simone Jaconetti Ydi e Toshiharu Condo. \n\nLocal: - Ouro Preto - MG - Brasil \n\nAno: 2003. \n\n \n\nEvento: 14º Encontro Nacional de Química Analítica - ENQA \n\nTitulo: Sistema para controle do fluxo eletrosmótico em eletroforese capilar com \n\ndetecção condutométrica sem contato (C4D). \n\n\n\n114 \n\n \n\n \n\nAutores: Denis Tadeu Rajh Vidal, Fernando Silva Lopes, Kelliton J. M. Francisco e \n\nClaudimir Lúcio do Lago.  \n\nLocal: JOÃO PESSOA - PB - Brasil  \n\nAno: 2007. \n\n \n\nEvento: 14º Encontro Nacional de Química Analítica - ENQA \n\nTitulo: Um equipamento de eletroforese capilar (CE) com oito detectores \n\ncondutométricos sem contato (C4D) e eletrólise separada \n\nAutores: Fernando Silva Lopes, Denis Tadeu Rajh Vidal, Lucas Blanes, Guilherme \n\nMinoru e Claudimir Lúcio do Lago. \n\nLocal: JOÃO PESSOA - PB - Brasil  \n\nAno: 2007. \n\n \n\nEvento: 14º Encontro Nacional de Química Analítica - ENQA \n\nTitulo: Caracterização de detector condutométrico sem contato multicanal - C4D. \n\nAutores: Kelliton J. M. Francisco, Denis Tadeu Rajh Vidal, Fernando S. Lopes, \n\nClaudimir Lúcio do Lago. \n\nLocal: JOÃO PESSOA - PB - Brasil  \n\nAno: 2007. \n\n \n\nEvento: 3º Simpósio Latino Americano em Aplicações de Eletroforese Capilar  \n\n (LACE) \n\n\n\n115 \n\n \n\n \n\nTitulo: Development of a multi-capillary electrophoresis instrument with contactless \n\nconductivity detection and a module for separated electrolysis. \n\nAutores: Lucas Blanes, Denis Tadeu Rajh Vidal, Fernando Silva Lopes, Kelliton J. M. \n\nFrancisco, Tiago G. Santos e Claudimir Lucio do lago. \n\nLocal: SANTIAGO - Chile \n\nAno: 2007. \n\n \n\nAtuação em Monitoria \n\n \n\nLocal: Centro Universitário Fundação Santo André \n\nDisciplina: Química Analítica Qualitativa \n\nCurso: Química (diurno) \n\nPeríodo: 2000. \n\n \n\nLocal: Centro Universitário Fundação Santo André \n\nDisciplina: Química Analítica Quantitativa \n\nCurso: Química (diurno) \n\nPeríodo: 2001. \n\n \n\nLocal: Universidade de São Paulo \n\nDisciplina: (QFL0230) Química Qualitativa e Quantitativa \n\nCurso: Farmácia (diurno) \n\nPeríodo: segundo semestre de 2007."}]}}}