{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14197"}, {"@name": "filename", "#text": "20478_fim_farra_prescri%c3%a7%c3%a3o_vaz.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "O fim da farra da prescrição penal: Lei nº 11.596, de 29 \nde novembro de 2007, e Lei nº 12.234, de 05 de maio de \n2010\n\n \n\nAutor: Paulo Afonso Brum Vaz\n\nDesembargador Federal do TRF da 4ª Região\n\n publicado em 30.6.2010\n\nSumário: 1 A prescrição penal e os números no Judiciário Federal. 2 \nCrítica ao tratamento descurado à matéria e ao conformismo do Poder \nJudiciário. 3 Prescrição e impunidade: falta de legitimidade social. 4 A \nocorrência patológica da prescrição como variável que viola o princípio \nigualizador das partes no processo penal. 5 O acórdão confirmatório da \ncondenação como causa interruptiva do prazo prescricional: Lei nº 11.596, \nde 29 de novembro de 2007. 6 Lei nº 12.234/2010: o ocaso da prescrição \nretroativa. 6.1 O aumento do prazo prescricional para os delitos com pena \ninferior a 1 (um) ano: uma solução apenas parcial. 7 A questão sob o \nenfoque do Direito Intertemporal. 8 Premissa para o acolhimento do \ndiscurso sobre as penas privativas curtas: revisão dos prazos de \nprescrição. Conclusão. \n\n1 A prescrição penal e os números no Judiciário Federal \n \nA preocupação quanto à incidência de prescrição da pretensão punitiva na \njurisdição penal federal sugeriu-me um singelo levantamento estatístico, \nrealizado nos processos criminais que tramitam no TRF4, considerando os \njulgamentos ocorridos entre 2002 e 2007. Verifiquei, então, que o \npercentual de casos de prescrição registra uma tendência sempre \ncrescente, passando de 1,73%, em 2002, para 10,08%, em 2007, \nconforme demonstra a tabela que segue: \n  \n\nAno Ocorrências Total de Julgados %\n\n2002 54 3130 1,73%\n\n2003 97 3277 2,96%\n\n2004 113 2716 4,16%\n\n2005 138 3833 3,60%\n\n2006 202 4275 4,73%\n\n2007 468 4644 10,08%\n\n \n \nEsses dados revelam que os números da prescrição são elevados no Poder \nJudiciário Federal. A realidade desnudada, que levou em conta apenas \nparte dos julgamentos do segundo grau, deve ser muito mais grave se \nconsiderarmos os casos de reconhecimento de prescrição que ocorrem no \nprimeiro grau de jurisdição, no Superior Tribunal de Justiça e no Supremo \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n \n\n \n\n\n\nTribunal Federal. Principalmente no STJ, porque a decisão de segundo \ngrau confirmatória da condenação não interrompia a prescrição, tem-se \num número expressivo de decisões declarando extinta a pretensão \npunitiva. Não se dispõe de elementos concretos. Mas basta pesquisar pelo \nverbete “prescrição” nos julgados daquela Corte, na base informatizada de \ndados disponível na rede mundial de computadores (www.stj.gov.br), e se \nvai constatar que a incidência é muito maior do que a ocorrente no \nprimeiro e no segundo graus de jurisdição. Isso leva a uma estimativa que \ngira em torno de 40% dos casos criminais examinados pelo Poder \nJudiciário Federal.(1) \n \nEssa preocupante tendência, a denunciar a ocorrência quase patológica da \nprescrição penal, é sintomática da escassa efetividade da justiça penal, \naproximando-se mesmo de uma falsa promessa de tutela dos valores \nprezados pela sociedade brasileira. Autêntica manifestação de propósitos \nsem efetividade prática a conspirar em desfavor do prestígio do Poder \nJudiciário junto à população insegura. \n\n2 Crítica ao tratamento descurado à matéria e ao conformismo do \nPoder Judiciário \n \nNão se pretende lançar dúvida sobre a importância do instituto da \nprescrição, fundado no princípio da segurança jurídica, como instrumento \njurídico destinado a evitar a eternização dos conflitos. Não pode pairar \nsobre o réu a ameaça ad perpetuam do poder repressivo estatal. Como \nassinalou VON LISTZ,  \n \n“os efeitos da pena, quando a execução é distanciada da prática do ato \npunível, estariam, por certo, malogrados, pela completa desproporção \ncom as dificuldades e incertezas que ofereceria a verificação do fato, e \ncom a perturbadora intromissão nas novas relações originadas e já \nconsolidadas.”(2)\n\nInegável também a importância da prescrição como instrumento de \npolítica criminal destinado a reforçar o aspecto preventivo da pena e \nimpedir a eternização do clamor social em relação à prática delituosa. O \ntempo apaga todas as feridas, individuais ou sociais.  \n \nO que merece maior reflexão e preocupação do Direito Penal é o viés \npatológico que a prescrição vem assumindo. Ao invés de constituir uma \nexceção, a prescrição, em razão da incidência absurda de sua ocorrência, \npassou a ser a regra geral. Como bem assinalou GUARAGNI:  \n“a incidência da prescrição deve operar em níveis de razoabilidade e não \nser demasiada por força de anomalias de ordem técnica verificadas de \nlege lata, capazes de comprometer a atuação do Direito Penal e frustrar as \nlinhas de política criminal adotadas pelo Estado.”(3)\n\nGastam os juristas pátrios e estrangeiros rios de tinta para pintar o \nquadro nefasto dos efeitos do tempo (demora) no processo civil, no qual \nmudanças legislativas são introduzidas em profusão. No processo penal, \nentretanto, assistimos, silentes, para não dizer lenientes, à demora das \ninvestigações – não há preocupação em aparelhar as polícias –, às \nchicanas protelatórias, às provas procrastinatórias, e a persecução penal \nse desenvolve morosa, quase sonolenta, rumo a uma sentença retardada. \nE temos ainda os recursos, e as instâncias recursais são muitas, estando \nos tribunais assoberbados, o que faz tardar os julgamentos. \n\n3 Prescrição e impunidade: falta de legitimidade social  \n \nAntes de mais nada, uma pergunta precisa ser respondida: é possível \ncogitar-se de impunidade quando se reconhece a prescrição, considerando \na chamada “teoria do esquecimento” que fundamenta esse instituto? \nEntende-se que sim. Se é certo que o decurso de tempo entre o fato e a \ncondenação arrefece a necessidade da pena, não menos certo é que, \nmesmo havendo esse desinteresse, configurada estará a impunidade \n(ausência de punição para um fato considerado crime). Talvez se pudesse \nalvitrar uma impunidade irrelevante ao senso social, se não fosse o atraso \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\nna persecução penal, que gera a prescrição e a impunidade, um fenômeno \natrativo da repulsa social veemente. Com essa observação, pode-se \nafirmar que um ou outro caso de prescrição, considerado isoladamente, é \nirrelevante enquanto impunidade à estrutura social, mas a sua ocorrência \nintensa, revelando a ausência de resposta penal a um número \nconsiderável de fatos, numa análise sistemática do conjunto de fatores, \ndesvela um sentimento social de impunidade que merece ser ponderado.  \n \nNa lição de MENDES DE ALMEIDA, “a lei penal é primacialmente de \ninteresse público, e, por corolário, que, uma vez violada, a efetivação das \npenas interessa à coletividade mais do que aos ofendidos pelo crime”.(4) \n \nEm tempos de criminalidade intensa, medrando delitos de todas as \nespécies, transparece uníssono o clamor social contra a impunidade. A \nsociedade, vítima potencial, exige mais segurança contra a delinquência e, \nao mesmo tempo, punição, se possível, rigorosa e efetiva. E exige \njustamente da justiça penal. Consoante assevera MACHADO, o \nenfrentamento da problemática da prescrição desafia a própria eficiência \ndo Direito Penal a ser analisada de forma sistemática:  \n \n“As questões acerca da eficiência do Direito Penal, da pena e da não \npunição e suas causas de extinção, v.g. a prescrição penal, não podem ser \ncompreendidas num contexto isolado, mas dentro da própria legitimidade \ndo Direito Penal, hoje tão questionada e guerreada devido ao aumento \nempírico da criminalidade e da incapacidade do Estado em combatê-\nla.”(5)\n\nA prescrição penal, seja pela demora dos órgãos partícipes da persecução \npenal, especialmente polícias, Ministério Público e Justiça, seja pelas \nantinomias do sistema penal, que necessita de reformas, é representativa \nde uma tutela penal insuficiente, senão que inexistente. É, no dizer de \nGUARAGNI, a “ausência de respostas quaisquer em nível penal para o \nfato, apagando-se todos os seus efeitos penais”.(6) De fato, a \nconsequência mais grave da prescrição é a falta de resposta penal por \nparte do Estado para situações que receberam o comando constitucional \nde proteção penal. É a violação do princípio da vedação da tutela penal \ninsuficiente. \n \nDe certa forma, a impunidade, embora não seja adequado e correto \ngeneralizar esta assertiva, é um fenômeno que tende a não ocorrer em \nrelação ao réu pobre, que, invariavelmente, acaba condenado e vai \nengrossar as filas dos habitantes de nosso falido sistema carcerário, que \nnão reúne as mínimas condições de recuperação dos apenados. \n \nPara além da lesividade direta ao tecido social, tem-se, correlatamente, \noutra consequência negativa deste fenômeno, consubstanciada na \ncrescente perda de legitimidade (aceitação) do Judiciário enquanto Poder, \nem face da sociedade. Cada vez mais transparece aos olhos de todos a \nineficiência da justiça para o cumprimento de seus fins. Ninguém ignora \nque a impunidade, tirante o exagero midiático, embora não se trate de \nfenômeno que diz respeito apenas ao Poder Judiciário, invariavelmente é \ncreditada à responsabilidade desse Poder. Isso causa um distanciamento \ninstitucional das aspirações sociais. O homem do povo já não acredita \nmais na justiça penal e tem como certo que não foi ela concebida para \npunir os poderosos. \n \nA prescrição, ademais, interfere negativamente no exercício do direito \nindenizatório da vítima. Conforme dispõe o art. 63 do Código Penal, \ntransitada em julgado a sentença condenatória, poderão promover-lhe a \nexecução, no juízo cível, para o efeito da reparação do dano, o ofendido, \nseu representante legal ou seus herdeiros. Esse artigo, de sua vez, é \nreflexo do disposto no art. 91 do Código Penal: “São efeitos da \ncondenação: I – tornar certa a obrigação de indenizar o dano causado \npelo crime”. Assim, deve-se acrescer a este quadro o grave prejuízo à \nvítima do delito praticado, que poderia executar a sentença condenatória, \nmas, em razão da inoperância do Estado, perde esse direito. Com efeito, \nse a prescrição apaga todos os efeitos da condenação, fica inviabilizada a \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\nexecução automática dos prejuízos decorrentes do delito, devendo a \nvítima propor ação autônoma.  \n \nPor fim, não se pode esquecer que a probabilidade de que a pena se faça \nefetiva compõe o custo/benefício do delito no ideário daquele que o \npratica. Os efeitos dissuasórios da ameaça de pena e sua gravidade \nculminam por arrefecer-se diante da reduzida probabilidade de que esta \nvenha a efetivar-se. \n\n4 A ocorrência patológica da prescrição como variável que viola o \nprincípio igualizador das partes no processo penal \n \nÉ cediço que a justiça penal brasileira revela um matiz de seletividade que \nnão se compadece com o ideário do Estado Democrático de Direito. A \nseletividade da justiça penal, até como reflexo da atuação do legislador, é \num fenômeno estatisticamente comprovável. Basta uma pesquisa nos \nestabelecimentos carcerários para constatarmos que neles estão reclusos, \nem sua maioria esmagadora, os excluídos por pobreza ou outras \ncontingências sociais. Essa tendência elitista e infeliz é agravada quando \nse trata da impunidade decorrente da prescrição penal, repercutindo \nflagrante violação ao princípio igualizador. \n \nO princípio da igualdade exterioriza uma relação de plena identidade com \no Estado Democrático de Direito. Funciona, leciona FELDENS, “como um \nfio condutor que permeia as demais categorias político-normativas \nexplicitadas na Constituição”, pulverizando “efeitos que não se devem \ndeixar consumir em discursos retóricos e ações estatais – executivas, \nlegislativas e judiciárias – que comumente tendem a exaltá-lo no atacado \ne a abandoná-lo no varejo”.(7) \n \nNão bastasse o descumprimento da missão de pacificação social do direito \npenal e a manifesta e renitente tendência de seletividade traduzida na \natuação da justiça penal, a incidência patológica da prescrição penal \ndesvela-se, em termos práticos, como um fator de desigualdade \nsubstancial na aplicação do direito penal. Explica-se: o réu mais débil \neconomicamente produz uma defesa mais singela, sem requerer muitas \nprovas, sem alegar muitas nulidades, sem a experiência e a técnica \ndefensiva apurada dos grandes escritórios de advocacia. O réu melhor \naquinhoado economicamente recebe a assistência, invariavelmente, de \numa defesa técnica que lança mão de todos os meios defensivos. \nNenhuma crítica a essa amplitude defensiva, quando não ingressa no \nperigoso e ilegal campo da protelação e da chicana – o que é muito \ncomum. Mas, resumindo, a constatação de longos anos de magistratura é \nno sentido da agilidade e da rapidez do trâmite dos processos penais com \nréu que não tem condições de constituir advogado – e não vai aqui \nqualquer crítica ao trabalho da defensoria pública, incansável em esforços, \nmas com estrutura deficitária e insuficiente. É um processo que tem curso \nrápido e dificilmente se submete a alguma forma de prescrição.  \n \nEssa empírica constatação autoriza a crítica do sistema, também por esse \naspecto desigualizador do tratamento das partes no processo penal, vale \ndizer: a incidência quase que elitista do fenômeno prescritivo \npenal. É claro que para esse aspecto pouco contribui a inoperância da \njustiça. É apenas um dado a mais, manuseado para evidenciar as \ndecorrências nefastas da prescrição penal. \n\n5 O acórdão confirmatório da condenação como causa interruptiva \ndo prazo prescricional: Lei nº 11.596, de 29 de novembro de 2007 \n \nÉ cediço na jurisprudência que o acórdão confirmatório da sentença \ncondenatória de primeiro grau não constitui causa de interrupção da \nprescrição (STF: HC 48.351-SP, Relator Min. Adalicio Nogueira, RTJ \n57/538; HC 61.210-AL, Relator Ministro Néri da Silveira, RTJ 117/67; HC \n68.321-DF, Relator Ministro Moreira Alves, RTJ 134/1208; HC 71007/SP, \nMin. Carlos Velloso, Ementário, vol. 1743-04, p. 759). \n \nA magistratura vinha sustentando, e esta era uma das preocupações da \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\nAssociação dos Juízes Federais do Brasil, ser imperiosa uma alteração \nlegislativa para acrescer-se às causas interruptivas da prescrição, \nprevistas no art. 117 do Código Penal, o acórdão confirmatório da \ncondenação.  \n \nEntendimento refratário à ideia argumentava acenando com o direito \nfundamental ao julgamento em prazo razoável. Os tribunais são \ndemorados para julgar os recursos e a inserção dessa causa interruptiva \niria agravar o problema.  \n \nA realidade atual é a seguinte: a complexidade dos julgamentos e o \nacúmulo de processos não permitem que se possa operar, em termos de \nprescrição, com um prazo tão elástico, vale dizer, da data da publicação \nda sentença até o trânsito em julgado para a defesa, sem, de permeio, \npelo menos, contar com uma causa interruptiva. Por mais eficientes que \nsejam os tribunais, não é possível evitar o lapso prescricional. Por certo, \nnão será com a ameaça de prescrição que se vai resolver o problema da \ndemora do Poder Judiciário. Esse risco nunca teve o condão de agilizar a \njustiça penal.  \n \nEventual violação ao exercício do direito fundamental ao julgamento em \ntempo razoável desafia o manejo de instrumentos outros para compelir o \ntribunal a se pronunciar com agilidade, para que não haja a frustração do \nideal da sociedade com a impunidade. \n \nImagine-se um caso em que a sentença condenatória à pena de 2 anos é \nproferida em 06.06.2003. Em 06.06.2004, chega ao tribunal de 2º grau a \napelação, que, na melhor das hipóteses, é analisada no prazo de 1 ano e 6 \nmeses, ou seja, 06.12.2005, havendo confirmação da sentença \ncondenatória. Interposto Recurso Especial ao Superior Tribunal de Justiça, \nsabe-se que entre o juízo de admissibilidade na origem e a apreciação do \nrecurso por aquela Corte nunca menos de dois anos são consumidos. O \njulgamento ocorreria em 06.12.2007, quando já extinta a punibilidade \npela prescrição intercorrente (4 anos).  \nEsse quadro tende a melhorar com o advento da Lei nº 11.596, de 29 de \nnovembro de 2007, que define como causa interruptiva da prescrição o \nacórdão condenatório. Passa a vigorar o art. 117 do Código Penal com a \nseguinte redação:  \n \n“Art. 117. O curso da prescrição interrompe-se: \n \n[...]; \n \nIV - pela publicação da sentença ou acórdão condenatórios recorríveis;”\n\nA primeira dúvida diz respeito ao alcance do texto legal. Veio a nova \nredação do inciso IV do art. 117 do Código Penal criar uma nova hipótese \nde interrupção da prescrição ou apenas explicitar que no caso da \ncondenação em grau de recurso seria o acórdão condenatório o marco \ninterruptivo? Parece mais adequada a primeira assertiva. O acórdão \ncondenatório, quando reforma sentença penal absolutória, sempre se \nrevestiu de eficácia interruptiva da prescrição penal. A orientação \npretoriana não discrepa sobre o assunto (STJ, REsp. 26.773, DJU \n29.04.93, p. 6693). Não teria sentido uma alteração legislativa que, \ntangenciando o problema antes relatado, alheia aos reclamos sociais, \napenas viesse ao mundo jurídico para explicitar o que a jurisprudência, se \nalguma dúvida houve em algum tempo, de há muito havia explicitado. \nSeria legislar desnecessariamente. \n \nO melhor entendimento é o de que se está a criar nova causa interruptiva \ndo prazo prescricional. O acórdão que confirma a condenação substitui-se \nà sentença condenatória. É o chamado efeito substitutivo inerente ao \nrecurso. Assim, é também acórdão condenatório aquela decisão \nrecursal que confirma ou modifica em parte a sentença condenatória. \nDe acórdão absolutório é que não se trata, evidentemente! Assim, uma \ninterpretação gramatical e sistemática do dispositivo legal alterado \npermite essa inteligência. \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\n \nA Justificação do Projeto de Lei nº 401, de 2003, no Senado, pelo seu \nrelator, Senador Magno Malta, não deixa qualquer dúvida sobre o \ndesiderato da alteração legislativa proposta. \n \n“A alteração proposta produz impacto na denominada prescrição \nintercorrente ou superveniente (art. 110, § 1º, do Código Penal), que \nocorre após a prolação da sentença condenatória recorrível. Pretende-se \nevitar, com efeito, a interposição de recursos meramente protelatórios às \ninstâncias superiores, uma vez que a publicação do acórdão condenatório \nrecorrível, doravante, interromperá o prazo prescricional, zerando-o \nnovamente. \n \nSabemos que, no âmbito do Superior Tribunal de Justiça, tem prevalecido \no entendimento de que o acórdão confirmatório da condenação de \nprimeira instância não é causa interrruptiva da prescrição, justamente por \nconta da ausência de expressa previsão legal. A presente proposição, \nnesse sentido, contribuirá para dirimir os conflitos de interpretação, \nconsolidando a posição mais razoável, de que o acórdão confirmatório \nda sentença recorrível também interrompe o prazo da prescrição \nintercorrente (destaquei). \n \nNote-se bem que a interrupção da prescrição dar-se-á pela simples \ncondenação em segundo grau, seja confirmando integralmente a decisão \nmonocrática, seja reduzindo ou aumentando a pena anteriormente \nimposta. Assim, diminuir-se-ão as possibilidades de ocorrência da \nprescrição intercorrente pela estratégia de interposição dos Recursos \nExtraordinário e Especial, posto que a contagem do prazo prescricional \nserá renovada a partir do acórdão condenatório, qualquer que seja a pena \nfixada pelo tribunal.”\n\nTalvez mereça uma crítica a redação aprovada e sancionada, pelo fato de \nter englobado num único inciso duas causas interruptivas da prescrição, \nutilizando a expressão alternativa “ou” entre ambas, quando deveria fazê-\nlo dispondo em dois incisos. Quando se está diante da sentença \nabsolutória, e o acórdão a reforma para condenar o réu, estará este \ninterrompendo a prescrição pela vez primeira, justificando o emprego da \nexpressão “ou” entre as alternativas causas interruptivas. Cuidando-se de \nacórdão que confirma a sentença condenatória, mantendo-a integralmente \nou reformando-a em parte, tem-se nova causa interruptiva do lapso \nprescricional, que já se havia interrompido antes com a sentença \ncondenatória. Ao que penso, trata-se de mero defeito de técnica \nlegislativa que não compromete o desiderato e a exegese do novo texto \nlegal. \n \nAcórdão condenatório, para os fins interruptivos da prescrição, é a decisão \ncolegiada dos tribunais (Turmas Recursais dos Juizados Especiais, \nTribunais de Justiça, Tribunais Regionais Federais, Superior Tribunal de \nJustiça e Supremo Tribunal Federal) que confirma a sentença \ncondenatória, mantendo-a integralmente ou em parte, ou, ainda, a \ndecisão colegiada que, acolhendo recurso da acusação, condena o réu \ndiante de sentença absolutória. Não se pode entender a expressão \n“acórdão condenatório” como sendo apenas a decisão colegiada dos \ntribunais de apelação.  \n \nO entendimento contrário, segundo QUEIROZ, parte de um equívoco \nmanifesto:  \n \n“Primeiro, porque esta lei não faz distinção entre acórdão condenatório e \nconfirmatório da sentença condenatória, distinção que é própria da \ndecisão de pronúncia, por outras razões; no particular a distinção é \narbitrária, portanto. Segundo, porque o acórdão que confirma a sentença \ncondenatória a substitui. Terceiro, porque este acórdão é tão condenatório \nquanto qualquer outro. Quarto, porque a distinção implicaria conferir a \neste acórdão efeito próprio de absolvição. Quinto, porque não faria sentido \nalgum que o acórdão que condena pela primeira vez interrompesse o \nprazo prescricional e o seguinte não. Finalmente, se os argumentos no \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\nsentido de distinguir acórdão condenatório e confirmatório faziam sentido \nantes da reforma, já agora não o fazem mais. A interpretação parte de um \npanorama legislativo – e, pois, doutrinário e jurisprudencial – \nsuperado.”(8)\n\nE sobre a expressão “recorrível”, que dizer? Cogita-se de recorribilidade \nporque, se não é admitido recurso, a decisão condenatória transita em \njulgado e descabe falar em interrupção da prescrição.  \n \nA nova regra, em vigor desde a publicação, ocorrida em 30 de dezembro \nde 2007, resolvendo uma das mais sérias idiossincrasias do sistema penal \nno concernente à prescrição, põe fim a um verdadeiro veio de \nimpunidade.  \n \nEntende a jurisprudência que “a data em que o acórdão condenatório irá \ninterromper a prescrição é aquela em que se realizar a sessão de \njulgamento na qual o Tribunal decidiu o recurso interposto, e não a data \nem que se deu a publicação formal de referido acórdão” (STF, HC 70810/ \nRS, DJU 01.12.2006, p. 75, Relator Ministro Celso de Mello). O texto de lei \nfaz expressa referência à publicação, não restando dirimida a dúvida \nentão existente. Ao que penso, deve-se considerar mesmo a data da \nsessão de julgamento, consoante reconheceu o STF, momento em que se \ntorna pública a decisão para as partes que estão devidamente intimadas \npara o ato. A jurisprudência do Superior Tribunal de Justiça, sem \ncontrariar esse entendimento, é firme em que a interrupção do curso da \nprescrição se dá com a publicação da sentença condenatória em cartório, \nque em nada se confunde com a intimação das partes, pessoalmente ou \npor intermédio do órgão de imprensa oficial (HC nº 81.669 \n(200700890595/SC), 6ª Turma, j. 04.09.2007, DJU 22.10.2007, p. 379).\n\n6 Lei nº 12.234/2010: o ocaso da prescrição retroativa \n \nConsultando-se os principais sistemas penais do mundo, verificou-se que \na prescrição retroativa é um instituto sem similar no direito comparado, \nou seja, somente conhecido no sistema brasileiro. Reconhecidamente \ncontraditório e viciado desde a origem, desafia a própria eficiência do \nsistema penal e acaba por frustrar os mais relevantes fundamentos do \ninstituto da prescrição. Não é preciso muito esforço para concluir-se que, \nse a prescrição pune a inércia do Estado em exercitar a pretensão \npunitiva, depois de exercitada esta, havendo, portanto, sentença \ncondenatória, não mais seria razoável falar em prescrição. \n\nA propósito da prescrição retroativa, vale trazer à colação a síntese \nconclusiva crítica de GUARAGNI, no sentido de que: \n \n“1) não se coaduna com o princípio de que a condenação reforça o jus \npuniendi, o que implicaria o aumento do prazo para seu exercício; 2) nega \na interrupção válida do prazo prescricional pelo recebimento da denúncia e \nprolação de sentença condenatória recorrível, ao arrepio dos fundamentos \nem que estribadas as causas interruptivas, à luz do princípio da \n‘imprescritibilidade da ação em movimento’; 3) viola os princípios de \ncerteza, irredutibilidade e utilidade dos prazos, sendo por isso sustentável \nsua inconstitucionalidade, à luz do devido processo legal; 4) declara a \ninexistência do recebimento da denúncia, do desenrolar do processo e da \nprópria sentença em que se funda através de uma injustificável ficção, \nnão resistente ao fato de que tanto o recebimento da denúncia quanto \ntodos os atos processuais daí desenvolvidos até a prolação da sentença \n(inclusive) são fenômenos não só jurídicos, mas também naturalísticos, \nsendo apreensíveis pelos sentidos; 5) não se justifica sob o argumento de \nque representa uma conquista do indivíduo dentro da órbita protetiva da \npessoa adotada pela política criminal num estado de direito liberal ou, \nmais modernamente, social.”(9) \n  \nDados estatísticos levantados em julgamentos de processos criminais do \nTRF4, no período de 2002 a 2006, revelam uma tendência sempre \ncrescente de casos de prescrição retroativa, conforme segue:\n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\nAno Retroativa Abstrata Projetada Intercorrente Executória TOTAL    %\n\n2002 48 2 3 0 1 54 8,60\n\n2003 89 3 3 1 3 99 15,76\n\n2004 99 8 5 1 1 114 18,15\n\n2005 98 13 18 8 2 139 22,13\n\n2006 166 19 14 7 1 207 32,96\n\nTotal 500 45 43 17 8 613 97,61\n\n % 81,57 7,34 7,01 2,77 1,31 100,00  \n\n \n\nGráfico 2002 - 2006 - por espécie de prescrição (anual) \n(clique aqui para acessar o gráfico)\n\nGráfico Prescrição Retroativa - 2002 - 2006 (anual) \n(clique aqui para acessar o gráfico)\n\n \nEm conclusão, pode-se afirmar que a prescrição retroativa é a mais \nfrequente nos julgados pesquisados, alcançando o percentual de 81,57% \nno somatório dos períodos considerados, com tendência crescente.  \n \nTramitava na Câmara Federal o Projeto de Lei nº 1.383/2002, do \nDeputado Antonio Carlos Biscaia, propondo a revogação do § 2° do art. \n110 do Código Penal, pondo fim à prescrição retroativa, segundo a \nseguinte justificativa:  \n \n“A prática tem demonstrado, de forma inequívoca, que o instituto da \nprescrição retroativa, consigne-se, uma iniciativa brasileira que não \nencontra paralelo em nenhum outro lugar do mundo, tem se revelado um \ncompetentíssimo instrumento de impunidade, em especial naqueles \ncrimes perpetrados por mentes preparadas e que, justamente por isso, \nprovocam grandes prejuízos, seja à economia do particular, seja ao erário, \nainda dificultando sobremaneira a respectiva apuração. \n \nÉ sabido que essa casta de crimes (p. ex. o estelionato e o peculato) \nreclama uma difícil apuração, em regra exigindo que as autoridades se \ndebrucem sobre uma infinidade de documentos, reclamando, ainda, \ncomplexos exames periciais, o que acaba redundando, quase sempre, em \nextinção da punibilidade, mercê da prescrição retroativa, que geralmente \natinge justamente o período de investigação pré-processual. \n \nAdemais, o instituto da prescrição retroativa, além de estar \nprotagonizando uma odiosa impunidade, cada vez mais tem fomentado \nhomens mal intencionados a enveredarem pelo ataque ao patrimônio \npúblico, cônscios de que se eventualmente a trama for descoberta a \njustiça tardará e, portanto, não terá qualquer efeito prático.” \n  \nO projeto foi aprovado pelo Senado, onde recebeu emenda única e \nparecer final pela extinção da prescrição retroativa e aumento, ademais, \nde dois para três anos, do prazo mínimo de prescrição para crimes de \nmenor gravidade, com penas inferiores a um (1) ano. A redação proposta \nera a seguinte: \n \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\n“Art. 110. \n \n[...] \n \n§ 1º. A prescrição, depois de transitar em julgado a sentença condenatória \npara a acusação e a defesa, regula-se pela pena aplicada, não podendo, \nem nenhuma hipótese, ter por termo inicial data anterior à da publicação \nda sentença ou do acórdão.” \n\nEm 05 de maio de 2010, foi promulgada a Lei n° 11.234, com o seguinte \ntexto: \n \n“Art. 1º. Esta Lei altera os arts. 109 e 110 do Decreto-Lei n° 2.848, de 07 \nde dezembro de 1940 – Código Penal, para excluir a prescrição retroativa.\n\nArt. 2º. Os arts. 109 e 110 do Decreto-Lei n° 2.848, de 07 de dezembro \nde 1940 – Código Penal, passam a vigorar com as seguintes alterações:\n\n‘Art. 109. A prescrição, antes de transitar em julgado a sentença final, \nsalvo o disposto no § 1º do art. 110 deste Código, regula-se pelo máximo \nda pena privativa de liberdade cominada ao crime, verificando-se: \n(...) \nVI – em 3 (três) anos, se o máximo da pena é inferior a 1 (um) ano.  \n \n(...)’(NR) \n \n‘Art. 110. (…)”\n\n§ 1º. A prescrição, depois da sentença condenatória com trânsito em \njulgado para a acusação ou depois de improvido o seu recurso, regula-se \npela pena aplicada, não podendo, em nenhuma hipótese, ter por termo \ninicial data anterior à da denúncia ou queixa.\n\n§ 2º. (Revogado)’. (NR)\n\nArt. 3º. Esta Lei entra em vigor na data de sua publicação.\n\nArt. 4º. Revoga-se o § 2º do art. 110 do Código Penal.”\n\nVê-se que o texto aprovado não corresponde com o da redação proposta \nno PL aprovado no Senado, que, realmente, visava ao fim da prescrição \nretroativa, na medida em que impedia que tivesse por termo inicial da \ncontagem do prazo prescricional data anterior à da publicação da sentença \nou do acórdão. Assim, permanece sendo possível a ocorrência da \nprescrição retroativa, mas limitada, pois que o termo inicial da contagem \nnão poderá ser anterior à data da denúncia ou queixa.  \n \nConstata-se, prima facie, ter sido criado mais um marco interruptivo para \no prazo prescricional, no caso da prescrição retroativa: a data da denúncia \nou queixa, enquanto, na redação do revogado § 2º do art. 110 do Código \nPenal, o termo inicial da prescrição podia ser data anterior ao \n“recebimento da denúncia ou queixa”.  \n \nÉ certo que o prazo que medeia entre a denúncia e seu recebimento não \né, via de regra, muito elástico. Não se vê justificativa, todavia, para não \nse considerar a data do recebimento da denúncia, que é um dos marcos \ninterruptivos da prescrição, nos termos do art. 117 do Código Penal, a \nsaber: a) recebimento da denúncia ou queixa; b) pronúncia; c) decisão \nconfirmatória de pronúncia; e d) sentença ou acórdão condenatórios \nrecorríveis (redação da Lei nº 11.596, de 29 de novembro de 2007).  \n \nMas o que é digno de encômios é exatamente o fato de o marco inicial do \nlapso prescricional, agora, ter início, na prescrição retroativa, em data que \nnão seja anterior à denúncia. Reside exatamente nesse aspecto a \nimportância do dispositivo legal em comento. É entre o fato e a denúncia \nque ocorre, na prática, a maior incidência de casos de prescrição.  \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\nPara melhor identificar a intensidade da ocorrência da prescrição nas \nrespectivas fases da persecução penal, realizou-se pesquisa estatística de \ndados levantados no Tribunal Regional Federal da 4ª Região, considerando\n-se os julgamentos de apelações e revisões criminais da Seção \nEspecializada em matéria penal, composta pelas 7ª e 8ª Turmas, no \nperíodo de 2001 a 2007. Os resultados, em termos percentuais, foram os \nseguintes:\n\nGráfico Momento da Prescrição 2001 a 2007 - percentuais \n(clique aqui para acessar o gráfico)\n\nPode-se constatar que a maior incidência de casos de prescrição ocorre no \ninterregno entre o fato e a denúncia, apurando-se um índice de 65,08% \ndas hipóteses em que declarada a prescrição, sendo que na fase posterior \nao recebimento da denúncia, até a data da decisão condenatória, o índice \nfoi de 28,61%.  \n \nÉ intuitiva a conclusão superficial, a partir desses dados, de que se têm \nproblemas de demora na investigação (inquérito) e no oferecimento da \ndenúncia, atividades a cargo da Polícia Judiciária e do Ministério Público. \nDiz-se superficial porque essa conclusão precisaria estar alicerçada em \npesquisa mais completa, mas é um indicativo de que o sistema não está \nfuncionando a contento.  \n \nEmbora não se possa afirmar a ausência de responsabilidade total do \nPoder Judiciário na fase pré-processual e administrativa da persecução \npenal, que se desenvolve, no sistema acusatório que adotamos, sem \nqualquer impulso judicial, tem-se que a este cumpre fiscalizar o \ncumprimento dos prazos para conclusão do inquérito e para oferecimento \nda denúncia, misteres de que nem sempre se desonera. De qualquer \nsorte, é muito elevada a incidência de casos de prescrição considerado o \ninterregno entre o recebimento da denúncia e a sentença condenatória \n(28,61% dos casos em que se declarou a prescrição, conforme dados \nsupra), o que evidencia haver também considerável demora atribuída ao \nPoder Judiciário. \n \nUma constatação final é a de que toda a responsabilidade pela prescrição \nretroativa passa a ser, doravante, do Poder Judiciário. O Ministério Público \nse desonera da responsabilidade com o oferecimento da denúncia.\n\n6.1 O aumento do prazo prescricional para os delitos com pena \ninferior a 1 (um) ano: uma solução apenas parcial  \n \nSe é certo que o direito fundamental do acusado ao processo em prazo \nrazoável impõe conduta reflexiva do Poder Judiciário no sentido de buscar \na agilização do processo penal, não menos certo é que também, em \ncontrapartida, ao Estado-juiz se deve conferir prazo razoável para o \nexercício do direito punitivo antes que ocorra a extinção desse direito pela \nprescrição. O que se sustenta é que o decurso de tempo autorizativo da \naplicação da “teoria do esquecimento” também se insere na cláusula de \nrazoabilidade, precisa ser razoável, ou seja, suficiente para o exercício do \njus puniendi sem a necessidade de atropelos aos direitos e garantias do \nacusado e sem sacrifício do exercício do dever probatório da acusação.  \n \nOs atuais prazos prescricionais, consoante comprovam os índices de \nocorrência de prescrição penal, mesmo em unidades jurisdicionais \nconsideradas céleres, não são razoáveis, considerados os novos fatores \ninfluentes no exercício do jus puniendi, a saber: a complexidade dos \ndelitos, a dificultar a sua descoberta, a investigação e a própria instrução \ndo processo; a incidência sempre crescente de delitos, extrapolando em \nmuito a capacidade de julgamento da Justiça Penal, vinculada a \nprovidências e medidas complexas, ordinariamente dependentes do \ninteresse de setores políticos e de processos legislativos lentos; as \ntendências da jurisprudência, que assume uma concepção minimalista do \nDireito Penal; e, finalmente, o próprio clamor social por mais efetividade \nda justiça penal, refletido no sentimento de impunidade que, afora os \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\nexageros midiáticos, não pode ser refutado como dado sociológico \nrelevante no Estado Democrático de Direito.(10) \n \nChega a ser rara a hipótese de aproveitamento de sentença condenatória \ncom pena inferior a 1 (um) ano. O lapso prescricional de 2 (anos) quase \nsempre se aperfeiçoa, mormente diante da possibilidade de o termo inicial \nda prescrição retroativa poder retroagir a data anterior à do recebimento \nda denúncia ou queixa (art. 110, § 2º, revogado).  \n \nEsse quadro tende a modificar-se com o advento da Lei nº 12.234/2010, \nque deu nova redação ao inciso VI do art. 109 do Código Penal:  \n \n“Art. 109. A prescrição, antes de transitar em julgado a sentença final, \nsalvo o disposto no § 1º do art. 110 deste Código, regula-se pelo máximo \nda pena privativa de liberdade cominada ao crime, verificando-se: \n \n(...) \n \nVI – em 3 (três) anos, se o máximo da pena é inferior a 1 (um) ano. \n\nMas teremos ainda um problema sério a solver. A prescrição da pretensão \npunitiva com base na pena aplicada tem hoje encontrado campo fértil em \ncrimes que geralmente são punidos com penas de 1 (um) até 2 (dois) \nanos, como são o estelionato, a maioria dos ambientais,(11) os falsos \n(ideológico e de documento particular), o descaminho e o contrabando, a \nquadrilha, a apropriação indébita, os crimes contra as finanças públicas \netc, pois o prazo prescricional continua sendo de 4 (quatro) anos. \n \nO raciocínio que norteou a elevação do prazo prescricional da pena inferior \na 1 (um) ano para 3 (três) anos, ou seja, 3 (três) vezes a duração da \npena, deveria também ser utilizado para as penas de 1 (um) a 2 (dois) \nanos, que haveriam de submeter-se à prescrição com o lapso de 6 (seis) \nanos.  \n\n7 A questão sob o enfoque do Direito Intertemporal \n \nVersando ambas as leis sobre direito substantivo, e traduzindo regras \npenais mais gravosas ao réu, na medida em que introduzem, uma, nova \ncausa interruptiva da prescrição reduzindo a possibilidade de se \naperfeiçoar o prazo de prescrição intercorrente, e outra, aumento do prazo \nde prescrição e redução das hipóteses de reconhecimento da prescrição \nretroativa, consoante dispõe o art. 1° do CP, somente terão eficácia em \nrelação a fatos ocorridos posteriormente às suas vigências (Art. 5°, LX, da \nConstituição: “a lei penal não retroagirá, salvo para beneficiar o réu”).  \n \nEsse foi o entendimento que vingou quando da alteração do art. 366 do \nCPP, ao instituir hipótese de suspensão da prescrição, dificultando a \nextinção da pretensão punitiva do Estado (STJ, HC 39671, \n2004.01.637881/RJ, 6ª Turma, DJU 05.02.2007, p. 385, Relator Min. \nHamilton Carvalhido). \n\n8 Premissa para o acolhimento do discurso sobre as penas \nprivativas curtas: revisão dos prazos de prescrição \n \nConquanto seja o tema afeto à duração das reprimendas uma questão \naberta no direito penal,(12) parece ser uma tendência a valorização das \npenas privativas de liberdade mais curtas, ou seja, aquelas que não \nexcedem de 2 (dois) anos de duração.(13) Seja pela desconfiança geral \nno modelo punitivo dominante, que, ao longo do tempo, revelou-se \ninoperante aos fins da recuperação social do infrator da lei penal e da \nprevenção de delitos, seja em razão das condições desumanas que \ncaracterizam o cumprimento das penas no sistema carcerário brasileiro, a \ndoutrina revela propensão para prestigiar as sanções mais curtas e, \nconsequentemente, mais racionais e humanas. Não se pode olvidar o \nprincípio da humanização das penas (art. 5°, XLVII, XLIX e L, da \nConstituição), cujo enunciado resguarda a dignidade da condição humana \ndo preso.  \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\n \nÉ remoto o êxito na meta de reduzir os índices de impunidade com \nmedidas isoladas, como, por exemplo, a aplicação de penas privativas de \nliberdade, especialmente as de média e longa duração, exceto para os \ncasos em que a liberdade do infrator da lei penal represente sério risco ao \nconvívio social. De qualquer sorte, o tema é complexo e uma discussão \nmais aprofundada refoge ao alcance do presente trabalho. Parece ser \nindubitável, no entanto, que essa celeuma diz respeito muito mais ao \nmister legislativo. Ao Poder Judiciário, vinculado que está aos limites \nlegais da pena e aos critérios legais operativos de dosimetria, remanesce \nrestrita margem deliberativa na gradação da pena privativa de liberdade.  \n \nNada obstante a tendência doutrinária, do Poder Judiciário, na medida do \naumento da criminalidade, cobra-se mais rigorismo na aplicação das \nreprimendas penais legalmente previstas. Exige-se, sobretudo, que a \nsanção seja suficiente para a reprovação do delito e eficaz para a sua \nprevenção, sob pena de desatender ao dever estatal de proteção e \naniquilamento do direito fundamental de segurança conferido pela \nConstituição a todas as pessoas (art. 5º, caput).  \n \nSob o enfoque da prescrição, pretende-se apenas realçar uma questão \nque interfere diretamente no ideário das correntes reducionistas de pena. \nAs penas privativas de liberdade curtas (não superiores a dois anos), que \na doutrina majoritária entende serem as recomendáveis, se considerados \nos prazos prescricionais previstos na legislação penal, fatalmente \nconduziriam à vala comum da prescrição retroativa a pretensão punitiva \nestatal para delitos de maior gravidade ou lesividade social que hoje, em \nalguns casos, ainda permanecem a salvo. Dessarte, a premissa para a \ndiscussão da (re)valorização das penas curtas passa pelo aumento dos \natuais prazos prescricionais. Do contrário, teríamos o verdadeiro caos na \nJustiça Penal, com a prescrição alcançando a quase todos os processos, o \nque representaria a total inoperância da tutela penal.     \n \nEm suma: para se conferir maior efetividade ao direito penal, é preferível \num sistema que opere, sob o ponto de vista legal, com penas menores e \nprazos prescricionais maiores. Por ora, os prazos prescricionais previstos \nno Código Penal revelam-se impeditivos da implementação de uma política \ncriminal de redução de penas privativas de liberdade. \n        \nConclusão \n \nA prescrição penal, cujos fundamentos a tornam indispensável a qualquer \nsistema penal democrático, constitui, não obstante, uma forma qualificada \nde impunidade, e, ademais, sua incidência patológica faz com que seja a \nfunção primordial do Direito Penal de proteção social relegada ao plano de \nmera manifestação de propósitos, motivo por que se deve envidar todos \nos esforços no sentido de reduzir a sua ocorrência ao mínimo possível.   \n \nSe o dever de proteção impõe ao legislador a concepção e a manutenção \nde sistemas penais preventivos e sancionatórios eficazes, na medida em \nque a sanção se faça necessária para a prevenção especial e geral, \nrevelam-se inconstitucionais, por malferimento ao princípio da vedação à \nproteção insuficiente, os contornos do sistema penal que apresenta \nrupturas e antinomias, como são os exíguos prazos prescricionais \nprevistos no Código Penal e a prescrição retroativa. \n \nCom o advento da Lei nº 11.596, de 29 de novembro de 2007, inserindo o \nacórdão confirmatório da sentença condenatória como marco interruptivo \nda prescrição, e da Lei nº 12.234, de 05 de maio de 2010, que aumenta o \nprazo de prescrição para os delitos cuja pena máxima seja inferior a um \n(1) ano e reduz o âmbito de contagem do prazo para o aperfeiçoamento \nda prescrição retroativa, que não poderá mais retroagir da data da \ndenúncia ou queixa, antevê-se salutar redução de casos de prescrição \npenal. Por conseguinte, estará o Direito Penal ganhando em eficiência e \nfuncionalidade, e o Poder Judiciário resgatando sua função relevante de \npacificação social.\n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\nNotas\n\n1. Não se conhecem os dados das Justiças Estaduais, nem é conveniente \ngeneralizar assertivas diante da diversidade de realidades, mas não seria \ndemasiado estimar que a situação, no contexto nacional, não é muito mais \nconfortável.\n\n2. VON LISTZ, Franz. Tratado de Derecho Penal. Tradução de Jiménez \nde Asúa. 20. ed. alemã, 2. ed. Madrid, 1929. v. 3. p. 403.\n\n3. GUARAGNI, Fábio André. Prescrição Penal e Impunidade. Curitiba: \nJuruá, 2000. p. 143.\n\n4. MENDES DE ALMEIDA, J. Canuto. Processo Penal. Ação e \nJurisdição. São Paulo: Revista dos Tribunais, 1975. p. 110.\n\n5. MACHADO, Fábio Guedes de Paula. Prescrição Penal: prescrição \nfuncionalista. São Paulo: Revista dos Tribunais, 2000. p. 139. \n\n6. GUARAGNI, op.cit., p. 43.\n\n7. FELDENS, Luciano. Tutela Penal de Interesses Difusos e Crimes do \nColarinho-Branco. Porto Alegre: Livraria do Advogado, 2002. p. 81.\n\n8. QUEIROZ, Paulo. Acórdão condenatório e prescrição: a propósito da \nLei n° 11.596/2007. Disponível em:<http://pauloqueiroz.net /acordao-\ncondenatorio-e-prescricao-a-proposito-da-lei-n%C2%B0-115962007/.> \nAcesso em: 25 jun. 2010. \n\n9. GUARAGNI, op. cit., p. 130.\n\n10. Assinalando a base social empírica que deve servir de alicerce à \nconstrução do direito, é adequada a observação de MIR PUIG: “Desde una \nperspectiva democrática la función del derecho penal ha de ser proteger \nintereses reales dos ciudadanos y no sólo normas jurídicas” (MIR PUIG, \nSantiago. Límites del normativismo en Derecho Penal. Revista Brasileira \nde Ciências Criminais, n. 64, jan./fev. 2007, Editora Revista dos \nTribunais, p. 218). \n\n11. Os delitos ambientais não geram efeitos imediatos, protraindo-se no \ntempo e quase sempre produzindo efeitos sensíveis de lesividade ao bem \njurídico tutelado momentos depois da ação, fator que impede ou dificulta \na descoberta e a investigação do delito. O sistema legal, tal como \nconcebido, não cumpre sua função de garantir eficácia à proposta \nconstitucional de proteção especial ao meio ambiente. Quiçá se devesse \ntrabalhar com maior amplitude a ideia de delito permanente, ficando \ncondicionado o início do prazo prescricional à cessação da atividade lesiva \nao meio ambiente (art. 111, inciso III, do Código Penal) ou ainda à \nreparação do dano ambiental, como uma nova causa impeditiva da \nprescrição acrescida às hipóteses elencadas no art. 116 do Código Penal. \nCom isso ficaria afastada a necessidade de aumento das penas fixadas na \nLei dos Crimes Ambientais, medida, aliás, que não resolveria o problema. \nNo que tange à responsabilidade civil por dano ambiental, o STJ tem \nreconhecido a imprescritibilidade da ação reparatória: “A ação de \nreparação/recuperação ambiental é imprescritível” (REsp. nº 647493, 2ª \nTurma, DJU 22.10.2007, p. 233, relator Ministro João Otávio de Noronha).\n\n12. É digna de ressalva a carência de estudos mais aprofundados sobre a \nquestão da qualidade do tempo da pena, na perspectiva da justa \nproporção entre o delito e a sanção, devendo-se ressaltar o excelente \ntrabalho de MESSUTI, em que se destaca a seguinte observação: “A \nqualidade do tempo que se vive durante a pena, por ser precisamente o \n‘tempo da pena’, não pode ser a mesma daquele que vive livre de pena. \nQualquer atividade que se realize durante esse tempo não será verdadeira \natividade, estará impregnada do tempo e do espaço da pena. Ainda que \naparentemente esteja em movimento, o sujeito da pena está imobilizado \nem determinado espaço, no qual transcorre um tempo \ndiferente” (MESSUTI, Ana. O Tempo como pena. Tradutores Tadeu \n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010\n\n\n\nAntonio Dix Silva e Maria Clara Veronesi de Toledo. São Paulo: Revista dos \nTribunais, 2003. p. 44). \n\n13. Não é uníssona a doutrina quanto ao conceito de pena de curta \nduração. Adoto o entendimento que considera curtas as penas privativas \nde liberdade que não excedam de dois anos. Vide, a propósito, o \nenfrentamento da questão por RIBEIRO, expressando a diversidade de \nrespeitáveis opiniões a respeito (RIBEIRO, Bruno de Morais. Revalorização \ndas Penas Privativas Curtas: instrumento para a redução da intervenção \npenal. Revista da Ordem dos Advogados do Brasil, n. 83, jul./dez. \n2006, p. 15-28). \n\nReferência bibliográfica (de acordo com a NBR 6023: 2002/ABNT): \nVAZ, Paulo Afonso Brum. O fim da farra da prescrição penal: Lei nº 11.596, de 29 de \nnovembro de 2007, e Lei nº 12.234, de 05 de maio de 2010. Revista de Doutrina da 4ª \nRegião, Porto Alegre, n. 36, jun. 2010. Disponível em: \n&lt;http://www.revistadoutrina.trf4.jus.br/artigos/edicao036/paulo_afonso.html> \nAcesso em: 09 ago. 2010.\n\n \nREVISTA DE DOUTRINA DA 4ª REGIÃO \n\nPUBLICAÇÃO DA ESCOLA DA MAGISTRATURA DO TRF DA 4ª REGIÃO - EMAGIS\n\nRevista de Doutrina da 4ª Região, n. 36, jun. 2010"}]}}}