{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20886"}, {"@name": "filename", "#text": "4539_V%20Seminario%20e%20Workshop%20em%20Engenharia%20Oceanica%20%e2%80%93%20V%20SEMENGO_Pinheiro_et_al.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "V SEMINÁRIO E WORKSHOP EM ENGENHARIA OCEÂNICA \nRio Grande, 07 a 09 de Novembro de 2012 \n\n \n \n\nSIMULAÇÃO NUMÉRICA DO COMPORTAMENTO DE NAVIOS AMARRADOS \nEM BACIAS ABRIGADAS \n\n \nLiliana Pinheiro1, João Alfredo Santos2, Conceição Fortes1 \n\n \n1 Laboratório Nacional de Engenharia Civil \n\nAv. do Brasil, 101, 1750-044 Lisboa, Portugal \ne-mail: lpinheiro@lnec.pt, jfortes@lnec.pt  \n\n2 Instituto Superior de Engenharia de Lisboa \nRua Conselheiro Emídio Navarro 1, 1959-007, Lisboa, Portugal \n\ne-mail: jasantos@dec.isel.pt \n \nRESUMO  \n \n\nNesta comunicação descreve-se uma ferramenta numérica SWAMS destinada á caracterização da resposta dum \n\nnavio amarrado no interior dum porto sujeito à acção da agitação marítima. O SWAMS é baseado em modelos \n\nnuméricos: DREAMS, BOUSS-WMH e MOORNAV.  \nOs dois primeiros modelos simulam a propagação de ondas lineares e não lineares em zonas abrigadas de \n\nprofundidade variável, tendo em conta os fenómenos da refracção, difracção, reflexão parcial, dissipação de \n\nenergia devida ao atrito de fundo e rebentação das ondas. Enquanto o modelo DREAMS é um modelo linear \n\nbaseado na equação de declive suave enquanto o modelo não linear BOUSS-WMH é baseado nas equações de \n\nBoussinesq deduzidas por Nwogu (1993). \n\nO comportamento do navio amarrado é simulado com o pacote numérico MOORNAV que engloba um modelo \n\nnumérico para resolver, no domínio da frequência, os problemas de radiação e de difração da interacção de \n\ncorpos flutuantes com ondas e um modelo que converte os resultados daqueles problemas do domínio do tempo \n\npara o domínio da frequência e que monta e resolve as equações do movimento do navio amarrado, BAS \n\n(Mynett et al. 1985). \n\nApresentam-se as modificações introduzidas no modelo WAMIT (Korsemeyer et al. 1988) para calcular as \n\nforças de difracção com base nas relações apresentadas em Haskind (1957). Tais relações, porque utilizam o \n\npotencial de velocidades obtido com o modelo DREAMS ou com o modelo BOUSS-WMH, permitem levar em \n\nconta a refracção, difracção ou reflexão que podem ocorrer na propagação das ondas para o interior de uma \n\nbacia abrigada. Para além da descrição dos modelos numéricos na ferramenta SWAMS, apresenta-se a forma \n\ncomo os resultados são transferidos entre eles bem como aplicações da mesma para ilustrar as suas \n\ncapacidades.  \n\n \n\nPalavras-chave: Navio amarrado, Agitação marítima, Modelos numéricos, Portos, SWAMS \n \n \n\n\n\n \n1. INTRODUÇÃO  \n \n\nA agitação marítima incidente no interior de uma bacia abrigada pode causar movimentos excessivos de um \nnavio no seu posto de acostagem os quais podem levar não só à interrupção das operações de carga e descarga \ncomo a colisões com outros navios e/ou infra-estruturas portuárias com consequências económicas significativas. \n\nA acoplagem de modelos numéricos de propagação de ondas com um modelo numérico para o \ncomportamento de navios sujeitos amarrados sujeitos à ação dessas mesmas ondas permite identificar estados de \nmar potencialmente adversos e planear com segurança as atividades portuárias.  \n\nNo LNEC tem vindo a desenvolver-se uma ferramenta numérica designada por SWAMS que acopla modelos \nde caracterização da agitação marítima com um modelo de simulação da resposta dum navio amarrado no \ninterior dum porto sujeito à acção da agitação marítima. A grande vantagem duma ferramenta deste tipo é a \npossibilidade de fornecer as séries temporais dos movimentos do navio, das forças e das extensões nos elementos \nde amarração a partir das características da agitação marítima ao largo. Esta informação pode ter origem em \nmedições de bóias ou em modelos de previsão, fazendo desta uma ferramenta muito útil, quer para a conceção \ndo arranjo geral portuário, quer para o planeamento de actividades portuárias. \n\nPara a caracterização da agitação marítima o SWAMS pode recorrer a um modelo linear baseado na equação \nde declive suave, o modelo DREAMS (Fortes, 1993), capaz de simular a propagação de ondas monocromáticas \nem zonas abrigadas tendo em conta os fenómenos de refração, difração e reflexão ou a um modelo mais \ncompexo, o modelo BOUSS-WMH (BOUSSinesq Wave Model for Harbours, Pinheiro (2007)), capaz de uma \ndescrição precisa da evolução de estados de mar reais em zonas abrigadas de profundidade variável, tendo em \nconta os fenómenos da refracção, difracção, reflexão parcial, interacções não lineares, dissipação de energia \ndevida ao atrito de fundo e rebentação das ondas.  \n\nNa simulação do comportamento do navio amarrado, utiliza-se o pacote numérico MOORNAV (Santos, \n1994) que recorre aos resultados obtidos no domínio da frequência com o modelo WAMIT (Korsemeyer et al. \n1988) nos problemas de radiação e de difração de um corpo flutuante livre para obter as forças hidrodinâmicas \nnecessárias ao modelo BAS (Mynett et al. 1985) que monta e resolve, no domínio do tempo, as equações de \nmovimento do navio amarrado levando em conta a agitação marítima incidente no navio e a geometria e as \nrelações constitutivas dos elementos do sistema de amarração. \n\nO modelo WAMIT foi desenvolvido no Departamento de Engenharia Oceânica do Massachusets Institute of \nTechnology para avaliar os esforços induzidos pelas ondas em estruturas flutuantes de exploração petrolífera \ncolocadas em mar alto, isto é, em que a agitação incidente no corpo flutuante pode ser considerada a \nsobreposição de ondas de crista retilínea, cada qual com o seu período e provenientes de várias direções. \n\nTrata-se de uma hipótese que só em condições muito especiais pode ser observada para navios amarrados no \ninterior de uma bacia portuária pois a onda que neles incide terá certamente sido difratada pelas obras de abrigo \ndo porto. Como o modelo WAMIT contempla a existência de vários corpos flutuantes, alguns dos quais podem \nestar imóveis e ocupando a totalidade da coluna líquida, seria possível utilizar este modelo para resolver a \ninteração das ondas com um corpo flutuante colocado no interior de uma bacia abrigada. Contudo, tal implica a \nresolução de um sistema de equações de dimensão exagerada. Uma alternativa possível é a utilização das \nrelações estabelecidas por Haskind (1957) envolvendo o potencial do escoamento associado às ondas radiadas \npelo navio com o potencial das ondas incidentes na posição em que o navio será colocado e que permitem \ncalcular as forças exercidas pelas ondas no navio imobilizado. \n\nNesta comunicação descrevem-se: as componentes do pacote SWAMS, no próximo capítulo; a aplicação \ndeste pacote ao cálculo dos movimentos de um navio amarrado numa condição muito especial em que o modelo \nWAMIT pode ser utilizado diretamente, no capítulo 3; no mesmo capítulo apresentam-se ainda os primeiros \nresultados com os procedimentos baseados nas relações de Haskind já implementados naquele pacote e os \nresultados obtidos com o teste desses procedimentos, capítulo 3. A comunicação termina com a apresentação de \nconsiderações finais sobre o trabalho desenvolvido e a desenvolver. \n \n2. A FERRAMENTA SWAMS \n \n\nA ferramenta SWAMS (Simulation of Wave Action on Moored Ships) é uma ferramenta integrada para a \nmodelação numérica da propagação de ondas e do comportamento de navios amarrados no interior de portos de \napoio à decisão do planeamento de operações portuárias. \n\nÉ constituída por uma interface gráfica com o utilizador e um conjunto de módulos para a execução de \nmodelos numéricos. A interface com o utilizador permite o armazenamento e manipulação de dados, a execução \nde modelos numéricos. \n\nCada modelo corresponde a um módulo ao qual estão associadas as bases de dados que congregam toda a \ninformação dos projectos. Com esta aplicação é possível realizar estudos sem conhecer em detalhe o \nfuncionamento dos modelos numéricos que lhes estão subjacentes, salvaguardando, como é óbvio, um \nconhecimento mínimo desejável para o bom uso da ferramenta e posterior análise de resultados. Assim esta \naplicação permite armazenar e manipular dados de forma fácil, executar os modelos numéricos, obter os \n\n\n\nresultados e realizar as correspondentes visualizações gráficas de propagação da agitação marítima e de \nsimulação da resposta de navios à agitação marítima em bacias portuárias. \n\nO ambiente escolhido para o desenvolvimento do SWAMS foi o Microsoft Access? que tem a vantagem de \nter integrada a linguagem de programação por objectos e dirigida por eventos Visual Basic for Applications \n(VBA). Uma das vantagens desta linguagem é a possibilidade de utilizar e manusear diferentes aplicações \nMicrosoft Windows. \n\nO conjunto de módulos do SWAMS inclui:  \n• o módulo SWAN correspondente ao modelo espectral com o mesmo nome, SWAN, Booij et al. \n\n(1996), que se baseia na equação da conservação da acção da onda e é capaz de modelar a \npropagação não linear de agitação marítima;  \n\n• o módulo DREAMS, Fortes (1993), correspondente ao modelo DREAMS que se baseia na equação \nde declive suave; \n\n• o módulo BOUSS-WMH, que se baseia no modelo não linear de elementos finitos BOUSS-WMH, \nPinheiro (2007), que resolve as equações não lineares de Boussinesq deduzidas por Nwogu (1993); \n\n• o módulo MOORNAV, Santos (1994) que monta e resolve as equações de movimento do navio \namarrado assumindo a linearidade da interação de um corpo flutuante com as ondas, como proposto \npor Cummins (1962). \n\nAs bases de dados contidas no SWAMS são as bases de dados em MS Access™, correspondentes aos \nmódulos dos modelos numéricos, que contêm a informação dos projectos criados e ainda diversas pastas onde \nsão armazenados todos os ficheiros criados. \n\nA representação gráfica de dados e resultados no SOPRO é realizada com o programa Golden Software \nSurfer™ (para o módulo SWAN), o programa Tecplot™ (para o módulo DREAMS) e o MS Excel™ (para os \nmódulos WAMIT e BAS) e Autocad (para o módulo WAMIT). Os programas de visualização gráfica, como o \nGolden Software Surfer™, o Tecplot™ e o MS Excel™ Autocad são invocados pela interface através de macros \nactivadas por eventos que automatizam todo o processo de criação de mapas e gráficos. \n\nNas sub-secções seguintes descrevem-se apenas os módulos referentes aos modelos de propagação de ondas \ne de resposta navios amarrados no interior de portos utilizados nos casos de estudo apresentados nesta \ncomunicação. \n \n2.1 Modelo DREAMS \n \n\nO campo da onda incidente no local onde o navio será colocado é fornecido pelo modelo numérico \nDREAMS (Fortes, 1993). Trata-se de modelo para o cálculo da propagação e deformação de ondas regulares em \nzonas costeiras e que pode ser aplicado no estudo, quer da penetração da agitação marítima de período curto num \nporto, quer da ressonância de uma marina excitada por ondas de longo período nela incidentes. É baseado na \nequação bidimensional de declive suave dada por: \n\n \n\n( ) 0. 2 =?+???\ngg\n\ncckcc  (1) \n\nem que ? é a elevação da superfície livre, função das coordenadas (x,y); k/c ?= , a velocidade de fase ou \nceleridade da onda; dkdc\n\ng\n/?= , a velocidade de grupo; e ?  a frequência angular da onda que se relaciona \n\ncom k, o número de onda, através da relação de dispersão ( )khgk tanh2 =? .  \nEsta equação tem em conta os efeitos combinados da refracção, difracção e reflexão e descreve a propagação \n\nde ondas monocromáticas de pequena amplitude em fundos de declive suave como os que ocorrem vulgarmente \nem portos, baías e restantes zonas costeiras. \n\nO método numérico utilizado para a resolução da equação de declive suave é o Método dos Elementos \nFinitos (MEF). Dado o facto do modelo não apresentar qualquer limitação quanto ao ângulo de incidência da \nonda na entrada do domínio de cálculo, o mesmo domínio computacional pode ser utilizado para uma larga gama \nde direcções de onda incidente. \n\nAs condições de fronteira implementadas no modelo são as condições de radiação, que permitem a saída de \nperturbações geradas no domínio no sentido de propagação para o infinito, as condições de geração e radiação \ncombinadas, como as relativas a fronteiras abertas e que permitem a entrada da agitação incidente e a saída das \nperturbações geradas no domínio e as condições de reflexão (total ou parcial), referentes aos contornos sólidos \nda zona em estudo (praias, falésias, molhes, entre outros). \n\nO modelo calcula índices de agitação (H/Ho), relação entre a altura de onda no ponto do domínio de cálculo, \nH, e a altura de onda à entrada do domínio de cálculo, Ho, ou coeficientes de amplificação (em estudos de \nressonância portuária) e direcções de propagação da onda. O campo de velocidades horizontais na superfície \nlivre e as cristas das ondas (linhas de igual fase) constituem resultados opcionais. \n\n \n \n \n\n\n\n \n2.2 Modelo BOUSS-WMH \n \n\nBOUSS-WMH (Walkley e Berzins 2002, Pinheiro 2007) resolve as equações de Boussinesq estendidas \ndeduzidas por Nwogu (1993), válidas desde águas de profundidade intermédia a águas pouco profundas, e é um \nmodelo indicado para a propagação e deformação de ondas não lineares e dispersivas em zonas de batimetria \nvariável pois permite reproduzir alguns dos processos mais importantes presentes em regiões costeiras de média \na baixa profundidade: a difracção, a refracção, a reflexão, o empolamento, a dispersão de energia para as \nharmónicas.  \n\nPara a integração na vertical, foi admitido um perfil de velocidades tipo a uma profundidade pré-definida. O \nmodelo usa o pacote SPRINT (Berzins et al. 1984), para a integração temporal e o método de Galerkin com uma \nmalha não estruturada de elementos finitos para a discretização espacial. As malhas de elementos finitos são \ngeradas com o gerador automático GMALHA, Pinheiro et al. (2007), especialmente criado para modelos de \npropagação de ondas marítimas. Para a geração das ondas (regulares e irregulares) no domínio encontra-se \nimplementada uma condição de geração no interior do domínio por intermédio de uma função fonte, segundo o \nprocedimento de Wei et al. (1999). Esta condição permite não só a geração das ondas mas também que as ondas \nreflectidas nas fronteiras físicas do domínio e que se propagam na direcção da fonte, possam ser absorvidas \nevitando a sua permanência no domínio e consequente adulteração das características das ondas.  \n\nComo condições de fronteira, são admitidas condições de reflexão ou de absorção total. A condição de \nabsorção total é conseguida através da colocação de uma zona absorvente (“sponge layer”). Para a simulação da \ninteracção das ondas com uma fronteira física (como é o caso de um quebra-mar ou um cais, falésias rochosas, \netc.) é imposta uma condição de fronteira de reflexão total. Este modelo foi desenvolvido para aplicações a uma \ne duas dimensões (em planta), permitindo obter resultados da elevação da superfície livre e da velocidade \nhorizontal (representativa) em cada ponto do domínio de aplicação. \n \n2.3 O pacote numérico MOORNAV \n \n\nNo LNEC, a determinação do movimento do navio amarrado num posto de acostagem sujeito à agitação \nincidente é realizada utilizando o pacote numérico MOORNAV (Santos 1994). Trata-se essencialmente de dois \nmodelos numéricos: \n• WAMIT (Korsemeyer et al., 1988) que resolve, no domínio da frequência, os problemas de radiação e de \n\ndifracção da interacção de um corpo flutuante livre com as ondas nele incidentes; \n• BAS (Mynett et al. 1985) que monta e resolve, no domínio do tempo, as equações de movimento de um \n\nnavio amarrado no posto de acostagem levando em conta as séries temporais das forças devidas às ondas \nincidentes no navio, as funções de resposta a impulso do navio e as relações constitutivas dos elementos do \nsistema de amarração (cabos de amarração e defensas); \n\naos quais se juntou um interface entre os dois modelos, uma vez que os resultados fornecidos pelo WAMIT não \nsão exactamente as grandezas necessárias ao funcionamento do modelo BAS e porque é necessário fornecer ao \nmodelo BAS a série temporal das forças exercidas pela agitação marítima incidente no navio, para além de \nforças devidas a ventos ou a correntes quase estacionárias. \n\n \n2.3.1 Equações de movimento do navio amarrado \n \nPonto fundamental no estabelecimento das equações de movimento para um navio amarrado é a modelação \n\ndas forças exercidas no casco do navio devido a interacção do mesmo com as ondas.  \nAssumindo de pequena amplitude os movimentos do navio segundo cada um dos seus seis graus de \n\nliberdade, pode retirar-se logo a parcela correspondente à variação quase estática da forma do casco submerso. \nSurge assim a matriz de restituição hidrostática \n\nkj\nC  cujos coeficientes são a força segundo a coordenada k  \n\ndevida a uma variação unitária da posição do navio segundo a coordenada j  em água parada. \nA mesma hipótese de pequena amplitude dos movimentos do navio leva à linearidade da interacção do casco \n\ncom as ondas nele incidente o que permite a decomposição daquele problema em dois problemas mais simples, \nCummins (1962): o problema de radiação, no qual se determinam as forças que é necessário fazer segundo cada \num dos graus de liberdade para o movimento arbitrário do casco em águas de outra forma paradas; e o problema \nde difracção, no qual se determina a força d\n\nk\nF , segundo cada grau de liberdade k , exercida pela agitação \n\nincidente no casco do navio imobilizado. \nO problema de radiação pode considerar-se a sobreposição de movimentos impulsivos cada um dos quais \n\norigina uma elevação da superfície livre que depois se afasta do casco como uma onda. Assim, no cálculo das \nforças associadas ao problema de radiação tem-se  a chamada massa adicionada para frequência infinita, \n\nkj\nm , a \n\nforça segundo a coordenada k  para uma aceleração unitária segundo a coordenada j , e )(?\nkj\n\nK  a função de \nresposta a impulso (também chamada de função de atraso) representando a força segundo a coordenada k , ?  \nsegundos depois de um movimento de velocidade impulsiva segundo j . \n\nDo exposto, resulta para a equação de movimento do navio amarrado \n\n\n\n \n\n)()()()()()()()(\n6\n\n1\n\ntFtFtFtxCdxtKtxmM\nf\n\nk\n\nm\n\nk\n\nd\n\nk\n\nj\n\njkj\n\nt\n\nkjjkjkj\n++=\n\n?\n?\n?\n\n?\n\n?\n?\n?\n\n?\n+????++? ?\n\n= ??\n\n&amp;&amp;&amp;  (2) \n\nem que \nkj\n\nM  é a matriz de massa do navio e )(tF m\nk\n\n e )(tF f\nk\n\n são os valores instantâneos das forças devidas aos \ncabos de amarração e às defensas. Em rigor, trata-se de um conjunto de seis equações de cuja solução se obtêm \nas séries temporais dos movimentos segundo cada um dos seis graus de liberdade do navio e dos esforços nas \namarras e nas defensas. \n\nNa equação acima, as matrizes de massa e de restituição hidrostática dependem apenas da geometria do navio \ne da distribuição de massas no mesmo. As forças devidas às amarras e às defensas podem determinar-se a partir \ndas relações constitutivas destes elementos do sistema de amarração e da variação de comprimento entre as \nextremidades das mesmas (no caso das defensas tem que se levar em conta a não variação de comprimento \nassociada à ausência de contacto entre o navio e a defensa). \n\nO modelo numérico BAS (Mynett et al. 1985) monta e resolve, no domínio do tempo, estas equações de \nmovimento levando em conta as séries temporais das forças devidas às ondas incidentes no navio, as funções de \nresposta a impulso do navio e as relações constitutivas dos elementos do sistema de amarração (cabos de \namarração e defensas). Utiliza um método ?  para discretização das variações temporais naquelas equações \nresolvendo o sistema de equações algébricas não-lineares resultantes pelo método de Newton-Raphson, sendo a \nprimeira estimativa da velocidade no instante n+1 para aplicação daquele método fornecida pelo método de \nAdams-Bashforth de 1ª ordem. \n\n \n2.3.2 O modelo numérico WAMIT \n \nAs funções de resposta a impulso, a matriz de massa adicionada para frequência infinita e as forças de \n\nexcitação devidas às ondas que surgem na equação (2) dependem da forma do casco e da perturbação causada \npela presença do casco imóvel no escoamento associado à propagação da onda ou do escoamento gerado pelo \nmovimento do casco em água de outra forma parada. \n\nAssumindo que qualquer estado de agitação incidente no navio pode ser decomposto em ondas sinusoidais de \nperíodo e direcções conhecidos, a força de difracção associada a esse estado de agitação pode obter-se da \nsobreposição das forças de difracção estacionárias devidas a cada uma das componentes sinusoidais referidas. \nOu seja, resultados do problema de difracção obtidos no domínio da frequência podem ser utilizados para obter \num resultado do domínio do tempo. \n\nTambém as funções de resposta a impulso e as massas adicionadas para frequência infinita podem ser \ndeterminadas a partir de resultados obtidos no domínio da frequência, agora para o problema de radiação: \n\n \n\n???\n?\n\n= ?\n?\n\ndtbtK\nkjkj\n\n)cos()(\n2\n\n)(\n0\n\n (3) \n\n \n\n??\n?\n\n+?= ?\n?\n\ndttKam\nkjkjkj\n\n)sin()(\n1\n\n)(\n0\n\n (4) \n\nem que )(?\nkj\n\nb  é o coeficiente de amortecimento para a frequência ?  e )(?\nkj\n\na  o coeficiente de massa \nadicionada para a mesma frequência. Da equação (4) fica clara a designação de \n\nkj\nm  como o coeficiente de massa \n\nadicionada para frequência infinita pois quando a frequência ?  tende para infinito a segunda parcela da soma \nem (4) tende para zero e )(?=\n\nkjkj\nam . Os coeficientes de massa adicionada e de amortecimento resultam da \n\ndecomposição da força estacionária associada ao problema de radiação correspondente à frequência ?  numa \nparcela em fase com a velocidade do movimento do corpo, donde surge o coeficiente de amortecimento, e uma \nparcela em fase com a aceleração (ou o movimento do corpo, porque este movimento é sinusoidal), donde surge \no coeficiente de amortecimento. \n\nA utilização de resultados do domínio da frequência para gerar dados para um problema no domínio do \ntempo deve-se à maior disponibilidade de modelos numéricos para resolver, no domínio da frequência, o \nproblema da interacção de um corpo flutuante com as ondas.  \n\nO WAMIT (Korsemeyer et al. 1988) é um desses modelos. Trata-se de um modelo desenvolvido no \nDepartamento de Engenharia Oceânica do Massachusetts Institute of Technology e que utiliza um método de \npainel para resolver no domínio da frequência os problemas de radiação e de difracção de um corpo flutuante \nlivre. Este modelo baseia-se na segunda igualdade de Green para determinar a intensidade das distribuições de \nfontes e dipolos nos painéis utilizados na discretização da superfície molhada do casco do navio com as quais é \npossível gerar os potenciais harmónicos dos escoamentos associados aos problemas de radiação e de difracção de \num navio livre colocado numa zona de profundidade constante mas não limitada horizontalmente. \n\n\n\n \n2.3.3 Relações de Haskind \n \nO modelo WAMIT contempla a existência de vários corpos flutuantes, alguns dos quais podem estar imóveis \n\ne ocupando a totalidade da coluna líquida, o que permitiria a utilização direta deste modelo na simulação dos \nproblemas de radiação e difração de um navio no interior de uma bacia abrigada em que a onda incidente no \nnavio pode ter sido difratada pelas estruturas de proteção do porto. Este detalhe da eventual curvatura das cristas \ndas ondas incidentes no navio é especialmente importante para o problema de difração, uma vez que para o \nproblema de radiação é pouco provável que as ondas radiadas pelo navio e reflectidas no contorno da bacia \nportuária consigam voltar ao navio com amplitude não desprezável. \n\nEmbora seja possível estudar com o modelo WAMIT o problema de difração de um navio no interior de uma \nbacia abrigada, o número de equações que seria necessário resolver nessa situação ainda é exagerado para a \nmaioria dos meios de cálculo atualmente disponíveis. Uma alternativa para a resolução deste problema de \ndifração é a utilização das relações estabelecidas por Haskind (1957). Tais relações permitem determinar D\n\nk\nF , a \n\nforça do problema de difração segundo a coordenada k , partindo de \nk\n\n? , o potencial do potencial do escoamento \nassociado ao problema de radiação em que o navio oscila segundo a mesma coordenada k , e de 0? , o potencial \ndo escoamento associado à onda incidente na posição em que o navio será colocado. \n\n \n\n?\n??\n\n?\n?\n\n?\n?\n?\n\n?\n\n?\n\n??\n??\n\n?\n\n??\n????=\n\nS\n\nti\n\nk\nkD\n\nk dSe\nnn\n\niF 00  (5) \n\nAssumindo válida a hipótese de declive suave, para determinar as funções necessárias à aplicação da relação \nde Haskind é necessário conhecer: \n\n• período da onda incidente; \n• os potenciais dos problemas de radiação do navio no interior da bacia portuária em cada painel da \n\ndiscretização da área molhada do casco do navio; \n• as derivadas normais dos mesmos potenciais nos mesmos painéis;  \n• as coordenadas dos pontos onde se pretende determinar aquelas funções (em cada painel, as \n\ncoordenadas dos quatro pontos da fórmula de quadratura Gauss utilizada); \n• as componentes do vector normal a cada painel; \n• a profundidade na vertical de cada ponto da alínea anterior; \n• as amplitudes complexas da elevação da superfície livre e das componentes horizontais da velocidade \n\ndo escoamento induzido pela passagem das ondas. \nOs cinco primeiros requisitos são satisfeitos pelos ficheiros de resultados do modelo numérico WAMIT, \n\nsendo que os dois primeiros estão no conjunto de resultados relativos ao problema de radiação enquanto os três \núltimos estão nos ficheiros de caracterização da geometria do problema. Os dois últimos requisitos são satisfeitos \ncom os resultados do modelo que determina a propagação das ondas para o interior da bacia portuária quando o \nnavio lá não está. O programa que trata de implementar as relações de Haskind combinando resultados do \nmodelo WAMIT para os problemas de radiação com o campo de ondas incidente na posição do navio, apenas \ntem que gerir esta informação e efectuar um integral de superfície utilizando uma fórmula de quadratura de \nGauss. No caso presente é a mesma utilizada pelo modelo WAMIT. \n \n3.APLICAÇÕES \n \n\nApresentam-se dois exemplos de utilização do pacote SWAMS:  \n• um navio amarrado no interior de um porto esquemático em que as ondas incidentes no navio não são \n\ndifratadas pelo quebra-mar de proteção do porto (o que permite utilizar o modelo WAMIT na sua forma \nmais simples para resolução do problema de difração) \n\n• um corpo flutuante livre junto a um quebra-mar vertical (para mostrar os primeiros resultados dos testes já \nrealizados com a implementação do procedimento de cálculo das forças de difração a partir das relações de \nHaskind). \n\n \n3.1 Navio amarrado num porto esquemático \n \n\nNesta secção apresenta-se uma aplicação do pacote numérico para avaliação do comportamento dum navio \namarrado colocado no interior de uma bacia portuária esquemática sujeito a um estado de mar incidente no \nexterior dessa bacia. Esta aplicação numérica serve para ilustrar o funcionamento do SWAMS, i.e., do conjunto \nde modelos BOUSS-WMH, WAMIT, e BAS e chamar a atenção para as modificações necessárias a uma \naplicação mais generalizada. \n\nA metodologia seguida é a seguinte: \n1 – Utilizando o modelo BOUSS-WMH, determinam-se as características da agitação marítima na posição que \nserá ocupada pelo navio imóvel dentro da bacia portuária; \n\n\n\n2 – Utilizando o modelo WAMIT, obtêm-se os potenciais dos problemas de radiação e de difracção para um \nconjunto de períodos no qual estão contidos os vários períodos componentes daquela agitação incidente; \n3 – Determinam-se depois as funções de resposta a impulso do navio livre e as séries temporais das forças \nexercidas pela agitação marítima incidente no navio; \n4 – Utilizando o modelo BAS, resolve-se, no domínio do tempo, as equações de movimento de um navio \namarrado no posto de acostagem levando em conta as séries temporais das forças devidas às ondas incidentes no \nnavio, as funções de resposta a impulso do navio e as relações constitutivas dos elementos do sistema de \namarração. \n\nOs cálculos de propagação de ondas são efectuados numa estação de trabalho LINUX CORVUS com quatro \nprocessadores AMD Opteron™ 265 de 2GHz e com 8GB de memória RAM, enquanto os cálculos do \ncomportamento do navio são efectuados num computador pessoal Intel™ Quad Core Q6600 de 2.4Ghz e com \n1.97GB de memória RAM. \n\n \n3.1.1 Ondas incidentes no navio \n \nO domínio de cálculo tem 2000 m de largura por 4000 m de comprimento. O porto esquemático situado na \n\nlateral direita é constituído por dois quebra-mares: o quebra-mar Norte constituído por dois troços, horizontal e \nvertical de 750 m e 1000 m de comprimento, respectivamente e o quebra-mar Sul com um troço horizontal de \n400 m, definindo uma bacia aproximadamente quadrangular com 700m de lado, Figura 1. \n\n \n\nFigura 1. Domínio de cálculo. Elevação da superfície livre ao fim de 600s para ondas regulares com período de \n10s e amplitude de 0,6m provenientes de Sul (O Norte coincide com a direcção do eixo dos yy) \n\n \nA malha de elementos finitos do modelo BOUSS-WMH foi gerada de modo ter um mínimo de oito pontos \n\npor comprimento de onda, sendo a profundidade em todo o domínio igual a 17 m e as ondas incidentes regulares \ncom período de 10 s e amplitude de 0.6 m. Resultou então uma malha com 185 599 elementos, 93 616 pontos, \n1 631 pontos de fronteira e largura de banda de 322. A área mínima dos elementos é de 7.49 m2 e a máxima de \n93.14 m2. \n\nA Figura 1 apresenta a elevação da superfície livre 600s depois de iniciado o cálculo com o módulo BOUSS-\nWMH com ondas regulares provenientes de Sul (propagando-se no sentido positivo do eixo yy) com 10s de \nperíodo e amplitude de 0,6m. Como se pode inferir da Figura 1, o navio está claramente protegido das \nondulações provenientes de Norte e Noroeste, ao contrário do que se verifica quando as ondulações são de Sul e \nde Sudoeste. Na Figura 4a) apresenta-se a série temporal da elevação da superfície livre num ponto no interior do \nporto, na zona em que o navio será amarrado, para a mesma onda incidente de sul. \n\n \n3.1.2 Resposta do navio amarrado \n \nO navio cujo comportamento se estudou tinha um volume deslocado de 108 416 m3, um comprimento na \n\nflutuação de 243 m, uma boca máxima de 42 m e um calado de 14 m. Uma vez que se pretende ilustrar apenas o \nfuncionamento do modelo numérico para o comportamento do navio amarrado, o esquema de amarração daquele \nnavio foi muito simples, apenas com dois travêzes (l1 e l4) e duas regeiras (l2 e l3) e duas defensas (f1 e f2), \ncomo mostrado na Figura 2. O eixo longitudinal do navio estava paralelo ao molhe ao qual foi amarrado com a \nproa distando 98 m da extremidade sul daquele molhe. Todos os cabos de amarração eram de polietileno, tinham \numa tracção máxima de 1274 kN e comprimentos semelhantes (logo relações constitutivas semelhantes). A \nrelação constitutiva de um desses cabos é apresentada na Figura 2a). As defensas pneumáticas tinham uma força \nde compressão máxima de 3034 kN, a relação constitutiva apresentada na Figura 2b) e o coeficiente de atrito \ncom o casco do navio de 0.35. Neste exercício vai admitir-se que a onda incidente no navio se propaga com \ncrista rectilínea perpendicular ao molhe do porto onde o navio está amarrado. Tal hipótese torna mais simples a \nanálise e permite utilizar directamente os resultados obtidos com o modelo numérico WAMIT para o problema \nde difracção do navio livre. \n\n\n\nl\n1l\n\n2\nl\n3\n\nl\n4\n\nf\n1\n\nf\n2\n\nx\n\ny\n\nl\n1l\n\n2\nl\n3\n\nl\n4\n\nf\n1\n\nf\n2\n\nx\n\ny\na)\n\n0.0\n\n200.0\n\n400.0\n\n600.0\n\n800.0\n\n1000.0\n\n1200.0\n\n1400.0\n\n0.00 0.02 0.04 0.06\n\nExtensão (-)\n\nF\no\n\nrç\na\n (\n\nk\nN\n\n)\n\n0.0\n\n200.0\n\n400.0\n\n600.0\n\n800.0\n\n1000.0\n\n1200.0\n\n1400.0\n\n0.00 0.02 0.04 0.06\n\nExtensão (-)\n\nF\no\n\nrç\na\n (\n\nk\nN\n\n)\n\n b)\n\n0.0\n\n500.0\n\n1000.0\n\n1500.0\n\n2000.0\n\n2500.0\n\n3000.0\n\n3500.0\n\n0.0 1.0 2.0 3.0\n\nDeformação (m)\n\nF\no\n\nrç\na\n (\n\nk\nN\n\n)\n\n0.0\n\n500.0\n\n1000.0\n\n1500.0\n\n2000.0\n\n2500.0\n\n3000.0\n\n3500.0\n\n0.0 1.0 2.0 3.0\n\nDeformação (m)\n\nF\no\n\nrç\na\n (\n\nk\nN\n\n)\n\n \n\nFigura 2. Esquema da amarração do navio. Relações constitutivas: a) amarras; b) defensas. \n \nNo estudo, no domínio da frequência, da interacção do navio livre com as ondas considerou-se que apenas a \n\nparede do molhe próximo deste tem influência naquela interacção. Assim modelou-se o navio próximo a uma \nparede vertical com 750 m de comprimento, 50 m de largura e que ocupava a totalidade da coluna líquida, isto é, \ncom uma altura de 17 m. O bordo do navio mais próximo da parede distava desta 30 m e a proa do navio distava \n98 m da extremidade da parede.  \n\nA superfície molhada do casco do navio foi dividida em 3732 painéis enquanto a parede foi dividida em 1284 \npainéis. A Figura 3 mostra uma perspectiva daquelas distribuições de painéis. Utilizou-se o modelo numérico \nWAMIT para resolver os problemas de radiação e de difracção do navio livre para 76 frequências igualmente \nespaçadas entre 0.0125 rad/s e 0.95 rad/s.  \n\n \n\nFigura 3. Perspectivas das distribuições de painéis utilizadas para formar as superfícies molhadas do casco do \nnavio e da parede vertical próxima do navio utilizadas pelo modelo WAMIT. \n\n \nComo seria de esperar, a proximidade da parede vertical destrói a simetria do escoamento em torno do navio \n\nexistente na ausência desta. Assim, os coeficientes de massa adicionada e de amortecimento que seriam nulos no \nproblema de radiação do navio isolado deixam de o ser (por exemplo, o acoplamento entre o avanço e o \nabatimento). \n\nTambém no problema de difracção, a presença da parede pode alterar a simetria do escoamento passando a \nsurgir forças não nulas que o eram na ausência da parede. Um exemplo disso é a força transversal no navio que \nsurge para ondas provenientes de proa quando existe a parede próximo do navio. \n\nCom os resultados do problema de radiação no domínio da frequência, determinaram-se as funções de \nresposta a impulso e os coeficientes de massa adicionada para frequência infinita necessários à montagem das \nequações de movimento do navio amarrado. Todas funções resposta a impulso foram calculadas com intervalo \nde tempo de 0.1 s e uma duração máxima de 200 s. \n\nPartindo das funções de resposta a impulso para os 36 pares possíveis (força segundo a coordenada k devida \na movimento de velocidade impulsiva segundo a coordenada j) e dos correspondentes valores do coeficiente de \nmassa adicionada para as diversas frequências em que se resolveu o problema de radiação no domínio da \nfrequência e utilizando a equação (4) determinaram-se várias estimativas para a massa adicionada para \nfrequência infinita. \n\nAs séries temporais das forças devidas às ondas incidentes no navio foram determinadas utilizando a série \ntemporal da elevação da superfície livre estimada para um ponto da zona onde o navio será amarrado e os \nresultados do problema de difracção no domínio da frequência para ondas de proa. Face às limitações do \nprocedimento de obtenção das séries temporais das forças, baseado na transformada rápida de Fourier, apenas se \npôde considerar os primeiros 500 s da série temporal da elevação da superfície livre. A Figura 4b) mostra a série \ntemporal da força longitudinal exercida pelas ondas incidentes no navio. Na figura pode observar-se outra \nlimitação do procedimento implementado para o cálculo da série temporal: surgem oscilações na série temporal \nantes da chegada da onda ao local onde o navio está amarrado (cerca do instante t=90 s) que não são fisicamente \npossíveis. \n\nA série temporal dos movimentos segundo o eixo longitudinal do navio amarrado, apresentada na Figura 4c), \nilustra bem o carácter não linear da resposta do conjunto navio + sistema de amarração. Com efeito, para ondas \noscilações da superfície livre cujo período é cerca de 10 s, observam-se oscilações de período muito superior. O \nperíodo destas oscilações é controlado pela existência das amarras e das defensas, como pode confirmar-se na \nFigura 4d) com a série temporal dos esforços no travês de proa. Uma vez que os elementos do sistema de \n\n\n\namarração produzem forças actuantes no navio no plano horizontal apenas, é para os movimentos neste plano \nque o comportamento não linear é mais evidente. Tal pode confirmar-se com a série temporal apresentada na \nFigura 4e) relativa ao movimento de rolo onde se observa que o período da oscilação segundo este modo é \nsemelhante ao período da onda incidente no navio. \n\n \n \n \n \n \n \n \na) \n \n \n \n \n \n \n \nb) \n \n \n \n \n \n \n \n \nc) \n \n \n \n \n \n \n \nd) \n \n \n \n \n \n \n \ne) \n \n \n\nFigura 4. Séries temporais navio amarrado no interior do porto para ondas provenientes de sul. a) elevação da \nsuperfície livre na zona onde o navio será amarrado; b) forças longitudinais no navio; c) movimento longitudinal \ndo navio amarrado; d) tração no travês de proa; e) movimento de rolo do navio amarrado. \n \n3.2 Navio livre próximo a uma parede vertical \n \n\nA geometria deste exemplo é muito semelhante à utilizada no exemplo anterior para resolução dos problemas \nde radiação e de difração com o modelo WAMIT: a parede vertical tem 750 m de comprimento, 50 m de largura \ne ocupa a totalidade da coluna líquida que neste caso tem 20 m de altura. O corpo flutuante agora é um \nparalelepípedo com 120 m de comprimento, 20 m de boca e 10 m de calado. O bordo do corpo flutuante mais \npróximo da parede dista desta 30 m e a “proa” do corpo flutuante dista 115 m da extremidade da parede. \n\nA superfície molhada do corpo flutuante foi dividida em 1200 painéis enquanto a parede foi dividida em \n1284 painéis. A Figura 5 mostra uma perspectiva daquelas distribuições de painéis. Utilizou-se o modelo \nnumérico WAMIT para resolver os problemas de radiação e de difracção do navio livre para 16 períodos entre 4 \ns e 300 s e cinco rumos ao largo: 0º (ondas propagando-se no sentido positivo do eixo x), 30º, 60º, 90º (ondas \npropagando-se no sentido positivo do eixo y) e 270º. O modelo DREAMS foi utilizado para fornecer o potencial \n\n-1.5\n\n-1.0\n\n-0.5\n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\ne\nta\n\n(m\n)\n\n-4.00E+03\n\n0.00E+00\n\n4.00E+03\n\nF\n1\n\n(k\nN\n\n)\n\n-4.00E+03\n\n0.00E+00\n\n4.00E+03\n\nF\n1\n\n(k\nN\n\n)\n\n-2.00E+00\n\n-1.00E+00\n\n0.00E+00\n\n1.00E+00\n\n2.00E+00\n\nx\n1\n\n(m\n)\n\n0.00E+00\n\n2.00E+02\n\n4.00E+02\n\n6.00E+02\n\nl 4\n(k\n\nN\n)\n\n-4.00E-01\n\n-2.00E-01\n\n0.00E+00\n\n2.00E-01\n\n4.00E-01\n\n6.00E-01\n\n0 50 100 150 200 250 300 350 400 450 500\n\nt (s)\n\nx\n4\n\n(g\nra\n\nu\ns\n\n)\n\n\n\nda onda incidente na posição a ocupar pelo navio. O domínio do modelo é quadrangular com 1400 m de lado e \nfoi discretizado com 161186 nós definindo 320068 elementos triangulares. \n\n \n\n             \nFigura 5. Domínio de cálculo do DREAMS. Malha de elementos finitos, localização do navio e discretização em \npainéis do navio. \n\n \nA Figura 6 apresenta as forças de difração para ondas de 0º obtidas da resolução do problema de difração \n\ncom o modelo WAMIT, bem como as forças obtidas da aplicação das relações de Haskink intrínsecas do mesmo \nmodelo (em que o potencial da onda incidente é fornecido pelo modelo WAMIT) e a aplicação das relações de \nHaskind em que o potencial da onda incidente é fornecido pelo modelo DREAMS e o potencial de radiação é o \nfornecido pelo modelo WAMIT (linha HASK MODIF na figura). Para estas ondas incidentes, que praticamente \nnão são difratadas pela parede vertical, os resultados são quase todos coincidentes, o que indicia a bondade da \nmetodologia implementada. Contudo, os resultados obtidos para outros ângulos de incidência não são tão bons e \nainda se investigam as causas para as diferenças observadas. \n\n \n\n \nFigura 6. Forças devidas às ondas incidentes (?=90º) segundo os seis graus de liberdade do navio. \n \n4. COMENTÁRIOS FINAIS \n \n\nApresentaram-se nesta comunicação os resultados obtidos com o pacote numérico SWAMS na modelação do \ncomportamento de um navio amarrado no interior de uma bacia abrigada de forma quadrangular com cerca de \n700m de lado. As séries temporais dos movimentos do navio e dos esforços no sistema de amarração ilustram \nclaramente o comportamento não linear do sistema navio-amarras-defensas. \n\nOs resultados foram obtidos para uma onda cuja direção de propagação coincidia com a do quebra-mar de \nproteção do porto, o que facilitou a determinação das forças do problema de difração, isto é, as forças exercidas \npelas ondas incidentes no navio parado. Para resolver problemas mais complexos, em que a onda incidente no \nnavio parado pode ter sido difractada pelas obras de abrigo da bacia portuária ou por outros obstáculos ao longo \nda sua propagação, testou-se um procedimento baseado nas chamadas relações de Haskind e que combina o \npotencial das ondas incidentes na posição do navio. No exemplo de teste apresentado o potencial das ondas \nincidentes na posição em que o navio seria colocado foi determinado a partir de um modelo linear para \n\n\n\npropagação de ondas. Concluída a validação deste procedimento, cujos resultados iniciais aqui apresentados são \nbastante promissores, o modelo de propagação de ondas será substituído por um mais complexo do tipo \nBoussinesq. \n \nAGRADECIMENTOS \n \n\nOs autores agradecem o financiamento da FCT através da bolsa de doutoramento SFRH/BD/82637/2011 e do \nprojecto HIDRALERTA - PTDC/AAC-AMB /120702/2010. \n \n5.REFERÊNCIAS BIBLIOGRÁFICAS \n \nBerzins, M., Furzeland, R.M. e Scales L.E., 1985. A user’s manual for SPRINT -a versatile software package for \n\nsolving systems of algebraic, ordinary and partial differential equations: Part 3 – advanced use of SPRINT. \nTechnical Report TNER.85.058, Thornton Res. C, Chester. \n\nBooij, N., Holthuijsen, L.H. e Ris, R.C., 1996. The SWAN wave model for shallow water. ICCE´96 Orlando, pp. \n668-676. \n\nCummins, W. E., 1962. Impulse response function and  ship  motions. Schiffstechnik, 9, 101-109. \nFortes, C.J.E.M., 1993. Modelação matemática da refracção e da difracção combinadas de ondas marítimas \n\n(análise pelo método dos elementos finitos). Dissertação de Mestrado em Eng. Mecânica, IST. \nHaskind, M.D. 1957. The exciting forces and wetting of ships in waves (em russo), Izvestia Akademii Nauk \n\nS.S.S.R, Otdelenie Tekhnicheskikh Nauk, 7, 65-79. (existe tradução na língua inglesa: David Taylor Model \nBasin Translation Nº.307, March 1962). \n\nKorsemeyer F.T., Lee C.-H., Newman J.N. e Sclavounos P.D., 1988. The analysis of wave effects on tension-leg \nplatforms, 7th International Conference on Offshore Mechanics and Arctic Engineering, Houston, Texas, pp. \n1-14. \n\nMynett, A.E., Keunig, P.J. e Vis, F.C., 1985. The dynamic behaviour of moored vessels inside a harbour \nconfiguration. Int. Conf. on Numerical Modelling of Ports and Harbours, Birmingham, England: 23-25 April \n1985. Cranfield: BHRA, The Fluid Engineering Centre. \n\nNwogu, O., 1993. Alternative form of Boussinesq equations for near-shore wave propagation. J. Waterway, Port, \nCoastal, and Ocean Engineering, 119(6):618-638. \n\nPinheiro, L. V., 2007. Um método de elementos finitos para a discretização das equações de Boussinesq \nestendidas. Tese de mestrado. Engenharia Mecânica, IST. \n\nPinheiro, L., Fernandes, J.L.M. e .Fortes, C.J. E.M. (2007). Finite Element Mesh Generator with Local Density \nConditioned to Bathymetry for Wave Propagation Models in Coastal Zones. Proc. of EUA4X@IAC 06, \nRoma Italy, October 2006. IMACS Series in Comp.and Applied Mathematics Vol.12, pp71-80. \n\nSantos, J.A., 1994. MOORNAV – Numerical model for the behaviour of moored ships. Final report. Lisbon: \nReport 3/94-B, Projecto NATO PO-Waves. \n\nWalkley, M. e Berzins, M., 2002. A finite element method for the two-dimensional extended Boussinesq \nequations. International Journal for Numerical Methods in Fluids, 39(2):865–885. \n\nWei G., Kirby J. T. e Sinha A., 1999. Generation of waves in Boussinesq models using a source function \nmethod. Coastal Engineering, 36, pp. 271 – 299."}]}}}