{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14132"}, {"@name": "filename", "#text": "2039_000858697.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "GEOLOGIA E HIDROGEOLOGIA DAS CABECEIRAS DO ARROIO DOS \n\nLADRÕES, ESTAÇÃO EXPERIMENTAL FEPAGRO\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n      \n\nGEOLOGIA E HIDROGEOLOGIA DAS CABECEIRAS DO ARROIO DOS \n\nESTAÇÃO EXPERIMENTAL FEPAGRO, ENCRUZILHADA DO \n\nSUL/RS  \n\nPorto Alegre, 2011 \n\n \n\n \n\nGEOLOGIA E HIDROGEOLOGIA DAS CABECEIRAS DO ARROIO DOS \n\nENCRUZILHADA DO \n\n\n\n \n\nDENIS DOS SANTOS GONÇALVES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGEOLOGIA E HIDROGEOLOGIA DAS CABECEIRAS DO ARROIO DOS \n\nLADRÕES, ESTAÇÃO EXPERIMENTAL FEPAGRO, ENCRUZILHADA DO \n\nSUL/RS \n\n \n\n \n\n \n\nTrabalho de Conclusão do Curso de Geologia do Instituto de \n\nGeociências da Universidade Federal do Rio Grande do Sul. \n\nApresentado na forma de monografia, junto à disciplina Projeto \n\nTemático em Geologia III, como requisito parcial para obtenção do \n\ngrau de Bacharel em Geologia. \n\n \n\n \n\nOrientador: Prof. Dr. Nelson Amoretti Lisboa \n\nSupervisor: Prof. Dr. Norberto Dani \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 2011 \n\n\n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\nDEPARTAMENTO DE GEOLOGIA \nCURSO DE GRADUAÇÃO EM GEOLOGIA \n\n \n\n \n\n \n\n \n\nA Comissão Examinadora, abaixo assinada, aprova o Trabalho de Conclusão de \nCurso GEOLOGIA E HIDROGEOLOGIA DAS CABECEIRAS DO ARROIO DOS \nLADRÕES, ESTAÇÃO EXPERIMENTAL FEPAGRO, ENCRUZILHADA DO \nSUL/RS, elaborado por DENIS DOS SANTOS GONÇALVES, como requisito parcial \npara obtenção do grau de Bacharel em Geologia. \n \n\n \n\n \n\n \n\nComissão Examinadora:  \n\n \n\n \n\n \n\n \n\n___________________________________________________________________\nProf. Dr. Marcus Vinícius Dorneles Remus \n\n \n\n \n\n \n\n___________________________________________________________________ \nProf. Dr. Pedro Antônio Roehe Reginato \n\n\n\n \n\nAGRADECIMENTOS \n\n \n\n \n\nAos meus pais Lauro Índio Soares Gonçalves e Zenira dos Santos Gonçalves pelo \n\ninevitável, porém necessário, apoio financeiro, mas principalmente por estarem \n\nsempre presentes e confiantes. \n\nAos meus irmãos Roger dos Santos Gonçalves e Joice dos Santos Gonçalves \n\nmuitas vezes pelo também apoio financeiro, mas principalmente pela companhia. \n\nAos demais familiares mais próximos que sempre deram os empurrões no ego para \n\nseguir a luta. Citando: Jim, Quetter, Jack, David e os amigos Ronald, Mazo, Deby, \n\nCris e Jairinho. \n\nAo meu afilhado Pietro por existir. \n\nAo meu irmão por parte de lutas e idéias, o Geólogo Wendel Simões da Luz pelas \n\nvárias e várias empreitadas vencidas, pela consultoria na parte de informática e \n\npelas muitas risadas, que ajudam a segurar as broncas. \n\n \n\nTÉCNICOS: \n\nAo orientador deste projeto, o Prof. Dr. Nélson Amoretti Lisboa pelo projeto, pela \n\norientação e por aceitar o desafio, e ao supervisor do projeto, Prof. Dr. Norberto Dani \n\npelas fotos aéreas e pela orientação nas análises de laboratório. \n\nAo Porf. Dr. Ruy Paulo Philipp pela consultoria na parte de geologia. \n\nAo Prof. Dr. Pedro Antônio Roehe Reginato pela consultoria na parte de \n\nhidrogeologia. \n\nA todos os motoristas do Instituto de Geociências pelo transporte seguro e pelas \n\nrisadas. \n\n \n\nE, por fim, agradeço a mim mesmo pela insistência!!!  \n\n\n\n \n\nRESUMO \n\n \n\n \n\nO presente trabalho tem por finalidade estudar a geologia e a hidrogeologia das cabeceiras \ndo Arroio dos Ladrões em uma área de 25 km², pertencente à bacia hidrográfica do Rio \nCamaquã, no município de Encruzilhada do Sul/RS, visando o aproveitamento de água \nsubterrânea em aquíferos fraturados para apoiar os experimentos agropecuários \ndesenvolvidos na Estação Experimental da Fundação de Pesquisas Agropecuárias \n(FEPAGRO), do Estado do Rio Grande do Sul. \nO estudo aerofotogeológico preliminar definiu três unidades litológicas principais na região \nque posteriormente foram confirmadas no trabalho de campo. As duas primeiras unidades \nestão relacionadas, tratando-se de rochas granitóides ricas em muscovita, biotita, k-\nfeldspato e quartzo caracterizando um Muscovita Granito denominado Granito Cordilheira. \nAs duas unidades são distintas, então, por suas diferentes estruturas, enquanto a unidade 1 \napresenta trechos com estrutura foliada devido a milonitização sofrida por cisalhamento, a \nunidade 2 apresenta estrutura maciça, textura inequigranular grossa. A unidade 3 aparece \nrelacionada às anteriores cobrindo o Granito Cordilheira, e é formada por rocha sedimentar \nremanescente da Bacia do Paraná. A região onde se concentrou a maior atenção dos \nestudos encontra-se na unidade 1. Nesta região, registraram-se falhas compressivas de \nmédio e pequeno porte no sentido NE e, relacionadas a elas, fraturas de alívio de pequeno \nporte concordantes com diques rioliíticos de sentido NW. As fraturas NW são destacadas no \ntrabalho para o aproveitamento como aquífero fraturado mostrando inclusive drenagens \n(exutórios) encaixadas.  \nO inventário de poços e vertentes apresentou resultados mostrando o aproveitamento de \náguas de vertente, do aquífero freático e do aquífero fraturado, sendo encontradas obras de \ncaptação que variam de 1 a 70 metros de profundidade com vazões moderadas a boas. A \nárea de recarga da região é abastecida por precipitações médias anuais de 1500 mm e \nconta, ainda, com uma baixa taxa de evapotranspiração, com média de 800 mm/ano, \npermitindo assim um aporte significativo de água para escoamento superficial e infiltração. O \nregolito analisado possui característica predominantemente arenosa, além da ausência de \nargilominerais expansivos, fatores que contribuem para boa taxa de infiltração local. As \nanálises químicas da água caracterizaram a mesma como bicarbonatada, apresentando \ninsignificantes ou baixos valores nos demais parâmetros químicos analisados. \nO estudo mostrou que podem ser indicados pontos de captação por poços tubulares no \nmeio fraturado da região, e aponta pelo menos um local para futura obra, com possibilidades \nde obter água em quantidade e qualidade que satisfaçam as necessidades da Estação \nExperimental.  \n \n\n \n\nPalavras-Chave: Geologia. Hidrogeologia. FEPAGRO. Aquíferos fraturados.  \n\n\n\n \n\nABSTRACT \n \n\n \n\nThis project has the purpose of studying the geology and hydrogeology of the Arroio dos \nLadrões headwaters in an area of 25 km ², which belongs to Camaquã River basin in \nEncruzilhada do Sul / RS, in order to exploit groundwater in fractured aquifers to support \nagricultural experiments developed at the Experimental Station of Agricultural Research \nFoundation (FEPAGRO), in the Rio Grande do Sul state.  \nThe preliminary aerofotogeologic study has defined three main lithological units in the region \nthat were later confirmed in field work. The first two units are related, and these are \ngranitoids rocks rich in muscovite, biotite, K-feldspar and quartz that characterize a \nMuscovite Granite called Granito Cordilheira. The two units are distinct by their different \nstructures, while the unit 1 has sections with foliation structure due to shear zones, the unit 2 \nfeatures massive structure, and coarse-grained inequigranular texture. Unit 3 appears \ncovering the Granito Cordilheira and it is formed by remaining sedimentary rock from the \nParaná Basin. The studies were most focused in the region found at Unit 1. In this region, \nmedium to small NE compressive faults were observed, and relief fractures consistent with \nsmall NW riolitic dikes are related. The NW fractures are distinguished in this work to exploit \nas fractured aquifer, including embedded drainage.  \nThe wells and slopes inventory presented results showing the use of slope waters, \ngroundwater aquifers and fractured aquifer, impounding works were found ranging from 1 to \n70 meters deep with an outflow from moderate to good. The recharge area of the region is \nprovided with average annual rainfall of 1500 mm and also counts with a low \nevapotranspiration rate, with an average of 800 mm / year, thus allowing a significant \ncontribution to water runoff and infiltration. The analyzed regolith consists, predominantly, of \nsandy texture, besides the absence of expansive clays, factors that contribute to the good \nlocal infiltration rate. The water chemical analysis characterized the same as bicarbonate, \nwhich has low values for the other parameters.  \nThe study showed that impound points can be indicated by wells in fractures of the region, \nand indicates at least one location for future work, with the possibility of obtaining water in \nquantity and quality to supply the Experimental Station needs. \n \n\n \n\nKeywords: Geology. Hydrogeology. FEPAGRO. Fractured aquifers. \n\n\n\n \n\nLISTA DE FIGURAS \n \n\n \n\nFigura 1 – Distribuição percentual da água total no planeta. ................................................ 12 \n\nFigura 2 – Ilustração esquematizando o ciclo hidrológico. ................................................... 13 \n\nFigura 3 – Exemplo esquemático do funcionamento de aquíferos fraturados por efeito \n\nda tectônica rígida (porosidade secundária). ....................................................................... 15 \n\nFigura 4 – Localização geográfica destacando primeiro, o estado do Rio Grande do Sul \n\ne em seguida, a bacia hidrográfica do Rio Camaquã e a localização da área de estudo. .... 18 \n\nFigura 5 – Imagem de satélite modificada mostrando a zona urbana do Município de \n\nEncruzilhada do Sul/RS, uma das principais vias de acesso, a Estação Experimental \n\nFEPAGRO e a área de estudo de 25 km². ........................................................................... 19 \n\nFigura 6 – Tipos climáticos do Estado do Rio Grande do Sul segundo a classificação \n\nde Köppen (1931). Destacando a área de estudo que corresponde ao clima tipo Cfb \n\n(temperado úmido). ............................................................................................................. 21 \n\nFigura 7 – Gráficos de precipitação pluvial total sazonal e mensal (1967-1998) do \n\nmunicípio de Encruzilhada do Sul/RS. ................................................................................. 22 \n\nFigura 8 – Gráfico destacando a relação entre a altitude (430 m) e a evapotranspiração \n\npotencial média anual (800 mm) da estação meteorológica do município de \n\nEncruzilhada do Sul. ............................................................................................................ 22 \n\nFigura 9 – Fotos mostrando o relevo maciço aplainado alteado e, em destaque, o tipo \n\nde solo da região classificado como regossolo. ................................................................... 24 \n\nFigura 10 – Mapa geológico e estrutural do embasamento da Bacia do Paraná \n\ndestacando a área de estudo. .............................................................................................. 26 \n\nFigura 11 – Mapa geológico do Batólito Pelotas e suas suítes intrusivas mostrando a \n\nlocalização geológica da área de estudo. ............................................................................ 28 \n\nFigura 12 – Mapa esquemático detalhando a Bacia Hidrográfica do Rio Camaquã, o \n\npróprio Rio Camaqua, o Arroio dos Ladrões e a localização da área de estudo. ................. 29 \n\nFigura 13 – Imagem orbital mostrando lineamentos de pequeno e médio porte \n\ntrabalhados na região de estudo. ......................................................................................... 32 \n\nFigura 14 – Fotointerpreração preliminar realizada em foto aérea 1:25000 da região da \n\nFEPAGRO ........................................................................................................................... 33 \n\nFigura 15 – Mapa de pontos confeccionado segundo o trabalho de campo realizado, \n\ndistinguindo pontos de geologia, coletas de água e de regolito. .......................................... 34 \n\nFigura 16 – PFP-01: Muscovita Biotita Granito milonitizado por metamorfismo \n\ndinâmico. Granito Cordilheira Norte, onde se situa a FEPAGRO. Unidade 1 da \n\nfotointerpretação. ................................................................................................................. 35 \n\n\n\n \n\nFigura 17 – PFP-02: Muscovita Biotita Granito milonitizado por metamorfismo \n\ndinâmico. Granito Cordilheira Norte, onde se situa a FEPAGRO. Unidade 1 da \n\nfotointerpretação. ................................................................................................................. 36 \n\nFigura 18 – PFP-03: Muscovita Biotita Granito inequigranular maciço. Granito \n\nCordilheira Sul. Unidade 2 da fotointerpretação. .................................................................. 37 \n\nFigura 19 – PFP-04: Arenito Conglomerático com grânulos de quartzo sub-\n\narredondados. remanescente da Bacia do Paraná. Unidade 3 da fotointerpretação. ........... 38 \n\nFigura 20 – PFP-10: Muscovita Biotita Granito maciço, textura inequigranular. \n\nAfloramento em matacões. Granito Cordilheira Sul. Unidade 2 da fotointerpretação. .......... 39 \n\nFigura 21 – AAFP-01: Coleta de água em poço cacimba que abastece a FEPAGRO ......... 40 \n\nFigura 22 – AAFP-02: Coleta de água em ponto de descarga do lençol freático, contato \n\nregolito – rocha. No local também foi amostrado o regolito da área de recarga ................... 40 \n\nFigura 23 – AAFP-03: Coleta de água de vertente utilizada para abatecimento \n\ndoméstico ............................................................................................................................ 41 \n\nFigura 24 – AAFP-04: Coleta de água em poço tubular no meio fraturado, de duas \n\npolegadas para abastecimento doméstico. .......................................................................... 42 \n\nFigura 25 – AAFP-05: Coleta de água em ponto de descarga do lençol freático nas \n\ndependências da estação experimental. .............................................................................. 42 \n\nFigura 26 – ARFP-01: Local da primeira amostragem do regolito da região da \n\nFEPAGRO. (mesma localização de AAFP-01)..................................................................... 43 \n\nFigura 27 – ARFP-02: Coleta de amostra do regolito da área de recarga (mesma \n\nlocalização de AAFP-02) ..................................................................................................... 43 \n\nFigura 28 – Ilustração dos diferentes tipos granulométricos. ................................................ 45 \n\nFigura 29 – Conjunto de peneiras. ....................................................................................... 48 \n\nFigura 30 – Estufa. .............................................................................................................. 48 \n\nFigura 31 – Gral e pistilo. ..................................................................................................... 48 \n\nFigura 32 – Quarteador. ....................................................................................................... 48 \n\nFigura 33 – Balança Eletrônica de Precisão. ....................................................................... 48 \n\nFigura 34 – Conjunto de Provetas para separação de materiais finos (&lt;0,064 mm) ........... 49 \n\nFigura 35 – gral e pistilo de ágata ........................................................................................ 51 \n\nFigura 36 – Difratômetro de raios X Simens Bruxer ............................................................. 52 \n\nFigura 37 – phmetro de bancada ......................................................................................... 53 \n\nFigura 38 – Condutivímetro portátil. ..................................................................................... 55 \n\nFigura 39 – Mapa geológico da área de estudo gerado em função do trabalho de \n\nsensoriamento remoto e do trabalho de campo. .................................................................. 63 \n\nFigura 40 – Modelo ideal de circulação da água subterrânea. ............................................. 66 \n\n\n\n \n\nFigura 41 – Ilustração esquemática dos dois aquíferos estudados nas cabeceiras do \n\nArroio dos Ladrões. ............................................................................................................. 67 \n\nFigura 42 – Aquíferos estudados e fluxo ideal da água subterrânea. Ilustrativo. .................. 68 \n\nFigura 43 – Imagem de satélite mostrando o principal sentido recarga/descarga (N-S) \n\ndas cabeceiras da Sub-bacia do Arroio dos Ladrões. .......................................................... 69 \n\nFigura 44 – Modelo ideal da recarga, fluxo e descarga em situação análoga as \n\ncabeceiras da sub-bacia do Arroio dos Ladrões. ................................................................. 70 \n\nFigura 45 – Fotos de campo mostrando em ¨A¨ ponto de descarga (vertente) captada \n\npara abastecimento das casas da estação experimental e em ¨B¨ área de descarga de \n\nvertente próxima. Notar contaminação do aquífero por degetos principalmente \n\nplásticos. .............................................................................................................................. 71 \n\nFigura 46 – Corte esquemático que ilustra a ocorrência de recarga e descarga. ................. 71 \n\nFigura 47 – Coleta de regolito em vossoroca em área da estação experimental. ................. 72 \n\nFigura 48 – Curvas de variações granulométricas dos horizontes do regolito em azul. \n\nEm vermelho curvas padrão de diversas granulometrias para efeito comparativo, \n\nobtidas de Meinzer (1959). .................................................................................................. 73 \n\nFigura 49 – Resultado da Difração de raios X da amostra total ARFP-01 ............................ 75 \n\nFigura 50 – Resultado da Difração de Raios X da lâmina orientada ARFP-01 ..................... 75 \n\nFigura 51 – Resultado da Difração de raios X da amostra total ARFP-02 ............................ 76 \n\nFigura 52 – Resultado da Difração de Raios X da lâmina orientada ARFP-02 ..................... 76 \n\nFigura 53 – Relação do grau de fraturamento com a explotação de água subterrânea \n\nno meio fraturado destacando a situação da estação experimental. .................................... 78 \n\nFigura 54 – Foto aérea mostrando ponto (365300N 6620700E) para locação de obra \n\nde captação de água subterrânea em fraturas de pequeno porte. ....................................... 79 \n\n\n\n \n\nLISTA DE QUADROS \n\n \n\n \n\nQuadro I –Inventário de poços e vertentes observados em TRABALHO DE CAMPO.......... 65 \n\nQuadro II – Inventário de poços registrados pelo SIAGAS ................................................... 65 \n\nQuadro III- Resultado das análises químicas da água. ........................................................ 80 \n\n\n\n \n\nSUMÁRIO \n\n \n\n \n\n1. INTRODUÇÃO ............................................................................................................. 12 \n\n1.1. CARACTERIZAÇÃO DO PROBLEMA ................................................................... 14 \n\n1.2. HIPÓTESE ............................................................................................................ 17 \n\n1.3. OBJETIVOS .......................................................................................................... 17 \n\n1.4. LOCALIZAÇÃO ..................................................................................................... 18 \n\n2. CARACTERÍSTICAS GERAIS DA ÁREA DE ESTUDO .............................................. 20 \n\n2.1. CLIMA ................................................................................................................... 20 \n\n2.2. SOLOS .................................................................................................................. 23 \n\n2.3. GEOLOGIA E HIDROGEOLOGIA REGIONAL ...................................................... 24 \n\n2.3.1. BACIA DO PARANÁ .................................................................................................. 25 \n\n2.3.2. BATÓLITO PELOTAS ................................................................................................ 27 \n\n2.3.3. BACIA HIDROGRÁFICA DO RIO CAMAQUÃ ....................................................... 29 \n\n2.3.4. SISTEMA AQUÍFERO EMBASAMENTO CRISTALINO III .................................. 30 \n\n3. METODOLOGIA ........................................................................................................... 31 \n\n3.1. COMPILAÇÃO DE DADOS ................................................................................... 31 \n\n3.2. SENSORIAMENTO REMOTO ............................................................................... 31 \n\n3.3. METODOLOGIA DE CAMPO ................................................................................ 34 \n\n3.4. METODOLOGIA DE LABORATÓRIO .................................................................... 44 \n\n3.4.1. ANÁLISE GRANULOMÉTRICA DO REGOLITO .................................................. 44 \n\n3.4.2. DIFRAÇÃO DE RAIOS X .......................................................................................... 49 \n\n3.4.3. ANÁLISE QUÍMICA DA ÁGUA ................................................................................. 52 \n\n3.4.3.1. pH ............................................................................................................ 53 \n\n3.4.3.2. CONDUTIVIDADE E SÓLIDOS TOTAIS DISSOLVIDOS ........................ 54 \n\n\n\n \n\n3.4.3.3. CÁTIONS (Ca, Na, K, Mg, Fe, Mn) .......................................................... 55 \n\n3.4.3.4. ÂNIONS (HCO3, Cl, SO4, NO3, F) .......................................................... 59 \n\n4. RESULTADOS ............................................................................................................. 61 \n\n4.1. GEOLOGIA DA ÁREA DE ESTUDO ..................................................................... 61 \n\n4.2. HIDROGEOLOGIA ................................................................................................ 64 \n\n4.2.1. INVENTÁRIO DE POÇOS ........................................................................................ 64 \n\n4.2.2. O SISTEMA DE CIRCULAÇÃO DE ÁGUA SUBTERRÂNEA ............................. 66 \n\n4.2.3. AS ÁREAS DE RECARGA E DESCARGA ............................................................ 69 \n\n4.2.4. O AQUÍFERO FRATURADO SITUADO NAS CABECEIRAS DO ARROIO \nDOS LADROES: LOCAÇÃO DE PONTO DE CAPTAÇÃO NA ESTAÇÃO \nEXPERIMENTAL ........................................................................................................................ 77 \n\n4.2.5. HIDROQUÍMICA ......................................................................................................... 80 \n\n5. CONCLUSÕES ............................................................................................................ 82 \n\n6. REFERÊNCIAS ............................................................................................................ 83 \n\n\n\n12 \n\n \n\n1. INTRODUÇÃO \n \n\n \n\nA vida e o sustento da humanidade dependem da água. A procura de água doce \n\ncom qualidade aumenta continuamente ao ritmo do crescimento populacional. Nas \n\ncondições atuais, torna-se crucial o aproveitamento de água subterrânea para a \n\nagricultura, pecuária, indústria e abastecimento humano, pois esta é a maior e mais \n\nsegura fonte de água líquida potável existente no planeta. Do ponto de vista \n\nquantitativo, os mananciais subterrâneos assumem grande importância como \n\nreservas de água doce, consistindo em 30,1% do total, figura 1.  \n\nAs possibilidades de aproveitamento de água subterrânea variam de local para local \n\ne dependem principalmente das condições de precipitação e das características dos \n\naquíferos. Geralmente a água subterrânea é renovada durante certo período do ano, \n\nmas pode ser aproveitada durante todo o ano. Desde que a recarga seja adequada \n\ne que o aquífero esteja isento de poluição e ou contaminação, a água subterrânea \n\npode ser aproveitada indefinidamente. \n\n \n\n \n\nFigura 1 – Distribuição percentual da água total no planeta. \n \n\n \n \n\nFonte: WWAP (2006), com base em dados de Shiklomanov e Roddo (2003), modificada por \nGonçalves (2011) \n\n\n\n13 \n\n \n\nComo grande parte dos rios e lagos, próximos a aglomerados \n\nhumanos, apresentam altos níveis de contaminação fazendo com \n\nque o custo do tratamento seja alto, buscar águas subterrâneas com \n\nboa qualidade, altas vazões a um custo operacional mais baixo \n\ntorna-se cada vez mais atrativo para os mais variados segmentos da \n\nsociedade (Flores, 2008, p. 17). \n\nO auxílio no controle, planejamento e gerenciamento da explotação das águas \n\nsubterrâneas dependem muito do entendimento e das diferentes quantificações dos \n\nfenômenos existentes no ciclo hidrológico, figura 2. \n\n \n\n \n\nFigura 2 – Ilustração esquematizando o ciclo hidrológico. \n \n\n \n \n\nFonte: Boscardin Borghetti et al. (2004), modificado por Gonçalves (2011) \n\n\n\n14 \n\n \n\n1.1. CARACTERIZAÇÃO DO PROBLEMA \n \n\n \n\nRegolitos e rochas que tem a capacidade de armazenar e transmitir água com \n\nfacilidade são chamados aquíferos. Rochas duras cristalinas, cuja permeabilidade e \n\nporosidade não permitem a penetração de água denominam-se aquifugos. Regolitos \n\ne rochas em que a água penetra, mas não circula denominam-se aquicludes e onde \n\na água circula lentamente chamam-se aquitardes.  \n\nOs meios naturais de rochas fraturadas, onde se situa a área proposta para este \n\nprojeto temático, são anisótropos, ou seja, não apresentam parâmetros \n\nhidrodinâmicos constantes como ocorre no meio poroso, se caracterizam por fluxo \n\nturbulento, descontínuo, e irregular da água subterrânea. Portanto, na área de \n\nestudo ocorrem rochas cristalinas que funcionam como aquifugos, tornando-se \n\naquíferos fraturados principalmente por efeito da tectônica rígida, figura 3.  \n\nA proposta deste trabalho é estudar a geologia e hidrogeologia do meio fraturado \n\ndas cabeceiras do Arroio dos Ladrões em uma área de 25 km², no município de \n\nEncruzilhada do Sul, Rio Grande do Sul, no sentido de locar obra de captação para \n\nabastecer a Estação Experimental FEPAGRO de Encruzilhada do Sul com água em \n\nquantidade e qualidade suficientes para apoiar os experimentos agrícolas e \n\npecuários que se realizam nesta instituição de pesquisa.  \n\nSegundo Freitas e Machado (2005) a área proposta para o estudo situa-se em \n\naquíferos praticamente improdutivos em rochas com porosidade por fraturas. No \n\nmapa hidrogeológico do RS, publicado pelos autores na escala 1:750. 000, a área \n\nproposta para o estudo situa-se no sistema aquífero Embasamento Cristalino III, \n\nlocalizado nas porções mais elevadas do escudo. Compõe-se principalmente de \n\nrochas graníticas maciças, gnaisses, riolitos e andesitos, pouco alterados. A \n\nausência de fraturas interconectadas e a condição topográfica desfavorável \n\ninviabilizam a perfuração de poços tubulares, mesmo para baixas vazões.  \n\nUma das condições aventadas pelos autores, a ausência de interconexão das \n\nfraturas, pode ser contestada. Apesar das dificuldades reais para a exploração de \n\nágua subterrânea na área proposta, parte-se do principio que um estudo geológico e \n\nhidrogeológico mais detalhado da área tenha condições de indicar locais de \n\n\n\n15 \n\n \n\ncaptação por poço tubular, com vazões embora modestas, mas que possam suprir \n\nas necessidades da estação experimental. \n\n \n\n \n\nFigura 3 – Exemplo esquemático do funcionamento de aquíferos fraturados por efeito da \ntectônica rígida (porosidade secundária). \n\n \n\n \n \n\nFonte: Heath (1982) \n\n\n\nO fluxograma abaixo sintetiza\n\n \n\n \n\nEstas condições levaram\n\nsubterrânea para abastecer\n\nestudo geológico, geomorfológico\n\nLadrões. \n\nsintetiza a estrutura dos tópicos desenvolvidos\n\nlevaram à possibilidade de avaliar o aproveitamento\n\nabastecer de modo geral a Estação Experimental\n\ngeomorfológico e hidrogeológico das cabeceiras\n\n16 \n\n \n\ndesenvolvidos neste estudo. \n\n \n\naproveitamento de água \n\nExperimental através de um \n\ncabeceiras do Arroio dos \n\n\n\n17 \n\n \n\n1.2. HIPÓTESE \n \n\n \n\nEmbora as condições topográficas desfavoráveis e a pouca espessura do manto de \n\nalteração sejam fatores negativos para a ocorrência de água subterrânea na área de \n\nestudo, a existência de boas condições de precipitação, em torno de 1500 mm/ano \n\n(Britto, Barletta &amp; Mendonça, 2008), a relativamente baixa taxa de \n\nevapotranspiração em torno de 800 mm/ano (Kuinchtner &amp; Buriol, 2001) e a provável \n\nexistência de fraturas distensivas interconectadas recomenda a pesquisa de água \n\nsubterrânea. Espera-se encontrar pontos favoráveis para a perfuração de poço \n\ntubular, mesmo que com vazão modesta, mas suficiente para atender as \n\nnecessidades da estação experimental.  \n\n \n\n \n\n1.3. OBJETIVOS \n \n\n \n\nObjetivo Geral: Estudar a geologia e hidrogeologia das cabeceiras do Arroio dos \n\nLadrões em uma área de 25 km² para estabelecer as condições geológicas e \n\nhidrogeológicas locais para a explotação de água subterrânea.  \n\n \n\nObjetivo específico: Estudar em detalhe a geologia e hidrogeologia do sítio onde se \n\nencontra estabelecida a Estação Experimental FEPAGRO Encruzilhada do Sul para \n\nlocar obra de captação de água subterrânea visando subsidiar os experimentos \n\nagrícolas e pecuários que lá se realizam. \n\n\n\n18 \n\n \n\n1.4. LOCALIZAÇÃO \n \n\n \n\nA área de estudo está situada no Estado do Rio Grande do Sul, município de \n\nEncruzilhada do Sul, nas cabeceiras do Arroio dos Ladrões, pertencente à bacia \n\nhidrográfica do Rio Camaquã, figura 4. \n\n \n\n \n\nFigura 4 – Localização geográfica destacando primeiro, o estado do Rio Grande do Sul e em \nseguida, a bacia hidrográfica do Rio Camaquã e a localização da área de estudo. \n\n \n\n \n \n\nFonte: Projeto ORBIS e SEMA (2002), modificado por Gonçalves (2011) \n\n\n\nO setor de atuação do \n\nmostrado em detalhe na \n\n \n\n \n\nFigura 5 – Imagem de satélite modificada mostrando a zona urbana do Município de \nEncruzilhada do Sul/RS, uma das principais vias de acesso, a Est\n\nFEPAGRO e a área de estudo de 25 km².\n\nFonte: Google Earth \n\n projeto possui uma área de aproximadamente\n\n figura 5. \n\nImagem de satélite modificada mostrando a zona urbana do Município de \nEncruzilhada do Sul/RS, uma das principais vias de acesso, a Estação Experimental \n\nFEPAGRO e a área de estudo de 25 km². \n \n\n \nGoogle Earth (2008), modificado por Gonçalves (2011)\n\n19 \n\n \n\naproximadamente 25 km² e é \n\nImagem de satélite modificada mostrando a zona urbana do Município de \nação Experimental \n\n \n\n, modificado por Gonçalves (2011) \n\n\n\n20 \n\n \n\n2. CARACTERÍSTICAS GERAIS DA ÁREA DE ESTUDO \n \n\n \n\nPara a obtenção dos resultados desejados, torna-se fundamental o conhecimento \n\nprévio das principais características da área de estudo. Levando-se em conta o \n\nassunto proposto, aspectos importantes como o clima, os tipos de solo, a geologia e \n\na hidrogeologia regional foram tratados em maior detalhe. \n\n \n\n \n\n2.1. CLIMA \n \n\n \n\nO conhecimento dos dados climáticos existentes na região acaba tendo papel \n\nimportante para o estudo, pois são dados que contribuem para os fatores que \n\ncondicionam o abastecimento da área de recarga do aquífero fraturado aqui \n\nestudado. Para obtenção destes dados, adotou-se a classificação de Köppen (1931), \n\nque se baseia, principalmente, nas características térmicas e na distribuição sazonal \n\nda precipitação (Kuinchtner &amp; Buriol, 2001). Sendo assim, o clima da região, \n\nsegundo esta classificação, é do tipo Cfb, isto é, temperado úmido, figura 6, \n\ncaracterizado por temperaturas médias mensais entre 10?C e 22? (Kuinchtner &amp; \n\nBuriol, 2001). \n\n\n\nFigura 6 – Tipos climáticos do Estado do Rio Grande do Sul segundo a classificação de \nKöppen (1931). Destacando a área de estudo que corresponde ao clima tipo Cfb\n\nFonte: Kuinchtner e Buriol \n \n\n \n\nEm relação à distribuição\n\ntorno de 1500 mm (Britto,\n\nde evapotranspiração mantêm\n\n2001), figura 8. Estes valores\n\naproximada de 700 mm/ano\n\nTipos climáticos do Estado do Rio Grande do Sul segundo a classificação de \n(1931). Destacando a área de estudo que corresponde ao clima tipo Cfb\n\númido). \n \n\n \nKuinchtner e Buriol (2001), modificado por Gonçalves (2011)\n\ndistribuição das precipitações na região, as médias\n\n(Britto, Barletta &amp; Mendonça, 2008), figura 7, enquanto\n\nmantêm uma média anual de 800 mm (Kuinchtner\n\nvalores combinados acabam disponibilizando\n\nmm/ano para o escoamento superficial e infiltração\n\n21 \n\n \n\nTipos climáticos do Estado do Rio Grande do Sul segundo a classificação de \n(1931). Destacando a área de estudo que corresponde ao clima tipo Cfb (temperado \n\n \n\n, modificado por Gonçalves (2011) \n\nmédias anuais ficam em \n\nenquanto os valores \n\n(Kuinchtner &amp; Buriol, \n\nzando uma quantidade \n\ninfiltração. \n\n\n\n22 \n\n \n\nFigura 7 – Gráficos de precipitação pluvial total sazonal e mensal (1967-1998) do município \nde Encruzilhada do Sul/RS. \n\n \n\n \n \n\nFonte: Britto, Barletta e Mendonça (2008) \n \n\n \n\nFigura 8 – Gráfico destacando a relação entre a altitude (430 m) e a evapotranspiração \npotencial média anual (800 mm) da estação meteorológica do município de Encruzilhada do \n\nSul. \n \n\n \n \n\nFonte: Kuinchtner e Buriol (2001), modificado por Gonçalves (2011) \n \n\n \n\nObserva-se que tais aspectos climáticos representam fatores positivos nos \n\nprocessos de recarga dos aquíferos, principalmente a taxa regular de precipitação e \n\na relativamente baixa taxa de evapotranspiração. \n\n\n\n23 \n\n \n\n2.2. SOLOS \n \n\n \n\nO município de Encruzilhada do Sul, situado no noroeste do Planalto \n\nSul-Rio-Grandense, está constituído sobre um embasamento de \n\nrochas graníticas diversificadas, denominadas de Escudo Cristalino \n\nSul-Rio-Grandense. Localmente, possui características de um \n\nplanalto central, onde superfícies aplainadas e serras nas bordas \n\nevidenciam a alta dissecação, causada pelos processos erosivos \n\nhídricos, próprios dos climas passados. (Cunha et al., 2005, p. 1). \n\nPortanto a ordem de solos encontrada possui características condizentes com a \n\ngeomorfologia apresentada, principalmente de relevos maciços aplainados alteados \n\nem rochas ígneas plutônicas, granitóides. \n\nAssim, na unidade morfoestrutural em que se concentraram os estudos, confirmou-\n\nse a presença de rochas ígneas plutônicas, principalmente granitos, o que \n\ndeterminam este tipo de relevo maciço aplainado alteado, classificado como planalto \n\nerosivo. Como visto anteriormente, a temperatura média do mês mais quente gira \n\nem torno de 22ºC e as precipitações médias anuais em torno de 1500 mm. Estas \n\ncondições de clima, relevo e material de origem, geram principalmente solos de \n\ntextura areno argilosa sendo classificados, na região, como regossolo, figura 9.  \n\nSão solos minerais pouco desenvolvidos, não hidromórficos, medianamente \n\nprofundos ou mais espessos (A+C 50 cm), tendo sequência de horizonte A-C, ou A-\n\nCr, textura normalmente arenosa, contendo na fração areia e/ou cascalhos \n\napreciáveis teores (>4%) de minerais facilmente intemperizáveis. (Fundação de \n\nCiência e Tecnologia [CIENTEC] (1995). \n\nÉ comum os regossolos predominantemente arenosos apresentarem alta \n\nerodibilidade, especialmente quando o relevo se torna mais declivoso. Também, em \n\ndecorrência da sua composição granulométrica, a permeabilidade é muito rápida e \n\nhá baixa capacidade de retenção de umidade. (CIENTEC, 1995). \n\n\n\nFigura 9 – Fotos mostrando o relevo maciço aplainado alteado e, em destaque, o tipo de \nsolo da região classificado como regossolo.\n\n \n\n \n\n2.3. GEOLOGIA E HIDROG\n \n\n \n\nAssim como o clima, o \n\nregional tem papel importante\n\nque podem determinar as\n\nfraturado local, devido \n\napresentar.  A região onde\n\ngeológicas da bacia do\n\nBatólito Pelotas. Em relação\n\nem superfície, a Bacia Hidrográfica\n\ndestaca-se o Sistema Aqu\n\nFotos mostrando o relevo maciço aplainado alteado e, em destaque, o tipo de \nsolo da região classificado como regossolo. \n\n \n\n \nFonte: Dados da Pesquisa (2011) \n\nE HIDROGEOLOGIA REGIONAL \n\n conhecimento aprofundado da geologia\n\nimportante para o assunto estudado, pois também\n\nas principais características e o comportamento\n\n às diversas dinâmicas que estes dois\n\nonde se concentra o estudo sofre influência\n\ndo Paraná e, no Escudo Cristalino Sul\n\nrelação à influência dos aspectos hidrogeoló\n\nHidrográfica do Rio Camaquã enquanto\n\nAquífero Embasamento Cristalino III.  \n\n24 \n\n \n\nFotos mostrando o relevo maciço aplainado alteado e, em destaque, o tipo de \n\n \n\ngeologia e da hidrogeologia \n\ntambém são fatores \n\ncomportamento do aquífero \n\ndois fatores podem \n\ninfluência das unidades \n\nSul-Rio-Grandense, o \n\ngeológicos é destacado, \n\nnquanto em sub-superfície, \n\n\n\n25 \n\n \n\n2.3.1. BACIA DO PARANÁ \n\n \n\n \n\nA Bacia do Paraná é uma ampla região sedimentar do continente sul-\n\namericano que inclui porções territoriais do Brasil meridional, \n\nParaguai oriental, nordeste da Argentina e norte do Uruguai, \n\ntotalizando uma área que se aproxima dos 1,5 milhão de quilômetros \n\nquadrados, figura 10. A bacia tem uma forma ovalada com eixo maior \n\nN-S, sendo seu contorno atual definido por limites erosivos \n\nrelacionados em grande parte à história geotectônica meso-\n\ncenozóica do continente. (Milani, Melo, Souza, Fernandes &amp; França, \n\n2007, p. 1).  \n\nNo decorrer do Fanerozóico (&lt;542 Ma), a bacia que no seu centro \n\natinge uma profundidade de 7.000 m (até chegar ao embasamento \n\npré - cambriano), foi preenchida com sedimentos marinhos (época de \n\ninundações marinhas), arenitos eólicos (época de megadesertos) e \n\nbasaltos (época de fluxos de lavas vulcânicas). As formações mais \n\nantigas como a sequência Rio Ivaí (450 Ma) estão expostas na borda \n\nda bacia e as formações mais recentes como a sequência Bauru (90 \n\nMa) no centro. Destaca-se a sequência Gondwana III (150 - 130 Ma) \n\nque compõe os derrames basálticos da formação Serra Geral que se \n\ninstalaram sobre os arenitos eólicos dos paleodesertos Pirambóia e \n\nBotucatu. (http://www.brazadv.com.br/brasil-geologia/bacia-do-\n\nparana.htm). \n\n\n\n26 \n\n \n\nFigura 10 – Mapa geológico e estrutural do embasamento da Bacia do Paraná destacando a \nárea de estudo. \n\n \n\n \n \n\nFonte: Milani (1997), modificado por Gonçalves (2011) \n\n\n\n27 \n\n \n\n2.3.2. BATÓLITO PELOTAS \n\n \n\n \n\nDo ponto de vista geológico a área proposta para este estudo situa-se no Batólito \n\nPelotas, (Philipp &amp; Machado, 2001), e dentro deste, na Suíte Granítica Cordilheira \n\n(SGC), figura 11. \n\nO Batólito Pelotas está situado na porção leste do escudo Sul-Rio-Grandense. \n\nApresenta no Rio Grande do Sul extensão aproximada de 370 km e largura de 110 \n\nkm. (Shukowsky et al. 1991; Hallinan et al., 1993 citado por Philipp &amp; Machado, \n\n2001, p. 01).  \n\nO batólito foi originalmente definido como um complexo plutônico multi intrusivo e \n\npolifásico, resultante de uma longa evolução, consequente da adição de distintos \n\nprocessos tectônicos (Fragoso Cezar et al., 1986 citado por Philipp &amp; Machado, \n\n2001, p. 01).  \n\nSegundo Philipp e Machado (2001) ¨neste batólito são reconhecíveis seis suítes \n\ngraníticas: Suítes intrusivas Pinheiro Machado (SIPM), Herval (SIE), Viamão (SIV), \n\nEncruzilhada do Sul (SIES), Cordilheira (SGC) e Dom Feliciano (SGDF). ¨ (p. 01). Na \n\nárea de estudo ocorre a Suíte Granítica Cordilheira. Os leucogranitos desta suíte \n\nocorrem na extremidade oeste do Batólito e perfazem cerca de 5% de sua área. São \n\ncorpos alongados na direção NE, tabulares, concordantes com a Zona de \n\nCisalhamento Dorsal de Canguçu e posicionados sintectonicamente em relação à \n\nmesma (Picada 1969 e 1971; Fernandes et al. 1990; Koester 1995; Nardi &amp; Frantz \n\n1995). São englobados na suíte os granitos Cordilheira (Picada, 1965), Arroio \n\nFrancisquinho (Universidade Federal do Rio Grande do Sul [UFRGS] (1993), \n\nFigueiras (Tessari &amp; Picada, 1966) e Três Figueiras (Philipp, 1998)).  \n\nA composição da Suíte Granítica Cordilheira varia de sienogranítica a \n\ngranodiorítica, com moscovita, biotita, turmalina, granada, monazita, \n\nzircão e minerais opacos. Os corpos da suíte afloram extensamente \n\ndesde a região de São Jerônimo-Quitéria até Pinheiro Machado. São \n\ngranitos brancos a cinzentos, com pontuações escuras de biotita. A \n\nestrutura é foliada, marcada nas zonas de baixa de deformação pela \n\n\n\norientação de moscovita primária e biotita. A foliação possui duas \n\norientações: uma suborizontal, magmática, com moscovita orientada, \n\ne outra subvertical, \n\ndeformação, nas bordas dos corpos, sendo associada às zonas de \n\nCisalhamento dúcteis. Os milonitos e protomilonitos contêm \n\nporfiroclastos assimétricos de feldspato potá\n\nmoscovita (Philipp &amp; Machad\n\n \n\n \n\nFigura 11 – Mapa geológico do Batólito Pelotas e suas suítes intrusivas mostrando a \nlocalização geológica da área de estudo.\n\nFonte: Philipp e Machado (2001)\n\norientação de moscovita primária e biotita. A foliação possui duas \n\norientações: uma suborizontal, magmática, com moscovita orientada, \n\ne outra subvertical, tectônica, sobretudo em regiões de alta \n\ndeformação, nas bordas dos corpos, sendo associada às zonas de \n\nCisalhamento dúcteis. Os milonitos e protomilonitos contêm \n\nporfiroclastos assimétricos de feldspato potá\n\nmoscovita (Philipp &amp; Machado, 2001, p. 08) \n\nMapa geológico do Batólito Pelotas e suas suítes intrusivas mostrando a \nlocalização geológica da área de estudo. \n\n \n\n \nFonte: Philipp e Machado (2001), modificado por Gonçalves (2011)\n\n \n\n28 \n\n \n\norientação de moscovita primária e biotita. A foliação possui duas \n\norientações: uma suborizontal, magmática, com moscovita orientada, \n\ntectônica, sobretudo em regiões de alta \n\ndeformação, nas bordas dos corpos, sendo associada às zonas de \n\nCisalhamento dúcteis. Os milonitos e protomilonitos contêm \n\nporfiroclastos assimétricos de feldspato potássico, plagioclásio e \n\nMapa geológico do Batólito Pelotas e suas suítes intrusivas mostrando a \n\n \n\n, modificado por Gonçalves (2011) \n \n\n\n\n2.3.3. BACIA HIDROGRÁFICA DO RIO CAMAQUÃ\n\n \n\n \n\nA Bacia Hidrográfica do \n\nestudo,  \n\nestá localizada na\n\nentre as coordenadas geográficas 28º50’ a 30º 00’ de latitude Sul e \n\n52º 15’ a 53º 00’ de longitude O\n\ngeomorfológicas abrangidas pela bacia hidrográfica são o Escudo \n\nSul-\n\nprincipais corpos hídricos, o \n\nCamaquã e o \n\npelos \n\n \n\n \n\nFigura 12 – Mapa esquemático detalhando a Bacia Hidrográfica do Rio Camaquã, o próprio \nRio Camaquã, o Arroio dos Ladrões e a localização da ár\n\nFonte: retirado de site da fepam/RS, modificado por Gonçalves (2011)\n\nBACIA HIDROGRÁFICA DO RIO CAMAQUÃ \n\n Rio Camaquã, onde no limite norte está\n\nestá localizada na região central do Estado do Rio Grande do Sul, \n\nentre as coordenadas geográficas 28º50’ a 30º 00’ de latitude Sul e \n\n52º 15’ a 53º 00’ de longitude Oeste, figura 1\n\ngeomorfológicas abrangidas pela bacia hidrográfica são o Escudo \n\n-Rio-Grandense e a Planície Costeira. A bacia ainda tem como \n\nprincipais corpos hídricos, o Rio Camaquã que \n\namaquã e o Arroio do Hilário principalmente. \n\npelos Arroios dos Carros e Teixeira (Paim &amp; Santos, 2008\n\nMapa esquemático detalhando a Bacia Hidrográfica do Rio Camaquã, o próprio \n, o Arroio dos Ladrões e a localização da área de estudo.\n\n \n\n \nretirado de site da fepam/RS, modificado por Gonçalves (2011)\n\n \n\n29 \n\n \n\nestá situada a área de \n\nregião central do Estado do Rio Grande do Sul, \n\nentre as coordenadas geográficas 28º50’ a 30º 00’ de latitude Sul e \n\nfigura 12. As províncias \n\ngeomorfológicas abrangidas pela bacia hidrográfica são o Escudo \n\nGrandense e a Planície Costeira. A bacia ainda tem como \n\nue é formado pelo Arroio \n\nEste último é formado \n\nSantos, 2008, p. 131). \n\nMapa esquemático detalhando a Bacia Hidrográfica do Rio Camaquã, o próprio \nea de estudo. \n\n \n\nretirado de site da fepam/RS, modificado por Gonçalves (2011) \n \n\n\n\n30 \n\n \n\n2.3.4. SISTEMA AQUÍFERO EMBASAMENTO CRISTALINO III \n\n \n\n \n\nO sistema aquífero Embasamento Cristalino III possui características de aquífero \n\nfraturado ou fissural. Este tipo de aquífero é formado por rochas ígneas, \n\nmetamórficas ou cristalinas, duras e maciças, onde a circulação da água se faz nas \n\nfraturas, fendas e falhas, abertas devido ao movimento tectônico (SMA, 2003).   \n\nNestes aquíferos, a água só pode fluir onde houver fraturas, que, quase sempre, \n\ntendem a ter orientações preferenciais. São ditos, portanto, aquíferos anisotrópicos. \n\nEspecificamente, este sistema localiza-se nas porções mais elevadas do escudo \n\ncristalino e é composto principalmente de rochas graníticas maciças, gnaisses, \n\nriolitos e andesitos, pouco alterados. \n\n\n\n31 \n\n \n\n3. METODOLOGIA \n \n\n \n\nToda a conduta adotada para se obter êxito no estudo, gerar dados confiáveis e \n\nobter conclusões concretas, depende da escolha e execução correta da \n\nmetodologia. Os trabalhos preliminares, como a compilação de dados, levantamento \n\ncartográfico e sensoriamento remoto, o posterior trabalho realizado em campo para \n\nconhecimento local e coleta de material e finalmente o trabalho realizado nas \n\nanálises laboratoriais, são complementares e são tratados a seguir.  \n\n \n\n \n\n3.1. COMPILAÇÃO DE DADOS \n \n\n \n\nNo inicio do estudo, foi feita pesquisa bibliográfica relevante a área e ao assunto \n\nestudado, ou seja, principalmente sobre a geologia e a hidrogeologia regional da \n\nárea de estudo. Além disso, foi feita uma busca de documentação cartográfica base \n\npara as atividades de mapeamento em escala 1: 50.000 (Serviço Geográfico do \n\nExército, Carta Delfino, folha SH. 22-Y-B-IV-1), o levantamento de dados da \n\nhidrogeologia regional, aspectos climáticos e a ocupação e uso das águas. Para \n\ncompletar a compilação de dados, ainda foi feita pesquisa de cadastro de poços da \n\nregião disponíveis em órgãos governamentais (CPRM-SIAGAS). \n\n \n\n \n\n3.2. SENSORIAMENTO REMOTO \n \n\n \n\nNesta fase foram feitas análises de imagens orbitais e fotografias aéreas visando o \n\nreconhecimento geomorfológico, litológico e estrutural área de estudo, bem como, a \n\nhidrografia da sub-bacia do Arroio dos Ladrões e as suas possíveis áreas de \n\nrecarga, armazenamento e descarga dos aquíferos.  \n\nA imagem orbital utilizada foi processada no Laboratório de Propulsão a Jato (Jet \n\nPropulsion Laboratory_JPL) da NASA, e são distribuídos através do United \n\n\n\nGeological Survey´s Eros\n\nda superfície da Terra entre\n\nNesta imagem orbital, foram\n\nindividualizados 5 blocos\n\nBloco 4, figura 13. \n\n \n\n \n\nFigura 13 – Imagem orbital mostrando lineamentos de pequeno e médio porte trabalhados \n\nEros Data Center. A cobertura dos dados abra\n\nentre as latitudes 600 Norte e 560 Sul. \n\nforam traçados lineamentos de médio \n\nblocos morfoestruturais, sendo que a área de\n\nImagem orbital mostrando lineamentos de pequeno e médio porte trabalhados \nna região de estudo. \n\n \n\n \nFonte: Dados da Pesquisa (2011) \n\n32 \n\n \n\nabrange a maior parte \n\n e pequeno porte e \n\nde estudo ocorre no \n\nImagem orbital mostrando lineamentos de pequeno e médio porte trabalhados \n\n \n\n\n\nNas fotografias aéreas em\n\ndo Sul foram traçados lineamentos\n\nassim como os contatos\n\ndetalhamento geológico \n\nNeste estudo foram encontradas\n\nunidade 1 caracterizada\n\ngrossa e padrão angular.\n\ne cataclasitos, foi observado\n\na fraturas distensivas com\n\nalvo para a locação de poço\n\ntambém se caracteriza por\n\ndrenagem angular, Granitóide\n\nmostram relevo em cuesta,\n\ngrossa, padrão subparale\n\n \n\n \n\nFigura 14 – Fotointerpretação\n\nem escala 1: 25.000 da região da FEPAGRO\n\nlineamentos com base no estudo e interpretação\n\ncontatos entre as litologias aflorantes da área,\n\n da região, figura 14.  \n\nencontradas três principais unidades litológicas,\n\ncaracterizada por um relevo maciço suavizado e drenagem\n\nangular. Nas bordas, microformas em lageados\n\nobservado também à presença de intrusão do tipo\n\ncom direção NW. Nesta unidade situa-se\n\npoço tubular, granitóide 1. Como na unidade\n\npor relevo maciço, drenagem com textura\n\nGranitóide 2. Enquanto na unidade 3 as principais\n\ncuesta, basculamento para sudoeste e drenage\n\nsubparalelo, Arenito. \n\nFotointerpretação preliminar realizada em foto aérea 1:25000 da região da \nFEPAGRO \n\n \n\n \nFonte: Dados da Pesquisa (2011) \n\n33 \n\n \n\nFEPAGRO Encruzilhada \n\ninterpretação das fotos, \n\nárea, auxiliando no \n\nlitológicas, sendo a \n\ndrenagem com textura \n\nlageados indicando milonitos \n\ntipo dique associado \n\nse a FEPAGRO, área \n\nunidade 1, a unidade 2 \n\ntextura grossa e padrão de \n\nprincipais características \n\ndrenagem de textura \n\npreliminar realizada em foto aérea 1:25000 da região da \n\n \n\n\n\n34 \n\n \n\n3.3. METODOLOGIA DE CAMPO \n \n\n \n\nA etapa de campo foi realizada durante o mês de maio de 2011 tendo como sede o \n\nmunicípio de Encruzilhada do Sul/RS e como material base a carta do exército 1: \n\n50.000 da região de Delfino (MI-2998/1). Com o intuito de detalhar a região, foi feito \n\no mapeamento geológico-hidrogeológico da área de estudo com levantamento de \n\ndez pontos de geologia e hidrogeologia, abrangendo cinco pontos de descrição \n\nlitológica, cinco para amostragem e análise de água superficial e subterrânea e, \n\ndentre os cinco últimos, dois para amostragem e análise do regolito, figura 15. \n\n \n\n \n\nFigura 15 – Mapa de pontos confeccionado segundo o trabalho de campo realizado, \ndistinguindo pontos de geologia, coletas de água e de regolito. \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n\n\n\n35 \n\n \n\nDos dez pontos levantados em campo, cinco tiveram o objetivo de caracterizar a \n\nlitologia presente na área de estudo. Com auxílio de GPS foi feita a localização \n\ndestes pontos, além de descrição rotineira dos afloramentos encontrados e coleta de \n\namostras de rocha.  \n\nNo primeiro ponto (PFP-01 (UTM: 364541N 6618063E)) foi encontrado afloramento \n\nde rocha do tipo lajeado apresentando alteração. O afloramento é composto por \n\nrocha granitóide milonitizada, apresentando foliações claras (formadas \n\nprincipalmente por muscovita e K-feldspato) e escuras (formadas principalmente por \n\nbiotita). Apesar da presença da visível foliação, a rocha é composta principalmente \n\npor muscovita, biotita e feldspato, características do Granito Cordilheira, figura 16. \n\n \n\n \n\nFigura 16 – PFP-01: Muscovita Biotita Granito milonitizado por metamorfismo dinâmico. \nGranito cordilheira Norte, onde se situa a FEPAGRO. Unidade 1 da fotointerpretação. \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n\n\n\n36 \n\n \n\nO segundo ponto (PFP-02 (UTM: 367005N 6617244E)) foi encontrado em beira de \n\nestrada. O mesmo tipo litológico, caracterizado por granitóide rico em muscovita e \n\nbiotita foliado encontrado no primeiro ponto, ainda tratando-se da mesma unidade \n\nlitológica vista na fotointerpretação preliminar, figura 17. \n\n \n\n \n\nFigura 17 – PFP-02: Muscovita Biotita Granito milonitizado por metamorfismo dinâmico. \nGranito cordilheira Norte, onde se situa a FEPAGRO. Unidade 1 da fotointerpretação. \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nNo terceiro ponto (PFP-03 (UTM: 368952N 6618034E)) encontrou-se afloramento \n\ncaracterizado por campo de matacões em beira de estrada. Representando unidade \n\n2 da fotointerpretação que mostra rocha granitóide com estrutura maciça e \n\ncomposição semelhante. Muscovita Biotita Granito, figura 18. \n\n\n\n37 \n\n \n\nFigura 18 – PFP-03: Muscovita Biotita Granito inequigranular maciço. Granito Cordilheira \nSul. Unidade 2 da fotointerpretação. \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nSeguindo no estudo litológico, o quarto ponto (PFP-04 (UTM: 365477N 6620493E)) \n\ncaracteriza-se por matacões em beira de estrada desta vez caracterizado por rocha \n\nsedimentar, mais precisamente um arenito conglomerático com presença de \n\ngrânulos de quartzo sub-arredondados, representando a unidade 3 do estudo \n\npreliminar fotogeológico, figura 19. \n\n\n\n38 \n\n \n\nFigura 19 – PFP-04: Arenito conglomerático com grânulos de quartzo sub-arredondados \nremanescente da Bacia do Paraná. Unidade 3 da fotointerpretação. \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nO quinto ponto do estudo litológico regional (PFP-10 (UTM: 365414N 6616530E)) \n\ncaracterizou-se por matacão de rocha granitóide de estrutura maciça, feições que \n\ncaracterizam a unidade 2, onde se encontra o mesmo Muscovita Biotita Granito, \n\n(Granito Cordilheira) como no terceiro ponto, figura 20. \n\n\n\n39 \n\n \n\nFigura 20 – PFP-10: Muscovita biotita granito maciço, textura inequigranular afloramento em \nmatacões. Granito Cordilheira Sul. Unidade 2 da fotointerpretação. \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nApós o estudo geológico regional, foram inventariados cinco pontos de água, sendo \n\nquatro no nível superficial e um no meio fraturado, onde foram realizadas as coletas. \n\nO primeiro ponto de coleta de água (AAFP-01 (UTM: 364943N 6619300E)) fica \n\nlocalizado nas dependências da FEPAGRO. A coleta foi realizada em água de \n\nvertente, poço cacimba utilizado para abastecimento das casas da estação \n\nexperimental, figura 21. \n\n\n\nFigura 21 – AAFP-01: Coleta de água em poço cacimba que abastece a FEPAGRO\n\n \n\n \n\nA segunda coleta de água\n\nvertente também localizada\n\n \n\n \n\nFigura 22 – AAFP-02: Coleta de água em ponto de descarga do lençol freático, contato \nregolito – rocha. No local também foi amostrado o regolito da área de recarga\n\n01: Coleta de água em poço cacimba que abastece a FEPAGRO\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n\nágua (AAFP-02 (UTM: 365502N 6619867E))\n\nlocalizada nas dependências da estação experimental\n\n02: Coleta de água em ponto de descarga do lençol freático, contato \nrocha. No local também foi amostrado o regolito da área de recarga\n\n \n\n \nFonte: Dados da Pesquisa (2011) \n\n40 \n\n \n\n01: Coleta de água em poço cacimba que abastece a FEPAGRO \n\n \n\n6619867E)) foi realizada em \n\nexperimental, figura 22. \n\n02: Coleta de água em ponto de descarga do lençol freático, contato \nrocha. No local também foi amostrado o regolito da área de recarga \n\n \n\n\n\n41 \n\n \n\nO terceiro ponto de coleta de água (AAFP-03 (UTM: 366165N 6619570E)) também \n\nse caracterizou por coleta de água de vertente e foi realizado em residência \n\nparticular (Acelino Ribeiro dos Santos), localizada fora da bacia do Rio Camaquã, já \n\nfazendo parte da bacia do Baixo Jacuí, figura 23. \n\n \n\n \n\nFigura 23 – AAFP-03: Coleta de água de vertente utilizada para abastecimento doméstico \n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nO quarto ponto de coleta de água (AAFP-04 (UTM: 367776N 6619082E)) foi \n\nrealizado em poço tubular de propriedade particular (Geni). O poço tem \n\nprofundidade de 38 metros e vazão de bombeamento de aproximadamente 1300 \n\nL/h. Portanto foi feita coleta de água subterrânea ocorrendo efetivamente no meio \n\nfraturado, figura 24. \n\n\n\n42 \n\n \n\nFigura 24 – AAFP-04: Coleta de água em poço tubular no meio fraturado, de duas \npolegadas para abastecimento doméstico. \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nO quinto e último ponto de coleta de água (AAFP-05 (UTM: 365548N 6619344E)) \n\ntambém fica localizado em vertente dentro das dependências da estação \n\nexperimental já que se trata da região de maior interesse do estudo, figura 25. \n\n \n\n \n\nFigura 25 – AAFP-05: Coleta de água em ponto de descarga do lençol freático nas \ndependências da estação experimental. \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n\n\n\nNo primeiro e no segundo\n\ncoletados também amostras\n\ndentro das dependências\n\natenções do estudo, figuras\n\n \n\n \n\nFigura 26 – ARFP-01: Local da primeira amostragem do regolito da região da FEPAGRO. \n\n \n\n \n\nFigura 27 – ARFP-02: Coleta de amostra do regolito da área de \n\nsegundo pontos de coleta de água (AAFP-01\n\namostras do regolito (ARFP-01 e ARFP-02). \n\ndependências da FEPAGRO que é onde se concentram\n\nfiguras 26 e 27. \n\n01: Local da primeira amostragem do regolito da região da FEPAGRO. \n(mesma localização de AAFP-01) \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n\n02: Coleta de amostra do regolito da área de recarga (mesma localização \nde AAFP-02) \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n\n43 \n\n \n\n01 e AAFP-02) foram \n\n Ambos se localizam \n\nconcentram as maiores \n\n01: Local da primeira amostragem do regolito da região da FEPAGRO. \n\n \n\nrecarga (mesma localização \n\n\n\n44 \n\n \n\nOs dados levantados têm como objetivo produzir um mapa litológico e estrutural da \n\nárea do projeto que subsidie a locação de futura obra de captação, um poço tubular \n\nque atinja o meio fraturado, bem como, fornecer subsídios para os estudos de \n\nlaboratório (análise granulométrica, difratometria de raios X e análise química da \n\nágua), para definir as condições da área de recarga e a qualidade da água do \n\naquífero estudado.  \n\n \n\n \n\n3.4. METODOLOGIA DE LABORATÓRIO \n \n\n \n\nFoi realizada a análise granulométrica do regolito da área de recarga, a análise \n\nmineralógica dos argilominerais por difratometria de raios x do mesmo regolito e \n\nanálise química das amostras de água coletadas nos pontos selecionados do \n\ninventario de poços e vertentes. \n\n \n\n \n\n3.4.1. ANÁLISE GRANULOMÉTRICA DO REGOLITO \n\n \n\n \n\nEsta técnica foi utilizada em duas amostras representativas (ARFP-01 e ARFP-02) \n\ncoletadas nas dependências da estação experimental visando determinar os \n\npadrões granulométricos do regolito, figura 28, da área de recarga estabelecendo as \n\ncurvas granulométricas segundo Twenhofel W.H. e estabelecer assim, a \n\npermoporosidade do meio. \n\n\n\n45 \n\n \n\nFigura 28 – Ilustração dos diferentes tipos granulométricos. \n \n\n \n \n\nFonte: Health (1988). \n \n\n \n\nA análise granulométrica consiste na determinação das dimensões \n\ndas partículas que constituem as amostras (presumivelmente \n\nrepresentativas dos sedimentos) e no tratamento estatístico dessa \n\ninformação. Basicamente, o que é necessário fazer, é determinar as \n\ndimensões das partículas individuais e estudar a sua distribuição, \n\nquer pelo peso de cada classe dimensional considerada, quer pelo \n\nseu volume, quer ainda pelo número de partículas integradas em \n\ncada classe. Na realidade, estas três formas têm sido utilizadas. \n\n(Dias, 2004, p. 10). \n\nO método mais divulgado para efetuar a análise granulométrica de \n\nsedimentos grosseiros é o da peneiração. Um peneiro para este tipo \n\nde análise sedimentológica consiste num suporte metálico (latão, \n\nalumínio, inox, etc.) cilíndrico que serve de suporte a uma rede \n\n(geralmente metálica, mas que, em alguns casos, pode ser de outro \n\nmaterial, designadamente plástico) de malha calibrada, figura 29. \n\n\n\n46 \n\n \n\nOs peneiros estão concebidos para poderem ser encaixados uns nos \n\noutros de modo a formarem uma coluna de peneiração. Na parte \n\nsuperior desta coluna existe uma tampa para evitar perdas de \n\nmaterial durante a peneiração, e na base encaixa-se um peneiro \n\n\"cego\", denominado \"pan\", destinado a receber as partículas \n\nmenores que atravessaram toda a coluna sem serem retidos em \n\nnenhum dos peneiros. A escolha da série de peneiros é função dos \n\nobjetivos. Para análises rápidas utiliza-se, normalmente, uma série \n\nde peneiros (fig. 15) de ? em ?, isto é, peneiros com malhas de \n\n2mm, 1mm, 0,5mm, 0,250mm, 0,125mm e 0,063mm.   \n\nPara se efetuar a análise granulométrica há que garantir que a \n\ndimensão da população de partículas (isto é, o peso da amostra) é \n\nestatisticamente válida. Caso tal não aconteça, corre-se o risco dos \n\nresultados de todo o trabalho de análise granulométrica, bastante \n\nmoroso, não terem significado. (Dias, 2004, p. 14).  \n\nAs amostras estudadas passaram por completa secagem. Utilizou-se, para tal, uma \n\nestufa regulada para uma temperatura relativamente baixa, da ordem dos 60ºC por \n\num tempo aproximado de 24h, figura 30. Desagregou-se fisicamente a amostra com \n\no auxílio de pistilo e gral de porcelana, figura 31. A amostra seca e desagregada foi \n\nquarteada visando-se obter uma porção representativa da mesma, figura 32. A \n\nporção quarteada foi cuidadosamente pesada (balança eletrônica com precisão de \n\nquatro casas decimais), figura 33, de modo a poderem estimar-se eventuais perdas \n\nque possam ocorrer durante o processo de peneiração e de pesagem das frações \n\nde peneiração. O tempo de peneiração é função do peso da amostra a peneirar. \n\nAceita-se, normalmente, que 10 a 15 minutos são suficientes para peneirar uma \n\namostra média. Após a peneiração, foi pesado cuidadosamente o material retido em \n\ncada um dos filtros. São as frações de peneiração. É normal que o peso total das \n\nfrações de peneiração seja um pouco inferior ao da amostra original, devido a \n\npartículas que se perderam em todo o processo. São aceitáveis perdas até 1% do \n\n\n\n47 \n\n \n\npeso original. (modificado de J. Alveirinho Dias (2004)). Os resultados dos \n\nprocedimentos citados são apresentados em uma ficha laboratorial (vide apêndice) \n\nque são posteriormente aplicados em software chamado PANICOM que através de \n\ndados estatísticos revelam os resultados finais. \n\n \n\n\n\nFigura 29 – Conjunto de peneiras\n \n\n \nFonte: Forni (2010)\n\n \n\n \n\nFigura 30 – Estufa\n \n\n \nFonte: Forni (2010)\n\n \n\n \n\nFigura 31 – Gral e pistilo\n \n\n \nFonte: Forni (2010)\n\nConjunto de peneiras. \n\n \n\nFonte: Forni (2010) \n\nEstufa. \n\n \n\nonte: Forni (2010) \n\nGral e pistilo. \n\n \n\nFonte: Forni (2010) \n\nFigura 32 –\n\nFonte: Forni (2010)\n \n\n \n\nFigura 33 – Balança Eletrônica de \nPrecisão\n\nFonte: Forni (2010)\n\n48 \n\n \n\n– Quarteador. \n \n\n \n \n\nonte: Forni (2010) \n\nBalança Eletrônica de \nPrecisão. \n\n \n\n \n \n\nFonte: Forni (2010) \n \n\n\n\nPara a análise das porções\n\nmesmas em água destilada\n\nprovetas de 1.000 ml, figura\n\nque visa impedir a floculação.\n\ntamanho argila, dispersos.\n\nNesta etapa foi coletado\n\ndepositado em copo de Becker\n\napós este período, realiz\n\n \n\n \n\nFigura 34 – Conjunto de Provetas para separação de \n\n \n\n \n\n3.4.2. DIFRAÇÃO DE RAIOS X\n\n \n\n \n\nAs mesmas amostras \n\nanalisadas quanto a sua\n\nanálise da difração de raios\n\nDentre as várias técnicas de caracterização de materiais, a técnica \n\nde difração de raios X é a mais indicada na determinação das fases \n\ncristalinas presentes na\n\nporções mais finas (&lt;0, 062 mm) realizou\n\ndestilada e colocadas em repouso para\n\nfigura 34. Acrescentou-se 2,0 g de pirofosfato\n\nfloculação. O silte vai assentar no fundo \n\ndispersos.  \n\ncoletado com pipeta, 20 ml da amostragem para\n\nBecker para secagem na estufa por 18 horas\n\nrealizada a pesagem dos volumes para o tamanho\n\nConjunto de Provetas para separação de materiais finos (&lt;0,064 mm)\n \n\n \nFonte: Forni (2010) \n\nIFRAÇÃO DE RAIOS X \n\n de regolito submetidas à análise granulométrica\n\nsua principal mineralogia e principais argilominerais\n\nraios X. \n\nDentre as várias técnicas de caracterização de materiais, a técnica \n\nde difração de raios X é a mais indicada na determinação das fases \n\nstalinas presentes nas amostras. Isto é possível porque na maior \n\n49 \n\n \n\nrealizou-se, dispersão das \n\npara sedimentação em \n\npirofosfato, procedimento \n\n deixando minerais, \n\npara o tamanho argila e \n\nhoras a 70 ºC sendo, \n\ntamanho argila. \n\nfinos (&lt;0,064 mm) \n\n \n\ngranulométrica foram \n\nargilominerais através da \n\nDentre as várias técnicas de caracterização de materiais, a técnica \n\nde difração de raios X é a mais indicada na determinação das fases \n\n. Isto é possível porque na maior \n\n\n\n50 \n\n \n\nparte dos sólidos (cristais), os átomos se ordenam em planos \n\ncristalinos separados entre si por distâncias da mesma ordem de \n\ngrandeza dos comprimentos de onda dos raios X. Ao incidir um feixe \n\nde raios X em um cristal, o mesmo interage com os átomos \n\npresentes, originando o fenômeno de difração (Albers, Melchiades, \n\nMachado, Baldo &amp; Boschi, 2002, p. 34). \n\nA identificação das fases e do grau de cristalinidade da amostra é realizada \n\nmediante técnica de difratometria de raios X (DRX). A identificação das fases \n\npresentes é baseada na comparação de um perfil desconhecido com o conjunto de \n\ndifração padrão coletado e mantido pelo JCPDS (Joint Committee on Powder \n\nDiffraction Standards). \n\nDentre as vantagens da técnica de difração de raios X para a \n\ncaracterização de fases, destacam-se a simplicidade e rapidez do \n\nmétodo, a confiabilidade dos resultados obtidos (pois o perfil de \n\ndifração obtido é característico para cada fase cristalina), a \n\npossibilidade de análise de materiais compostos por uma mistura de \n\nfases e uma análise quantitativa destas fases. (Piccoli, Mexias, \n\nFigueira, Montedo &amp; Bertan, 2006, p. 292).  \n\nSegundo Albers et al., 2002 ¨Ao se caracterizar argilominerais, a utilização da \n\ntécnica de difração de raios X torna-se ainda mais indicada, pois uma análise \n\nquímica reportaria os elementos químicos presentes no material, mas não a forma \n\ncomo eles estão ligados.¨ (p. 34). \n\n\n\n51 \n\n \n\nA análise dos principais minerais é feita através do pó total da amostra, onde a \n\nmesma é seca (estufa 40ºC/24h (vide figura 30), moída em gral de ágata, figura 35, \n\ne levada para análise de difração de raios x no Laboratório de Difratometria do \n\nInstituto de Geociências da UFRGS. \n\n \n\n \n\nFigura 35 – gral e pistilo de ágata \n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nOs argilominerais são analisados em lâmina orientada. Para a confecção da lâmina, \n\naproximadamente 15 g da amostra são imersas em água destilada com recipiente \n\nfechado e colocada em orbitador por cerca de 24h para desagregação. Depois de \n\ndesagregada, é deixada inerte por cerca de 24h para decantação da porção maior \n\nque 4 µm, sendo este, o tamanho de partícula de interesse para confecção da \n\nlâmina orientada. Estas partículas são retiradas por pipetagem, colocadas em \n\nlâminas de vidro e secas naturalmente por cerca de 48h.  \n\nA lâmina devidamente confeccionada é levada para análise no Laboratório de \n\nDifratometria do Instituto de Geociências da UFRGS onde se realizada a difração da \n\nmesma. Em seguida a lâmina contendo as porções dos argilominerais é glicolada e \n\nlevada novamente à difração, e finalmente calcinada e mais uma vez submetida à \n\ndifração.  \n\nAs análises foram realizadas no Laboratório de Difratometria de \n\nRaios X do Centro de Estudos em Petrologia e Geoquímica (CGPq) \n\ndo Instituto de Geociências da UFRGS. O equipamento utilizado para \n\nas análises foi um difratômetro, modelo Diffraktometer Siemens \n\nBruxer aXS D5000, figura 36, equipado com ânodo de cobre, filtro de \n\n\n\n52 \n\n \n\nníquel, fendas de 10, 40 mA de corrente e 30 KV de tensão do feixe \n\n(Forni, 2010, p. 32). \n\n \n\n \n\nFigura 36 – Difratômetro de raios X Simens Bruxer \n \n\n \n \n\nFonte: Forni (2010) \n \n\n \n\n3.4.3. ANÁLISE QUÍMICA DA ÁGUA \n\n \n\n \n\nAlém de estudarmos as características físicas locais com o intuito de conhecer o \n\npotencial hídrico do aquífero fraturado, outra importante informação a levantar é a \n\nanálise química da água local para além da quantidade, estimarmos a qualidade da \n\nágua a ser aproveitada. Foi proposto para o presente trabalho as medições dos \n\nvalores de pH, condutividade, sólidos totais, cátions (Ca, Na, K, Mg, Fe, Mn) e \n\nânions (HCO3, Cl, SO4, NO3, F) das cinco amostras de água coletadas em trabalho \n\nde campo. \n\n \n\n \n\n \n\n \n\n\n\n53 \n\n \n\n3.4.3.1. pH \n\n \n\n \n\nÉ no controle de qualidade da água e das suas soluções que o \n\nconceito de pH tem uma das suas mais relevantes aplicações, em \n\nvirtude da importância da água na alimentação e na saúde dos \n\nhumanos e animais, no ambiente, em diversas indústrias químicas, \n\nbiotecnológicas e farmacêuticas, na agricultura, piscicultura e \n\nindústrias relacionadas, pois, em todos, a água é essencial para os \n\nprocessos químicos ou biológicos que neles têm lugar. (Morais, p. \n\n01).   \n\nO pH, que indica a acidez, neutralidade ou alcalinidade de uma \n\nsolução líquida, é determinado usando um pHmetro, figura 37, que \n\nconsiste em um eletrodo acoplado a um potenciômetro. O medidor \n\nde pH é um milivoltímetro com uma escala que converte o valor de \n\npotencial do eletrodo em unidades de pH. Este tipo de eletrodo é \n\nconhecido como eletrodo de vidro, que na verdade, é um eletrodo do \n\ntipo \"íon seletivo\". (Harris, 2005, p. 312). \n\n \n\n \n\nFigura 37 – phmetro de bancada \n \n\n \n \n\nfonte: http://www.fluxotecnologia.com.br/Phmetro_de_bancada_MT-S20.htm  \n\n\n\n54 \n\n \n\n3.4.3.2. CONDUTIVIDADE E SÓLIDOS TOTAIS DISSOLVIDOS \n\n \n\n \n\nA condutividade é uma medida da capacidade de conduzir corrente \n\nelétrica. A unidade usada é o MHO (inverso de OHM, unidade de \n\nresistência). No Sistema Internacional de Unidades, adotado pelo \n\nBrasil, a unidade de condutância é siemens, abreviando-se S \n\n(maiúsculo). Para as águas subterrâneas o correto seria nos \n\nreferirmos a microsiemens por centímetro (µS/cm).  \n\nExistem vários fatores que influenciam a condutividade de uma água, \n\nentre os quais se destacam o tipo de íons presentes na água e a \n\nconcentração dos mesmos, a força iônica da água (medida existente \n\nno campo elétrico devido aos íons presentes na água) e temperatura. \n\nA medição da condutividade serve principalmente para verificar a \n\npureza de uma água destilada ou deionizada, verificar variações nas \n\nconcentrações das águas minerais e calcular o teor em substâncias \n\niônicas dissolvidas.  \n\nOs sólidos totais dissolvidos (STD) podem ser definidos como a \n\nsoma dos teores de todos os constituintes minerais presentes na \n\nágua. A medida de Condutividade elétrica, multiplicada por um fator \n\nque varia entre 0,55 e 0,75, fornece uma boa estimativa do STD de \n\numa água subterrânea. Segundo o padrão de potabilidade da \n\norganização mundial de saúde (OMS), o limite máximo permissível \n\nde STD na água é de 1000 mg/L. (Martins &amp; Alves, 2008, p. 01).  \n\nTanto a medida de condutividade quanto a de sólidos totais dissolvidos foram feitas \n\natravés de condutivímetro portátil, figura 38. \n\n \n\n \n\n\n\n55 \n\n \n\n \n\nFigura 38 – Condutivímetro portátil. \n \n\n \n \n\nFonte: http://www.ingamax.com.br/images/imagens/Farmacia/ \n \n\n \n\n3.4.3.3. CÁTIONS (Ca, Na, K, Mg, Fe, Mn) \n\n \n\n \n\nPara a análise da concentração de cátions presente nas amostras de água \n\ncoletadas, utilizou-se o método da Espectrometria de Absorção Atômica (AAS).  \n\nEste método é usado para determinação de elementos metálicos \n\nmenores e traços em materiais geológicos. A técnica é de custo \n\nbaixo de compra e manutenção do equipamento, operação simples, \n\npermite determinar mais de 50 elementos, tem alta sensibilidade para \n\nmuitos elementos, poucas interferências espectrais e de matriz, boa \n\nprecisão e reprodutibilidade. As desvantagens da AAS são a \n\nnecessidade de solubilizar as amostras com ataque ácido ou fusão \n\nalcalina e de adequar a concentração da amostra à faixa de \n\nlinearidade das curvas de calibração, o que eventualmente pode \n\nsignificar a confecção de várias diluições subsequentes para \n\ndeterminar elementos de diferentes faixas de concentração. \n\nA Espectrometria de Absorção Atômica é baseada em duas leis \n\nfundamentais: \n\n\n\n56 \n\n \n\n· a lei de Kirchhoff, que postula que átomos livres podem absorver a \n\nradiação eletromagnética de suas linhas de emissão ressonantes; \n\na lei de Beer-Lambert, que afirma que a absorção da radiação \n\nressonante ocorre em maior ou menor grau, dependendo da \n\nconcentração de átomos absorventes. \n\n \n\nI = Io exp (-k x c)             (1) \n\n \n\nI é a intensidade do feixe no detector, \n\nI0 é a intensidade do feixe antes da chama, \n\nk é o coeficiente de absorção do analito, \n\nx é comprimento do caminho óptico na chama e \n\nc é a concentração do analito na solução de amostra. \n\n \n\nQuando não existe o analito na chama, c na equação (1) passa a ser \n\nzero e a intensidade Io da lâmpada de catodo oco pode ser \n\ndeterminada. \n\nTomando o logaritmo natural da razão entre Io e I, obtém-se a \n\nabsorbância A, que é diretamente proporcional à concentração. \n\n \n\nA = ln(I0 / I) = k x c        (2) \n\n \n\nO coeficiente de absorção k é determinado através da medida de \n\npadrões que contém concentrações conhecidas do analito. É \n\nestabelecida uma curva de calibração e os valores de concentração \n\nnas amostras desconhecidas são obtidos interpolando os valores de \n\nsuas absorbâncias na curva de calibração, permitindo a \n\nquantificação. Por causa da variação dos parâmetros da chama, \n\ncalibrações frequentes são intercaladas no processo de análise. \n\n\n\n57 \n\n \n\nA sensibilidade é definida como a concentração que corresponde a \n\numa redução de 1% na intensidade Io do feixe. Ajustes na regulagem \n\ndo monocromador, fendas, composição e altura da chama devem ser \n\nrealizados de tal forma a maximizar o sinal de absorbância dos \n\npadrões. \n\nPara medir o fenômeno de absorção, a instrumentação necessária \n\nconsiste de três partes básicas: uma fonte de radiação característica, \n\numa região de absorção de amostra e um detector. \n\nFonte de Excitação \n\nComo fonte de excitação de alta intensidade e grande especificidade \n\nno comprimento de onda normalmente é utilizada uma lâmpada de \n\ncatodo oco. A lâmpada de catodo oco consiste em um tubo de vidro \n\nlacrado preenchido com pequena quantidade de gás neônio ou \n\nargônio. No interior do tubo existe um cilindro oco (catodo), \n\nconfeccionado com o elemento a ser analisado, e um pino encurvado \n\nsobre o cilindro (anodo). Os átomos do gás de preenchimento são \n\nionizados pelo potencial elétrico aplicado entre anodo e catodo e os \n\níons resultantes bombardeiam o catodo, arrancando átomos do metal \n\n(por sputtering) e formando um vapor frio do elemento no interior do \n\ncilindro, que, excitado pelos íons do gás nobre, emite o espectro \n\ncaracterístico do elemento. O espectro emitido pela lâmpada consiste \n\nde várias linhas do elemento e também do gás nobre, de modo que é \n\nnecessário escolher uma linha para análise através de um \n\nmonocromador de baixa resolução. Na figura ao lado pode ser visto o \n\nesquema da lâmpada de catodo oco. \n\nAtomizador \n\n\n\n58 \n\n \n\nO atomizador de um AAS deve gerar átomos no estado fundamental \n\nno caminho ótico do equipamento. Consiste de um nebulizador e de \n\num queimador com chama. O nebulizador aspira a amostra \n\nsolubilizada através de um capilar. No fim do capilar ocorre um \n\nrompimento do fluxo de solução e a amostra fica pulverizada como \n\naerosol no interior da câmara de nebulização. Dentro da câmara \n\nexiste um bloqueio (glass bead ou spoiler) para gotículas de tamanho \n\nexcessivo, que serão descartadas via um dreno. \n\nO queimador consiste de uma fenda de largura e comprimento \n\ndefinidos, específico para cada tipo de chama a ser utilizado, \n\nconforme recomendação do fornecedor. A intenção é a de sustentar \n\numa chama laminar e estável. As combinações de \n\noxidante/combustível mais usadas em chamas de AAS são de \n\nar/acetileno e óxido nitroso/acetileno, atingindo temperaturas de 2400 \n\ne 2900 K. O objetivo é de atingir temperaturas suficientemente altas \n\npara quebrar as moléculas da amostra e impedir a formação de \n\ncompostos secundários. As gotas pequenas são arrastadas pelos \n\ngases que alimentam a chama, o solvente evapora e formam-se \n\ncloretos, esses quebram, os cátions são neutralizados e \n\nposteriormente formam-se óxidos. O caminho óptico deve atravessar \n\na chama na altura em que está a maior concentração de átomos no \n\nestado fundamental.  \n\nDetetor /Monocromador: sistema óptico \n\nA escolha da linha espectral de análise pode ser feita antes ou \n\ndepois da chama, normalmente é feita depois, em associação com o \n\nsistema de detecção. O monocromador pode ser de grade ou de \n\nprisma, e o controle de resolução é feito pela largura das fendas. \n\n\n\n59 \n\n \n\nPode-se utilizar fendas largas quando a linha espectral não tem \n\nlinhas vizinhas próximas – nesse caso o aumento de Io melhora os \n\nlimites de detecção. Quando existem linhas do gás nobre na \n\nvizinhança da linha analítica é necessário utilizar fendas estreitas, \n\nque reduzem a razão sinal/ruído. A intensidade de luz que atravessa \n\na chama sem amostra (Io) e a intensidade da luz que atravessa a \n\nchama contendo os átomos da amostra ou dos padrões (I) são \n\ndetectadas por uma célula fotomultiplicadora, que produz um sinal \n\nelétrico proporcional à intensidade luminosa recebida. A absorbância \n\né calculada a partir de Io e I. (Hinrichs, pp.01-04). \n\nAs análises para estes parâmetros foram realizadas no laboratório do Instituto de \n\nQuímica da UFRGS. \n\n \n\n \n\n3.4.3.4. ÂNIONS (HCO3, Cl, SO4, NO3, F) \n\n \n\n \n\nA medição dos ânions das amostras coletadas foi feita através da técnica da \n\ncromatografia iônica. \n\nA cromatografia iônica encontra-se no grupo em que a fase \n\nestacionária é um sólido e a fase móvel é um líquido, sendo uma \n\nsubdivisão do grupo conhecido como cromatografia líquida. \n\nÉ uma técnica bastante difundida, tendo em vista a sua aplicabilidade \n\nem amostras que contenham íons, possuindo boa reprodutibilidade e \n\nconfiabilidade. Nesta técnica cromatográfica, a fase estacionária \n\npossui trocadores iônicos (catiônicos ou aniônicos) formados a partir \n\nde polímeros de estireno divinil-benzeno ou de sílicas \n\nfuncionalizadas. (Klein, 2010, p. 20). Na cromatografia iônica, o \n\nmecanismo que rege o processo de separação, é o da interação \n\n\n\n60 \n\n \n\neletrostática entre os íons presentes na amostra e os contra-íons da \n\nfase estacionária que possui grupos com carga. Os sais de amônio \n\nquaternário e aminas são utilizados como trocadores de ânions. O \n\nprocesso de troca iônica ocorre na condição de equilíbrio, e a \n\neficiência da separação destes íons depende fortemente da interação \n\nexistente entre eles e os grupamentos funcionais da fase \n\nestacionária.  \n\nEm geral, o trocador de íons é um polímero complexo cuja carga \n\nelétrica é exatamente neutralizada pelas cargas dos contra-íons. \n\nEstes contra íons são cátions em um trocador de cátions e ânions em \n\num trocador de ânions. Os trocadores de ânions são de caráter \n\nbásico, devido à presença de bases fracas, como o grupamento \n\namino. Um dos trocadores de ânions mais utilizados é preparado \n\npela co-polimerização de estireno com um pouco de divinil-benzeno, \n\nseguida por cloro-metilação e reação com uma base como a \n\ntrimetilamina.  \n\nDe uma maneira geral, a capacidade de um trocador é uma medida \n\nda quantidade de troca de íons que pode ocorrer entre a matriz e os \n\níons presentes na fase móvel. Em resumo, a capacidade ideal é a \n\nquantidade de grupos carregados, ou potencialmente carregados, \n\nque podem ser trocados por grama de peso seco do trocador. \n\nEsta medida é expressa em meq/g ou meq/100 mL de suspensão de \n\nresina, sendo determinada por titulação. A capacidade disponível, \n\ncomo o nome já indica, é a capacidade real do trocador, ou seja, é a \n\ncapacidade ideal calculada considerando as condições de operação \n\nda coluna cromatográfica, entre as quais a força iônica, pH e a \n\ntemperatura que o efluente está sendo introduzido. O conhecimento \n\n\n\n61 \n\n \n\nda seletividade de determinado trocador iônico é muito importante no \n\nmomento de sua escolha, pois, alguns trocadores podem ser \n\nseletivos para determinados íons, mas, para outros, podem não ser, \n\ncomprometendo a eficiência da técnica. Embora este fator dependa \n\nmuito das condições de operação da coluna, pode-se destacar: a \n\nseletividade de um trocador aumenta com o incremento do grau das \n\nligações cruzadas da matriz; íons com carga elevada são ligados \n\nmais fortemente ao trocador que íons de carga baixa, nas mesmas \n\nconcentrações; íons com a mesma carga, porém com diferentes \n\ntamanhos em solução, tem grau de afinidade diferentes. Este efeito \n\nse relaciona melhor com o poder de polarização do íon e seu grau de \n\nhidratação, sendo que a afinidade diminui com o aumento do raio do \n\níon hidratado. (Klein, 2010, pp. 22-25). \n\nO procedimento foi todo realizado no Instituto de Pesquisas Hidráulicas (IPH) da \n\nUFRGS. \n\n \n\n \n\n4. RESULTADOS \n \n\n \n\nApós a apresentação das principais características regionais e os métodos utilizados \n\npara a realização do trabalho, os resultados adquiridos serão apresentados nos itens \n\nque seguem, enfatizando as características obtidas nas áreas da geologia e da \n\nhidrogeologia. \n\n \n\n \n\n4.1. GEOLOGIA DA ÁREA DE ESTUDO \n \n\n \n\nA caracterização geológica da área foi feita inicialmente a partir de revisão \n\nbibliográfica e fotointerpretação. Nesta fase foram traçados os principais contatos \n\n\n\n62 \n\n \n\nlitológicos utilizando especialmente critérios geomorfológicos, bem como, os \n\nlineamentos observáveis.  \n\nNa etapa de campo os lineamentos e as unidades litológicas observadas no estudo \n\npreliminar aerofotogeológico foram checados presencialmente, resultando no mapa \n\ngeológico da figura 39. Do ponto de vista da geologia regional, a área esta inserida \n\nprincipalmente no domínio do Escudo Cristalino Sul Rio-Grandense, mais \n\nprecisamente na região conhecida como Batólito Pelotas, ainda com presença de \n\nrochas sedimentares remanescentes da Bacia do Paraná. Nas unidades 1 e 2 \n\nindividualizadas na fotointerpretação, foram observadas rochas granitóides \n\npertencentes à Suíte Granítica Cordilheira, tratando-se de granitóides ricos em \n\nmuscovita, biotita, k-feldspato e quartzo. O principal fator que distingue uma unidade \n\nda outra é a milonitização sofrida pela unidade 1, alterando a estrutura principal da \n\nrocha tornando-a foliada, apresentando a unidade 2, estrutura maciça e textura \n\ninequigranular grossa. Segue breve descrição de cada unidade mapeada. \n\nO Granito Cordilheira milonitizado apresenta litologia sob a forma de lajeados onde \n\nse observa estiramento e orientação dos minerais por metamorfismo dinâmico. \n\nTrata-se de um Biotita Muscovita Granito milonitizado, com bandamentos claros e \n\nescuros. Estes aspectos podem ser observados na figura 16. Esta unidade é cortada \n\npor diques de riolito.  \n\nO Granito cordilheira com estrutura maciça aflora em campos de matacões, \n\napresenta estrutura maciça e textura inequigranular grossa com fenocristais de \n\nfeldspato, quartzo e presença de muscovita e biotita, figura 18. \n\nA composição da Suíte Granítica Cordilheira varia de sienogranítica a \n\ngranodiorítica, com moscovita, biotita, turmalina, granada, monazita, \n\nzircão e minerais opacos. Os corpos da suíte afloram extensamente \n\ndesde a região de São Jerônimo-Quitéria até Pinheiro Machado. São \n\ngranitos brancos a cinzentos, com pontuações escuras de biotita. A \n\nestrutura é foliada, marcada nas zonas de baixa de deformação pela \n\norientação de moscovita primária e biotita. A foliação possui duas \n\norientações: uma suborizontal, magmática, com moscovita orientada, \n\ne outra subvertical, tectônica, sobretudo em regiões de alta \n\n\n\ndeformação, nas bordas dos corpos, sendo associada às zonas de \n\nCisalhamento dúcteis. Os milonitos e protomilonitos contêm \n\nporfiroclastos assimétricos de feldspato potá\n\nmoscovita, \n\nconfirmando tanto as observações\n\ncampo. \n\n \n\nNa unidade 3 individualizada\n\nrocha sedimentar sob a\n\nParaná que limita, ao \n\nconglomerático avermelhado\n\npequenos seixos e alto grau\n\ncorrelacionado com o Grupo\n\n \n\n \n\nFigura 39 – Mapa geológico da área de estudo gerado em função do trabalho de \nsensoriamento remoto e do trabalho de campo.\n\ndeformação, nas bordas dos corpos, sendo associada às zonas de \n\nCisalhamento dúcteis. Os milonitos e protomilonitos contêm \n\nporfiroclastos assimétricos de feldspato potá\n\nmoscovita, (Philipp &amp; Machado, 2001, p.XX) \n\nobservações do trabalho preliminar quanto\n\nindividualizada em trabalho preliminar observou\n\na forma de pequenos matacões remanescente\n\n norte, o Batólito Pelotas. Trata-se de\n\navermelhado com a presença de grânulos de quartzo\n\ngrau de cimentação. Pelas suas características\n\nGrupo Tubarão, formação Itararé ou Rio Bonito,\n\nMapa geológico da área de estudo gerado em função do trabalho de \nsensoriamento remoto e do trabalho de campo. \n\n \n\n \nFonte: Dados da Pesquisa (2011) \n\n63 \n\n \n\ndeformação, nas bordas dos corpos, sendo associada às zonas de \n\nCisalhamento dúcteis. Os milonitos e protomilonitos contêm \n\nporfiroclastos assimétricos de feldspato potássico, plagioclásio e \n\nquanto do observado em \n\nobservou-se a presença de \n\nremanescente da Bacia do \n\nde um arenito médio \n\nquartzo arredondados, \n\ncaracterísticas litológicas foi \n\nBonito, figura 19. \n\nMapa geológico da área de estudo gerado em função do trabalho de \n \n\n \n\n\n\n64 \n\n \n\n4.2. HIDROGEOLOGIA \n \n\n \n\nRealizados os trabalhos preliminares e a etapa de campo, foram gerados os \n\nresultados da etapa de estudos sobre a hidrogeologia local. Estes resultados são \n\napresentados nos itens que seguem. \n\n \n\n \n\n4.2.1.  INVENTÁRIO DE POÇOS \n\n \n\n \n\nComo parte da atividade de campo em hidrogeologia foi efetuado um inventário de \n\npoços e vertentes existentes na cabeceira da sub-bacia do Arroio dos Ladrões. \n\nSeguindo a proposta do trabalho, foi enfocado o levantamento do entorno da área da \n\nEstação Experimental da FEPAGRO. \n\nO procedimento consistiu na procura e localização de obras de captação, entrevista \n\ncom proprietários em busca de dados hidrogeológicos e coleta de água para a \n\nanálise química das águas de vertentes, poços explotando o aquífero freático e \n\npoços explotando o aquífero fraturado profundo, (ver metodologia). \n\nOs pontos de água inventariados foram locados na carta topográfica e os dados \n\nobtidos nas entrevistas foram organizados no quadro I. O quadro II apresenta dados \n\nretirados do site do CPRM-SIAGAS (Sistema de Informações de Águas \n\nSubterrâneas).  \n\nO inventário de poços foi fundamental para avaliar o potencial hidrogeológico da \n\nárea de estudo em geral e em particular da Estação Experimental da FEPAGRO. O \n\ncruzamento dos dados hidrogeológicos levantados com a geologia da área (mapa \n\ngeológico), apoiado em modelo generalizado obtido na bibliografia, foi decisivo para \n\nestabelecer os pontos de captação para o abastecimento da Estação Experimental \n\nda FEPAGRO, com água subterrânea de qualidade e em quantidade suficiente para \n\nas suas atividades atuais e expansão futura (Forni, 2010, modificado por Gonçalves, \n\n2011). \n\n\n\n65 \n\n \n\nQuadro I – Inventário de poços e vertentes observados em TRABALHO DE CAMPO \n \n\nPonto Número Coordenada Proprietário Aquífero Diâmetro (pol.) Prof.(m) Vazão (L/h) Elevação \nAnálise \n\nQuímica \n\n1 AAFP-01 \n364943 \n\nFEPAGRO fraturado 30 - - gravidade sim \n6619300 \n\n2 AAFP-02 \n365502 \n\nFEPAGRO freático - - - gravidade sim \n6619867 \n\n3 AAFP-03 \n366165 \n\nAcelino fraturado - - - bomba sim \n6619570 \n\n4 AAFP-04 \n367776 \n\nGeni fraturado 2 38 1.300 compressor sim \n6619082 \n\n5 AAFP-05 \n365548 \n\nFEPAGRO freático - - - gravidade sim \n6619344 \n\n \nFonte: Dados da Pesquisa (2011) \n\n \n\n \n\nQuadro II – Inventário de poços registrados pelo SIAGAS \n \n\nPonto Número Coordenada Proprietário Aquífero Diâmetro (pol.) Prof.(m) Vazão (L/h) Elevação \nAnálise \n\nQuímica \n\n1 - \n360900 \n\nSUDESUL freático 12 1/4 27 - - não \n6579500 \n\n2 - \n357035 Assentamen\n\nto São Pedro \n- - 84 - - sim \n\n6624382 \n\n3 - \n342756 \n\nINCRA - 4 67,2 - - sim \n6612694 \n\n4 - \n360580 \n\nINCRA fraturado 6 63,2 - - sim \n6601327 \n\n5 - \n357109 \n\nINCRA fraturado 6 84   - não \n6624297 \n\n \nFonte: CPRM-SIAGAS, modificado por Gonçalves (2011) \n\n\n\n66 \n\n \n\n4.2.2.  O SISTEMA DE CIRCULAÇÃO DE ÁGUA SUBTERRÂNEA \n\n \n\n \n\nAdotando o modelo de circulação proposto por Harvey (2007), \n\nestabelecido para uma profundidade de até 3,5 km e deslocamento \n\nhorizontal e até 7 km, as águas subterrâneas estudadas através de \n\npoços com profundidade de até 140 m enquadram-se no sistema de \n\ncirculação local, figura 40. As fraturas que abastecem estes poços \n\npodem estar conectadas ao sistema de circulação intermediária. \n\n(Forni, 2010, p. 61). \n\n \n\n \n\nFigura 40 – Modelo ideal de circulação da água subterrânea. \n \n\n \n \n\nFonte: Harvey (2005) \n\n\n\n67 \n\n \n\nNesta perspectiva, as águas subterrâneas da sub-bacia do Arroio dos Ladrões \n\nprovavelmente apresentam circulação relativamente rápida e pouco tempo de \n\nresidência no meio fraturado. \n\nA figura 41 mostra esquematicamente a situação de um poço perfurado no meio \n\nfraturado. \n\n \n\n \n\nFigura 41 – Ilustração esquemática dos dois aquíferos estudados nas cabeceiras do Arroio \ndos Ladrões. \n\n \n\n \n \n\nFonte: Harvey (2005) \n\n\n\nObservando os quadros\n\nsub-bacia objeto do estudo,\n\nsubterrânea é explotada \n\ne Aquífero Fraturado em\n\nPode-se também relacionar\n\nilustra nível freático, linhas\n\nmeio freático e no meio\n\nturbulento, figura 42. \n\n \n\n \n\nFigura 42 – Aquíferos estudados e fl\n\ns I e II, inventário de vertentes e poços, \n\nestudo, além do aproveitamento da água\n\n em um nível de profundidade denominado\n\nem uma faixa de 1 a 70 m aproximadamente\n\nrelacionar os dois sistemas aquíferos com o \n\nlinhas equipotenciais e a trajetória do fluxo\n\nmeio fraturado, neste nível apenas ilustrativo,\n\nAquíferos estudados e fluxo ideal da água subterrânea. Ilustrativo.\n \n\n \nFonte: Harvey (2005) \n\n68 \n\n \n\n constata-se que na \n\nágua superficial, a água \n\ndenominado Aquífero Freático \n\naproximadamente. \n\n modelo teórico que \n\nfluxo para os poços no \n\nilustrativo, pois o fluxo é \n\nuxo ideal da água subterrânea. Ilustrativo. \n\n \n\n\n\n69 \n\n \n\n4.2.3.  AS ÁREAS DE RECARGA E DESCARGA \n\n \n\n \n\nA área principal de recarga ocorre nas cabeceiras da sub-bacia ao norte e a \n\ndescarga, não muito longe, ao sul, nas dependências da estação experimental. As \n\ncondições de relevo maciço aplainado alteado, a presença do regolito, produto de \n\nalteração do Granito Cordilheira, a precipitação média anual de 1500 mm /ano e a \n\nrelativa baixa taxa de evapotranspiração, em torno de 800 mm/ano, propiciam boas \n\ncondições de recarga para os aquíferos freático e fraturado. A figura 43 ilustra as \n\ncondições de recarga e descarga na área de estudo. \n\n \n\n \n\nFigura 43 – Imagem de satélite mostrando o principal sentido recarga/descarga (N-S) das \ncabeceiras da Sub-bacia do Arroio dos Ladrões. \n\n \n\n \n \n\nFonte: Google Earth, modificado por Gonçalves (2011) \n\n\n\n70 \n\n \n\nO modelo conceitual ideal da recarga/descarga que ilustra as condições da sub- \n\nbacia do Arroio dos Ladrões é ilustrado na figura 44. \n\n \n\n \n\nFigura 44 – Modelo ideal da recarga, fluxo e descarga em situação análoga as cabeceiras \nda sub-bacia do Arroio dos Ladrões. \n\n \n\n \n \n\nFonte: Harvey (2005), modificado por Gonçalves (2011) \n \n\n \n\nEm diversos setores da sub-bacia, principalmente nas cabeceiras, onde se \n\nconcentraram os estudos, encaixados em fraturas com direção NW, ocorrem pontos \n\nde descarga local sob a forma de vertentes, no contato da parte basal do regolito \n\ncom a rocha sã. Estas vertentes são captadas e aproveitadas para diversas \n\nfinalidades, principalmente, como observadas em campo, para o abastecimento \n\ndoméstico, constituindo-se em importante recurso hídrico para as comunidades \n\nrurais da região, figura 45. \n\n\n\n71 \n\n \n\nFigura 45 – Fotos de campo mostrando em ¨A¨ ponto de descarga (vertente) captada para \nabastecimento das casas da estação experimental e em ¨B¨ área de descarga de vertente \n\npróxima. Notar contaminação do aquífero por dejetos principalmente plásticos. \n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nA seguir apresenta-se corte esquemático da situação geológica geral que controla a \n\nocorrência desses exutórios na área de estudo, figura 46. \n\n \n\n \n\nFigura 46 – Corte esquemático que ilustra a ocorrência de recarga e descarga. \n \n\n \n \n\nFonte: Harvey (2005) \n\n\n\n72 \n\n \n\nA recarga efetua-se pela infiltração e percolação da água proveniente de parte das \n\nprecipitações atmosféricas, através do regolito, produto da alteração do Granito \n\nCordilheira. A infiltração e percolação no regolito são favorecidas pelo relevo suave \n\ne cobertura vegetal. Foi feita amostragem do regolito em voçoroca, apresentando \n\ntextura predominantemente arenosa, figura 47. \n\n \n\n \n\nFigura 47 – coleta de regolito em voçoroca em área da estação experimental. \n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n\n\n\n73 \n\n \n\nAs amostras foram submetidas à análise granulométrica e à difratometria de raios X, \n\nconforme o descrito na metodologia, com o objetivo de avaliar as características da \n\nárea de recarga, do ponto de vista da porosidade, permeabilidade e condutividade \n\nhidráulica do regolito. Os dados da análise granulométrica da amostra ARFP-01e \n\nARFP-02 foram plotados em gráfico semi logarítmico resultando em curvas \n\ngranulométricas azuis e curvas padrão em vermelho retiradas de Meinzer (1959), \n\nfigura 48. \n\n \n\n \n\nFigura 48 – Curvas de variações granulométricas dos horizontes do regolito em azul. Em \nvermelho, curvas padrão de diversas granulometrias para efeito comparativo, obtidas de \n\nMeinzer (1959). \n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n\n \n\n \n \n\n \n \n\n1 \n\n \n\n\n\n74 \n\n \n\nA forma das curvas granulométricas do material do regolito coletado (ARFP-01 e \n\nARFP-02), produzido sobre o Granito Cordilheira milonitizado, se aproximam de uma \n\nareia bem classificada, condizentes com as curvas modelo de número 5 e número 2 \n\nrespectivamente, com média de 75% de grãos tamanho areia acrescida de uma \n\npequena quantidade de cascalho, principalmente na amostra ARFP-02, que também \n\napresenta insignificante quantidade de finos.  \n\nA amostra mais bem classificada e com maior condutividade hidráulica é \n\ncaracterizada por ARFP-02. Já a amostra ARFP-01 caracteriza-se pela presença de \n\ncascalhos e maiores teores de finos apresentando menor condutividade hidráulica. \n\nDe modo geral estas condições propiciam boas possibilidades de recarga na área de \n\nestudo. \n\nA fração fina das amostras ARFP-01 e ARFP-02 oriundas de perfis de solo \n\ncaracterísticos da região de descarga foram estudadas em detalhe através da \n\ndifratometria de Raios-X, cujos resultados dão apresentados nas figuras 49, 50, 51 e \n\n52.  \n\nNa análise da amostra total, as duas amostras mostram picos significativos de \n\nquartzo, feldspato alcalino, plagioclásio e picos menores de ilita e caolinita. Já nas \n\nanálises dos argilominerais realizados em lâminas orientadas (ver metodologia), as \n\nduas amostras também mostraram resultados semelhantes. As análises naturais, as \n\nglicoladas e as calcinadas mostraram picos de ilita e caolinita principalmente, \n\ncaracterizando a ausência de argilominerais expansivos no regolito da área de \n\nrecarga. \n\n\n\n75 \n\n \n\nFigura 49 – Resultado da Difração de raios X da amostra total ARFP-01 \n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nFigura 50 – Resultado da Difração de Raios X da lâmina orientada ARFP-01 \n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n\n\n\nFigura 51 – Resultado da Difração de raios X da amostra total ARFP\n\n \n\n \n\nFigura 52 – Resultado da Difração de Raios X da lâmina orientada ARFP\n\nResultado da Difração de raios X da amostra total ARFP\n \n\n \nFonte: Dados da Pesquisa (2011) \n\nResultado da Difração de Raios X da lâmina orientada ARFP\n \n\n \nFonte: Dados da Pesquisa (2011) \n\n76 \n\n \n\nResultado da Difração de raios X da amostra total ARFP-02 \n\n \n\nResultado da Difração de Raios X da lâmina orientada ARFP-02 \n\n \n\n\n\n77 \n\n \n\nOs resultados, como dito anteriormente, estabelecem a ausência de argilominerais \n\nexpansivos, favorecendo o processo de circulação da água ao longo do manto de \n\nalteração. Um aspecto negativo que os resultados combinados mostram, é que o \n\ntipo de circulação da água ao longo do perfil e o manto de alteração \n\npredominantemente arenoso, não inibem de forma significativa a ação de possíveis \n\ncontaminantes, apresentando baixo poder de retenção dos mesmos. \n\n \n\n \n\n4.2.4. O AQUÍFERO FRATURADO SITUADO NAS CABECEIRAS DO ARROIO \n\nDOS LADROES: LOCAÇÃO DE PONTO DE CAPTAÇÃO NA ESTAÇÃO \n\nEXPERIMENTAL \n\n \n\n \n\nNo meio fraturado a porosidade é secundária, pois á água circula em aberturas \n\nirregulares, com fraturas interconectadas. Neste meio, o fluxo da água é turbulento e \n\na heterogeneidade hidrogeológica do sistema aquífero é muito grande, se \n\ncomparado com os meios porosos primários sedimentares. O tratamento do fluxo no \n\nmeio fraturado não obedece às leis hidráulicas que determinam o fluxo laminar no \n\nmeio poroso. \n\nPara análise das condições hidrogeológicas do aquífero fraturado na área de estudo, \n\nforam levados em conta dados estruturais obtidos no mapeamento geológico que \n\nmostraram principalmente fraturas de pequeno porte. As estruturas geológicas \n\nfundamentais na área de estudo, para a análise do grau de fraturamento e \n\nprodutividade de poços, são as fraturas de alívio concordantes com os diques \n\nobservados nas análises preliminares e no trabalho de campo, vide mapa geológico, \n\nfigura 39.  \n\nDados hidrogeológicos, obtidos no inventário de poços e um modelo proposto por \n\nFeitosa (1997), o qual apresenta 10 situações hidrogeológicas teóricas possíveis \n\npara a explotação de água no meio fraturado, figura 53, foram utilizados para \n\nlocação de poço tubular a ser perfurado na estação experimental, figura 54. As \n\ncondições teóricas que mais se aproximam da situação que ocorre na área, \n\ncorrespondem aos padrões B no contato com o manto de alteração com a rocha \n\nfraturada e em fraturas de pequeno porte ilustrada pela condição C. \n\n\n\n78 \n\n \n\nFigura 53 – Relação do grau de fraturamento com a explotação de água subterrânea no \nmeio fraturado destacando a situação da estação experimental. \n\n \n\n \n \n\nFonte: Feitosa (1997), modificado por Gonçalves (2011) \n \n\n \n\nEsta situação indica a possibilidade de pequenas vazões para poços a serem \n\nperfurados. \n\n\n\n79 \n\n \n\nFigura 54 – Foto aérea mostrando ponto (365300N 6620700E) para locação de obra de \ncaptação de água subterrânea em fraturas de pequeno porte. \n\n \n\n \n \n\nFonte: Dados da Pesquisa (2011) \n \n\n \n\nDe acordo com o exposto acima, na estação experimental foram detectadas fraturas \n\nde pequeno porte. Uma das fraturas tem direção NW aproximadamente paralela à \n\ndireção do dique e foi tomada como referencia para locação do poço. Além disso, \n\nlevou-se em conta o cruzamento dessa fratura com duas outras de direção NE onde \n\nfoi escolhido o local para a provável perfuração, figura 54. \n\n\n\n80 \n\n \n\n4.2.5. HIDROQUÍMICA \n\n \n\n \n\nNo decorrer do trabalho de campo foram coletadas amostras de água para análise \n\nquímica, com a finalidade de classificar as águas superficiais e subterrâneas \n\nexistentes na área de estudo, bem como, avaliar a sua qualidade. Todas as análises \n\nquímicas foram realizadas em laboratórios da UFRGS, sendo possível a \n\ndeterminação do pH, condutividade, sólidos totais, cátions (Ca, Na, K, Mg, Fe, Mn) e \n\nânions (HCO3, Cl, SO4, NO3, F) sendo os resultados mostrados no quadro III.  \n\n \n\n \n\nQuadro III- Análises químicas das águas subterrâneas estudadas. \n \n\n \n* &lt;limite de detecção = 0,12 mg L-1 \n** &lt;limite de detecção = 0,10 mg L-1 \n\n \n\nÁgua subterrânea em aquífero fraturado. \n\n \n\nOBS: Mg não foi possível efetuar a análise, o laboratório não possui lâmpada e a da geologia não funciona. \n\n \n\nFonte: Dados da Pesquisa (2011) \n\n\n\n81 \n\n \n\nNesta etapa foram analisadas águas de vertente representadas pelas amostras \n\nAAFP-01, AAFP-02 AAFP-03 E AAFP-05 e água subterrânea de aquífero fraturado \n\nAAFP-04. \n\nA análise dos valores do quadro III não mostra grande disparidade em relação às \n\náguas superficiais e a subterrânea não apresentando um padrão definido para as \n\nmesmas. \n\nTodas as amostras apresentaram pH próximo do neutro com tendência a ácidas \n\nvariando seus valores de 6,34 a 6,87 unidades de pH. Outra característica que \n\ncompete a todas as amostras são os baixos valores dos cátions Fe, Mn e do ânion \n\nNO-2 apresentando valores abaixo do limite de detecção dos respectivos aparelhos \n\nde medida. Outros parâmetros que apresentaram baixos valores para todas as \n\namostras foram o de F-, PO4-3 e SO4-2.  \n\nAs amostras mostraram valores moderados de Na e K, e chamam a atenção os \n\nvalores de SO4-2 para as amostras AAFP-02 e AAFP-05 de 10,76 e 19,76 ppm \n\nrespectivamente. Os maiores valores registrados foram mesmo de HCO3 para todas \n\nas amostras, caracterizando uma água bicarbonatada e de baixos teores de cátions, \n\ncondutividade e sólidos totais devido ao baixo tempo de residência da água nos \n\naquíferos. \n\nDo ponto de vista de qualidade o baixo teor de nitratos, nitritos e cloretos, indica \n\nserem não contaminadas pela matéria orgânica do ciclo exógeno. Os demais \n\nparâmetros ficaram classificados dentro do limite de tolerância para águas potáveis \n\nno que se refere a elementos químicos. \n\n\n\n82 \n\n \n\n5. CONCLUSÕES \n \n\n \n\nOs objetivos do estudo foram atingidos, de acordo com a metodologia empregada, \n\natravés do levantamento geológico e hidrogeológico da Sub-Bacia do Arroio dos \n\nLadrões indicando a possibilidade de pontos para a explotação de água subterrânea \n\nem aquíferos fraturados, mesmo que para modestas vazões, ficando indicado \n\ntambém, pelo menos um ponto de captação de águas subterrâneas (365300N \n\n6620700E), com amplas possibilidades de obter-las em quantidade e qualidade, \n\npara o abastecimento e desenvolvimento das pesquisas agropecuárias da Estação \n\nExperimental da FEPAGRO – Encruzilhada do Sul.  \n\nAs análises visuais das imagens de sensoriamento remoto, fotografias aéreas e \n\nimagem orbital, permitiram a delimitação das unidades litológicas e o traçado das \n\nprincipais morfoestruturas lineares de médio e pequeno porte.  \n\nO trabalho de campo foi fundamental para verificar os principais contatos litológicos \n\ne qualificar o lineamento de médio porte na Zona de Cisalhamento Dorsal do \n\nCanguçu e associadas a ela as fraturas de alívio de pequeno porte com direção NW, \n\nprincipalmente associadas a diques de riolito, importantes no ponto de vista \n\nhidrogeológico.  \n\nO inventário de poços e vertentes em campo, principalmente nas dependências da \n\nestação experimental, complementou as informações geológicas com dados \n\nhidrogeológicos que, mesmo escassas, foram importantes para avaliação do \n\npotencial hidrogeológico do meio fraturado na área da região.  \n\nA análise granulométrica do regolito, originado pela alteração e intemperismo do \n\nGranito Cordilheira, possibilitou a avaliação qualitativa da área de recarga associada \n\na este regolito. Constatou-se que o regolito arenoso permite uma taxa elevada de \n\ninfiltração da água de recarga possibilitando assim aporte para abastecimento do \n\nmeio fraturado.  \n\nA análise difratométrica detectou a ampla predominância de ilita e caolinita no \n\nregolito e ausência de esmectitas. A inexistência de esmectitas no manto de \n\nalteração é outro fator que favorece a recarga do meio fraturado.  \n\nTodos os pontos de coleta de água apresentaram resultados que indicam boa \n\nqualidade, bicarbonatadas, com baixo teor de sólidos dissolvidos, e isentas de \n\n\n\n83 \n\n \n\ncontaminação pelo ciclo exógeno da matéria orgânica, não sendo avaliado o \n\nconteúdo bacteriológico. \n\n \n\n \n\n6. REFERÊNCIAS \n \n\n \n\nAlbers, A.P.F., Melchiades, F.G., Machado, R., Baldo, J.B. &amp; Boschi, A.O. (2002). Um \nMétodo Simples de Caracterização de Argilominerais por Difração de Raios X. Cerâmica, \n48:34-37. \n \nBorghetti, N. R. B.; Borghetti, J. R.; Da Rosa Filho, E. F. (2004). O Aquífero Guarani. \nwww.oaquiferoguarani.com.br \n \nBritto, F. P., Barletta, R. &amp; Mendonça, M. (2008). Regionalização Sazonal e Mensal da \nPreciptação Pluvial Máxima no Estado do Rio Grande do Sul. Revista Brasileira de \nClimatologia. 99 p. \n \nCunha, N. G., Silveira, R. C., Severo, C. S., Pinto, L. S., Mendes, R. G., Silva, J. B., Duarte, \nL. R. &amp; Schumacher, R. L. (2005). Estudo de Solos do Município de Encruzilhada do Sul – \nRS. Circular Técnica, 45. 83 p.  \n \nFeitosa, F.A.C. &amp; Manoel, F.J. (1997). Hidrogeologia – Conceitos e Aplicações, CPRM, \nFortaleza, 391p. \n \nFlores, R. P. (2008). Modelagem Matemática e Conceitual do Fluxo da Porção Centro Oeste \nda Unidade Hidrográfica Águas Claras, Viamão-RS. Projeto Temático em Geologia. Instituto \nde Geociências. Universidade Federal do Rio Grande do Sul, Porto Alegre. 103 p. \n \nForni, M. A. M. (2010).  Avaliação do Potencial Hidrogeológico da Bacia do Arroio Figueira - \nEstação Experimental da FEPAGRO–Viamão, RS. Projeto Temático em Geologia. Instituto \nde Geociências. Universidade Federal do Rio Grande do Sul, Porto Alegre. 80 p.  \n \nFreitas, M.; Machado, J. (2005). Mapa Hidrogeológico do Estado do Rio Grande do Sul. \nCPRM. Serviço Geológico do Brasil, Companhia de Pesquisa e Recursos Minerais, Porto \nAlegre. 62 p. \n \nHarris, D. C. (2005). Medida do pH com um eletrodo de vidro.  Análise Química Quantitativa. \n6. ed. Rio de Janeiro: LTC, cap. 15-5, p. 312- \n319. \n \nHeath, R. C. (1982). Hidrologia de Água Subterrânea Básica. United States Geological \nSurvey Water Supply Paper 2220 84 p. \n \nHinrichs, R. Espectrometria por Absorção Atômica (AAS). Apostila para a disciplina \n“Técnicas Analíticas”. 7 p. \n \nDias, A. (2004). A Análise Sedimentar e os Conhecimentos dos Sistemas Marinhos (versão \npreliminar). 27 p. \n\n\n\n84 \n\n \n\n \nKuinchtner, A. &amp; Buriol, G. A. (2001). Clima do Estado do Rio Grande do Sul Segundo a \nClassificação Climática de Köppen e Thornthwaite. Disciplinarum Scientia. Série: Ciências \nExatas, v.2, n.1: 171-182. \n \nMeizer, O. E. (1959). The Occurrence of Ground Water in the United States. With discussion \nof Principles. 315 p. \n \nMilani, E. J. (1997). Evolução tectono-estratigráfica da Bacia do Paraná e seu \nrelacionamento com a geodinâmica fanerozóica do Gonduana Sul-Ocidental. 2 v. Tese \n(Doutorado) - Instituto de Geociências. Universidade Federal do Rio Grande do Sul, Porto \nAlegre.  \n \nMilani, E. J., Melo, J.H.G., Souza, P.A., Fernandes, L.A. &amp;França, A.B. (2007). Bacia do \nParaná. Bol Geoc Petrobras 15(2): 265-287. \n \nMorais, J. (2002). O valor do pH. UE-Departamento de Química e Instituto de Ciências \nAgrárias Mediterrânicas (ICAM)). 6 p.   \n \nPiccoli, R., Mexias, A., Figueira, R., Montedo, O. &amp; Bertan, F. (2006). Características das \nPrincipais Técnicas Analíticas Aplicadas à Caracterização de Materiais. 17º CBECIMat - \nCongresso Brasileiro de Engenharia e Ciência dos Materiais. Foz do Iguaçu, PR, Brasil.  \n \nPhilipp, R., Machado, R. (2001). Suítes graníticas do Batólito Pelotas no Rio Grande do Sul: \nPetrografia, Tectônica e Aspectos Petrogenéticos. Revista Brasileira de Geociências. 31(3): \n257-266. \n \n\n\n\n \n\n \nAPÊNDICE – FICHAS LABORATORIAIS DA ANALISE GRANULOMÉTRICA DO \nREGOLITO"}]}}}