{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16208"}, {"@name": "filename", "#text": "22782_RogeriodeOliveiraBaldoinoCorr17.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ROGERIO DE OLIVEIRA BALDOINO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nConcentração do fosfato de Bayóvar:  \n\naspectos fundamentais e tecnológicos \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSão Paulo \n2017  \n\n\n\nROGERIO DE OLIVEIRA BALDOINO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nConcentração do fosfato de Bayóvar:  \n\naspectos fundamentais e tecnológicos \n\n \n\n \n\n \n\nTese apresentada à Escola Politécnica da \n\nUniversidade de São Paulo para obtenção \n\ndo título de Doutor em Ciências \n\n \n\nÁrea de Concentração: Engenharia de \n\nMinas - Beneficiamento Mineral \n\n \n\nOrientador: Prof. Dr. Laurindo de Salles \n\nLeal Filho \n\n \n\n \n\n \n\n \n\n \nSão Paulo \n\n2017  \n\n\n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCATALOGAÇÃO NA PUBLICAÇÃO \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nBaldoino, Rogerio de Oliveira \n\nConcentração do fosfato de Bayóvar: aspectos fundamentais e tecnológicos / \nRogerio de Oliveira Baldoino – versão corrigida - São Paulo, 2017. 121 p. \n \n\nTese (Doutorado) – Escola Politécnica da Universidade de São Paulo. \nDepartamento de Engenharia de Minas e Petróleo \n \n\n1. Flotação. 2. Fosfato sedimentar de Bayóvar. 3. Água do mar. 4. Química de \nSuperfície. 5. Teoria DLVO / X-DLVO \nI. Universidade de São Paulo. Escola Politécnica. Departamento de \nEngenharia de Minas e Petróleo II. t. \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAo bom Deus, que me dá forças para seguir a \nárdua caminhada e provê coragem para me \nmanter de pé após cada tropeço. \n\n\n\nAGRADECIMENTOS \n\n \n\nO autor gostaria de agradecer: \n\n \n\nAo Deus todo poderoso, pela companhia em todos os momentos. \n \nA todos da minha família, que estiveram presente por todo esse tempo e que me \nproporcionaram carinho, paciência, incentivo e apoio, mesmo nos momentos de ausência \nfísica: minha esposa e grande amor Ivanilde; meus filhos Rogério Júnior e Amanda; meus \npais Jaci e Maria Isabel; meus irmãos Maurício, Alexandre, Valéria e Luciana; minhas tias \nMaria Francisca e Francisca Maria. \n \nAo Prof. Dr. Laurindo Salles Leal Filho, pela orientação e pelos ensinamentos prestados \ndurante todo o desenvolvimento do trabalho. \n \nÀ Profa. Dra. Marisa Monte pelo carinho, acolhimento, incentivo, ensinamentos e pelo \nimenso apoio na coorientação da tese. \n \nAos membros da banca examinadora, pela participação, comentários, avaliação e \nrelevantes contribuições para a revisão final da tese. \n \nAo Instituto Tecnológico Vale – ITV – pelo apoio técnico dos seus profissionais. À Rúbia \nTelles pela imensa ajuda com o ajuste da agenda dos professores. \n \nÀ Profa. Dra. Patrícia Matai, pela disponibilidade, acolhimento e apoio durante os ensaios de \nlaboratório. \n \nÀ pesquisadora MSc. Elaynne Peçanha, pelos ensinamentos e por todo apoio dispensado \nnos ensaios de laboratório e na bibliografia consultada. \n \nÀ direção do CETEM, em especial ao Diretor Dr. Fernando Lins, ao Dr. Cláudio Schneider e \nao Dr. Elves Matiolo, que proporcionaram os recursos deste Centro de Tecnologia, de \nextrema relevância para o desenvolvimento deste trabalho. \n \nA todo pessoal do LFQI, em especial Marisa Martins, Kelly, André, Ivani, Gabriela, Simone, \nEva, Virgínia, Richard, Victor e Lilian, pelo apoio nos ensaios de laboratório e pela amizade. \n \nA todo o pessoal do LCT, em especial à Dra. Manuela, ao prof. Dr. Henrique Khan, à Profa. \nDra. Carina Ulsen e a todos os alunos deste laboratório, que contribuíram com as análises \nmineralógicas e químicas dos minerais. \n \nAo Fábio Novaes, que me apoiou de forma importante nos ensaios de potencial zeta e \ntamanho de partículas. \n \nA todos os técnicos do LTM da Poli-USP, que me apoiaram com a preparação das \namostras. \n \nA todos os professores do Curso de Pós Graduação da Escola Politécnica de Engenharia de \nMinas e Petróleo, em especial o Prof. Dr. Homero Delboni Jr. e Profa. Dra. Ana Carolina \nChieregati. \n \nA todos os funcionários e técnicos, pesquisadores e bolsistas do CETEM, em especial Dra. \nAntonieta, Fábio, Guilherme, Nininho, Josemar e Gilvan (Tio). \n\n\n\n \nAo pessoal da COPPE/UFRJ, principalmente à Profa. Dra. Renata, e ao Ricardo, pelo apoio \nna execução dos ensaios de ângulo de contato e AFM. Um agradecimento especial à Dra. \nMárcia Sader, por todo o apoio nos testes, carinho, pelos conselhos e pela amizade. \n \nAo pessoal do IMA/UFRJ, em especial à Profa. Dra. Luciana Spinelli e às técnicas Elaine e \nPatrícia, pelo carinho, acolhimento, disponibilidade e apoio nos ensaios de ângulo de \ncontato. \n \nÀs empresas fornecedoras de coletores de flotação, que nos apoiaram da melhor forma com \no fornecimento de amostras de reagentes e prestando todo o apoio na informação \nnecessária para a execução dos ensaios, modificação dos reagentes para atender às \nnossas necessidades, execução de testes em seus próprios laboratórios e \nacompanhamento dos testes nos laboratórios da Miski Mayo. \n \nA todos os colegas do Curso de Pós Graduação da Poli-USP, principalmente Helder, \nFrancisco, Gabriela, Alexandro, Guilherme, Marco e Renato, com os quais compartilhei os \nconhecimentos e experiências durante as disciplinas do curso. \n \nÀ Secretaria de Pós Graduação, em especial à Marisa Paz e Maristela, pelas orientações \ndas normas do curso. \n \nÀs funcionárias da Biblioteca da Poli-Minas/USP pela ajuda na seleção da bibliografia \nutilizada. \n \nAos meus gestores da Vale Fertilizantes, que possibilitaram conciliar minhas atividades \nlaborais com a Pós Graduação: Ana Moreira, Carlos Ataíde, Juliana Andrade, Marcelo \nLopes Costa, Camilo da Silva, Arildo Oliveira e Evandro Favaretto. \n \nAos colegas das Equipes de Desenvolvimento de Projetos de Capital, de Desenvolvimento e \nPlanejamento de Longo Prazo da Vale Fertilizantes, bem como os funcionários do Centro de \nDesenvolvimento Mineral (CDM) da Vale, pelas discussões técnicas e pela disponibilização \nde amostras para os ensaios. \n \nÀ Gerência Operacional de Bayóvar da Empresa Miski Mayo no Peru, sob a gestão de \nMarilza Carneloz, e a todo pessoal gerencial e técnico, que me proporcionaram amostras de \nminério, todas as condições para desenvolver o trabalho e a oportunidade de aumentar \nmeus conhecimentos com o estudo mais aprofundado da apatita deste depósito. \n \nEm especial ao meu sogro Sr. Osvaldo Alves Rocha pelo exemplo de entusiasmo, luta, \nvontade, bom humor, trabalho, força, humildade, caráter, simplicidade e fé. \n \nE a todos que influenciaram direta ou indiretamente para a conclusão deste trabalho. \n \nMuito obrigado por tudo. \n\n\n\nRESUMO \n\n \n\nFoi desenvolvido um processo tecnológico para concentrar apatita das camadas 6 e \n\n7 do depósito sedimentar de Bayóvar (deserto de Sechura – Peru) por flotação. O \n\nminério é composto por apatita (84%), feldspatos (12%), quartzo (4%) e traços de \n\nmica, anfibólio e carbonatos. As partículas de apatita apresentaram grau de \n\nliberação maior que 90% na sua granulometria (-800 µm). Embora a flotação direta \n\nda apatita com ácido graxo ser tecnicamente viável, os melhores resultados \n\nmetalúrgicos foram produzidos com a flotação catiônica reversa utilizando \n\namidoamina (concentração na solução da flotação = 107 mg/L e dosagem = 250 g/t) \n\ncomo coletor em pH natural (7,4 – 8,2) e a água do mar da região de Bayóvar. \n\nProduziu-se um concentrado de fosfato com teor de 30% de P2O5 e recuperação \n\nmetalúrgica de apatita maior que 90%. A amidoamina provou ser adequada para ser \n\nusada em condições desfavoráveis causadas pela utilização da flotação em água do \n\nmar no deserto de Sechura: variações na temperatura (25oC - 40oC), concentração \n\nde eletrólitos muito alta na água de processo (força iônica de 0,71 mol/L) e variação \n\nda concentração de eletrólitos na água do mar causada pela evaporação (22 – 37 \n\ng/L de cloretos). A tese também abordou estudos fundamentais com minerais puros \n\n(apatita e feldspato) e utilização de água salgada com concentrações de sais puros \n\nsemelhantes à da água do mar Bayóvar, com objetivo de contribuir para um melhor \n\nentendimento sobre como a seletividade da separação apatita/feldspato ocorre em \n\npH 8. Por causa do potencial zeta da apatita (de 0 a +5 mV) e do feldspato (de 0 a -5 \n\nmV) imersos em água salgada ser muito baixo, a teoria clássica de Gaudin-\n\nFuerstenau-Somasundaran não é forte o suficiente para explicar a boa seletividade \n\ndesta separação. Considerou-se então a precipitação de um sal composto do agente \n\ncoletor amidoamina e os ânions presentes na água salgada (cloreto e sulfato), \n\nembora a turbidez das soluções de amidoamina em água do mar só começasse a \n\nser observada em concentração de 1.000 mg/L, maior que a concentração do coletor \n\nusada nos testes de flotação (107 mg/L). Em pH 8, os precipitados apresentaram \n\ndiâmetros de (236±20) nm e exibiram potencial zeta de +15 mV. Os ângulos de \n\ncontato da apatita, feldspato e precipitado foram medidos com água, glicerol e \n\ndiiodometano a 22oC. Os resultados foram usados para calcular a energia de \n\nsuperfície dos sólidos (46,38 mJ.m-2 para o precipitado, 56,54 mJ.m-2 para a apatita \n\ne 60,59 mJ.m-2 para o feldspato), constante de Hamaker (+1,06x10-20 J para \n\n\n\nfeldspato/precipitado e +0,77x10-20 J para apatita/precipitado) e energia livre de \n\nadesão apatita/precipitado (-32,39 mJ.m-2) e feldspato/precipitado (-38,55 mJ.m-2) \n\nem meio aquoso. Esses resultados negativos indicam que tanto apatita/precipitado \n\nquanto feldspato/precipitado apresentam energia livre de adesão atrativa. \n\nEntretanto, a maior magnitude da energia livre de adesão para o \n\nfeldspato/precipitado indica a preferência da flotação para o feldspato. Utilizando o \n\nracional oferecido pelas teorias de DLVO/X-DLVO, construíram-se as curvas de \n\nenergia de interação da apatita/precipitado e feldspato/precipitado em função da \n\ndistância entre as partículas (1 nm a 20 nm). Estes resultados indicaram que a \n\ncontribuição da energia de Lifshitz-van der Waals é mais significativa que a \n\ncontribuição da energia ácido-base. Com relação à contribuição eletrostática, não se \n\nespera que ela tenha contribuição significativa na separação em pH 8 porque o \n\npotencial zeta de ambos minerais são muito baixos em magnitude (ainda que \n\ntenham sinais diferentes). A energia de interação para o precipitado/feldspato em \n\nfunção da distância é mais negativa que a energia da apatita/precipitado para ambas \n\nas teorias DLVO/X-DLVO. Esta diferença pode explicar a seletividade da separação \n\nentre a apatita e o feldspato com amidoamina (107 mg/L) em pH 8. \n\n \n\n \n\nPalavras-chave: Flotação. Fosfato sedimentar. Bayóvar. Água do mar. Química de \n\nsuperfície. Teoria DLVO/X-DLVO. \n\n \n\n\n\nABSTRACT \n\n \n\nA technological process was developed to concentrate apatite from the layers 6 and \n\n7 of the sedimentary phosphate of Bayóvar (desert of Sechura - Peru) by froth \n\nflotation. The ore is composed of apatite (84%), feldspars (12%), quartz (4%) and \n\ntraces of mica, amphibole and carbonates. Particles of apatite achieve a liberation \n\ndegree higher than 90% as particle size is lower than 800 µm. Although direct anionic \n\nflotation of apatite with fatty acids works well, the best metallurgical results were \n\nyielded by cationic reverse flotation by using amidoamine (concentration in flotation \n\nsolution = 107 mg/L and dosage= 250 g/t) as collector at natural pH (7.4 - 8.2) and \n\nseawater from Bayóvar region. A phosphate concentrate assaying 30% of P2O5 was \n\nyielded accompanied by apatite recovery higher than 90%. Amidoamine proved to be \n\nsuitable to work under harsh conditions posed by seawater in the desert of Sechura \n\nfor flotation purposes: prominent gap in temperature (25oC - 40oC), very high \n\nconcentration of electrolytes (ionic strength of 0.71 mol/L) and variation electrolyte \n\nconcentration of seawater caused by water evaporation (22 – 37 g/L of chlorides). \n\nThe thesis also approached fundamental studies with pure minerals (apatite and \n\nfeldspar) and salty water produced by pure salts with concentration similar to \n\nBayóvar seawater, in order to contribute towards a better understanding on how the \n\nselectivity of the separation apatite/feldspar takes place at pH 8. Because zeta \n\npotential of apatite (from 0 to +5 mV) and feldspar (from 0 to -5 mV) immersed in \n\nsalty water at pH 8 are very low, the classic theory of Gaudin-Fuerstenau-\n\nSomasundaran is not strong enough to explain the good selectivity of the achieved \n\nseparation. Precipitation of a salt composed by amidoamine and anions from salty \n\nwater (chloride and sulfate) was considered to happen, although turbidity of solutions \n\nsolely start to happen in concentration 1,000 mg/L higher than collector concentration \n\nused in flotation experiments (107 mg/L). At pH 8, precipitates show diameter of (236 \n\n± 20) nm and exhibit zeta potential of +15 mV. Contact angle of apatite, feldspar and \n\nprecipitate was measured with water, glycerol and diiodomethane at 22oC. The \n\nresults were used to calculate surface energy of solids (46.38 mJ.m-2 for precipitate, \n\n56.54 mJ.m-2 for apatite and 60.59 mJ.m-2 for feldspar), Hamaker constant \n\n(+1.06x10-20 J for feldspar/precipitate and +0.77x10-20 J for apatite/precipitate) and \n\nfree energy of adhesion apatite/precipitate (-32.39 mJ.m-2) and feldspar/precipitate (-\n\n38.55 mJ.m-2) in aqueous media. These negative results indicate that both \n\n\n\napatite/precipitate and feldspar/precipitate present total energy of adhesion are \n\nattractive. However, the higher magnitude of free energy of adhesion for \n\nfeldspar/precipitate may indicate the preferential flotation of feldspar. The rationale \n\nmaintained by DLVO and X-DLVO theories was used to build curves of interaction \n\nenergy of apatite/precipitate and feldspar/precipitate versus the distance between \n\nparticles (1 nm to 20 nm). These results indicate that contribution from Lifshitz-van \n\nder Waals energy play a more prominent role than acid-base contribution. Regarding \n\nelectrostatic contribution, it is not expected to play a major role in the selectivity of the \n\nseparation at pH 8 because the zeta potential of both minerals is very low in \n\nmagnitude (although different in signal). The interaction energy for \n\nfeldspar/precipitate versus distance is more negative than the energy of \n\napatite/precipitate versus distance from both DLVO and X-DLVO theories. Such a \n\ndifference could explain the selectivity of separation between apatite and feldspar \n\nwith amidoamine (107 mg/L) at pH 8. \n\n \n\n \n\nKey words: Flotation. Sedimentary phosphate. Bayóvar. Seawater. Surface \n\nchemistry. Theory DLVO/X-DLVO. \n\n\n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFigura I.1 - Localização do depósito de fosfatos de Bayóvar ...................................... 4 \n\nFigura I.2 - Oolitos (“pellets”) de apatita do minério de Bayóvar ................................. 5 \n\nFigura I.3 - Esquema do depósito de Bayóvar ............................................................ 5 \n\nFigura I.4 - Fluxograma simplificado da usina de concentração de Bayóvar .............. 7 \n\nFigura I.5 - Dupla camada elétrica .............................................................................. 9 \n\nFigura I.6 - Curva de potencial zeta x pH e determinação do Ponto Isoelétrico ........ 11 \n\nFigura I.7 - Descrição esquemática da cobertura da superfície das moléculas \n\ndo surfactante resultando na redução linear da tensão superficial \n\nem função do logaritmo da concentração do surfactante ..................... 13 \n\nFigura I.8 - Estrutura típica de uma amina condensada ............................................ 16 \n\nFigura I.9 - Correlação entre a densidade de adsorção ângulo de contato e \n\npotencial zeta do quartzo com adição de 4 x 10-5 mol/L de acetato \n\nde dodecil amônio ................................................................................ 18 \n\nFigura I.10 - Efeito do pH na recuperação, adsorção e potencial zeta da \n\nwolframita com concentração de ácido octil hidroxâmico igual a \n\n2x10-4 mol/L.......................................................................................... 19 \n\nFigura I.11 - Recuperação na flotação de pirolusita em função do pH com \n\nconcentração de 1 x 10-4 mol/L de oleato ............................................ 20 \n\nFigura I.12 - Potencial zeta da rodonita em função do pH na ausência e \n\npresença de Mn2+ ................................................................................. 21 \n\nFigura I.13 - (A) Curvas de mobilidade eletroforética em função do pH em \n\ndiferentes concentrações de oleato; (B) Potencial zeta da apatita \n\nem função da concentração inicial de oleato em valores de pH \n\nbásicos. ................................................................................................ 23 \n\nFigura I.14 - Teoria DLVO clássica: curvas de energia de interação em função \n\nda distância de aproximação mútua entre as partículas ...................... 31 \n\nFigura I.15 - Ângulo de contato na interface sólido – líquido (A) e sólido-gás (B) ..... 34 \n\nFigura I.16 - Ângulos de contato para superfícies hidrofóbica e hidrofílica ............... 35 \n\nFigura II.1 - Etapas de preparação para a caracterização da amostra de apatita \n\npara os testes tecnológicos .................................................................. 46 \n\nFigura II.2 – Tubo de Hallimond utilizado nos ensaios de microflotação ................... 55 \n\n \n\n\n\nFigura III.1 - Difratograma da amostra Blending 6/7, fração +0,074 mm. \n\nPresença de apatita, quartzo, carbonato (calcita), feldspato (albita) \n\ne mica (muscovita). .............................................................................. 63 \n\nFigura III.2- Fração -0,210+0,150 mm. Aspecto geral. Apatita (cinza claro) em \n\ngrãos arredondados ou ovoides, em sua maioria livre ou mista \n\ncom silicatos (cinza escuro) ................................................................. 64 \n\nFigura III.3 - Apatita de Bayóvar; fração -0,210+0,150 mm. Partícula ovoide de \n\napatita (cinza claro; canto direito) mista com feldspato e com \n\ndiminutas inclusões (canto esquerdo); ambas apresentam \n\nconteúdos variados de sódio, magnésio, alumínio, silício e \n\nenxofre. ................................................................................................ 65 \n\nFigura III.4 - Mineral de Apatita de Bayóvar, fração +0,210 mm. Partículas \n\nclassificadas no MLA ilustrando a apatita (verde), quartzo (azul \n\nclaro), K-feldspato (azul escuro) e Ca/Na-feldspato (roxo). ................. 65 \n\nFigura III.5 – Curvas de recuperação versus teor de P2O5 (MLA) ............................. 67 \n\nFigura III.6 – Fluxograma otimizado para a flotação da apatita das camadas 6 e \n\n7 de Bayóvar ........................................................................................ 76 \n\nFigura IV.1 - Difratograma da amostra de apatita utilizada nos ensaios de \n\nângulo de contato. Presença de hidroxiapatita, quartzo, \n\ncarbonatos de cálcio/magnésio ............................................................ 79 \n\nFigura IV.2 - Difratograma da amostra de apatita utilizada nos ensaios de \n\nmicroflotação e potencial zeta. Presença predominantemente de \n\nhidroxiapatita e quartzo. ....................................................................... 80 \n\nFigura IV.3 - Difratograma da amostra de feldspato utilizada nos ensaios de \n\nângulo de contato. Presença predominantemente de feldspato \n\n(labradorita), flogopita, nontronita e anfibólio. ...................................... 81 \n\nFigura IV.4 - Difratograma da amostra de feldspato utilizada nos ensaios de \n\nmicroflotação. Presença de feldspato (labradorita). ............................. 82 \n\nFigura IV.5 - Influência do pH no potencial zeta da apatita e feldspato em \n\nsolução de KCl 10-3 mol/L para determinação do ponto isoelétrico \n\ndestes minerais .................................................................................... 83 \n\n  \n\n\n\nFigura IV.6 - Influência do pH no potencial zeta da apatita e do feldspato em \n\nsolução de água salgada com força iônica de 0,71 mol/L e na \n\ndispersão do reagente amidoamina (concentração de 107 mg/L) \n\nem água salgada  de força iônica de 0,71 mol/L .................................. 85 \n\nFigura IV.7 - Especiação dos íons cálcio (a) e magnésio (b) em solução em \n\nfunção do pH da solução. ..................................................................... 87 \n\nFigura IV.8 - Influência do pH na flotabilidade de feldspato e apatita em célula \n\nde microflotação do LFQI, com reagente amidoamina  em água \n\nsalgada (107 mg/L)  com força iônica 0,71 mol/L ................................. 89 \n\nFigura IV.9 - Influência do pH no tamanho dos precipitados formados da \n\ninteração entre o coletor amidoamina (107 mg/L) e a solução de \n\nágua salgada (força iônica 0,71 mol/L) ................................................ 90 \n\nFigura IV.10 - Concentração micelar para o coletor amidoamina em água \n\ndestilada e água salgada em pH 8 a 22oC. .......................................... 92 \n\nFigura IV.11 - Relação entre ângulo de contato da superfície do mineral ou \n\nprecipitado em água e sua respectiva energia de superfície a \n\n22oC. .................................................................................................... 94 \n\nFigura IV.12 - Curvas de energia para o sistema feldspato – precipitado em \n\nágua salgada (força iônica de 0,71 mol/L) em função da distância \n\nentre as partículas ................................................................................ 99 \n\nFigura IV.13 - Curvas de energia para o sistema apatita – precipitado em água \n\nsalgada (força iônica de 0,71 mol/L) em função da distância entre \n\nas partículas ......................................................................................... 99 \n\nFigura IV.14 – Comparação entre as energias das teorias DLVO e X-DLVO \n\npara as interações feldspato/precipitado e apatita/feldspato em \n\nágua salgada de força iônica de 0,71 mol/L ....................................... 101 \n\nFigura IV.15 - Curvas de energia para o sistema feldspato – precipitado em \n\nágua pura em função da distância entre as partículas ....................... 102 \n\nFigura IV.16 - Curvas de energia para o sistema apatita – precipitado em água \n\npura em função da distância entre as partículas ................................ 103 \n\n \n\n \n\n \n\n\n\nLISTA DE TABELAS \n\n \n\nTabela 1.1 - Espessura média das camadas (minério) e intercamadas (estéril) do \n\ndepósito de Bayóvar............................................................................... 6 \n\nTabela 1.2 - Coletores usados na flotação de fosfato sedimentar ............................. 15 \n\nTabela 1.3 - Componentes de tensão interfacial e parâmetros para alguns \n\nlíquidos usados em determinação de ângulo de contato a 20oC ......... 37 \n\nTabela 2.1 - Relação das águas de processo utilizadas nos ensaios tecnológicos \n\nde flotação ............................................................................................ 43 \n\nTabela 2.2 - Reagentes PA com as suas respectivas massas utilizados para a \n\ncomposição de solução de 1 litro de água salgada .............................. 44 \n\nTabela 2.3 - Origem dos reagentes PA utilizados nos testes .................................... 52 \n\nTabela 2.4 - Tipos de coletores utilizados e sua composição química ...................... 52 \n\nTabela 2.5 - Variáveis de estudadas nos ensaios de flotação em bancada .............. 54 \n\nTabela 3.1 - Análise granulométrica do minério de Bayóvar submetido aos testes \n\nde flotação, com teores e distribuições de tamanho ............................ 62 \n\nTabela 3.2 - Composição granulométrica da amostra de apatita de Bayóvar por \n\nfrações granulométricas ....................................................................... 63 \n\nTabela 3.3 - Grau de liberação considerando distintas proporções de apatita .......... 66 \n\nTabela 3.4 - Composições das amostras de água utilizadas nos testes de \n\nflotação ................................................................................................. 68 \n\nTabela 3.5 - Influência do tipo de coletor na flotação: etermonoamina versus \n\namidoamina .......................................................................................... 69 \n\nTabela 3.6 - Influência do pH na flotação reversa de silicatos .................................. 70 \n\nTabela 3.7 - Influência do tempo de condicionamento do coletor na concentração \n\nde apatita por flotação .......................................................................... 71 \n\nTabela 3.8 - Influência da dosagem de amidoamina na flotação reversa de \n\nsilicatos ................................................................................................ 71 \n\nTabela 3.9 - Influência da temperatura sobre o desempenho de flotação com \n\namidoamina .......................................................................................... 72 \n\nTabela 3.10 - Influência do envelhecimento da água do mar no desempenho de \n\nflotação com amidoamina .................................................................... 73 \n\nTabela 3.11 - Influência da composição da água do mar sobre o desempenho de \n\nflotação com amidoamina .................................................................... 73 \n\n\n\nTabela 3.12 - Influência da composição da água sobre o desempenho de \n\nflotação com amidoamina .................................................................... 74 \n\nTabela 3.13 - Composições químicas e distribuições de P2O5 e SiO2 no \n\nconcentrado por fração granulométrica. ............................................... 75 \n\nTabela 3.14 - Composição mineralógica por fração granulométrica (MLA; +0,044 \n\nmm) ...................................................................................................... 75 \n\nTabela 3.15 – Condições otimizadas para a flotação do mineral de fosfato das \n\ncamadas 6 e 7 de Bayóvar ................................................................... 77 \n\nTabela 4.1 – Resultados da análise qualitativa para determinação do limite de \n\nsolubilidade do coletor amidoamina em água Milli-Q e em água \n\nsalgada em pH 8 a 22oC, com adições crescentes de água em 0,1 \n\ng do coletor. ......................................................................................... 91 \n\nTabela 4.2 - Ângulos de contato medidos para o feldspato, a apatita e o \n\nprecipitado a 22oC ................................................................................ 92 \n\nTabela 4.3 - Energias de superfície de doação e recebimento de elétrons, de \n\nLifshitz- van der Waals, ácido – base e total calculados para o \n\nfeldspato, a apatita e o precipitado a 22oC ........................................... 93 \n\nTabela 4.4 - Valores da constante de Hamaker individual (feldspato, apatita e \n\nprecipitado) e efetiva das interações entre minerais e precipitado a \n\n22oC ..................................................................................................... 96 \n\nTabela 4.5 - Resultados para a energia livre de adesão para a interação entre o \n\nprecipitado e os minerais, como soma da contribuição apolar \n\n(Lifshitz – van der Waals) e polar (ácido-base) .................................... 97 \n\nTabela 4.6 - Energias livres de adesão para sistemas mineral-bactéria ................... 98 \n\n \n\n \n\n\n\nSUMÁRIO \n\n \n\nINTRODUÇÃO E OBJETIVO ...................................................................................... 1 \n\n1 REVISÃO DA LITERATURA ................................................................................ 4 \n\n1.1 O DEPÓSITO DE BAYÓVAR E A OPERAÇÃO INDUSTRIAL NO \n\nPERU .............................................................................................................. 4 \n\n1.2 ADSORÇÃO, DUPLA CAMADA ELÉTRICA E POTENCIAL ZETA ................ 8 \n\n1.3 FORMAÇÃO DE MICELAS E CONCENTRAÇÃO MICELAR CRÍTICA ....... 12 \n\n1.4 FLOTAÇÃO DE FOSFATOS SEDIMENTARES ........................................... 13 \n\n1.5 O COLETOR AMIDOAMINA ........................................................................ 16 \n\n1.6 MECANISMOS DE FLOTAÇÃO DE ÓXIDOS E SILICATOS ....................... 16 \n\n1.6.1 Flotação por Adsorção física .............................................................. 17 \n\n1.6.2 Flotação por Adsorção química .......................................................... 18 \n\n1.6.3 Flotação por reação na superfície/precipitação .................................. 19 \n\n1.7 FLOTAÇÃO DE MINERAIS SEMISSOLÚVEIS ............................................ 21 \n\n1.8 FLOTAÇÃO DE MINÉRIOS EM SOLUÇÕES COM ALTA FORÇA \n\nIÔNICA ......................................................................................................... 23 \n\n1.8.1 Aspectos gerais .................................................................................. 23 \n\n1.8.2 Minerais naturalmente hidrofóbicos .................................................... 26 \n\n1.8.3 Sulfetos .............................................................................................. 26 \n\n1.8.4 Sais solúveis ...................................................................................... 27 \n\n1.8.5 Óxidos, silicatos e minerais semissolúveis ......................................... 28 \n\n1.9 FORÇAS DE INTERAÇÃO ENTRE PARTÍCULAS: TEORIAS DLVO E \n\nX-DLVO ........................................................................................................ 30 \n\n1.9.1 Teoria DLVO ...................................................................................... 30 \n\n1.9.2 Teoria X-DLVO ................................................................................... 31 \n\n1.10 ÂNGULO DE CONTATO E ENERGIA LIVRE INTERFACIAL ...................... 33 \n\n1.10.1  Ângulo de contato ............................................................................. 33 \n\n\n\n1.10.2 Constante de Hamaker ....................................................................... 35 \n\n1.10.3  Energia livre interfacial ...................................................................... 36 \n\n1.10.4  Abordagem termodinâmica – Energia de adesão ............................. 38 \n\n1.10.5  Teorias DLVO/X-DLVO – Energia de interação em função da \n\ndistância ............................................................................................. 40 \n\n2 MATERIAIS E MÉTODOS ................................................................................. 43 \n\n2.1 MATERIAIS .................................................................................................. 43 \n\n2.1.1 Amostras de água .............................................................................. 43 \n\n2.1.2 Preparação e caracterização da amostra de minério de apatita \n\npara ensaios tecnológicos .................................................................. 45 \n\n2.1.3 Amostras para ensaios fundamentais ................................................ 47 \n\n2.1.4 Reagentes .......................................................................................... 51 \n\n2.2 MÉTODOS ................................................................................................... 52 \n\n2.2.1 Ensaios de flotação em bancada ....................................................... 52 \n\n2.2.2 Ensaios de microflotação ................................................................... 54 \n\n2.2.3 Ensaios de ângulo de contato ............................................................ 56 \n\n2.2.4 Ensaios de potencial zeta ................................................................... 58 \n\n2.2.5 Ensaios de determinação de tamanho de precipitados ...................... 59 \n\n2.2.6 Ensaios de tensão superficial – Concentração micelar crítica ............ 59 \n\n2.2.7 Ensaios de limite de solubilidade ....................................................... 61 \n\n3 RESULTADOS E DISCUSSÃO: PROCESSO PARA CONCENTRAR O \n\nFOSFATO DE BAYÓVAR POR FLOTAÇÃO .................................................... 62 \n\n3.1 CARACTERIZAÇÃO DO MINÉRIO .............................................................. 62 \n\n3.1.1 Análise granulométrica e química ...................................................... 62 \n\n3.1.2 Análise mineralógica .......................................................................... 62 \n\n3.1.3 Características de associação da apatita ........................................... 63 \n\n3.1.4 Grau de liberação da apatita .............................................................. 66 \n\n3.2 TIPOS DE ÁGUA UTILIZADOS NOS ENSAIOS DE FLOTAÇÃO ................ 67 \n\n\n\n3.3 ESTUDO DAS VARIÁVEIS DE PROCESSO ............................................... 69 \n\n3.3.1 Influência do tipo de coletor: etermonoamina versus amidoamina ..... 69 \n\n3.3.2 Influência do pH ................................................................................. 70 \n\n3.3.3 Influência do tempo de condicionamento do coletor .......................... 70 \n\n3.3.4 Influência da dosagem do coletor ....................................................... 71 \n\n3.3.5 Influência da temperatura da água ..................................................... 71 \n\n3.3.6 Influência do envelhecimento da água do mar ................................... 72 \n\n3.3.7 Influência da composição da água do mar de Piúra ........................... 73 \n\n3.3.8 Influência da composição da água ..................................................... 74 \n\n3.3.9 Características dos concentrados de flotação em bancada ............... 74 \n\n3.3.10 Condições ótimas de processo para concentração do minério de \n\nBayóvar das camadas 6 e 7 ............................................................... 76 \n\n4 RESULTADOS E DISCUSSÃO: ESTUDOS FUNDAMENTAIS ......................... 78 \n\n4.1 CARACTERIZAÇÃO DOS MINERAIS UTILIZADOS .................................... 78 \n\n4.1.1 Apatita para ensaios de ângulo de contato ........................................ 78 \n\n4.1.2 Apatita para ensaios de microflotação e potencial zeta...................... 79 \n\n4.1.3 Feldspato para ensaios de ângulo de contato .................................... 80 \n\n4.1.4 Feldspato para ensaios de microflotação e potencial zeta ................. 82 \n\n4.2 RESULTADOS DOS ENSAIOS FUNDAMENTAIS ....................................... 83 \n\n4.2.1 Potencial zeta ..................................................................................... 83 \n\n4.2.2 Microflotação ...................................................................................... 88 \n\n4.2.3 Tamanho dos precipitados formados ................................................. 89 \n\n4.2.4 Limite de solubilidade e concentração micelar crítica (CMC) ............. 90 \n\n4.2.5 Propriedades de superfície dos minerais e do precipitado oriundo \n\ndo coletor ........................................................................................... 92 \n\n5 CONCLUSÕES ................................................................................................ 105 \n\n6 SUGESTÔES PARA TRABALHOS FUTUROS ............................................... 109 \n\nREFERÊNCIAS ....................................................................................................... 110 \n\n\n\n1 \n\nINTRODUÇÃO E OBJETIVO \n \n\nOs depósitos de fosfato de origem sedimentar são os mais importantes em todo o \n\nmundo, não apenas pelo volume de suas reservas, mas também pela magnitude da \n\nprodução industrial. Particularmente no Peru, em uma região próxima ao litoral norte \n\nno deserto de Sechura, localiza-se o depósito mineral de Bayóvar, composto por \n\nsedimentos marinhos do Mioceno, cujas reservas correspondem a 280 milhões de \n\ntoneladas de P2O5 com teor médio de 18%. O minério contido nesse depósito \n\nconsiste principalmente de pellets de fosforito (flúor-hidroxi-carbonato-apatita) \n\ndisseminados em uma matriz composta de ganga de minerais de silicato (quartzo, \n\nfeldspatos, micas e diatomita), gipsita e matéria orgânica (MCCLELLAN, 1989). \n\n \n\nO corpo de minério de Bayóvar ocorre em sete camadas sobrepostas que \n\ndemandam estratégias diferentes de concentração. Para tratar as camadas de 1 a 5, \n\num circuito de processamento padrão iniciou sua operação em 2010 em duas linhas \n\nde produção, com capacidade total de 3,9 milhões de toneladas por ano de \n\nconcentrado com teor médio de 30% de P2O5. O processo mineral é composto das \n\netapas de desagregação inicial, primeira classificação, primeira deslamagem, atrição \n\ndo underflow da primeira deslamagem, segunda classificação e um segundo estágio \n\nde deslamagem, o qual produz o concentrado final. Entretanto, quando as camadas \n\n6 e 7 são utilizadas para alimentar a usina, este processo de concentração não é \n\nsuficiente para produzir um concentrado final com teor de P2O5 da ordem de 30%. \n\nPara atender a esta especificação do mercado, uma etapa posterior de flotação deve \n\nser implantada. Um projeto de expansão – linha 3 – foi desenvolvido para beneficiar \n\no minério das camadas 6 e 7 de Bayóvar, com o acréscimo de uma etapa de \n\nflotação. \n\n \n\nA escassez de água doce na área de Bayóvar obrigou o processo de concentração \n\n(incluindo a flotação) ser realizado com água do mar, coletada no Oceano Pacífico \n\nem um lugar localizado a aproximadamente 35 km de distância da usina de Bayóvar.  \n\n \n\nPara viabilizar tecnicamente o Projeto de Expansão de Bayóvar, seria necessário \n\ndesenvolver um processo de flotação que concentrasse o minério de fosfato com a \n\nqualidade semelhante à do minério das camadas 1 a 5. Este processo, além de ser \n\n\n\n2 \n\nviável economicamente, deveria ser tolerante à dureza e força iônica da água do \n\nmar, à variação da temperatura, ao envelhecimento e à composição de sais \n\npresentes na água. \n\n \n\nOs mecanismos de flotação de minerais com alta força iônica ainda não são bem \n\nentendidos à luz das teorias clássicas, que se baseiam fundamentalmente na \n\nadsorção do coletor à partícula mineral. Desta forma, outras energias de interação \n\nentre o coletor e o mineral podem estar contribuindo para explicar a seletividade da \n\nflotação em alta força iônica. As energias envolvidas nas teorias de DLVO/X-DLVO, \n\nestudadas até então somente para sistemas de bioflotação, podem ter uma \n\ncontribuição importante na adesão seletiva do coletor por um determinado grupo de \n\nminerais justificando a separação da apatita de Bayóvar dos outros minerais de \n\nganga. \n\n \n\nEsta tese tem uma grande relevância para uma melhor compreensão dos \n\nmecanismos de flotação, sobretudo quando o meio aquoso possui alta força iônica. \n\nPropõe-se desta forma a introdução da abordagem termodinâmica e dos conceitos \n\noriundos das teorias de DLVO/X-DLVO para entendimento dos mecanismos \n\ngeradores de seletividade entre feldspato e apatita. Estes conceitos podem ser \n\nutilizados para compreender os mecanismos de separação por flotação para outros \n\nminerais.  \n\n \n\nEste trabalho objetiva desenvolver um processo tecnológico para concentrar a \n\napatita existente nas camadas 6 e 7 do depósito de Bayóvar por flotação (na \n\npresença e água do mar) e também gerar subsídios de cunho científico que possam \n\ncontribuir para elucidar os mecanismos geradores de seletividade na separação \n\nentre apatita (mineral de minério) e feldspato (o mais abundante mineral de ganga). \n\n \n\nPara o desenvolvimento tecnológico de concentração da apatita das camadas 6 e 7 \n\nde Bayóvar com água do mar, os objetivos são: \n\n• Caracterizar o minério das camadas 6 e 7 de Bayóvar e determinar o melhor \n\nmétodo de concentração. \n\n• Determinar o melhor tipo de coletor para concentrar a apatita. \n\n\n\n3 \n\n• Determinar as melhores condições para as variáveis de processo na \n\nseparação da apatita dos minerais de ganga. \n\n• Estudar o efeito das variáveis temperatura, conteúdo de sais, e \n\nenvelhecimento da água do mar no processo de flotação do minério das \n\ncamadas 6 e 7 de Bayóvar. \n\n \n\nPara a compreensão dos mecanismos que propiciam a concentração da apatita de \n\nBayóvar, os objetivos são: \n\n• Caracterizar as amostras utilizadas nos ensaios fundamentais. \n\n• Verificar a influência do potencial zeta para a separação dos minerais apatita \n\ne feldspato. \n\n• Estudar a flotabilidade dos minerais puros de apatita e do feldspato em \n\ncondições semelhantes aos ensaios de flotação de bancada. \n\n• Determinar o tamanho dos precipitados formados pelo coletor e íons \n\npresentes na água salgada. \n\n• Verificar a formação de micelas no processo de flotação. \n\n• Verificar a aplicação das teorias DLVO/X-DLVO para explicar a concentração \n\nda apatita de Bayóvar por flotação. \n\n \n\n \n\n\n\n4 \n\n1 REVISÃO DA LITERATURA \n \n\n1.1 O DEPÓSITO DE BAYÓVAR E A OPERAÇÃO INDUSTRIAL NO PERU \n\n \n\nA mais importante fonte de fósforo é a fosforita ou rocha fosfática, que consiste no \n\nmineral apatita, um fosfato tricálcico impuro, misturado com argilas e outros \n\nminerais. Portanto, a rocha fosfática é um recurso não renovável de fósforo e \n\nconstitui a principal matéria prima da indústria de fertilizantes. Os fosfatos de origem \n\nsedimentar são os mais importantes depósitos em todo o mundo, não somente pelo \n\nvolume de suas reservas, mas também pela magnitude de sua produção (MC-\n\nLELLAN, 1989). A separação do fosfato dos minerais de ganga é uma necessidade \n\npara a produção de fertilizantes, com o objetivo de reduzir o teor de minerais de \n\nganga como silicatos (principal contaminante), carbonatos e argilas, a fim de atingir \n\nos requerimentos de qualidade da indústria de fosfato (SIS, CHANDER, 2003). Pelas \n\ntécnicas de beneficiamento de minérios apatíticos, o teor mínimo dos concentrados \n\nde rocha fosfática é da ordem de 29% de P2O5, com uma relação entre CaO/P2O5 \n\ninferior a 1,6 e teor de MgO menor que 1% (SALAH, ROE-HOAN, DONGCHEOL, \n\n2011).  \n\n \n\nO depósito de fosfatos de Bayóvar está localizado no Peru no Departamento de \n\nPiúra, no deserto de Sechura, localizado em área próxima ao litoral norte do país, \n\nconforme Figura I.1 a seguir.  \n\n \nFigura I.1 - Localização do depósito de fosfatos de Bayóvar \n\n \n\n\n\n5 \n\nEste depósito de classe mundial é constituído de sedimentos marinhos oriundos do \n\nMioceno com teor de aproximado de 18% de P2O5 (MCLELLAN, 1989). O minério \n\nconsiste fundamentalmente em oolitos (“pellets”) de fosforito (hidroxiapatita) \n\ndisseminados em uma matriz de minerais de ganga composto por minerais \n\nsilicatados (quartzo, feldspatos, micas e diatomita), gipsita e matéria orgânica, \n\nconforme Figura I.2 a seguir. \n\n \n\n \nFigura I.2 - Oolitos (“pellets”) de apatita do minério de Bayóvar \n\n \n\nO corpo mineral de Bayóvar ocorre principalmente em sete camadas de fosfato, que \n\npodem demandar diferentes estratégias de concentração. A Figura I.3 a seguir \n\nmostra um desenho esquemático do depósito de Bayóvar.  \n\n \n\n \n\n \nFigura I.3 - Esquema do depósito de Bayóvar \n\n \n\nBayóvar - linhas I e II - produção atual\n\nBayóvar - linha III - projeto de expansão\n\n\n\n6 \n\nPara tratar as camadas 1 a 5, um circuito de processamento começou a sua \n\noperação industrial em 2010, com capacidade de produção da ordem de 3,9 milhões \n\nde toneladas por ano de concentrado de rocha fosfática, com teor médio de 30% de \n\nP2O5 (linhas I e II de produção). O circuito é composto inicialmente por \n\ndesagregação em tambor lavador, peneiramento e primeira deslamagem em \n\nhidrociclones. Após essas etapas, o underflow da primeira deslamagem é submetido \n\nà atrição, seguido por uma segunda etapa de peneiramento e deslamagem, cujo \n\nproduto é o concentrado final.  \n\n \n\nEntretanto, para beneficiar as camadas 6 e 7 do depósito, somente o circuito padrão \n\nmencionado não consegue atingir para o seu concentrado o mesmo teor de fosfato \n\ndas camadas superiores. Para chegar à especificação de mercado e viabilizar um \n\nprojeto de expansão de 1,9 milhões de toneladas por ano (linha III de produção), um \n\ncircuito adicional de flotação precisa ser adicionado (BALDOINO, MARTINS, \n\nRODRIGUES, LEAL FILHO, 2013). A Tabela 1.1 mostra o esquema e espessuras \n\ndas camadas de minério pertencentes ao depósito. A Figura I.4 mostra o fluxograma \n\nmostrando as principais operações de concentração para as linhas 1, 2 e 3 da usina \n\nde concentração de Bayóvar.  \n\n \nTabela 1.1 - Espessura média das camadas (minério) e intercamadas (estéril) do depósito de Bayóvar \n\nCamada (minério) 1 2 3 4 5 6 7 \n\nEspessura (m) 1,4 0,9 1,3 0,4 0,9 0,9 2,0 \n\n%P2O5 25,5 16,8 21,5 17,6 21,4 18,2 18,4 \n \n\nIntercamada (estéril) 1-2 2-3 3-4 4-5 5-6 6-7 \n\nEspessura (m) 3,6 3,5 2,2 4,1 6,8 4,4 \n\n%P2O5 6,5 6,6 5,0 3,4 3,6 5,0 \nNota: As intercamadas de estéril estão entre as camadas de minério e os algarismos indicam a \nlocalização da intercamada. Por exemplo, a intercamada 1-2 localiza-se entre as camadas 1 e 2. \n\n\n\n7 \n\n \nFigura I.4 - Fluxograma simplificado da usina de concentração de Bayóvar \n\n \n\nEnsaios de flotação de bancada já foram realizados no passado, como descrito a \n\nseguir: \n\n \n\ni. Na década de 1980, ensaios de flotação aniônica direta com o minério das \n\ncamadas 6 e 7 foram realizados com ácido graxo como coletor. Resultados \n\npreliminares produziram concentrados com teores de P2O5 no concentrado \n\npróximos a 30% e recuperações médias acima de 90% (PARDO, 1981). \n\n \n\nii. No início da década de 2010 foram realizados ensaios de flotação com \n\nminério das camadas 6 e 7 de Bayóvar no Laboratório de Fenômeno de \n\nTransporte e Química de Interfaces (LFQI) do Departamento de Engenharia \n\nde Minas e Petróleo da Escola Politécnica da Universidade de São Paulo para \n\nconcentrar a apatita (MARTINS, LEAL FILHO, ALBINO, 2011). Foram \n\nrealizados ensaios de: \n\n \n\n• flotação aniônica direta da apatita com ácido graxo; \n\n• flotação catiônica reversa com amina; \n\n\n\n8 \n\n• Processo CRAGO: flotação aniônica direta da apatita seguida de \n\nflotação catiônica reversa de silicatos. \n\n \n\nDos três processos de concentração estudados, a flotação catiônica reversa de \n\nsilicatos foi a que apresentou melhores resultados, por razões de simplicidade do \n\ncircuito e otimização dos custos operacionais e de investimento do projeto. Desta \n\nforma, este processo tecnológico foi escolhido para a concentração de fosfato das \n\ncamadas 6 e 7 do projeto de expansão de Bayóvar e constitui objeto de estudo \n\ndesta tese. \n\n \n\n1.2 ADSORÇÃO, DUPLA CAMADA ELÉTRICA E POTENCIAL ZETA \n\n \n\nAs propriedades elétricas das interfaces são estudadas através do modelo da dupla \n\ncamada elétrica (DCE). Este é o modelo clássico de Gaudin-Fuersternau-\n\nSomasundaran para explicar a separação de minerais por flotação. Na maioria dos \n\ncasos a DCE controla os fenômenos de adsorção dos reagentes na interface sólido–\n\nlíquido, a partir dos fatores responsáveis pela carga elétrica dos sólidos na superfície \n\ne do comportamento dos íons adsorvidos como íons contrários para manter a \n\nneutralidade das cargas elétricas (FUERSTENAU, RAGHAVAN, 2007).  \n\n \n\nO termo adsorção indica que a molécula concentra-se e adere-se à superfície, \n\ndiferentemente do termo absorção, onde as moléculas entram na superfície da \n\npartícula (HUNTER, 1993). Em geral, o estudo da adsorção é importante em \n\nreações nas interfaces (MILLER, NEOGI, 1985). A natureza da interface é \n\nprofundamente alterada pela adsorção, sendo que o efeito mais geralmente notado \n\né o abaixamento da tensão interfacial (SHINODA, NAKAGAWA, TAMAMUSHI, \n\nISEMURA, 1963). \n\n \n\nDois tipos de adsorção podem ser distinguidos para a interação sólido-gás: a \n\nadsorção física (fisissorção) e química (quimissorção). No primeiro caso, a molécula \n\nde gás se liga à superfície sólida por forças físicas (Van der Waals ou eletrostáticas). \n\nNo segundo caso, uma ligação química (do tipo iônica, covalente ou ponte de \n\nhidrogênio) é formada entre a molécula (adsorvato) e a superfície do sólido \n\n(adsorvente ou substrato). A adsorção química se restringe a monocamadas, \n\n\n\n9 \n\nenquanto que a fisissorção geralmente apresenta multicamadas (HUNTER, 2003; \n\nPERES, SALUM, VALADÃO, ARAÚJO, 2007). Muitas vezes é difícil distinguir-se \n\nadsorção de reação química seguida de precipitação superficial (PERES, ARAÚJO; \n\n2006). \n\n \n\nA importância das interações eletrostáticas nos sistemas de flotação, especialmente \n\nno caso de oximinerais, permitiu que Parks classificasse dois tipos de adsorção: \n\nespecífica (predominância de mecanismos eletrostáticos) ou não específica (outros \n\nmecanismos cujas predominâncias não sejam eletrostáticas) (PERES, 1996). \n\n \n\nA Figura I.5 a seguir mostra uma partícula com carga de superfície negativa imersa \n\nnuma solução aquosa.  \n\n \nFigura I.5 - Dupla camada elétrica \n\n(PERES, 1996) \n\n \n\n\n\n10 \n\nDe acordo com a Figura I.5 anterior, há a concentração de íons de carga contrária \n\n(positiva) na interface mineral – líquido. Verifica-se também a queda no potencial \n\nelétrico por causa dos efeitos de dipolo. A menor distância de aproximação dos íons \n\ncontrários adsorvidos na superfície é chamada de Plano de Stern. Se os íons \n\npermanecem hidratados ou não no momento da adsorção, haverá os planos interno \n\ne externo de Stern (GRAHAME, 1947 apud FUERSTENAU, RAGHAVAN, 2007). \n\nExterna à camada dos íons contrários adsorvidos, existem íons que possuem \n\ntambém carga negativa. Essa é a chamada camada difusa de íons contrários e \n\npossui espessura grande, especialmente em soluções diluídas. Dentro da camada \n\ndifusa, há um limite em que os íons e partículas formam uma entidade estável. \n\nQuando uma partícula se move, os íons dentro deste limite movem com ela, mas \n\nnenhum íon além deste limite acompanha a partícula. Esse limite da camada difusa \n\né chamado de plano de cisalhamento. A partir do plano de Stern até a região da \n\nsolução aquosa (após o Plano de Cisalhamento), o potencial zeta cai \n\nexponencialmente até zero (GAUDIN, 1957). \n\n \n\nO chamado potencial zeta é o potencial eletrocinético de uma superfície carregada \n\neletricamente na região do plano de Cisalhamento entre o movimento das partículas \n\nem relação ao fluido ao seu entorno (ROSEN, 1989; HUNTER, 1981). A magnitude \n\ndo potencial zeta dá uma indicação do potencial de estabilidade de um sistema \n\nsólido-líquido-gás. Se todas as partículas em suspensão têm altos valores positivos \n\nou negativos de potencial zeta, então elas tendem a se repelir. Por outro lado, se as \n\npartículas tiverem baixos valores de potencial zeta, então há a tendência maior de \n\nas partículas permanecerem unidas. Geralmente, o valor de potencial zeta que \n\ndivide as suspensões estáveis e não estáveis está na faixa de -30 e 30 mV. \n\nPartículas com potenciais zeta entre -30 e +30 mV são consideradas não estáveis \n\n(HANAOR, MICHELAZZI, LEONELLI, SORRELL, 2012). \n\n \n\nA Figura I.6 a seguir mostra duas partículas em suspensão com valores de potencial \n\nzeta alterando em função do pH. Aumentando a alcalinidade da suspensão, as \n\npartículas tendem a adquirir maior carga negativa. Por outro lado, se a acidez da \n\nsuspensão aumenta, o potencial zeta aumenta até haver a mudança de carga para \n\npositiva. O ponto cujo pH passa por um valor de potencial zeta zero na curva \n\nPotencial zeta x pH é chamado de Ponto Isoelétrico (PIE). Esse ponto é geralmente \n\n\n\n11 \n\naquele em que o sistema sólido-líquido-gasoso é menos estável (HANAOR, \n\nMICHELAZZI, LEONELLI, SORRELL, 2012; FUERSTENAU, PRADIP, 2005). \n\n \nFigura I.6 - Curva de potencial zeta x pH e determinação do Ponto Isoelétrico \n\n(FAIRHURST, 2013 – adaptação do autor) \n \n\nUma importante consequência da existência de cargas elétricas na superfície das \n\npartículas é que elas apresentam alguns efeitos sob a influência de um campo \n\nelétrico aplicado. Esses efeitos são definidos como efeitos eletrocinéticos, os quais \n\nsão utilizados para a determinação do potencial zeta (FUERSTENAU, PRADIP, \n\n2005). \n\n \n\nO cálculo do potencial zeta por determinação da mobilidade eletroforética é devido \n\nao movimento de uma partícula carregada relativo ao líquido em suspensão sob a \n\ninfluência de um campo elétrico aplicado (HUNTER, 1981). A mobilidade \n\neletroforética na amostra é calculada pela equação de Henry, dada pela Eq. (1) a \n\nseguir. \n\n \n\n ?? = 2??.?\tk??3?  (1) \n \n\nsendo: ? a constante dielétrica, ? o potencial zeta, UE a mobilidade eletroforética, ? a \n\nviscosidade e f(k?) a função de Henry - geralmente possui os valores 1,0 ou 1,5 \n(KASZUBA, CORBETT, WATSON, JONES, 2010).  \n\n\n\n12 \n\n1.3 FORMAÇÃO DE MICELAS E CONCENTRAÇÃO MICELAR CRÍTICA \n\n \n\nUma das importantes propriedades dos surfactantes para a sua adsorção nas \n\ninterfaces dos minerais é a formação de micelas, que são aglomerados de tamanhos \n\ncoloidais formados na solução pelos solutos ativos na superfície. A formação de \n\nmicelas é importante porque também causa a redução da tensão superficial ou \n\ninterfacial. Quando estão dissolvidos em água, os grupos apolares dos surfactantes \n\nalteram a superfície da água e consequentemente aumentam a energia livre do \n\nsistema. Então, ocorre a concentração na superfície, orientando seus grupos \n\nhidrofóbicos para longe do solvente. A alteração da estrutura do solvente pode ser \n\naumentada pela agregação das moléculas ativas na superfície em aglomerados \n\n(micelas), onde os grupos hidrofílicos são direcionados para a água e os grupos \n\nhidrofóbicos para o interior dos aglomerados (ROSEN, 1989). A formação de \n\nmicelas ocorre próxima a uma concentração denominada concentração micelar \n\ncrítica (CMC) devido ao decréscimo da energia livre do sistema (SHINODA, \n\nNAKAGAWA, TAMAMUSHI, ISEMURA, 1963).  \n\n \n\nHá muitos métodos para determinação da CMC dos agentes ativos na superfície \n\npela mudança de algumas propriedades físico-químicas, como condutância elétrica, \n\nsolubilização, índice de refração, espalhamento de luz, ponto de congelamento, \n\npressão osmótica, pressão de vapor, força eletromotriz, viscosidade, mobilidade \n\neletroforética, absorção ultravioleta / infravermelho e tensão superficial. Por essa \n\núltima propriedade, com o aumento da concentração do surfactante, ocorre redução \n\ndo valor da tensão superficial muito rapidamente até atingir a CMC, onde a tensão \n\nsuperficial a partir desse ponto permanece constante (SHINODA, NAKAGAWA, \n\nTAMAMUSHI, ISEMURA, 1963). A Figura I.7 a seguir mostra o gráfico de \n\ndeterminação da CMC do surfactante pelas medidas de tensão superficial. \n\n \n\n\n\n13 \n\n \nFigura I.7 - Descrição esquemática da cobertura da superfície das moléculas do surfactante resultando na redução \n\nlinear da tensão superficial em função do logaritmo da concentração do surfactante \n\n(Takamura, James, 2015 – adaptação do autor) \n \n\nSurfactantes de longa cadeia carbônica têm maior potencial de adsorção e causam \n\nmaior redução da tensão superficial em uma mesma concentração molar. Desta \n\nforma, menores valores de concentração micelar crítica (CMC) são observados \n\nquando comparados com surfactantes de menores tamanhos de cadeia carbônica \n\n(MILLER et al., 2007). Além disso, o valor da CMC dos surfactantes aniônicos e \n\ncatiônicos é reduzido consideravelmente com a adição de alguns eletrólitos e álcoois \n\nde longa cadeia (MONTE, PERES, 2010). \n\n \n\n1.4 FLOTAÇÃO DE FOSFATOS SEDIMENTARES \n\n \n\nO principal método de concentração dos minerais de fosfato é por flotação (FAN, \n\nTAO, HONACKER, LUO, 2010). Diferentes tipos e estruturas de reagentes são \n\nusados em flotação de minerais de fosfato, como coletores, depressores e reagentes \n\nauxiliares, tanto para a flotação direta quanto reversa. Na flotação direta, minerais de \n\nfosfato são flotados a pH básico com coletores aniônicos e \n\ndepressores/modificadores para os minerais de ganga. Na flotação catiônica \n\nreversa, os minerais de ganga silicatados são flotados em pH aproximadamente \n\nneutro usando-se amina como coletor. Por outro lado, a flotação aniônica reversa \n\ninclui flotação de minerais carbonatados com coletor aniônico em pH ácido, \n\nenquanto depressores são usados para os minerais de fosfato (SIS, CHANDER, \n\n2003).  \n\n \n\n\n\n14 \n\nO Processo CRAGO é o método convencional de flotação usado para beneficiar \n\nfosfatos com silicatos. Nesse processo, uma flotação direta de fosfato é realizada \n\nnuma primeira etapa utilizando coletor aniônico (ácido graxo) em meio alcalino (pH \n\nentre 8,5 e 9). Nessa etapa, 30 a 40% dos silicatos flota juntamente com o fosfato. O \n\nsemiconcentrado então tem sua superfície lavada com ácido sulfúrico para remover \n\no ácido graxo das partículas de fosfato. A próxima etapa é realizada com a flotação \n\nreversa de silicatos utilizando coletor catiônico amina a pH neutro (SALAH, ROE-\n\nHOAN, DONGCHEOL, 2011). Portanto, o Processo CRAGO é ineficiente em termos \n\nde ação do coletor. A indústria de fosfatos sofre também com os altos preços dos \n\nácidos graxos, baixo teor de fosfato na alimentação e restrições nas leis ambientais \n\nlocais. Para atingir a demanda do mercado por maior efetividade, menores custos e \n\nmaior seletividade dos coletores de flotação de fosfato, há uma necessidade de \n\navaliar os mecanismos de adsorção, o que pode ajudar a desenvolver coletores \n\nmais eficientes (SIS, CHANDER, 2003). \n\n \n\nA flotação catiônica reversa com reagentes derivados de amina possibilitou muitos \n\nbenefícios para a flotação de fosfatos de origem sedimentar. A experiência industrial \n\nindica não ser necessário condicionamento do reagente, pela interação entre \n\nreagente e partícula ser muito rápida. Além disso, não é necessário separar os \n\ncircuitos de partículas grossas e finas na flotação, comuns para a flotação aniônica \n\ndireta de fosfato. Entretanto, a flotação catiônica reversa com aminas é muito \n\nsensível à presença de lamas no circuito, com aumento significativo no consumo \n\ndeste coletor. Algumas estratégias de processo foram desenvolvidas para resolver \n\nesse problema, como a adição de polímeros na alimentação da flotação e na água \n\nde processo, além da dosagem de amina de forma estagiada e contínua (SIS, \n\nCHANDER, 2003; SALAH, ROE-HOAN, DONGCHEOL, 2011). \n\n \n\nA Tabela 1.2 a seguir mostra os principais reagentes utilizados na flotação de fosfato \nsedimentar (SIS, CHANDER, 2003). \n\n \n\n \n  \n\n\n\n15 \n\nTabela 1.2 - Coletores usados na flotação de fosfato sedimentar \n\n(SIS, CHANDER, 2003, p. 580, tradução do autor) \n \n\nMineral Propried.  \nColetor Referências \n\nflotado iônica \n\nFosfato/ \n\nApatita \n\nAniônico Ácido oleico Onal (1975) \n Ácidos graxos Lovell (1976) \n\n  Dodecil fosfato de di-sódio Seth et al. (1975) \n\n  Alizarina fosfato de sódio Wu and Forsing (1993) \n\n  Dodecil sulfato de sódio Fuerstenau, Deason (1993) \n\n  Sulfonatos e fosfatos etoxilados Somasundaran, Maltesh (1997) \n\n  Hidroxamatos Assis et al. (1996) \n\n  Sulfosuccinatos Pinto et al. (1991) \n\n    \n Catiônico Acetato de amina de sebo Karjalahti (1972) \n\n   Snow (1979) \n\n    \n Anfotérico Sarcosinato de sódio Buttner at al. (1991) \n\n   Hanumantha Rao et al. (1999) \n\n    \nCarbonatos Aniônico Ácidos graxos Rule et al. (1982) \n\n  Ácidos graxos sulfonados Snow (1982) \n\n  Dodecil fosfato de di-sódio Seth et al. (1975) \n\n  Ésteres fosfóricos Henchiri (1993) \n\n  Ésteres fosfóricos etoxilados Baudet, Save (1999) \n\n    \n Anfotérico Ácido aminopropiônico Clerici et al. (1984) \n\n  Carboxietil imidazolina Shao et al. (1998) \n\n    \nSilicatos Catiônico Aminas Houot et al. (1981) \n\n Não iônico Octil fenol etoxilado Doren et al. (1975) \n\n Anfotérico Ácido amino propiônico Clerici et al. (1984) \n\n \n\nOs principais minerais deletérios na concentração do minério fosfático sedimentar \n\nsão os silicatos e carbonatos (calcita e dolomita). Com relação aos carbonatos, por \n\npossuírem características de superfície semelhantes aos das partículas de apatita, \n\npossuem maior dificuldade de separação. Além disso, causam sérios problemas nos \n\nprocessos posteriores de utilização do concentrado de rocha fosfática, pois \n\nprovocam alto consumo de ácido sulfúrico e alta viscosidade no ácido fosfórico \n\nproduzido (GU, 2002). \n\n \n\n  \n\n\n\n16 \n\n1.5 O COLETOR AMIDOAMINA \n\n \n\nOs coletores contendo amidoaminas são também chamados de aminas \n\ncondensadas e usados na síntese de surfactantes. Estes compostos são oriundos \n\ndo produto da reação de uma poliamina com um ácido orgânico. As poliaminas \n\ngeralmente têm cadeias carbônicas curtas com três ou mais átomos de nitrogênio \n\n(variam em número e grupos funcionais) na cadeia. O ácido orgânico é geralmente \n\num tipo de ácido graxo. O comprimento da cadeia carbônica depende dos radicais \n\ndas extremidades da cadeia e de suas razões molares. Em temperatura ambiente, \n\nestão no estado sólido ou pastoso (GEFVERT, 1986) A maioria das aminas \n\ncondensadas são também espumantes. A Figura I.8 a seguir mostra uma estrutura \n\ntípica de uma amina condensada. \n\n \n\n \nFigura I.8 - Estrutura típica de uma amina condensada \n\n(GEFVERT, 1986 – adaptação do autor) \n \n\nOs compostos contendo amidoaminas são utilizados também como emulsificantes \n\npara asfalto. A amidoamina é formada pela condensação de ácidos graxos ou óleos \n\nvegetais (óleo de palma, de sebo, de colza, tall oil, com cadeias carbônicas \n\ncontendo entre 16 a 18 carbonos) com poliaminas (amino etil etanolamina, etileno \n\ndietil triamina, ou dimetil amino propilamina) (TAKAMURA, JAMES, 2015). \n\n \n\nOutras utilizações das amidoaminas incluem cosméticos, shampoos e sabonetes \n\n(FOWLER, FOWLER, HUNTER, 1997), inibidores de corrosão, lubrificantes, biocidas \n\ne dispersantes (SULAKHE, BHAGWAT, 2013). Como substâncias presentes nos \n\nsurfactantes, contribuem para o aumento de sua biodegradabilidade e redução de \n\nsua toxicidade (SULAKHE, BHAGWAT, 2013).  \n\n \n\n1.6 MECANISMOS DE FLOTAÇÃO DE ÓXIDOS E SILICATOS \n\nUma enorme quantidade de minerais pertence à classe dos óxidos e silicatos. Por \n\nisso, a flotação de um mineral a partir de um determinado coletor depende das \n\npropriedades da superfície e da solubilidade do mineral, da estabilidade do metal-\n\n\n\n17 \n\ncoletor-sal, bem como da carga elétrica e do peso molecular do coletor \n\n(FUERSTENAU, 2007). A dupla camada elétrica tem uma função dominante na \n\nadsorção do coletor e na flotação (FUERSTENAU, PRADIP, 2005). Sendo assim, a \n\nadsorção poderá ocorrer pela interação eletrostática com a superfície (adsorção \n\nfísica), pela interação química (quimissorção) ou pela reação/precipitação na \n\nsuperfície (FUERSTENAU, 2007).  \n\n \n\n1.6.1 Flotação por Adsorção física \n\n \n\nOs mecanismos de flotação dos óxidos e silicatos foram estabelecidos a um longo \n\nperíodo de tempo atrás como sendo devido à atração eletrostática entre a superfície \n\ncarregada e a carga de sinal oposto do reagente coletor (CRUNDWELL, 2016). Nos \n\nsistemas em que o coletor é adsorvido fisicamente, as interações (atrações \n\neletrostáticas e ligações de van der Waals entre as cadeias hidrocarbônicas) são \n\nrelativamente fracas (APLAN, FUERSTENAU, 1962). A flotação com coletores \n\ncatiônicos ou aniônicos depende que a superfície do mineral tenha carga oposta. \n\nDessa forma, o conhecimento do ponto de carga zero (PCZ) é muito importante, \n\numa vez que se pode ajustar o pH do sistema para provocar ou prevenir a flotação \n\nde um determinado mineral (FUERSTENAU, PRADIP, 2005). Na flotação dos óxidos \n\ne silicatos, os coletores aparecem como contra íons na dupla camada elétrica na \n\ninterface sólido-líquido (APLAN, FUERSTENAU, 1962). Entretanto, os íons \n\ndeterminadores de potencial têm maior influência, porque eles determinam o sinal da \n\ncarga da superfície. Em determinada concentração, a superfície não se modifica e \n\nnão existe dupla camada elétrica. \n\n \n\nA formação de micelas é uma característica dos surfactantes de cadeia carbônica \n\nlonga. As micelas são agregados de coletor em tamanho coloidal que se formam \n\npelas ligações de van der Waals entre as cadeias de hidrocarboneto na chamada \n\nconcentração micelar crítica (CMC), causando uma incompatibilidade mútua entre os \n\ncomplexos aquosos e as cadeias de hidrocarboneto (CROZIER, 1992). Esse \n\nfenômeno pode ser detectado pelo aumento da energia livre de superfície do \n\nsistema. \n\n \n\n\n\n18 \n\nFuerstenau (1957) analisou a ação do acetato de dodecil amônio sobre o quartzo em \n\nfunção do pH e encontrou uma máxima ação do coletor em pH entre 9,0 e 9,5. A \n\nFigura I.9 a seguir explica os três estágios de adsorção (FUERSTENAU, 1957, apud \n\nLEJA, 1982): \n\n• uma região inicial representando o início da adsorção primária e o aumento \n\ndo ângulo de contato;  \n\n• uma segunda região com um aumento da adsorção, do ângulo de contato e \n\nmudança do potencial zeta para valores positivos, causada pelas associações \n\nde surfactantes com as espécies adsorvidas inicialmente e;  \n\n• uma terceira região com adsorção menos rápida.  \n\n \nFigura I.9 - Correlação entre a densidade de adsorção ângulo de contato e potencial zeta do quartzo com adição \n\nde 4 x 10-5 mol/L de acetato de dodecil amônio \n\n(FUERSTENAU, 1957 - tradução do autor) \n \n\n1.6.2 Flotação por Adsorção química \n\n \n\nNos sistemas de flotação em que ocorrem ligações covalentes, a interação do \n\ncoletor com a superfície do mineral sem o movimento dos átomos do metal a partir \n\nde sua rede cristalina é denominada de quimissorção e a adsorção é limitada \n\napenas à cobertura de monocamadas (FUERSTENAU, 2007). \n\n \n\n\n\n19 \n\nA flotação de wolframita pelo coletor ácido octil hidroxâmico (OHA) foi estudada por \n\nMeng, Feng e Ou (2016). A máxima adsorção de OHA na superfície da wolframita \n\n(em valores de pH entre 7 e 10) coincide com sua a flotabilidade ótima (Figura I.10). \n\nBaseado em análises químicas da solução, precipitados de hidroxamatos do metal \n\ntornam-se componentes predominantes na superfície do mineral em condições de \n\nalcalinidade baixa, coincidindo com o aumento do valor negativo do potencial zeta \n\nda wolframita na presença de coletor e com a máxima adsorção e flotabilidade da \n\nwolframita. A espectroscopia de infravermelho indica a interação dos ânions \n\nhidroxamato com os cátions do metal formando compostos estáveis na superfície da \n\nwolframita, responsável pela indução da hidrofobicidade da wolframita, como \n\nconsequência da quimissorção de OHA sobre a superfície da wolframita.  \n\n \nFigura I.10 - Efeito do pH na recuperação, adsorção e potencial zeta da wolframita com concentração de ácido \n\noctil hidroxâmico igual a 2x10-4 mol/L \n\n(MENG, FENG, OU, 2016 p. 1340-1341 – adaptação do autor) \n \n\n1.6.3 Flotação por reação na superfície/precipitação \n\n \n\nA reação na superfície/precipitação envolve interação do coletor com a superfície do \n\nmineral e os átomos do metal que foram movidos das suas redes cristalinas. Em \n\nmuitos casos, uma reação química entre os coletores de alta cadeia carbônica sobre \n\nos óxidos e silicatos parece envolver a hidrólise dos cátions desses minerais \n\n(FUERSTENAU, 2007). Quando esses minerais entram em contato com a água, eles \n\nsofrem dissolução, cuja magnitude depende do tipo e da concentração de elementos \n\nquímicos na solução. As espécies dissolvidas do mineral sofrem reações como \n\n\n\n20 \n\ncomplexação e precipitação. O equilíbrio envolvendo todas as reações é complexo e \n\ndetermina as propriedades de interface do mineral e sua molhabilidade \n\n(SOMASUNDARAN, ZHANG, 2006). \n\n \n\nO diagrama de especiação para Mn2+ (concentração de 1 x 10-4 mol/L) indica que o \n\nhidroxicomplexo Mn(OH)+ está presente até o pH 9. Contudo, a espécie Mn(OH)2 (s) \n\nprecipita a partir desse pH. A flotação de pirolusita com o coletor oleato é mostrada \n\npela Figura I.11. Dois pontos máximos de recuperação da flotação podem ser \n\nverificados. O primeiro, próximo a pH 4, é atribuído à adsorção física do oleato na \n\nsuperfície de carga positiva do mineral. O PCZ ocorre em pH 7,4. O segundo, \n\npróximo a pH 9 (onde ocorre a flotação da pirolusita), é devido à reação na \n\nsuperfície ocorrendo hidrólise de Mn2+ (FUERSTENAU, RICE, 1968 apud \n\nFUERSTENAU, 2007). \n\n \n\n \nFigura I.11 - Recuperação na flotação de pirolusita em função do pH com concentração de 1 x 10-4 mol/L de oleato  \n\n(FUERSTENAU, RICE, 1968 – tradução do autor) \n \n\nUma ajuda adicional na participação do hidroxicomplexo/hidróxido do metal nesse \n\nsistema é mostrada na Figura I.12. O potencial zeta da rodonita (MnSiO3) muda de \n\nsinal no intervalo de variação de pH em que o Mn(OH)+/Mn(OH)2 são formados em \n\nadição de 1 x 10-4 mol/L de Mn2+ (FUERSTENAU, RICE, 1968 apud FUERSTENAU, \n\n2007). \n\n \n\n\n\n21 \n\n \nFigura I.12 - Potencial zeta da rodonita em função do pH na ausência e presença de Mn2+ \n\n(FUERSTENAU, RICE, 1968 – tradução do autor) \n \n\n1.7 FLOTAÇÃO DE MINERAIS SEMISSOLÚVEIS \n\n \n\nOs minerais semissolúveis como calcita, fluorita, apatita, scheelita e barita são \n\nconcentrados por flotação, sendo os ácidos graxos os coletores de maior \n\nimportância nesses sistemas (HANUMANTHA RAO, FORSSBERG, 1992). A \n\nadsorção química do oleato em sítios de cálcio presentes nas superfícies dos \n\nminerais semissolúveis, resultando na formação de sabões alcalinos terrosos, tem \n\nsido um mecanismo amplamente proposto (ALBUQUERQUE, 2010). Características \n\nde solubilidade de minerais são importantes para a flotação devido ao fato de \n\ndeterminarem, além da composição química da fase aquosa, a carga da interface, \n\nafetando diretamente as reações das espécies dissolvidas com os reagentes de \n\nflotação (OLIVEIRA, 2007). \n\n \n\nO mecanismo de precipitação na superfície é também proposto para a adsorção dos \n\nácidos graxos em sais levemente solúveis. Dessa forma, os cátions metálicos do \n\nmineral saem de sua rede cristalina e reagem com os ânions do coletor em regiões \n\nmuito próximas à interface, com precipitação do sal do ácido graxo. Essa \n\nprecipitação na superfície do mineral pode ocorrer em regiões onde inicialmente já \n\nhaviam sido adsorvidas quimicamente moléculas do coletor, podendo gerar múltiplas \n\ncamadas de espécies adsorvidas (OLIVEIRA, 2007). \n\n \n\n\n\n22 \n\nUsando isotermas de adsorção, potencial zeta e FTIR (Espectroscopia de \n\nInfravermelho por Transformada de Fourier), Hanumantha Rao e colaboradores \n\n(1991) concluíram que o grupo do ácido oleico pode adsorver em: \n\n• monocamada na superfície da calcita. As principais estruturas encontradas \n\nforam moléculas de ácido oleico (compactada). \n\n• dupla camada sobre a apatita, fluorita e scheelita com formação de oleato de \n\ncálcio, sendo a primeira camada formada por quimissorção compactada e a \n\nsegunda formada por deposição física de forma desorganizada. \n\n \n\nDevido às características de superfície e efeitos dos valores de pH, o grupo dos \n\nácidos oleicos podem sofrer quimissorção ou reação de coordenação com o íon Ca2+ \n\nna superfície (HANUMANTHA RAO, 1991 apud ZHANG, 2013). \n\n \n\nMishra, Chander e Fuerstenau (1980) concluíram que a diminuição do valor do \n\npotencial zeta acima de pH 7 é devido à adsorção dos íons oleato, em função de \n\nnão estar na região do pH de precipitação, tomando em consideração o cálcio \n\ndissolvido. Isso é mostrado na Figura I.13 (A). A Figura I.13 (B) mostra o potencial \n\nzeta da apatita em função da concentração inicial de oleato de cálcio para valores de \n\npH alcalinos. A partir desses resultados, Mishra (1982) sugeriu a adsorção \n\nespecífica do oleato devido à semelhança da carga de superfície, onde um \n\nacréscimo do valor negativo do potencial zeta em pH 10 poderia estar \n\ncorrelacionado com a sucessiva adsorção do oleato e com a estrutura de dupla \n\ncamada. O valor constante de potencial zeta após a concentração de 2 x 10-4 mol/L \n\nde oleato é provavelmente devido à precipitação do oleato de cálcio (MISHRA, \n\nCHANDER, FUERSTENAU, 1980; MISHRA, 1982 apud HANUMANTHA RAO, \n\nFORSSBERG, 1992). \n\n \n\n\n\n23 \n\n \nFigura I.13 - (A) Curvas de mobilidade eletroforética em função do pH em diferentes concentrações de oleato; (B) \n\nPotencial zeta da apatita em função da concentração inicial de oleato em valores de pH básicos. \n\n(HANUMANTHA RAO, FORSSBERG, 1992 – tradução do autor) \n \n\n \n\n1.8 FLOTAÇÃO DE MINÉRIOS EM SOLUÇÕES COM ALTA FORÇA IÔNICA \n\n \n\n1.8.1 Aspectos gerais \n\n \n\nEm geral, a água está se tornando um recurso escasso para as usinas de \n\nprocessamento mineral, no qual a necessidade de se economizar água doce para as \n\ncomunidades locais, principalmente em regiões áridas, é imperativa. \n\nConsequentemente, o uso de água com altas concentrações de eletrólitos nas \n\nusinas de flotação têm tido um crescimento significativo. O uso da água do mar pode \n\nser uma solução sustentável para várias áreas secas próximas ao mar (CASTRO, \n\nLASKOWSKI, 2011).  \n\n \n\nA água do mar é uma complexa mistura de matéria orgânica tensoativa, com teores \n\ne concentrações de vários componentes (MAZUREK, POGORZELSKI, BONIEWICZ-\n\nSZMYT, 2009). A água do mar contém concentração aproximada de 0,55 – 0,60 \n\nmol/L de NaCl e outros íons secundários como Mg2+, Ca2+, SO42-. A composição da \n\nágua do mar é controlada tanto pela contribuição da origem dos materiais presentes \n\n\n\n24 \n\nquanto pelo amplo número de reações de natureza físico-química que ocorrem nos \n\noceanos (YOUSEF, ARAFA, IBRAHIM, ABDEL KHALEK, 2003). Constituintes \n\nbióticos e interações em sistemas biológicos na água, incluindo as substâncias \n\norgânicas e microorganismos, podem estar ativos na interface, agindo como \n\ndispersantes ou floculantes e interferindo no processo de flotação (LEVAY, SMART, \n\nSKINNER, 2001). Entretanto, não há entendimento suficiente sobre os impactos, \n\nprocessos e soluções associados aos constituintes bióticos na água (LIU, MORAN, \n\nVINK, 2013).  \n\n \n\nA presença de espumas nas ondas do mar tem sido atribuída ao efeito dos sais na \n\nredução da coalescência das bolhas, fato não observado com a água pura (CRAIG, \n\nNINHAM, PASHLEY, 1993; DESCHENES et al., 1998). A espuma do mar resulta \n\nprincipalmente do enriquecimento de substâncias tensoativas liberadas pela \n\nploriferação do fitoplâncton, algas ou mesmo plantas terrestres na superfície do mar. \n\nO material enriquecido é levado em espuma pela ação das ondas e lavados em \n\nterra, onde camadas de espuma são acumuladas. Entre os exemplos de formação \n\nda espuma na água do mar estão: a liberação de carboidratos e proteínas pelas \n\nalgas planctônicas, a liberação de matéria orgânica pela quebra de células do \n\nfitoplâncton e possível liberação de compostos fenólicos pelas plantas vasculares. \n\nGeralmente as espumas marinhas estáveis estão associadas com os restos de \n\ndiatomitas (SCHILLING, ZESSNER, 2011). \n\n \n\nMuitas usinas utilizam em seu processo de flotação água de processo com alto teor \n\nde sais inorgânicos (OZDEMIR, 2013). A força iônica, a composição química, o valor \n\ndo pH de flotação e as propriedades do mineral são variáveis importantes para o \n\nprocesso de flotação. Íons inorgânicos não podem por si só tornar a superfície do \n\nsólido hidrofóbica. A flotação em meio de alta força iônica depende de uma \n\nhidrofobicidade inicial do sólido (LASKOWSKI, CASTRO, 2015). \n\n \n\nVárias evidências de testes mostram redução na coalescência das bolhas e \n\naumento na estabilidade da espuma com a presença de eletrólitos inorgânicos na \n\nsolução (PAULSON, PUGH, 1996). Com a adição crescente de eletrólito, em geral \n\nhá uma concentração de transição na qual ocorre a inibição da coalescência, da \n\nordem de 1 mol/L. Entretanto, Firouzi e Nguyen (2014) determinaram valores bem \n\n\n\n25 \n\nmenores para a concentração de sais crítica para a inibição da coalescência, como \n\npor exemplo 0,17 mol/L, 0,23 mol/L e 0,055 mol/L respectivamente para os \n\neletrólitos NaCl, KCl e CaCl2. Por outro lado, há eletrólitos que parecem não \n\napresentar essa concentração de transição (CRAIG, MINHAM, PASHLEY, 1993; \n\nCHRISTENSON et al., 2007; RIBEIRO JR, MEWES, 2007).  \n\n \n\nPara a adição de espumantes, tem-se a concentração de coalescência crítica (CHO, \n\nLASKOWSKI, 2011), que é definida como a concentração de espumante em que a \n\ninibição à coalescência da bolha é máxima. Entretanto, o efeito dos espumantes na \n\ncoalescência das bolhas é mais pronunciado na água do mar, sugerindo uma \n\nimportante ação dos íons secundários presentes. Uma mistura de espumantes e \n\nágua do mar claramente estabiliza as bolhas contra a sua coalescência (OZDEMIR, \n\n2013). A adição de eletrólitos permite formar um filme líquido bastante fino durante a \n\ncolisão entre as bolhas no processo de flotação. A flotação ocorre apenas quando se \n\nrompe o filme delgado entre a bolha e a partícula hidrofóbica (CRAIG, 2004). \n\n \n\nHampton e Nguyen (2009) analisaram o acúmulo de gases dissolvidos na superfície \n\nhidrofóbica em soluções contendo diferentes concentrações de cloreto de sódio por \n\nmicroscopia de força atômica (AFM). \n\n \n\nFarrokhpay e Zanin (2012) verificaram que quanto maior a valência do cátion, maior \n\na estabilidade da espuma. Esse estudo também verificou que a estabilidade da \n\nespuma pode estar relacionada com a viscosidade do líquido interlamelar e com a \n\nagregação das partículas. \n\n \n\nOutro efeito é o aumento da cinética de flotação pela produção de bolhas mais finas \n\nna fase da espuma. Estudos executados por Bournival, Pugh e Ata (2012) \n\nmostraram que o NaCl, mesmo em altas concentrações, pode ser tão efetivo quanto \n\nao espumante MIBC para prevenir a coalescência das bolhas em um ambiente \n\ndinâmico. Entretanto, o aumento da força iônica da água pode resultar em aumento \n\nda quantidade de sólidos e água para o produto flotado, o que deve ser atribuído à \n\nativação das partículas que deveriam se destinar ao produto afundado (MANONO, \n\nCORIN, WIESE, 2013). \n\n \n\n\n\n26 \n\n1.8.2 Minerais naturalmente hidrofóbicos \n\n \n\nPelo fato de que usualmente superfícies hidrofóbicas são carregadas eletricamente, \n\na adesão das partículas às bolhas está em oposição a uma barreira de energia. Com \n\no aumento da força iônica, ocorre a diminuição desta barreira de energia, que é \n\nfavorável à flotação de carvão a uma concentração de solução 0,3 a 0,5 mol/L de \n\nNaCl (CASTRO, LASKOWSKI, 2011).  \n\n \n\nKurniawan et al. (2011) realizaram ensaios de flotação de partículas de carvão em \n\nsoluções de MgCl2, NaCl e NaClO3 em ausência e presença de espumante Dowfroth \n\n250. Nesses ensaios, verificou-se que a presença de eletrólitos aumenta a \n\nrecuperação da flotação e a estabilidade da espuma, produzindo bolhas de menor \n\ndiâmetro, dependendo do seu tipo e concentração. Esse efeito de estabilização da \n\nespuma pode ser atribuído ao fato que eletrólitos inorgânicos reduzem a hidratação \n\nda superfície dos minerais naturalmente hidrofóbicos, o que promove forças atrativas \n\nentre as bolhas de ar e as partículas (MANONO, CORIN, WIESE, 2013). Testes de \n\nflotação de carvão betuminoso foram realizados com várias soluções de eletrólitos \n\n(NaCl, CaCl2 e AlCl3) em concentrações diferentes sem a adição de coletor, \n\nindicando que há uma concentração ótima para cada tipo de eletrólito na qual se \n\nconseguem ótimas recuperações na flotação (ZHANG, 2014).  \n\n \n\nAlguns minerais como a molibdenita e a grafita possuem comportamento \n\nanisotrópico pela ruptura de ligações diferentes dos seus cristais (van der Waals ou \n\niônica/covalente) causando uma heterogeneidade da natureza das superfícies \n\nplanas (hidrofóbicas), das bordas (hidrofílicas) e da carga elétrica das superfícies. \n\nLevando em conta que a razão entre planos e bordas varia com o tamanho das \n\npartículas, as propriedades de carga elétrica também variam com a granulometria. \n\nDesta forma, a flotação de molibdenita não é tão efetiva quanto à flotação de carvão \n\nbetuminoso (CASTRO, LASKOWSKI, 2011). \n\n \n\n1.8.3 Sulfetos \n\n \n\nEstudos realizados indicam que os sulfetos de cobre flotam em água doce bem \n\ncomo em água salgada (CASTRO, 2012). Usualmente os sulfetos de cobre e \n\n\n\n27 \n\nmolibdênio contêm pirita, que precisa ser deprimida em soluções alcalinas com \n\nadição de CaO (LASKOWSKI, CASTRO, 2015). Porém, a flotabilidade de \n\nmolibdenita em água do mar é fortemente diminuída quando o pH é maior que 9,0-\n\n9,5 em função da formação de hidroxicomplexos de magnésio – Mg(OH)+ – e \n\nprecipitado de óxido de magnésio coloidal – Mg(OH)2(s). A depressão da molibdenita \n\nparece ser resultado da adsorção dessas espécies de magnésio na superfície das \n\npartículas do mineral. (RAMOS, CASTRO, LASKOWSKI, 2013). \n\n \n\nWang et al. (2015) verificaram o efeito inibidor de sais inorgânicos na adsorção de \n\namil xantato de potássio em esfalerita devido à competição entre eles. Entretanto, a \n\ncomposição da água do mar (com a presença de íons Ca2+, Mg2+) causa uma \n\nimportante função na interação bolha-partícula.  \n\n \n\nOs minerais de sulfeto de cobre, tais como a calcocita e a calcopirita, flotam bem em \n\nágua salina e água do mar em valores de pH entre 8,0-9,5. Entretanto, a \n\nrecuperação da flotação diminui abruptamente em valores de pH maiores que 10, \n\nparticularmente no caso da calcocita. \n\n \n\n1.8.4 Sais solúveis \n\n \n\nEstudos de estrutura da água em soluções de haletos alcalinos indicam que a água \n\ninterfacial pode exercer uma função importante em relação à adsorção do coletor \n\npelos sais de haletos alcalinos. Os haletos alcalinos são geralmente classificados \n\nem formadores de estruturas – structure makers – ou quebradores de estruturas – \n\nstructure breakers. Os formadores de estrutura, como o NaCl, são sais que facilitam \n\na formação da ponte de hidrogênio entre duas moléculas de água, onde não parece \n\nnão haver adsorção do coletor na superfície do sal devido às fortes interações entre \n\na água e o íon. Por outro lado, os quebradores de estrutura como o KCl são sais que \n\nrompem as pontes de hidrogênio entre as moléculas de água e tanto coletores \n\naniônicos quanto catiônicos adsorvem na superfície da partícula do sal pela \n\nsubstituição das moléculas de água na interface (WANG, PENG, 2014). \n\n \n\n\n\n28 \n\nNa flotação de KCl em salmouras saturadas com concentração de NaCl - KCl da \n\nordem de 7 mol/L, a presença de íons salinos na solução altera tanto as \n\npropriedades da interface sólido – líquido quanto da interface gás – líquido, afetando \n\na interação entre bolhas e partículas durante a flotação. Ozdemir, Karakashev, \n\nNguyen e Miller (2009) demonstraram que o NaCl provoca um aumento da tensão \n\nsuperficial de maior magnitude que o KCl devido ao seu alto coeficiente de atividade \n\ne sua adsorção negativa de valor absoluto maior que o KCl. Nesse estudo foi \n\nverificado também que a presença dos sais NaCl e KCl promove o aumento da \n\ntensão superficial das soluções aquosas do coletor catiônico, o que o torna um \n\nsurfactante mais forte na solução salina que em água. Por outro lado, o efeito do \n\nNaCl no espumante é ligeiramente mais forte que o do KCl. Segundo Ozdemir e \n\ncolaboradores (2011), em altas concentrações de sais, as interações eletrostáticas \n\nsão minimizadas porque o potencial zeta aproxima-se de zero e a solubilidade dos \n\ncoletores é limitada.  \n\n \n\n1.8.5 Óxidos, silicatos e minerais semissolúveis \n\n \n\nPara a flotação de feldspatos, o feldspato de sódio (albita) é deprimido na presença \n\nde NaCl em pH natural com a utilização de um tipo de amina como coletor, \n\nocorrendo a flotação de K-feldspato (microclina ou ortoclásio). O mecanismo de \n\nflotação é baseado na adsorção do íon comum na dupla camada elétrica e troca \n\niônica entre os íons comuns adicionados (KCl) e aqueles íons na matriz do cristal \n\ncom a modificação da superfície resultante (DEMIR, ABRAMOV, ÇELIK, 2001). \n\nDemir, Bentli, Gülgönül e Çelik (2003) executaram testes com adição de CaCl2 na \n\nflotação e verificaram boa seletividade na flotação de K-feldspato devido à rápida \n\ntroca iônica entre os íons cálcio e sódio na albita seguida de significante adsorção \n\nde cálcio resultando nas cargas positivas na superfície da albita, o que impede a \n\nadsorção da amina.  \n\n \n\nVeeramasuneni, Yuehua, Yalamanchili e Miller (1997) mediram as forças de \n\ninteração entre os sistemas quartzo/KCl e quartzo/NaCl em soluções aquosas de \n\nalta força iônica, medindo-se forças de hidratação repulsivas de pequeno alcance \n\nentre superfícies hidrofílicas similarmente carregadas, enquanto forças atrativas de \n\nlongo alcance foram medidas entre superfícies hidrofílicas de cargas opostas. Esses \n\n\n\n29 \n\nresultados sugerem que a carga de superfície desempenha um papel importante nas \n\nforças de interação entre as partículas de quartzo, mesmo em alta força iônica. \n\nEsses resultados obtidos foram semelhantes aos calculados utilizando o conceito de \n\nvan Oss (1994) para as energias de interação ácido-base. \n\n \n\nMa, Bruckard e Holmes (2009) estudaram o efeito da força iônica na flotação de \n\ncaulinita e verificaram que as recuperações aumentaram com o incremento da força \n\niônica em valores de pH mais baixos. Propõe-se que o potencial zeta das partículas \n\nde caulinita num ambiente de elevada força iónica provoca a agregação aleatória de \n\npartículas de caulinita expondo o plano hidrofóbico (001) da sílica, na presença do \n\ncoletor etermonoamina. \n\n \n\nAs águas de processo com altas concentrações de Ca2+ e Mg2+, incluindo água do \n\nmar, têm efeitos deletérios sobre a flotação aniônica de minerais semissolúveis com \n\nácidos graxos devido à precipitação de sais de ácidos graxos com Ca/Mg \n\n(LASKOWSKI, CASTRO, 2015). Além disso, o efeito dos íons Ca2+ e Mg2+ presentes \n\nna água do mar pode afetar a flotabilidade de outros minerais. Yousef, Arafa, \n\nIbrahim e Abdel Khalek (2003) estudaram flotação aniônica direta de apatita a partir \n\nde minério contendo calcita e dolomita com oleato de sódio. A retirada dos íons Ca2+ \n\ne Mg2+ com a combinação de carbonato de sódio e silicato de sódio foram \n\nnecessárias para a flotação de fosfato em água do mar. Devido a esse \n\ncomportamento, optou-se nesta tese por usar coletor catiônico para flotar os \n\nsilicatos. \n\n \n\nA flotação de quartzo com o coletor catiônico dodecilamina não é afetada em altas \n\nconcentrações de eletrólitos em altas dosagens do coletor. Nesse caso, o \n\nsurfactante adsorve formando hemimicelas (YOUSEF, ARAFA, IBRAHIM, ABDEL \n\nKHALEK, 2003). \n\n \n\n  \n\n\n\n30 \n\n1.9 FORÇAS DE INTERAÇÃO ENTRE PARTÍCULAS: TEORIAS DLVO E X-DLVO \n\n \n\n1.9.1 Teoria DLVO \n\n \n\nA teoria de DLVO, criada pelos cientistas russos – Derjaguim e Landau em 1941 – e \n\nholandeses – Verwey e Overbeek em 1948 – tenta explicar as interações das \n\ninterfaces entre as superfícies carregadas eletricamente em um meio líquido \n\n(KUNGANG, YONGSHENG, 2012). Essas interações determinam a razão de \n\nfenômenos como a agregação, dispersão, coalescência, adsorção, deposição e \n\nadesão (ADAMCZYK, WEROFISKI, 1999).  \n\n \n\nSegundo a teoria de DLVO, as energias de interação de minerais coloidais são \n\noriginárias das seguintes forças (SOMASUNDARAN, 1980 apud LINS, 1995): \n\n \n\n• Forças de Lifshitz-Van der Waals, GLW (atrativas): dependem da natureza da \n\npartícula – solvente e da distância entre as partículas. Entretanto, \n\nindependem da carga das partículas, do valor do pH do meio e da \n\nconcentração do eletrólito da solução.  \n\n \n\n• Forças eletrostáticas, entre as duplas camadas elétricas das partículas, GEL \n\n(geralmente repulsivas): ocorrem devido aos efeitos eletromagnéticos \n\noriginados pela superposição das nuvens eletrônicas entre a espécie coletora \n\n(provavelmente um precipitado coloidal) e a partícula, geralmente carregadas \n\nnegativamente (LIANG, HILAL, LANGSTON, STAROV, 2007). Elas \n\ndependem da distância entre as partículas, da magnitude da carga elétrica, \n\ndo valor do potencial zeta em função do pH, bem como da sua natureza e da \n\nconcentração do eletrólito na solução (força iônica). \n\n \n\nA energia de interação total da teoria DLVO determina a estabilidade versus \n\nagregação, características de adsorção, perfis de força versus distância, assim como \n\noutros valores (BENDERSKY, DAVIS, 2011). A Figura I.14 a seguir mostra as \n\nenergias de interação da teoria DLVO. \n\n \n\n\n\n31 \n\n \nFigura I.14 - Teoria DLVO clássica: curvas de energia de interação em função da distância de aproximação mútua \n\nentre as partículas \n\n(LINS, ADAMIAN, 2000, p.7, adaptação do autor) \n \n\nOs valores de energia de interação positivos indicam que há repulsão entre as \n\npartículas. Neste caso, o somatório das energias está representado principalmente \n\npor energias de repulsão eletrostáticas entre as partículas. Estas energias \n\ndependem da força iônica da solução e do valor de potencial zeta correspondente ao \n\nvalor de pH do meio. Modificando estas condições pode-se reduzir a barreira de \n\nenergia e modificar o mínimo secundário para um mínimo primário. (FRÖBERG, \n\nROJAS, CLAESSON, 1999 apud BOTERO, 2007). Os valores negativos significam \n\nque o somatório das energias resulta em atração (forças de van de Waals) \n\ndecorrente da interação entre as partículas. Estes valores vão depender das \n\ncaracterísticas das partículas, da geometria, tamanho e rugosidade, assim como das \n\npropriedades dielétricas do meio (HERMANSSON, 1999 apud BOTERO, 2007).  \n\n \n\n1.9.2 Teoria X-DLVO \n\n \n\nA teoria clássica de DLVO explica com sucesso as forças de longo alcance \n\nobservadas em um vasto número de sistemas, como coloides e surfactantes (YOON, \n\nRAVISHANKAR, 1994). Por outro lado, quando duas superfícies ou partículas se \n\naproximam de alguns nanômetros, as interações entre duas superfícies sólidas não \n\nsão previstas pela teoria DLVO (LIANG, HILAL, LANGSTON, STAROV, 2007). \n\nOutras forças adicionais não foram inicialmente previstas nessa teoria clássica, tais \n\n\n\n32 \n\ncomo as forças de origem estrutural (hidrofílicas, hidrofóbicas, efeitos estéricos), \n\ninterações ácido-base (GAB), hidrodinâmica e outras considerações como rugosidade \n\n(Mishchuk, 2011). A teoria original também não leva em conta os efeitos do íon \n\nespecífico nem os efeitos dos gases dissolvidos (Ninhama, 1999). Dessa forma, \n\nconvencionou-se chamar a teoria como DLVO estendida ou X-DLVO.  \n\n \n\nA adesão de uma fina bolha em uma superfície sólida foi analisada à luz da teoria de \n\nDLVO (YANG et al., 1999). Efeitos hidrodinâmicos, de interação de van der Waals, \n\nda interação eletrostática da dupla camada elétrica e da força gravitacional foram \n\nexaminados. Foi demonstrado que, em certa extensão de condições físico-químicas, \n\nbolhas de ar podem aderir em uma superfície sólida apesar da existência da \n\ninteração repulsiva de van der Waals e pelo fato que as superfícies das bolhas e da \n\npartícula estejam carregadas pelo mesmo sinal de potenciais eletrostáticos. Isso é \n\natribuído ao papel desempenhado por forças inerciais e gravitacionais, sem \n\nnenhuma necessidade de força de interação hidrofóbica. \n\n \n\nO processo de flotação é difícil de modelar por causa das complexidades \n\nenvolvendo fenômenos que ocorrem nas fases sólida, líquida e gasosa. Alguns \n\ninvestigadores, pela dificuldade de obtenção de informações sobre os parâmetros de \n\nquímica das superfícies, consideram somente parâmetros hidrodinâmicos, tornando \n\ndessa forma o modelo de flotação não realístico. As forças de hidratação e \n\nhidrofóbicas (não consideradas na teoria DLVO) exercem importantes contribuições \n\nna coagulação e dispersão das partículas finas em meio aquoso, sendo que as \n\nforças hidrofóbicas são as mais relevantes na adesão bolha-partícula. O papel das \n\nforças hidrofóbicas de longo alcance tem sido estudado e a relação entre vários \n\nparâmetros de forças hidrofóbicas e medidas de ângulo de contato foram \n\nestabelecidas (YOON, MAO, 1996). A barreira de energia define a adesão bolha-\n\npartícula no processo de flotação, que é usualmente obtida da teoria de X-DLVO. A \n\ninteração líquida é atrativa quando a barreira energética desaparece e a \n\nprobabilidade de adesão da partícula à bolha torna-se elevada. De acordo com a \n\nteoria X-DLVO, quando a energia total entre a partícula e a bolha é atrativa, ocorre a \n\nadesão partícula-bolha e consequentemente a flotação. Por outro lado, se a energia \n\ntotal de interação é repulsiva, a partícula hidrofóbica não é flotada. Como resultado, \n\n\n\n33 \n\no sucesso do processo de flotação depende do controle da energia de superfície \n\n(PIÑERES, BARRAZA, 2011). \n\n \n\nNa teoria X-DLVO, segundo van Oss (1994), a interação ácido-base (GAB) introduz \n\ncomponentes que em princípio descrevem: \n\n• as fortes atrações hidrofóbicas de longo alcance (atrativas) entre \n\nmacromoléculas apolares ou partículas imersas em meio aquoso; \n\n• as forças de hidratação (repulsivas). Na prática, isso ocorre muito facilmente \n\nem sistemas biológicos e outros sistemas aquosos. \n\n \n\nA dependência da distância é muito importante no cálculo na energia de interação \n\nde adesão. A distância da dupla camada elétrica e das interações de van der Waals \n\nsão dadas pela teoria de DLVO clássica e a dependência do componente de energia \n\nde interação ácido-base é abordada pela teoria de X-DLVO (VAN OSS, 1993). \n\n \n\n1.10 ÂNGULO DE CONTATO E ENERGIA LIVRE INTERFACIAL \n\n \n\n1.10.1  Ângulo de contato \n\n \n\nObserva-se em muitos exemplos que um líquido colocado sobre a superfície de um \n\nsólido permanece como uma gota tendo um ângulo de contato definido entre as \n\nfases sólida e líquida (ADAMSON, 1990). As energias superficiais e interfaciais \n\ndeterminam macroscopicamente a deformação de uma gota de líquido quando \n\naderida a uma superfície (ISRAELACHVILI, 2011). O ângulo que a interface líquido-\n\ngás forma com a superfície do sólido é chamado de ângulo de contato (MILLER, \n\nNEOGI, 1985). O ângulo de contato é a medida do ângulo interfacial sólido-líquido-\n\ngás, definido como sendo o ângulo ? entre as interfaces sólido-líquido e líquido-gás \n\n(Figura I.15 seguinte) medido sempre através do líquido (HANUMANTHA RAO, \n\n2004). A medida direta do ângulo de contato entre as fases sólida, líquida e gasosa \n\navalia o grau de hidrofobicidade de um sólido (MONTE, PERES, 2010). Entretanto, \n\nsegundo van Oss (2003), duas superfícies de materiais diferentes apresentando \n\nângulos de contato com água semelhantes podem apresentar graus de \n\nhidrofobicidade bem diferentes. \n\n \n\n\n\n34 \n\n(A) (B) \n\n \nFigura I.15 - Ângulo de contato na interface sólido – líquido (A) e sólido-gás (B)  \n\n(Ramé-Hart Instrument Co., 2015; HANUMANTHA RAO, 2004 p. 352 – adaptação do autor) \n\n \nO ângulo de contato pode ser medido produzindo uma bolha de líquido sobre um \n\nsólido. O método mais comum está relacionado na medida em duas dimensões do \n\nângulo formado entre o sólido e o perfil de queda com o vértice na linha das três \n\nenergias livres interfaciais ?SL, ?SG e ?LG. A equação de Young é utilizada para \n\ndescrever as interações entre as forças de coesão e adesão e medir qual é referida \n\nà energia de superfície (RAMÉ-HART INSTRUMENT CO., 2015). Esta equação \n\ntambém estabelece a condição termodinâmica de equilíbrio entre as interfaces \n\nenvolvidas, na qual o ângulo de contato ? depende das energias livres nas interfaces \n\nsólido-líquido, sólido-gás e líquido-gás (?SL, ?SG e ?LG respectivamente), conforme Eq. \n\n(2) a seguir (FINCH, SMITH, 1979, apud MONTE, 1998). \n\n \n\n ??? = ??? + ???\t????  (2) \n \n\nA Figura I.16 a seguir mostra dois perfis distintos de superfícies de bolhas de líquido \n\nem uma superfície sólida. Uma superfície hidrofóbica apresenta, além de um maior \n\nângulo de contato, baixa molhabilidade e baixa energia livre na interface sólido-\n\nlíquido. O oposto se observa para a gota em superfície hidrofílica com baixo ângulo \n\nde contato. \n\n \n\n\n\n35 \n\n \nFigura I.16 - Ângulos de contato para superfícies hidrofóbica e hidrofílica \n\n(Ramé-Hart Instrument Co., 2015 – tradução do autor) \n \n\n1.10.2 Constante de Hamaker \n\n \n\nConforme contribuição de Hamaker, as energias de interação Lifshitz-van der Waals \n\npodem ser expressas considerando as contribuições geométricas e moleculares dos \n\nmateriais envolvidos. Dessa forma, a constante de Hamaker (A) é usada para \n\nestimar de forma semi-quantitativa as interações de atração de van der Waals entre \n\nsistemas coloidais (VISSER, 1981). A constante de Hamaker é um parâmetro \n\ncaracterístico para cada material. Valores típicos para constantes de Hamaker de \n\nfases sólidos ou líquidos são da ordem de 10-19 a 10-20 J em interações no vácuo. A \n\nconstante de Hamaker pode ser dada para as interações entre as partículas de um \n\nmesmo material 1 interagindo no vácuo (notação A11), para dois materiais 1 e 2 \n\ninteragindo no vácuo (notação A12), para a interação de partículas de um material 1 \n\ninteragindo em um solvente 3 (notação A131) ou de dois materiais 1 e 2 interagindo \n\nem um solvente (notação A132) (ISRAELACHVILI, 2011; LINS, 1995). \n\n \n\nPara o cálculo da constante de Hamaker individual de um material i (Aii) utiliza-se a \n\nEq. (3) a seguir: \n\n \n\n ??? = 24?????\t???  (3) \n \n\nonde: ?=3,14...; ????=componente de Lifshitz–van der Waals do material i e ?? é a \ndistância de separação mínima de equilíbrio entre as partículas (constante), de valor \n\n1,57 Å (van Oss, 1994). \n\n \n\n\n\n36 \n\nPara a interação entre dois sólidos de índice 1 e 2 (de constantes de Hamaker A11 e \n\nA22 respectivamente) inseridos em um líquido 3, o cálculo da constante de Hamaker \n\nA132 é dado pela Eq. (4): \n\n \n\n ?!\" = #$?!! ? $?\"\"&amp;#$?  ? $?\"\"&amp; (4) \n \n\nPara o líquido água, a constante de Hamaker A33 é de 3,7 x 10-20 J a 25oC \n\n(ISRAELACHVILI, 2011). \n\n \n\n1.10.3  Energia livre interfacial \n\n \n\nAs energias de interação entre as superfícies polares e apolares imersas em um \n\nmeio aquoso incluem ligações de hidrogênio e outras interações de doação e \n\nrecebimento de elétrons (VAN OSS, 1994; VAN OSS 2003). Essas energias de \n\ninteração levam em conta principalmente: \n\n• interações de Lifshitz-Van der Waals ou eletrodinâmicas (LW); \n\n• interações eletrostáticas da dupla camada elétrica (EL); \n\n• Lewis ácido-base, polar ou doação – recebimento de elétrons (AB). \n\n \n\nUm dos métodos utilizados para determinação de energias de interação (atração \n\ne/ou repulsão) entre sólido e líquido na mínima distância entre eles leva em conta \n\nmedidas do ângulo de contato formado por um líquido apolar e por dois líquidos \n\npolares na superfície dos sólidos envolvidos. A água e o glicerol são geralmente os \n\nlíquidos polares utilizados para determinar as componentes de tensão interfacial \n\npolares para os sólidos em questão. Para as componentes de tensão apolar, é \n\nutilizado um líquido apolar, como o diiodometano. Calculam-se as componentes de \n\ntensão interfacial polar e apolar dos sólidos a partir dos valores tabelados de energia \n\nde recebimento de elétrons ?-, de energia de doação de elétrons ?+, da componente \n\nde tensão interfacial ácido-base ?AB, da componente de tensão interfacial de Lifshitz-\n\nVan der Waals ?LW e da tensão superficial total ?L ou ?TOTAL para cada um desses \n\nlíquidos. A Tabela 1.3 mostra as constantes de tensão interfaciais polares e apolares \n\npara a água, o glicerol e o diiodometano. \n\n \n\n\n\n37 \n\nTabela 1.3 - Componentes de tensão interfacial e parâmetros para alguns líquidos usados em determinação de \nângulo de contato a 20oC \n\n(van Oss, 1994, p.183, adaptação do autor) \n\nConstante (mJ.m-2) Água Glicerol Diiodometano \n\nEnergia de recebimento de elétrons, ?- 25,5 57,4&lt;0,1 \nEnergia de doação de elétrons, ?+ 25,5 3,92&lt;0,1 \n\nComponente de tensão ácido-base, ?AB 51,0 30 ?0 \nComponente de tensão Lifshitz-van der Waals, ?LW 21,8 34 50,8 \n\nTensão interfacial total do líquido, ?L ou ?TOTAL 72,8 64 50,8 \n\n \n\nSegundo van Oss (1994), com a queda de um líquido apolar em uma superfície \n\nsólida apolar ou monopolar, a componente de tensão interfacial de Lifshitz–van der \n\nWaals do sólido ?'??\tpode ser calculada pela Equação de Young simplificada – ver \nEq. (5) a seguir. \n\n \n\n ?(\t1 + ???*? = 2+#??(,?((,&amp; (5) \n \n\nonde ?L é a tensão interfacial total do líquido apolar, ? é o ângulo de contato pela \n\nqueda da gota do líquido apolar sobre o sólido e ????\t é a componente de tensão \ninterfacial de Lifshitz–van der Waals do líquido apolar. \n\n \n\nA equação completa de Young – Eq. (6) a seguir – é utilizada para calcular as \n\ncomponentes de tensão interfacial de recebimento de elétrons ?'-\te de doação de \nelétrons ?'. do sólido. \n \n\n ??\t1 + ???*? = 2/+?'?????? + +?'.??- + +?'-??.0 (6) \n \n\nonde ?L é a tensão interfacial total do líquido apolar, ? é o ângulo de contato pela \n\nqueda da gota do líquido apolar sobre o sólido, ????\t e ?'??\tsão as componentes de \ntensão interfacial de Lifshitz–van der Waals do líquido apolar e do sólido \n\nrespectivamente e ??-\t/\t??.\tsão as componentes de tensão de recebimento e doação \nde elétrons respectivamente para os líquidos polares. Dessa forma, um sistema \n\n\n\n38 \n\nconstituído de duas equações (uma para cada líquido polar) calcula as componentes \n\n?'. e ?'- do sólido. \n \n\nA componente de tensão interfacial ácido-base do sólido ?'23 é calculada a partir das \ncomponentes de recebimento e de doação de elétrons do sólido ?'- e ?'.\trespectivamente, utilizando a Eq. (7): \n \n\n ?'23 = 2$?'.?'- (7) \n \n\nDessa forma, a tensão interfacial total do sólido ?'4542? ou ?s é dada pela soma das \nconstituintes de tensão polar (ácido-base) ?'23 e apolar (Lifshitz – Van der Waals) ?'?? deste material, conforme Eq. (8) abaixo. \n \n\n ?'4542? = ?'23 + ?'?? (8) \n \n\nRecentemente Rudolph e Hartmann (2017) utilizaram o método da Cromatografia de \n\nGás Inversa (Inverse Gas Chromatography - IGC) para determinar os componentes \n\nde energia livre superficial específica para alguns minerais (apatita, quartzo e \n\nmagnetita) e levantaram a hipótese de que apenas uma pequena porção da \n\nsuperfície do mineral seria responsável pelo seu grau de hidrofobicidade e \n\nconsequentemente sua flotabilidade. \n\n \n\n1.10.4  Abordagem termodinâmica – Energia de adesão \n\n \n\nA energia de superfície é um parâmetro muito importante que influencia a adesão \n\ndos coletores à superfície dos minerais. Ainda que as medidas de ângulo de contato \n\ncom diferentes líquidos de tensões superficiais conhecidas sejam a base de cálculo \n\ndo valor da energia de superfície dos sólidos, os resultados são diferentes \n\ndependendo da abordagem utilizada (SHARMA, HANUMANTHA RAO, 2002). As \n\nenergias de adesão são calculadas seguindo as metodologias: abordagem da média \n\ngeométrica, equação de estado e equação de Lifshitz-van der Waals ácido-base. A \n\nabordagem da média geométrica foi o método escolhido nesta tese para calcular a \n\nenergia de total de adesão ?6!\" 4542?\tde dois materiais sólidos 1 e 2 (mineral e \n\n\n\n39 \n\nprecipitado) imersos em um líquido 3. Desta forma, a energia livre total de adesão é \n\ndada como a soma das componentes de energia de adesão apolar (Lifshitz–van der \n\nWaals) ?6!\" ??\t e polar (ácido-base) ?6!\" 23 , conforme Eq. (9) abaixo (VAN OSS, 1994):  \n \n\n  ?G132TOTAL = ?G132LW + ?G132AB   \n \n\n(9) \n\n \n\nA componente de energia de adesão apolar (Lifshitz–van der Waals) ?6!\" ?? é dada \npela Eq. (10) a seguir. (SHARMA, HANUMANTHA RAO, 2003) \n\n \n\n  \n?G132LW = 2/+?1LW??3LW0/+?2LW??3LW0  \n\n \n\n(10) \n\n \n\nonde ?!?? e ? ?? são respectivamente as componentes de tensões apolares para os \nsólidos 1 e 2 e ?\"?? é a componente de tensão apolar para o líquido. As interações \napolares são atrativas para valores de ?6132(,  negativos e repulsivas para valores de \n?6!\" ?? positivos (SHARMA, HANUMANTHA RAO, 2003; VAN OSS, 1994). \n \n\nAnalogamente à equação anterior, a componente de energia de adesão polar (ácido-\n\nbase) ?6!\" 23  depende das componentes de tensão polares dos sólidos 1 e 2 (?!23 e ? 23) e do líquido 3 (?\"23) (SHARMA, HANUMANTHA RAO, 2003). A componente de \nadesão ácido-base é dada pela Eq. (11) a seguir. \n\n \n\n  \n?G132AB = 2?+?1AB??3AB@?+?2AB??3AB@  \n\n \n\n(11) \n\n \n\nA componente de interação ácido-base será positiva se ocorrer repulsão e valor \n\nnegativo se houver atração entre os sólidos no meio aquoso. \n\n \n\nEntretanto, é provável que em alguns casos não ocorra a flotação, por efeitos \n\ncinéticos, mesmo quando são atendidos os critérios termodinâmicos (LASKOWSKI, \n\n1986; DRZYMALA, 1994).  \n\n\n\n40 \n\n1.10.5  Teorias DLVO/X-DLVO – Energia de interação em função da distância \n\n \n\nNa abordagem DLVO e X-DLVO, a energia de interação total GTOTAL entre os sólidos \n\n1 e 2 imersos em um líquido 3 depende da distância de separação H entre as \n\npartículas. Experimentalmente, o potencial de interação entre as partículas só é \n\nmedido em função da separação entre elas (LINS, 1995; PEÇANHA, 2014). Na \n\nabordagem DLVO, a energia de interação total GDLVOTOTAL\tC? é a soma das forças \natrativas de Lifshitz – van der Waals GLW(H) e das forças eletrostáticas GEL (H), que \n\nsão atrativas ou repulsivas, ver Eq. (12) abaixo. Na abordagem X-DLVO, além das \n\nenergias de interação 6(,\tC? e 6D(\tC?, a energia de interação total 6E?F(GHIHI?( \tC? \nexibida pela Eq. (13) leva em conta também a energia de interação ácido-base \n\n6?J\tC? (SHARMA, HANUMANTHA RAO, 2002). \n \n\n GDLVOTOTAL\tH? = GEL\tH? + GLW\tH? (12) \n \n\n GX?DLVOTOTAL \tH? = GEL\tH? + GLW\tH? + GAB\tH? (13) \n \n\nDessa forma, varia-se a distância de aproximação H entre as partículas (de 1 a 20 \n\nnanômetros por exemplo) e calculam-se as energias de interação Lifshitz–van der \n\nWaals, eletrostática, ácido base e total (teorias DLVO e X-DLVO) para essas \n\ndistâncias, plotando um gráfico de energia de interação x distância de aproximação \n\nentre as partículas. \n\n \n\nA energia de interação eletrostática 6D(\tC? é calculada pela Eq. (14) a seguir \n(SHARMA, HANUMANTHA RAO, 2002): \n\n \n\n GEL\tH? = ???0r1r2 R?12 + ?22Tr1 + r2 U 2?1?2?12 + ?22 ln/\n1 + e??H1 ? e??H0 + ln#1 ? e?2?H&amp;Y (14) \n\n \n\nonde ?=3,14...; ? é a constante dielétrica do líquido (para á água o valor é 79); ?0 é \n\npermissividade no vácuo = 8,85.10-12 C2J-1m-1; r1 e r2 são os raios da partículas 1 e 2 \n\n(em m); ?1 e ?2 são os potenciais zeta das partículas 1 e 2 (em V); H é a distância de \n\nseparação entre as partículas (em m). A grandeza 1/? dada pela  \n\n\n\n41 \n\nEq. (15) é o comprimento de Debye ou a espessura da dupla camada elétrica difusa \n\n(em m-1) e calculada simplificadamente em função da é a constante dielétrica do \n\nlíquido ? (para á água o valor é 79), da permissividade no vácuo  \n\n?0=8,85.10-12 C2J-1m-1, da constante de Boltzmann kB= 1,381x10-23 J/K, da \n\ntemperatura absoluta T, em K (considerou-se 295 K ou 22oC), da carga elétrica do \n\nelétron e (1,602 x 10-19C), da valência dos íons presentes na solução (v) e do \n\nnúmero de íons n presentes na solução (em moles/m3, levando em conta que em um \n\nmol de íons para cada espécie em solução tem-se 6,02 x 1026 íons/m3). \n\n \n\n 1/? = / ???kZT4?e ?\tv] n]?0\n!/ \n\n \n(15) \n\n \n\nA energia de interação de Lifshitz–van der Waals GLW\tH? é calculada pela Eq. (16) \n(SHARMA, HANUMANTHA RAO, 2002). \n\n \n\n G^_\tH? = ?A!\" 12 ` yx + xy + x + yx + xy + x + y + 2ln / x\n + xy + xx + xy + x + y0cd 11 + 1,77R2?H?h Ti;\t?\n\nh = 10-k\tm (16) \n \n\nonde A132 é a constante de Hamaker de interação das partículas do mineral  e \n\nprecipitado em um líquido (em J), x é uma constante que depende dos raios r1 e r2 \n\ndas partículas e da distância de separação entre as partículas H: x=H/(r1+r2); y é \n\numa constante obtida da divisão dos raios r1 e r2 das partículas: y= r1/r2 \n\n \n\nA energia de interação ácido-base 6?J\tC? é dada pela Eq. (17) abaixo: \n \n\n 623\tC? = ? ? m!m m! + m @n?6!\" 23 op\tqr-s?/tu \n \n\n(17) \n\nonde ?=3,14...; r1 e r2 são os raios das partículas; ? é a espessura de correlação das \n\nmoléculas no líquido (?6.10-10 m). O fator d0 é a distância de maior aproximação, e é \n\ndada pela soma de ?0 (distância mínima de separação entre as partículas, \nconsiderada 1,57 .10-10 m) e z, que é uma grandeza que aparece devido ao fato que \n\na medida é realizada no plano de cisalhamento por causa da utilização das medidas \n\nde potencial zeta ao invés da carga da superfície para a avaliação da interação \n\n\n\n42 \n\neletrostática. A grandeza z varia entre 3 Å (alta força iônica) e 5 Å (baixa força \n\niônica). Dessa forma, serão usados os seguintes valores de d0: 4,57 Å                 \n\n(4,57 x 10-10 m) para o sistema com água salina com alta força iônica e 6,57 Å   \n\n(6,57 x 10-10 m) para o sistema constituído pelo mineral e coletor em água pura. \n\n \n\n\n\n43 \n\n2 MATERIAIS E MÉTODOS \n \n\n2.1 MATERIAIS \n\n \n\n2.1.1 Amostras de água \n\n \n\n2.1.1.1 Tipos de água para ensaios tecnológicos de flotação em bancada \n\n \n\nA relação dos diferentes tipos de água utilizados nos testes de flotação em bancada \n\nestá sumarizada na Tabela 2.1 abaixo. A grande maioria dos testes tecnológicos de \n\nflotação em bancada foi executada com amostras de água do mar da região de \n\nBayóvar, pela necessidade de utilização desse insumo por parte da operação \n\nindustrial de Bayóvar. Desta forma, as amostras de água do mar foram coletadas, \n\nacondicionadas em recipientes e enviadas para utilização no laboratório onde os \n\ntestes foram realizados. \n\n \n\nTabela 2.1 - Relação das águas de processo utilizadas nos ensaios tecnológicos de flotação \n\nAmostra Tipo Local de Coleta Data de Coleta \n\nPiúra-IA \n\nMar \n\nLitoral de Bayóvar - Peru \n19-22/nov/2010 \n\nPiúra-II 13/abr/2011 \n\nPiúra-III 11/ago/2011 \n\nPiúra-IB \nObtidas por evaporação da água Piúra I-A 17-25/out/2011 \n\nPiúra-IC \n\nSantos Litoral de Santos - Brasil 02/set/2011 \n\nCaño Torneira Bayóvar - Peru 11/ago/2011 \n\nDestilada Destilada Produzida no LFQI 02/set/2011 \n\n \n\nCom relação às aplicações, pode-se dizer que: \n\n \n\n• A água do mar Piúra-IA, de concentração de cloretos igual a 22 g/L, foi \n\nutilizada para o desenvolvimento do processo de concentração para o mineral \n\nde Bayóvar. \n\n \n\n\n\n44 \n\n• As águas denominadas Piúra-I, Piúra-II e Piúra-III foram utilizadas nos \n\nensaios de desempenho da flotação pelo efeito do envelhecimento da água \n\ndo mar. \n\n \n\n• Após a evaporação da água denominada Piúra-IA, as águas do mar Piúra-IB \n\ne Piúra-IC produzidas tiveram a concentração de cloretos aumentada (28 e 37 \n\ng/L respectivamente). \n\n \n\n• Os tipos de água denominados Piúra-IA, Piúra-IB, Piúra-IC, Santos, Caño e \n\nDestilada foram utilizados para avaliar a composição da água de processo \n\nsobre o desempenho da flotação. \n\n \n\n2.1.1.2 Tipos de água para ensaios fundamentais \n\n \n\nAs amostras de água para ensaios de microflotação, concentração micelar crítica \n\n(CMC), limite de solubilidade e potencial zeta foram produzidas em laboratório \n\nutilizando-se dissolução de sais inorgânicos PA em água Milli-Q ou destilada, com o \n\nobjetivo de simular a composição da água do mar Piúra-I de Bayóvar. O termo “água \n\nsalgada” será utilizado nos resultados e discussões dos testes fundamentais. A \n\nmassa de cada sal inorgânico utilizada para preparação de 1 litro de solução de \n\nágua salgada está apresentada na Tabela 2.2.  \n\n \n\nTabela 2.2 - Reagentes PA com as suas respectivas massas utilizados para a composição de solução \nde 1 litro de água salgada \n\nSal inorgânico Fórmula Massa adicionada (g) \n\nCloreto de sódio NaCl 26,45±0,01 \n\nCloreto de potássio KCl 0,95±0,01 \n\nCloreto de cálcio CaCl2.2H2O 1,65±0,01 \n\nSulfato de magnésio MgSO4.7H2O 12,95±0,01 \n\n \n\nCom a adição desses sais, a concentração de íons em g/L de solução para a água \n\nsalgada é a seguinte: Na+ = 10,4; K+ = 0,95; Ca2+ = 0,45; Mg2+ = 1,28; Cl- = 21,6 e \n\nSO42- = 1,2. \n\n \n\n\n\n45 \n\nOs valores de força iônica (I) para as amostras de água do mar (Piúra-I) e água \n\nsalgada foram determinados utilizando-se a Eq. (18) a seguir (LECH, WIERENGA, \n\nGRUPPEN, MEINDERS, 2015). \n\n v = 12wx?\ny\n?z!\n\n{?  (18) \n \n\nonde mi é a concentração molar de cada um dos n eletrólitos presentes na água e zi \n\né a valência de cada um dos eletrólitos. \n\n \n\nPara ensaios de ângulo de contato, concentração micelar crítica, potencial zeta e \n\nlimite de solubilidade, também foram realizados testes utilizando água destilada e \n\nágua Milli-Q. \n\n \n\n2.1.2 Preparação e caracterização da amostra de minério de apatita para \n\nensaios tecnológicos \n\n \n\nA amostra para os ensaios tecnológicos foi obtida do minério de fosforita das \n\ncamadas 6 e 7 do depósito de Bayóvar – Sechura – Peru, previamente preparado \n\npara a flotação. A preparação do mineral obedeceu às etapas de beneficiamento \n\ninicial antes da flotação em usina piloto conforme fluxograma da Figura I.4, com \n\ntamanho máximo das partículas igual a 800 µm e deslamagem em 44 µm. \n\n \n\nA caracterização tecnológica da amostra de apatita compreendeu as etapas \n\ndescritas a seguir: \n\n \n\ni. Homogeneização e quarteamento para retirada de alíquota representativa. \n\nii. Análise química na amostra de cabeça. \n\niii. Análise granulométrica por peneiramento a úmido e química em cada fração, \n\nconsiderando os seguintes intervalos de tamanho em micrômetros:  \n\n+210; -210+150; -150+105; -105+75 e -75+44. \n\niv. Análise química da amostra passante na peneira de 44 µm. \n\nv. Análise mineralógica em todas as frações granulométricas descritas acima.  \n\n \n\n\n\n46 \n\nA Figura II.1 mostra um fluxograma das etapas de preparação para a caracterização \n\nda amostra de minério de apatita utilizada nos testes tecnológicos. \n\n \n\n \nFigura II.1 - Etapas de preparação para a caracterização da amostra de apatita para os testes tecnológicos \n\n \n\nOs métodos de caracterização acima citados utilizaram as seguintes metodologias:  \n\n \n\n• As análises químicas foram realizadas em espectrômetro de fluorescência de \n\nraios X Axios, marca Panalytical, em amostras fundidas, pertencente ao \n\nLaboratório de Caracterização Tecnológica (LCT) da Escola Politécnica – \n\nEngenharia de Minas (Poli-Minas) da Universidade de São Paulo (USP), com \n\ndeterminações de P2O5, CaO, SiO2, Al2O3, Fe2O3, MgO, Na2O, Cl- e SO32-, \n\nalém da execução de perda por calcinação (PPC). \n\n \n\n• A análise mineralógica foi determinada no aparelho difratômetro de raios X \n\n(DRX) marca Philips, modelo MPD 1880, pertencente ao Laboratório de \n\nCaracterização Tecnológica (LCT) da Escola Politécnica – Engenharia de \n\n\n\n47 \n\nMinas (Poli-Minas) da Universidade de São Paulo (USP), utilizado o método \n\ndo pó. \n\n \n\n• As avaliações qualitativa e semi-quantitativa da composição química das \n\nfases de interesse foram executadas por microscopia eletrônica de varredura \n\n(MEV): microscópio modelo Stereoscan 440, marca Leo, com espectrômetro \n\nde raios X por dispersão de energia (EDS) INCA, marca Oxford, pertencente \n\nao Laboratório de Caracterização Tecnológica (LCT) da Escola Politécnica – \n\nEngenharia de Minas (Poli-Minas) da Universidade de São Paulo (USP). As \n\namostras analisadas foram previamente recobertas com carbono. \n\n \n\n• O estudo mineralógico detalhado das formas de ocorrência, associação dos \n\nminerais de interesse e graus de liberação foi efetuado em seções polidas \n\nutilizando o software Mineral Liberation Analyser (MLA) versão 3x acoplado \n\nao microscópio eletrônico de Varredura Quanta 600 FEG (FEI) e sistema de \n\nmicroanálise por EDS Espirit (Bruker), pertencentes ao Laboratório de \n\nCaracterização Tecnológica (LCT) da Escola Politécnica – Engenharia de \n\nMinas (Poli-Minas) da Universidade de São Paulo (USP). \n\n \n\n2.1.3 Amostras para ensaios fundamentais \n\n \n\n2.1.3.1 Ensaios de ângulo de contato \n\n \n\nA preparação das amostras de mineral (apatita e feldspato) para ensaios de ângulo \n\nde contato foi feita da seguinte forma: \n\n \n\ni. Corte da amostra utilizando-se disco de corte diamantado; \n\nii. Embutimento da amostra com resina epóxi. \n\niii. Desbaste das amostras utilizando-se o equipamento Struers Tegramin 20, \n\nutilizando: \n\n• lixas de 125, 75, 40, 15 e 9 µm; \n\n• panos de microfibra de 6, 3 e 1 µm. \n\niv. Polimento das superfícies com pasta de diamante e lubrificante; \n\n\n\n48 \n\nv. Limpeza da superfície das amostras minerais, deixando-as imersas em \n\nsolução de hidróxido de potássio 1 mol/L por 24 horas. \n\nvi. Lavagem das amostras com água Milli-Q para retirada da solução de \n\nhidróxido de potássio. \n\nvii. Secagem das amostras em dessecador a vácuo. \n\n \n\nAs amostras de mineral utilizadas nos ensaios de ângulo de contato foram: \n\n \n\n• Apatita: o mineral de apatita de Bayóvar é muito friável e, portanto, desagrega \n\nmuito facilmente. Por esse motivo, não houve possibilidade de formar \n\nsuperfícies planas e polidas para os ensaios de ângulo de contato pelo \n\nmétodo da gota séssil a partir da apatita de Bayóvar. Dessa forma, \n\nescolheram-se outras amostras de apatita para a realização dos ensaios de \n\nângulo de contato. O critério para a escolha dessas amostras foi a sua \n\nhomogeneidade, bem como a resistência ao corte e ao polimento. Dessa \n\nforma, obtiveram-se amostras de apatita oriundas de um depósito situado no \n\nestado da Bahia – Brasil. O tamanho mínimo de cada amostra foi de       \n\n3x2x1 cm. \n\n \n\n• Feldspato: o feldspato da família do plagioclásio escolhido para a realização \n\nde testes de ângulo de contato foi o mineral labradorita, visto a melhor \n\nfacilidade de obtenção do mineral. As amostras de feldspato foram oriundas \n\nde um depósito da Rússia. O tamanho mínimo de cada amostra foi de 3x2x1 \n\ncm. \n\n \n\nA caracterização tecnológica das amostras de apatita e feldspato para os ensaios de \n\nângulo de contato foi realizada seguindo a metodologia abaixo: \n\n \n\ni. Realização de uma etapa inicial de cominuição, quarteamento e classificação \n\nda amostra, de forma que todo mineral obtivesse granulometria abaixo de 106 \n\nµm. \n\nii. Execução de análises químicas por fluorescência de raios X e análises \n\nmineralógicas por difração de raios X, conforme equipamentos e métodos já \n\ndescritos no item anterior. \n\n\n\n49 \n\n \n\nA preparação de amostras de precipitado formado pela interação do coletor \n\namidoamina com água salgada para os ensaios de ângulo de contato foi feita da \n\nseguinte maneira: \n\n \n\ni. Em água salgada previamente preparada com sais PA, adicionou-se uma \n\nmassa de coletor para preparar uma solução de concentração 1,5 g/L de \n\nsolução. \n\nii. Fez-se passar a solução por um filtro Millipore, com papel de filtro de abertura \n\nmédia de 0,22 µm por tempo necessário para a filtragem do líquido (2 horas \n\nno mínimo). \n\niii. O precipitado do coletor em água salgada retido no papel de filtro foi \n\nsubmetido à secagem em dessecador a vácuo até a sua secagem completa. \n\nEssa secagem durou aproximadamente 3 dias. \n\niv. O precipitado seco em papel de filtro Millipore foi devidamente colado com fita \n\ndupla face em superfície plana para realização dos testes. \n\n \n\n2.1.3.2 Amostras de minério para ensaios de microflotação e potencial zeta \n\n \n\n2 .1 .3 .2 .1   A p a tita  \n\n \n\nA amostra de apatita para realização de ensaios de microflotação e potencial zeta foi \n\nobtida do concentrado final do beneficiamento do minério de Bayóvar das camadas \n\n1 a 5. Como a caracterização mineralógica deste minério apontou uma porcentagem \n\naproximada de 98% de apatita, não houve a necessidade de fazer a purificação da \n\namostra antes dos ensaios fundamentais.  \n\n \n\nPara os ensaios de microflotação, seguiram-se os passos para a preparação da \n\namostra de apatita. \n\n \n\ni. A amostra foi quarteada utilizando-se o quarteador Jones. \n\nii. A alíquota retirada foi peneirada a úmido (peneirador suspenso). \n\niii. Separou-se a fração granulométrica -150+44 µm para os ensaios.  \n\n\n\n50 \n\niv. A alíquota separada acima foi submetida à secagem em estufa a 40oC.  \n\n \n\nPara os ensaios de potencial zeta, partiu-se da amostra preparada para a \n\nmicroflotação, a qual foi submetida aos seguintes procedimentos adicionais: \n\n \n\ni. Retirou-se a amostra utilizando-se um quarteador Jones para separar a \n\nmassa necessária para os testes. \n\nii. Lavou-se a alíquota retirada com solução de hidróxido de potássio 1 mol/L por \n\naproximadamente 30 minutos. \n\niii. Filtrou-se a vácuo em funil de Bückner a polpa contendo a amostra com \n\nsolução de hidróxido de potássio. \n\niv. Lavou-se o mineral com água Milli-Q exaustivamente, até que o valor de pH \n\ndo filtrado estivesse igual ao valor do pH da água Milli-Q. \n\nv. Secou-se a amostra em dessecador a vácuo. \n\nvi. Triturou-se a amostra utilizando-se almofariz de ágata durante 1 hora, prazo \n\nnecessário para que todas as partículas obtivessem tamanho menor que  \n\n20 µm. \n\nvii. Coletou-se o mineral para os ensaios de potencial zeta. \n\n \n\n2 .1 .3 .2 .2   Fe ld sp a to  \n\n \n\nAs amostras de feldspato para ensaios de microflotação e potencial zeta foram as \n\nmesmas utilizadas para os ensaios de ângulo de contato.  \n\n \n\nPara os ensaios de microflotação, seguiram-se as etapas descritas abaixo: \n\n \n\ni. Iniciou-se a cominuição das amostras em britador de mandíbulas. \n\nii. Executou-se a britagem posterior em britador de rolos, com classificação em \n\npeneira de 1 mm. \n\niii. Submeteu-se a britagem até que toda a amostra estivesse abaixo de 1 mm. \n\niv. Retirou-se a amostra utilizando-se o quarteador Jones. \n\nv. Peneirou-se a amostra retirada a úmido (peneirador suspenso) durante 20 \n\nminutos. \n\n\n\n51 \n\nvi. Separou-se a fração granulométrica -150+44 µm.  \n\nvii. Retirou-se uma alíquota para análise mineralógica e química da fração  \n\n-150+44 µm. \n\nviii. Com os resultados obtidos do item anterior, purificou-se a amostra de \n\nfeldspato com a retirada dos minerais magnéticos da amostra, utilizando-se o \n\nseparador hidrodinâmico Frantz. \n\nix. Retirou-se nova alíquota para análise mineralógica e química da fração não \n\nmagnética. \n\n \n\nO resultado mineralógico da fração não magnética da amostra de feldspato apontou \n\napenas a fase mineral labradorita (feldspato), a qual foi submetida aos ensaios \n\nfundamentais desta tese. \n\n \n\nPara os ensaios de potencial zeta com o mineral de feldspato, foi utilizada a uma \n\nalíquota da fração purificada de feldspato (não magnética) de granulometria  \n\n-150+44 µm preparada acima. O procedimento utilizado para a preparação dessa \n\nalíquota foi o mesmo descrito anteriormente para a apatita, obtendo-se um mineral \n\ncom granulometria abaixo de 20 µm. \n\n \n\nA caracterização tecnológica das amostras de apatita e feldspato para os ensaios de \n\npotencial zeta e microflotação foram realizadas da seguinte forma: \n\n \n\ni. Recolheu-se uma alíquota das amostras utilizadas para os ensaios de \n\nmicroflotação e submeteu-se à cominuição, de forma de todas as partículas \n\nda alíquota obtivessem granulometria abaixo de 106 µm. \n\nii. Submeteram-se as amostras a análises químicas por fluorescência de raios X \n\ne análises mineralógicas por difração de raios X, conforme equipamentos e \n\nmétodos já descritos anteriormente. \n\n \n\n2.1.4 Reagentes \n\n \n\nUma lista contendo os reagentes PA utilizados nos testes fundamentais está sendo \n\nmostrada na Tabela 2.3 a seguir. \n\n  \n\n\n\n52 \n\n \n\nTabela 2.3 - Origem dos reagentes PA utilizados nos testes \n\nReagente Fornecedor \n\nCloreto de sódio Synth \n\nCloreto de potássio Synth \n\nCloreto de cálcio dihidratado Synth \n\nSulfato de magnésio heptahidratado Sulfal \n\nÁcido clorídrico VETEC \n\nHidróxido de potássio VETEC \n\nDiiodometano GEOLIQUIDS \n\nGlicerol VETEC \n\n \n\nOs reagentes coletores de flotação utilizados nos ensaios tecnológicos e suas \n\ncomposições químicas são apresentados a seguir na Tabela 2.4. \n\n \n\nTabela 2.4 - Tipos de coletores utilizados e sua composição química  \n\n(Dados fornecidos pelos fabricantes de reagentes) \n\nColetor Substância(s) química(s) Concentração (%) \n\nAmidoamina \n\nPoliamina condensada 90 - 100 \n\nDerivado de amina 5 - 10 \n\nSebodimetilamina 0,1 - 1 \n\nEtermonoamina * Alquil eteramina  47 - 53 \n\n* A substância está dissolvida em ácido acético com grau de neutralização 50%. \n\n \n\n2.2 MÉTODOS \n\n \n\n2.2.1 Ensaios de flotação em bancada \n\n \n\nOs ensaios de flotação em bancada foram realizados no Laboratório de Físico-\n\nQuímica das Interfaces (LFQI) da Escola Politécnica de Engenharia de Minas (Poli-\n\nMinas) da Universidade de São Paulo (USP) (MARTINS, LEAL FILHO, ALBINO, \n\n2011). Utilizou-se célula mecânica de flotação de laboratório da marca DENVER, \n\ncom cubas metálicas de aproximadamente 1 litro de volume e amostras de mineral \n\ndas camadas 6 e 7 de Bayóvar com massa de 500 g. Para a grande maioria dos \n\nensaios de flotação em bancada, foram realizadas duas etapas de flotação catiônica \n\n\n\n53 \n\nreversa de silicatos, com o afundado da primeira etapa de flotação sendo submetido \n\ncomo alimentação da segunda etapa de flotação. Os ensaios de flotação seguiram o \n\nprocedimento abaixo: \n\n \n\ni. Preparou-se uma polpa com 50% de sólidos em peso com mineral de \n\nBayóvar e água do mar Piúra-IA (com exceção dos ensaios em que se \n\navaliou a influência de água de processo no desempenho da flotação).  \n\nii. Mediu-se o pH da polpa na temperatura de 25oC. Exceto nos ensaios onde se \n\nestudou a influência do pH no desempenho da flotação, não se utilizou \n\nnenhum modificador de pH. \n\niii. Adicionou-se coletor preparado em dispersão 1% p/v. \n\niv. O condicionamento do coletor ocorreu por um minuto (exceto para os ensaios \n\nonde se avaliou a influência do tempo de condicionamento na flotação). \n\nv. Acrescentou-se água suficiente para obter uma polpa com porcentagem de \n\nsólidos em aproximadamente 30% de sólidos em peso. \n\nvi. Conectou-se a entrada de ar à célula de flotação e executou-se a primeira \n\netapa flotação (rougher) até a exaustão da espuma silicatada. \n\nvii. O produto afundado alimentou a segunda etapa de flotação (cleaner). \n\nAjustou-se o volume da cuba de flotação adicionando-se água do mar e \n\ndosagem adequada de dispersão do coletor em água 1% p/v (a dosagem era \n\ncalculada tendo em conta a massa da alimentação da primeira etapa de \n\nflotação). Condicionou-se a polpa por um minuto em pH natural da polpa, \n\nconectando o ar à cuba e executando a flotação até a exaustão da espuma. \n\nviii. Os rejeitos (produtos flotados) nas duas etapas de flotação e concentrado \n\nfinal (afundado na segunda etapa de flotação) foram lavados com água da \n\ntorneira para retirada do sal remanescente, seguindo-se secagem, pesagem e \n\nretirada de alíquotas para análises químicas. \n\n \n\nObservação: Além do coletor, não se utilizou nenhum tipo de depressor ou outro tipo \n\nde reagente (modificador, espumante, ativador, etc.) para a flotação catiônica. \n\n \n\nA Tabela 2.5 a seguir indica os ensaios de flotação em bancada realizados e o \n\nobjetivo de cada um deles. \n\n \n\n\n\n54 \n\nTabela 2.5 - Variáveis de estudadas nos ensaios de flotação em bancada \n\nVariável de processo Tipo/Valor \n\nTipo de coletor amidoamina e etermonoamina \n\npH 8,2 e 10,5 \n\nTempo de condicionamento do coletor (min) 1, 2 e 4 \n\nDosagem do coletor (g/t de alimentação) 250+250; 500+250 e 750+250 \n\nTemperatura da água (oC) 25, 30 e 40 \n\nTempo de coleta da água do mar (dia) 60, 180 e 325 \n\nConcentração de cloretos na água do mar (g/L) 22, 28 e 37 \n\nTipo de água Do mar, da torneira e destilada \n\n \n\n2.2.2 Ensaios de microflotação \n\n \n\nOs ensaios de microflotação foram realizados no Laboratório de Físico-Química das \n\nInterfaces (LFQI) da Escola Politécnica de Engenharia de Minas (Poli-Minas) da \n\nUniversidade de São Paulo (USP) com célula tubo de Hallimond de volume útil \n\naproximado de 100 mL (Figura II.2). Utilizaram-se as amostras purificadas de apatita \n\ne feldspato, preparadas com intervalo de granulometria entre 150 e 44 µm.  \n\n \n\nPara os ensaios de microflotação foi seguido o procedimento abaixo: \n\n \n\ni. Preparou-se uma solução de 0,107 g de amidoamina por litro de água \n\nsalgada (concentração de coletor na água salgada que equivale à dosagem \n\nótima de reagentes nos ensaios de bancada de flotação – primeiro estágio). \n\nii. Pesou-se 1,00±0,01 g de mineral purificado. \n\niii. Adicionou-se 60 mL de solução 107 mg/L de amidoamina preparada no item i \n\ndeste procedimento. \n\niv. Adicionou-se o mineral à solução de amidoamina no tubo de Hallimond. \n\nv. Iniciou-se a agitação da polpa no tubo de Hallimond em 1200 rpm e mediu-se \n\num minuto para o condicionamento do coletor. \n\nvi. Após condicionamento, realizou-se a flotação em 1 minuto com vazão de gás \n\nnitrogênio de 55 cm3/min. Coletou-se o flotado nesse intervalo de tempo com \n\numa espátula. \n\n\n\n55 \n\nvii. Fechou-se a vazão de ar, parou-se a agitação e pesaram-se os produtos \n\nflotado e afundado. \n\nviii. Os ensaios foram feitos em triplicata e a flotabilidade em porcentagem foi \n\ncalculada para cada ensaio dividindo-se a massa do produto flotado pela \n\nmassa da alimentação e multiplicando-se por 100. \n\n \n\n \nFigura II.2 – Tubo de Hallimond utilizado nos ensaios de microflotação \n\n(MARTINS, 2009 – p. 61 - adaptação do autor). \n  \n\n\n\n56 \n\n2.2.3 Ensaios de ângulo de contato \n\n \n\nOs ensaios de ângulo de contato foram feitos utilizando-se goniômetros: \n\n \n\n• da marca Ramé-Hart do laboratório do Instituto Alberto Luiz Coimbra de Pós-\n\nGraduação e Pesquisa em Engenharia da Universidade Federal do Rio de \n\nJaneiro (COPPE/UFRJ) \n\n• da marca OCA (modelo OCA 15 PLUS) do Instituto de Macromoléculas da \n\nUniversidade Federal do Rio de Janeiro (IMA/UFRJ).  \n\n \n\nEstes equipamentos consistem basicamente de uma seringa capaz de fazer cair \n\numa gota séssil sobre a superfície plana dos minerais ou do precipitado. \n\n \n\nA técnica consistiu em realização de medidas diretas de ângulo de contato estático \n\nde um determinado líquido sobre a superfície dos minerais ou precipitados \n\nformados. O método executa uma leitura simples na queda de uma gota séssil \n\nestática logo após de sua criação. O ângulo de contato estático é capturado quando \n\no equilíbrio termodinâmico é atingido entre as três fases: sólido, líquido e gás. \n\n \n\n2.2.3.1 Medidas de ângulo de contato em minerais \n\n \n\nAs medidas de ângulo de contato em minerais consistiram no procedimento a seguir. \n\n \n\ni. Lavou-se excessivamente a superfície exposta do mineral com solução 1 \n\nmol/L de hidróxido de potássio, seguido de lavagem com água Milli-Q e \n\nsecagem. O manuseio da amostra foi feito com pinça para evitar a \n\ncontaminação da superfície exposta do mineral. \n\nii. Inseriu-se água Milli-Q na seringa descartável, que posteriormente foi \n\nacoplada ao goniômetro. \n\niii. Posicionou-se a câmera digital e o feixe de luz para a base onde eram \n\ninseridas as amostras embutidas de mineral. \n\niv. Após a inserção do mineral, executou-se o nivelamento horizontal e \n\nposteriormente o seu posicionamento vertical de forma a aproximar-se ao \n\nmáximo da seringa. \n\n\n\n57 \n\nv. Fez-se cair uma gota de água Milli-Q sobre a superfície do mineral e mediu-se \n\ncom ajuda do software do equipamento o ângulo de contato formado pela \n\ninclinação do líquido sobre o sólido. O cálculo do ângulo de contato medido é \n\ndado pela média aritmética entre os ângulos medidos nas suas duas \n\nextremidades (esquerda e direita). Para cada gota, mediu-se o ângulo de \n\ncontato a cada 0,5 segundos durante um período de 5 minutos ou até a \n\nestabilização do ângulo de contato. Os ensaios foram feitos em triplicata.  \n\nNota: Como os minerais de apatita e feldspato são hidrofílicos, os ângulos de \n\ncontato medidos com á água Milli-Q devem ser próximos a zero. Quando as \n\nmedidas obtidas de ângulos de contatos da água Milli-Q nos minerais saiam \n\ndesse padrão, a superfície do mineral era lixada e posteriormente lavada com \n\nsolução de hidróxido de potássio, água Milli-Q e secagem para novos \n\nensaios. \n\nvi. Repetiu-se o procedimento do item anterior para a medida de ângulo de \n\ncontato para os líquidos glicerol e diiodometano. Primeiramente mediu-se o \n\nângulo de contato da superfície mineral com água Milli-Q para certificar que o \n\nângulo de contato era aproximadamente zero e a que superfície estava limpa. \n\nDepois disso, trocou-se a seringa de água Milli-Q pelo líquido a ser medido \n\n(glicerol ou diiodometano) e fez-se a medida do ângulo de contato.  \n\n \n\n2.2.3.2 Medidas de ângulo de contato em precipitado \n\n \n\nPara as medidas de ângulo de contato precipitado, utilizou-se o seguinte \n\nprocedimento: \n\n \n\ni. Encheu-se a seringa com o líquido necessário para a medida (água, glicerol \n\nou diiodometano), acoplando-o ao goniômetro. \n\nii. Fez-se cair o líquido sobre a superfície do precipitado e registraram-se as \n\nprimeiras medidas de ângulo de contato do líquido com a superfície do \n\nprecipitado. \n\niii. Repetiu-se a medida do ângulo de contato por pelo mínimo cinco vezes para \n\nobtenção de medida representativa. Em quase todos os casos, foram tiradas \n\nfotos das bolhas formadas, as quais foram conferidas as medidas dos \n\nângulos de contato. \n\n\n\n58 \n\n \n\n2.2.4 Ensaios de potencial zeta \n\n \n\nOs ensaios de potencial zeta foram executados para identificar a carga da superfície \n\ndos minerais apatita e feldspato em: \n\n \n\n• eletrólito indiferente – solução de KCl 10-3 mol/L. \n\n• alta força iônica: água salgada a 0,71 mol/L. \n\n• coletor em água salgada: concentração de 107 mg/L. \n\n \n\nExecutou-se também a medida do potencial zeta para o precipitado formado pela \n\nadição do coletor amidoamina em água salgada. \n\n \n\nA medida do potencial zeta foi realizada de maneira direta no Laboratório da \n\nCoordenação de Processos Minerais do Centro de Tecnologia Mineral \n\n(COPM/CETEM) pelo aparelho Zetasizer Nano ZS da Empresa Malvern. O cálculo \n\ndo potencial zeta nesse aparelho é feito por determinação da Mobilidade \n\neletroforética. O equipamento foi configurado para realizar um mínimo de 12 e \n\nmáximo de 100 medições em cada ponto de pH. \n\n \n\nOs ensaios foram realizados da seguinte maneira: \n\ni. Pesou-se 0,040±0,001 g de mineral e inseriu-se em 10 mL de solução \n\n(para minerais) ou apenas mediu-se o volume de 10 mL de dispersão de \n\namidoamina em água salgada. \n\nii. Calibrou-se o pHmetro do aparelho. \n\niii. Inseriu-se a polpa ou a dispersão no aparelho, com a cubeta de medição \n\nde potencial zeta. A polpa ou a dispersão recirculava pelo aparelho e \n\ncubeta de medição durante todo o teste. \n\niv. Variou-se o valor de pH da amostra de 0,7 em 0,7, determinando no final \n\ndo ensaio o valor do potencial zeta e variando o pH para o ensaio \n\nseguinte. Executaram-se para cada tipo de polpa ou suspensão dois \n\ntestes: um para aumentar o pH até 12 (curva básica) e outro para diminuir \n\no pH até 2 (curva ácida). Utilizaram-se soluções de ácido clorídrico e \n\nhidróxido de potássio 0,1 e 0,5 mol/L para ajuste de pH. \n\n\n\n59 \n\n \n\nNota: Em alguns ensaios não foi possível variar o pH da faixa de 2 a 12 \n\nem função dessa variável não chegar principalmente aos valores extremos \n\ndessa faixa, mesmo após adição de uma grande quantidade de soluções \n\nde ácido ou base por vários minutos de teste. \n\n \n\n2.2.5 Ensaios de determinação de tamanho de precipitados \n\n \n\nDeterminou-se o diâmetro médio dos precipitados também por medida direta no \n\nLaboratório da Coordenação de Processos Minerais do Centro de Tecnologia \n\nMineral (COPM/CETEM) em aparelho Zetasizer Nano ZS da Empresa Malvern \n\n(mesmo aparelho usado nas medidas do potencial zeta). Esse aparelho realiza \n\nmedidas de tamanho usando um processo chamado Espalhamento de Luz Dinâmico \n\n(Dynamic Light Scattering - DLS) também chamado Photon Correlation \n\nSpectroscopy – PCS. O aparelho mede o movimento browniano das partículas, o \n\nque é usado no cálculo da medida do tamanho das partículas. Isso é feito pela \n\niluminação das partículas com um laser e analisando as flutuações de intensidades \n\nna luz espalhada. (MALVERN ZETASIZER NANO SERIES, 2013) \n\n \n\nO procedimento de medida do diâmetro médio dos precipitados é bastante \n\nsemelhante ao das medidas de potencial zeta. A preparação da amostra é \n\nsemelhante e configura-se o aparelho para medir o tamanho das partículas. O \n\nnúmero de medições de tamanho das partículas foi ajustado para mínimo de 12 e \n\nmáximo de 100. \n\n \n\n2.2.6 Ensaios de tensão superficial – Concentração micelar crítica \n\n \n\nOs ensaios de tensão superficial foram utilizados para determinar a concentração \n\nmicelar crítica (CMC) das soluções contendo várias concentrações de amidoamina \n\nem água destilada e água salgada. Os ensaios foram realizados no Laboratório de \n\nFísico-Química das Interfaces (LFQI) da Escola Politécnica de Engenharia de Minas \n\n(Poli-Minas) da Universidade de São Paulo (USP) em tensiômetro da marca KRÜSS \n\nmodelo K12 MK5. O aparelho é composto principalmente com uma cubeta de \n\nacrílico de aproximadamente 50 mL e de uma haste metálica de platina com duas \n\n\n\n60 \n\nextremidades: uma, que tem um gancho é acoplada ao equipamento para medida da \n\ntensão superficial e a outra tem o formato de um pequeno retângulo, o qual fica \n\nimerso ao líquido no qual se mede a tensão superficial. O procedimento foi o \n\nseguinte: \n\n \n\ni. Preparou-se as soluções de amidoamina em água destilada e água \n\nsalgada para as medidas de tensão superficial, nas seguintes \n\nconcentrações em mg/L: 0; 0,5; 1,0; 2,0; 3,0; 4,0; 5,0; 7,5; 10; 20; 30; 40; \n\n50; 75; 100; 200; 250.  \n\nii. Lavou-se a cubeta que com álcool etílico e água destilada. \n\niii. Inseriu-se o líquido na cubeta enchendo-se aproximadamente 80% do seu \n\nvolume útil. \n\niv. Inseriu-se a cubeta com o líquido no tensiômetro. \n\nv. Flambou-se a haste metálica em gás de cozinha por duas vezes. \n\nvi. Destravou-se a mola superior do equipamento responsável pela medida \n\ndo ângulo de contato. \n\nvii. Inseriu-se a haste metálica na mola do tensiômetro medidor da tensão \n\nsuperficial. \n\nviii. Elevou-se o nível da cubeta com o líquido a ser medido, de modo que a \n\nextremidade da placa de platina que contém o retângulo não encoste na \n\nsuperfície do líquido. \n\nix. Procedeu-se a medida da tensão superficial com a imersão parcial do \n\nretângulo da haste metálica no líquido. \n\nx. Executou-se a medida inicial da tensão superficial da água destilada para \n\ncalibração do equipamento. \n\nxi. Realizou-se a medida de tensão superficial de cada líquido em triplicata \n\ncom a tomada da média aritmética como o valor encontrado. \n\nxii. Plotou-se os valores encontrados num gráfico log concentração x tensão \n\nsuperficial e determinaram-se os valores de concentração micelar crítica \n\npara o coletor em água destilada e em água salgada pela intercessão das \n\nduas retas finais encontradas a partir dos pontos originados para o gráfico. \n\n \n\n  \n\n\n\n61 \n\n2.2.7 Ensaios de limite de solubilidade \n\n \n\nOs ensaios de limite de solubilidade com o coletor amidoamina em água Milli-Q e \n\nágua salgada foram realizados no Laboratório da Empresa Clariant em Belo \n\nHorizonte. O método de análise de solubilidade utilizado foi o padrão BRAF1144 da \n\nClariant, que descreve a determinação semiquantitativa da solubilidade aproximada \n\nde materiais em solventes de interesse, baseando-se na observação da aparência \n\nmediante a adição de quantidades crescentes de solventes. Este método \n\ncorresponde ao teste preliminar contido no método do frasco do OECD 105 \n\n(GUERRA, 2010). Sucintamente, o procedimento usado para determinação do limite \n\nde solubilidade foi o seguinte: \n\n \n\ni. Em um recipiente, pesou-se 0,1 g do coletor amidoamina e adicionaram-se \n\nvolumes crescentes de água (Milli-Q ou salgada), começando-se por 1 mL \n\nde água.  \n\nii. Após cada adição de volume conhecido de água, agitou-se a mistura por \n\naproximadamente 10 minutos e verificou-se visualmente se algum material \n\npermanece insolúvel (solução transparente ou turva). \n\niii. A determinação do limite de solubilidade (ou de miscibilidade) é dada \n\nquando visualmente o líquido está perfeitamente transparente. O limite de \n\nsolubilidade aproximado é dado pela relação entre a massa de coletor e a \n\nmassa de água salgada adicionada. \n\n \n\n\n\n62 \n\n3 RESULTADOS E DISCUSSÃO: PROCESSO PARA CONCENTRAR O \nFOSFATO DE BAYÓVAR POR FLOTAÇÃO \n\n \n\n3.1 CARACTERIZAÇÃO DO MINÉRIO \n\n \n\n3.1.1 Análise granulométrica e química \n\n \n\nA composição granulométrica do minério oriundo das camadas 6 e 7 de Bayóvar, \n\nutilizado nos testes de flotação em bancada, são mostrados na Tabela 3.1 a seguir. \n\nA composição química da amostra de minério das camadas 6 e 7 apresenta teores \n\nde P2O5 e de SiO2 iguais a 23,6% e 16,0% respectivamente. \n\n \n\nTabela 3.1 - Análise granulométrica do minério de Bayóvar submetido aos testes de flotação, com teores e \ndistribuições de tamanho \n\n(TASSINARI, 2011 – adaptação do autor) \n\nFração \n(mm) \n\n% Massa \nacumulada \n\nTeor (%) Distribuição (%) \n\nP2O5 SiO2 P2O5 SiO2 \n\n+0,210 7,70 26,9 11,5 8,80 5,00 \n\n-0,210+0,150 19,9 24,1 15,3 12,5 10,6 \n\n-0,150+0,105 41,8 27,2 9,64 25,3 12,0 \n\n-0,105+0,074 79,1 26,1 12,7 41,1 26,9 \n\n-0,074+0,044 94,3 16,1 35,8 10,4 31,2 \n\n-0,044 100 7,85 44,3 1,90 14,3 \n\nTotal - 23,6 16,0 100 100 \n\n \n\n \n\n3.1.2 Análise mineralógica \n\n \n\nA composição mineralógica por fração granulométrica acima da fração 0,044 mm \n\nestá mostrada na Tabela 3.2 e Figura III.1 a seguir. O minério é composto \n\nprincipalmente de apatita (84% em massa), feldspatos (12%) e quartzo (4%), com \n\ntraços de mica, anfibólio e carbonatos. O mineral de fosfato é do tipo hidroxiapatita. \n\nCom relação aos feldspatos, a maior proporção é constituída pela família do \n\nplagioclásio (9% do total da amostra), com presença também de K-feldspato (3%). \n\n \n\n\n\n63 \n\nTabela 3.2 - Composição granulométrica da amostra de apatita de Bayóvar por frações granulométricas \n\nFração Mineral (% em massa) \n\n(mm) Apatita Quartzo Feldspatos* \n\n+0,210 88 3 8 \n\n-0,210+0,150 87 2 10 \n\n-0,150+0,105 91 1 7 \n\n-0,105+0,075 88 3 9 \n\n-0,075+0,044 57 12 28 \n\nTotal 84 4 12 \n\n*  Inclui K-feldspato e Na/Ca-feldspato (plagioclásio) \n\n \n\n \nFigura III.1 - Difratograma da amostra Blending 6/7, fração +0,074 mm. Presença de apatita, quartzo, carbonato \n\n(calcita), feldspato (albita) e mica (muscovita). \n\n \n\n3.1.3 Características de associação da apatita \n\n \n\nQuanto às suas características de associação, a apatita ocorre principalmente na \n\nforma de partículas livres, em grãos arredondados ou ovoides, onde se observam \n\ndiminutas inclusões de constituição diversa. Apresenta-se normalmente porosa, com \n\nsuperfície rugosa. Raramente mostra superfície lisa e homogênea, estando nesse \n\nPosition [°2Theta] (Copper (Cu))\n\n10 20 30 40 50\n\nCounts\n\n0\n\n100\n\n400\n\nM\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nC\na\nlc\n\nit\ne\n; \n\nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\nQ\nu\na\nrt\n\nz\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nC\na\nlc\n\nit\ne\n\nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nQ\n\nu\na\nrt\n\nz\n l\no\nw\n\n; \nC\na\nlc\n\nit\ne\n; \n\nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nQ\n\nu\na\nrt\n\nz\n l\no\nw\n\n; \nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nQ\n\nu\na\nrt\n\nz\n l\no\nw\n\n; \nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nC\na\nlc\n\nit\ne\n; \n\nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nC\na\nlc\n\nit\ne\n; \n\nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nA\nlb\n\nit\ne\n c\n\na\nlc\n\nia\nn\n l\no\nw\n\n; \nM\n\nu\ns\nc\no\nv\nit\ne BLENDING 6/7 +0,074mm\n\n\n\n64 \n\ncaso normalmente fraturada; apresenta ainda conteúdos variados de sódio, \n\nmagnésio, alumínio, silício, enxofre e ferro. Forma também partículas mistas típicas \n\ncom feldspato e com quartzo, ocorrendo normalmente nas bordas desses minerais. \n\nA Figura III.2 e Figura III.3 mostram as feições da apatita observadas no Microscópio \n\nEletrônico de Varredura - MEV.  \n\n \n\n \nFigura III.2- Fração -0,210+0,150 mm. Aspecto geral. Apatita (cinza claro) em grãos arredondados ou ovoides, em \n\nsua maioria livre ou mista com silicatos (cinza escuro) \n\n \n\n\n\n65 \n\n \nFigura III.3 - Apatita de Bayóvar; fração -0,210+0,150 mm. Partícula ovoide de apatita (cinza claro; canto direito) \nmista com feldspato e com diminutas inclusões (canto esquerdo); ambas apresentam conteúdos variados de \n\nsódio, magnésio, alumínio, silício e enxofre. \n\n \n\nA discriminação entre as partículas de apatita e silicatos no Mineral Liberation \n\nAnalyser (MLA) está exposta na Figura III.4 a seguir. \n\n \n\n \n\nFigura III.4 - Mineral de Apatita de Bayóvar, fração +0,210 mm. Partículas classificadas no MLA ilustrando a apatita \n(verde), quartzo (azul claro), K-feldspato (azul escuro) e Ca/Na-feldspato (roxo). \n\n  \n\n\n\n66 \n\n3.1.4 Grau de liberação da apatita \n\n \n\nPara o minério com tamanho máximo das partículas determinado pelo peneiramento \n\nem 800 µm, apresentam-se na Tabela 3.3 os valores de liberação considerando \n\ncomo partícula liberada aquelas com no mínimo 85%, 90%, 95% e com 100% de \n\napatita (valores extraídos das curvas de espectro de liberação, em termos de \n\nporcentagem em área e perímetro exposto). \n\n \n\nTabela 3.3 - Grau de liberação considerando distintas proporções de apatita \n\nGrau de liberação da apatita \n\n(%) \n\nProporção de apatita - partícula (%) \n\n? 85 ? 90 ? 95 100 \n\nEm área 97 96 95 88 \nEm perímetro exposto 98 98 97 95 \n\n \n\nA curva de recuperação versus teor de P2O5, considerando unicamente o fósforo \n\npresente na forma de apatita (obtida nos estudos de MLA), para o material acima de \n\n0,044 mm é apresentada na Figura III.5. Os estudos indicam que, teoricamente, é \n\npossível a obtenção de produto com teor da ordem de 30% de P2O5, recuperando \n\n99% do fósforo contido na forma de apatita. Com os resultados de análise \n\ngranulométrica e de grau de liberação, justificou-se a separação da apatita dos \n\nminerais de ganga por flotação. \n\n\n\n67 \n\n \nFigura III.5 – Curvas de recuperação versus teor de P2O5 (MLA) \n\n \n\nQuanto ao SiO2, este se associa principalmente aos feldspatos (55%), ao quartzo \n\n(27%) e à apatita (15%).  \n\n \n\n3.2 TIPOS DE ÁGUA UTILIZADOS NOS ENSAIOS DE FLOTAÇÃO \n\n \n\nOs diversos tipos de água utilizados para os ensaios de flotação em bancada, sendo \n\nágua do mar (com concentrações, locais e tempos de coleta distintos) e água da \n\ntorneira de Piúra foram analisados e são mostrados na Tabela 3.4 a seguir. \n\n \n\nA composição da água salgada preparada em laboratório com sais PA para os \n\ntestes fundamentais também é mostrada nesta tabela.   \n\n20\n\n22\n\n24\n\n26\n\n28\n\n30\n\n32\n\n90 91 92 93 94 95 96 97 98 99 100\n\nT\ne\no\n\nr \nd\n\ne\n P\n\n2\nO\n\n5\n(%\n\n)\n\nDistribuição acumulada de P2O5 (%)\n\n+0,21\n\n-0,21+0,15\n\n-0,15+0,105\n\n-0,105+0,074\n\n-0,074+0,044\n\ntotal +0,044\n\n\n\n68 \n\nTabela 3.4 - Composições das amostras de água utilizadas nos testes de flotação \n\nElemento \nConcentração (g/L) \n\nPiúra I-A Piúra I-B Piúra I-C Piúra-II Piúra-III Torneira  Salgada* \n\nSódio 10,40 16,52 22,29 9,80 9,80 0,247  10,40 \n\nPotássio 0,48 0,77 1,15 0,48 0,51 0,01  0,50 \n\nCálcio \n0,45 \n\n(pCa=1,9) \n\n0,52 \n\n(pCa=1,9) \n\n0,68 \n\n(pCa=1,8) \n\n0,43 \n\n(pCa=2,0) \n\n0,41 \n\n(pCa=2,0) \n\n0,073 \n\n(pCa=2,7) \n\n 0,45 \n\n(pCa=1,9) \n\n         \n\nMagnésio \n1,28 \n\n(pMg=1,3) \n\n1,93 \n\n(pMg=1,1) \n\n2,79 \n\n(pMg=0,9) \n\n1,20 \n\n(pMg=1,3) \n\n1,16 \n\n(pMg=1,3) \n\n0,018 \n\n(pMg=3,1) \n\n 1,28 \n\n(pMg=1,3) \n\nManganês &lt;L.D.&lt;L.D.&lt;L.D.&lt;L.D.&lt;L.D.&lt;L.D.  - \n\nFerro&lt;L.D. 0,02 0,01&lt;L.D.&lt;L.D.&lt;L.D.  - \n\nAlumínio&lt;L.D.&lt;L.D.&lt;L.D.&lt;L.D.&lt;L.D.&lt;L.D.  - \n\nCloreto 21,57 28,43 36,80 19,05 17,55 0,386  21,60 \n\nSulfato 1,24 5,48 5,42 2,51 3,44 0,10  1,20 \n\nFosfato&lt;L.D. 2,3 x10-4 2,0 x10-4&lt;L.D.&lt;L.D.&lt;L.D.  - \n\nNitrato 8x10-5 4x10-5 6x10-5 3.10-5&lt;L.D.&lt;L.D.  - \n\nSólidos \nsuspensos \n\n<L.D. 0,73 3,91&lt;L.D.&lt;L.D.&lt;L.D.  - \n\nSólidos \ndissolvidos \n\n32,2 65,5 84,2 41,0 36,3 1,30  35,4 \n\n<L.D.= Abaixo do limite de detecção do método de análise química  \n\n* Salgada: água composta por sais PA simulando a água do mar Piúra-I para realização de testes \n\nfundamentais de laboratório. Teores calculados em função da quantidade total de sais adicionada \n\n \n\nUm aspecto importante, além dos íons inorgânicos presentes na água do mar em \n\ndiferentes concentrações, é a presença das substâncias orgânicas oriundas do \n\nfitoplâncton (SCHILLING, ZESSNER, 2011), que podem contribuir para problemas \n\nde formação excessiva de espumas na flotação, ainda que as temperaturas da água \n\ndo mar da região de Piúra sejam menores que 20oC em profundidades próximas à \n\nsuperfície (CARBAJAL, BELTRÁN, QUISPE, MACALUPÚ, 2009). Desta forma, \n\nverificou-se que, em ensaios de flotação piloto com amostras de minério de fosfato e \n\nágua do mar da região de Bayóvar, alguns reagentes (incluindo amostras com \n\n\n\n69 \n\npredominância de amidoamina) exibiram espumas muito consistentes, com certa \n\ndificuldade de manuseio, transporte e descarte nas bacias de rejeito. Uma \n\ncaracterização de substâncias orgânicas na água do mar, mesmo que não tenha \n\nsido feita, poderá ser realizada no futuro em função de possíveis problemas com \n\nmanuseio de espumas na flotação industrial com o minério de Bayóvar. \n\n \n\nOs valores para força iônica foram calculados para as amostras de água do mar de \n\nPiúra-IA e de água salgada utilizando-se a Eq. (18). Os resultados de força iônica \n\nobtidos para ambas as amostras foram de 0,71 mol/L, indicando que a composição \n\nde sais adotada para a água salgada é muito semelhante à da água do mar de \n\nPiúra. \n\n \n\n3.3 ESTUDO DAS VARIÁVEIS DE PROCESSO \n\n \n\n3.3.1 Influência do tipo de coletor: etermonoamina versus amidoamina \n\n \n\nO coletor etermonoamina tem sido usado com sucesso no Brasil para remover \n\nquartzo de itabiritos durante os últimos 30 anos (ARAÚJO, VIANA, PERES, 2005). \n\nEssa vasta experiência motivou a escolha deste tipo de coletor no início dos testes \n\nexploratórios para flotação catiônica reversa de silicatos de Bayóvar. No entanto, \n\neste tipo de coletor não foi capaz de produzir concentrados de apatita com teores de \n\nP2O5 na faixa de 29-31%. Após uma pesquisa extensa com muitos outros reagentes \n\ncatiônicos, o coletor amidoamina provou ser capaz de produzir um concentrado de \n\nflotação que atingiu o teor de P2O5 requerido, tal como ilustrado na Tabela 3.5. Este \n\ncoletor também apresentou baixa recuperação de SiO2 no concentrado (4,4%), se \n\ncomparado com etermonoamina (14,8%).  \n\n \n\nTabela 3.5 - Influência do tipo de coletor na flotação: etermonoamina versus amidoamina \n\nColetor \nConcentrado - Teor (%) Concentrado - Recuperação (%) \n\nP2O5 SiO2 Massa P2O5 SiO2 \n\nEtermonoamina 24,9 14,8 91,1 94,0 82,8 \nAmidoamina 29,9 4,4 74,0 89,9 20,5 \n\n \n\n\n\n70 \n\n3.3.2 Influência do pH \n\n \n\nPara evidenciar o efeito do pH na flotação reversa de silicatos com amidoamina, \n\nvariou-se o pH da solução em 8,2 (sem adição de modificadores de pH) e 10,5, \n\nconforme mostrado na Tabela 3.6. Os testes comparativos foram realizados em uma \n\núnica etapa de flotação e mostraram que o concentrado produzido a partir do \n\ncondicionamento do coletor a pH 8,2 apresentou teores e recuperações de P2O5 \n\n(25,5 e 97,6% respectivamente) ligeiramente melhores que os concentrados obtidos \n\ncom o pH 10,5 (24,2% e 96,7%). Adotou-se, portanto, o pH natural da polpa como \n\nvalor a ser utilizado nos ensaios posteriores de flotação em bancada e piloto (7,4 – \n\n8,2), sem a adição de reagentes modificadores de flotação. \n\n \n\nTabela 3.6 - Influência do pH na flotação reversa de silicatos \n\npH \nConcentrado 1 * - Teor (%) Concentrado 1 * - Recuperação (%) \n\nP2O5 SiO2 Massa P2O5 SiO2 \n\n8,2 25,5 13,9 94,4 97,6 83,2 \n10,5 24,2 15,7 96,0 96,7 94,1 \n\n* Flotação em um único estágio com minério (alimentação à flotação) sem deslamagem em 37 µm \n\n \n\n3.3.3 Influência do tempo de condicionamento do coletor \n\n \n\nA Tabela 3.7 mostra a influência do tempo de condicionamento do coletor (1, 2 e 4 \n\nminutos) na flotação reversa de silicatos em uma única etapa. Os resultados \n\nmostraram que não houve diferenças significativas entre os teores (25,5; 25,2 e \n\n25,1%) e recuperações de P2O5 (97,6; 98,9 e 98,9%) para os tempos de 1, 2 e 4 \n\nminutos respectivamente. Testes posteriores de cinética de flotação (MARTINS, \n\nLEAL FILHO, ALBINO, 2011) corroboraram também a adoção de 1 minuto como \n\ntempo de residência ótimo para a concentração de apatita em flotação em bancada. \n\n  \n\n\n\n71 \n\n \n\nTabela 3.7 - Influência do tempo de condicionamento do coletor na concentração de apatita por \nflotação \n\nTempo condic. \nColetor (min) \n\nConcentrado 1 *- Teor (%) Concentrado 1 - Recuperação (%) \nP2O5 SiO2 Massa P2O5 SiO2 \n\n1 25,5 13,9 94,4 97,6 83,2 \n2 25,2 14,8 97,5 98,9 93,0 \n\n4 25,1 14,5 97,8 98,9 94,2 \n\n* Flotação em um único estágio com minério (alimentação à flotação) sem deslamagem em 37 µm \n\n \n\n3.3.4 Influência da dosagem do coletor \n\n \n\nVariou-se a dosagem do coletor na primeira etapa de flotação reversa de silicatos \n\npara a concentração de apatita em 250, 500 e 750 g/t de alimentação da flotação, \n\nmantendo-se a dosagem da segunda etapa da flotação em 250 g/t de alimentação. \n\nOs resultados apresentados na Tabela 3.8 mostram que o concentrado produzido \n\ncom a dosagem total de 1.000 g/t de amidoamina apresentou maior teor de P2O5 no \n\nconcentrado (30,1%). Entretanto, adotou-se como dosagem total de amidoamina \n\nótima o valor de 500 g/t (250+250), pois apresentou melhor recuperação de P2O5 no \n\nconcentrado (90,0%), e teor de P2O5 bastante semelhante (29,9%) comparado ao \n\nproduzido com dosagem total de 1.000 g/t (30,1%). \n\n \n\nTabela 3.8 - Influência da dosagem de amidoamina na flotação reversa de silicatos \n\nDosagem do \ncoletor \n\n (g/t aliment.) \n\nConcentrado final - Teor (%) Concentrado final - Recuper (%) \nP2O5 SiO2 Massa P2O5 SiO2 \n\n250+250 29,9 3,8 78,4 95,9 19,1 \n500+250 29,9 4,4 74,0 89,9 20,5 \n\n750+250 30,1 2,9 72,1 90,0 13,3 \n\n \n\n3.3.5 Influência da temperatura da água \n\n \n\nEspera-se que, ao longo de um dia, ocorram alterações significativas de temperatura \n\nna água de processo na região do deserto de Sechura. Por isso, foi necessário \n\ninvestigar a influência da temperatura da água no desempenho da flotação de \n\nminério de fosfato Bayóvar. Deste modo, foram realizados ensaios de flotação com \n\n\n\n72 \n\nágua do mar de Piúra (Amostra Piúra-IA) a 25oC, 30oC e 40oC. De acordo com os \n\nresultados obtidos (Tabela 3.9), independente do valor da temperatura, foi possível \n\nproduzir concentrados de fosfato exibindo teores de P2O5 próximos a 30%, \n\nacompanhados por recuperação de apatita da ordem de 87-89%. Ao contrário do \n\ndesempenho da flotação de silvita com aminas primárias de cadeia longa em \n\nsalmouras, que é fortemente influenciada pela temperatura da água (FUERSTENAU, \n\nMILLER, KUHN, 1985), a flotação de silicatos do minério de Bayóvar utilizando \n\namidoamina na água do mar é mais tolerante a alterações na temperatura da água \n\nde processo. \n\n \n\nTabela 3.9 - Influência da temperatura sobre o desempenho de flotação com amidoamina \n\nTemperatura \n\n(oC) \n\nConcentrado final - Teor (%) Concentrado final - Recuperação (%) \n\nP2O5 SiO2 Massa P2O5 SiO2 \n\n25 30,4 2,8 71,1 89,1 12,5 \n30 30,4 3,0 70,3 87,2 13,6 \n\n40 30,7 2,9 71,6 89,3 13,4 \n\n \n\n3.3.6 Influência do envelhecimento da água do mar \n\n \n\nSabe-se a água do mar é uma solução natural de eletrólitos contendo substâncias \n\norgânicas, inorgânicas e vários microorganismos. Por essa razão, a sua composição \n\nquímica pode variar em função do tempo como resultado de alterações no equilíbrio \n\nde complexação envolvendo estas espécies (PARKS, 1975). Para investigar a \n\ninfluência do envelhecimento da água sobre a resposta de flotação com \n\namidoamina, amostras de água coletadas no Oceano Pacífico (Piúra-Peru) em datas \n\ndiferentes foram utilizadas para realizar os testes de flotação. A amostra identificada \n\ncomo Piúra-IA foi coletada em novembro de 2010, enquanto que as amostras de \n\nnome Piúra-II e Piúra-III foram coletadas em abril e agosto de 2011, \n\nrespectivamente. Dado que os testes de flotação foram realizados em outubro de \n\n2011, foi possível estudar a influência do envelhecimento da água após 60, 180 e \n\n325 dias, respectivamente. De acordo com a informação apresentada na Tabela 3.4, \n\na composição química dos três tipos de água do mar é semelhante. Os resultados \n\ndos ensaios de flotação são mostrados na Tabela 3.10, onde é possível ver que o \n\ndesempenho de flotação não foi fortemente influenciado pelo envelhecimento água, \n\n\n\n73 \n\nvisto que os concentrados da flotação apresentaram teores na faixa de 30,2-30,7% \n\nde P2O5, enquanto que as recuperações metalúrgicas indicaram também valores \n\nsemelhantes (92-94%). \n\n \n\nTabela 3.10 - Influência do envelhecimento da água do mar no desempenho de flotação com amidoamina \n\nTipo de \n\nágua do \n\nmar \n\nTempo de \n\nenvelhecimento \n\n(dia) \n\nConcentrado final -Teor (%) Concentrado final – Recuper. (%) \n\nP2O5 SiO2 Massa P2O5 SiO2 \n\nPiúra-IA 325 30,3 3,0 75,4 94,1 14,2 \nPiúra-II 180 30,2 3,1 75,8 94,0 15,0 \n\nPiúra-III 60 30,7 3,1 74,4 92,1 14,9 \n\n \n\n3.3.7 Influência da composição da água do mar de Piúra \n\n \n\nVisto que o deserto de Sechura é um local muito seco, ocorre a evaporação da água \n\ndo mar armazenada nos respectivos reservatórios para efeito de recirculação da \n\nágua de processo. Neste caso, espera-se que ocorra uma considerável variação na \n\ncomposição química da água do mar a ser usada na usina de concentração. Na \n\ntentativa de simular essa situação, a amostra Piúra-1A (22 g/L de cloreto) foi \n\nsubmetida à evaporação em laboratório, produzindo Piúra-1B (28 g/L de cloreto) e \n\nPiúra-1C (37 g/L de cloreto), conforme ilustrado na Tabela 3.4. Ensaios de flotação \n\nforam executados com estes três tipos de água do mar e forneceram os resultados \n\napresentados na Tabela 3.11, onde é possível ver que o desempenho de flotação \n\nnão foi afetado pela mudança de composição química provocada por evaporação. \n\n \n\nTabela 3.11 - Influência da composição da água do mar sobre o desempenho de flotação com amidoamina \n\nTipo de \n\nágua do \n\nmar \n\nConcentração \n\ncloreto \n\n(g/L) \n\nConcentrado final -Teor (%) Concentrado final – Recuper. (%) \n\nP2O5 SiO2 Massa P2O5 SiO2 \n\nPiúra-IA 22 30,4 2,8 71,1 89,1 12,5 \nPiúra-II 28 29,7 5,0 73,6 91,7 21,1 \n\nPiúra-III 37 30,7 3,1 73,8 92,0 14,2 \n\n \n\n  \n\n\n\n74 \n\n3.3.8 Influência da composição da água \n\n \n\nAlguns ensaios adicionais de flotação foram realizados com outras fontes de água. \n\nOs seguintes tipos de água foram utilizados: água destilada (produzida no \n\nlaboratório da USP), água doce da torneira, denominada “Caño” (oriunda do rio \n\nIllescas, na região do depósito de Bayóvar) e água do mar de Bayóvar (Piúra-III). As \n\ncomposições de cada tipo de amostra estão apresentadas na Tabela 3.4. Os \n\nresultados dos ensaios de flotação são mostrados na Tabela 3.12, onde é possível \n\nver que o desempenho de flotação não foi fortemente influenciado pela composição \n\nquímica destas diferentes fontes de água, com teor de 30 – 31% de P2O5 e \n\nrecuperações metalúrgicas entre 87 – 95%. \n\n \n\nTabela 3.12 - Influência da composição da água sobre o desempenho de flotação com amidoamina \n\nTipo de água \nConcentrado final -Teor (%) Concentrado final – Recuper. (%) \n\nP2O5 SiO2 Massa P2O5 SiO2 \n\nPiúra-III (água do mar) 30,7 3,1 74,4 92,1 14,9 \nDestilada 29,8 3,5 68,9 86,5 14,4 \n\nCaño (torneira) 29,7 4,5 77,7 95,8 21,2 \n\n \n\n3.3.9 Características dos concentrados de flotação em bancada \n\n \n\nO concentrado de apatita oriundo do produto da flotação catiônica reversa de \nsilicatos com amidoamina apresentou, conforme exposto na Tabela 3.13 a seguir, \nteores de 30,0 e 2,74% respectivamente para P2O5 e SiO2. Os teores destes \nelementos por fração granulométrica são também apresentados nesta tabela. \n\n  \n\n\n\n75 \n\nTabela 3.13 - Composições químicas e distribuições de P2O5 e SiO2 no concentrado por fração granulométrica. \n\nFração \n(mm) \n\n% Massa \nacumulada \n\nTeores (%) Distribuição (%) \n\nP2O5 SiO2 P2O5 SiO2 \n\n+0,150 19,9 29,8 2,76 19,7 20,0 \n\n-0,150+0,105 57,6 30,2 2,40 38,0 33,0 \n\n-0,105+0,074 89,6 30,3 2,98 32,3 34,7 \n\n-0,074+0,044 98,5 29,5 3,16 8,7 10,2 \n\n-0,044 100,0 25,2 3,56 1,3 2,0 \n\nTotal calculado. - 30,0 2,74 100 100 \n\n \n\nA composição mineralógica da apatita e dos outros minerais presentes no \n\nconcentrado por fração granulométrica é apresentada na Tabela 3.14 a seguir. \n\n \n\nTabela 3.14 - Composições químicas e distribuições de P2O5 e SiO2 no concentrado por fração granulométrica. \n\nFração \n(mm) \n\n% Massa \nacumulada \n\nTeor (%) Distribuição (%) \n\nP2O5 SiO2 P2O5 SiO2 \n\n+0,150 19,9 29,8 2,76 19,7 20,0 \n\n-0,150+0,105 57,6 30,2 2,40 38,0 33,0 \n\n-0,105+0,074 89,6 30,3 2,98 32,3 34,7 \n\n-0,074+0,044 98,5 29,5 3,16 8,7 10,2 \n\n-0,044 100,0 25,2 3,56 1,3 2,0 \n\nTotal calculado. - 30,0 2,74 100 100 \n\n \n\nA composição mineralógica da apatita e dos outros minerais presentes no \n\nconcentrado por fração granulométrica é apresentada na Tabela 3.15 a seguir. \n\n \n\nTabela 3.15 - Composição mineralógica por fração granulométrica (MLA; +0,044 mm) \n\nFração Mineral (% em massa) \n\n(mm) Apatita Quartzo Feldspatos* \n\n+0,150 98 0,3 0,8 \n\n-0,150+0,105 99 0,4 0,8 \n\n-0,105+0,075 98 0,4 1,1 \n\n-0,075+0,044 98 0,6 1,2 \n\nTotal 98 0,4 1,0 \n\n*  Inclui K-feldspato e Na/Ca-feldspato (plagioclásio) \n\n\n\n76 \n\n \n\n3.3.10 Condições ótimas de processo para concentração do minério de \n\nBayóvar das camadas 6 e 7 \n\n \n\nAo final dos testes de flotação em bancada, foi estabelecido o fluxograma de \nprocesso (apresentado na Figura III.6) e as condições ótimas de operação para a \nconcentração do fosfato de Bayóvar das camadas 6 e 7, que são descritas na \nTabela 3.16. \n\n \n\nFigura III.6 – Fluxograma otimizado para a flotação da apatita das camadas 6 e 7 de Bayóvar \n\n \n\n  \n\n\n\n77 \n\nTabela 3.16 – Condições otimizadas para a flotação do mineral de fosfato das camadas 6 e 7 de Bayóvar \n\nEstágio Variável Condição ótima \n\nGeral  Tipo de flotação Catiônica reversa \n\nPreparação de \nreagentes \n\nTipo de água Destilada \n\nTipo de coletor Amidoamina \n\n% de sólidos em peso 0,1 \n\nCondicionamento \n\nTipo de agua utilizada Do mar de Piúra \n\nTempo (min) 1 \n\n% de sólidos em peso na alimentação 50 \n\npH Natural (7,4 – 8,2) \n\nFlotação  \n1º estágio \n\nTempo de residência aproximado (min) 1 \n\nTipo de agua adicionada Do mar de Piúra \n\nDosagem de coletor (g/t de alimentação) 250 \n\n% de sólidos em peso na alimentação 30 \n\nFlotação  \n2º estágio \n\nTempo de residência aproximado (min) 1 \n\nTipo de agua adicionada Do mar de Piúra \n\nDosagem de coletor (g/t de alimentação) 250 \n\n% de sólidos em peso na alimentação 25 \n\n \n\nA partir dos resultados dos ensaios tecnológicos de flotação realizados, encontrou-\n\nse uma solução técnica para o problema de produzir um concentrado de rocha \n\nfosfática sedimentar que atendeu à qualidade requerida pelo mercado (teor de P2O5 \n\nmínimo de 29,5% e recuperação de P2O5 média acima de 90%) com a utilização do \n\ncoletor amidoamina. Além disso, o circuito de flotação para as camadas 6 e 7 de \n\nBayóvar atendeu também aos requisitos econômicos de custos operacionais e \n\ninvestimento. Outro fato positivo obtido dos resultados dos testes tecnológicos foi \n\nque o processo de flotação validado solucionou outros problemas inerentes ao local, \n\ncomo a variação na concentração de sais na água do mar, a mudança da \n\ntemperatura, o envelhecimento da água do mar e variação de pH do meio. \n\n \n\n  \n\n\n\n78 \n\n4 RESULTADOS E DISCUSSÃO: ESTUDOS FUNDAMENTAIS \n \n\nApós o desenvolvimento do processo para concentrar o fosfato de Bayóvar com \n\nágua do mar, fez-se necessário estudar os mecanismos geradores de seletividade \n\nentre o coletor catiônico e as partículas de feldspato. Isto ocorre quando a flotação é \n\nconduzida em meio aquoso de alta força iônica, onde se espera que a magnitude do \n\npotencial zeta seja muito reduzida. Daí a necessidade de se conhecer quais as \n\noutras energias além da atração eletrostática poderão contribuir para tornar os \n\nsilicatos hidrofóbicos e flotáveis. \n\n \n\n4.1 CARACTERIZAÇÃO DOS MINERAIS UTILIZADOS \n\n \n\n4.1.1 Apatita para ensaios de ângulo de contato \n\n \n\nA amostra de minério de apatita utilizada para ensaios de ângulo de contato é \n\nconstituída principalmente de hidroxiapatita (98%) e quartzo (1,6%), conforme \n\nidentificado no difratograma da Figura IV.1 a seguir. A análise química apresenta \n\nteores de P2O5 e SiO2 iguais a 40,6 e 1,6% respectivamente. \n\n \n\nConforme já comentado anteriormente, as amostras de apatita foram obtidas de um \n\ndepósito da Bahia, de origem ígnea, enquanto que a apatita de Bayóvar é \n\nsedimentar. A utilização deste tipo de amostra é justificada a seguir: \n\n• Não é possível obter amostras sólidas oriundas das apatitas de Bayóvar com \n\nas dimensões necessárias para gerar seções polidas e realizar a medição do \n\nângulo de contato pelo método da gota séssil, que é a metodologia indicada \n\npara determinação do ângulo de contato. \n\n• O ângulo de contato pode variar de acordo com o plano do mineral em que se \n\nestá fazendo a medida. Desta forma, foram preparadas no mínimo três \n\namostras de apatita, selecionando-se planos diferentes para as medidas de \n\nângulo de contato. \n\n• O objetivo principal do trabalho foi utilizar as abordagens das teorias de \n\nDLVO/X-DLVO para explicar a separação entre as partículas de apatita e de \n\nfeldspato por flotação, de caráter inédito, que só seria possível com a seleção \n\ndestas amostras de apatita. \n\n\n\n79 \n\n \nFigura IV.1 - Difratograma da amostra de apatita utilizada nos ensaios de ângulo de contato. Presença de \n\nhidroxiapatita, quartzo, carbonatos de cálcio/magnésio \n\n \n\n4.1.2 Apatita para ensaios de microflotação e potencial zeta \n\n \n\nA amostra de apatita utilizada para ensaios de microflotação e potencial zeta é \n\nconstituída principalmente de hidroxiapatita (98%), quartzo (0,8%) e feldspatos \n\n(0,9%), conforme identificado no difratograma da Figura IV.2. A análise química \n\napresenta principalmente teores de P2O5 e SiO2 respectivamente iguais a 30,1 e \n\n4,33%. \n\n \n\n\n\n80 \n\n \nFigura IV.2 - Difratograma da amostra de apatita utilizada nos ensaios de microflotação e potencial zeta. Presença \n\npredominantemente de hidroxiapatita e quartzo. \n\n \n\n4.1.3 Feldspato para ensaios de ângulo de contato \n\n \n\nA amostra de minério de feldspato usada para os ensaios de ângulo de contato é \n\nconstituída de aproximadamente 92% de feldspato (labradorita), 4% de flogopita, 4% \n\nde esmectita (nontronita) e 0,1% de anfibólio, conforme mostrado no difratograma da \n\nFigura IV.3. Os resultados de análise química indica teor de SiO2 igual a 53,8%, \n\nenquanto que o teor de P2O5 na amostra é inferior a 0,1%. \n\n \n\nAlém dos fatores já comentados anteriormente para a seleção das amostras de \n\napatita, que também são válidos para o feldspato, a seleção das amostras de \n\nfeldspato foi realizada de acordo com a similaridade em relação ao plagioclásio de \n\nBayóvar (mineral de ganga mais abundante na separação por flotação) e na sua \n\ndisponibilidade no mercado para testes: \n\n• O mineral selecionado foi a labradorita, de fórmula Ca0,64Na0,35Si2,37Al1,63O8 \n\n(KAHN, TASSINARI, ANTONIASSI, 2015), que é um feldspato da família dos \n\nplagioclásios, a mesma do mineral de ganga presente no minério de apatita \n\nde Bayóvar (fórmula Ca0,78Na0,73Si3,38Al1,57O8) (YPAGUIRRE, 2012). \n\n• A pureza das amostras de feldspato selecionada foi da ordem de 92%. Ainda \n\nque a amostra não seja totalmente pura, não foi possível conseguir minerais \n\npuros de feldspato por motivos de liberação. Por outro lado, não se espera \n\nque haja variações significativas de medidas de ângulo de contato e \n\nPosition [°2Theta] (Copper (Cu))\n\n10 20 30 40 50\n\nCounts\n\n0\n\n500\n\n1000\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n; \nQ\n\nu\na\nrt\n\nz\n l\no\nw\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\nH\ny\nd\nro\n\nx\ny\nla\n\np\na\nti\nte\n\n CF01 -0.15+0.074mm\n\n\n\n81 \n\nconsequentemente nas energias oriundas destes cálculos em minérios com \n\npureza de 92%. \n\n• A origem da amostra (depósito da Rússia) foi escolhida em função da sua \n\ndisponibilidade em quantidades suficientes para os testes propostos nesta \n\ntese. Os outros minerais da família do plagioclásio (albita, andesina, \n\noligoclásio, bytownita e anortita) não foram encontrados para os testes. \n\n \n\n \n\n \nFigura IV.3 - Difratograma da amostra de feldspato utilizada nos ensaios de ângulo de contato. Presença \n\npredominantemente de feldspato (labradorita), flogopita, nontronita e anfibólio. \n\n  \n\n\n\n82 \n\n4.1.4 Feldspato para ensaios de microflotação e potencial zeta \n\n \n\nA amostra de feldspato para os ensaios de microflotação e potencial zeta é \n\nconstituída do mineral labradorita (~100%), conforme mostrado no difratograma da \n\nFigura IV.4. A análise química indica 54,7% de SiO2 e P2O5 inferior a 0,1%. \n\n \n\nFigura IV.4 - Difratograma da amostra de feldspato utilizada nos ensaios de microflotação. Presença de feldspato \n(labradorita). \n\n \n\nPosition [°2Theta] (Copper (Cu))\n\n10 20 30 40 50\n\n Peak List\n\n 01-078-0434\n\nPosition [°2Theta] (Copper (Cu))\n\n10 20 30 40 50\n\nCounts\n\n0\n\n5000\n\n10000\n\n15000  332-1470\n\n\n\n83 \n\n4.2 RESULTADOS DOS ENSAIOS FUNDAMENTAIS \n\n \n\n4.2.1 Potencial zeta \n\n \n\nA Figura IV.5 mostra a variação do potencial zeta das dos minerais apatita e \n\nfeldspato em função do pH em solução de KCl 10-3 mol/L (eletrólito indiferente) . \n\n-55\n\n-45\n\n-35\n\n-25\n\n-15\n\n-5\n\n5\n\n0 1 2 3 4 5 6 7 8 9 10 11 12\n\nP\no\n\nte\nn\n\nc\nia\n\nl \nz\n\ne\nta\n\n (m\nV\n\n) pH\n\nFeldspato em solução de KCl 0,001 mol/L Apatita em solução de KCl 0,001 mol/L\n\n \nFigura IV.5 - Influência do pH no potencial zeta da apatita e feldspato em solução de KCl 10-3 mol/L para \n\ndeterminação do ponto isoelétrico destes minerais \n\n \n\nConforme pode ser observado, na solução de eletrólito indiferente KCl a 10-3 mol/L, \n\na curva de potencial zeta para a apatita passa pelo Ponto Isoelétrico (PIE) em pH \n\n3,4. O resultado se assemelha aos testes realizados por Somasundaran (1962), que \n\nencontrou o PIE de 4,0 para a apatita. Oliveira e Peres (2010) encontraram Ponto \n\nIsoelétrico em valores de pH 3,5 e 4,5 para dois tipos distintos de apatita. \n\n \n\nCom relação ao feldspato, a curva de potencial zeta em solução de KCl 10-3 mol/L \n\npor extrapolação da curva traçada pelos pontos experimentais, passa pelo PIE em \n\ntorno de pH 0,4. O valor encontrado é semelhante ao encontrado nos ensaios \n\nexecutados por Fuerstenau e Raghavan (1978) apud Miller, Fa e Wang (2007), em \n\n\n\n84 \n\nque o ponto de carga zero de feldspatos tais como ortoclásio, albita e anortita são \n\nreportados como sendo 1,4; 1,9 e 2,0 respectivamente. Esta curva de potencial zeta \n\nlevantada para o feldspato também é semelhante à curva de potencial zeta dos \n\nresultados experimentais de Karagüzel, Can, Sönmez e Çelik (2005), no qual os \n\nvalores de Ponto Isoelétrico para a albita e o ortoclásio por extrapolação das curvas \n\nse davam em valores de pH menores que 1. Assim como no caso da apatita, \n\nobserva-se que os íons H+ e OH- são íons determinadores de potencial do feldspato, \n\nem virtude do aumento do módulo dos valores negativos de potencial zeta para \n\nvalores de pH superiores ao PIE.  \n\n \n\nComparando-se as curvas de potencial zeta da apatita e do feldspato em solução de \n\nKCl 10-3 mol/L, verifica-se que para valores de pH menores que 3,4 os valores de \n\npotencial zeta para o mineral apatita são positivos (próximos a zero) e que o \n\nfeldspato apresenta valores de potencial zeta negativos em valores de pH entre 0,4 \n\ne 3,4. Para medidas de pH acima a 3,4 ambos minerais apresentam valores de \n\npotencial zeta negativos, com o feldspato apresentando maior magnitude de \n\npotencial zeta se comparado à apatita. \n\n \n\nAs curvas de potencial zeta em função do pH para a apatita e o feldspato em \n\nsolução de água salgada com força iônica de 0,71 mol/L são mostradas na Figura \n\nIV.6, juntamente com a curva de potencial zeta da suspensão de amidoamina em \n\nágua salgada com força iônica de 0,71 mol/L. \n\n\n\n85 \n\n \nFigura IV.6 - Influência do pH no potencial zeta da apatita e do feldspato em solução de água salgada \n\ncom força iônica de 0,71 mol/L e na dispersão do reagente amidoamina (concentração de 107 mg/L) \n\nem água salgada  de força iônica de 0,71 mol/L \n\n \n\nCom relação ao potencial zeta em função do pH para a dispersão da apatita em \n\nágua salgada a 0,71 mol/L de força iônica, verifica-se que o seu Ponto Isoelétrico em \n\npH=4,3 é semelhante ao da apatita em solução de 10-3 mol/L de KCl (pH=3,4). \n\nEntretanto, verifica-se que a curva traçada de potencial zeta pela variação do pH \n\npara a solução de água salgada possui duas diferenças importantes. A primeira \n\ndiferença se dá pela maior aproximação da curva ao eixo de pH, em função do \n\naumento da força iônica da solução e consequentemente diminuição da espessura \n\nda dupla camada elétrica. Esse fenômeno corrobora os estudos de Paulson e Pugh \n\n(1996), para os quais as medidas de potencial zeta indicaram que soluções salinas \n\ntêm uma grande influência na redução do potencial zeta devido à compressão da \n\ndupla camada elétrica. A segunda diferença nas duas curvas citadas é o fato da \n\nmudança do sinal das cargas elétricas da apatita antes e depois do Ponto Isoelétrico \n\n(PIE). Em solução de água salgada de força iônica 0,71 mol/L, os potenciais zeta em \n\nvalores de pH inferiores ao PIE são negativos e para valores de pH acima do PIE \n\nsão positivos. Essa mudança de carga pode estar associada à formação de \n\nprecipitados dos íons cálcio e magnésio na solução salina e concentração na \n\nsuperfície das partículas de apatita. Paiva (2011) observou a formação de \n\n\n\n86 \n\nprecipitados de Ca2+ e Mg2+ em testes de microscopia de força atômica com o \n\nmineral apatita, muito provavelmente na forma de Ca(OH)2, Mg(OH)2 ou CaCO3. \n\nPaiva, Monte, Simão e Gaspar (2011) verificaram que a precipitação do íon Ca2+ tem \n\numa função determinante na natureza da interação entre coletores e a região de \n\ninterface das partículas, interferindo na seletividade e na eficiência da flotação. Os \n\ntestes realizados por Ananthapadmanabhan e Somasundaran (1984) concluíram \n\nque o íon Ca2+ pode precipitar na superfície da apatita com formação de Ca(OH)2 e \n\nCaCO3 ao se adicionar uma solução 10-4 mol/L de nitrato de cálcio em valor de pH \n\nigual a 8. \n\n \n\nPara os valores de pH estudados, o valor do potencial zeta para a apatita em água \n\nsalgada de força iônica 0,71 mol/L varia entre 0 a +5 mV. Comparando-se com os \n\nvalores de potenciais zeta apresentados pela dispersão de amidoamina \n\n(concentração 107 mg/L) em água salgada com força iônica 0,71 mol/L, verifica-se \n\nque são todos positivos (entre +29 e +5 mV para os valores de pH no intervalo de \n\n2,3 a 10,1, com valor aproximado de +22 mV em pH 8) e superiores aos \n\nencontrados para o sistema apatita em água salgada em força iônica 0,71 mol/L. \n\nDessa forma, não se espera que haja adsorção física de natureza eletrostática do \n\nreagente na superfície da apatita. \n\n \n\nAssim como para a apatita, verifica-se que a curva de potencial zeta para o feldspato \n\nem água salgada apresenta Ponto Isoelétrico deslocado para valor de maior pH (2,2) \n\nse comparado com o valor de PIE em solução de KCl 10-3 mol/L. Dessa forma, a \n\npresença de cátions bivalentes Ca2+ e Mg2+ na solução de água salgada confere \n\ntambém a propriedade de íons determinadores de potencial. Somasundaran (1968) \n\nconcluiu que os íons fosfato, cálcio e flúor provocam mudanças no potencial zeta na \n\nflotação de apatita, sendo que os íons Ca2+ aumentam a carga positiva em valores \n\nde pH acima do PIE desse mineral. A curva do potencial zeta com água salgada \n\npara a apatita apresenta-se mais próxima ao eixo de pH se comparadas com os \n\nvalores obtidos com a solução de 10-3 mol/L de KCl, principalmente para os valores \n\nde pH acima dos seus respectivos PIEs, provavelmente pela compressão da dupla \n\ncamada elétrica provocada pelo aumento da força iônica da solução de água \n\nsalgada.  \n\n \n\n\n\n87 \n\nDiferentemente ao comportamento do mineral apatita em água salgada com força \n\niônica de 0,71 mol/L, o feldspato apresentou curva com carga de superfície negativa \n\nna faixa de pH da flotação. Entretanto, a apatita, em solução de água salgada, \n\napresentou reversão de carga de superfície se comparado com o a curva de \n\npotencial zeta do mineral em solução de KCl 10-3 mol/L. Além dos fatores já \n\ndiscutidos, Martins, Leal Filho e Albino (2011) salientaram que a presença de íons \n\nmetálicos Ca2+ e Mg2+ oriundos da água salgada é deletéria ao processo de flotação, \n\ncom formação dos seguintes hidroxicomplexos: Ca(OH)+ em valores de pH \n\nsuperiores a 10 e Mg(OH)+ em intervalos de valores de pH entre 8,5 e 12,5 (ver \n\nFigura IV.7 a seguir). Leal Filho, Assis, Barros e Peres (2002) verificaram a queda de \n\nseletividade na separação apatita/quartzo ao efetuar a flotação com oleato de sódio \n\nem valores de pH variando entre 9 e 11, com concentrações propiciando pCa=3 e \n\npMg=1,3. Essas concentrações são menores que as apresentadas nas soluções de \n\nágua salgada deste estudo. \n\n \n\n(a) (b) \n\nFigura IV.7 - Especiação dos íons cálcio (a) e magnésio (b) em solução em função do pH da solução. \n(MARTINS, LEAL FILHO, ALBINO, 2011) \n\n \n\nComparando-se as curvas de potencial zeta em função do pH para o feldspato em \n\nágua salgada (força iônica de 0,71 mol/L) e suspensão de amidoamina em água \n\nsalgada de mesma concentração, verifica-se que a partir de pH 2,2 ocorre uma \n\n\n\n88 \n\ntendência de adsorção física (atração eletrostática) do coletor carregado \n\npositivamente à superfície do mineral carregada negativamente. Entretanto, pela \n\nbaixa magnitude dos valores de potencial zeta apresentados pelo feldspato em água \n\nsalgada (variação do 0 a -5 mV para valores de pH acima de 2,2), a adsorção física \n\npor si só parece não explicar o fato do coletor ter uma maior preferência pelo \n\nfeldspato. \n\n \n\n4.2.2 Microflotação \n\n \n\nOs testes de microflotação realizados com os minerais de apatita e feldspato estão \n\nexpostos na Figura IV.8 a seguir, cujo gráfico mostra a variação da flotabilidade do \n\nfeldspato e da apatita em função do pH. Para o feldspato, a flotabilidade mínima \n\nocorreu em pH 3 (próximo a 80%), alcançando valores acima de 97% para valores \n\nde pH entre 4 e 10. Com relação à apatita, as flotabilidades são baixas, alcançando \n\nvalores máximos de 6% em pH 10. Esses valores de flotabilidade alcançados pelo \n\nfeldspato e pela apatita poderiam ser explicados pela adsorção física (atração \n\neletrostática) do coletor de carga positiva preferencialmente pela superfície negativa \n\ndo feldspato. Entretanto, pela magnitude dos valores de variação do potencial zeta \n\ndo feldspato (de 0 a -5 mV) e da apatita (de 0 a +5 mV) em água salgada de força \n\niônica 0,71 mol/L serem muito baixos, a adsorção física por si só não explicaria a \n\nseletividade na flotação catiônica reversa de silicatos para concentrar a apatita de \n\nBayóvar. \n\n\n\n89 \n\n \nFigura IV.8 - Influência do pH na flotabilidade de feldspato e apatita em célula de microflotação do LFQI, com \n\nreagente amidoamina  em água salgada (107 mg/L)  com força iônica 0,71 mol/L \n\n \n\n4.2.3 Tamanho dos precipitados formados \n\n \n\nNo meio aquoso onde ocorre a flotação estão contidos o coletor amidoamina (107 \n\nmg/L de água salgada) e os ânions principais cloreto e sulfato oriundos da água \n\nsalgada (concentrações de 21,6 e 1,2 g/L respectivamente, ver Tabela 3.4). Sendo \n\nassim, infere-se que estejam sendo formados precipitados oriundos do cátion do \n\ncoletor e dos ânions presentes na água do mar, os quais são responsáveis pela \n\nflotação catiônica reversa de silicatos. Os tamanhos dos precipitados formados pela \n\ninteração da amidoamina com os ânions da solução de água salgada em função do \n\npH são mostrados na Figura IV.9 a seguir. \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n3 4 5 6 7 8 9 10 11\n\nF\nlo\n\nta\nb\n\nil\nid\n\na\nd\n\ne\n (\n\n%\n)\n\npH\n\nFeldspato\n\nApatita\n\n\n\n90 \n\n \nFigura IV.9 - Influência do pH no tamanho dos precipitados formados da interação entre o coletor amidoamina \n\n(107 mg/L) e a solução de água salgada (força iônica 0,71 mol/L) \n\n \n\nObserva-se que os diâmetros médios dos precipitados ficam em torno de 200 – 500 \n\nnm entre os valores de pH de 2 a 10. O diâmetro médio encontrado para os \n\nprecipitados no valor de pH da flotação (pH=8) foi de 236±20 nm. De acordo com os \n\nresultados da microflotação, a variação dos diâmetros médios dos precipitados \n\nparece não interferir na flotabilidade da apatita e do feldspato, dado que as \n\nflotabilidades destes minerais (apresentadas no subitem anterior) não sofrem \n\nvariações significativas com a variação do valor de pH. \n\n \n\n4.2.4 Limite de solubilidade e concentração micelar crítica (CMC) \n\n \n\nO valor do limite de solubilidade encontrado para o coletor amidoamina em água \n\nMilli-Q e em água salgada (força iônica de 0,71 mol/L) foram de 2.000 mg/L e 1.000 \n\nmg/L respectivamente, conforme resultados apresentados na Tabela 4.1 a seguir. \n\nOs resultados estão de acordo com os encontrados por Seidel, Roman e Fuerstenau \n\n(1968) apud Ozdemir e colaboradores (2011), onde a solubilidade dos coletores de \n\nflotação é limitada pela alta concentração de eletrólitos na água. \n\n  \n\n50\n\n150\n\n250\n\n350\n\n450\n\n550\n\n2 3 4 5 6 7 8 9 10 11\n\nD\niâ\n\nm\ne\n\ntr\no\n\n m\né\n\nd\nio\n\n (\nn\n\nm\n)\n\npH\n\n\n\n91 \n\n \n\nTabela 4.1 – Resultados da análise qualitativa para determinação do limite de solubilidade do coletor amidoamina \nem água Milli-Q e em água salgada em pH 8 a 22oC, com adições crescentes de água em 0,1 g do coletor. \n\nTipo de água de \nprocesso \n\nQuantidade de água adicionada (mL) / Aspecto visual \n\n1,0 5,0 10 50 100  \n\nÁgua Milli-Q: Turvo Turvo Turvo Transparente -  \n\nÁgua salgada: Turvo Turvo Turvo Turvo Transparente  \n\n \n\nDesta forma, em pH natural, a turbidez da solução de amidoamina em água salgada \n\n(força iônica de 0,71 mol/L) só fica evidente a partir de uma concentração de 1.000 \n\nmg/L, mais alta que a concentração de amidoamina (107 mg/L) usada nos testes de \n\nflotação. Desta forma, a turbidez não é problema para a flotação de silicatos em \n\nágua do mar (força iônica de 0,71 mol/L) com amidoamina na concentração utilizada \n\nna flotação (107 mg/L). \n\n \n\nOs resultados de concentração micelar crítica (CMC) em água destilada e água \n\nsalgada para o coletor amidoamina são apresentados na Figura IV.10 abaixo. \n\nVerifica-se que, a partir do cálculo das inclinações dos gráficos de tensão superficial \n\npor concentração de amidoamina, a concentração micelar crítica para o sistema \n\namidoamina – água destilada apresenta maior CMC (87 miligramas de amidoamina \n\npor litro de água). Com relação ao sistema amidoamina – água salgada, a \n\nconcentração micelar crítica apresentou valor de 22 mg/L. \n\n\n\n92 \n\n \nFigura IV.10 - Concentração micelar para o coletor amidoamina em água destilada e água salgada em pH 8 a \n\n22oC. \n\n \n\nConsiderando-se que a concentração de amidoamina utilizada na flotação é de 107 \n\nmg/L e comparando-se com os valores de CMC encontrados acima, infere-se que \n\ntenha ocorrido a formação de micelas do coletor no sistema de flotação . \n\n \n\n4.2.5 Propriedades de superfície dos minerais e do precipitado oriundo do \n\ncoletor \n\n \n\n4.2.5.1 Ângulos de contato \n\n \n\nA Tabela 4.2 abaixo mostra os ângulos de contato encontrados para os minerais de \n\nfeldspato e apatita, bem como para o precipitado formado a partir da interação do \n\ncoletor amidoamina com a água salgada, em temperatura constante de 22oC. \n\n \n\nTabela 4.2 - Ângulos de contato medidos para o feldspato, a apatita e o precipitado a 22oC \n\nSuperfície \nÂngulo de contato (grau) \n\nÁgua Glicerol Diiodometano \n\nFeldspato 7,28 ± 0,90 20,95 ± 1,83 38,87 ± 1,49 \nApatita 13,40 ± 1,28 28,35 ± 0,73 51,92 ± 1,88 \n\nPrecipitado 63,12 ± 5,68 93,62 ± 4,68 27,63 ± 4,87 \n\n \n\n\n\n93 \n\nO feldspato apresentou ângulo de contato médio de 7,28º. Com relação à apatita, o \n\nvalor médio de 13,4º foi encontrado. Ambos os valores aproximam-se dos ângulos \n\nde contato encontrados para minerais hidrofílicos com água Milli-Q, os quais são \n\npróximos a zero. Martins (2009) encontrou valor 0o para o ângulo de contato para a \n\napatita pelo método da gota séssil. \n\n \n\nO feldspato apresentou maior grau de hidrofilicidade se comparado com a apatita, \n\npelo fato da medida de menores ângulos de contato com a água e o glicerol (7,28o e \n\n20,95º respectivamente), contra 13,40o e 28,35º para o ângulo destes líquidos na \n\nsuperfície da apatita. Entretanto, o precipitado apresentou maior grau de \n\nhidrofobicidade se comparado aos minerais, pela medida de ângulos de contato \n\nmais altos para a água e glicerol (63,12º e 93,62º respectivamente). \n\n \n\n4.2.5.2 Energia de superfície \n\n \n\nAs energias de superfície ?'4542? (total), ?'?? (Lifshitz-van der Waals) e ?'23 (ácido-\nbase), foram calculadas em função das componentes de recebimento e de doação \n\nde elétrons ?'. e ?'- e dos ângulos de contato medidos para o feldspato, apatita e \nprecipitado – ver Equações (5), (6), (7) e (8) – e são mostradas na Tabela 4.3 a \n\nseguir. \n\n \n\nTabela 4.3 - Energias de superfície de doação e recebimento de elétrons, de Lifshitz- van der Waals, ácido – base \ne total calculados para o feldspato, a apatita e o precipitado a 22oC \n\nSuperfície \nEnergia de superfície (mJ.m-2) ?'. ?'- ?'?? ?'23 ?'4542? \n\nFeldspato 2,10 49,71 40,17 20,41 60,59 \nApatita 2,56 53,18 33,19 23,35 56,54 \n\nPrecipitado 0,02 16,70 45,17 1,21 46,38 \n\n \n\nKaragüzel e colaboradores (2005) encontraram valores de energia livre de superfície \n\nde 56,66 mJ.m-2 para a albita (mineral de plagioclásio semelhante ao feldspato \n\ntestado neste trabalho). Os estudos realizados por Christoffersen e Christoffersen \n\n(1980) apud Busscher (1987), bem como os trabalhos executados por De Jong e \n\n\n\n94 \n\nArends (1987) relataram resultados de energia de superfície para a hidroxiapatita de \n\n47 mJ.m-2.  \n\n \n\nBaseado nos resultados encontrados na Tabela 4.3, verifica-se que o mineral \n\nfeldspato é levemente mais energético que a apatita (60,59 contra 56,54 mJ.m-2 \n\nrespectivamente). Entretanto, se comparados com o precipitado (46,38 mJ.m-2), os \n\ndois minerais são mais energéticos. De acordo com Kawatra e Carlson (2013), uma \n\nmaior a energia de superfície de um sólido resulta em um maior espalhamento e \n\nmolhabilidade da água sobre a sua superfície. Esse comportamento é ilustrado na \n\nFigura IV.11 a seguir. \n\n \n\n \nFigura IV.11 - Relação entre ângulo de contato da superfície do mineral ou precipitado em água e sua respectiva \n\nenergia de superfície a 22oC. \n\n \n\nNeste ponto, surge uma pergunta pertinente: por que o precipitado preferiu aderir às \n\npartículas de feldspato ao invés às partículas de apatita? Para tentar responder a \n\nesta questão, as seguintes considerações são feitas: \n\n \n\ni. Com relação à componente de doação de elétrons ?'-, verifica-se que o \nfeldspato (49,71 mJ.m-2) e a apatita (53,18 mJ.m-2) possuem superfícies \n\npolares (valores maiores que 28,3 mJ.m-2), ao contrário da superfície do \n\nprecipitado (16,70 mJ.m-2), que possui superfície apolar (PEÇANHA, 2014). \n\nEste parâmetro por si só não explica a preferência do precipitado pelo \n\nfeldspato. \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n45 50 55 60 65\n\nÂ\nn\n\ng\nu\n\nlo\n d\n\ne\n c\n\no\nn\n\nta\nto\n\n (\ng\n\nra\nu\n\n)\n\nEnergia de superfície (mJ.m-2)\n\nPrecipitado\n\nFeldspato\nApatita\n\n\n\n95 \n\n \n\nii. Outro fato que confere a maior hidrofobicidade ao precipitado com relação \n\naos minerais testados é o valor da sua energia de recebimento de elétrons \n\n?'.\tmais baixo (0,02 mJ.m-2) em relação ao feldspato e à apatita (2,10 e 2,56 \nmJ.m-2 respectivamente). Este parâmetro indica maior semelhança entre \n\nprecipitado/feldspato do que apatita/precipitado. \n\n \n\niii. Os componentes de recebimento e doação de elétrons (?'. e ?'- \nrespectivamente) são utilizados para calcular o componente apolar ?'??. \nDessa forma, esse coeficiente de energia de Lifshitz-van der Waals ?'?? do \nprecipitado (45,17 mJ.m-2) apresenta magnitude mais próxima à exibida pelo \n\nfeldspato (40,17 mJ.m-2) do que pela apatita (33,19 mJ.m-2). Este parâmetro é \n\num sinal que o feldspato apresenta um caráter mais apolar que a apatita e \n\ntalvez essa característica possa explicar a preferência do precipitado de \n\naderir às partículas de feldspato. \n\n \n\niv. O componente de energia de superfície polar ácido-base ?'23 exibido pelo \nprecipitado (1,21 mJ.m-2) é mais próximo ao valor apresentado pelo feldspato \n\n(20,41 mJ.m-2) do que pela apatita (23,35 mJ.m-2).Talvez esse fato possa \n\ntambém explicar a preferência do precipitado pelo feldspato. \n\n \n\nv. O componente de energia de superfície total ?'4542?, por ser o somatório de \nduas contribuições antagônicas (?'?? hidrofóbica x ?'23 hidrofílica), pode estar \nmascarado, pois apresentou valor para o precipitado (46,38 mJ. m-2) mais \n\npróximo da apatita (56,54 mJ. m-2) do que o do precipitado (60,59 mJ. m-2). \n\n \n\nvi. Rudolph e Hartmann (2017) estudaram a distribuição de energia livre \n\ninterfacial em função da flotabilidade para alguns minerais na presença de \n\nreagentes e levantaram a hipótese que apenas uma pequena fração da \n\nsuperfície do mineral (menos de 1%) precisa ser modificada pela ação do \n\ncoletor para torná-lo hidrofóbico. Partindo dessa hipótese e sabendo-se que a \n\nárea superfícial das apatitas sedimentares é relativamente grande (BARROS, \n\n1997), esse pode ser outro fator que favorece a flotação preferencial do \n\n\n\n96 \n\nmineral feldspato, por possuir menor área de superfície. Isto poderia justificar \n\ntambém a flotação do mineral apatita juntamente com o feldspato em altas \n\ndosagens de amidoamina, evidenciado em alguns testes de bancada. \n\n \n\n4.2.5.3 Constante de Hamaker \n\n \n\nO resultado dos cálculos para as constantes de Hamaker individuais para os \n\nminerais e para o precipitado, bem como as constantes efetivas para a interações \n\nentre precipitado e os minerais, obtidos pela Eq. (3), são mostrados na Tabela 4.4 a \n\nseguir. \n\n \n\nTabela 4.4 - Valores da constante de Hamaker individual (feldspato, apatita e precipitado) e efetiva das interações \nentre minerais e precipitado a 22oC \n\nConstante de Hamaker (x10-20J) \n\nFeldspato Apatita Precipitado \nFeldspato-\n\nprecipitado \n\nApatita - \n\nPrecipitado \n\n8,25 6,81 9,27 1,06 0,77 \n\n \n\nOs valores de constante de Hamaker encontrados para o feldspato e para a apatita \n\nsão 8,25 x10-20 J e 6,81 x10-20 J respectivamente. Lins (1995) calculou a constante \n\nde Hamaker para alguns minerais conjugando duas abordagens da Teoria de Lifshitz \n\ne encontrou valores de 11x10-20 J para a apatita. Não se encontrou nenhum valor de \n\nconstante de Hamaker para os feldspatos na literatura.  \n\n \n\nQuanto à constante de Hamaker individual do precipitado, o valor encontrado foi de  \n\n9,27 x10-20 J, superior aos valores encontrados para o feldspato e apatita, valor que \n\ncorresponde a um material de maior hidrofobicidade se comparado aos dois \n\nminerais em estudo. Por ser um parâmetro indicador de hidrofobicidade e também \n\npelo fato do valor da constante de Hamaker do precipitado estar mais próximo do \n\nfeldspato do que da apatita, pode ser também um indício de preferência do \n\nprecipitado se aderir ao feldspato. \n\n \n\nOs valores de constante de Hamaker efetivas encontrados para a interação \n\nfeldspato-precipitado e apatita-feldspato em meio aquoso foram positivos  \n\n\n\n97 \n\n(1,06 x 10-20 J e 0,77 x 10-20 J respectivamente). Esse é um indício que as partículas \n\nde minerais e de precipitado se atraem por forças de Lifshitz-van der Waals \n\n(INSRAELACHVILI, 2011). Todavia, a interação feldspato/precipitado é \n\nenergeticamente mais favorável, por apresentar um valor de constante de Hamaker \n\nmaior comparado ao valor apresentado pela interação apatita/precipitado. \n\n \n\n4.2.5.4 Energia livre de adesão \n\n \n\nA Tabela 4.5 apresenta os resultados dos cálculos para as energias de adesão \n\n?G132TOTAL\tentre os minerais e o precipitado, conforme respectivas contribuições das \nenergias de adesão de Lifshitz–van der Waals e ácido base – ver Equações (9), (10) \n\ne (11). Nota-se que a energia de adesão total para os dois sistemas apresentou \n\nvalores negativos indicando uma tendência de adesão espontânea entre o \n\nprecipitado e os minerais de feldspato e apatita. A tendência de adesão do \n\nprecipitado tende a ocorrer preferencialmente para o feldspato, por este apresentar \n\nmaior módulo da energia total de adesão (-38,55 mJ.m-2) que a interação do \n\nprecipitado com a apatita (-32,39 mJ.m-2). \n\n \n\nTabela 4.5 - Resultados para a energia livre de adesão para a interação entre o precipitado e os minerais, como \nsoma da contribuição apolar (Lifshitz – van der Waals) e polar (ácido-base) \n\nSistema \n\nEnergia livre de adesão (mJ.m-2) \n\nLifshitz-van der Waals \n\n?G132LW  \nÁcido-base \n\n?G132AB  \nTotal  \n\n?G132TOTAL \nFeldspato e precipitado -6,85 -31,70 -38,55 \nApatita e precipitado -4,48 -27,91 -32,39 \n\n \nPelos resultados, as energias de Lifshitz-van der Waals e ácido base para as \n\ninterações feldspato-precipitado e apatita-precipitado apresentaram valores \n\nnegativos, significando que ocorrem forças de atração tanto de origem polar quanto \n\napolar para os dois sistemas. Entretanto, a energia de interação total entre o \n\nfeldspato/precipitado apresentou valores negativos de maior magnitude, indicando \n\nmaior energia de adesão e muito provavelmente uma maior tendência do precipitado \n\naderir-se preferencialmente ao feldspato. Entretanto, observou-se também em testes \n\nde flotação em bancada que em dosagens de coletores mais altas (acima de 107 \n\n\n\n98 \n\nmg/L), a apatita também é flotada, muito provavelmente pelo fato de que a energia \n\nlivre de adesão da apatita também apresentar valor negativo (atrativa).  \n\n \n\nOs resultados de energia de adesão podem não ser precisos e dependem da \n\nmetodologia de cálculo utilizada. Sharma e Hanumantha Rao (2002) realizaram \n\nestudos de energia de adesão na interação de bactérias em partículas sólidas pela \n\nequação de estado, abordagem de Lifshitz-van der Waals e abordagem da média \n\ngeométrica (método de cálculo utilizado nesta tese) e encontraram valores diferentes \n\nentre si. \n\n \n\nPara haver uma comparação entre os valores de energia livre de adesão, a Tabela \n\n4.6 a seguir mostra alguns dados obtidos a partir de estudos de flotação de minerais \n\nutilizando bactérias como coletores. De acordo com os resultados, observa-se que a \n\nenergia de adesão dos sistemas feldspato-precipitado e apatita-precipitado são \n\nmaiores que todos os sistemas de bioflotação mineral-bactéria mencionados. Desta \n\nforma, pode-se inferir que o parâmetro energia livre de adesão explica a seletividade \n\nentre as partículas do precipitado e do feldspato. \n\n \n\nTabela 4.6 - Energias livres de adesão para sistemas mineral-bactéria \n\nSuperfície \nEnergia livre de adesão G \n\n(mJ.m-2) \nOcorre  \n\nflotação? \nReferência \n\nLW AB Total \n\nQuartzo – B. subtilis GLI -2,07 -6,89 -8,89 Sim PEÇANHA (2014) \n\nPirita – P. polymyxa adapt. -1,78 8,51 6,72 Não SHARMA (2001) \n\nCalcopirita – A. ferroxidans -2,95 -7,06 -9,61 Sim VILINSKA (2007) \n\n \n\n4.2.5.5 Energia de interação do precipitado aos minerais em função da distância \n\n \n\nUma vez que a energia livre de adesão não leva em consideração a distância entre \n\nas partículas de precipitado e mineral, fez-se necessário calcular a energia potencial \n\nda interação precipitado/mineral em função da distância entre eles. A estimativa de \n\nenergia de interação entre as partículas de precipitado e dos minerais é \n\nrepresentada na Figura IV.12 e na Figura IV.13 a seguir. \n\n\n\n99 \n\n \nFigura IV.12 - Curvas de energia para o sistema feldspato – precipitado em água salgada (força iônica de 0,71 \n\nmol/L) em função da distância entre as partículas \n\n \n\n \nFigura IV.13 - Curvas de energia para o sistema apatita – precipitado em água salgada (força iônica de 0,71 mol/L) \n\nem função da distância entre as partículas \n\n \n\nPode-se verificar que a contribuição da energia eletrostática é praticamente nula se \n\ncomparada com outras energias envolvidas. Isso se deve principalmente ao fato da \n\nredução da espessura da dupla camada elétrica devido à alta força iônica do meio. \n\nOutro fato que contribui para que a energia de interação eletrostática seja \n\npraticamente nula é o valor de potencial zeta dos minerais e do precipitado, que \n\napresenta valores próximos a zero. Os resultados corroboram as conclusões dos \n\nestudos de Seidel, Roman e Fuerstenau (1968) apud Ozdemir e colaboradores \n\n(2011), em que as interações eletrostáticas são minimizadas porque o potencial zeta \n\n-450\n\n-400\n\n-350\n\n-300\n\n-250\n\n-200\n\n-150\n\n-100\n\n-50\n\n0\n\n50\n\n0 5 10 15 20\nE\n\nn\ne\nrg\n\nia\n p\n\no\nte\n\nn\nc\nia\n\nl,\nG\n\n (\nx\n 1\n\n0\n-1\n\n9\nJ\n)\n\nDistância de separação entre as partículas, H (nm)\n\nEletrostático\n\nLifshitz- Van der\nWaals\nÁcido-base\n\nDLVO\n\nX-DLVO\n\n-300\n\n-250\n\n-200\n\n-150\n\n-100\n\n-50\n\n0\n\n50\n\n0 5 10 15 20\n\nE\nn\n\ne\nrg\n\nia\n p\n\no\nte\n\nn\nc\nia\n\nl,\nG\n\n (\nx\n 1\n\n0\n-1\n\n9\nJ\n)\n\nDistância de separação entre as partículas, H (nm)\n\nEletrostático\n\nLifshitz- Van der Waals\n\nÁcido-base\n\nDLVO\n\nX-DLVO\n\n\n\n100 \n\né quase nulo. Dessa forma, a energia de interação do DLVO será atrativa e será \n\npraticamente igual à energia de Lifshitz – van der Waals, que apresentou valores \n\nnegativos para essas distâncias, fato que pode ser explicado pelo valor positivo de \n\nconstante de Hamaker efetiva para os dois sistemas. \n\n \n\nA energia de interação ácido-base é relevante para o sistema feldspato – precipitado \n\ne apatita – precipitado em distâncias até 2 nm (-5,36 x 10-19 J), ainda que \n\napresentasse valor 30 vezes menor à energia de interação de Lifshitz – van der \n\nWaals. Nesse intervalo, o módulo da energia de interação ácido-base foi negativo, \n\nindicando que a contribuição dessa energia é de atração entre as partículas de \n\nprecipitado e mineral. Segundo Liang, Hilal, Langston e Starov (2007), o fato da \n\nprincipal energia de interação entre minerais e precipitados em meio aquoso de alta \n\nforça iônica ser as forças de atração de Lifshitz-van der Waals pode ser explicado \n\npela tendência a formar agregados persistentes oriundos das colisões formadas pelo \n\nmovimento browniano entre as partículas.  \n\n \n\nAinda que os resultados dos cálculos de energia de interação de DLVO / X-DLVO \n\nindiquem que a contribuição de Lifshitz-van der Waals seja a principal energia \n\nresponsável pela adesão das partículas de precipitado e de feldspato, há estudos \n\nanteriores divergentes. Segundo Nguyen et al. (2003) e Israelachvili (1992), as \n\nforças hidrofóbicas são as responsáveis pela flotação, uma vez que elas são de \n\nmaior alcance e de maior magnitude se comparadas às forças de DLVO. Firouzi e \n\nNguyen (2014) concluíram que o efeito da força de atração de van der Waals na \n\nconcentração de sal crítica para a inibição da coalescência das bolhas é \n\nsignificantemente mais fraca que previamente determinada pela teoria de DLVO, o \n\nque demanda adicional desenvolvimento teórico para melhor entendimento da \n\ncoalescência da bolha nas soluções salinas e em água do mar. \n\n \n\nO gráfico da Figura IV.14 compara as energias de interação DLVO e X-DLVO para \n\nos sistemas feldspato – precipitado e apatita – precipitado em água salgada de força \n\niônica 0,71 mol/L. Verifica-se que a energias de interação DLVO e X-DLVO são mais \n\natrativas para o sistema precipitado - feldspato em todas as distâncias analisadas \n\n(até 20 nm). Dessa forma, pressupõe-se que haverá preferência de adesão do \n\nprecipitado pelas partículas de feldspato.  \n\n\n\n101 \n\n \n\n \nFigura IV.14 – Comparação entre as energias das teorias DLVO e X-DLVO para as interações \n\nfeldspato/precipitado e apatita/feldspato em água salgada de força iônica de 0,71 mol/L \n\n \n\nMesquita (2000) realizou estudos de flotação de hematita com o biocoletor bactéria \n\nR. opacus e constatou também uma diminuição na magnitude da energia de \n\ninteração e consequentemente na barreira de energia como consequência da \n\ncompressão da dupla camada elétrica, com o aumento da força iônica (concentração \n\nde 1x10-2 mol/L de NaCl). \n\n \n\nOs resultados de microflotação de talco encontrados por Lins (1995) verificaram o \n\naumento da flotabilidade com o aumento da força iônica (até 4 mol/L de KCl), o que \n\npode ser explicado devido à supressão de repulsão eletrostática entre partícula e \n\nbolha, facilitando a aproximação mútua. \n\n \n\nOs gráficos relativos à Figura IV.15 e Figura IV.16 a seguir mostram as energias de \n\nadesão dos sistemas feldspato-precipitado e apatita-feldspato em função da \n\ndistância de separação entre as partículas na presença de água pura.  \n\n \n\n-450\n\n-400\n\n-350\n\n-300\n\n-250\n\n-200\n\n-150\n\n-100\n\n-50\n\n0\n0 5 10 15 20\n\nE\nn\n\ne\nrg\n\nia\n p\n\no\nte\n\nn\nc\nia\n\nl,\nG\n\n (\nx\n 1\n\n0\n-1\n\n9\nJ\n)\n\nDistância de separação entre as partículas, H (nm)\n\nDLVO - Feldspato\n\nX-DLVO - Feldspato\n\nDLVO - Apatita\n\nX-DLVO - Apatita\n\n\n\n102 \n\n \nFigura IV.15 - Curvas de energia para o sistema feldspato – precipitado em água pura em função da distância \n\nentre as partículas \n\n \n\nVerificou-se que o sistema feldspato-precipitado em água pura possui uma energia \n\neletrostática atrativa, que variou entre 8 x 10-18 J e 4 x 10-18 J de 1 a 20 nm. Sua \n\nordem de grandeza supera à energia ácido-base para o mesmo sistema. Dessa \n\nforma, a energia de interação DLVO e X-DLVO são mais atrativas se comparadas ao \n\nsistema em água salgada com alta força iônica. O aumento da energia de interação \n\nX-DLVO é cerca de 23% maior na distância de separação 1 nm e cerca de 8,2 vezes \n\nmaior na distância de separação 20 nm. Isso se deve ao fato que a espessura da \n\ndupla camada elétrica 1/? de aproximadamente 1 µm no sistema com água pura \n\napresentar valor cerca de 10.000 vezes maior que a espessura da dupla camada \n\nelétrica no sistema com força iônica de 0,71 mol/L. \n\n \n\nSemelhante aos valores de atração mostrados pela curva de energia de interação \n\neletrostática em função da distância para o sistema feldspato/precipitado em água \n\npura, Sharma e Hanumantha Rao (2003) determinaram e energia eletrostática em \n\nsistemas contendo pirita e calcopirita com a bactéria P. polymixa utilizando a mesma \n\nfórmula de cálculo e encontraram também curvas de energias eletrostática atrativas \n\n(valores negativos para todas as distâncias de separação entre mineral e bactéria). \n\n \n\n-600\n\n-500\n\n-400\n\n-300\n\n-200\n\n-100\n\n0\n0 5 10 15 20\n\nE\nn\n\ne\nrg\n\nia\n p\n\no\nte\n\nn\nc\nia\n\nl,\nG\n\n (\n1\n0\n\n-1\n9\nJ\n)\n\nDistância de separação entre as partículas, H (nm)\n\nEletrostático\n\nLifshitz- Van der Waals\n\nÁcido-base\n\nDLVO\n\nX-DLVO\n\n\n\n103 \n\n \nFigura IV.16 - Curvas de energia para o sistema apatita – precipitado em água pura em função da distância entre \n\nas partículas \n\n \n\nPara o sistema apatita-precipitado em água pura, a energia eletrostática não \n\napresentou valores significativos (14 x 10-19 J a 8 x 10-19 J) se comparados ao \n\nsistema composto pelo feldspato-precipitado em água salgada (intensidade entre 5 a \n\n6 vezes menor). Isso se deve ao fato de que as cargas elétricas do precipitado e da \n\napatita apresentarem mesmo sinal, ainda que se tenha uma espessura da dupla \n\ncamada elétrica cerca de 10.000 vezes maior. Dessa forma, as energias de DLVO e \n\nX-DLVO para o sistema apatita-precipitado não sofrem variações significativas \n\nvariando-se a força iônica da água. \n\n \n\nA flotação catiônica reversa dos silicatos em testes de bancada com amidoamina em \n\nágua destilada também é possível e produziu resultados semelhantes de teores e \n\nrecuperações de P2O5 se comparados aos resultados obtidos com água do mar \n\n(Tabela 3.12). Pelos resultados obtidos pela teoria de X-DLVO, as energias mais \n\nsignificativas tanto para o sistema constituído com água pura quanto água do mar \n\nsão as de origem de Lifshitz-van der Waals, que são da mesma ordem de grandeza \n\npara os dois sistemas estudados. As variáveis que influem na energia de interação \n\nde Lifshitz-van der Waals são a constante de Hamaker (considerada igual devido \n\nque os minerais e o solvente são os mesmos) e da distância de maior aproximação \n\nd0, variável que é 1,4 vezes maior para o sistema com água pura (6,57 Å) se \n\ncomparado ao sistema com água salgada com força iônica 0,71 mol/L (4,57 Å). Com \n\n-350\n\n-300\n\n-250\n\n-200\n\n-150\n\n-100\n\n-50\n\n0\n0 5 10 15 20\n\nE\nn\n\ne\nrg\n\nia\n p\n\no\nte\n\nn\nc\nia\n\nl,\nG\n\n (\n1\n0\n\n-1\n9\n\nJ\n)\n\nDistância de separação entre as partículas, H (nm)\n\nEletrostático\n\nLifshitz- Van der Waals\n\nÁcido-base\n\nDLVO\n\nX-DLVO\n\n\n\n104 \n\nrelação à energia de interação ácido-base, esta também é semelhante para a \n\ninteração precipitado/minerais em água pura e água salgada, uma vez que a energia \n\nlivre de adesão ácido-base é a mesma e a correlação de comprimento das \n\nmoléculas do líquido é semelhante. A diferença de resultado nos dois sistemas \n\nestudados (com água pura e água salgada com força iônica 0,71 mol/L) é para a \n\nenergia de interação eletrostática, a qual possui duas variáveis com diferenças \n\nsignificativas:  \n\n• o comprimento de Debye 1/?, que é da ordem de 104 vezes maior para a \nágua pura (1,0 x 10-6 m) comparado com a água salgada com força iônica de \n\n0,71 mol/L (1,0 x 10-10 m);  \n\n• o potencial zeta, que possui maior magnitude para o sistema feldspato / água \n\npura (-44 mV) que para a interação feldspato / água salgada com força iônica \n\n0,71 mol/L (-5 mV) em pH 8.  \n\n \n\nDessa forma, as energias totais previstas pela teoria de DLVO e X-DLVO para o \n\nsistema mineral-precipitado em água pura possuem valores mais negativos, \n\nindicando uma leve tendência de adesão do precipitado aos minerais em água pura \n\nse comparados aos minerais em água salgada com força iônica de 0,71 mol/L. \n\n  \n\n\n\n105 \n\n5 CONCLUSÕES \n \n\nEsta tese oferece contribuição de cunho tecnológico, visto que os resultados obtidos \n\npermitiram a proposição de uma tecnologia de processo para concentrar o fosfato de \n\nBayóvar (camadas 6 e 7) por flotação. Tal processo tecnológico foi aceito pela Vale \n\nFertilizantes, financiadora da pesquisa. As principais conclusões tecnológicas são: \n\n \n\n1. As camadas 6 e 7 do fosfato sedimentar de Bayóvar contêm 84% de apatita \n\n(hidroxiapatita), 12% de feldspatos, 4% de quartzo e traços de outras espécies \n\nminerais (micas, anfibólios e carbonatos). \n\n \n\n2.  As partículas de apatita apresentam grau de liberação acima de 90% abaixo de \n\n800 µm. \n\n \n\n3. Em função da composição mineralógica do minério de fosfato e grau de \n\nliberação da apatita, a concentração da apatita por flotação é justificada. \n\nTodavia, estando o depósito localizado em um deserto (Sechura), o desafio da \n\nparte tecnológica desta tese foi o de concentrar apatita usando água do mar com \n\nalto conteúdo de eletrólitos (força iônica de 0,71 mol/L), sujeito a mudanças de \n\ntemperatura (25-40oC) e variação composição da água do mar por \n\nenvelhecimento e evaporação (22-37 g/L de cloretos). \n\n \n\n4. Ensaios preliminares de flotação em escala de bancada indicaram que a flotação \n\ncatiônica reversa dos silicatos seria mais indicada que a flotação aniônica direta. \n\nOs melhores resultados deste processo tecnológico foram obtidos em pH natural \n\n(7,4-8,2). \n\n \n\n5. Ao contrário de outros coletores explorados nos experimentos preliminares \n\n(ácidos graxos e etermonoamina), a amidoamina foi capaz de produzir um \n\nconcentrado com teor de P2O5 de 30% acompanhada de recuperação de P2O5 \n\nacima de 90%. O processo de flotação desenvolvido provou ser tolerante tanto \n\nàs mudanças de temperatura e envelhecimento da água do mar quanto à \n\nalteração da composição química provocada por evaporação da água. Portanto, \n\n\n\n106 \n\numa contribuição importante desta tese é como concentrar fosfato utilizando \n\nágua do mar em uma região desértica. \n\n \n\nUma vez que a separação apatita/silicatos por flotação catiônica reversa se deu em \n\nmeio aquoso de alta força iônica (0,71 mol/L), foi necessário realizar estudos \n\nfundamentais com minerais puros (apatita e feldspato) e água salgada produzida \n\ncom sais puros e concentrações semelhantes à água do mar da região de Bayóvar, \n\ncom o objetivo de elucidar melhor os mecanismos geradores de seletividade. As \n\nconclusões oriundas desses estudos são: \n\n \n\n1. Partículas de apatita imersas em água salgada (força iônica de 0,71 mol/L) \n\nexibiram potencial zeta variando entre 0 e +5 mV, enquanto que partículas de \n\nfeldspato apresentaram potencial zeta entre 0 e -5 mV. Tão pequena diferença \n\nverificada na carga elétrica interfacial dos minerais que se deseja separar por \n\nflotação não justifica a comprovada seletividade comprovada em microflotação \n\n(com minerais puros) e bancada (com minério das camadas 6 e 7 de Bayóvar). \n\n \n\n2. A adesão das partículas de precipitado formado pelo coletor em água salgada \n\n(carga positiva em 2<pH<10) na superfície do feldspato (PIE ocorre em pH~2 em \n\nágua salgada) é facilitada em valores de pH>4, pois esse mineral exibe potencial \n\nzeta negativo acima de pH 2. Este comportamento difere do apresentado pelo \n\nmineral apatita (PIE ocorre em pH~4 em água salgada). Os resultados dos \n\nensaios de flotação com 107 mg/L de amidoamina refletiram esse \n\ncomportamento, pois a flotabilidade do feldspato em pH acima de 4 foi superior a \n\n95%, enquanto que a flotabilidade da apatita foi de no máximo 6%. Não \n\nobstante, a magnitude do potencial zeta do precipitado (+15 mV), da apatita (de \n\n0 a +5 mV) e do feldspato (de 0 a -5 mV) é tão pequena que se faz necessário \n\navaliar outras fontes de energia de interação além da atração-repulsão \n\neletrostática. \n\n \n\n3. Não sendo possível explicar a seletividade da separação apatita/feldspato por \n\nflotação catiônica reversa em pH 8 através da teoria clássica de Gaudin-\n\nFuerstenau-Somasundaran, explorou-se a existência de um sal possivelmente \n\ngerado a partir da precipitação do agente coletor (amidoamina) e os ânions \n\n\n\n107 \n\ncloreto e sulfato predominantes na água do mar em região próxima à interface \n\nmineral/solução e consequente indução do caráter hidrofóbico da superfície do \n\nfeldspato em detrimento da apatita. Tal possibilidade foi usada como premissa \n\npara elucidar mecanismos geradores de seletividade. \n\n \n\n4. Embora a turbidez de soluções aquosas de amidoamina em pH natural comece \n\na ficar evidente (observação visual) a partir de concentrações de 1.000 mg/L do \n\ncoletor, observou-se a formação de precipitados em concentração de 107 mg/L \n\nde amidoamina (pH 8), que é a concentração usada nos ensaios de flotação. \n\nTais precipitados exibiram diâmetro de (236±20) nm e potencial zeta de +22 mV \n\nem solução de alta força iônica (0,71 mol/L). Devido ao fato da concentração \n\nmicelar crítica de amidoamina em água salgada (0,71 mol/L de força iônica) ser \n\nde 22 mg/L, micelas também se formaram. \n\n \n\nPara explicar a interação preferencial entre feldspato/precipitado em detrimento da \n\ninteração apatita/precipitado foi necessário realizar medidas de caráter \n\ntermodinâmico, cujos resultados relevantes (obtidos a 22oC) são: \n\n \n\n1. A energia de superfície do precipitado (46,38 mJ.m-2) foi menor do que a da \n\napatita (56,54 mJ.m-2) e do feldspato (60,59 mJ.m-2). \n\n \n\n2. Os valores da constante de Hamaker para os sistemas feldspato/precipitado e \n\napatita precipitado foram positivos (1,06x10-20 J versus 0,77x10-20 J, \n\nrespectivamente), indicando que o precipitado e os dois minerais são atraídos \n\npor forças de Lifshitz-Van der Waals, com maior intensidade para o sistema \n\nfeldspato/precipitado do que apatita/precipitado. \n\n \n\n3. O cálculo da energia livre de adesão pelas forças de Lifshitz-Van der Waals, \n\nácido-base e total apresentaram valores negativos para os sistemas \n\nprecipitado/feldspato e precipitado/apatita, indicando energias de interação \n\natrativas. Entretanto, a energia total de adesão tem maior magnitude para o \n\nsistema precipitado/feldspato (-38,55 mJ.m-2) do que para o sistema \n\nprecipitado/apatita (-32,39 mJ.m-2). \n\n \n\n\n\n108 \n\nUtilizando-se o racional oferecido pelas teorias DLVO e X-DLVO para os sistemas \n\napatita/precipitado e feldspato/precipitado, construíram-se curvas de energia de \n\ninteração versus distância entre partículas de precipitado e cada um dos minerais. \n\nAs conclusões são: \n\n \n\n1. As curvas de interação versus distância tanto para o sistema \n\napatita/precipitado e feldspato/precipitado apresentam energia de interação \n\neletrostática desprezível se comparada com a energia de interação Lifshitz-\n\nVan der Waals e ácido-base para qualquer distância entre as partículas do \n\nprecipitado e dos minerais, como era de se esperar em função da baixa \n\nmagnitude do potencial zeta das espécies envolvidas. \n\n \n\n2.  Dentro do intervalo de distância de 1 nm a 20 nm entre as partículas minerais \n\ne precipitado, a energia de interação de Lifshitz-Van der Waals para ambos \n\nos sistemas apatita/precipitado (variando de -260x10-19 J até -4x10-19 J) e \n\nfeldspato/precipitado (variando de -358x10-19 J até -6x10-19 J) é da ordem de \n\n10 vezes superior àquela calculada para energia de interação ácido-base \n\npara ambos os sistemas. Portanto, a contribuição de Lifshitz-Van der Waals é \n\na mais relevante para explicar a seletividade da flotação. A energia de \n\ninteração ácido-base somente apresenta alguma relevância em distâncias \n\nentre as partículas inferiores a 2 nm. \n\n \n\n3. Ainda que apresentem energias de interação Lifshitz-van der Waals e ácido-\n\nbase atrativas, se comparadas as curvas de interação em função da \n\nseparação entre as partículas, o sistema precipitado-feldspato possui maior \n\nenergia de interação atrativa total pelas teorias DLVO e X-DLVO em função \n\nda distância de separação, com prioridade para a flotação do feldspato. \n\n \n\n4. Para os dois sistemas estudados, a energia de interação total pela teoria X-\n\nDLVO é levemente mais acentuada que a teoria DLVO até distâncias de \n\nseparação da ordem de 2 nm. A partir dessa distância de separação, as \n\nenergias de interação pelas teorias DLVO e X-DLVO são praticamente \n\nconstantes. \n\n \n\n\n\n109 \n\n6 SUGESTÔES PARA TRABALHOS FUTUROS \n \n\nSugere-se para a continuidade dos estudos relacionados a esta tese: \n\n• Caracterização dos precipitados por: \n\no  Espectroscopia de Infravermelho (FTIR). \n\no Microscopia eletrônica de Varredura (MEV). \n\n• Levantamento e análise das curvas de força da interação feldspato-\n\nprecipitado e apatita-feldspato. \n\n• Avaliação do efeito da rugosidade e superfície específica nas energias de \n\ninteração das teorias DLVO/X-DLVO. \n\n• Estudo da influência de outros tipos de energias de interação além da \n\ninteração ácido-base na determinação da teoria X-DLVO. \n\n• Estudo das teorias DLVO/X-DLVO para outros sistemas minerais: \n\no  em meios aquosos com forças iônicas variadas \n\no com mecanismos de adsorção variados. \n\no envolvendo minerais naturalmente hidrofóbicos, sulfetos, sais solúveis \n\ne semissolúveis. \n\n \n\n  \n\n\n\n110 \n\nREFERÊNCIAS \n\n \n\nADAMCZYK, Z.; WEROFISKI, P. Application of the DLVO theory for particle \ndeposition problems. Advances in Colloid and Interface Science, Amsterdam, \nv. 83, 1999, p. 137-226. \n\nADAMSON, A.W. Physical Chemistry of surfaces. 4th ed., Los Angeles: John &amp; \nSons Inc., 1990, 664.p. \n\nALBUQUERQUE, R.O. Alternativas de processo para concentração do \nminério fósforo-uranífero de Itataia. 2010, 200 p. Tese de Doutorado. \nUniversidade Federal de Minas Gerais. Belo Horizonte. \n\nANANTHAPADMANABHAN, K.P.; SOMASUNDARAN, P. Role of dissolved \nmineral species in calcite-apatite flotation. Mineral and Metallurgical \nProcessing, v. 1, n. 1, 1984, p. 36-42. \n\nAPLAN, F.F.; FUERSTENAU, D.W. Principles of Nonmetallic Mineral Flotation. In: \nFUERSTENAU, D.W. Froth Flotation – 50th anniversary Volume. New York: \nInstitute of Mining, Metallurgical, and Petroleum Engineers, Inc., 1962. p. 170-\n214.  \n\nARAUJO, A. C.; VIANA, P. R. M.; PERES, A. E. C. Reagents in iron ore flotation. \nMinerals Engineering, Amsterdam, v. 18, 2005, p. 219-224. \n\nASSIS, S.M.; MONTENEGRO, L.C.M.; PERES, A.E.C. Utilization of \nhydroxamates in minerals froth flotation. Minerals Engineering, Amsterdam, v. 9 \n(1), 1996, p. 103–114. \n\nBARROS, L.A.F. Flotação da apatita da jazida de Tapira, MG. 1997, 111 p. \nDissertação de Mestrado. Universidade de São Paulo. São Paulo. \n\nBAUDET, G.; SAVE, M. Phosphoric esters as carbonate collectors in the flotation \nof sedimentary phosphate ores. In: ZHANG, P.; EL-SHALL, H.; WIEGEL, R. \n(Eds). Beneficiation of Phosphates: Advances in Research and Practice. \nLittleton: SME, 1999, p. 163–185. \n\nBALDOINO, R.O.; MARTINS, M.; RODRIGUES, M.V.T.; LEAL FILHO, L.S. \nInfluence of Temperature, Water Quality and Collector Type on Flotation \nPerformance of a Peruvian Phosphate Ore. Journal of Chemistry and Chemical \nEngineering, Rosemead, v. 7, 2013, p. 351-355. \n\nBENDERSKY, M.; DAVIS, J.M. DLVO interaction of colloidal particles with \ntopographically and chemically heterogeneous surfaces. Journal of Colloid and \nInterface Science, Amsterdam, v. 353, 2011, p. 87–97. \n\nBOTERO, A.E.C. Bioflotação de magnesita, calcita e barita usando \nRhodococcus opacus como biorreagente. 130 p. Tese (Doutorado), Escola de \nEngenharia Metalúrgica, Pontifícia Universidade Católica do Rio de Janeiro, Rio \nde Janeiro, 2007. \n\n\n\n111 \n\nBOURNIVAL, G.; PUGH, R.J.; ATA, S. Examination of NaCl and MIBC as bubble \ncoalescence inhibitor in relation to froth flotation. Minerals Engineering, \nAmsterdam, v. 25, 2012, p. 47–53. \n\nBUSSCHER, H.J.; DE JONG, H.P.; ARENDS, J. Surface free energies of \nhydroxyapatite, fluorapatite and calcium fluoride. Materials Chemistry and \nPhysics, Amsterdam, v.17, 1987, p. 553-558. \n\nBUTTNER, B.M.; GROTE, J.; VOGT, V.; BAHR, A. Flotation and flocculation of \nultrafine-grained apatite ores. In: Proceedings of XVII International Mineral \nProcessing Congress, Bergakademie, Freiberg, vol. 1, 1991, p. 71–82. \n\nCARBAJAL, W. BELTRAN, L. QUISPE, J. MACALUPÚ, J. Monitoreo \nOceanográfico entre Chullillachi y Matacaballo (Sechura), 12 de Febrero \n2009. Instituto del Mar del Perú - Sede Regional de Piura – Paita, Paita, 2009,  \n13 p. \n\nCASTRO, S. Challenges in flotation of Cu-Mo sulfide ores in seawater. In: \nDRELICH.J. Proceedings of the 1st International Symposium on Water in \nMineral Processing, Seattle: SME Annual Meeting, 2012, p. 29-40. \n\nCASTRO, S.; LASKOWSKI, J.S. Froth flotation in saline water. Kona Powder \nand Particle Journal, Hirakata, v. 29, 2011, p. 4-15. \n\nCHO, Y.S.; LASKOWSKI, J.S. Effect of flotation frothers on bubble size and foam \nstability. International Journal of Mineral Processing, Amsterdam, v. 64, 2002, \np. 69-80. \n\nCLERICI, C.; MORANDINI, A.F.; MANCINI, A.; MANCINI, R. Flotation of \nphosphate rock with carbonate-quartz gangue. In: JONES, M.J.; OBLATT, R. \nReagents in the Minerals Industry. London: Institution of Mining and Metallurgy, \n1984, p. 221–225. \n\nCHO, Y.S.; LASKOWSKI, J.S. Effect of flotation frothers on bubble size and foam \nstability. International Journal of Mineral Processing, Amsterdam, v. 64, 2002, \np. 69-80. \n\nCHRISTENSON, H.K.; BOWEN, R.E.; CARLTON, J.A.; DENNE, J.R.M.; LU, Y. \nElectrolytes that Show a Transition to Bubble Coalescence Inhibition at High \nConcentrations. The Journal of Physical Chemistry C, Washington, v. 112, \n2008, p. 794-796. \n\nCRAIG, V.S.J. Bubble coalescence and specific-ion effects. Current Opinion in \nColloid &amp; Interface Science, Amsterdam, v. 9, 2004, p. 178–184. \n\nCRAIG, V.S.J.; NINHAM, B.W.; PASHLEY, R.M. Effect of electrolytes on bubble \ncoalescence. Nature Publishing Group, London, v. 364, 1993, p. 317–319. \n\nCROZIER, R.D. Flotation: Theory, Reagents and Ore Testing. 1st ed., Oxford: \nPergamon Press, 362 p. \n\n\n\n112 \n\nCRUNDWELL, F.K. On the mechanism of the flotation of oxides and silicates. \nMinerals Engineering, Oxford, v. 95, 2016, p. 185-196. \n\nDEMIR, C.; ABRAMOV, A.A.; ÇELIK, M.S. Flotation separation of Na-feldspar \nfrom K-feldspar by monovalent salts. Minerals Engineering, Vol. 14, n. I, 2001, \np. 733-740. \n\nDEMIR. C.; BENTLI, I; GÜLGÖNÜL, I; ÇELIK, M.S. Technical Note - Effects of \nbivalent salts on the flotation separation of Na-feldspar from K-feldspar. Minerals \nEngineering, Amsterdam, v. 16, 2003, p. 551–554.  \n\nDESCHENES, L.A.; BARRETT, J.; MULLER, L.J.; FOURKAS, J.T.; MOHANTY, \nU. Inhibition of Bubble Coalescence in Aqueous Solutions. 1. Electrolytes. The \nJournal of Physical Chemistry B, Washington, v. 102, 1998, p. 5115-5119. \n\nDOREN, A.; VARGAS, D.; GOLDFARB, J. Nonionic surfactants as flotation of \ncollectors. Transactions of the Institution of Mining and Metallurgy, v. 84, \n1975, p. C37. \n\nDRZYMALA, J. Hydrophobicity and collectorless flotation of inorganic materials. \nAdvances in Colloid and Interface Science, Amsterdam, v. 50, 1994, p. 143-\n185. \n\nDU, H. Salts and naturally hydrophobic minerals: a molecular dynamics \nsimulation study. 2008. 190 p. Thesis (Doctor of Philosophy), Department of \nMetallurgical Engineering – The University of Utah, Salt Lake City. Disponível em: \n<”https://books.google.com.br/books?id=wG2thJzLnfQC&amp;printsec=frontcover&amp;hl=\npt-BR#v=onepage&amp;q&amp;f=false”> Acesso em: 05.abr.2016. \n\nFAIRHURST, D. An Overview of the Zeta Potential Part 3: Uses and Applications. \n2013. American Pharmaceutical Review. Disponível em: \n<\"http://www.americanpharmaceuticalreview.com/Featured-Articles/139288-An-\nOverview-of-the-Zeta-Potential-Part-3-Uses-and-Applications\"> Acesso em \n19.jun.2017. \n\nFAN, M.; TAO, D.; HONACKER, R.; LUO, Z. Nanobubble generation and its \napplications in froth flotation (part III): specially designed laboratory scale column \nflotation of phosphate. International Journal of Mining Science and \nTechnology, Xuzhov, v. 20, 2010, p. 0317–0338. \n\nFARROKHPAY, S.; ZANIN, M. An investigation into the effect of water quality on \nfroth stability. Advanced Powder Technology, Amsterdam, v. 23, 2012, p. 493–\n497. \n\nFIROUZI, M.; NGUYEN, A.V. On the effect of van der Waals attractions on the \ncritical salt concentration for inhibiting bubble coalescence. Minerals \nEngineering, Amsterdam, v. 58. 2014. p. 108-112. \n\nFUERSTENAU, D.W.; DEASON, D.M. The role of surface transformation \nprocesses on the surface chemical and flotation behavior of dolomite and apatite. \nIn: EL-SHALL, H.; MOUDGIL, B.M.; WIEGEL, R. Beneficiation of Phosphate: \nTheory and Practice. Littleton: SME, 1993, p. 171–181. \n\n\n\n113 \n\nFUERSTENAU, D.W.; PRADIP, T. Zeta potentials in the flotation of oxide and \nsilicate minerals. Advances in Colloid and Interface Science, Amsterdam, v. \n114-115, 2005, p. 09-26. \n\nFUERSTENAU, D.W.; RAGHAVAN, S. Some aspects of Flotation \nThermodynamics. In: FUERSTERNAU, M.C.; JAMESON, G.; YOON, R.H. Froth \nflotation: a century of innovation. Colorado: Society for Mining, Metallurgy and \nExploration, Inc., 2007, p. 95–132. \n\nFUERSTENAU, M.C. Flotation Chemistry and Technology of Nonsulfide Minerals \n– Insoluble Oxides and Silicates. In: FUERSTERNAU, M.C.; JAMESON, G.; \nYOON, R.H. Froth flotation: a century of innovation. Colorado: Society for \nMining, Metallurgy and Exploration, Inc., 2007. p. 466–490. \n\nFUERSTENAU, M. C.; MILLER, J. D.; KUHN, M. C. Chemistry of Flotation; New \nYork: Society of Mining Engineers, 1985; p. 148-130. \n\nGAUDIN, A.M. Flotation. 2nd. ed., New York, Mc. Graw-Hill Book Company Inc., \n1957, p. 49–145. \n\nGEFVERT, D. L. Cationic flotation reagents for mineral beneficiation. In: \nDEEPAK, M.; RIGGS, W.F. Chemical reagents in the Mineral Processing \nIndustry. Littleton: Society of Mining Engineers Inc., 1986. p. 85–93. \n\nGU, Z. Fine particle flotation for Florida Dolomitic Phosphate Pebbles. 2002, \n108 p. Thesis (Master of Science), West Virginia University, Morgantown. \n\nGUERRA, F. Método de análise de solubilidade (BRAF1144). rev.3, São \nPaulo: CLARIANT, 2010, 2 p. \n\nHAMPTON, M.A.; NGUYEN, A.V. Accumulation of dissolved gases at \nhydrophobic surfaces in water and sodium chloride solutions: Implications for coal \nflotation. Minerals Engineering, Amsterdam, v. 22, 2009, p. 786–792. \n\nHANAOR, D., MICHELAZZI, M., LEONELLI, C., SORRELL, C.C. The effects of \ncarboxylic acids on the aqueous dispersion and electrophoretic deposition of \nZrO2. Journal of the European Ceramic Society, v. 32, 2012, p. 235–244. \n\nHANUMANTHA RAO, K.; SU, F.; FORSSBERG, K.S.E. Flotation kinetics of \napatite from magnetite. In: ZHANG, P.; EL-SHALL, H.; WIEGEL, R. Beneficiation \nof Phosphates: Advances in Research and Practice. Colorado: The Society of \nMining, Metallurgy and Exploration, 1999, p. 103–125. \n\nHANUMANTHA RAO, K.; FORSSBERG, K.S.E. Interactions of anionic collectors \nin flotation of semi-soluble salt minerals. In: MAVROS, P., MATIS, K.A. \nInnovations in flotation technology. Dordrecht: Springer, 1992, cap. 3.2. p. \n331-356  \n\nHANUMANTHA RAO, S. R. Surface Chemistry of Froth Flotation - Volume 1: \nFundamentals. New York: Springer US, 2004. 769 p. \n\n\n\n114 \n\nHERMANSSON, M. The DLVO theory in microbial adhesion. Colloids and \nSurfaces B: Biointerfaces, Amsterdam, v. 14, 1999, p. 105-109. \n\nHOUOT, R.; JOUSSEMENT, R.; TRACEZ, J.; BROUARD, R. Selective flotation \nof phosphate ores having a silicous and/or a carbonated gangue. International \nJournal of Mineral Processing, Amsterdam, v. 14, 1985, p. 245–264. \n\nHUNTER, R.J. Introduction to modern colloid science. New York: Oxford \nScience Publications, 1993, 344 p. \n\nHUNTER, R.J. Zeta potential in colloid science: Principles and applications. \nSan Diego: Academic Press Limited, 1981, 398 p. \n\nISRAELACHVILI, J.N. Intermolecular and Surface Forces, 3nd ed. San Diego: \nAcademic Press, 2011. 674 p. \n\nJINGYI WANG; LEI XIE; QINGXIA LIU; HONGBO ZENG. Effects of salinity on \nxanthate adsorption on sphalerite and bubble–sphalerite interactions. Minerals \nEngineering, Amsterdam, v. 77, 2015. p. 34–41. \n\nKAHN, H. TASSINARI, M.M.L., ANTONIASSI, J.L. Resultado de Identificação \nde fases por Difratometria de Raios X, Amostra Silicato 1, Relatório DRX 217-\n15, São Paulo: Laboratório de Caracterização Tecnológica da Escola Politécnica \nda USP, 2015, p. 1. \n\nKARAGÜZEL, C.; CAN, M.F.; SÖNMEZ, E.; ÇELIK, M.S. Effect of electrolyte on \nsurface free energy components of feldspar minerals using thin-layer wicking \nmethod. Journal of Colloid and Interface Science, Amsterdam, v. 285, 2005, p. \n192-200. \n\nKARJALAHTI, K. Factors affecting the conditioning of an apatite ore for \nagglomeration flotation. Transactions of the Institution of Mining and \nMetallurgy, v. 81, 1972, p. C119–C226. \n\nKAWATRA, K.; CARLSON, J.T. Beneficiation of phosphate ore. Colorado: \nSociety of Mining, Metallurgy and Exploration Inc., 2013, cap.3, p. 30-36. \n\nKASZUBA, M., CORBETT, J., WATSON, F.M., JONES, A. High-concentration \nzeta potential measurements using light-scattering techniques. Philosophical \nTransactions of the Royal Society, v. 368, 2010, p. 4439–4451. \n\nKOOPAL, L.K.; LEE, E.M.; BÖHMER, M.R. Adsorption of cationic surfactants on \ncharged metal oxide surfaces. Journal of Colloid and Interface Science, \nAmsterdam, v. 170, 1995, p. 85-97. \n\nKUNGANG, L.; YONGSHENG, C. Evaluation of DLVO interaction between a \nsphere and a cylinder. Colloids and Surfaces A: Physicochemical and \nEngineering Aspects, Amsterdam, v. 415, 2012, p. 218-229. \n\nKURNIAWAN, A.U.; OZDEMIR, O.; NGUYEN, A.V.; OFORI, P.; FIRTH, B. \nFlotation of coal particles in MgCl2, NaCl, and NaClO3 solutions in the absence \n\n\n\n115 \n\nand presence of Dowfroth 250. International Journal of Mineral Processing, \nAmsterdam, v. 98, 2011, p. 137–144. \n\nLASKOWSKI, J. The relationship between Floatability and hydrophobicity. In: \nSOMASUNDARAN, P. Advances in Mineral Processing, Littleton: Society of \nMining Engineers, 1986, Chapter 11, p. 198-207. \n\nLASKOWSKI, J.; CASTRO, S. Flotation in concentrated electrolyte solutions. \nInternational Journal of Mineral Processing, Amsterdam, v. 144, 2015, p. 50–\n55. \n\nLEAL FILHO, L.S.; ASSIS, S.M.; BARROS, L.A.F.; PERES, A.E.C. Activation and \ndepression of silicates during anionic flotation of igneous apatites. In: ZHANG, P.; \nEL-SHALL, H.; SOMASUNDARAN, P.; STANA, R. Beneficiation of phosphates \n– Fundamentals and technology. Littleton: SME, 2002, p. 55-65. \n\nLECH, F.J.; WIERENGA, P.A.; GRUPPEN, H.; MEINDERS, M.B.J. Stability \nProperties of Surfactant-Free Thin Films at Different Ionic Strengths: \nMeasurements and Modeling. Langmuir, American Chemical Society, \nWashington, 2015, p. 2778. \n\nLEJA, J. Surface Chemistry of Froth Flotation. New York: Plenum Press, 1982, \n758 p. \n\nLEVAY, G.; SMART, R.S.C.; SKINNER, W.M. The impact of water quality on \nflotation performance. The Journal of South African Institute of Mining and \nMetallurgy, Johannesburg, v. 101, p. 69–76. \n\nLIANG, Y.; HILAL, N.; LANGSTON, P.; STAROV, V. Interaction forces between \ncolloidal particles in liquid: Theory and experiment. Advances in Colloid and \nInterface Science, Amsterdam, v. 134-135, 2007, p. 151-156. \n\nLINS, F.A. F. Uma metodologia para o cálculo da constante de Hamaker de \nminerais e aplicação da teoria X-DLVO à agregação e flotação de talco. \n1995. 123 p. Tese de Doutorado. Coordenação dos Programas de Pós \nGraduação de Engenharia da Universidade Federal do Rio de Janeiro, Rio de \nJaneiro. \n\nLINS, F.A. F.; ADAMIAN, R. Minerais coloidais, teoria DLVO Estendida e \nforças estruturais. Série Tecnologia Mineral, 78, Rio de Janeiro: CETEM/MCT, \n2000, 29 p. \n\nLOVELL, V.M. Froth characteristics in phosphate flotation. In: Fuerstenau, M.C. \nFlotation: A.M. Gaudin Memorial Volume. New York: SME – AIME, vol. 1, \n1976, p. 597–621. \n\nMA, X.; BRUCKARD, W.J.; HOLMES, R. Effect of collector, pH and ionic strength \non the cationic flotation of kaolinite. International Journal of Mineral \nProcessing, Amsterdam, v.93, 2009, p. 54-58. \n\nMALVERN Zetasizer Nano Series. User manual. Malvern Nano 485. Issue 1.1. \nUnited Kingdom, 2013. \n\n\n\n116 \n\nMANONO, M.S.; CORIN, K.C.; WIESE, J.G. The effect of ionic strength of plant \nwater on foam stability: A 2-phase flotation study. Minerals Engineering, \nAmsterdam, v. 40, 2013, p. 42–47. \n\nMARTINS, M. Molhabilidade de apatita e sua influência na flotação. 2009, \n119 p. Tese de Doutorado. Escola Politécnica da Universidade de São Paulo, \nSão Paulo. \n\nMARTINS, M.; LEAL FILHO, L.S.; ALBINO, K.I.P. Desenvolvimento de \nprocesso e concentração por flotação para minérios fosfáticos de Bayóvar \n– Peru. São Paulo: Departamento de Engenharia de Minas e Petróleo da Escola \nPolitécnica da Universidade de São Paulo, rev.0, 2011, 173 p. \n\nMAZUREK. A.; POGORZELSKI, S.J.; BONIEWICZ-SZMYT, K. Adsorption of \nnatural surfactants present in seawaters at surfaces of minerals: contact angle \nmeasurements. Oceanologia, Sopot, v. 51, 2003, p. 377-403. \n\nMCCLELLAN, G. H. Geology of the Phosphate Deposits at Sechura, Peru. In: \nNOTHOLT, A. J. G., SHELDON, R. P., DAVIDSON, D. F. Phosphate Deposits \nof the World. Cambridge: Cambridge University Press, 1989. p. 123-130. \n\nMENG, Q.; FENG, Q.; OU, L. Flotation behavior and adsorption mechanism of \nfine wolframite with octyl hydroxamic acid. Changsha, v.23(6), 2016, p. 1339-\n1344. MESQUITA, L.M.S. Bioflotação de hematita e quartzo – um estudo de \nseletividade. 2002, 93 p. Tese (Doutorado). Departamento de Ciência dos \nMateriais e Metalurgia da Pontifícia Universidade católica do Rio de Janeiro, Rio \nde Janeiro.  \n\nMILLER, C.A.; NEOGI, P. Interfacial phenomena – Equilibrium and Dynamic \nEffects. New York: Marcel Dekker Inc., 1985, 354 p. \n\nMILLER, J.D.; KHALEK, N.A.; BASILIO, C.; EL-SHALL, H.; FA, K.; FORSSBERG, \nK.S.E.; FUERSTENAU, M.C.; MATHUR, S.; NALASKOWSKI, J. HANUMANTHA \nRAO, K.; SOMASUNDARAN, P.; WANG, X.; ZHANG, P. Flotation Chemistry and \nTechnology of Nonsulfide Minerals. In: FUERSTERNAU, M.C.; JAMESON, G.; \nYOON, R.H. Froth flotation: a century of innovation. Colorado: Society for \nMining, Metallurgy and Exploration, Inc., 2007, p. 465–553. \n\nMILLER, J.D.; FA, K.; WANG, X. Aluminosilicates. In: FUERSTERNAU, M.C.; \nJAMESON, G.; YOON, R.H. Froth flotation: a century of innovation. Colorado: \nSociety for Mining, Metallurgy and Exploration, Inc., 2007, p. 475–490. \n\nMISHCHU, N.A. The model of hydrophobic attraction in the framework of classical \nDLVO forces. Advances in Colloid and Interface Science, Amsterdam, v. 168, \n2011, p. 149-166. \n\nMONTE, M.B.M. Propriedades de superfície do ouro e da pirita e sua \nseparação por flotação. 1998. 109 p. Tese de Doutorado. COPPE, \nUniversidade Federal do Rio de Janeiro, Rio de Janeiro. \n\n\n\n117 \n\nMONTE, M.B.M.; PERES, A.E.C. Química de superfície na flotação. In: LUZ, \nA.B.; SAMPAIO, J.A.; FRANÇA, S.C.A. Tratamento de Minérios, 5ª.ed., Rio de \nJaneiro: CETEM/MCT, 2010, p. 397-461. \n\nNGUYEN, A.V.; NALASKOWSKI, J.; MILLER, J.D.; BUTT, H. Attraction between \nhydrophobic surfaces studied by atomic force microscopy. International Journal \nof Mineral Processing, Amsterdam, v. 72, 2013, p. 215-225.  \n\nNINHAMA, B.W. On progress in forces since the DLVO theory. Advances in \nColloid and Interface Science, Amsterdam, v. 83, 1999, p. 1-17.  \n\nOLIVEIRA, M.S. Minério Fosfático Sílico-Carbonatado: Estudo Fundamental. \n2007. 207 p. Tese de Doutorado. Universidade Federal de Minas Gerais. Belo \nHorizonte, aprovada em 21 de dezembro de 2007. \n\nOLIVEIRA, M.S.; PERES, A.E.C. Flotabilidade da apatita e minerais de ganga \nprovenientes de minério sílico-carbonatado com oleato de sódio. Revista Escola \nde Minas, Ouro Preto, v. 63 (3), 2010, p. 551-557. \n\nÖNAL, G. Mazidagi low-grade calcareous phosphate ores flotation. In: \nProceedings of Cento Symposium on the Mining and Beneficiation of \nFertilizer Raw Minerals, Istanbul, 1975, p. 171–179. \n\nOZDEMIR, O. Specific ion effect of chloride salts on collectorless flotation of coal. \nPhysicochemical Problems of Mineral Processing, Wroclaw, v. 49 (2), 2013. \np. 511-524. \n\nOZDEMIR, O.; HAO, D.; KARAKASHEV, S.I.; NGUYEN, A.V.; ÇELIK, M.S.; \nMILLER, J.D. Understanding the role of ion interactions in soluble salt flotation \nwith alkylammonium and alkylsulfate collectors. Advances in Colloid and \nInterface Science, Amsterdam, v. 163, 2011, p. 1–22. \n\nOZDEMIR, O.; KARAKASHEV, S.I.; NGUYEN, A.V.; MILLER, J.D. Adsorption \nand surface tension analysis of concentrated alkali halide brine solutions. \nMinerals Engineering, Amsterdam, v. 22, 2009, p. 263–271. \n\nPAIVA, P.R.P. Propriedades de superfície de apatita proveniente de rochas \nde filiação carbonatítica e sua concentração por flotação. Tese de \nDoutorado. 2011, 160 p. Instituto de Geociências, Universidade de Brasília, \nBrasília. \n\nPAIVA, P.R.P.; MONTE, M.B.M.; SIMÃO, R.A.; GASPAR, J.C. In situ AFM study \nof potassium oleate adsorption and calcium precipitate formation on an apatite \nsurface. Minerals Engineering, Amsterdam, v.24, i. 5, 2011, p. 387-395. \n\nPARDO, A.F. Pruebas de Laboratorio y Planta Piloto de fosfatos Bayóvar. \nProBayóvar, Sechura – Peru, 1981. \n\nPARKS, G. A. Adsorption in the Marine Environment. In: C RILEY, J. P., \nSKIRROW, G. Chemical Oceanography. London: Academic Press, vol. 1, 1975; \np. 241-308. \n\n\n\n118 \n\nPAULSON, O.; PUGH, R. J. Flotation of Inherently Hydrophobic Particles in \nAqueous Solutions of Inorganic Electrolytes. Langmuir, Washington, v. 12, 1996, \np. 4808-4813. \n\nPEÇANHA, E.R. Biolixiviação seletiva de hematita em relação ao quartzo: \ncálculo da energia de superfície e da adesão do “Bacillus subtilis”. 2014, \n108 p. Dissertação (Mestrado). Departamento de Engenharia Química e de \nMateriais, Pontifícia Universidade Católica do Rio de Janeiro, Rio de Janeiro. \n\nPERES, A.E.C. Flotação. Belo Horizonte: Escola de Engenharia da Universidade \nFederal de Minas Gerais, 1996, 147 p. \n\nPERES, A.E.C.; ARAÚJO, A.C. A flotação como operação unitária no tratamento \nde minérios. In: CHAVES, A.P. Flotação: o estado da arte no Brasil. São \nPaulo: Signus Editora, 2006. p. 01 – 29. \n\nPERES, A.E.C.; SALUM, M. J. G.; VALADÃO, G.E.S.; ARAÚJO, A.C. Métodos de \nconcentração. In: VALADÃO, G.E.S., ARAÚJO, A.C. Introdução ao Tratamento \nde Minérios. Belo Horizonte: Ed. UFMG, 2007, p. 117 – 139 \n\nPIÑERES, J; BARRAZA, J. Energy barrier of aggregates coal particle–bubble \nthrough the extended DLVO theory. International Journal of Mineral \nProcessing, Amsterdam, v. 100, 2011, p. 14-20. \n\nPINTO, C.A.F.; YARAR, B.; ARAUJO, A.C. Apatite flotation kinetics with \nconventional and new collectors, Preprint 91-80, Denver: SME Annual Meeting, \nFebruary 25–28, 1991. \n\nRAMOS, O.; CASTRO, S.; LASKOWSKI, J.S. Copper–molybdenum ores flotation \nin seawater: Floatability and frothability. Minerals Engineering, Amsterdam, v. \n53, 2013, p. 108-112. \n\nRIBEIRO JR, C.P.; MEWES, D. The effect of electrolytes on the critical velocity \nfor bubble coalescence. Chemical Engineering Journal, Amsterdam, v. 126, \n2007, p. 23-33. \n\nROSEN, M. J. Surfactants and interfacial phenomena. 2nd. ed., New York: \nJohn Wiley &amp; Sons, Inc., 1989, 431 p. \n\nRUDOLPH, M.; HARTMANN, R. Specific surface free energy component \ndistributions and flotabilities of mineral microparticles in flotation – An inverse gas \nchromatography study. Colloids and Surfaces A: Physicochemical and \nEngineering Aspects, Amsterdam, v. 513, 2017, p. 380-388. \n\nRULE, A.R.; LARSON, D.E.; DALLENBACH, C.B. Application of calcite–silica \nflotation techniques to western phosphate minerals. US Bureau of Mines, RI. \nno. 8728, 1982. \n\nSALAH, A.T.; ROE-HOAN, Y.; DONGCHEOL, S. A comparison of anionic and \ncationic flotation of a siliceous phosphate rock in a column flotation cell. \nInternational Journal of Mining Science and Technology, Xuzhou, v. 21, \n2011, p. 147-151. \n\n\n\n119 \n\nSCHILLING, K.; ZESSNER, M. Foam in the aquatic environment. Water \nResearch, Amsterdam, v. 45, 2011. p. 4355-4366. \n\nSETH, V.; KUMAR, R.; ARORA, S.C.D.; BISWAS, A.K. Disodium dodecyl \nphosphate as a collector in the calcite–apatite mineral system. Transactions of \nthe Institution of Mining and Metallurgy, v. 84, 1975, p. C56–C58. \n\nSHAO, X.; JIANG, C.L.; PAREKH, P.K. Enhanced flotation separation of \nphosphate and dolomite using a new amphoteric collector. Society for Mining, \nMetallurgy and Exploration, v. 15 (2), 1998, p. 11–14. \n\nSHARMA, P.K. Surface studies relevant to microbial adhesion and \nbioflotation of sulphide minerals. 2001, 297 p. Doctoral Thesis. Department of \nChemical and Metallurgical Engineering – Division of Mineral Processing of Luleå \nUniversity of Technology, Luleå. \n\nSHARMA, P.K.; HANUMANTHA RAO, K. Adhesium of Paenibacillus polymyxa on \nchalcopyrite and pyrite: thermodynamics and extended DLVO theory. Colloids \nand Surfaces B: Biointerfaces, Amsterdam, v. 29, 2003, p. 21-38. \n\nSHARMA, P.K.; HANUMANTHA RAO, K. Analysis of different approaches for \nevaluation of surface energy of microbial cells by contact angle goniometry. \nAdvances in Colloid and Interface Science, Amsterdam, v. 98, 2002, p. 341-\n463. \n\nSHINODA, K.; NAKAGAWA, T.; TAMAMUSHI, B.; ISEMURA, T. Colloidal \nsurfactants – some physicochemical properties. New York: Academic Press \nInc., 1963. 310 p. \n\nSIS, H.; CHANDER, S. Reagents used in the flotation of phosphate ores: a critical \nreview. Minerals Engineering, Amsterdam, v. 16, 2003, p. 577–585. \n\nSNOW, R.E. Beneficiation of Phosphate Ore, US Patent # 4,144, 969, 1979. \n\nSNOW, R.E. Flotation of Phosphate Ores Containing Dolomite, US Patent # \n4,364,824, 1982. \n\nSOMASUNDARAN, P. Zeta Potential of Apatite in Aqueous Solutions and its \nchange during equilibration. Journal of Colloid and Interface Science, \nAmsterdam, v. 27, No. 4, 1968, p. 659-666. \n\nSOMASUNDARAN, P.; MALTESH, C. Fatty acid treatment of phosphate ores \nunder laboratory and plant conditions. In: HOBERG, H.; VON BLOTTMITZ, H. \nProceedings of XX International  Mining Processing Congress, September \n21–26, Aachen, vol. 3, 1997, p. 573– 583. \n\nSOMASUNDARAN, P.; ZHANG, L. Adsorption of surfactants on minerals for \nwettability control in improved oil recovery processes. Journal of Petroleum \nScience and Engineering, New York, v. 52. p. 198-212, 2006.  \n\n\n\n120 \n\nSWAPNIL P.; SULAKHE, S.P.; BHAGWAT, S.S. Synthesis and Properties of a \nCationic Surfactant Based on Amidoamine and Glycerol. Journal of Surfactants \nand Detergents, New York, v.16, 2013, p. 487-494. \n\nTAKAMURA, K.; JAMES, A. Paving with asphalt emulsions. In: HUANG, S.; \nBENEDETTO, H. Advances in Asphalt Materials on ScienceDirect: Road and \nPavement Construction. Cambridge: Woodhead Publishing, 2015, p. 393-426.  \nDisponível em&lt;http://www.sciencedirect.com/science/book/9780081002698> \nAcesso em 12.ago.2016. \n\nTASSINARI, M.M.L. Estudos de caracterização tecnológica em amostras de \nminério fosfático de Bayóvar. rev.0, São Paulo: LCT-Fundespa, 2011, 60 p. \n\nVAN OSS, C.J. Acid-base interfacial interactions in aqueous media. Colloids and \nSurfaces A: Physicochemical and Engineering Aspects, Amsterdam, v. 78, \n1993, p. 1-49. \n\nVAN OSS, C.J. Interfacial forces in aqueous media. New York: Marcel Dekker \nInc., 1994, 440 p. \n\nVAN OSS, C.J. Long-range and short-range mechanisms of hydrophobic \nattraction and hydrophilic repulsion in specific and aspecific interactions. Journal \nof Molecular Recognition, v. 16, 2003, p. 177-190. \n\nVEERAMASUNENI, S.; YALAMANCHILI, M.R.D.; MILLER, J.D. Interactions \nbetween dissimilar surfaces in high ionic strength solutions as determined by \natomic force microscopy. Physicochemical and Engineering Aspects, \nAmsterdam, v. 126, 2007. p. 23-33. \n\nVEERAMASUNENI, S.; YUEHUA, H.; YALAMANCHILI, M.R.; MILLER, J.D. \nInteraction Forces at High Ionic Strengths: The Role of Polar Interfacial \nInteractions. Journal of Colloid and Interface Science, Amsterdam, v.188, \n1997, p. 473-480. \n\nVILINSKA, A. Bacteria-sulfide mineral interactions with reference to flotation \nand flocculation. 2007, 41 p. Licentiate Thesis. Department of Chemical and \nMetallurgical Engineering – Division of Mineral Processing of Luleå University of \nTechnology, Luleå. \n\nVISSER, I. The concept of negative Hamaker coefficients. 1. History and present \nstatus. Advances in Colloid Interface Science, Amsterdam, v. 15, 1981, p. 157-\n169. \n\nWANG, B.; PENG, Y. The effect of saline water on mineral flotation – a critical \nreview. Minerals Engineering, v. 66–68, 2014, p. 13–24. \n\nWENYING LIU; MORAN, C.J.; SUE VINK. A review of the effect of water quality \non flotation. Minerals Engineering, Amsterdam, v. 53, 2013, p. 91–100. \n\nWU, L.M.; FORSLING, W. In: EL-SHALL, H.; MOUDGIL, B.M.; WIEGEL, R. \nBeneficiation of phosphate: Theory and practice. Littleton: Society for Mining, \nMetallurgy and Exploration, 1993, p. 45. \n\n\n\n121 \n\nYANG, C.; DABROS, T.; DONGQING, L.; CZARNECKI, J.; MASLIYAH, J.H. \nAnalysis of Fine Bubble Attachment onto a Solid Surface within the Framework of \nClassical DLVO Theory. Journal of Colloid and Interface Science, Amsterdam, \nv. 219, 1999, p. 69-80. \n\nYOON, R.; MAO, L. Application of Extended DLVO Theory, IV - Derivation of \nFlotation Rate Equation from First Principles. Journal of Colloid and Interface \nScience, Amsterdam, v. 181, 1996, p. 613-616. \n\nYOON, R.; RAVISHANKAR, S.A. Application of Extended DLVO Theory, III – \nEffect of octanol on the long-range hydrophobic forces between dodecylamine-\ncoated mica surfaces. Journal of Colloid and Interface Science, Amsterdam, v. \n166, 1994, p. 215-224. \n\nYOUSEF, A.A.; ARAFA, M.A.; IBRAHIM, S.S.; ABDEL KHALEK, M.A. Seawater \nusage in flotation for minerals beneficiation in arid regions (arab countries) \n(Simulation and application). In: Proceedings of International Processing \nCongress, Cape Town: LOREZEN and BRADSHAW, v. 2, 2003. p. 1023-1033. \n\nYPAGUIRRE, J.A. Estudios por Microscopia Óptica y Electrónica, Análisis \nMineralógicos por Difracción de Rayos X, Análisis Químicos por \nFluorescencia de Rayos X de ocho muestras de flotación. INFORME DE \nENSAYO IL-387LA0014A-030-52-003, Lima: Laboratorio de Ensayo INDECOPI – \nSNA, 2012, 114 p. \n\nZHANG, H. Effect of electrolyte addition on flotation response of coal. \nPhysicochemical Problems of Mineral Processing, Wroclaw, v. 51, 2015, p. \n257-267. \n\nZHANG, L. Enhanced phosphate flotation using novel depressants. 2013. \n106 p. Thesis (Master of Science). University of Kentucky, Lexington, approved at \nNovember 11, 2013."}]}}}