{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05043"}, {"@name": "filename", "#text": "BTP_1965_8_2_18_Pesquisa_tecnologica.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "a ftedq/uta tecnMgica\nAntonio Sedbra Moggi (*)\nSINOPSE — A Pesquisa Tecnológica, em seus diferentes aspectos, mantém associação íntima com o desenvolvimento econômico e o bem-estar social de cada nação. A educação tem vital importância na preparação do elemento humano para as atividades de Pesquisa. Nesse terreno, o Brasil se encontra na chamada fase de demarragem, caminho direto para a fase final dos países desenvolvidos. O Conselho Nacional de Pesquisas tem missão importantíssima a cumprir. Na PETROBRÁS, a Pesquisa Tecnológica vai assumindo, progressivamente, o papel fundamental que lhe compete na indústria do petróleo.\n1\t— INTRODUÇÃO\nNão pretendemos fazer uma conferência, mas apenas uma despretensiosa exposição de algumas idéias, à guisa de encerramento da série de palestras aqui proferidas sôbre os diferentes aspectos da indústria do petróleo.\nMuitos já versaram o tema escolhido, dizendo o que tem feito a PETROBRAS nesse campo de atividades. Por isso pensamos que seria mais adequado\n(*) Superintendente do Centro de Aperfeiçoamento e Pesquisas de Petróleo (CENAP) — PETROBRÁS.\nnão voltarmos a repetir o caminho trilhado, mas procurarmos situar a pesquisa no conjunto de fatores que influem decisivamente sôbre o futuro de cada um de nós e da Nação brasileira como um todo.\nEscolhemos, assim, os seguintes tópicos para compor a nossa exposição :\nOs tipos de pesquisas — Conceituação\t.\nFundamentos do desenvolvimento econômico — A tecnologia e a pesquisa A pesquisa no Brasil e em outros países A pesquisa na PETROBRÁS\t,\n— Situação atual\n— Panorama futuro\nConclusão\n2\t— OS TIPOS DE PESQUISAS — CONCEITUAÇÃO\nCremos que uma palestra sôbre pesquisa se haverá de iniciar com a definição que emprestaremos aos vocábulos aqui empregados. Não nos ocuparemos com a pesquisa pura, atividade de quem se lança à busca de novos conceitos básicos ou de novas teorias, sem preocupações de sua aplicação prática. Êsse tipo de pesquisa é característico de institutos universitários ou acadêmicos.\nSegundo P. Docksey, do Centro de Pesquisas da British Petroleum Co., sob o título genérico de pesquisa industrial há quatro tipos de atividades :\n—\tpesquisa fundamental (ou básica)\npesquisa escoteira\n—\tpesquisa de desenvolvimento\n—\tserviços técnicos.\nEsta última não é, propriamente, uma atividade de pesquisa.\n' “Pode-se definir a pesquisa fundamental: é de natureza científica e importa em propiciar resultados de interêsse básico para a Emprêsa. Trabalho pioneiro, em geral representa esforço pequeno no conjunto, porém se reveste de suma importância, já que é um dos meios de manter o interêsse dos técnicos pelas matérias científicas. Também êsse tipo de pesquisa é realizado em universidades, facilitando assim a troca de informações e os contatos com estas: últimas”.\n“A pesquisa escoteira começa por estabelecer um objetivo prático, isto é, objetivo que possa representar algum valor para as operações da Emprêsa, mas para o qual não existe resposta definida. Por exemplo, se nos lançamos à procura de nôvo tipo de graxa lubrificante para um motor especial, é bem possível que tenhamos de buscar mais informes preliminares sôbre, digamos, a maneira como se processa o desgaste, e, em escala limitada, tentar descobrir como evitar que ocorra. Trata-se, pois, de uma pesquisa em que se sai ao encontro de um objetivo e durante a qual se concebem idéias sôbre as possíveis soluções; mas não há, prèviamente, um conjunto de idéias disponíveis sôbre o caminho-para se atingir a meta”.\n“Uma vez encontradas idéias aceitáveis, podemos iniciar a etapa seguinte — a -pesquisa de desenvolvimento. Nesta, são selecionadas as idéias mais pro\nmissoras, tentando-se a verificação de sua exeqüibilidade. As probabilidades de êxito neste último tipo são bem mais elevadas”.\n\"Na pesquisa escoteira, pode-se não conceber idéia alguma ou mesmo pressentir que o objetivo não será alcançado economicamente. Mas pode acontecer também que as concepções alcançadas se revelem adequadas, científicas e práticas. Nessa altura, ainda não se teria condição de afirmar se elas trariam ou não resultados interessantes. Talvez haja dificuldades em passar da escala reduzida de um laboratório para uma operação de porte industrial; aí começa o desenvolvimento do processo ou do produto, sendo já então possível definir um programa de trabalho, com razoável perspectiva de êxito”.\nÊsses programas constituem a base de um Setor de Pesquisa. O trabalho de desenvolvimento tem seu fundamento não só nas idéias originadas da fase da pesquisa escoteira, mas também nas dificuldades encontradas na operação industrial. As Unidades de Refinação ou o Departamento Comercial poderão apontar algum contratempo em relação a um produto lançado no mercado; imediatamente, inicia-se um trabalho de pesquisa de desenvolvimento para identificar o problema e procurar solução satisfatória.\n• Os serviços técnicos são atividades paralelas às pesquisas propriamente ditas, e traduzem-se em análises e ensaios de rotina que, por razões supervenientes, não é ■ aconselhável sejam realizados nas Unidades de Operação. Um Setor de Pesquisa nunca vê com bons olhos o aumento substancial dos serviços técnicos, já que prejudica a pesquisa a longo prazo; contudo, a realização dêsses serviços em pequena escala é conveniente, pois favorece ligações e propicia contatos entre o pessoal de pesquisa e o de setores operacionais.\nNo tocante ao planejamento da pesquisa, desejamos fazer menção especial da opinião de Charles Kettering, por muitos anos chefe de pesquisa da General Motors, o qual inventou grande número dos melhoramentos introduzidos nos carros de nossos dias. Kettering, falecido em 1958, assim se referiu ao planejamento da pesquisa : “Olhe ! — disse êle a Sir Harold Hartley — há pesquisas de três espécies. Primeiro, há do tipo Monte Cario, quando se põe no laboratório um jovem brilhante e fica-se esperando pelo que der e vier. Em seguida, há a pesquisa com publicidade, quando se monta um laboratório com equipamento de aço inoxidável, enche-se de aparelhos e balões e convida-se a imprensa para visitá-lo. E, por fim, há a coisa real — em alusão à General Motors —: é o momento no qual se decide sôbre o que é necessário fazer, e, então, se procede como convém para resolver tais problemas”.\nCom isso quis êle dizer que não basta por si só o local de realização das experiênciàs; é preciso ter a organização para exercer as duas funções restantes : a formulação do problema e a aplicação dos resultados experimentais ao uso operacional. Êsse corpo de servidores experientes é, no mínimo, tão necessário quanto as instalações do laboratório experimental.\nOutro ponto de extrema importância está em encontrar bom equilíbrio na distribuição do trabalho entre as diferentes etapas da pesquisa. Algumas vêzes, toma-se isto difícil, quando as solicitações dos Departamentos ou Unidades perturbam a pesquisa, sobrecarregando o pessoal com serviços ou trabalhos de desenvolvimento. Há, em geral, tendência de dar importância áos serviços técnicos, por parte dos próprios pesquisadores, desejosos de prestar cada vez mais esforços, e para tanto exigem mais instrumentos, até que o recinto se transforma em laboratório de propaganda. Existe também o perigo de derivações para\na pesquisa fundamental. Há inúmeras idéias e concepções estimuladoras; delas estão repletas a literatura e as escolas superiores. Mas pode acontecer uma coisa : que para os fins da Companhia não tenham elas o menor nem o mais remoto objetivo industrial. Um bom critério é não se atribuir à pesquisa fundamental mais que uma parcela — dez por cento, digamos — do total de homens--hora disponíveis e, em seguida, escolher cuidadosamente determinado programa.\nO principal esfôrço deve-se concentrar na pesquisa de desenvolvimento; esta ■oferece perspectivas para a fixação'de um programa com resultados ã vista ou com possibilidades dé êxito que admitam avaliação. Muitas companhias procuram avaliar as possibilidades de êxito através de fórmulas, particularmente quando se trata de desenvolvimento. Uma dessas fórmulas típicas, mostrando o ângulo de visão do problema, é:\nE = lucros nos três primeiros anos x possibilidades de êxito\ncusto do programa\nDiz-se, então, que um programa merece ser executado, se o fator econômico E, calculado segundo a fórmula apresentada, ultrapassa certo valor — oito, por exemplo.\nVamos supor que um produto petroquímico, um fertilizante especial, em processo de investigação, permita estimar um lucro, nos três primeiros anos de lançamento no mercado, de 5 bilhões de cruzeiros. Suponhamos, ainda, que as pesquisas correspondentes exijam previsão de gastos de 5 bilhões de cruzeiros e as probabilidades de êxito chegam a 50%. O valor E seria igual a cinco, e, se oito foi o valor mínimo adotado, então a pesquisa sôbre o nôvo produto não é tão interessante que permita se autorize a aventura. O grande problema com fórmulas dêsse tipo reside na estimativa do lucro real que se obterá. Há uma série de fatores imprevisíveis a considerar; e, quanto mais se caminha no sentido de uma pesquisa básica, menos adequado se torna o emprêgo de fórmulas dêsse gênero.\nDuas outras funções ligadas à pesquisa são relevantes para o seu bom desempenho :\n2.1\t— organização da documentação e patentes técnicas, com o fim não só\nde levantar estas últimas, senão também de dar conhecimento delas, com presteza, aos pesquisadores; e\n2.2\t— ligação estreita entre os experlmentadores e os promotores do uso\ndas invenções pela Companhia, que geralmente fazem parte de uma Divisão de Desenvolvimento Técnico de um Departamento, isto c, uma Divisão onde se realiza trabalho econômico operacional, em contraposição ao do grupo de Pesquisa de Desenvolvimento Tecnológico.\nCremos suficientes essas noções para a conceituação básica da pesquisa.\n3\t— FUNDAMENTOS DO DESENVOLVIMENTO ECONÔMICO\n- A TECNOLOGIA E A PESQUISA\nHá várias modalidades de classificação dos fundamentos básicos que devem ser considerados de influência primordial nos “fatores de produção\" de uma comunidade e que de fato determinam o seu ritmo de desenvolvimento econômico.\nPara não nos estendermos demasiado neste tópico, vamos adotar a classificação de Richard Gill, doutor em filosofia pela Universidade de Harvard (E.U.A.) e seu conferencista para assuntos econômicos :\na)\t. crescimento demográfico\nb)\trecursos naturais\nc)\tacumulação de capital\nd)\taumento do porte ou da especialização da produção\ne)\tprogresso tecnológico.\t.\n— O primeiro fator, crescimento da população, produz reflexos positivos na fôrça de trabalho, mas isso depende do tipo de crescimento e da camada social em que êle se processa, da pressão que gera sôbre os parcos recursos naturais (alimentos, terras etc.) e das reservas de capital.\n— Os recursos naturais não são exclusivamente bens herdados pelo povo de uma nação, por obra dos aspectos e limitações fisiográficos do país; torna-se necessário que possam ser transformados em bens utilizáveis para a economia. Importa analisar se tais recursos se vão esgotando; se outros têm sido descobertos ou adquiridos, ou se são utilizados, em decorrência de progressos tecnológicos, recursos anteriormente inaproveitados.\n—\tO acúmulo de capital, isto é, a formação de reservas para aplicação no próprio desenvolvimento, facilita o progresso tecnológico e dá os meios para atender o crescimento da população. Uma nação paga pela acumulação de capital o preço de ter que colocar em investimentos, para aumentar a produção futura, os meios economizados de uma produção que\n. poderia rer consumida no presente.\n—\tPorte, especialização e divisão do trabalho constituem o quarto fator. Pela introdução da técnica de produção em massa, com aumento da especialização è da distribuição do trabalho, é possível incrementar a produção a partir dos mesmos elementos. O emprêgo dessas técnicas é limitado pelo porte do mercado consumidor e pelos meios de transporte para alcançá-lo.\n—\tFinalmente, chegamos ao progresso tecnológico.\nJá vimos que os fatores se inter-relacionam e influenciam mütuamente. A nosso ver, é êste fator que tem importância cada vez mais ponderável, com o decorrer dos séculos, no conjunto das condições julgadas determinantes para que uma nação se desenvolva. Como fator, o progresso tecnológico remonta às priscas eras da humanidade. Bastaria citarmos o uso de ferramentas que permitiram a multiplicação do esforço humano; o controle do fogo; a invenção da pólvora e da roda; o emprêgo de plantas e animais domesticados; a aplicação de madeiras, peles e barro na construção doméstica; a utilização do bronze, do ferro, do vidro; a divulgação escrita através da imprensa — descobertas, tôdas elas, que em sua época representaram degraus de suma importância na evolução da humanidade. Desejamos ressaltar, no entanto, a particularidade de que o progresso tecnológico moderno deixou de ser fruto esporádico de esforço singular, fragmentário, e passou a processar-se contínua, profunda e rà-pidamente; em realidade, com uma rapidez que nos faz sentir desatualizados em nossos conhecimentos de mês para mês, talvez de um dia para outro !\nA influência da tecnologia nos meios de informação, comunicação e documentação refletiu, na acentuada aceleração do próprio progresso tecnológico. Êsse progresso é conseqüência evidente da etapa de educação e dos conhecimentos de ciência pura e aplicada de uma comunidade. Parece-nos difícil, se não inconcebível, que regiões atrasadas como parte da Indonésia ou do continente africano, onde a taxa de analfabetos excede a 90 %, possam acompanhar a “revolução tecnológica” de nossos dias.\nQueremos transcrever aqui alguns conceitos emitidos pelo atual Primeiro-Ministro da Inglaterra e líder do Partido Trabalhista, Harold Wilson, em 1963:\n“Estamos vivendo atualmente no âmago de uma revolução industrial que difere em grau e velocidade, e, de fato, em espécie, da revolução dos últimos 200 anos. O emprêgo do vapor — e posteriormente do petróleo e da energia hidroelétrica — nos processos de produção e transporte tornou possível um aumento formidável da produtividade, associada, sobretudo, à substituição do músculo humano pela potência da máquina. A revolução da automação dos decênios de 1950 e 1960 é diferente. As novas máquinas estão substituindo agora não mais os músculos, porém duas funções que, até então, representavam contribuições singulares do homem ao processo produtivo — as faculdades humanas da memória e do julgamento. Desde que um computador pode armazenar fatos em sua “memória” e, a seguir, usá-los para proceder a uma seleção, a um juízo de valor, fica transformado todo o processo produtivo”.\n“Em verdade, já avançamos até ao ponto em que a máquina é capaz de realizar operações de memória e seleção muito superiores à capacidade de qualquer indivíduo ou de qualquer grupo de indivíduos, concebível e administrável”.\n“O ritmo do progresso tecnológico é quase impossível de mensurar. Tomamos conhecimento de que no espaço de 15 anos — digamos, de 1960 a 1975 — a tecnologia industrial ultrapassará todo o caminho percorrido nos últimos 150 anos. A tecnologia militar, a partir de 1945, tem-se desenvolvido, em menos de 20 anos, mais do que em todos os séculos a contar do descobrimento da pólvora”.\n“Chegamos à situação de ser tècnicamente possível, embora ainda não interessante comercialmente, produzir um automóvel completo através de uma linha de máquinas-ferramentas controladas mediante programa pre-estabelecido, sem qualquer interferência humana. Sistemas de computadores, com ciclos de impulso de três milionésimos de segundo, já estão tècnicamente obsoletos e cedem lugar a máquinas mil vêzes mais rápidas”.\n“A revolução da automação na indústria, tal como a revolução atômica, apresenta ao homem a escolha entre a miséria sem precedentes ou a prosperidade ímpar. Através de controle adequado e organizado, ela nos pode conduzir a elevação inimaginável do padrão de vida nosso e de todos os povos, inclusive com a promessa de multiplicar muitas vêzes o nosso lazer. Se, no entanto, essa revolução fôr descontrolada, significará altos lucros para uns poucos, emprêgo rendoso para alguns mais, a eventual existência de bens de consumo em quantidade consideràvelmente aumentada, e sem venda, porque os compradores em potencial terão sido arrastados ao desemprêgo”.\nEm seguida, Harold Wilson faz uma análise da situação da produção industrial na Inglaterra, para concluir adiante :\n. “Nossa tarefa é quádrupla.\n—\tPrimeiro, temos que produzir mais cientistas.\n—\tSegundo, após produzi-los, teremos de mantê-los, neste país, em número bem maior do que até agora se conseguiu.\n—\tTerceiro, depois de prepará-los e mantê-los aqui, devemos utilizá-los de maneira mais inteligente do que estamos utilizando os cientistas já disponíveis no momento.\n—\tQuarto, teremos de organizar a indústria britânica, para aplicar os resultados da pesquisa cientifica com muito mais adequação ao-nosso esforço de produção nacional”.\nPodemos perceber como os aspectos da educação científica e da pesquisa estão sensibilizando um líder de uma nação ora em fase de adiantamento indubi-tàvelmente mais avançada que a do Brasil.\nA educação, etapa fundamental para o preparo do material humano de onde se buscarão valores para a pesquisa, só a pouco e pouco vai impressionando o espírito da elite dirigente do Brasil. A seguinte comparação, baseada em dados de 1963, do número de jovens que alcançam as escolas superiores nos países relacionados, ministra pálida idéia do problema :\nPaís\tProporção\nEstados Unidos ................ 1\tem\t4\nCanadá ........................ 1\tem\t6\nAustrália ..................... 1\tem\t9\nFrança ........................ 1\tem\t10\nPaíg\tProporção\nRússia .......................... 1\tem\t12\nAlemanha Ocidental .............. 1\tem\t16\nInglaterra ...................... 1\tem\t21\nBrasil .......................... 1\tem\t31\nIsto é, de cada 31 brasileiros em idade de freqüentar escola de nível superior, somente 1 tem tido essa oportunidade. Em 1962, do total de candidatos universitários só 36 % conseguiram vencer a barreira dos exames vestibulares. O assunto é do máximo interêsse, mas não cabe apreciá-lo detidamente nos estreitos\nlimites desta palestra.\nSegundo W. W. Rostow (As Etapas do Crescimento Econômico, Londres, 1960), o desenvolvimento econômico de um povo se efetua em 5 etapas fundamentais, assim resumidas :\n—\t“A primeira fase é a da sociedade arcaica, ausentes a ciência e a tecnologia, sistemática e dinâmicamente aplicadas. A produção não cresce, a produtividade per capita fica limitada, porque não se desenvolvem os fatores de produção. A agricultura predomina.\n—\tA segunda fase é uma etapa transitória, em que começam a se agregar à comunidade os benefícios conseqüentes das descobertas ou inovações tecnológicas. A colonização de uma nação por países mais adiantados do que ela constitui uma dessas típicas fases de transição.\n—\tA terceira é a fase da demarragem (take-off). A utilização dos recursos naturais em maior escala, a formação de mais engenheiros e cientistas, a importação e a adaptação da técnica alienígena permitem crescimento contínuo. Poder-se-ia dizer que nesta fase do desenvolvimento se encontram o México, o Brasil, a Argentina e a índia”.\n; Convém ressaltar que o Brasil é um arquipélago heterogêneo, onde se apresentam regiões muito atrasadas, marginalizadas, com insignificante renda per capita (cêrca de Cr$ 7 000 no Piauí), e áreas adiantadas, comparáveis às das nações mais desenvolvidas, com renda até de Cr$ 50 000 per capita. As diferenças regionais e setoriais vedam imaginar solução única para o problema brasileiro. Na verdade, parcela apreciável do Produto Nacional é conseqüente de atividades primárias, quer dizer, agrícolas ou extrativas. Cabe, portanto, considerar o Brasil, como um todo, na fase de demarragem (tafce-of/).\t, -\n— A fase final é a dos paises mais adiantados, onde os serviços (atividades terciárias) preponderam e há elevado consumo per capita. Nesses países, as diferenças de desenvolvimento setorial inexistem ou são menos marcantes; é que o cabedal de conhecimentos, sobretudo científicos e tecnológicos, faz crescer homogêneamente o conjunto e supre deficiências de. correntes de outros fatores. Êste o caso da Alemanha. Apesar da incrível destruição que sofreu com a guerra, êsse pais, onde vimos quadras inteiras arrasadas, imediatamente após o conflito lançou-se às atividades educacionais, cientificas e industriais. Tal qual uma fênix, ressurgiu das cinzas com invejável pujança econômica. Em 1951, em Dusseldorf, observamos fábricas operando em galpões e produzindo bens de consumo de alta qualidade, graças ao elevado padrão de cultura e de know-how do elemento humano.\nSàbiamente sentiram os alemães que a reconstrução deveria começar pelos recursos humanos, e que de nada adiantaria investir em vias de transporte, em equipamentos industriais ou em outros bens físicos, se lhes ' faltasse o principal : o homem capacitado. Outro exemplo para citar é o de Israel, que soube atirar-se de pronto a uma dinâmica atividade de pesquisa.\nNos paises em demarragem, o elemento humano é básico. Não basta a importação, ou o licenciamento de métodos e processos tecnológicos. Êste procedimento facilita resultados a curto prazo, mas não satisfaz, pois obriga a uma dependência permanente do exterior, não assegura adaptação às condições locais peculiares e conduz ao desenvolvimento descontínuo e assistemático. É solução ilusória, levando as pessoas a um estado eufórico resultante de sensação de progresso em certos setores; mas êsse progresso estaciona ou regride na medida em que se interrompe o fluxo de informações ou de auxílio do exterior, por' falta de condições de auto-sustentação.\nNos países desenvolvidos, a pesquisa vive alimentada pelo surto indus.\ttrial, que, por seu turno, se expande mais ainda, nutrindo-se dos resulta-\ndos da própria pesquisa.\nNo caso de nações em desenvolvimento, o esforço de pesquisa deve ser substancialmente maior, para que possam diminuir o intervalo que as separa das mais desenvolvidas; e suas indústrias, ainda jovens, precisam compreender a necessidade de desviar parte substancial dos seus polpudos lucros para criarem condições vantajosas de competição, no futuro, através da pesquisa e do desenvolvimento de processos e produtos. O Govêrno é, também, mola propulsora fundamental no incentivo à pes\nquisa. Cremos ocioso declarar que pesquisa não se faz sem pesquisadores, instalações e recursos materiais.\nQueremos citar aqui o ilustre Vice-Almirante Octacílio Cunha, ex-presi-dénte do Conselho Nacional de Pesquisas, que com muita propriedade afirmou :\n“Instalações e recursos financeiros só dependem da situação econômica do País. Já o elemento humano exige uma organização do ensino, uma continuidade de esforços conjugados e um tempo bastante longo para sua formação. Não pode ser improvisado por uma lei abrindo um crédito. Não pode sequer ser ampliado em pouco tempo por um apêlo maciço à juventude universitária, cujos quadros têm de ser objeto de especial empenho no desenvolvimento do ensino científico desde o curso secundário. Só uma ação continuada e coordenada em tôda a atividade educacional do País... poderá permitir a formação, em quantidade e qualidade adequadas, do elemento humano”.\nDesejamos resumir as observações que fizemos sôbre o desenvolvimento econômico de uma nação e o papel da pesquisa, dizendo que se pode destruir as realizações materiais de um povo, afetar até o seu moral, mas não se pode anular a sua cultura, os seus conhecimentos, manancial assegurador de sua sobrevivência mesmo em face de condições de vida as mais adversas.\n4\t— A PESQUISA NO BRASIL E EM OUTROS PAÍSES\n• No mundo, os dois países lideres, em têrmos de expansão da pesquisa, são os Estados Unidos e a Rússia. Em 1957, os cientistas e técnicos dedicados à pesquisa somavam:\n— na Rússia, 262 000, e nos Estados Unidos, 728 000.\t.\nTais números fazem perder significado o esforço latino-americano. Na América Latina, a Argentina, o Brasil e o México estão na vanguarda das atividades de pesquisas.\nFala ainda o Vice-Almirante Octacílio Cunha : \"O Brasil ocupa o primeiro lugar, seguido de perto pela Argentina. Em certos setores, é difícil dizer qual dos dois países sobrepuja o outro; e, se o atual dinamismo argentino se mantiver, ao mesmo tempo que a situação brasileira não venha a receber nova vida dos Podêres Públicos, a probabilidade de passarmos para segundo plano é indiscutivelmente não só considerável, como tende para a certeza”.\nDe acôrdo com os dados que levantamos, nos últimos sete anos (1958-64) o Conselho Nacional de Pesquisas concedeu 3 751 bôlsas de estudos, 255 das quais no exterior. Doou, além disso, 1409 auxílios à pesquisa.\nO esforço argentino, segundo dados incompletos do triênio 1958-60, deve orçar por um têrço daquelas cifras. A Argentina possui pouco mais de um quarto da população brasileira; proporcionalmente à sua densidade demográfica, o esfôrço de pesquisa argentino superou o do Brasil, embora não o tenha feito-em números absolutos.\t.\n.. O Conselho Nacional de Pesquisas pode ser tomado como termômetro da situação nacional. Em valores relativos a 1951, ano de sua criação, quando recebeu 30 milhões de cruzeiros, o Conselho Nacional de Pesquisas teve a melhor época no quadriênio 1954/57, com o orçamento médio anual de 84 200000 cru-\nzeiros. Em seguida, embora os números absolutos tenham crescido, a inflação tornou seu orçamento sensivelmente menor.\nEm 1961, último dado de que dispomos, o orçamento do Conselho caiu para 42 600 000 cruzeiros (em valor real da moeda, corrigido para o ano base de 1951), ou seja, 40 % a mais sôbre o que recebera dez anos antes !\nNo Programa de Ação Econômica do Govêrno — 1964-1966 (Documento EPEA — N.’ 1, de nov. de 1964) — não encontramos qualquer referência ao Conselho Nacional de Pesquisas, ou às atividades de pesquisas, senão incidental-mente, em petróleo e pesquisas minerais, estas, evidentemente, significando exploração, e não pesquisa tecnológica ou científica.\n5\t— A PESQUISA NA PETROBRÁS\n5.1\t— Situação atual\nO CENAP — Centro de Aperfeiçoamento e Pesquisas de Petróleo — foi criado a 19 de agôsto de 1955. Àquela época, éramos meia dúzia de técnicos que se distribuíam entre o Setor de Análises e o de Cursos. Em 1957 se procedeu a uma reorganização, quando foram criados cinco Setores e um Serviço. Três dos Setores, dedicados à preparação de pessoal; um, à Documentação; e outro, à Pesquisa. A tônica, porém, era a execução de serviços técnicos para outros órgãos da Emprêsa, sobretudo no campo da analítica e da avaliação de petróleos.\nEm 1958 teve início um esforço menos tímido, no sentido de dotar-se o Setor de Pesquisas com instalações-pilôto que lhe permitissem realizar um trabalho sistemático de correlação com as instalações industriais e, assim, determinar condições de melhor operação destas, e de maior eficiência dos catalisadores empregados.\nDaquele ano até o momento atual, o laboratório teve seus quadros ampliados até o limite do espaço tísico disponível. Há equipamento que não pôde ainda ser instalado por absoluta falta de espaço. Contamos com meia dúzia de unidades-pilôto em operação e com modernos métodos físico-químicos de análises.\nOutro esforço de pesquisa e desenvolvimento digno de nota é o que vem realizando a Superintendência de Industrialização do Xisto — SIX. Trata-se de industrializar, por pirólise do querogênio nêles contido, xistos pirobetuminosos cujo potencial cubado equivale a mais de 100 milhões de metros cúbicos de óleo, além de enxôfre, gases combustível e liquefeito, que se liberam naquele processamento.\nPara tanto, a SIX desenvolveu um processo próprio — o PETROSIX, sistema contínuo em que o xisto flui, por gravidade, em contracorrente com gases quentes reciclados, originados da própria decomposição da parte orgânica do folhelho. Embora simples em sua concepção, o processo apresenta problemas mecânicos oriundos da movimentação de grandes massas de matéria-prima sólida, uma vez que o teor mais alto de óleo que se obteve, por retortagem em laboratório, foi de 9,1 por cento.\nNo momento, monta-se a usina protótipo, para operação em escala semi-industrial, em São Mateus do Sul, Paraná, a fim de confirmar a possibilidade da operação mecânica do equipamento não convencional, a reprodutibilidade do processo, em corrida de duração, suficiente para ensejar um tratamento estatístico dos rendimentos e para verificar as garantias de sua operação. A posse dêsses dados permitirá então avaliar, economicamente e com segurança, o empreendimento em larga escala.\n5.2\t— Panorama futuro\nEstamos no limiar de uma nova fase das atividades de pesquisas na Empresa. Bem compreendendo a relevância do assunto e os reflexos que advirão, a curto e a longo prazo, às suas realizações industriais e comerciais, o Conselho de Administração da PETROBRÁS aprovou uma série de recomendações que a equipe de pesquisas do CENAP, por nosso intermédio, lhe submeteu. O CENAP já dispõe de mais de um e meio bilhão de cruzeiros para investir no seu programa de pesquisas, no ano em curso. Dentro em breve serão iniciados os trabalhos de execução de um plano-pilôto para a construção do futuro CENPES — Centro de Pesquisas e Desenvolvimento da PETROBRÁS. O ataque ao problema será frontal. Foi aprovada, na mesma oportunidade, a organização preliminar do Centro.\nNão poderia ser mais significativa a atenção dispensada pela Direção da Emprêsa ao trato do problema. Cabe agora ao CENAP, à Assessoria-Geral de Organização e à Assessoria-Geral de Pessoal arregaçar as mangas e pôr mãos à obra.\nO CENPES deverá situar-se nas proximidades de um grande centro universitário ou tecnológico, levados em consideração os aspectos sociais e humanos dos que dêle participem.\n6\t— CONCLUSÃO\nAquêle dentre nós que tiver aptidões para uma incursão pelo desconhecido; que tiver bastante pertinácia para não se sentir desencorajado com o insucesso; que se encontrar suficientemente insatisfeito com o presente quadro dos conhecimentos científicos e tecnológicos, para buscar ansiosamente nova solução ou melhoria das já conhecidas; enfim, aquêle que revelar o desejo de criar, êsse será um pesquisador.\nConhecemos um líder industrial que tinha em sua mesa um cartão com os seguintes dizeres :\n“Se algo estiver sendo feito da mesma forma, por seis meses, tenho as minhas dúvidas a respeito. Se estiver sendo feito da mesma forma já há um ano, então fico convencido de que está sendo mal feito”.\nTemos de nos convencer de que qualquer coisa pode ser aperfeiçoada, isto é, criar o desejo de encontrarmos sempre um modo melhor de fazer as coisas.\nO professor H. E. Stocker já advertia:\n“A pesquisa ensina o homem a admitir que errou e a sentir-se orgu-\n' Ihoso de assim pensar, ao invés de defender, com tôdas as suas energias, um plano impróprio, porque receie que a admissão da falha seja uma confissão de fraqueza, quando, na verdade, é um indicio de fôrça”.\nDesejamos concluir citando o famoso “pai da pesquisa” — Charles Kettering —> já mencionado no 'início desta palestra:\n\"A Pesquisa é uma atitude mental. É um modo de melhorar as coisas com as quais não se está satisfeito. A Pesquisa pode ser aplicada ao modo de viver de cada um”.\n\"Que tipo de vida você quer levar ?\nQuais são algumas das coisas que você gostaria de ter ?\nPor que não pode tê-las ?\nDe que tipo de emprêgo você gosta ?\nOnde quer morar ?”\n“Escreva dez coisas de que não goste sôbre o seu negócio, sôbre você mesmo, ou a respeito da maneira como você faz as coisas — e, se não conseguir pensar em dez, é porque alguma coisa está errada com o seu processo mental de querer”.\n“Em seguida, tente resolver alguns dêsses problemas. Se o primeiro fôr difícil, passe aos seguintes. Resolver um dêles fará parecerem mais fáceis os demais. Dê margem ao azar, para problemas e insucessos. Se fizer isso, você será um pesquisador e o objetivo da pesquisa será você mesmo. O trabalho de pesquisa, em um laboratório, baseia-se no mesmo princípio”.\nSYNOPSIS — Technological Research holds on its different features an intimate connection with economic development and social welfare of every people. Education is of vital importance in preparing the human element for Research work. In this sphere Brazil has reached the so-called take-off phase, a straight way to the final phase of developed countries. The Conselho Nacional de Pesquisas has a very important comission to fulfill. Technological Research in PETROBRAS is taking up continuously its fundamental role for oil industry.\n(Palestra proferida em janeiro de L%5.)"}]}}}