{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18502"}, {"@name": "filename", "#text": "25482_Paper%20TG-DR%20APFAC2010-revised.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Argamassas de Revestimento para Paredes Afectadas por \nCristalização de Sais Solúveis: Influência do substrato. \n\n \n\n  \n \n\nTeresa Diaz Gonçalves \nLNEC \n\nPortugal \nteresag@lnec.pt \n\nJosé Delgado Rodrigues \nLNEC \n\nPortugal \ndelgado@lnec.pt \n\nResumo: A cristalização de sais solúveis é um dos principais mecanismos de degradação \ndos materiais de construção porosos como a pedra, as argamassas e os cerâmicos.  \nEste artigo foca a influência que o substrato poderá ter no comportamento dos rebocos em \nrelação à acção dos sais. O artigo apresenta e discute os resultados de um ensaio de \ncristalização realizado com cloreto de sódio ou sulfato de sódio sobre provetes de um \nreboco aplicado sobre tijolo cerâmico ou argamassa de cal aérea. Conclui-se que o tipo de \nsuporte pode determinar o comportamento dos rebocos relativamente à acumulação de sal, \npelo que a prescrição destes deve ter em conta as características de cada construção. \n\nPalavras–chave: sais solúveis, cristalização, rebocos, argamassas, edifícios antigos \n \n \n1. INTRODUÇÃO \n \n1.1 Âmbito e objecto \n \nA degradação por sais solúveis é desde há muito conhecida, como o demonstra a \nconhecida observação de Heródoto (484 - 425 AC) de que “o sal exsudava do solo em tal \nquantidade que até danificava as pirâmides”. \n \nActualmente, a degradação por sais solúveis é reconhecida como um dos principais \nmecanismos de degradação dos materiais de construção porosos como a pedra, as \nargamassas e os cerâmicos [1, 2, 3]. É especialmente relevante em edifícios antigos \n(construídos antes da utilização do cimento Portland) pelas seguintes razões principais:  \n- Nestes edifícios, a presença de sais solúveis e humidade é recorrente uma vez que: \n\n(i) os edifícios antigos incluem materiais muito porosos e hidrófilos, que favorecem o \ningresso e a permanência de humidade na sua rede porosa; (ii) as paredes são \nnormalmente construídas em continuidade sobre o terreno, pelo que a ascensão capilar \nde água do solo é vulgar; (iii) sais e humidade com origens diversas podem acumular-\n\n\n\nse na alvenaria ao longo dos anos, em particular durante períodos de deterioração \nconstrutiva (falta de estanquicidade de coberturas, degradação dos rebocos, etc.). \n\n- A degradação por sais progride geralmente mais depressa nas alvenarias antigas, \nbaseadas em materiais de baixa resistência mecânica como as argamassas de cal aérea. \n\n- As consequências da degradação podem ser mais graves nos edifícios antigos. Como \nnestes edifícios muitas paredes têm função estrutural, a sua deterioração pode levar, \ncomo se observa frequentemente em edifícios abandonados, ao colapso estrutural.   \n\n- Muitos edifícios antigos têm valor histórico, não se lhes aplicando o conceito de “vida \nútil”: quer sejam monumentos individuais ou integrem conjuntos arquitectónicos, estes \nedifícios devem ser preservados para as gerações futuras, como definido na muito \ncitada (mas infelizmente não tão respeitada) “Carta de Veneza” [4].  \n\n- Os edifícios antigos incluem muitas vezes elementos artísticos como esculturas e \npinturas murais, que podem perder-se ou ser danificados pelos sais solúveis. \n\n \nOs sais solúveis provocam também degradação em edifícios recentes, nomeadamente \nproblemas estéticos e de salubridade, resultantes da presença de eflorescências, e ao \nagravamento de anomalias devidas à humidade. Os problemas de sais são uma \nconsequência da presença de humidade, o que nos edifícios recentes decorre normalmente \nde defeitos construtivos, não consubstanciando em geral situações “crónicas” como \nacontece nos edifícios antigos [5]. Não obstante, por dificuldades de diagnóstico ou \ndevido à falta de meios para efectuar uma intervenção correctiva eficaz, a presença de sais \nsolúveis obriga muitas vezes, também nos edifícios recentes, a reparações recorrentes com \nelevados custos.  \n \nDevido ao elevado número de edifícios afectados pela cristalização de sais solúveis, bem \ncomo à gravidade e complexidade dos mecanismos que lhe estão subjacentes, têm-se \nrealizado numerosos estudos e projectos de investigação sobre o assunto, envolvendo \nespecialidades diversas (química, física, engenharia, geologia e outras). Não obstante, \napesar dos muitos avanços conseguidos, não foram ainda totalmente compreendidos \nvários aspectos importantes deste tipo de degradação, tanto a nível da micro como da \nmacro escala. Muito por esta razão, não é frequentemente possível adoptar estratégias \nadequadas de prevenção e de mitigação [2, 3].  \n \nO comportamento dos rebocos relativamente à cristalização de sais solúveis é um dos \ntópicos em relação ao qual as necessidades de investigação são particularmente prementes \n[6, por exemplo]. Os rebocos constituem a camada superficial da parede. Condicionam \npor isso todas as trocas de humidade entre o ambiente e os materiais de construção, \ndeterminando a distribuição de humidade e de sais nos elementos construtivos. Por outro \nlado, os rebocos possuem um importante papel sacrificial, de protecção da alvenaria em \nrelação a acções destrutivas, nomeadamente das que resultam da cristalização de sais \nsolúveis. Uma das questões que se levantam é a da influência que os materiais do suporte \npoderão ter no comportamento dos rebocos.  \n \nO presente artigo apresenta e discute os resultados de um ensaio de cristalização realizado \nsobre provetes de um reboco aplicado sobre dois tipos de substrato, ambos representativos \nde materiais correntes em alvenarias antigas: tijolo cerâmico e argamassa de cal aérea. \nO ensaio foi efectuado com dois sais frequentemente presentes em construções antigas, o \ncloreto de sódio (NaCl) e o sulfato de sódio (Na2SO4), que são também os sais mais \nutilizados em ensaios laboratoriais de cristalização. \n\n\n\nO artigo tem como objectivo principal discutir a influência que o suporte pode ter na \ndistribuição de sal através do reboco. Enquadra-se num estudo mais alargado sobre o \ncomportamento dos rebocos face aos sais [7], parte do qual decorreu no âmbito do \nprojecto europeu de investigação COMPASS, e cujos resultados têm vindo a ser \npublicados em artigos abordando outros factores de influência: o tipo de sais solúveis [8], \na presença de revestimentos por pintura [9] e o uso de hidrófugos de massa [10]. \n \nNas secções que se seguem apresentam-se um breve resumo da patologia associada à \ndegradação por sais (secção 1.2), os princípios de funcionamento a que podem obedecer \nos rebocos (secção 1.3) e alguns fundamentos sobre secagem de materiais porosos (secção \n1.4). A campanha experimental apresenta-se nos capítulos 2 a 4. Inclui-se a caracterização \ndos materiais (secção 2.1), a descrição do método de ensaio (secção 2.2), os resultados \n(capítulo 3) e a discussão destes resultados (capítulo 4) face aos objectivos do trabalho. \n \n1.2 Patologia da degradação por cristalização de sais solúveis \n \nOs sais solúveis estão presentes nos materiais de construção sob a forma de soluções \naquosas que migram na rede porosa. Admite-se que, em geral, a sua cristalização decorre \nde processos evaporativos, embora as variações de temperatura possam também ter \ninfluência para alguns tipos de sais. A cristalização pode ocorrer na superfície do material, \nformando-se eflorescências, ou no interior dos poros, o que dá origem a subflorescências. \nAs subflorescências introduzem tensões internas, que podem originar a desintegração do \nmaterial. As eflorescências não causam danos mecânicos mas a sua presença pode \nconstituir por si só uma degradação, com consequências a nível, por exemplo, da estética \nou da salubridade do edifício. Os sais podem também, independentemente de formarem \neflorescências ou subflorescências, originar ou agravar os problemas de humidade [7, 8].  \n \nA degradação por sais requer, pois, a presença simultânea de sais solúveis e água nos \nporos dos materiais, bem como condições ambientes favoráveis à cristalização. É um \nprocesso bastante complexo, cuja patologia se esquematiza na Fig. 1. \n \n1.3 Princípios de funcionamento dos rebocos  \n \nHá importantes diferenças funcionais entre os rebocos e outros elementos de construção, \ncom funções estruturais ou de compartimentação. Em primeiro lugar, os rebocos são \nsubstituíveis e comparativamente fáceis de reparar. Em segundo lugar, os rebocos têm o \nimportante papel, que normalmente se sobrepõe à sua própria preservação, de proteger a \nalvenaria e os elementos adjacentes (cantarias e outros). Por estas razões, a ocorrência de \ncristalização no reboco (ou sobre ele) não é per se negativa. O insucesso acontece, sim, \nquando, por exemplo, o reboco “empurra” as soluções salinas para elementos adjacentes, \nintroduz sais nefastos na construção, tem durabilidade incompatível com as possibilidades \nde manutenção ou, acima de tudo, quando não cumpre o princípio de funcionamento para \nque foi concebido. \n\n \nO princípio de funcionamento tem a ver com a profundidade a que os sais cristalizam no \nreboco. Condiciona portanto exigências funcionais prioritárias da construção relativas, por \nexemplo, à estética e à salubridade (incompatíveis com a ocorrência de cristalização na \nsuperfície ou a pequena profundidade) ou à protecção da alvenaria (incompatíveis com a \nocorrência de cristalização na interface reboco/alvenaria ou perto dela).  \n\n\n\nFactores adjuvantes\n\n- Condicionam a ocorrência da degradação\n- Inf luenciam o processo de degradação\n\nFactores predisponentes\n\n- Presença simultânea é requerida\n- Tipo e quantidade inf luenciam o \nprocesso de degradação\n\nMeio físico\n\nAs suas características \ninfluenciam o processo de \n\ndegradação\n\nMateriais  poros os  \nde cons trução \n\nCondições  \nam bientes\n\nSais  \ns olúveisÁgua\n\nTipos de danos:\n\n- Eflorescências\n- Desintegração do material\n- Problemas de humidade\n\nPadrões de degradação: \nef lorescências, manchas \nde humidade, \npulverulência, arenização, \nf endilhação, etc.\n\nProblemas de salubridade, \ndegradação estética, perda de \nmaterial histórico, abaixamento da \nresistência mecânica de materiais \ne elementos construtivos, etc.\n\nSinais Anomalias\n\nEflorescências Causa Subflores cências\n\nDegradação por \ncristalização de sais\n\n \n\nFig. 1 – Patologia da degradação por cristalização de sais solúveis \n \n \n \nHá quatro princípios de funcionamento básicos [11, 7, 12], podendo na prática existir \ntambém situações intermédias ou mistas. A Fig. 2, que se refere a processos evaporativos \nde cristalização (os mais prováveis), expressa esses quatro princípios: \n \na) Os rebocos de transporte de sal favorecem a migração das soluções salinas até à \n\nsuperfície e, consequentemente, a formação de eflorescências. Este é o comportamento \nque apresentam em geral os rebocos tradicionais de cal aérea. \n\nb) Os rebocos de acumulação de sal permitem o transporte líquido das soluções \nprovenientes do suporte, impedindo ao mesmo tempo que estas soluções atinjam a \nsuperfície da parede. A cristalização tende, assim, a ocorrer na massa do reboco. \nMuitos rebocos industriais são actualmente formulados com base neste princípio. \n\n\n\nc) Os rebocos de bloqueio de sal permitem o transporte de vapor mas não de líquido. A \ncristalização tende por isso a ocorrer junto à interface reboco/alvenaria. Um exemplo \nsão os rebocos totalmente hidrófugos, tradicionais ou industriais.  \n\nd) Os rebocos selantes não permitem a migração de vapor nem de líquido. Assim, em \nteoria, não ocorrerá cristalização (uma vez que não há evaporação). Contudo, na \nprática, há tendência para acontecerem dois tipos de situações: (i) as soluções são \ndesviadas para elementos adjacentes que permitam evaporação e que podem assim \n“sofrer as consequências” da cristalização; (ii) se ocorrerem pontos de escape, o que \nacaba normalmente por acontecer, por exemplo, devido à fissuração do reboco, ocorre \ncristalização localizada de sal numa zona que se alarga progressivamente (Fig. 2d). \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \na) Transporte de sal b) Acumulação de sal c) Bloqueio de sal \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \nd) Selantes: sequência de degradação devida à fissuração do reboco \n\n   \n\n Legenda: \n\n \n\nAlvenaria  \n\n \n\nReboco  \n\n \nTransporte \nde líquido \n\n \n\n \nTransporte \nde vapor  \n\n \nCristais \nsalinos \n\n \n\nFig. 2 - Representação dos quatro principais princípios de funcionamento dos rebocos \n \n\n \n1.4 Secagem dos materiais de construção porosos  \n \nA secagem dos materiais porosos a partir do estado de saturação tem duas fases principais \n[13, por exemplo], que se representam na Fig. 3. Na primeira fase, o teor de água do \nmaterial é elevado, havendo continuidade da fase líquida, e a frente de evaporação está \nlocalizada na superfície do material. Com o progressivo decréscimo do teor de humidade, \n\n\n\na certa altura o fluxo líquido deixa de ser suficiente para compensar a procura evaporativa. \nEm consequência, a frente húmida recua para dentro do material, iniciando-se a segunda \nfase de secagem.  \n \nDurante a secagem, a posição da frente de evaporação resulta, de facto, de um balanço \nentre o fluxo líquido que migra em direcção à frente e o fluxo de vapor que abandona essa \nfrente. Estes fluxos tendem a equalizar-se, segundo um processo quase estático, \nconfigurando numa situação que tende permanentemente para o equilíbrio. O sal cristaliza \nna frente de evaporação, que é onde o soluto se evapora e portanto a concentração da \nsolução aumenta progressivamente. Quando a frente se encontra à superfície (1ª fase de \nsecagem) formam-se eflorescências. Quando a frente se encontra no interior do material \n(2ª fase de secagem) formam-se subflorescências. \n  \n \n\n  \n      1ª Fase      2ª Fase \n\nLegenda: \n\n \n\nMaterial \nseco \n\n \n\n \n\nMaterial \nhúmido \n\n \n\n \nTransporte \nde líquido \n\n \n\n \nTransporte \nde vapor  \n\n \n \n\nFig. 3 – Secagem de um material poroso a partir da saturação \n \n \n2. MATERIAIS E MÉTODOS \n \n2.1 Materiais \n \nOs ensaios de cristalização foram realizados sobre provetes compostos por um reboco \naplicado sobre dois tipos de suporte: tijolo cerâmico e argamassa de cal.  \n \nUtilizou-se um reboco tradicional de cimento e cal aérea, composto por uma camada de \naderência e uma camada de base com traços volumétricos de 1:1:6 e 1:3:12 (cimento \npozolânico tipo IV: cal aérea hidratada em pó LUSICAL : areia do rio Tejo) e aplicadas \ncom espessuras de cerca de 5 mm e 20 mm, respectivamente. O suporte de tijolo foi \nobtido a partir de um tijolo maciço Holandês, do qual se cortaram pequenos blocos com \ncerca de 20 mm de espessura. A argamassa de cal aérea tem traço volumétrico de \n1:1,5:1,5 (cal aérea hidratada em pó LUSICAL : areia do rio Tejo : areia amarela de \nCorroios). Nos provetes, utilizaram-se bases desta argamassa com 30 mm de espessura, \nque foram previamente moldadas para o efeito.  \n\n\n\nNa Fig. 4 apresenta-se uma vista lateral dos dois tipos de provetes. Estes provetes têm \ndimensões planas de cerca de 50 mm x 50 mm e foram lateralmente selados com uma \nresina epoxi transparente. A face inferior dos provetes de reboco sobre argamassa de cal \nfoi, tal como se pode observar, protegida com tecido de algodão para evitar perda de \nmaterial, durante a absorção de liquido e o manuseamento dos provetes. Este cuidado foi \nnecessário pelo facto de a argamassa de cal, que visa aproximar as argamassas originais \ndas construções antigas, ter resistência mecânica bastante baixa. \n \n\n \n\n  \n\nFigura 4 - Provetes de reboco sobre tijolo (esquerda) ou sobre argamassa de cal (direita) \n \n \nPara efeitos de caracterização, indicam-se na Tabela 1 os coeficiente de capilaridade dos \nmateriais utilizados nos provetes. Estes valores referem-se a ensaios de absorção capilar \nrealizados sobre três provetes de cada material, com dimensões faciais de 45mm x 45mm \ne espessura de 20mm, cujas faces laterais foram seladas com resina epoxi. Exceptua-se o \ncaso da argamassa de cal aérea, cujo ensaio seguiu, neste aspecto, o procedimento da \nnorma EN 1015-18 [14], tendo sido efectuado sobre seis meios prismas (dimensões \noriginais dos prismas: 40 mm x 40 mm x 160 mm) com as faces laterais seladas com cera. \nOs provetes foram previamente secos numa estufa ventilada a 60ºC e depois colocados a \nabsorver água através da face inferior (a face quebrada, no caso dos meios prismas). \nDurante a absorção, os provetes foram conservados dentro de uma caixa fechada, sendo o \nnível de água mantido sensivelmente 5 mm acima da sua superfície inferior. Pela \nrealização de pesagens periódicas, obtiveram-se as curvas de absorção, que expressam a \nquantidade média de água absorvida por unidade de superfície, em função da raiz \nquadrada do tempo. O coeficiente de capilaridade corresponde à inclinação do troço \n(recto) inicial desta curva. \n \n\nTabela 1 – Coeficiente de capilaridade dos materiais utilizados  \n\nMaterial Coeficiente de capilaridade \n(kg.m-2.h-1/2) \n\nReboco – camada de base 7,3 \nReboco – camada de aderência 3,6 \n\nTijolo cerâmico 14,4 \nArgamassa de cal aérea 13,3 \n\n\n\n2.2 Ensaio de cristalização \n \nO ensaio de cristalização foi realizado com soluções aquosas de cloreto de sódio (NaCl) e \nsulfato de sódio (Na2SO4) com concentração (ponderal) de 10%. Realizou-se também um \nensaio semelhante, utilizando apenas água pura, que serviu como referência.  \n \nOs provetes foram previamente secos em estufa ventilada a 60ºC. Após arrefecerem numa \nsala condicionada a 20ºC e 50% HR, foram sujeitos a ciclos de absorção / secagem, de \nacordo com o seguinte procedimento: \n \n- Os provetes são parcialmente imersos na solução durante 5 minutos, com a superfície \n\nlivre do líquido cerca de 5 mm acima da sua face inferior. Testes preliminares \npermitiram confirmar que durante este período a frente húmida não chega a atingir o \nreboco, o que significa que apenas o suporte é contaminado.  \n\n- Os provetes são colocados numa câmara climática (a FITOCLIMA 500 EDTU®) e \nsujeitos a ciclos diários de 16 horas a 40ºC e 20% HR e 8 horas a 20ºC e 50% HR.  \n\n- Semanalmente, os provetes são pesados e os seus danos avaliados e registados. \n- Os ciclos, com excepção do último, acabam quando tiver evaporado pelo menos 80% \n\nda água presente nos provetes após a fase de absorção. Para evitar distorção dos \nresultados, uma vez que o comportamento dos vários provetes de cada grupo foi \nsempre muito semelhante, um ciclo só terminava para determinado grupo quando \ntodos os provetes desse grupo cumprissem este critério. De facto, como os provetes \neram pesados apenas uma vez por semana, pequenas diferenças no processo de \nsecagem dos diferentes provetes de um grupo, que sistematicamente se verificou \nserem insignificantes, seriam ampliadas se o ciclo terminasse em semanas distintas.  \n\n- O ultimo ciclo prolonga-se até que a massa dos provetes seja sensivelmente constante. \n- Em regra, os provetes foram sujeitos a 5 ciclos de absorção / secagem. Contudo, como \n\nse explicará na secção seguinte, foi necessário realizar um maior número de ciclos \npara dois dos três provetes de reboco sobre argamassa de cal contaminados com \nNa2SO4, bem como para os provetes de reboco sobre tijolo testados com água.  \n\n \nNo fim do ensaio de cristalização, a distribuição de sal foi determinada para um provete \nde cada grupo. Exceptua-se o caso dos provetes de reboco sobre argamassa de cal testados \ncom Na2SO4, em que foi necessário determinar a distribuição de sal para os três provetes.  \n \nPara obter o perfil de distribuição de sal, o provete é primeiro dividido em camadas. Para \no tijolo foi possível usar uma serra de corte. Neste caso, a distância entre cortes foi \ntipicamente de 5mm, correspondendo a perda de material a uma espessura de cerca de 2 a \n3 mm por corte. Para as argamassas (de reboco e do suporte de cal aérea) não foi possível \nutilizar a serra pois a baixa resistência mecânica do material e a presença de grãos de areia \nde dimensão significativa originava a desagregação do material. Nestes casos, a divisão \nem camadas foi conseguida por lixagem, efectuando a desagregação controlada e \nprogressiva da argamassa. \n \nO teor de sal das várias camadas é avaliado com base no método do teor de humidade \nhigroscópica (HMC - do Inglês “hygroscopic moisture content”). Este método é o objecto \nde uma Especificação LNEC [15] que se encontra em preparação na presente data \n(Novembro de 2009), mas que provavelmente estará já publicada aquando da realização \ndo congresso da APFAC, em Março de 2010. \n\n\n\nO HMC é o teor de humidade que o material adquire em condições de equilíbrio, por \nsorção de humidade do ar ou por desorção, quando sujeito a um ambiente com \ndeterminada temperatura e HR. O HMC é directamente proporcional ao teor de sal [15, \n16, 17]. Por esta razão, o teor de sal de um conjunto de amostras pode ser expresso, em \ntermos relativos, através do seu HMC. \n \nO procedimento utilizado para determinar o HMC das amostras e os correspondentes \nperfis de distribuição de sal através dos provetes foi o seguinte: \n- O material constituinte das amostras é moído num almofariz de ágata. \n- O pó resultante da moagem é colocado em caixas de Petri sem tampa (com cerca de \n\n109 cm de diâmetro; uma caixa por amostra). \n- As amostras são secas numa estufa ventilada a 60ºC até massa constante. A sua massa \n\nseca Ms é registada. \n- Colocam-se as caixas contendo as amostras numa câmara climática (utilizou-se a \n\nmesma FITOCLIMA 500 EDTU® da Aralab) a 20ºC e 95% HR. São periodicamente \npesadas até a sua massa ser considerada constante, o que corresponde ao equilíbrio \nhigroscópico. A massa Mh das amostras é registada. \n\n- O teor de humidade higroscópica é dado por: HMC = 100.(Mh-Ms)/Ms  [%]. \n- Os perfis de distribuição de sal são obtidos traçando o gráfico que expressa o valor do \n\nHMC em função da distância da amostra ao topo do provete. \n \n \n\n3. RESULTADOS \n \nOs resultados obtidos nos ensaios de cristalização apresentam-se nas Figs. 5 a 11 e nas \nTabelas II e III. \n \nAs Figs. 5 a 8 incluem o perfil de distribuição de sal de um provete do grupo respectivo e \numa imagem da superfície deste mesmo provete. A Tabela 2 apresenta a duração dos \nciclos e a descrição do tipo de danos observados para os quatro grupos de provetes, com \nindicação do seu momento de ocorrência. Tendo o comportamento dos vários provetes de \ncada grupo sido uniforme, a informação das Figs. 5 a 8 e da Tabela 2 considera-se \nrepresentativa do grupo de provetes, a menos que outra coisa seja especificada. \n \nO comportamento dos vários provetes de cada grupo foi de facto similar, não só no que \ndiz respeito ao tipo e momento de ocorrência da degradação, como também à quantidade \nde sal introduzido e à taxa de secagem, como se vê na Tabela 3 e nas Figs. 9 a 11, \nrespectivamente. As Figs. 9 e 10 referem-se aos valores médios obtidos para cada grupo \nde provetes, enquanto a Fig. 10 inclui os valores individuais dos provetes de reboco sobre \nargamassa de cal testados com Na2SO4.  \n \nO reboco sobre argamassa de cal testado com Na2SO4 foi, de facto, uma excepção. Apesar \nde o teor de sal (Tabela 3) e a taxa de secagem (Fig. 10) serem semelhantes para os três \nprovetes do grupo, só se observou degradação num dos provetes. O perfil de distribuição \nde sal deste provete foi obtido, como previsto, ao fim de cinco ciclos. Contudo, devido ao \ndiferente comportamento, optou-se por prolongar o ensaio para os outros dois provetes, \nque, no entanto, continuaram a não apresentar degradação visível, tendo os seus perfis de \ndistribuição de sal sido determinados no final. Não obstante as diferenças, conclui-se que \na distribuição de sal é também aqui semelhante para os três provetes do grupo, revelando \nos perfis comportamento de acumulação em todos os casos (Fig. 8). \n\n\n\n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n0 50 100 150 200\n\nHMC 95% (%)\n\nD\nis\n\ntâ\nn\n\nci\na\n\n a\no\n\n to\np\n\no\n d\n\no\n p\n\nro\nve\n\nte\n \n\n(m\nm\n\n)\n\nreboco\n\ntijolo\n\nsalpico\n\nProvete LS6 – 5 ciclos, 2249 g/m2 NaCl\n\n \n\nFigura 5 - Reboco sobre tijolo com NaCl : danos e distribuição de sal \n. \n \n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n0 50 100 150 200\n\nHMC 95% (%)\n\nD\nis\n\ntâ\nn\n\nci\na\n\n a\no\n\n to\np\n\no\n d\n\no\n p\n\nro\nve\n\nte\n \n\n(m\nm\n\n)\n\n56\n\nreboco\n\nargamassa \nde cal\n\nsalpico\n\nProvete 13 – 5 ciclos, 2112 g/m2 NaCl\n\n \n\nFigura 6 - Reboco sobre argamassa de cal com NaCl: danos e distribuição de sal \n\n \n\n \n\n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n0 10 20 30 40 50 60\n\nHMC 95% (%)\n\nD\nis\n\ntâ\nn\n\nci\na\n\n a\no\n\n to\np\n\no\n d\n\no\n p\n\nro\nve\n\nte\n \n\n(m\nm\n\n)\n\nreboco\n\ntijolo\n\nsalpico\n\nProvete LS12 – 5 ciclos, 2351 g/m2 Na2SO4\n\n \n\nFigura 7 - Reboco sobre tijolo com Na2SO4: danos e distribuição de sal \n\nProvete LS12 \n\nProvete LS6 \n\nProvete 13 \n\n\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n0 10 20 30 40 50 60\nHMC 95% (%)\n\nD\nis\n\ntâ\nn\n\nci\na\n\n a\no\n\n to\np\n\no\n d\n\no\n p\n\nro\nve\n\nte\n \n\n(m\nm\n\n)\n\nProvete 14 – 5 ciclos, 2236 g/m2 Na2SO4\n\nreboco\n\nargamassa \nde cal\n\nsalpico\n\n55\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n0 10 20 30 40 50 60\n\nHMC 95% (%)\n\nD\nis\n\ntâ\nn\n\nci\na\n\n a\no\n\n to\np\n\no\n d\n\no\n p\n\nro\nve\n\nte\n \n\n(m\nm\n\n)\n\nProvete 16 – 7 ciclos, 3429 g/m2 Na2SO4\n\nreboco\n\nargamassa \nde cal\n\nsalpico\n\n52\n\n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n0 10 20 30 40 50 60\n\nHMC 95% (%)\n\nD\nis\n\ntâ\nn\n\nci\na\n\n a\no\n\n to\np\n\no\n d\n\no\n p\n\nro\nve\n\nte\n \n\n(m\nm\n\n)\n\nProvete 15 – 9 ciclos, 5090 g/m2 Na2SO4\n\nreboco\n\nargamassa \nde cal\n\nsalpico\n\n56\n\n \n\nFigura 8 - Reboco sobre argamassa de cal com Na2SO4: danos e distribuição de sal \n \n \n \n\nTabela 2 – Duração do ensaio, momento de ocorrência e descrição da degradação   \n\nSubstrato Tijolo cerâmico Argamassa de cal \nNaCl \n\nCiclos: 2+5+10+8+5 semanas \n\n4ª semana – Eflorescências \n16ª à 24ª semana – Fissuras \nperiféricas nas superfícies de topo  \n30ª semana – Arenização  \n\nCiclos: 2+4+6+5+5 semanas \n\n14ª  semana – Fissuras periféricas (mais \nlargas) e diagonais (mais estreitas) na \nsuperfície de topo dos provetes \n\nNa2SO4 Ciclos: 2+5+11+7+5 semanas \n\n19ª semana – Eflorescências \n\nCiclos: 2+3+4+4+4+3+3+3+3 semanas \n\n15ª  semana – Fissuras diagonais no topo do \nprovete 14, que se prolongavam lateralmente \npela camada superior do reboco e  pela \ninterface entre esta camada e a camada de \naderência. \n\n \n \n \n\nProvete 14 \n\n\n\nTabela 3 – Sal introduzido nos provetes após 5 ciclos  \n\nReboco sobre tijolo  Reboco sobre argamassa de cal Sal \nProvete Sal (g/m2)  Provete Sal (g/m2) \n\nNaCl LS6 \nLS10 \n\n2249 \n2607 \n\n 11 \n12 \n13 \n\n2182 \n2057 \n2112 \n\nNa2SO4 LS12 \nLS13 \n\n2351 \n1954 \n\n 14 \n15 \n16 \n\n2236 \n2086 \n2264 \n\n \n \n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n0 10 20 30 40\n\nTempo (semanas)\n\nÁ\ng\n\nu\na\n\n a\nb\n\nso\nrv\n\nid\na\n\n (\ng\n\n)\n\nÁgua NaCl Na2SO4\n\n \nFig. 9 - Secagem do reboco sobre tijolo (valores médios) \n\n \n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n0 10 20 30 40\n\nTempo (semanas)\n\nÁ\ng\n\nu\na\n\n a\nb\n\nso\nrv\n\nid\na\n\n (\ng\n\n)\n\nÁgua NaCl Na2SO4\n\n \nFig. 10 - Secagem do reboco sobre argamassa de cal (valores médios) \n\n \n \n\n\n\n0\n\n5\n\n10\n\n15\n\n20\n\n0 10 20 30 40\n\nTempo (semanas)\n\nÁ\ng\nu\na\n a\n\nb\nso\n\nrv\nid\n\na\n (\ng\n)\n\n14 15 16\n\n \nFig. 11 - Secagem do reboco sobre argamassa de cal com Na2SO4  \n\n \nOs provetes testados apenas com água mostram, como seria de esperar, um HMC \ndesprezável e nenhuma degradação (Fig. 12). Os provetes de reboco sobre tijolo foram \nsujeitos a mais do que cinco ciclos porque os testes com água foram utilizados também \npara avaliar a estabilidade das condições ambientes. De facto, a deposição de sal induz \nvariações na taxa de secagem, o que não acontece com a água. Contudo, sendo a secagem \nmais rápida para a água, a realização de cinco ciclos não foi considerada suficiente. \n \n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n0 5 10 15 20\n\nHMC 95% (%)\n\nD\nis\n\ntâ\nn\n\nci\na\n a\n\no\n to\n\np\no\n d\n\no\n p\n\nro\nve\n\nte\n \n\n(m\nm\n\n)\n\nreboco\n\ntijolo\n\nsalpico\n\nProvete LS3 – 14 ciclos, água\n\n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n0 5 10 15 20\n\nHMC 95% (%)\n\nD\nis\n\ntâ\nn\n\nci\na\n\n a\no\n\n to\np\n\no\n d\n\no\n p\n\nro\nve\n\nte\n \n\n(m\nm\n\n)\n\nreboco\n\nargamassa \nde cal\n\n56\n\nsalpico\n\nProvete 9 – 5 ciclos, água\n\n \nFigura 12 - Reboco sobre tijolo: resultados do ensaio realizado com água \n\n \n4. DISCUSSÃO \n \nComo há mais de 70 anos referido por Schaffer [18], o tipo de degradação pode ser mais \nrelevante do que a taxa a que esta ocorre. Neste sentido e no âmbito da degradação por \nsais solúveis, o princípio de funcionamento (Fig. 2) é provavelmente a mais importante \ncaracterística dos rebocos. Isto porque a profundidade a que os sais se depositam \ncondiciona o tipo de danos e, consequentemente, a observância de requisitos funcionais \ncomo a ausência de danos superficiais ou a ocorrência de cristalização na alvenaria.  \n\n\n\nO presente ensaio de cristalização indica que o tipo de suporte pode afectar muito o \ncomportamento dos rebocos. De facto, apresar de terem sido realizados cinco ciclos de \ncontaminação/secagem e introduzidas quantidades de sal similares, o reboco teve \ncomportamento de transporte (Fig. 2a) quando aplicado sobre tijolo (Figs. 5 e 7) e de \nacumulação (Fig. 2b) quando aplicado sobre a argamassa de cal (Figs. 6 e 8). \n \nHouve algumas diferenças associadas ao tipo de sal, que pode ser um importante factor de \ninfluência [7, 8]. Foram, contudo, essencialmente diferenças a nível da durabilidade, ou \nseja, do momento de ocorrência da degradação. É provável que alguma variação no tipo \nde danos ocorridos, em particular o facto de com NaCl terem ocorrido fissuras no reboco \nsobre tijolo, o que não aconteceu com Na2SO4, se deva em parte também ao facto de a \ntaxa de degradação ter sido mais lenta com este último sal.  \n \nAs diferenças observadas entre os três provetes de reboco sobre argamassa de cal sujeitos \nao ensaio com Na2SO4 não tiveram também consequências ao nível da distribuição de sal, \nocorrendo comportamento de acumulação para todos os provetes, como se vê pelos perfis \nde distribuição apresentados na Fig. 8. \n \nNão é possível a comparação dos presentes resultados com outros pois, tanto quanto é do \nconhecimento dos autores, não foram nunca realizados ensaios de cristalização deste tipo, \nvisando avaliar a influência de diferentes suportes no comportamento aos sais de rebocos. \n \nA variação do comportamento do reboco em função do tipo de suporte está provavelmente \nrelacionada com a influência do substrato na secagem. De facto, a profundidade a que o \nsal se deposita depende da posição da frente de evaporação, que é onde precipita o sal. A \ndistribuição de sal é assim, determinada por todos os factores que influenciem a \nevaporação ou o fluxo líquido, como previsto por Schaffer [18]. \n \nComo explicado na secção 1.4, a posição da frente de evaporação corresponde a um \nestado de equilíbrio quase estático entre o fluxo líquido e o fluxo de vapor. Quanto maior \nfor o fluxo líquido, mais perto da superfície tende a frente a localizar-se e, portanto, maior \nprobabilidade há de o comportamento do reboco ser de transporte de sal. \n \nO substrato condiciona o fluxo líquido que penetra no reboco, podendo portanto \ndeterminar o comportamento do reboco. Há dois factores primordiais: \n\n- A sucção capilar relativa do reboco e do material do substrato, que condiciona a \ncapacidade que o reboco tem de “extrair” as soluções do suporte, bem como a taxa a \nque o faz. Em teoria, um reboco com poros mais finos do que os do suporte tem maior \ncapacidade de sucção. Contudo, este tipo de análise não é simples e nem sempre é \nviável pois, na realidade, tanto o suporte como o reboco incluem normalmente poros \ncom diferentes tamanhos, o que faz com que a sucção relativa dos dois materiais varie \ncom o teor de água que cada um deles possui em cada momento. Por outro lado, a \nsucção é também influenciada pela presença de aditivos hidrófugos (correntemente \nutilizados, por exemplo, nos rebocos industriais), que podem tornar “capilarmente \ninactivos” poros com dimensão correspondente ao domínio capilar.  \n\n- As características da interface reboco/suporte, que determinam a conectividade entre \nas duas estruturas porosas. De facto, como concluído por Freitas [19], a interface pode \nintroduzir resistência ao transporte de humidade (resistência esta que nem sempre é \n\n\n\nfácil de quantificar). Neste aspecto, será relevante não só a natureza dos dois materiais \nmas também, certamente, as condições e a técnica de aplicação do reboco e, de uma \nforma geral, a aderência entre ambos. \n\n \nO suporte é assim um factor externo que, juntamente com outros, como o tipo de sal [8], a \npresença de revestimentos por pintura [9] ou as condições ambientes [7, por exemplo], \npode determinar o comportamento dos rebocos relativamente à acção dos sais solúveis. \n \nA conclusão que decorre do presente e dos citados trabalhos, de que o comportamento aos \nsais não é uma característica intrínseca dos rebocos, tem claras implicações para a prática. \nSignifica que a prescrição de rebocos para alvenarias com sais deve ter em conta as \ncaracterísticas de cada construção. Isto aponta para a necessidade de serem feitos testes \npreliminares abrangendo um leque alargado de situações específicas. Ou mesmo, quando \ntal seja possível ou se justifique pelo valor da construção ou pelo custo da obra, para a \nrealização atempada de ensaios “in situ” na própria construção.  \n \nEsta conclusão levanta também dúvidas relativamente ao conteúdo da norma EN 998-1 \n[20], que especifica os requisitos e as propriedades dos rebocos para interior ou exterior. \nA norma define as chamadas “renovation mortars”, rebocos destinados à aplicação em \nparedes com sais solúveis e humidade, que deverão possuir “elevada porosidade e \npermeabilidade ao vapor e reduzida sucção capilar”. A norma define depois valores para a \nabsorção capilar, penetração capilar e permeabilidade ao vapor destes rebocos.  \n \nA abordagem da EN 998-1 suscita várias críticas. Em primeiro lugar, nada é dito em \nrelação ao princípio de funcionamento que, como discutido, é a característica mais \nimportante dos rebocos no que se refere à acção dos sais. Em segundo lugar, a mitigação \nda degradação por sais não se esgota, podendo mesmo não ser compatível, com a \ndefinição genérica de um conjunto de propriedades para o reboco. De facto, a \nadequabilidade de determinado comportamento (acumulação de sal, transporte de sal, etc.) \ndepende das exigências funcionais colocadas a cada construção em particular. Um reboco \nde acumulação (que previne a ocorrência de degradação na superfície) será adequado, por \nexemplo, para um espaço museológico ou uma habitação. Já um reboco de transporte \n(que, favorecendo a rápida migração da humidade para a superfície, minimiza a área \nafectada pelos sais [7]) será a melhor solução, por exemplo, para uma superfície adjacente \na uma valiosa pintura mural. Por outro lado, como discutido neste artigo, não é possível \nprever o comportamento de um reboco unicamente com base nas suas características uma \nvez que ele pode ser condicionado por factores externos como as condições ambientes, a \npresença de revestimentos por pintura ou, de acordo com os resultados apresentados neste \nartigo, as propriedades dos materiais que constituem a alvenaria. \n \n \nAGRADECIMENTOS \n \nOs ensaios apresentados neste artigo foram efectuados no âmbito do projecto europeu de \ninvestigação “COMPASS – Compatibility of plasters and renders with salt loaded \nsubstrates in historic buildings” (refª EVK4-CT-2001-00047). Os autores agradecem o \nauxílio na realização destes ensaios do Engº Miguel Abreu e dos técnicos do LNEC João \nJúnior, João Ribeiro e José Costa. \n \n \n\n\n\nREFERÊNCIAS \n \n[1] Goudie, A.; Viles, H. Salt Weathering Hazard. Chichester, John Wiley &amp; Sons, 1997. \n[2] Harris, S.Y. Building pathology. New York, John Wiley &amp; Sons, 2001. \n[3] Scherer, G.W. Internal stress and cracking in stone and masonry. In Measuring, \nMonitoring and Modeling Concrete Properties, Proc. 16th European Conf. Fracture. \nKonsta-Gdoutos MS (ed.). Springer: Berlin, 2006, 669–673. \n[4] ICATHM (International Congress of Architects and Technicians of Historical \nMonuments) International charter for the conservation and restoration of monuments and \nsites. In Proc. II Int. Congress of Architects and Technicians of Historical Monuments, \nVenice, 1964. The  “Venice Charter”. \n[5] Massari, G.; Massari, I. Damp Buildings - Old and New. Rome, ICCROM, 1993. \n[6] Special issue Compatibility of Plasters and Renders on Salt Loaded Substrates. \nConstr. Build. Mater. 23, 2009, 1713-2120. \n[7] Gonçalves, T.D. Salt crystalization in plastered or rendered walls. PhD thesis, \nLNEC/IST, 2007, http://www-ext.lnec.pt/LNEC/bibliografia/DM/TG_PhDthesisMar2008.pdf. \n[8] Gonçalves, T.D.; Pel, L.; Rodrigues, J.D. Drying of salt-contaminated masonry: MRI \nlaboratory monitoring. Environmental Geology 52, 2007, 249–258. \n[9] Gonçalves, T.D.; Pel, L.; Rodrigues, J.D. Influence of paints on drying and salt \ndistribution processes in porous building materials. Constr. Build. Mater. 23, 2009,  \n1751-1759. \n[10] Gonçalves, T.D.; Pel, L.; Rodrigues, J.D. Worsening of dampness and salt damage \nafter restoration interventions: use of water repellent additives in plasters and renders. In \nProc. Historical Mortars Conference HMC08, Lisbon, LNEC, 2008.  \n[11] Wijffels, T.; Groot, C., Van Hees, R. Performance of restoration plasters. In Proc. \n11th  Int. Brick/Block Masonry Conference, Shanghai, Tongji University, Department of \nStructural Engineering. Aedificatio Verlag, 1997, 1050-1062. \n[12] Van Hees, R.; Naldini, S.; Rodrigues, J.D. Plasters and renders for salt laden \nsubstrates, Constr. Build. Mater. 23, 2009, 1714–1718. \n[13] Scherer, G.W. Theory of drying. J. Am. Ceram. Soc. 73,  1990, 3-14. \n[14] CEN Methods of test for mortar for masonry - Part 18: Determination of water \nabsorption coefficient due to capillary action of hardened mortar. EN 1015-18: 2002. \n[15] LNEC. Materiais de construção porosos. Avaliação do teor de sal através do teor de \nhumidade higroscópica (HMC). Especificação LNEC (em preparação). \n[16] Gonçalves, T.D.; Rodrigues, J.D.; Abreu, M.M. Evaluating the salt content of salt-\ncontaminated samples on the basis of their hygroscopic behaviour. Part II: Experiments \nwith nine common soluble salts. J. Cultural Heritage 7, 2006, 193-200. \n[17] Gonçalves, T.D.; Rodrigues, J.D. Evaluating the salt content of salt-contaminated \nsamples on the basis of their hygroscopic behaviour. Part I: Fundamentals, scope and \naccuracy of the method. J. Cultural Heritage 7, 2006, 79-84. \n[18] Schaffer, R.J. The weathering of natural building stones. London, His Majesty’s \nStationery Office, 1932. Building Research Special Report 18. Reprinted, 1933. \n[19] Freitas, V.P. Transferência de humidade em paredes de edifícios. Análise do \nfenómeno da interface. Tese de doutoramento, FEUP, 1992. \n[20] CEN Specification for mortar for masonry - Part 1: Rendering and plastering \nmortar. EN 998-1: 2003."}]}}}