{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20291"}, {"@name": "filename", "#text": "3775_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "LÍVIA VIEIRA GONZAGA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSURFACTINA DESIDRATADA COMO AGENTE POTENCIALIZADOR \nDA BIORREMEDIAÇÃO DE SOLOS CONTAMINADOS \n\nCOM PETRÓLEO \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \nVIÇOSA \n\nMINAS GERAIS – BRASIL \n2013 \n\n \n\n         Dissertação apresentada à\n\nUniversidade Federal de Viçosa, como\n\nparte das exigências do Programa de Pós-\n\nGraduação em Microbiologia Agrícola,\npara obtenção do título de Magister \n\nScientiae. \n\n\n\nFicha catalográfica preparada pela Seção de Catalogação e\nClassificação da Biblioteca Central da UFV\n\n \n\nT\n\n Gonzaga, Lívia Vieira, 1984-\n\nG642s\n2013\n\n        Surfactina desidratada como agente potencializador da\nbiorremediação de solos contaminados com petróleo / Lívia\nVieira Gonzaga. – Viçosa, MG, 2013.\n\n         x, 50f. : il. ; 29 cm.\n\n  \n\n         Orientador: Marcos Rogério Tótola.\n\n         Dissertação (mestrado) - Universidade Federal de Viçosa.\n\n         Inclui bibliografia.\n\n  \n\n         1. Biossurfactantes. 2. Biorremediação. 3. Petróleo.\n4. Microbiologia agrícola. 5. Bacillus subtills . I. Universidade\nFederal de Viçosa. Departamento de Microbiologia. Programa de\nPós-Graduação em Microbiologia Agrícola. II. Título.\n\n  \n\nCDD 22. ed. 668.1\n\n \n\n\n\n\n\nii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀ minha família e amigos, \n\npelo amor e pelo apoio depositados. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\niii \n\n \n\n \n\n \n\nAGRADECIMENTOS \n\n \n\nA Deus, por me guiar e iluminar sempre. \n\nÀ Universidade Federal de Viçosa (UFV) e ao Departamento de Microbiologia \n\nAgrícola, pela oportunidade de estudo. \n\nAo Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), \n\npor conceder a minha bolsa de estudos. \n\nAo professor Marcos Rogério Tótola, pelos ensinamentos, pelo apoio, pela \n\npaciência e pela confiança depositada no meu trabalho. \n\nAos professores Célia Alencar de Moraes, Maurício Dutra Costa e Arnaldo \n\nChaer Borges, pela colaboração no trabalho. \n\nAos professores do Programa de Pós-Graduação em Microbiologia Agrícola, \n\npelos ensinamentos. \n\nAos estudantes e funcionários dos Laboratórios de Ecologia Microbiana, \n\nGenética de Micro-organismos, Fisiologia de Micro-organismos, Microbiologia \n\nIndustrial, Microbiologia de Anaeróbios, Associações Micorrízicas e Microbiologia de \n\nAlimentos, pelo prestatividade. \n\nAos demais professores e funcionários: José Humberto de Queiroz \n\n(Laboratório de Metabolismo e Fermentação - UFV); Maria Eliana Lopes Ribeiro de \n\nQueiroz (Departamento de Química -UFV); Vagner Fernandes Knupp (Universidade \n\nFederal de São João del-Rei); Antônio Fernandes de Carvalho (Laboratório de Leite e \n\nDerivados - UFV); Laboratório de Análise Química de Solo - UFV; \n\nLaboratório de Geoquímica – UFV;  Paulo César Stringheta (Laboratório de Secagem e \n\nPigmentos Naturais - UFV); João Paulo Viana Leite (Laboratório de Biodiversidade – \n\nUFV); Célio (Lamisol – IFV); e Paulo Roberto Cecon (Departamento de Estatística). \n\nAos funcionários do Departamento de Microbiologia Agrícola, em especial \n\nNilcéia, Danilo, Evandro, Sr. Paulo e José Carlos, e aos funcionários do BIOAGRO \n\n(Instituto de Biotecnologia Aplicada à Agropecuária), pela gentileza e pela \n\nprestatividade. \n\nAos meus pais, Murilo e Cida, e aos meus irmãos, Luciana, César e Alan, pelo \n\namor incondicional, pela cumplicidade, pelo apoio, pela paciência e pela compreensão \n\nsempre. \n\nAo meu namorado, Marco Antônio, pelo amor, pelo apoio, pela paciência e por \n\nser o meu Forte. \n\n\n\niv \n\n \n\n \n\n \n\nÀs colegas e, principalmente, grandes amigas Kamila Tomoko, Merielle \n\nAngélica, Roméria Silva, Ubiana Silva e Isabela Nascimento, pela amizade, pela \n\ncumplicidade e pela força durante a trajetória do mestrado. \n\nAos meus queridos amigos Mariana Alves, Gabriela Melo, Fernanda Soares, \n\nJuliana Madureira, Juliana Gonçalvez, Michelle Cenizio, Myrlene Pereira, Raquel \n\nGonzaga, Vívian Figueiredo, Mariana Adriano, Francisco Wagner e Victor Fernandes \n\npela amizade, pelo carinho e pelo apoio sempre. \n\nAo meu grande amigo Péricles pelo apoio, pelos ensinamentos e pela amizade. \n\nAos demais amigos do Mestrado e de Viçosa, em particular, Edgard, Alcinei e \n\nElsa, pela amizade e pelo apoio. \n\nAos colegas e alguns também amigos Daniel, Edmo, Karen, Marcela, Leonardo, \n\nCássia, Victor, Karlos, Patrícia e estagiários do Laboratório de Biotecnologia e \n\nBiodiversidade para o Meio Ambiente, pela prestatividade e pela amizade. \n\nAos demais amigos e aos familiares de Belo Horizonte, Ouro Preto, Planura, \n\nIcém e outros lugares, pelo apoio e pela amizade.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nv \n\n \n\n \n\n \n\nBIOGRAFIA \n\n \n\nLÍVIA VIEIRA GONZAGA, filha de Murilo Monteiro Gonzaga e Maria \n\nAparecida Vieira Monteiro Gonzaga, nasceu em Frutal, no dia 17 de outubro de 1984. \n\nEm junho de 2010, graduou-se em Ciências Biológicas na modalidade \n\nLicenciatura pela Universidade Federal de Ouro Preto (UFOP). \n\nEm agosto de 2011, ingressou no Programa de Pós-Graduação em Microbiologia \n\nAgrícola, em nível de Mestrado, da Universidade Federal de Viçosa (UFV), \n\nsubmetendo-se à defesa de dissertação em dezembro de 2013. \n\n \n\n \n\n  \n\n\n\nvi \n\n \n\n \n\n \n\nSUMÁRIO \n\n \n\n \n\nLISTA DE FIGURAS ....................................................................................................vii \n\nLISTA DE TABELAS ..................................................................................................viii \n\nRESUMO ........................................................................................................................ix \n\nABSTRACT .....................................................................................................................x \n\n \n\n \n\nCAPÍTULO I - Revisão da Literatura: .............................................................................1 \n\n1. Introdução ...............................................................................................................2 \n\n     2. Biodegradação e Biorremediação de hidrocarbonetos de petróleo em solos ..........3 \n\n2.1. Aspectos gerais .................................................................................................3  \n\n         2.2. Limitações à biodegradação de hidrocarbonetos de petróleo em solos ............6                   \n\n     3. Biossurfactantes .......................................................................................................7 \n\n         3.1. Biossurfactantes e sua aplicação na biorremediação de solos contaminados \n\n                 com petróleo ....................................................................................................7  \n\n         3.2. Produção de biossurfactantes: uso da técnica spray drying como alternativa \n\n                 para a redução dos custos de produção, transporte e estocagem ...................10                    \n\n     4. Referências Bibliográficas .....................................................................................12 \n\n \n\n \n\nCAPÍTULO II - Artigo: Surfactina desidratada como agente potencializador da \n                           biorremediação de solos contaminados com petróleo \n                         ......................................................................................................19 \n\n      1.   Introdução .........................................................................................................20 \n\n2. Materiais e Métodos .........................................................................................22 \n\n3. Resultados ........................................................................................................29  \n\n4. Discussão ..........................................................................................................38 \n\n5. Conclusões .............................................................................................. .........45 \n\n6. Referências ............................................................................................. .........46 \n\n \n\n \n\n \n\n\n\nvii \n\n \n\n \n\n \n\nLISTA DE FIGURAS \n\n \n\n \nFigura 1 - Taxas respiratórias em microcosmos com solo franco-argilo-arenoso, durante \n                   60 dias de incubação ....................................................................................29 \n \nFigura 2 - Taxas respiratórias em microcosmos com solo argiloso, durante 60 dias de \n                   incubação .....................................................................................................30 \n \nFigura 3 -  HTP residual nos microcosmos com solo franco-argilo-arenoso nos tempos \n                   0, 30, 45 e 60 dias. Barras contendo diferentes letras para um mesmo tempo \n                   indicam diferenças significativas, ao nível de 5 % de probabilidade, pelo \n                   teste de Tukey ..............................................................................................32 \n \nFigura 4 -  HTP residual nos microcosmos com solo argiloso nos tempos 0, 30, 45 e 60  \n                   dias. Barras contendo diferentes letras para um mesmo tempo indicam  \n                   diferenças significativas, ao nível de  5 %  de  probabilidade, teste  de \n                   Tukey ...........................................................................................................32 \n                \nFigura 5 - Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de \n                   Bacteria em solo franco-argilo-arenoso, calculados com base nos  \n                   eletroferogramas de T-RFLP nos tempos 2, 30, 45 e 60 dias. T2: inoculante \n                   (IN)  +  surfactina líquida  (SL); T3: Petróleo (PT)  + IN; T4: PT + IN + \n                   SL; T5: PT + IN + surfactina em pó; T6: PT + IN + maltodextrina \n                   ……………………………………………………………………………..34 \n \nFigura 6 - Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de \n                   Fungi em solo franco-argilo-arenoso, calculados com base nos  \n                   eletroferogramas de T-RFLP nos tempos 2, 30, 45 e 60 dias. T2: inoculante  \n                   (IN) + surfactina líquida (SL); T3: Petróleo (PT) + IN; T4: PT + IN + SL; \n                   T5: PT + IN + surfactina em pó; T6: PT + IN + maltodextrina \n                   ……………………………………………………………….…………….34 \n \nFigura 7 - Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de \n                   Archaea em solo franco-argilo-arenoso, calculados com base nos  \n                   eletroferogramas de T-RFLP nos tempos 2, 30, 45 e 60 dias. T2: inoculante \n                   (IN)  +  surfactina líquida (SL); T3: Petróleo (PT)  +  IN; T4: PT + IN + SL;  \n                   T5: PT + IN + surfactina em pó; T6: PT + IN + maltodextrina …………..35 \n \nFigura 8 - Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de  \n                   Bacteria em solo argiloso, calculados com base nos eletroferogramas de  \n                   T-RFLP nos tempos 2, 30, 45 e 60 dias. T2: inoculante (IN) + surfactina \n                   líquida (SL); T3: Petróleo (PT)  +  IN; T4: PT  +  IN  +  SL; T5: PT  +  IN +  \n                   surfactina em pó; T6: PT + IN + maltodextrina .....……………………….35 \n \nFigura 9 - Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de \n                   Fungi em solo argiloso, calculados com base nos eletroferogramas de  \n                   T-RFLP nos tempos 2, 30, 45 e 60 dias. T2: inoculante (IN) + surfactina  \n                   líquida (SL); T3: Petróleo (PT)  +  IN; T4: PT  +  IN + SL; T5: PT  +  IN \n                   + surfactina em pó; T6: PT + IN + maltodextrina ........................…….…..36 \n\n\n\nviii \n\n \n\n \n\n \n\n \nLISTA DE TABELAS \n\n \n\n \nTabela 1  - Características físicas e químicas dos solos utilizados no estudo ................22 \n\n \n\nTabela  2  - Equações  de    regressão  obtidas   a   partir   das   curvas  de   pH  dos solos \n      em  resposta   à   adição de   doses   da  mistura  de   carbonato  de   cálcio  e \n      carbonato  de Magnésio ...............................................................................23 \n\n \nTabela  3 - Microcosmos  preparados  a  partir  de  porções  de  70 cm3  de  cada  tipo  de \n                  solo contidos nos frascos respirométricos ....................................................25 \n \n\nTabela  4 - Médias   dos  valores    de    CO2    acumulado    (µ mol g-1)   obtidos     em \n                   cada   microcosmo,   após    91    e   135   horas,    emitido       pelos     solos  \n                   franco-argilo-arenoso (FAA) e argiloso (ARG), respectivamente \n                    .....................................................................................................................31 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nix \n\n \n\n \n\n \n\nRESUMO \n\n \n\nGONZAGA, Lívia Vieira, M.Sc. Universidade Federal de Viçosa, Dezembro de 2013.  \nSurfactina desidratada como agente potencializador da biorremediação de \nsolos contaminados com petróleo. Orientador: Marcos Rogério Tótola. Co-\norientadores: Célia Alencar de Moraes e Maurício Dutra Costa. \n \n\nA efetividade da surfactina desidratada em spray dryer, produzida a partir do cultivo do \n\nisolado Bacillus subtilis LBBMA 4914, foi avaliada em microcosmos contendo \n\namostras de solos franco-argilo-arenoso (FAA) ou argiloso (ARG) contaminados com \n\npetróleo.  As taxas respiratórias mais elevadas nos microcosmos adicionados de \n\npetróleo demonstraram que o petróleo foi utilizado como fonte de carbono pelas \n\nmicrobiotas nos microcosmos de ambos os tipos de solo. A maltodextrina, utilizada \n\ncomo adjuvante de secagem na preparação da surfactina desidratada por spray dryer, foi \n\ntambém utilizada como fonte de carbono e energia. As médias dos valores de CO2 \n\nacumulado durante a fase de declínio das taxas respiratórias compartilhada por todos os \n\nmicrocosmos em um mesmo tipo de solo variaram entre 47,6 a 137,7 µ mol g-1 \n\n(microcosmos com o solo FAA) e 37,5 a 98,5 µmol g-1 (microcosmos com solo ARG). \n\nA remoção dos HTPs variou entre 19,6 a 38,4 % (solo FAA) e 62,6 a 73,2 % (solo \n\nARG). A surfactina em suas duas formas (solução e desidratada) influenciou \n\npositivamente a degradação dos HTPs nos solos FAA e ARG e em fase tardia da \n\nbiorremediação. A maltodextrina não interferiu na degradação dos HTPs. Os menores \n\nvalores de HTPs residuais em microcosmos montados com o solo ARG foram \n\natribuídos às maiores atividade e biomassa microbianas. A dinâmica das comunidades \n\nmicrobianas foi estudada pela análise de T-RFLP multiplex dos grupos de Bacteria, \n\nFungi e Archaea. Os resultados demonstraram a ocorrência de impacto negativo do \n\npetróleo nas comunidades microbianas de todos os microcosmos em ambos os tipos de \n\nsolo, no início do período de incubação, e recuperação da estrutura das comunidades \n\nnos tempos subsequentes. A comunidade de fungos apresentou valores mais elevados \n\ndos índices de Shannon-Weaver (H’), Simpson (D) e Riqueza (S), seguida pela de \n\nBacteria. Conclui-se que surfactina desidratada por spray-drying favorece a \n\nbiodegradação de hidrocarbonetos de petróleo em solos. \n\n \n\n\n\nx \n\n \n\n \n\n \n\nABSTRACT \n\n \n \nGONZAGA, Lívia Vieira, M.Sc. Universidade Federal de Viçosa, December, 2013. \nSpray dried surfactin as potentiating agent of bioremediation of oil-\ncontaminated soil.  Advisor: Marcos Rogério Tótola. Co-Advisers: Célia Alencar de \nMoraes and Maurício Dutra Costa. \n \n \nThe effectiveness of spray dried surfactin, produced from a culture of Bacillus subtilis \n\n4914 strain,   was evaluated in microcosms containing sandy clay loam soil (SCL) or \n\nclayey soil (CLA) contaminated with petroleum. The highest respiratory rates in the \n\nmicrocosms additioned of petroleum demonstrated that oil was utilized as carbon source \n\nfor microbiota in the microcosms of both soils. Maltodextrin, utilized as a drying \n\nadjuvants in the preparation of spray dried surfactin, was also utilized as a source of \n\ncarbon and energy. The means of accumulated CO2 during the decline phase of the \n\nrespiration rate shared by all microcosms of a same soil type, ranged from 47,6 to 137,7 \n\nµ mol g-1 for SCL soil and from 37,5 to 98,5 µ mol g-1 for CLA soil. The removal of TPH \n\nranged from 19,6 to 38,4 % and from 62,6 to 73,2 % for the SCL and CLA soils, \n\nrespectively. Surfactin in its two forms (in liquid solution and dried) influenced \n\npositively the degradation of the TPH in the SCL and CLA soils and in late phase of \n\nbioremediation. Maltodextrin did not interfere in the degradation of TPH. The lowest \n\nvalues of residual TPH in microcosms assembled with CLA soil were attributed to the \n\nhighest microbial activity and biomass. The microbial community dynamics was studied \n\nby T-RFLP multiplex analysis of the groups Bacteria, Fungi e Archaea. The results \n\ndemonstrated the occurrence of negative impact of oil on the microbial communities of \n\nall microcosms of both soil types, in the beginning of incubation period, and recovery of \n\nthe community structure in subsequent times. The fungal community showed highest \n\nvalues of Shannon-Weaver index (H’), Simpson index (D) and Richness (S), followed \n\nby the Bacteria. In conclusion, spray dried surfactin favors the biodegradation of \n\npetroleum hydrocarbons in soils. \n\n \n\n \n\n \n\n \n\n \n\n\n\n1 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCAPÍTULO I \n\n \n\n \n\n \n\nREVISÃO DA LITERATURA \n\n \n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n2 \n\n \n\n \n\n \n\n1. Introdução \n\n \n\nO petróleo é a principal fonte de energia utilizada no mundo, sendo a matéria \n\nprima das indústrias petrolífera e petroquímica, o que justifica sua grande demanda e os \n\naltos investimentos em sua exploração. Durante a cadeia produtiva do petróleo e de seus \n\nderivados, que inclui atividades de extração, refino, transporte e armazenamento, existe \n\na possibilidade de ocorrerem contaminações no ambiente por esse combustível fóssil.  \n\nDada à alta toxicidade de grande parte dos hidrocarbonetos do petróleo e da elevada \n\npersistência de seus compostos no ambiente, diversos danos são gerados aos meios \n\nbiótico e abiótico (Okoh, 2006; Das e Chandran, 2009).  \n\nAs áreas contaminadas com petróleo podem ser recuperadas por técnicas de \n\nbiorremediação, que geralmente envolvem a ação de populações microbianas com \n\ncapacidade de utilizar os compostos orgânicos como fonte de carbono e energia, \n\ndegradando-os a formas menos tóxicas. Essa tecnologia é reconhecida como de baixo \n\ncusto e menos impactante que as técnicas não biológicas.  \n\nA biodegradação de hidrocarbonetos do petróleo em solo é influenciada por \n\nfatores como umidade, pH, temperatura, teor de nutrientes e concentração de oxigênio \n\n(Reginatto et al., 2011). O tipo de solo também afeta a degradação microbiana. Quanto \n\nmaior o teor de matéria orgânica e/ou argila, por exemplo, maior é a adsorção dos \n\nhidrocarbonetos do petróleo ao solo, o que resulta em redução da disponibilidade desses \n\ncompostos para sua utilização pelos micro-organismos. O aumento da \n\nbiodisponibilidade dos hidrocarbonetos no solo e a aceleração do processo de \n\ndegradação dos mesmos no ambiente podem ser obtidos pela adição de biossurfactantes \n\nà área contaminada. Essas biomoléculas apresentam em sua estrutura uma região \n\nhidrofílica e outra hidrofóbica, característica que permite a elas se posicionarem em \n\ninterfaces de fases imiscíveis, como óleo/água ou ar/água (Jacques et al., 2007). Dada a \n\npropriedade de reduzir as tensões superficial e interfacial, os biossurfactantes \n\npromovem a dessorção dos hidrocarbonetos da matriz do solo, aumentando a \n\nmobilidade e a solubilidade dos contaminantes e tornando mais eficiente a \n\nbiodegradação (Volkering et al., 1998).  \n\nOs biossurfactantes são caracterizados por apresentarem alta biodegradabilidade, \n\nbaixa toxicidade e estabilidade molecular em uma larga faixa de pH e temperatura. Em \n\nvirtude dessas características, apresentam grande potencial de aplicação em vários \n\ncampos, incluindo o da biorremediação de ambientes contaminados com petróleo \n\n\n\n3 \n\n \n\n \n\n \n\n(Cameotra e Singh, 2008; Calvo et al., 2009; Thavasi et al., 2011). Embora o custo de \n\nprodução dos biossurfactantes seja desvinculado dos preços de combustíveis fósseis, \n\neles não competem em preço com os dos surfactantes sintéticos no mercado (Nitschke e \n\nPatore, 2002), em grande parte em razão de seu alto custo de produção em larga escala, \n\nrelacionado ao baixo rendimento e, principalmente, às etapas de purificação e \n\nrecuperação a partir dos meios de cultivo (Nitschke e Patore, 2002). Contudo, ao longo \n\ndos últimos anos, o mercado mundial de biossurfactantes tem crescido de forma \n\nconsiderável, em consequência das características bastante atrativas aos consumidores, \n\nanteriormente citadas, além de ser um produto ambientalmente amigável. Um relatório \n\nde mercado publicado pela Transparency Market Research \n\n(http://www.transparencymarketresearch.com) \"Biosurfactants Market - Global \n\nScenario, Raw Material and Consumption Trends, Industry Analysis, Size, Share and \n\nForecasts, 2011 - 2018\" (Biosurfactants..., 2012), estimou que o mercado mundial de \n\nbiossurfactantes, que valia USD 1,735.5 milhões em 2011, deve alcançar USD 2,210.5 \n\nmilhões em 2018, crescendo a uma taxa anual média de 3,5 %. O volume do mercado \n\nmundial de biossurfactantes deverá atingir 476,512.2 toneladas em 2018, sendo 21 % \n\ndesse total devidos à crescente demanda da Ásia, África e América Latina. \n\nNesse contexto, surge a necessidade de se explorarem novos processos que \n\npossibilitem a redução do custo de produção de biossurfactantes, baseados na \n\notimização de formas de recuperação ou concentração, a fim de viabilizar a sua \n\nutilização na indústria, sobretudo no campo da biorremediação. Uma alternativa \n\npromissora é a obtenção de biossurfactantes na forma de pó pelo processo spray drying.  \n\nSpray drying é um processo de secagem pelo qual um material no estado fluido é \n\nconvertido em uma forma particulada seca. O material obtido é um pó que apresenta \n\nbaixíssima umidade (Ochoa et al., 2002). Essas características conferem ao material \n\nsecado durabilidade e facilidade na conservação, além de menor volume e peso \n\nreduzido, facilitando sua armazenagem e transporte. Essas particularidades contribuem \n\nem grande parte para que o produto comercial seja mais barato, possibilitando a sua \n\naplicação em diversas áreas, incluindo a biorremediação de áreas contaminadas com \n\nhidrocarbonetos do petróleo. \n\n  \n\n2.  Biodegradação e biorremediação de hidrocarbonetos de petróleo em solos \n\n \n\n2.1. Aspectos gerais \n\n\n\n4 \n\n \n\n \n\n \n\n \n\nDerramamentos e vazamentos acidentais de petróleo ou derivados têm sido \n\nnoticiados frequentemente nos meios de comunicação, aumentando a preocupação de \n\ngovernos e agências de proteção ambiental, pois tais compostos podem ser fontes \n\nsignificativas de poluição ambiental (Trindade et al., 2005). \n\nQuando a contaminação ocorre em terra muitos problemas são gerados, \n\nincluindo a contaminação de lençóis freáticos e a diminuição da qualidade do solo, \n\ngerando consequências como inutilização da água e redução da produtividade primária \n\n(Yakubu, 2007). Em razão de muitos hidrocarbonetos serem carcinogênicos e \n\nmutagênicos, também há possibilidade de dano à saúde dos homens e animais (Mueller \n\net al., 1992; Okoh, 2006). Adicionalmente, os compostos do petróleo apresentam, em \n\nsua maioria, elevada persistência no ambiente, resultante, em parte, de sua baixa \n\nsolubilidade em água e forte tendência de sorção à fase sólida dos solos e, também, de \n\nsua elevada resistência à degradação (Cao et al., 2009; Das e Chandran, 2009). \n\nNesse contexto, muitas agências e órgãos de proteção ambiental no mundo, \n\ncomo o CONAMA (Conselho Nacional do Meio Ambiente) no Brasil, a Agência Norte \n\nAmericana de Proteção Ambiental - USEPA (United States Environmental Protection \n\nAgency) e a Agência Europeia do Ambiente (European Environment Agency) têm \n\nestipulado limites máximos de concentração desses compostos no ar, na água e no solo. \n\nEm razão disso, tem sido crescente a busca por métodos mais eficientes de remoção \n\ndesses poluentes do meio ambiente. A capacidade de muitos organismos em lidar com \n\ncondições diversas e transformar compostos tóxicos em outros menos nocivos ao \n\nambiente e aos seres vivos faz deles excelentes agentes para atuarem em técnicas de \n\nremediação de ambientes contaminados com compostos do petróleo (Okoh, 2006; Das e \n\nChandran, 2011). Dessa forma, a biorremediação surgiu como um processo \n\nbiotecnológico promissor para esse fim.  \n\nAs técnicas de biorremediação fazem uso do potencial de organismos vivos, \n\nnormalmente plantas e micro-organismos, ou de suas enzimas, para remover (remediar) \n\nou reduzir a concentração de poluentes do ambiente, sob condições controladas, a níveis \n\naceitáveis por agências de proteção ambiental (Yakubu, 2007; Pereira e Freitas, 2012). \n\nDurante a degradação efetuada por micro-organismos, os compostos orgânicos são \n\nconvertidos por oxidação em moléculas mais simples, intermediárias de vias \n\nmetabólicas, ou são mineralizados a CO2 e H2O (Seo et al., 2009). O processo pode \n\nocorrer sob condições aeróbias ou na presença de aceptores de elétrons alternativos, \n\n\n\n5 \n\n \n\n \n\n \n\ncomo sulfato e nitrato. Dentre as principais vantagens da biorremediação, destacam-se a \n\nmenor agressividade ao meio ambiente, flexibilidade e adaptabilidade a condições \n\nambientais variáveis, possibilidade de degradação da maior parte dos poluentes \n\norgânicos, implementação in situ, sem a necessidade de transporte do resíduo para outro \n\nlocal, e boa relação custo/eficiência do processo, permitindo que tal tecnologia seja \n\nutilizada em escala comercial (Bamforth e Singleton, 2005; Mrozik e Seget, 2010; \n\nReginatto et al., 2011; Nisenbaum et al., 2013).  \n\nMuitos micro-organismos que apresentam capacidade de degradar \n\nhidrocarbonetos do petróleo têm sido reportados na literatura, incluindo bactérias dos \n\ngêneros Acinetobacter, Arthrobacter, Bacillus, Nocardia, Paracoccus, Pseudomonas, \n\nRhodococcus, Streptomyces (Crapez et al., 2002, Mandri e Lin, 2007, Seo et al., 2009; \n\nWetler-Tonini et al., 2011) e fungos dos gêneros Fusarium, Candida, Penicillium, \n\nAspergillus e Chrysosporium (Cerniglia, 1997, Clemente et al., 2001, Jacques et al., \n\n2005).  Como não é conhecida alguma espécie microbiana que seja capaz de degradar \n\nsozinha todos os compostos presentes no petróleo (Crapez et al., 2002; Maciel, 2004), \n\nconsórcios microbianos têm sido utilizados com a finalidade de se ampliar o espectro de \n\ndegradação de complexos de hidrocarbonetos no solo.  \n\nAs técnicas de biorremediação podem ser divididas em dois grupos, relativos à \n\nlocalização espacial do processo: (1) biorremediação in situ, na qual o tratamento é \n\nexecutado no próprio local contaminado ou (2) biorremediação ex situ, em que há \n\nemprego de técnicas de escavação e transporte de solo para locais fora da zona \n\ncontaminada, para posterior tratamento. Durante o processo de biorremediação, três \n\ndiferentes estratégias podem ser adotadas: (1) atenuação natural, em que o contaminante \n\npermanece no local e a descontaminação do ambiente ocorre por meio de processos \n\nnaturais como biodegradação e volatilização (Mulligan e Yong, 2004; Foght, 2008); (2) \n\nbioaumentação, a qual envolve a inoculação do local contaminado com culturas puras \n\nou consórcio microbiano contendo micro-organismos selecionados, com elevado \n\npotencial de degradação do contaminante; e (3) bioestimulação, método em que \n\nnutrientes, aceptores de elétrons e outros compostos são adicionados ao material \n\ncontaminado, com a finalidade de estimularem a atividade metabólica da comunidade \n\nindígena com capacidade de degradar o contaminante, para promover o aumento da sua \n\nbiomassa no solo.   \n\nAs estratégias de bioestimulação e a bioaumentação apresentaram melhores \n\nresultados do que a atenuação natural em diferentes solos de biomas brasileiros típicos \n\n\n\n6 \n\n \n\n \n\n \n\n(Mata Atlântica e Cerrado) contaminados com óleo cru (Alvarez et al., 2011). Contudo, \n\nessa última foi considerada a técnica com melhor relação custo-benefício dentre as \n\nanalisadas. Também foi constatado que a taxa de biodegradação não foi influenciada \n\nsomente pelo tipo de técnica empregada, mas também pela composição química e física \n\nde cada solo e, principalmente, pelo tempo. \n\n \n\n \n\n2.2. Limitações à biodegradação de hidrocarbonetos de petróleo em solos \n\n \n\nA degradação microbiana de hidrocarbonetos de petróleo é influenciada por \n\nfatores físicos, químicos e biológicos, os quais podem afetar a eficiência da \n\nbiorremediação por atuarem tanto sobre a biodisponibilidade dos poluentes quanto \n\nsobre a atividade metabólica dos indivíduos da comunidade microbiana. Dentre esses \n\nfatores, os de maior importância parecem ser a umidade do solo, o pH, a temperatura e o \n\nteor de nutrientes (relação C:N:P) (Vidali, 2001; Wetler-Tonini et al., 2011). A \n\ncomposição química e a estrutura física do solo também tem influência sobre a \n\nbiorremediação de compostos orgânicos. Solos mais argilosos e siltosos, assim como \n\naqueles com elevado teor de matéria orgânica, tendem a formar complexos com \n\ncontaminantes orgânicos mais facilmente do que aqueles arenosos, e a difusão da água é \n\ntambém mais lenta, em razão da menor permeabilidade (Labud et al., 2007; Pereira, et \n\nal., 2009).  Adicionalmente, os micro-organismos podem ser excluídos de microssítios \n\ncontendo moléculas dos contaminantes pelo tamanho dos poros entre as partículas, \n\nquando esses são muito pequenos. Nesse caso, as taxas de biodegradação são \n\ndependentes das taxas de difusão radial, entre as partículas, de compostos orgânicos \n\nhidrofóbicos, de oxigênio e de nutrientes (Noordman et al., 2002; Reddy et al., 2002). \n\nO tamanho das partículas do solo também pode influenciar a biodegradação do \n\npetróleo. Em um recente trabalho (Chang et al., 2013), foi observado que a adição de \n\nnutrientes a solos argilosos contaminados com petróleo aumenta de forma significativa \n\na biodegradação de hidrocarbonetos C16–C34 somente nos solos que contêm \n\nmacroagregados (> 2 mm). De acordo com os autores, esses solos apresentam maior \n\nproporção de poros potencialmente acessíveis às bactérias do que os solos que contêm \n\nmesoagregados (0,25-2 mm), o que possibilita a existência de mais sítios \n\nmetabolicamente ativos para a biodegradação. Em adição, nos solos que contêm \n\nmesoagregados, alguns hidrocarbonetos encontram-se presentes no denso core dos \n\n\n\n7 \n\n \n\n \n\n \n\nsolos, estando, dessa forma, indisponíveis para serem utilizados pelos micro-\n\norganismos. \n\nÀ medida que os hidrocarbonetos do petróleo percolam pelos poros do solo, \n\npodem dissolver-se na solução ali presente, volatilizar-se, ou ser adsorvidos às \n\nsuperfícies dos minerais e à matéria orgânica via uma combinação de processos físicos e \n\nquímicos (Figura 1). Dessa forma, a baixa solubilidade em água e a forte tendência de \n\nsorção dos hidrocarbonetos à fase sólida do solo podem resultar na redução da \n\nquantidade desses compostos suscetível ao ataque microbiano, uma vez que os micro-\n\norganismos somente absorvem nutrientes que estejam em solução (Johnsen, Wick e \n\nHarms, 2005; Singh, Hamme e Ward, 2007). Uma forma de se aumentar a \n\ndisponibilidade de compostos orgânicos hidrofóbicos para as células  microbianas e, \n\nconsequentemente, acelerar a sua biodegradação, é a adição de biossurfactantes ou de \n\nmicro-organismos produtores desses compostos aos solos contaminados. \n\n \n\n \n\n3. Biossurfactantes \n\n \n\n3.1. Biossurfactantes e sua aplicação na biorremediação de solos contaminados \n\ncom petróleo \n\n \n\nOs biossurfactantes são moléculas que apresentam característica anfipática, em \n\nrazão da presença de grupos hidrofílicos (aminoácidos, fosfato ou carboidratos) e \n\nhidrofóbicos (longa cadeia hidrocarbônica de um ou mais ácidos graxos) na mesma \n\nestrutura. Essas biomoléculas distribuem-se nas interfaces de substâncias com diferentes \n\ngraus de polaridade - líquido-líquido, gás-líquido ou sólido-líquido -, causando a \n\ndiminuição das tensões interfaciais de compostos imiscíveis (Makkar et al., 2011; \n\nOkoliegbe e Agarry, 2012). Os biossurfactantes são produzidos por micro-organismos, \n\nporém moléculas com ação semelhante podem também ser obtidos por processos \n\nquímicos (Mulligan et al., 2001; Colla e Costa, 2003). Os surfactantes microbianos \n\nexibem diversas vantagens sobre os sintéticos, como baixa toxidade, alta \n\nbiodegradabilidade em água e solo, alta seletividade e atividade estável em uma ampla \n\nfaixa de pH, temperatura e salinidade (Kim et al., 2000; Hudak e Cassidy, 2004).  \n\nEssas biomoléculas consistem, em sua maioria, de metabólitos secundários, \n\nsintetizados geralmente durante a fase estacionária. Eles podem ser secretados pelo \n\n\n\n8 \n\n \n\n \n\n \n\nmicro-organismo, auxiliando na solubilização de substratos hidrofóbicos (Prabhu e \n\nPhale, 2003), ou podem permanecer associados à parede celular, facilitando o transporte \n\ne translocação de substratos insolúveis através da membrana celular como, por exemplo, \n\nos hidrocarbonetos (Bognolo, 1999; Pirôllo, 2006).  \n\nA atividade de um biossurfactante pode ser determinada por meio da medida das \n\nmudanças nas tensões superficial e interfacial (Desai e Banat, 1997). A tensão \n\nsuperficial é a medida de energia livre por unidade de área associada com uma \n\nsuperfície ou uma interface (Rosen, 1978), enquanto que a tensão interfacial está \n\nrelacionada com força a de atração mantida dentro das moléculas em um líquido \n\n(Satpute et al., 2010). A tensão superficial da água destilada é 72 mN m-1 a 20 oC, e um \n\nbiossurfactante considerado efetivo é capaz de reduzir este valor para abaixo de 40 mN \n\nm-1 (Bodour e Miller-Maier, 1998; Tabatabaee et al., 2005). Conforme a concentração \n\nde um biossurfactante aumenta em um sistema ar/água ou óleo/água, ocorre uma \n\nredução na tensão superficial até um valor crítico, a partir do qual as moléculas de \n\nsurfactante se associam formando estruturas como micelas, bicamadas e vesículas \n\n(Desai e Banat, 1997). Esse valor é conhecido como Concentração Micelar Crítica \n\n(CMC), que é a concentração mínima de biossurfactante necessária para iniciar a \n\nformação de micelas. De modo inverso à CMC, a Diluição Micelar Crítica (DMC) é o \n\nponto a partir do qual as micelas desfazem-se e distribuem-se na solução na qual estão \n\ninseridas. \n\nNos últimos anos, muitos biossurfactantes têm sido estudados visando à sua \n\naplicação em diversas áreas, como nas indústrias médica, cosmética, alimentícia, \n\npetrolífera e na área ambiental (Singh et al., 2007; Cameotra e Makkar, 2010). A \n\nindústria petrolífera apresenta grande potencial para a utilização de biossurfactantes, \n\numa vez que esses biotensoativos possuem propriedades favoráveis, como baixa \n\ntoxicidade e capacidade de aumentar a solubilidade dos componentes do petróleo. Tais \n\ncompostos podem substituir os surfactantes sintéticos e, portanto, ser empregados em \n\ntoda a cadeia de processamento de petróleo, principalmente na recuperação melhorada \n\nde petróleo (MEOR) (Millioli et al., 2008), na limpeza de tanques de armazenamento \n\n(Colla e Costa, 2003), no transporte de óleo cru em oleodutos (Okoliegbe e Agarry, \n\n2012) e na descontaminação de ambientes contaminados com compostos do petróleo \n\n(Thavasi et al., 2011). \n\nQuando biossurfactantes são adicionados a solos contaminados com \n\nhidrocarbonetos do petróleo, sua ação sobre os contaminantes pode ocorrer por meio de \n\n\n\n9 \n\n \n\n \n\n \n\ndois mecanismos distintos: i) em concentrações abaixo da CMC, o biossurfactante pode \n\ndiminuir as tensões superficial e interfacial entre ar/água e solo/sistema aquoso, \n\nresultando em uma maior área de contato, estimulando o transporte de massa do \n\npoluente a partir do solo para a fase aquosa (Volkering et al., 1998), permitindo a \n\nformação de micro-emulsões e a mobilização dos hidrocarbonetos; ii) quando os \n\nbiossurfactantes estão em concentrações acima da CMC, os hidrocarbonetos são \n\nincorporados no centro hidrofóbico das micelas e podem penetrar na solução aquosa do \n\nsolo (Jacques et al., 2007), sendo, portanto, solubilizados, tornando-se mais acessíveis \n\naos micro-organismos. Assim, a solubilização de hidrocarbonetos aromáticos \n\npolicíclicos (HAPs) é proporcional à dose de surfactante acima da CMC (Zheng e \n\nObbard, 2002). Estudo do efeito da adição de concentrações do biossurfactante \n\nramnolipídio em solo com alto teor de argila e bastante intemperizado demonstrou que, \n\nà medida que a concentração do ramnolipídio aumentava, a eficiência de biodegradação \n\ntambém aumentava (Millioli et al.,  2005). Dessa forma, a solubilização depende do tipo \n\ne dose do biossurfactante, da textura do solo e do tempo em que o tensoativo permanece \n\nem contato com o solo (Cameotra e Makkar, 2010).  \n\nO potencial dos biossurfactantes em acelerar a biorremediação de solos \n\ncontaminados com petróleo tem sido documentado em trabalhos que mostram \n\nresultados favoráveis (e.g. Scheibenbogen et al., 1994; Willumsen e Karlson, 1997;  \n\nKosaric, 2001; Christofi e Ivshina, 2002; Rahman et al., 2003; Urum et al., 2003; \n\nBatista et al., 2006; Whang et al., 2008;  Calvo et al., 2009; Anyanwu et al., 2011). \n\nExiste também relatos da biorremediação de poluentes como a borra de óleo com uso de \n\num consórcio microbiano formado por dois isolados de Pseudomonas aeruginosa e um \n\nisolado de Rhodococcus erythropolis produtores de biossurfactantes ramnolipídeos \n\n(Cameotra e Singh, 2008). O consórcio foi capaz de degradar 90 % dos hidrocarbonetos \n\nem seis semanas quando em cultura líquida. Já nos solos contaminados com 1 % (v/v) \n\nde lama de óleo cru, 91 % do conteúdo de hidrocarbonetos foram degradados em cinco \n\nsemanas. O biotensoativo Emulsan®, sintetizado por Acinetobacter calcoaceticus \n\n(Rosenberg &amp; Rosenberg, 1981), tem sido empregado no tratamento de áreas \n\ncontaminadas com petróleo por apresentar bons resultados na diminuição da tensão \n\nsuperficial e na redução da viscosidade do óleo (Bezerra, 2012). Tais resultados \n\nmostram a eficiência dos biossurfactantes no processo de biorremediação. \n\nO potencial do biossurfactante lipopeptídico surfactina na biorremediação de \n\náreas contaminadas com petróleo tem sido demonstrado (Whang et al., 2008; Lai et al., \n\n\n\n10 \n\n \n\n \n\n \n\n2009; e Zheng et al., 2012). Esse biossurfactante, produzido por estirpes de Bacillus \n\nsubtilis (Barros et al., 2007), apresenta baixa CMC e alto poder de redução da tensão \n\nsuperficial da água, de 72 para 27,9 mN m-1 a uma concentração de 50 mg L-1 (Ali et \n\nal., 2010), e a tensão interfacial entre água/hexadecano para  menos que 1 mN m-1 \n\n(Muthusamy et al., 2008; Okoliegbe e Agarry, 2012). Além disso, apresenta alta \n\nbiodegradabilidade, baixa toxicidade e grande estabilidade a diferentes temperaturas e \n\nvalores de pH (Kosaric, 1992; Cameotra e Makkar, 1998; Lima et al., 2011; Vaz et al., \n\n2012).   \n\n \n\n \n\n3.2. Produção de biossurfactantes: uso da técnica de spray drying como alternativa \n\npara a redução dos custos de produção, transporte e estocagem. \n\n \n\nEmbora a surfactina apresente propriedades favoráveis à aplicação na \n\ndescontaminação de compostos petrolíferos, o seu emprego comercial, assim como o de \n\noutros biossurfactantes, ainda é limitado pelo alto custo de produção. Os processos de \n\nrecuperação e/ou purificação de produtos biotecnológicos são responsáveis por cerca de \n\n60 % do custo total de sua produção (Satpute et al., 2010). \n\nUma forma alternativa de recuperação de biossurfactantes ainda inexplorada é a \n\nobtenção do produto na forma em pó por meio da técnica de spray drying. Nessa \n\ntécnica, há a conversão de material no estado fluido (solução, suspensão ou pasta) em \n\numa forma particulada seca. Esse processo é bastante atrativo para a produção de \n\nbiossurfactantes, pois não há necessidade de se utilizar técnicas adicionais de \n\nrecuperação e purificação, sendo a cultura, previamente cultivada e contendo o \n\nbiossurfactante excretado, secada diretamente no equipamento.  \n\nEsse método de secagem é, atualmente, empregado em larga escala por diversos \n\nsegmentos industriais, dentre os quais se destacam aqueles das indústrias química, \n\nfarmacêutica e de cerâmica (Madeira, 2009; Jayasundera et al., 2011). Os produtos \n\nobtidos pela técnica spray drying apresentam muitas características vantajosas, como \n\nboa qualidade, facilidade de manipulação (Carneiro, 2013) e estabilidade, pois contêm \n\nbaixa umidade, o que minimiza as alterações físicas, químicas e microbiológicas \n\ndurante seu armazenamento (Ochoa et al., 2002; Hatamipour et al., 2007; Madeira, \n\n2009). Também apresentam menor volume e peso reduzido, facilitando sua \n\n\n\n11 \n\n \n\n \n\n \n\narmazenagem e transporte. Essas particularidades contribuem em grande parte para que \n\no produto final tenha um menor custo de produção, tornando-se economicamente viável.  \n\nEm nosso laboratório, a secagem pela técnica de spray dryer da surfactina \n\nexcretada em meio de cultura previamente cultivado com B. subtilis mostrou bons \n\nresultados (Barcelos et al., 2014). Argila e maltodextrina foram adicionadas ao caldo de \n\nfermentação como adjuvantes de secagem, obtendo-se um produto em pó, com pouca \n\nhigroscopicidade e com suas propriedades tensoativas mantidas após o processo.  \n\n Embora se tenha demonstrado a eficiência do processo de spray drying para a \n\nobtenção de biossurfactante desidratado, não foram avaliadas, no trabalho anterior, as \n\naplicações potenciais do mesmo e os efeitos desse tipo de preparação sobre as \n\ncomunidades microbianas de ambientes onde surfactina desidratada tenha sido aplicado. \n\nEstudos dessa natureza são essenciais para se estabelecerem protocolos de aplicação e \n\npara se avaliar a segurança na utilização de tal formulação de biossurfactante. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n12 \n\n \n\n \n\n \n\n4. REFERÊNCIAS BIBLIOGRÁFICAS \n \n\nALI, A.; IKRAMULLAH, M.; ASIF, A.; AHMAD, A.; JAMAL, A.; JAFFRI, S. \nA. Evaluation of lipopeptide (surfactin) production by Bacillus subtilis. Biomedica, v. \n26, p. 34-38, 2010. \n\n \nALVAREZ, V. M.; MARQUES, J. M.; KORENBLUM, E.; SELDIN, L.  \n\nComparative bioremediation of crude oil-amended tropical soil microcosms by natural \nattenuation, bioaugmentation, or bioenrichment. Applied and Environmental Soil \nScience, v. 2011, 2011. \n\n \nANYANWU, C. U.; OBI, S. K. C.; OKOLO, B. N. Lipopeptide biosurfactant \n\nproduction by Serratia marcescens NSK-1 strain isolated from petroleum \ncontaminated soil. Journal of Applied Sciences Research, v. 7, n. 1, p. 79-87, 2011. \n\n \nBAMFORTH, S.; SINGLETON, I. Bioremediation of polycyclic aromatic \n\nhydrocarbons: current knowledge and future directions. Journal of Chemical \nTechnology and Biotechnolog, v. 80, n. 7, p. 723-736, 2005. \n\n \nBARCELOS, G. C.; DIAS, L. C.; FERNANDES, P. L.; FERNANDES, R. C. \n\nR.; BORGES, A. C.; KARLOS HM KALKS, K. H. M.; TÓTOLA, M. R. Spray drying \nas a strategy for biosurfactant recovery, concentration and storage. SpringerPlus, v. 3, \nn. 49, 2014. \n\n \nBARROS, F. F. C.; QUADROS, C. P.; JÚNIOR, M. R. M.; PASTORE, G. M. \n\nSurfactina: Propriedades químicas, tecnológicas e funcionais para aplicação em \nalimentos. Química Nova, v. 30, n.2, p. 409-414, 2007. \n\n \nBATISTA, S. B. Isolation and characterization of biosurfactant/bioemulsifier-\n\nproducing bacteria from petroleum contaminated sites. Bioresource Technology, v. 97, \np. 868–875, 2006. \n\n \nBEZERRA, M. S. Estudo da produção de biossurfactantes sintetizados por \n\nPseudomonas aeruginosa AP029-GVIIA utilizando manipueira como fonte de carbono. \nTESE (Doutorado em Engenharia Química) – Universidade federal do Rio Grande do \nNorte, Natal, 2012.  \n\n \nBIOSURFACTANTS industry is expected to reach USD 2,210.5 million \n\nglobally in 2018: Transparency market research. PR Newswire, Albany, New York, 24 \njul. 2012. Disponível em: http://www.prnewswire.com/news-releases/biosurfactants-\nindustry-is-expected-to-reach-usd-22105-million-globally-in-2018-transparency-\nmarket-research-163530426.html. Acesso em 04 jan. 2014. \n\n \nBODOUR, A. A.; MILLER-MAIER, R. Application of a modified drops \n\ncollapse technique for surfactant quantitation and screening of biosurfactant producing \nmicroorganisms. Journal of Microbiological Methods, v. 32, p. 273-280, 1998. \n\n \nBOGNOLO, G. Biosurfactants as emulsifying agents for hydrocarbons. Colloids \n\nand Surfaces, v. 152, p. 41-52, 1999. \n \n\n\n\n13 \n\n \n\n \n\n \n\nCALVO, C.; MANZANERA, M.; SILVA-CASTRO, G. A.; UAD, I., \nGONZÁLEZ-LÓPEZ, J. Application of bioemulsifiers in soil oil bioremediation \nprocesses. Future prospects. Science of the Total Environment, v. 407, n. 12, p. 3634-\n3640, 2009. \n\n \nCAMEOTRA, S. S.; MAKKAR, R. S. Biosurfactant-enhanced bioremediation \n\nof hydrophobic pollutants. Pure and Applied Chemistry, v. 82, n. 1, p. 97-116, 2010. \n \nCAMEOTRA, S. S.; SINGH, P. Bioremediation of oil sludge using crude \n\nbiosurfactants. International Biodeterioration and Biodegradation, v. 62, n. 3, p. 274–\n280, 2008. \n\n \nCAO, B.; NAGARAJAN, K.; LOH, K-C. Biodegradation of aromatic \n\ncompounds: current status and opportunities for biomolecular approaches. Applied \nMicrobiology and Biotechnology, v. 85, n. 2, p. 207-228, 2009. \n\n \nCARNEIRO, H. C. F.; TONON, R. V.; GROSSO, C. R. F.; HUBINGER, M. D. \n\nEncapsulation efficiency and oxidative stability of flaxseed oil microencapsulated by \nspray drying using different combinations of wall materials. Journal of Food \nEngineering, v. 115, n. 4, p. 443-451, 2013. \n\n \nCERNIGLIA, C. E. Fungal metabolism of polycyclic aromatic hydrocarbons: \n\npast, present and future applications in bioremediation. Journal of Industrial \nMicrobiology and Biotechnology, Hampshire, v. 19, n. 5-6, p. 324-333, 1997.   \n\n \nCHANG, W.; AKBARI, A.; SNELGROVE, J.; FRIGON, D.; GHOSHAL, S.; \n\nBiodegradation of petroleum hydrocarbons in contaminated clayey soils from a sub-\narctic site: The role of aggregate size and microstructure. Chemosphere, v. 91, p. 1620-\n1626, 2013. \n\n \nCHRISTOFI, N.; IVSHINA, I. B. Microbial surfactants and their use in field \n\nstudies of soil remediation. Journal of Applied Microbiology, v. 93, n. 6, p. 915–929, \n2002. \n\n \nCLEMENTE, A. R.; ANAZAWA, T. A.; DURRANT, L. R. Biodegradation of \n\npolycyclic aromatic hydrocarbons by soil fungi. Brazilian Journal of Microbiology, v. \n32, n. 4, p. 255-261, 2001. \n\n \nCOLLA, L. M.; COSTA, J. A. V. Obtenção e aplicação de biossurfactantes. \n\nVetor, Rio Grande, RS, v. 13; p. 85-103, 2003. \n \nCRAPEZ, M. A. C.; BORGES, A. L. N.; BISPO, M. G. S.; PEREIRA, D. C. \n\nBiorremediação: Tratamento para derrames de petróleo. Ciência Hoje, v. 32, n. 179, p. \n32-37, 2002. \n\n \nDAS, N.; CHANDRAN, P. Microbial degradation of petroleum hydrocarbon \n\ncontaminants: An overview. Biotechnology Research International, v. 2011, 2011. \n \nDESAI, J. D.; BANAT, I. M. Microbial production of surfactants and their \n\ncommercial potential. Microbiology and Molecular Biology Reviews, v. 61, p. 47-64, \n1997. \n\n\n\n14 \n\n \n\n \n\n \n\n \nFOGHT, J.  Anaerobic biodegradation of aromatic hydrocarbons: Pathways and \n\nprospects. Journal of Molecular and Microbiology and Biotechnology, v. 15, p. 93-\n120, 2008. \n\n \nHATAMIPOUR, M. S.; KAZEMI, H. H.; NOORALIVAND, A.; \n\nNOZARPOOR, A. Drying characteristics of six varieties of sweet potatoes in different \ndryers. Food and Bioproducts Processing, v. 85, n. 3, p. 171–177, 2007. \n\n \nHUDAK, A. J.; CASSIDY, D. P. Stimulating in-soil rhamnolipid production in \n\na bioslurry reactor by limiting nitrogen. Biotechnology and Bioengineering, v. 88, n. 7, \np. 861-868, 2004. \n\n \nJACQUES, R. J. S. Biorremediação de antraceno, fenantreno e pireno em um \n\nargissolo. 2005. 188 f. Tese (Doutorado em Ciências do Solo)- Universidade Federal \ndo Rio Grande do Sul. Porto Alegre, RS, 2005. \n\n \nJACQUES, R. J. S.; BENTO, F. M.; CAMARGO, F. A. O. Biodegradação de \n\nhidrocarbonetos aromáticos policíclicos. Ciência e Natura, UFSM, v. 29, n. 1, p. 7-24, \n2007. \n\n \nJAYASUNDERA, M.; ADHIKARI, B.; ADHIKARI, R.; ALDRED, P. The \n\neffect of protein types and low molecular weight surfactants on spray drying of sugar-\nrich foods. Food Hydrocolloids, v. 25, p. 459-469, 2011. \n\n \nJOHNSEN, A. R; WICK, L. Y.;  HARMS, H. Principles of microbial PAH-\n\ndegradation in soil. Environmental Pollution, v. 133, n. 1, p. 71-84, 2005. \n \nKIM, S. K.; LIM, E. J.; LEE. S. O.; LEE, J. D.; LEE, T. H. Purification and \n\ncharacterization of biosurfactants from Nocardia sp. L-417. Biotechonology Applied \nand Biochemistry, v. 31, p. 249-253, 2000. \n\n \nKOSARIC, N. Biosurfactants and their application for soil bioremediation. \n\nFood Technology and Biotechnology, v. 39, n. 4, p. 295-304, 2001. \n \nKOSARIC, N. Biosurfactants in industry. Journal of the American Oil Chemists' \n\nSociety, v. 64, p. 1731-1737, 1992. \n \nLABUD, V.; GARCIA, C.; HERNANDEZ, T. Effect of hydrocarbon pollution \n\non the microbial properties of a sandy and a clay soil. Chemosphere, v. 66, p. 1863-\n1871, 2007. \n\n \nLAI, C.; HUANG, Y.; WEI, Y.; CHANG, J. Biosurfactant-enhanced removal of \n\ntotal petroleum hydrocarbons from contaminated soil. Journal of Hazardous Materials, \nv. 167, n. 1-3, p. 609-614, 2009. \n\n \nLIMA, T. M.; PROCÓPIO, L. C.; BRANDÃO, F. D.; CARVALHO, A, \n\nM.; TÓTOLA, M. R.; BORGES, A. C. Biodegradability of bacterial surfactants. \nBioodegradation, v. 22, n. 3, p.585-92, 2011. \n\n \n\n\n\n15 \n\n \n\n \n\n \n\nMACIEL, B. M. Estudos prospectivos de micro-organismos de solo de \nlandfarm com potenciais aplicações em estratégias de biorremediação de áreas \ncontaminadas por petróleo. 2004. 77p. Dissertação (Mestrado em Genética e Biologia \nMolecular)- Universidade Estadual de Santa Cruz, Ilhéus, BA, 2004. \n\n \nMADEIRA, A. N. Otimização do processo de spray drying pelo uso de pré-\n\ndesumidificadores no ar de entrada. 2009. 61p. Monografia - Universidade de Taubaté, \nTaubaté, SP, 2009. \n\n \nMAKKAR, R. S.; CAMEOTRA, S. S.; BANAT, I. M. Advances in utilization \n\nof renewable substrates for biosurfactant production. AMB Express, v. 1, n. 5, p. 1- 19, \n2011. \n\n \nMANDRI, T.; LIN, J.  Isolation and characterization of engine oil degrading \n\nindigenous microrganisms in Kwazulu-Natal, South Africa. African Journal of \nBiotechnology, v. 6, n. 1, p. 023-027, 2007. \n\n \nMILLIOLI, V. S.; SANTOS, L. C.; RIZZO, A. C. L.; SANTOS, R. L. C.; \n\nSORIANO, A. U. Evaluation of optimum concentration of two anionic surfactant in \nthe biodegradation of crude oil contaminated soil. In: CONSOIL, 3-7 Outubro, \nBordeaux, França, 2005. Proceedings of the 9th International FZK/TNQ Conference \non Soil-Water Systems, 1 CD-ROM, 2005. \n\n \nMILLIOLI, V. S.; SOBRAL, L. G. S.; SÉRVULO, E. F. C.; CARVALHO, D. \n\nD. Biorremediação de solo impactado com óleo cru: avaliação da potencialidade da \nutilização surfactantes. Rio de Janeiro: CETEM/MCT, 2008. 95p. (Série Tecnologia \nAmbiental, 50). \n\n \nMROZIKA, A.; SEGET, Z. P. Bioaugmentation as a strategy for cleaning up of \n\nsoils contaminated with aromatic compounds. Microbiological Research, v.165, p.363-\n375, 2010.  \n\n \nMUELLER, J. G.; RESNICK, S. M.; SHELTON, M. E.; PRITCHARD, P. H. \n\nEffect of inoculation on the biodegradation of weathered Prudhoe Bay crude oil. \nJournal of Industrial Microbiology, v. 10, p.  95-102, 1992. \n\n \nMULLIGAN, C. N.; YONG, R. N. Natural attenuation of contaminated soils. \n\nEnvironment International, v. 30, n. 4, p. 587-601, 2004. \n \nMULLIGAN, C. N.; YONG, R. N.; GIBBS, B. F. Heavy metal removal from \n\nsediments by biosurfactants. Journal of Hazardous Materials, v. 85, p. 111-125, 2001. \n \nMUTHUSAMY, K. et al. Biosurfactants: Properties, commercial production \n\nand application. Current Science, v. 94, n. 6, p. 736-747, 2008. \n \nNISENBAUM, M.; SENDRA, G. H.; GILBERT, G. A. C.; SCAGLIOLA, M.; \n\nGONZÁLEZ, J. F.; MURIALDO, S. E. Hydrocarbon biodegradation and dynamic laser \nspeckle for detecting chemotactic responses at low bacterial concentration. Journal of \nEnvironmental Sciences, v. 25, n. 3, p. 613-625, 2013. \n\n \n\n\n\n16 \n\n \n\n \n\n \n\nNITSCHKE, M.; PASTORE, G. M. Biossurfactantes: Propriedades e \nAplicações. Química Nova, v. 25, n. 5, p. 772-776, 2002. \n\n \nNOORDMAN, W. H.; WACHER, J. J. J.; BOER, G. L. de; JANSSEN, D. B. \n\nThe enhancement by biosurfactants of hexacadene degrade by Pseudomonas aeruginosa \nvaries with substrate availability. Journal of Biotechnology, v. 94, p. 195-121, 2002. \n\n \nOCHOA, M. R.; KESSELER, A. G.; PIRONE, B. N., MÁRQUEZ, C. A.; DE \n\nMICHELIS, A. Shrinkage during convective drying of whole rose hip (Rosa \nRubiginosa L.) fruits. LWT - Food Science and Technology, v. 35, n. 5, p. 400–406, \n2002. \n\n \nOKOH, A. I. Biodegradation alternative in the cleanup of petroleum \n\nhydrocarbon pollutants. Biotechnology and Molecular Biology Review, v. 1, n. 2, p. \n38-50, 2006. \n\n \nOKOLIEGBE, I. N.; AGARRY, O. O. Application of microbial surfactant (a \n\nreview). Scholarly Journals of Biotechnology, v. 1, n. 1, p. 15-23, 2012. \n \nPEREIRA, A. R. B.; FREITAS, D. A. F. Uso de micro-organismos para a \n\nbiorremediação de ambientes impactados. Revista Eletrônica em Gestão, Educação e \nTecnologia Ambiental, v. 6, n. 6, p. 975-1006, 2012. \n\n \nPEREIRA, N. J.; GOMES, E. de B.; SORIANO, A. U. Biodegradação de \n\nhidrocarbonetos. Séries em Biotecnologia, Rio de Janeiro: Escola de Química/UFRJ, 1 \ned., v. 3, 75 p., 2009. \n\n \nPIRÔLLO, M. P. S. Estudo da produção de biossurfactantes utilizando \n\nhidrocarbonetos. 61p. Dissertação (Mestrado em Ciências Biológicas) - Universidade \nEstadual Paulista, Rio Claro, 2006. \n\n \nPRABHU, Y.; PHALE, P. Biodegradation of phenanthrene by Pseudomonas sp. \n\nStrain PP2: novel metabolic pathway, role of biosurfactant and cell surface \nhydrophobicity in hydrocarbon assimilation. Applied Microbiology and Biotechnology, \nv. 61, p. 342-351, 2003. \n\n \nRAHMAN, K. S. M.; RAHMAN, T. J.; KOURKOUTAS, Y.; PETSAS, I.; \n\nMARCHANT, R.; BANAT, I. M. Enhanced bioremediation of n-alcane in petroleum \nsludge using bacterial consortium amended with rhamnolipid and micronutrients. \nBioresource Technology, v. 90, p. 159-168, 2003. \n\n \nREDDY, C. M.; EGLINTON, T. I.; HOUNSHELL, A.; WHITE, H. K.; XU, L.; \n\nGAINES, R. B.; FRYSINGER, G. S. The west falmouth oil spill after thirty years: the \npersistence of petroleum hydrocarbons in marsh sediments. Environmental Science &amp; \nTechnology, v. 36, p. 4754-4760, 2002. \n\n \nREGINATTO, C.; COLLA, L. M.; THOMÉ, A. Biorremediação de resíduos \n\noleosos em solos. CIATEC – UPF, v. 3, n. 2, p. 19-31, 2011. \n \nROSEN, M. J.  Surfactants and interfacial phenomena. John Whiley &amp; Sons, \n\nNew York, 1978. \n\n\n\n17 \n\n \n\n \n\n \n\n \nROSENBERG, M.; ROSENBERG, E. Role of Adherence in Growth of \n\nCinetobacter calcoaceticus RAG-1 on Hexadecane. Journal of Bacteriology, v. 148, p. \n51-57, 1981. \n\n \nSATPUTE, S. K.; BANPURKAR, A. G.; DHAKEPHALKAR, P. K.; BANAT, \n\nI. M.; CHOPADE, B. A. Methods for investigating biosurfactants and bioemulsifiers: a \nreview. Critical Reviews in Biotechnology, v. 30, n. 2, p. 127-44, 2010. \n\n \nSCHEIBENBOGEN, K.; ZYTNER, R. G.; LEE, H.; TREVORS, J. T.; \n\nEnhanced removal of selected hydrocarbons from soil by Pseudomonas aeruginosa \nUG2 biosurfactants and some chemical surfactants. Journal of Chemical Technology \nand Biotechnology, v. 59, n. 1, p. 53-59, 1994. \n\n \nSEO, J. S.; KEUM, Y. S.; LI, Q. X. Bacterial degradation of aromatic \n\ncompounds.  International Journal of Environmental Research and Public Health, v. \n6, n. 1, p. 278-309, 2009. \n\n \nSINGH, A.; HAMME, J. D. V.; WARD, O. P. Surfactants in microbiology and \n\nbiotechnology: Part 2. Application aspects. Biotechnology Advances, v. 25, p. 99-121, \n2007. \n\n \nSINGH, P.; CAMEOTRA, S. S. Potential applications of microbial surfactants \n\nin biomedical sciences. TRENDS in Biotechnolog, v. 22, n. 3, p. 142-146, 2004. \n \nTABATABAEE, A.; ASSADI, M. M.; NOOHI, A. A.; SAJADIAN, V. A. \n\nIsolation of biosurfactant producing bacteria from oil reservoirs. Iranian Journal of \nEnvironmental Health Science &amp; Engineering, v. 2, p. 6-12, 2005. \n\n \nTHAVASI, R.; JAYALAKSHMI, S.; BANAT, I. M. Effect of biosurfactant \n\nand fertilizer on biodegradation of crude oil by marine isolates of Bacillus megaterium, \nCoryne bacterium kutscheri and Pseudomonas aeruginosa. Bioresource Technology, \nv. 102, p. 772-778, 2011. \n\n \nTRINDADE, P. V. O.; SOBRAL, L. G.; RIZZO, A. C.; LEITE, S. G.; \n\nSORIANO, A. U. Bioremediation of a weathered and a recently oil-contaminated soils \nfrom Brazil: a comparison study. Chemosphere, v. 58, p. 515-522, 2005. \n\n \nURUM, K.; PEKDEMIR, T.; GOPUR, M. Optimum conditions for washing of \n\ncrude oil?contaminated soil with biosurfactant solutions. Process Safety and \nEnvironmental Protection, v. 81, n. 3, p. 203-209, 2003. \n\n \nVAZ, D. A.; GUDIÑA, E. J.; ALAMEDA, E. J.; TEIXEIRA, J. A.; \n\nRODRIGUES, L. R.; Performance of a biosurfactant produced by a Bacillus subtilis \nstrain isolated from crude oil samples as compared to commercial chemical surfactants. \nColloids and Surfaces B: Biointerfaces, v. 89, p. 167-174, 2012. \n\n \nVIDALI, M. Bioremediation. An overview. Pure and Applied Chemistry, v. 73, \n\nn. 7, p. 1163-1172, 2001. \n \n\n\n\n18 \n\n \n\n \n\n \n\nVOLKERING, F.; BREURE, A. M.; RULKENS, W. H. Microbiological \naspects of surfactant use for biological soil remediation. Biodegradation, v. 8, p. 401-\n417, 1998. \n\n \nWETLER-TONINI, R. M. C.; REZENDE, C. E.; GRATIVOL, A. D. \n\nBiodegradação Bacteriana de Petróleo e seus Derivados. Revista Virtual de Química, \nv. 3, n. 2, p. 78-87, 2011. \n\n \nWHANG, L. M.;  LIU, P. W.; MA, C. C.; CHENG, S. S. Application of \n\nbiosurfactants, rhamnolipid, and surfactin, for enhanced biodegradation of diesel-\ncontaminated water and soil. Journal of Hazardous Materials, v. 151, n. 1, p. 155-63, \n2008. \n\n \nWILLUMSEN, P. A.; KARLSON, U. Screening of bacteria isolated from \n\nPAH-contaminated soils for production of biosurfactants and bioemulsifiers. \nBiodegradation, v. 7, p. 415– 423, 1997. \n\n \nYAKUBU, M. B. Biological approach to oil spills remediation in the soil. \n\nAfrican Journal of Biotechnology, v. 6, n. 24, p. 2735-2739, 2007. \n \nZHENG, C.; WANG, M.; WANG, Y.; HUANG, Z. \n\nOptimization of biosurfactant-mediated oil extraction form oil sludge. Bioresource \nTechnology, v. 110, p. 338-342, 2012. \n\n \nZHENG, Z.; OBBARD, J. P. Evaluation of an elevated non-ionic surfactant \n\ncritical micelle concentration in a soil/aqueous system. Water Research, v. 36, p. \n2667–2672, 2002. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n19 \n\n \n\n \n\n \n\n \n \n \n \n\n \n\n \n \n\n \n\nCAPÍTULO II \n\n \n\n \n\n \n\nARTIGO \n\n \n\nSURFACTINA DESIDRATADA COMO AGENTE  \nPOTENCIALIZADOR DA BIORREMEDIAÇÃO DE \n\nSOLOS CONTAMINADOS COM PETRÓLEO \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n20 \n\n \n\n \n\n \n\n1. INTRODUÇÃO \n\n \n\nAs técnicas de biorremediação microbiana fazem uso de micro-organismos ou \n\ncompostos produzidos por eles para degradar ou transformar contaminantes a formas \n\nmenos tóxicas ou não tóxicas, visando à recuperação do ambiente contaminado \n\n(Cauwenberg e Roote, 1998; Pereira e Freitas, 2012). A biorremediação tem sido \n\nutilizada no tratamento de áreas contaminadas com petróleo e seus derivados, com o \n\nintuito de minimizar o impacto ambiental negativo causado por essa classe de \n\ncontaminantes, em razão de características como baixo custo, possibilidade de \n\nmineralização total do contaminante e o fato de ser menos impactante ao meio ambiente \n\ndo que muitos métodos físicos e químicos.  \n\n            A despeito das vantagens mencionadas, a eficiência da biorremediação em solos \n\né influenciada pelas condições ambientais locais, como umidade, teor de nutrientes, pH, \n\ntemperatura, concentração de oxigênio e tipo de solo (Vidali, 2001; Shukla et al., 2010).  \n\nSolos que contêm altos teores de matéria orgânica e/ou argila apresentam grande \n\ncapacidade de sorção de hidrocarbonetos, resultando em redução da disponibilidade \n\ndesses compostos para serem utilizados pelos micro-organismos. Uma forma de se \n\naumentar a biodisponibilidade dos hidrocarbonetos no solo e, com isso, acelerar o \n\nprocesso de degradação dos mesmos no ambiente, é por meio da adição de \n\nbiossurfactantes. Essas biomoléculas anfipáticas, produzidas por micro-organismos, têm \n\na capacidade de se posicionar em interfaces de fases imiscíveis, reduzindo as tensões \n\nsuperficial e interfacial (Lin, 1996). Dessa forma, os biossurfactantes podem promover a \n\ndessorção dos hidrocarbonetos da matriz do solo e a formação de microemulsões, \n\naumentando a mobilidade e a solubilidade dos contaminantes que, por consequência, se \n\ntornam mais acessíveis aos micro-organismos.  \n\nA surfactina é um biossurfactante lipopeptídico produzido por Bacillus subtilis \n\nque se destaca por seu alto poder de redução da tensão superficial da água (de 72 para \n\n27,9 mN m-1 a 20 oC), quando em concentração acima de 50 mg L-1 (Arima et al., \n\n1968). Apresenta ainda alta estabilidade sob uma ampla faixa de pH e temperatura \n\n(Abdel-Mawgoud et al., 2008). Alguns autores relataram a eficiência da surfactina como \n\nagente ativo na biorremediação de ambientes contaminados com hidrocarbonetos de \n\npetróleo (Cubitto et al., 2004; Whang et al., 2008). \n\n Embora a surfactina apresente propriedades favoráveis à aplicação na \n\ndescontaminação de ambientes contaminados com hidrocarbonetos de petróleo, o seu \n\n\n\n21 \n\n \n\n \n\n \n\nemprego comercial, assim como o de outros biossurfactantes, ainda é limitado pelo alto \n\ncusto de produção em larga escala, não competindo economicamente com os \n\nsurfactantes sintéticos.  \n\n A recuperação e/ou purificação de produtos biotecnológicos são responsáveis \n\npor cerca de 60 % do custo total de produção desses (Satpute et al., 2010). Uma forma \n\nalternativa de recuperação de biossurfactantes ainda inexplorada é por meio da técnica \n\nde spray drying. Nessa técnica, há a conversão de um material no estado fluido \n\n(solução, suspensão ou pasta) em uma forma particulada seca. Esse processo é atrativo \n\npara a produção de biossurfactantes a serem empregados em diferentes processos na \n\ncadeia de petróleo, a exemplo da biorremediação e recuperação avançada de petróleo, os \n\nquais não exigem elevado grau de pureza dessas moléculas. A secagem por spray drying \n\nda surfactina excretada em meio de cultura previamente cultivado com B. subtilis \n\nmostrou bons resultados (Barcelos et al., 2014). Argila e maltodextrina foram \n\nadicionadas ao material a ser desidratado para auxiliar no processo de secagem. Como \n\nresultado, obteve-se um material em pó, com pouca higroscopicidade e que manteve \n\nsuas propriedades tensoativas após ser novamente solubilizado em água deionizada. \n\nDestaca-se que os materiais em pó apresentam muitas características vantajosas como \n\nfacilidade de manipulação (Carneiro, 2013), baixa umidade, menor volume e massa. \n\nEssas características garantem estabilidade ao produto, permitindo que ele seja \n\narmazenado por um longo período de tempo, além da maior facilidade no seu \n\ntransporte. Outra vantagem da utilização de biossurfactantes em pó na biorremediação é \n\na sua fácil aplicação sobre a área a ser tratada, viabilizando ainda mais o processo. \n\n            A despeito das vantagens da utilização de biossurfactantes desidratados acima \n\nmencionadas, não há relatos da avaliação dessa forma de biossurfactantes durante a \n\nbiorremediação de solos contaminados com hidrocarbonetos de petróleo. Nesse \n\ntrabalho, foi realizado um estudo comparativo do efeito da surfactina em pó, produzida \n\npelo processo de spray drying, sobre a biorremediação de dois solos tropicais brasileiros \n\ncontaminados com petróleo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n22 \n\n \n\n \n\n \n\n2. MATERIAL E MÉTODOS \n\n \n\n2.1. Coleta, análise e preparo dos solos \n\n \n\nAs amostras de solo utilizadas são provenientes do banco de solos da \n\nUniversidade Federal de Viçosa. No momento da coleta, os solos estavam armazenados \n\nem baias cobertas, protegidos da chuva e encontravam-se secos, sem a presença de \n\nvegetação. Foram escolhidos dois tipos de solo, baseando-se em diferenças na \n\ngranulometria. Os solos foram classificados como franco-argilo-arenoso (solo 1), \n\nproveniente de Viçosa- Minas Gerais (MG), e solo muito argiloso (solo 2) (Tabela 1) \n\nproveniente de Capinópolis (MG), Brasil. \n\nCerca de 3 kg de cada solo foram peneirados em malha de 2 mm, e porções de \n\n200 g foram submetidas à análise das propriedades físicas e químicas (Tabela 1).  \n\n  \n                     Tabela 1 - Características físicas e químicas dos solos utilizados no estudo. \n\nCaracterística \n\nAmostra de Solo \n\nSolo \n\nFAA* \n\nSolo \n\nARG** \n\nMatéria Orgânica (MO) (dag Kg-1) 2,95 1,7 \n\nPotássio (mg dm-3) 142,5 48,5 \n\nFósforo (mg dm-3) 19,7 1,9 \n\nFósforo remanescente (P-rem) (mg dm-3) 36,9 11,55 \n\nNitrogênio total (dag Kg-1) 0,11 0,08 \n\npH 5,69 4,52 \n\nUmidade (%) 1,64 2,56 \n\nCRA: capacidade de retenção de água (%) \n\nArgila (%) \n\nSilte (%) \n\nAreia grossa (%) \n\nAreia fina (%) \n\n39,57 \n\n24 \n\n7 \n\n28 \n\n41 \n\n63,65 \n\n63 \n\n5 \n\n14 \n\n18 \n\n     *Franco-argilo-arenoso; **Muito argiloso \n\n \n\nPara a realização dos ensaios de biorremediação, foram constituídos \n\nmicrocosmos contendo porções de 70 cm3 de solo. As amostras foram adicionadas a \n\n\n\n23 \n\n \n\n \n\n \n\nfrascos respirométricos de vidro (125 mL), seguindo-se a correção da concentração de \n\nmacronutrientes, do pH e do teor de umidade para 60% da CRA (capacidade máxima de \n\nretenção de água). \n\nOs valores de pH dos solos em cada um dos frascos foi corrigido para 7 (Júlio, \n\n2010), com algumas modificações. Aos solos foi adicionada uma mistura \n\nCaCO3:(MgCO3)4Mg(OH)2.H2O (4:1 m/m), de acordo com as equações (Tabela 2) \n\nobtidas a partir de curvas de regressão linear, construídas a partir dos dados de pH em \n\nresposta a doses da mistura (g dm-3) solo).  \n\n \n\n                                  Tabela 2 - Equações de  regressão  obtidas  a partir das curvas de \n                                                    pH dos solos em resposta à adição de doses da mistura \n\n                                     de carbonato de cálcio e carbonato de magnésio.                                                  \n\nSolo Equação de regressão R2 \n\n1 0,3658x + 6,8274 0,9996 \n\n2 0,5217x + 5,2515 0,9912 \n\n \n\n           Com base nos resultados das análises dos solos, foram realizadas as aplicações \n\nde nitrogênio na forma de (NH4)2SO4, de modo a se obter uma concentração final de \n\n150 mg Kg-1 , e de potássio, na forma de  KH2PO4, para uma concentração de 120 mg \n\ndm-3. A aplicação do potássio foi realizada somente no solo ARG, uma vez que o solo \n\nFAA já continha a concentração adequada (>120 mg dm-3). O fósforo foi aplicado na \n\nforma NaH2PO4.H20. A dose foi determinada pela fórmula y = 436,5 – 5,39x, sendo x = \n\nPrem, descontando-se desse valor a quantidade do elemento aplicado na forma KH2PO4. \n\nApós a adição dos nutrientes, os microcosmos foram incubados à temperatura ambiente \n\npor cerca de 15 dias. \n\n \n\n2.2. Produção de surfactina \n\n \n\n2.2.1. Isolado bacteriano \n\n \n\nPara a produção de surfactina, foi utilizado o isolado Bacillus subtilis LBBMA \n\nRI 4914, pertencente à coleção de culturas do Laboratório de Biotecnologia e \n\nBiodiversidade para o Meio Ambiente do Departamento de Microbiologia da \n\nUniversidade Federal de Viçosa (UFV).  \n\n \n\n\n\n24 \n\n \n\n \n\n \n\n2.2.2. Produção da surfactina \n\n \n\nNo trabalho, foram utilizadas a surfactina em solução e a surfactina em pó. A \n\nsurfactina em solução é a surfactina excretada no meio de crescimento durante o cultivo \n\nde B. subtilis LBBMA RI4914. A produção foi obtida em frascos erlenmeyer de 250 \n\nmL contendo 100 mL de meio MM (modificado por Fernandes, 2011), os quais foram \n\ninoculados com a cepa selecionada e incubados a 30 ºC por 48 h a 200 rpm. Para a \n\nobtenção da surfactina em pó, dois volumes de 500 mL da cultura de B. subtilis foram \n\nsubmetidos à autoclavagem para garantir a esterilização da solução. Em seguida, foi \n\nadicionada maltodextrina 10 DE (dextrose equivalente) (250 g L-1) às soluções, a qual \n\nserviu como adjuvante de secagem (Barcelos e Dias, 2011). As soluções foram \n\nsubmetidas ao processo de secagem em um mini-spray dryer modelo LM MSD 1.0 \n\n(Labmaq do Brasil LTDA®), sob as seguintes condições operacionais: temperatura de \n\nentrada do ar de secagem de 170 °C; temperatura de saída do ar de secagem de ± 60 °C; \n\naspiração da amostra de 2,86 % e fluxo de alimentação de 810 mL h-1. \n\n \n\n2.2.4. Estimativa da concentração de surfactina \n\n \n\nAs concentrações de surfactina nas formulações em pó e líquida foram estimadas \n\npela medição da tensão superficial de diluições do biossurfactante feitas em água Milli-\n\nQ®, pelo método do anel de Du Noüy (Cooper et al., 1979), de acordo com Fernandes \n\n(2011).  \n\n \n\n3. Preparação dos microcosmos \n\n \n\nCom o intuito de se investigar o efeito da formulação da surfactina (em pó, \n\nobtida pela técnica de spray drying, ou líquida) sobre a biorremediação de solos \n\ntropicais contaminados com petróleo, foram montados seis microcosmos em triplicata, \n\npara os dois diferentes tipos de solo (Tabela 4). Para a montagem dos microcosmos, \n\nporções de 70 cm3 de solo contidas nos frascos respirométricos receberam, após a \n\nadição de nutrientes e a correção do pH para 7,0, a adição de petróleo, surfactina em pó \n\nou líquida, inoculante microbiano e maltodextrina 10 DE (Tabela 3). O delineamento \n\nexperimental utilizado foi o inteiramente casualizado (DIC), totalizando 36 parcelas \n\nexperimentas para cada tipo de solo. \n\n\n\n25 \n\n \n\n \n\n \n\nO processo de biorremediação foi monitorado continuamente por um período de \n\n60 dias de incubação a 30 °C. Nos tempos 0, 30, 45 e 60 dias, foram feitas amostragens \n\ndos solos para a quantificação de Hidrocarbonetos Totais do Petróleo (HTPs) e para a \n\nanálise do perfil populacional da comunidade microbiana pela técnica de T-RFLP.  \n\n \n       Tabela 3 – Microcosmos preparados a partir de porções de 70 cm3 de cada tipo de solo \n                         contidos nos frascos respirométricos. \n\nMicrocosmos \n\n  I - Controle (somente o solo) \n\n II - Inoculante + Surfactina líquida  \n\nIII - Petróleo + Inoculante  \n\n IV- Petróleo + Inoculante + Surfactina líquida  \n\n V - Petróleo + Inoculante + Surfactina em pó  \n\nVI - Petróleo + Inoculante + Maltodextrina  \n\n          \nAdição de petróleo: o petróleo utilizado para contaminar os solos foi \n\npreviamente aquecido gradativamente até 210 °C, para a perda dos compostos mais \n\nvoláteis. Dissolveu-se o petróleo em hexano, e a solução obtida foi submetida à \n\nfiltragem em papel de filtro qualitativo Whatman®. A solução foi aplicada nos frascos \n\nrespirométricos em um volume suficiente para cobrir a massa de solo presente no \n\nrecipiente. A concentração dos hidrocarbonetos de petróleo adicionados aos solos foi de \n\n13.800 mg Kg-1 para o solo FAA e 12.300 mg Kg-1 para o solo ARG, em relação à \n\nmassa seca dos solos. Os microcosmos que não receberam petróleo receberam o mesmo \n\nvolume de hexano aplicado aos microcosmos que receberam o contaminante. Os frascos \n\nrespirométricos contendo os solos contaminados e não contaminados permaneceram \n\ndestampados em capela de exaustão por cerca de 24 horas, para permitir a evaporação \n\ndo solvente. Posteriormente, adicionaram-se 2 cm3 de solo original a cada frasco \n\nrespirométrico, com o intuito de se reporem as populações microbianas. Os demais \n\naditivos foram aplicados posteriormente a essa etapa. \n\nAdição do inoculante microbiano: o inoculante microbiano foi produzido a partir \n\nde um composto maturado de resíduos sólidos urbanos, o qual foi contaminado com \n\npetróleo na concentração de 50 mL Kg-1, de acordo com Leal (2009). O composto foi \n\nadicionado aos solos a uma concentração de 30 g Kg-1 de massa seca. \n\nAdição da surfactina em pó: a massa (g) de surfactina em pó adicionada aos \n\nsolos foi a necessária para que a concentração do biossurfactante atingisse, na solução \n\n\n\n26 \n\n \n\n \n\n \n\ndo solo, concentração equivalente a 20 mg L-1 (Cubitto et al, 2004; Jayashree et al., \n\n2006), valor correspondente a cerca de duas vezes a concentração micelar crítica (CMC) \n\nda surfactina  \n\nAdição da surfactina líquida: a surfactina líquida foi aplicada por meio da \n\nadição da cultura de B. subtilis, juntamente com a água a ser acrescentada para a \n\ncorreção da CRA dos solos, para se obter uma concentração equivalente à do \n\nmicrocosmo com a surfactina em pó. \n\nAdição da maltodextrina: maltodextrina foi adicionada para se obter a mesma \n\nconcentração do microcosmo que recebeu surfactina em pó, a qual continha \n\nmaltodextrina como coadjuvante de secagem. Esse microcosmo foi considerado como o \n\ncontrole do microcosmo com surfactina em pó.  \n\nApós as adições dos compostos, os solos contidos nos frascos respirométricos \n\ntiveram a umidade corrigida para 60% da capacidade máxima de retenção de água \n\n(CRA). \n\n \n\n4. Análise Respirométrica \n\n \n\nA degradação dos contaminantes foi acompanhada pela avaliação da emissão de \n\nCO2, uma vez que a produção de CO2 indica, de forma indireta, a capacidade da \n\ncomunidade microbiana em utilizar o petróleo como fonte de carbono (Alisi et al., \n\n2009). Para isso, após a montagem dos microcosmos, os frascos respirométricos foram \n\nacoplados a um respirômetro dotado de um analisador de gás por infravermelho, com \n\nfluxo intermitente de ar (Sable System, NE, USA). Os frascos ficaram imersos em \n\nbanho-maria a 30 °C e o CO2 emitido foi quantificado por um período de 60 dias, com \n\nintervalos de leituras de 6 horas. O valor do CO2 emitido pelo solo que recebeu somente \n\na adição de nutrientes minerais e os corretivos de pH  foi descontado do valor de CO2 \n\nemitido nos demais microcosmos. \n\n \n\n5. Extração e quantificação dos Hidrocarbonetos Totais do Petróleo (HTPs)  \n\n \n\nAs amostras foram coletadas nos tempos 0, 30, 45 e 60 dias durante o processo \n\nde biorremediação. Para a extração, 8 g de solo (massa seca) foram sonicados por 10 \n\nminutos utilizando-se 4 mL da mistura de solventes hexano:acetona (1:1). As amostras \n\npermaneceram em repouso por 30 minutos, seguindo-se centrifugação por 15 min a \n\n\n\n27 \n\n \n\n \n\n \n\n10.000 g e coleta da fase orgânica (Schwab et al., 1999; Shin e Kwon, 2000). O \n\nprocedimento de extração foi repetido por mais duas vezes. Todo o volume coletado a \n\npartir da fase orgânica foi acondicionado em um recipiente, o qual ficou em repouso em \n\ntemperatura ambiente para a completa evaporação do solvente. A quantificação dos \n\nHTPs extraídos foi realizada pelo método gravimétrico (Adeyemo, 2013). A massa de \n\nHTPs residual foi expressa em mg Kg-1, após subtrair-se a massa extraída dos controles \n\ne levando-se em consideração a eficiência de extração dos HTPs em cada tipo de solo, a \n\nqual foi baseada em curvas de regressão construídas a partir das massas de HTPs \n\nresiduais obtidas em resposta às massas de HTPs adicionadas aos solos. \n\n \n\n6. Extração do DNA, PCR e análise das comunidades microbianas por meio de T-\n\nRFLP multiplex \n\n \n\nPara se estudarem as mudanças ocorridas no perfil genético da comunidade \n\nmicrobiana durante o processo de biorremediação dos solos, foi realizada a análise de T-\n\nRFLP multiplex para bactérias, arqueias e fungos de acordo com Singh et al. (2006), \n\ncom modificações. Amostras de 5 g de solo coletadas a partir dos frascos \n\nrespirométricos nos tempos 0, 30, 45 e 60 dias de incubação foram submetidas à \n\nextração do DNA total utilizando-se o Kit Power SoilTm DNA (Mo-Bio Laboratories, \n\nCarlsbad, CA), de acordo com as instruções do fabricante.  \n\nA amplificação do gene rRNA 16S de Archaea foi obtida utilizando-se os \n\nprimers Ar3f (5’-TTCCGGTTGATCCTGCCGGA-3’) e Ar927r (5’-\n\nCCCGCCAATTCCTTTAAGTTTC-3’). A amplificação do gene rRNA 16 S de \n\nBacteria foi obtida utilizando-se os primers 63f (5’-AGGCCTAACACATGCAAGTC-\n\n3’) e 1087r (5’-CTCGTTGCGGGACTTACCCC-3’). A região ITS de Fungi foi obtida \n\ncom os primers ITS1f (5’-CTTGGTCATTTAGAGGAAGTAA-3’) e ITS4r (5’-\n\nTCCTCCGCTTATTGATATGC-3’). As extremidades 5’ dos primers Ar92r, 1087r e \n\nITS1f estavam  marcadas com os fluorocromos REX (verde), NED (amarelo) e FAM \n\n(azul), respectivamente. \n\nA reação em cadeia da polimerase (PCR) foi realizada em um volume total de 50 \n\n?L, que consistiu de: 1,0 ?L dos primers (cada) 63f e 1087r a 10 ?mol L-1, 2,0 ?L dos \n\nprimers (cada) Ar3f, Ar927r, ITS1f e ITS4r a 10 ?mol L-1, 10 ?L de tampão de PCR \n\n(1x) (Promega), 200 ?mol L-1 de cada desoxirribonucleotídeo trifosfato (dNTP), MgCl2 \n\na 2 mmol L-1, , 20 ?g de BSA, 2 ?L de amostra de DNA (1ng ?L-1), 2,5 U de Taq DNA \n\n\n\n28 \n\n \n\n \n\n \n\npolimerase (Promega, USA) e  água Milli-Q® estéril em volume suficiente para se \n\ncompletar o volume final da reação. A PCR foi realizada em termociclador \n\nMasterCycler (Eppendorf AG 22331, Hamburg, Alemanha) com etapa inicial a 95 ºC \n\npor 5 min, seguida por 30 ciclos de 30s a 95 ºC, 30s a 55 ºC, 1 min a 72 ºC, finalizando-\n\nse com a extensão a 72 ºC por 10 min. Os produtos de PCR foram corados com \n\nGelRed™ e analisados por eletroforese em gel de agarose a 0,8 % na presença de \n\nmarcador molecular de tamanho de 1.000 pb. Os produtos amplificados foram \n\npurificados utilizando-se o kit Illustra™ GFX™ PCR DNA and Gel Band Purification \n\n(GE Healthcare) e o DNA foi eluído em um volume final de 50 ?L de tampão de \n\neluição. Em seguida, os produtos de PCR purificados foram submetidos à digestão \n\nenzimática com 20 U de MspI em um volume total de 30 ?L a 37 ºC  por 3 h e 95 ºC por \n\n15 min. Os produtos digeridos foram purificados por precipitação e ressuspendidos com \n\n7,75 ?L de tampão de corrida MegaBACE loading solution (GE Healthcare), acrescido \n\nde 0,25 ?L do marcador de tamanho GeneTab 500 (GeneID). Os fragmentos de \n\nrestrição terminais (T-RF) foram separados por meio de eletroforese capilar em um \n\nsequenciador automático MegaBACE 1000 DNA Analysis System (Molecular \n\nDynamics/GE Healthcare). \n\nA análise dos dados brutos foi realizada utilizando-se o programa Gene Marker \n\n2.4.1 Trial Version (SoftGenetics, State College), considerando-se apenas os picos de \n\ntamanho entre 50 e 505 bp, com limite inferior de detecção de 40 unidades de \n\nfluorescência.  \n\nA diversidade da comunidade microbiana foi avaliada por meio do cálculo do \n\níndice de Shannon Weaver (H’) e da Riqueza (S) (Atlas e Bartha, 1997), e do índice de \n\nSimpson (Dunbar, Ticknor e Kuske, 2000). \n\n \n\n7. Análises estatísticas \n\n \n\n           Os dados obtidos de CO2 acumulado e de HTPs residuais foram submetidos à \n\nanálise de variância (ANOVA), pelo teste F, a 5 % de probabilidade. As médias foram \n\ncomparadas pelo teste de Tukey a 5 % de probabilidade. \n\n  \n\n \n\n \n\n \n\n\n\n29 \n\n \n\n \n\n \n\n3. RESULTADOS  \n\n \n\n3.1. Evolução do CO2 e biodegradação de HTPs  \n\n \n\nAs curvas das taxas respiratórias (Figuras 1 e 2) apresentaram um \n\ncomportamento similar para todos os microcosmos, em ambos os solos (franco-argilo-\n\narenoso e argiloso): uma rápida fase de elevação da taxa respiratória, seguida de \n\ndecréscimo e estabilização. Na fase de declínio, todos os microcosmos que receberam \n\npetróleo (microcosmos 3 a 6) mostraram taxas respiratórias mais elevadas do que os \n\ncom inoculante + surfactina líquida (microcosmo 2), onde não houve contaminação. O \n\ncomportamento entre os microcosmos nos dois tipos de solos foi similar, porém os \n\nvalores de suas taxas respiratórias foram distintos. Para ambos os tipos de solos, os \n\nmicrocosmos 5 e 6, os quais continham maltodextrina, mas que diferiam quanto à \n\npresença da surfactina, apresentaram taxas respiratórias similares e mais elevadas do \n\nque os demais, indicando a utilização da maltodextrina como fonte de carbono e \n\nenergia. Os microcosmos 3 (petróleo + inoculante) e 4 (petróleo + inoculante + \n\nsurfactina líquida) apresentaram taxas respiratórias intermediárias.  \n\n \n\nTempo (horas)\n\n0 200 400 600 800 1000 1200 1400\n\nT\nax\n\na \nR\n\nes\np\n\nir\nat\n\nór\nia\n\n (\nµ\n\nm\nol\n\nh\n-1\n\n g\n-1\n\n)\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\nTrat. 2 - Inoculante + surfactina líquida\nTrat. 3 - Petróleo + inoculante\nTrat. 4 - Petróleo + inoculante + surfactina líquida\nTrat. 5 - Petróleo + inoculante + surfactina em pó\nTrat. 6 - Petróleo + inoculante + maltodextrina 10 DE\n\n \n\nFigura 1. Taxas respiratórias em microcosmos com solo franco-argilo-arenoso, durante 60 dias de \n                       incubação. \n\n \n\n\n\n30 \n\n \n\n \n\n \n\nTempo (horas)\n\n0 200 400 600 800 1000 1200 1400\n\nT\nax\n\na \nR\n\nes\np\n\nir\nat\n\nór\nia\n\n (\nµ\n\nm\nol\n\nh\n-1\n\n g\n-1\n\n)\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\nTrat. 2 - Inoculante + surfactina líquida\nTrat. 3 - Petróleo + inoculante\nTrat. 4 - Petróleo + inoculante + surfactina líquida\nTrat. 5 - Petróleo + inoculante + surfactina em  pó\nTrat. 6 - Petróleo + inoculante + maltodextrina 10 DE\n\n \n\nFigura 2. Taxas respiratórias em microcosmos com solo argiloso, durante 60 dias de incubação. \n \n\n \n\nOs microcosmos 5 e 6 apresentaram os maiores tempos para se atingir a \n\nestabilização das taxas respiratórias (800 horas para os microcosmos com solo franco-\n\nargilo-arenoso e 780 horas para os com solo argiloso). No solo franco-argilo-arenoso, os \n\nmicrocosmos 3 e 4 tiveram as taxas respiratórias estabilizadas em torno de 600 horas, \n\nenquanto que o microcosmo 2 atingiu a estabilização após 350 horas. Já os \n\nmicrocosmos 2 e 3 do solo argiloso apresentaram estabilização de suas taxas \n\nrespiratórias em torno de 350 horas, enquanto que a estabilização da taxa respiratória no \n\nmicrocosmo 4 ocorreu por volta de 780, similar ao observado com os microcosmos 5 e \n\n6.  \n\nA fim de se compararem estatisticamente os microcosmos dentro de um mesmo \n\ntipo de solo, foram utilizados os valores de CO2 acumulado, derivados dos valores das \n\ntaxas respiratórias. Para a análise, foi escolhida uma faixa de tempo, para cada solo, em \n\nque todos os microcosmos compartilharam um aumento do CO2 acumulado, antes de se \n\natingir a estabilização das taxas respiratórias. Esse tempo correspondeu a 391 e 135 \n\nhoras para os solos franco-argilo-arenoso e argiloso, respectivamente, conforme as \n\nregressões lineares de dois segmentos (não mostradas) construídas (software SAEG, \n\nUniversidade Federal de Viçosa).  De acordo com as análises estatísticas (Tabela 4), \n\nhouve efeito significativo dos microcosmos a 5 % de significância e para a interação \n\nmicrocosmo x tempo de incubação. A Tabela 5 apresenta os resultados para o teste de \n\n\n\n31 \n\n \n\n \n\n \n\nTukey das médias dos valores de CO2 acumulado. As médias de CO2 acumulado \n\nvariaram entre os microcosmos: 47,6 a 137,7 µ mol g-1 para o solo franco argilo arenoso \n\ne 35,7 a 98,5 µ mol g-1 para o solo argiloso. Em ambos os solos, as médias dos \n\nmicrocosmos 5 e 6 foram significativamente maiores do que as dos demais (p &lt;0,05), \n\nmas não variaram entre si. No solo franco-argilo-arenoso, as médias dos valores de CO2 \n\nacumulado nos microcosmos 3 e 4 não diferiram entre si (p ? 0,05). O microcosmo 2 \n\n(não-contaminado) apresentou média de CO2 acumulado significativamente menor do \n\nque os demais microcosmos. No solo argiloso, os microcosmos 2, 3 e 4 não \n\napresentaram entre si diferenças significativas de CO2 acumulado (p ? 0,05) (Tabela 4), \n\nainda que os microcosmos 3 e 4, os quais receberam petróleo, tenham mantido taxas \n\nrespiratórias mais elevadas do que o microcosmo 2 durante todo o período de incubação \n\n(Figura 2). O microcosmo 4, o qual continha surfactina líquida, em particular, \n\napresentou taxas respiratórias sempre mais elevadas, inclusive na fase de estabilização. \n\n \n\nTabela 4. Médias dos valores de CO2 acumulado (µ mol g-1) obtidos em cada microcosmo, após 391 e 135 \n                 horas, emitido pelos solos franco-argilo-arenoso (FAA) e argiloso (ARG), respectivamente. \n\nMicrocosmos  \n(Solo FAA)a \n\nMédias do CO2 acumulado \n(µ mol g-1)b \n\nMicrocosmos  \n(Solo ARG)a \n\nMédias do CO2 acumulado \n(µ mol g-1)b \n\n6 137,7a 6 98,5a \n5 131,0a 5 90,0a \n3 90,9b 4 46,7b \n4 79,9b 3 41,4b \n2 47,6c 2 35,7b \n\na\n 2 (inoculante + surfactina líquida); 3 (petróleo + inoculante); 4 (petróleo + inoculante + surfactina \n\nlíquida); 5 (petróleo + inoculante + surfactina em pó); 6 (petróleo + inoculante + maltodextrina).  \nb Valores seguidos de diferentes letras na mesma coluna de médias indicam diferenças significativas, ao \nnível de 5 % de probabilidade, pelo teste de Tukey. \nPara a análise, foi escolhida uma faixa de tempo, para cada solo, anterior à estabilização da taxa de                   \nemissão de CO2. Para a definição desse tempo, foi tomado o microcosmo em que a estabilização foi \nalcançada no menor tempo, a saber: solo FAA, 391 horas; solo ARG, 135 horas. \n\n \n\n \n\nHouve remoção parcial dos HTPs em todos os microcosmos que receberam \n\npetróleo, ao longo do processo de biorremediação (Figuras 3 e 4). Após os 60 dias de \n\nanálise, as porcentagens de remoção variaram entre 19,6 a 38,4 % e 62,6 a 73,2 % para \n\nos solos franco-argilo-arenoso e argiloso, respectivamente. Em geral, o microcosmo 4 \n\n(petróleo + inoculante + surfactina líquida) apresentou as maiores porcentagens de \n\nremoção de HTPs durante os 60 dias de incubação (38 e 73 % para os solos franco-\n\nargilo-arenoso e argiloso, respectivamente), enquanto que o microcosmo 6 (petróleo + \n\ninoculante + maltodextrina) apresentou as menores porcentagens de remoção (19,6 e \n\n62,6 % nos solos franco-argilo-arenoso e argiloso, respectivamente).  \n\n\n\n32 \n\n \n\n \n\n \n\n \n\nFigura 3. HTP residual nos microcosmos com solo franco-argilo-arenoso nos tempos 0, 30,  \n                    45 e 60 dias. Barras contendo diferentes letras para um mesmo tempo indicam diferenças \n                    significativas, ao nível de 5 % de probabilidade, pelo teste de Tukey. \n  \n \n \n\n \nFigura 4. HTP residual nos microcosmos com solo argiloso nos tempos 0, 30,  \n                        45 e 60 dias. Barras contendo diferentes letras para um mesmo tempo indicam diferenças \n                        significativas, ao nível de 5 % de probabilidade, pelo teste de Tukey.  \n\n \n\n\n\n33 \n\n \n\n \n\n \n\nNo solo franco-argilo-arenoso (Figura 3), as concentrações residuais de HTPs \n\nnos microcosmos 3 e 4 foram  diferentes (p &lt;0,05) nos tempos 30 e 45 dias. O menor \n\nteor residual de HTPs do microcosmo 4 indica que a surfactina, aplicada na forma de \n\nsolução, favoreceu a degradação dos HTPs nesse tipo de solo. Os microcosmos 5 e 6 \n\napresentaram teores residuais de HTPs que não diferiram  (p ? 0,05) durante todo o \n\nperíodo do experimento, mostrando taxas de degradação similares na presença de \n\nmaltodextrina, independentemente da presença da surfactina. Não foram observadas \n\ndiferenças significativas (p ? 0,05) entre os teores residuais de HTPs dos dois \n\nmicrocosmos que receberam a aplicação de biossurfactante (microcosmos 4 e 5). O \n\nmicrocosmo 4,  que continha surfactina aplicada na forma de solução, apresentou teor \n\nresidual de HTPs menor do que o microcosmo (6) que continha apenas o açúcar (p &lt;\n\n0,05) nos dois últimos tempos analisados (45 e 60 dias).  \n\nNo solo argiloso, os microcosmos 3 e 4 apresentaram teores residuais de HTPs \n\niguais (p ? 0,05)  nos três tempos analisados. Os microcosmos 5 e 6, os quais continham \n\nmaltodextrina, também apresentaram teores residuais de HTPs similares (p ? 0,05) nos \n\ntempos 30 e 45 dias. Contudo, ao final do período de incubação (60 dias), o \n\nmicrocosmo 5 apresentou teor residual de HTPs similares (p &lt;0,05) do que o \n\nmicrocosmo 6, indicando efeito positivo do biossurfactante aplicado na formulação em \n\npó  em uma fase tardia do processo de biorremediação. Nessa fase, o teor residual de \n\nHTPs do microcosmo 6 foi significativamente maior do que o de todos os outros \n\nmicrocosmos (p &lt;0,05). Os microcosmos que continham biossurfactante (microcosmos \n\n4 e 5) não apresentaram diferenças significativas (p ?  0,05) nos teores residuais de \n\nHTPs durante todo o período do experimento no solo argiloso. \n\n \n\n3.2. Dinâmica das comunidades microbianas  \n\n \n\nA comunidade de fungos apresentou maiores valores de índice de diversidade \n\n(Shannon Weaver – H’) do que a de bactérias e de arqueias, nos dois tipos de solos \n\n(Figuras 5-9H’). A menor diversidade dentre os três grupos foi observada para a \n\ncomunidade de arqueias do solo franco-argilo-arenoso. Os valores de riqueza (S) das \n\ncomunidades de fungos também foram mais elevados do que os de bactérias nos dois \n\ntipos de solo (Figuras 5-9S). No solo argiloso, o número de picos obtidos nos \n\neletroferogramas para arqueias foi muito baixo, optando-se, por isso, por não se calcular \n\nos índices de diversidade e de riqueza para esse grupo.  \n\n\n\n34 \n\n \n\n \n\n \n\n  \n\n                                 \n\n \n\n \n\n \n\n \n\n \n\nFigura 5. Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de Bacteria em solo \n                 franco-argilo-arenoso, calculados com base nos eletroferogramas de T-RFLP nos tempos 2, \n                 30, 45 e 60 dias. T2: inoculante (IN) + surfactina líquida (SL); T3: Petróleo (PT) + IN; T4: \n                 PT + IN + SL; T5: PT + IN + surfactina em pó; T6: PT + IN + maltodextrina.  \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6. Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de Fungi em solo \n                  franco-argilo-arenoso, calculados com base nos eletroferogramas de T-RFLP nos tempos 2, \n                  30, 45 e 60 dias. T2: inoculante (IN) + surfactina líquida (SL); T3: Petróleo (PT) + IN; T4: \n                  PT + IN + SL; T5: PT + IN + surfactina em pó; T6: PT + IN + maltodextrina.  \n\n \n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n2,5\n\n3,0\n\nControle T2 T3 T4 T5 T6\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\nControle T2 T3 T4 T5 T6\n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\nControle T2 T3 T4 T5 T6\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\nControle T2 T3 T4 T5 T6\n\n0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1\n\nControle T2 T3 T4 T5 T6\n\n0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1\n\nControle T2 T3 T4 T5 T6\n\n\n\n35 \n\n \n\n \n\n \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\nControle T2 T3 T4 T5 T6\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 7. Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de Archaea em solo \n                  franco-argilo-arenoso, calculados com base nos eletroferogramas de T-RFLP nos tempos 2, \n                  30, 45 e 60 dias. T2: inoculante (IN) + surfactina líquida (SL); T3: Petróleo (PT) + IN; T4: \n                  PT + IN + SL; T5: PT + IN + surfactina em pó; T6: PT + IN + maltodextrina.  \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 8. Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de Bacteria em solo \n                  argiloso, calculados com base nos eletroferogramas de T-RFLP nos tempos 2, \n                  30, 45 e 60 dias. T2: inoculante (IN) + surfactina líquida (SL); T3: Petróleo (PT) + IN; T4: \n                  PT + IN + SL; T5: PT + IN + surfactina em pó; T6: PT + IN + maltodextrina.  \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\nControle T2 T3 T4 T5 T6\n\n0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1\n\nControle T2 T3 T4 T5 T6\n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\nControle T2 T3 T4 T5 T6\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\nControle T2 T3 T4 T5 T6\n\n0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1\n\nControle T2 T3 T4 T5 T6\n\n\n\n36 \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 9. Índice de Shannon-Weaver (H’), Riqueza (S) e índice de Simpson (D) de Fungi em solo \n                  argiloso, calculados com base nos eletroferogramas de T-RFLP nos tempos 2, \n                  30, 45 e 60 dias. T2: inoculante (IN) + surfactina líquida (SL); T3: Petróleo (PT) + IN; T4: \n                  PT + IN + SL; T5: PT + IN + surfactina em pó; T6: PT + IN + maltodextrina. \n\n \n\nDe modo geral, as comunidades microbianas dos microcosmos que receberam \n\npetróleo, assim como as do microcosmo 2, o qual continha inoculante e surfactina \n\nlíquida, em ambos os tipos de solo, apresentaram dinâmicas temporais semelhantes ao \n\nlongo do processo de biorremediação: redução da diversidade (H’) e da riqueza na \n\nprimeira fase do experimento (2 a 30 e alguns 45 dias) (Figuras 5-9H’S), e aumento \n\ndesses dois índices nos tempos 45 e 60 dias. Em alguns microcosmos, foi observada a \n\nredução dos índices com 30 dias, aumento com 45 dias e nova redução ao final do \n\nexperimento (Bacteria no microcosmo 6, Fungi no microcosmo 3 e Archaea nos \n\nmicrocosmos 3, 4, 5 e 6 do solo FAA; Bacteria nos microcosmos 3, 5 e 6 e Fungi nos \n\nmicrocosmos 4 e 6 do solo ARG). Exceção é feita para a comunidade de fungos no \n\nmicrocosmo 3 do solo franco argilo-arenoso, cujos índices H’ e S  permaneceram \n\npraticamente inalterados após 30 dias de incubação, e para as comunidades de bactérias \n\ne arqueias no solo franco-argilo-arenoso no microcosmo-controle (microcosmo 1), as \n\nquais apresentaram aumento progressivo nos valores do índice  H’ e de S durante todo o \n\nperíodo do experimento. Os maiores valores do índice H’ e de S foram observados no \n\ninício do período de incubação (2 dias) para quase todos os microcosmos, nos dois tipos \n\nde solos.  \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\nControle T2 T3 T4 T5 T6\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\nControle T2 T3 T4 T5 T6\n\n0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1\n\nControle T2 T3 T4 T5 T6\n\n\n\n37 \n\n \n\n \n\n \n\nO índice de Simpson (D) fornece a distribuição de abundância das espécies e \n\nconfere maior peso às espécies dominantes do que o de Shannon-Weaver (H’) (Hill et \n\nal., 2003). Apesar de os hidrocarbonetos de petróleo atuarem como agentes seletivos em \n\nambientes contaminados com petróleo ou derivados, de acordo com o índice D no \n\npresente trabalho não foi observada dominância nos tempos analisados subsequentes ao \n\ninício do processo de biorremediação, em quase todos os microcosmos que receberam \n\npetróleo e para os três grupos de micro-organismos (Figuras 5-8D). As comunidades \n\nbacterianas na maioria dos microcosmos de ambos os solos apresentaram redução nos \n\nvalores do índice de diversidade de Simpson com 30 dias de incubação, seguida de \n\naumento após esse tempo (Figuras 5 e 8D). Dinâmicas semelhantes foram observados \n\npara as comunidades de arqueias do solo franco-argilo-arenoso (Figura 5D), com \n\nexceção do controle e do microcosmo 6, os quais apresentaram crescimento progressivo \n\nnos valores do índice D durante todo o experimento. As comunidades de fungos \n\nmostraram-se ser mais estáveis do que as dos outros grupos de micro-organismos, em \n\nresposta às mudanças ocorridas no solo ao longo do experimento, apresentando pouca \n\nvariação nos valores do índice D em todos os microcosmos, nos dois tipos de solos \n\n(Figuras 6 e 9D). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n38 \n\n \n\n \n\n \n\n4. DISCUSSÃO \n\n \n\nA avaliação da atividade respiratória dos organismos do solo é uma técnica \n\nconsagrada para o monitoramento de alterações ambientais nesse ecossistema \n\nmicrobiano, fornecendo informação sobre a presença de micro-organismos viáveis e a \n\nextensão do impacto de contaminantes sobre a atividade metabólica do solo (Huang et \n\nal., 2006, Labud, et al., 2007). A ausência de uma fase lag e a rápida elevação da taxa \n\nrespiratória em um curto espaço de tempo (20 a 50 horas), observada em todos os \n\nmicrocosmos e em ambos os solos (Figuras 1 e 2), refletem condições experimentais \n\nadequadas de pH, umidade e teor de nutrientes, além da aplicação de um inoculante, \n\nsobretudo nos microcosmos que receberam petróleo (3-6), o qual  possibilitou uma \n\nresposta adaptativa rápida ao poluente aplicado aos solos. Numa fase posterior, o \n\ndeclínio, seguido de estabilização da atividade respiratória, em todos os microcosmos de \n\nambos os solos, é uma resposta similar à reportada por Mortazavi et al. (2013), exceto \n\npela fase de elevação inicial.  \n\nAs maiores taxas respiratórias (Figuras 1 e 2) e CO2 acumulado até a \n\nestabilização das taxas respiratórias (Tabela 4), nos dois tipos de solo, foram obtidas nos \n\nmicrocosmos que receberam a aplicação de maltodextrina (microcosmos 5 e 6). Esse \n\npolissacarídeo de baixo peso molecular é facilmente assimilável e utilizado para a \n\nprodução de energia e biomassa por micro-organismos organotróficos, o que justifica as \n\nelevadas taxas respiratórias e as maiores médias de CO2 acumulado apresentadas por \n\naqueles microcosmos. Esses dois microcosmos também apresentaram os maiores \n\nintervalos de tempo para se atingir a estabilização da taxa de emissão de CO2, sugerindo \n\nque a maltodextrina pode ter sido utilizada como substrato preferencial no início do \n\nprocesso de biorremediação. A fase de estabilização da taxa respiratória pode estar \n\nrelacionada à depleção da maltodextrina, concomitantemente a uma fase de adaptação \n\nda microbiota do solo aos hidrocarbonetos remanescentes e mais recalcitrantes, como os \n\nHAPs de alto peso molecular, por exemplo. Isso é evidenciado quando se observa \n\nbranda elevação da taxa respiratória em torno de 1.100 horas (Figura 1), após a fase de \n\nestabilização, para os microcosmos 5 e 6, indicando uma nova fase de adaptação \n\nmetabólica e de degradação  dos hidrocarbonetos remanescentes no solo. \n\nAs taxas respiratórias intermediárias apresentadas pelos microcosmos 3 e 4, para \n\nos dois tipos de solos, indicaram existência de biodegradação dos HTPs, já que a taxa \n\nrespiratória basal relacionada à degradação da matéria orgânica nativa dos solos \n\n\n\n39 \n\n \n\n \n\n \n\n(microcosmo 1) foi subtraída de todos os microcosmos com petróleo (microcosmos 3 a \n\n6). Intervalos de tempo menores gastos para se atingir a estabilização apresentados por \n\nesses microcosmos, nos dois tipos de solos, são atribuídos à degradação acelerada dos \n\nhidrocarbonetos. A maior atividade respiratória no microcosmo 4, que recebeu \n\naplicação de surfactina em solução, comparativamente ao microcosmo 3, é evidência da \n\nação da surfactina sobre os HTPs adsorvidos ao solo. Isso é especialmente detectável no \n\nsolo argiloso (Figura 2), em que se observa que as diferenças nas taxas respiratórias \n\nentre esses dois microcosmos são mais pronunciadas após cerca de 150 horas de \n\nincubação, fase em que, possivelmente, os hidrocarbonetos mais biodisponíveis já \n\nteriam sido degradados. Nesse caso, sugere-se que a surfactina tenha auxiliado na \n\ndessorção das frações mais hidrofóbicas e mais fortemente aderidas às partículas do solo \n\nargiloso, resultando na manutenção de maiores taxas respiratórias. O microcosmo 2, que \n\nrepresenta os solos que receberam inoculante e surfactina líquida, mas não o petróleo, \n\napresentou taxa respiratória relativamente elevada, em ambos os tipos de solos. Nos \n\nmicrocosmos com surfactina, foi estimada uma concentração suficiente para se atingir \n\nduas vezes a concentração micelar crítica na solução do solo, valor correspondente a 20 \n\nmg L-1. Levando-se em consideração os volumes de água adicionados a cada solo para a \n\ncorreção da umidade para 60 % da capacidade máxima de retenção de água (CRA), \n\ntem-se que as quantidades de surfactina aplicadas foram de 0,42 e 0,506 mg por unidade \n\nexperimental, o que corresponde a 0,405 e 0,488 ?mol de surfactina para os solos \n\nfranco-argilo-arenoso e argiloso, respectivamente. O carbono presente nessas \n\nquantidades de surfactina adicionadas corresponde a cerca de 22 e 26 ?mol por unidade \n\nexperimental para os solos franco-argilo-arenoso e argiloso, respectivamente. Uma das \n\ncaracterísticas desse biossurfactante é sua elevada biodegradabilidade (Lima, 2008). \n\nConsiderando que a surfactina tenha sido consumida pela microbiota do solo, e \n\nestimando-se que aproximadamente 50 % do das moléculas tenham sido incorporados à \n\nbiomassa, tem-se que cerca de 11 ?mol e 13  ?mol para os solos franco-argilo-arenoso e \n\nargiloso, respectivamente, teriam sido emitidos na forma de CO2, o que teria \n\ncontribuído com parte do CO2 emitido pelo microcosmo 2 observado na Tabela 5. O \n\nrestante foi atribuído à utilização de compostos orgânicos aplicados aos solos \n\njuntamente com o inoculante e de compostos da matéria orgânica dos solos. \n\nNo solo franco-argilo-arenoso, a maior remoção dos HTPs no microcosmo 4, \n\ncomparativamente ao seu controle (microcosmo 3), nos tempos 30 e 45 dias (Figura 3), \n\nfoi atribuída à dessorção dos hidrocarbonetos promovida pelo biossurfactante, aplicado \n\n\n\n40 \n\n \n\n \n\n \n\nna forma de solução, aumentando a biodisponibilidade dos hidrocarbonetos. Resultado \n\nsemelhante foi obtido em um solo arenoso (84 % de areia), tendo sido alcançada uma \n\nremoção de 94 % dos contaminantes, na presença de surfactina a uma concentração \n\ntambém acima da CMC (Whang et al., 2008). No presente trabalho, a eficiência de \n\nremoção dos HTPs no solo FAA (68 % de areia) foi menor, correspondendo a 38 % e \n\n30 % nos microcosmos que receberam a aplicação de surfactina na forma líquida e em \n\npó, respectivamente. Porém, esse resultado pode ser explicado por algumas diferenças \n\nexperimentais entre os trabalhos, assim como ao alto conteúdo de matéria orgânica \n\n(MO) presente no solo utilizado neste estudo, uma vez que o aumento da sorção de \n\ncontaminantes é diretamente proporcional ao aumento do percentual de MO (Providenti \n\net al., 1993). Portanto, o alto teor de MO presente no solo FAA pode ter interferido \n\nnegativamente na dessorção dos hidrocarbonetos (HCs) pela surfactina, resultando em \n\numa menor taxa de degradação do contaminante. Neste tipo de solo, assim como no \n\nsolo ARG, a maltodextrina não interferiu na degradação dos contaminantes na presença \n\nda surfactina desidratada (microcosmo 5). Portanto, esse açúcar poderia ser usado junto \n\nao biossurfactante (como adjuvante no processo de spray drying) na biorremediação de \n\nambientes contaminados com petróleo, sem reduzir a eficiência do mesmo em estimular \n\na biodegradação.  \n\nAinda que os microcosmos 5 e 6 (solo FAA) tenham sido significativamente \n\niguais ao longo do período de incubação, pressupõe-se que a surfactina em pó presente \n\nno microcosmo 5 tenha tido efeito positivo sobre a desorção dos HTPs. As diferenças \n\nentre os valores absolutos nos teores residuais de HTPs entre esses dois microcosmos \n\naumentaram ao longo do período de incubação (Figura 3), com o microcosmo 5 \n\nmostrando sempre os menores valores absolutos. Isso indica que a surfactina possa ter \n\ntido efeito significativamente mais forte em fases tardias do processo de biorremediação \n\n(60 dias). Nessa fase, os hidrocarbonetos ainda presentes no solo são, possivelmente, os \n\nmais hidrofóbicos e, portanto mais adsorvidos. Nessa fase, a surfactina teria agido na \n\ndesorção e solubilização desses compostos, aumentando a sua biodisponibilidade, \n\nacelerando a biodegradação. Assim, se o período de incubação tivesse sido mantido \n\napós 60 horas, as diferenças nos valores absolutos nos teores residuais de HTPs \n\npoderiam ter sido maiores e, portanto, diferenças estatísticas entre tais valores dos \n\nmicrocosmos 5 e 6 poderiam vir a ser observadas. Isso é comprovado ao se observar os \n\nmesmos microcosmos do solo ARG (Figura 4), onde o efeito da desorção é mais intenso \n\ndevido à presença da argila e então a surfactina apresenta um papel mais importante ao \n\n\n\n41 \n\n \n\n \n\n \n\nfinal do período do experimento. Nesse solo, o teor residual de HTPs no microcosmo \n\ncom surfactina em pó (microcosmo 5) foi significativamente menor do que o de seu \n\ncontrole (microcosmo 6) aos 60 dias de incubação. \n\nO efeito da surfactina sobre a degradação dos HTPs em fase tardia também pôde \n\nser observado nos microcosmos 3 e 4 do solo ARG (Figura 4), onde o valor absoluto do \n\nteor de HTPs residuais do microcosmo 4, contendo surfactina em solução, decresceu em \n\nrelação à média do seu controle (microcosmo 3). A igualdade estatística entre os valores \n\ndos teores de HTPs residuais desses dois microcosmos, durante todo o período de \n\nincubação, não reflete os resultados da taxa respiratória (Figura 2), os quais demonstram \n\nque o microcosmo 4 apresentou maior atividade respiratória após 150 horas. Essa \n\naparente discrepância pode estar relacionada com problemas na extração dos HTPs do \n\nsolo. A extração e a quantificação precisa de HTPs em solos são bastante complexas, \n\ndadas as limitações dos métodos de extração e, principalmente, ao processo denominado \n\naging ou weathering. Nesse processo, há efeito do tempo sobre a sorção dos HCs do \n\npetróleo à matéria orgânica e às frações minerais dos solos, sendo essa sorção tanto \n\nmaior quanto mais prolongado é o tempo de contato dos compostos com a matriz do \n\nsolo (Chikere et al., 2011, Riding et al., 2013). Nos solos argilosos, a dificuldade pode \n\nser ainda maior, em razão da maior capacidade de sorção de compostos orgânicos \n\n(Labud et al., 2007). Uma vez que as análises de HTPs foram realizadas nos tempos 30, \n\n45 e 60 dias, o processo de aging pode ter atuado sobre esses compostos, especialmente \n\nno solo argiloso e, assim, influenciado nas etapas de extração/quantificação, resultando \n\nem teores residuais de HTPs similares para os microcosmos 3 e 4.  \n\nA microestrutura e o tipo de solo influenciam de modo significativo a \n\nbiodisponibilidade de contaminantes orgânicos, como também podem definir a resposta \n\nde micro-organismos específicos à contaminação.  A elevada capacidade de adsorção de \n\ncompostos orgânicos por argila foi observado por Abdel-Moghny e colaboradores \n\n(2012), os quais compararam a eficiência de remoção de óleo diesel residual utilizando \n\nsolução de surfactante de solos com diferentes texturas e obtiveram a menor eficiência \n\nde remoção dos compostos presentes em solo argiloso. Em contraste, alguns autores \n\nobtiveram bons resultados em estudos de biorremediação de solos argilosos \n\ncontaminados com compostos do petróleo. A remoção de cerca de 96 % de HTPs foi \n\nconseguida em 60 dias através de bioestimulação (Sarkar et al., 2005); Em outro \n\ntrabalho, foi obtida remoção de 45 % de HTPs também com bioestimulação utilizando \n\nnutrientes com 45 dias de incubação (Baptista et al., 2005). No presente trabalho, as \n\n\n\n42 \n\n \n\n \n\n \n\nmaiores taxas de remoção de HTPs foram obtidas no solo argiloso (Figura 4), o que \n\npode estar relacionado com as maiores atividade e biomassa microbiana nesse tipo de \n\nsolo. De fato, por conter partículas mais finas e, portanto, maior área superficial, a argila \n\nfornece maior superfície para a adesão microbiana, contendo uma superfície rica em \n\nnutrientes disponíveis para os micro-organismos, e a maior parte dos micro-organismos \n\nno solo estaria associada às suas frações (Calvo e Jimenez, 1998; Warr, 2012).  \n\nA diversidade microbiana é considerada como um bom indicador da qualidade \n\ndo solo, uma vez que os micro-organismos são bastante sensíveis às mudanças no \n\nambiente, alterando rapidamente a estrutura e atividade da comunidade.  Os valores \n\ngerais do índice H’ obtidos nesse estudo foram similares ou maiores do que os índices \n\nencontrados por Denaro et al. (2005) e Baek et al. (2007). O índice H’ é sensível tanto à \n\nriqueza como à abundância relativa das espécies (Atlas e Bartha, 1997). Portanto, \n\nquanto maiores a equitabilidade e a riqueza, maior é o seu valor. Analisando-se a \n\ndinâmica das populações de bactérias, fungos e arqueias ao longo do processo de \n\nbiorremediação (Figuras 5-9H’), constatou-se que os menores valores do índice H’ com \n\n30 dias de experimento, observados para a maioria dos microcosmos que receberam \n\npetróleo em ambos os tipos de solos, indicam que houve um impacto negativo do \n\ncontaminante sobre a microbiota, como consequência do efeito tóxico dos HCs ou do \n\nestímulo de algumas populações capazes de utilizar os hidrocarbonetos como fontes de \n\ncarbono e energia. Apesar de o microcosmo 2 não ter recebido petróleo, a redução dos \n\nseus valores do índice H’ e da riqueza (Figuras 5-9H’S) nos três grupos de micro-\n\norganismos, com 30 dias de experimento, podem indicar uma possível competição por \n\nnutrientes entre a microbiota indígena e a do inoculante, episódios de predação e \n\nparasitismo (Dua et al., 2002; Baek et al., 2007), ou até um possível efeito \n\nantimicrobiano da surfactina. Dessa forma, pode-se inferir que a redução destes dois \n\níndices ao longo do estudo, nos microcosmos contendo solo contaminado, ocorreu não \n\nsó pelo estresse causado pelo contaminante sobre a microbiota, mas também pelas \n\nrazões citadas anteriormente. Contudo, também foi observada uma resiliência da \n\ncomunidade microbiana, evidenciada pelo aumento dos valores do índice H’ e de S em \n\nquase todos os microcosmos nos dois tipos de solo, nos tempos 45 e 60 dias.  À medida \n\nque houve a degradação do petróleo pelos micro-organismos do inoculante e da \n\nmicrobiota indígena, houve redução da concentração de HTPs no solo (Figuras 3 e 4), \n\nconvertendo os compostos em formas mais simples e menos tóxicas (Wang et al., \n\n2011). Como resultado, ocorreu uma redução da toxicidade do contaminante sobre toda \n\n\n\n43 \n\n \n\n \n\n \n\na microbiota do solo, o que possibilitou o ressurgimento daquelas espécies cujas \n\npopulações foram reduzidas no início do experimento.  \n\nA resiliência de comunidades microbianas em estudos de biorremediação de HCs \n\nde petróleo tem sido reportada na literatura (Franco et al., 2004; Bordenave et al., \n\n2007). Dentre os microcosmos que receberam petróleo, a resiliência ao longo do \n\nexperimento não apresentou um padrão exatamente igual entre os três grupos de micro-\n\norganismos para um mesmo microcosmo. Por isso, não se pôde tirar claras conclusões \n\nque correlacionassem o padrão de resiliência de cada microcosmo específico com os \n\nresultados da análise de HTPs. Esses resultados indicam que a microbiota foi \n\nfracamente influenciada pela concentração específica do contaminante nos solos e que o \n\ntempo do experimento, assim como a presença de alguns aditivos, tiveram um impacto \n\nmaior nas mudanças da estrutura das comunidades dos micro-organismos. \n\nO solo argiloso apresentou maior atividade microbiana durante o estudo, mas \n\nseus valores do índice H’ e de S foram semelhantes aos valores do solo franco-argilo-\n\narenoso ao longo do experimento. Os micro-organismos degradadores ajustam-se às \n\nmudanças nas condições do substrato, aumentando sua atividade metabólica em \n\ncompensação à perturbação no ambiente, o que limita o aumento do número de \n\npopulações microbianas (Bento et al., 2005). Dessa forma, uma atividade microbiana \n\nmais elevada não implica necessariamente em um aumento da diversidade e de riqueza, \n\njustificando assim as semelhanças dos índices H’ e de S nos dois tipos de solo.  \n\nA comunidade de fungos mostrou maiores valores do índice de Shannon-Weaver \n\n(H’), do índice de Simpson (D) e da Riqueza (S) do que a comunidade de bactérias ao \n\nlongo do estudo, independentemente do tipo de solo e microcosmo. A maioria dos \n\ntrabalhos da literatura tem relatado encontrar maior diversidade e dominância de \n\nbactérias do que de fungos em experimentos de biorremediação de compostos do \n\npetróleo (Boopathy, 2000, Zou et al., 2013). Contudo, alguns autores observaram a \n\ndominância de fungos em determinadas fases da biorremediação de compostos do \n\npetróleo, sobretudo em estágios onde havia maiores proporções de HCs recalcitrantes no \n\nsolo. Chagas-Spinelli e colaboradores (2012) observaram um declínio na população de \n\nbactérias, concomitantemente com um aumento da população de fungos, em tratamentos \n\nonde houve bioestimulação, nos primeiros 17 dias de biorremediação. Em outro \n\ntrabalho (Liu et al., 2011), foi observada uma maior dominância de bactérias nos \n\nprimeiros 70 dias de biorremediação de HCs de petróleo, seguida da dominância pela \n\ncomunidade  de fungos, a qual foi responsável pela degradação das frações mais \n\n\n\n44 \n\n \n\n \n\n \n\nrecalcitrantes de HCs. Desse modo, as maiores diversidade e riqueza de fungos \n\nobservadas para os dois tipos de solos nesse trabalho, durante todo o tempo de \n\nexperimento, foi atribuída à constituição do petróleo utilizado para a contaminação dos \n\nsolos. Esse continha frações mais pesadas e recalcitrantes, como resultado da \n\neliminação das frações mais leves durante o processo de preparação desse contaminante \n\n(ver Material e Métodos), o que teria favorecido a comunidade de fungos. Com relação \n\nà comunidade de arqueia no FAA, houve uma ampla oscilação dos índices H’, S e D ao \n\nlongo do período de incubação. Considerando a existência de trabalhos que demonstram \n\na capacidade de micro-organismos desse grupo de degradar hidrocarbonetos (Anderson \n\ne Lovley, 2000; Bonfá et al., 2011; Erdogmus et al., 2013), essas oscilações no perfil \n\ngenético da comunidade de arqueias indicam que esse grupo, no solo franco-argilo-\n\narenoso, participou da biodegradação dos contaminantes. Ao contrário, no solo argiloso, \n\na baixa riqueza, refletida pelo baixo número de picos obtidos, em todo o período de \n\nincubação, não teve papel significativo. \n\nDada a pressão seletiva exercida pelo petróleo sobre a comunidade microbiana \n\nde um ambiente contaminado, algumas espécies de micro-organismos tornam-se \n\ndominantes (Margesin et al., 2003; Liang  et al., 2011). Entretanto, no presente \n\ntrabalho, foi observada uma falta de dominância nos tempos subsequentes ao início do \n\nestudo, para os microcosmos que receberam petróleo (3-6), nos três grupos de micro-\n\norganismos e nos dois tipos de solo (Figuras 5-9D). Resultado semelhante foi obtido no \n\ntrabalho de Baek et al. (2007). No presente trabalho, a falta de dominância no decorrer \n\ndo estudo pode ser atribuída à presença do inoculante, o qual teria fornecido populações \n\nque já seriam adaptadas à utilização dos hidrocarbonetos de petróleo, preenchendo o \n\nlugar das populações microbianas indígenas que desapareceram em resposta ao efeito \n\ntóxico do contaminante ou à baixa capacidade de competição pelas fontes de carbono \n\noriundas do petróleo, o que teria resultado em uma distribuição mais homogênea das \n\npopulações já adaptadas a essas fontes introduzidas como inoculante.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n45 \n\n \n\n \n\n \n\n5. CONCLUSÃO \n\n \n\nO presente trabalho avaliou a efetividade da surfactina em pó acrescida de \n\nmaltodextrina em acelerar a biorremediação de solos tropicais contaminados com \n\npetróleo. Ambas as formas de surfactina (líquida e desidratada) tiveram efeito sobre a \n\ndegradação dos HTPs, auxiliando na redução dos teores desses compostos nos solos. O \n\nsolo argiloso apresentou as maiores porcentagens de remoção de HTPs, indicando que a \n\ndegradação de HTPs parece estar relacionada não só ao efeito dos tratamentos, mas \n\ntambém à textura dos solos. Isso demonstra que se deve levar em consideração a textura \n\ndo solo ao se aplicar o processo de biorremediação. A presença da maltodextrina, \n\njuntamente com a surfactina desidratada, não promoveu maior remoção de HTPs, mas \n\ntambém não interferiu negativamente na biodegradação dos compostos. Portanto, esse \n\naçúcar pode ser usado como adjuvante de secagem para a desidratação de \n\nbiossurfactante a ser utilizado em processo de biorremediação. Quanto à dinâmica das \n\ncomunidades microbianas observada em resposta ao estresse causado pelo \n\ncontaminante, assim como aos tipos de solo e de tratamentos, foi observada a resiliência \n\ndas comunidades microbianas ao longo do processo de biorremediação, sendo essas \n\nafetadas principalmente pelo tempo de experimento. Novos estudos devem ser \n\nconduzidos com o propósito de se avaliar a ação da surfactina associada a outros \n\nadjuvantes de secagem, a fim de se reduzir o custo de produção de biossurfactantes e \n\nassim viabilizar o seu emprego, incluindo a biorremediação de áreas contaminadas com \n\npetróleo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n46 \n\n \n\n \n\n \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nABDEL-MAWGOUD, A. M.; ABOULWAFA, M. M.; HASSOUNA, N. A. \nCharacterization of surfactin produced by Bacillus subtilis isolate BS5. Applied \nBiochemistry and Biotechnology, v. 150, n. 3, p. 289-303, 2008. \n\n \nABDEL-MOGHNY, T.; MOHAMED, R. S. S.;  EL-SAYED, E.; ALY, S. \n\nM.;  SNOUSY, M. G. Effect of soil texture on remediation of hydrocarbons-\nhontaminated soil at El-Minia District, Upper Egypt. ISRN Chemical Engineering, v. \n2012, 2012. \n\n \nADEYEMO, A. J. Bioremediation of brazilian soils contaminated with used \n\nlubricating oil. 108 f. Tese (Doutorado em Solos e Nutrição de Plantas) – Universidade \nFederal de Viçosa, Viçosa, 2013. \n\n \nALISI, C.; MUSELLA, R.; TASSO, F.; UBALDI, C.; MANZO, S.; \n\nCREMISINI, C.; SPROCATI, A. R. Bioremediation of diesel oil in a co-contaminated \nsoil by bioaugmentation with a microbial formula tailored with native strains selected \nfor heavy metals resistance. Science of the Total Environment, v. 407, n. 8, p. 3024-\n3032, 2009. \n\n \nANDERSON, R. T.; LOVLEY, D. R. Hexadecane decay by methanogenesis, \n\nNature, v. 404, p. 722-723, 2000. \n \nARIMA, K.; KAKINUMA, A.; TAMURA, G. Surfactin, a crystalline \n\npeptidelipid surfactant produced by Bacillus subtilis: Isolation, characterization and its \ninhibition of fibrin clot formation. Biochemical and Biophysical Research \nCommunications, v. 31, n. 3, p. 488-494, 1968. \n\n \nATLAS, R. M.; BARTHA, R. Microbial Ecology: Fundamentals and \n\nApplications. 4th ed. Benjamin Cummings Publishers, 1997. \n \nBAEK, K. H.; YOON, B. D.; KIM, B. H.; CHO, D. H.; LEE, I. S.; OH, H. \n\nM.; KIM, H. S. Monitoring of microbial diversity and activity during bioremediation of \ncrude oil-contaminated soil with different treatments. Journal of Microbiology and \nBiotechnology, v. 17, n.1, p. 67-73, 2007. \n\n \nBAPTISTA, S. J.; CAMMAROTA, M. C.; FREIRE, D. D. C. Production of \n\nCO2 in crude oil bioremediation in clay soil. Brazilian Archives of Biology and \nTechnology, v. 48, p. 249-255, 2005. \n\n \nBARCELOS, G. C.; DIAS, L. C.; FERNANDES, P. L.; FERNANDES, R. C. \n\nR.; BORGES, A. C.; KARLOS HM KALKS, K. H. M.; TÓTOLA, M. R. Spray drying \nas a strategy for biosurfactant recovery, concentration and storage. SpringerPlus, v. 3, \nn. 49, 2014. \n\n \nBENTO, F. M.; CAMARGO, F. A.; OKEKE, B. C.; FRANKENBERGER, W. \n\nT. Comparative bioremediation of soils contaminated with diesel oil by natural \nattenuation, biostimulation and bioaugmentation. Bioresource Technology, v. 96, n. 9, \np. 1049-1055, 2005. \n\n\n\n47 \n\n \n\n \n\n \n\n \nBONFÁ, M. R. L.; GROSSMAN, M. J.; MELLADO, E.; DURRANT, L. R. \n\nBiodegradation of aromatic hydrocarbons by Haloarchaea and their use for the \nreduction of the chemical oxygen demand of hypersaline petroleum produced water. \nChemosphere, v. 84, p. 1671-1676, 2011. \n\n \nBOOPATHY, R. Factors limiting bioremediation technologies. Bioresource \n\nTechnology, v. 74, p. 63-67, 2000. \n \nBORDENAVE, S.; GOÑI-URRIZA, M. S.; CAUMETTE, P.; DURAN, R. \n\nEffects of heavy fuel oil on the bacterial community structure of a pristine microbial \nmat. Applied and Environmental Microbiology, v. 73, n. 19, p. 6089-6097, 2007. \n\n \nCALVO, J. J. O.; JIMENEZ, C. S.  Effect of humic fractions and clay on \n\nbiodegradation of phenanthrene by a Pseudomonas fluorescens strain isolated from soil. \nApplied and Environmental Microbiology, v. 64, n. 8, p.3123-3126, 1998. \n\n \nCARNEIRO, H. C. F.; TONON, R. V.; GROSSO, C. R. F.; HUBINGER, M. D. \n\nEncapsulation efficiency and oxidative stability of flaxseed oil microencapsulated by \nspray drying using different combinations of wall materials. Journal of Food \nEngineering, v. 115, n. 4, p. 443-451, 2013. \n\n \nCAUWENBERGHE, L. V., ROOTE, D. S. In Situ Bioremediation. Technology \n\nOverview Report, TO-98-01, Groundwater Remediation Technologies Analysis Center, \nPittsburgh, PA, 1998. \n\n \nCHAGAS-SPINELLI, A. C.; KATO, M. T.; DE LIMA, E. S.; GAVAZZA, S. \n\nBioremediation of a tropical clay soil contaminated with diesel oil. Journal of \nEnvironmental Management, v. 113, n. 30, p. 510-516, 2012. \n\n \nCHIKERE, C. B.; OKPOKWASILI, G. C.; CHIKERE, B. O. Monitoring of \n\nmicrobial hydrocarbon remediation in the soil. Biotech, v. 1, p. 117-138, 2011. \n \nCOOPER. D. G.; ZAJIC. J. E.; GERSON, D. F. Production of surface-active \n\nlipids by Corynebacterium lepus. Applied and Environmental Microbiology, v. 37, n. 1, \np. 4-10, 1979. \n\n \nCUBITTO, M. A.; MORÁN, A. C.; COMMENDATORE, M.; CHIARELLO, \n\nM. N.; BALDINI, M. D.; SIÑERIZ, F. Effects of Bacillus subtilis O9 biosurfactant on \nthe bioremediation of crude oil-polluted soils. Biodegradation, v. 15, n. 5, p. 281-287, \n2004. \n\n \nDENARO, R.; D'AURIA, G.; DI MARCO, G.; GENOVESE, M.; \n\nTROUSSELLIER, M.; YAKIMOV, M. M.; GIULIANO, L. Assessing terminal \nrestriction fragment length polymorphism suitability for the description of bacterial \ncommunity structure and dynamics in hydro-carbon marine \nenvironments. Environmental Microbiology, v. 7, p. 78-87, 2005. \n\n \nDUA, M., SINGH, A.; SETHUNATHAN, N.; JOHRI, A. K. Biotechnology and \n\nbioremediation: Succession and limitation. Applied Microbiology and Biotechnology, v. \n59, p. 143-152, 2002. \n\n\n\n48 \n\n \n\n \n\n \n\n \nDUNBAR, J.; TICKNOR, L. O.; KUSKE, C. R.  Assessment of microbial \n\ndiversity in four Southwestern United States soils by 16S rRNA gene terminal \nrestriction fragment analysis. Applied and Environmental Microbiology, v. 66, p. \n2943-2950, 2000. \n\n \nERDOGMUS, S. F.; MUTLU, B.; KORCAN, S. E.; GÜVEN, K.; KONUK, M. \n\nAromatic hydrocarbon degradation by halophilic Archaea isolated from Camalti \nSaltern, Turkey. Water, Air, &amp; Soil Pollution, v. 224, n. 3, 2013. \n\n \nFERNANDES, P. L. Biossurfactantes e polímeros de Bacillus subtilis RI4914 e \n\nsua aplicação em recuperação avançada de petróleo. 93 f. Tese (Doutorado em \nMicrobiologia Agrícola) – Universidade Federal de Viçosa, Viçosa, 2011. \n\n \nFRANCO, I.; CONTIN, M.; BRAGATO, G.; NOBILI, M.. Microbiological \n\nresilience of soils contaminated with crude oil. Geoderma, v. 121, p. 17-30, 2004. \n \nHILL, T. C. J.; WALSH, K. A.; HARRIS, J. A.; MOFFETT, B. F. Using \n\necological diversity measures with bacterial communities. FEMS Microbiology \nEcology, v. 43, n. 1, p. 1-11, 2003. \n\n \nHUANG, Y. F.; HUANG, G. H.; WANG, G. Q.; LIN, Q. G.; Chakma, A. An \n\nintegrated numerical and physical modeling system for an enhanced in situ \nbioremediation process. Environmental Pollution, v. 144, n. 3, p. 872-885, 2006. \n\n \nJAYASHREE, R.; VASUDEVAN, N.; CHANDRASEKARAN, S. Surfactants \n\nenhanced recovery of endosulfan from contaminated soils. International Journal of \nEnvironmental Science and Technology, v. 3, n. 3, p. 251-259, 2006. \n\n \nJÚLIO, A. D. L. Otimização da adição de fósforo para a biorremediação de solos \n\ntropicais contaminados com óleo diesel, em função do fósforo remanescente. 51p. \n(Monografia) – Universidade Federal de Viçosa, Viçosa, 2010. \n\n \nLABUD, V.; GARCIA, C.; HERNANDEZ, T. Effect of hydrocarbon pollution \n\non the microbial properties of a sandy and a clay soil. Chemosphere, v.  66, p. 1863-\n1871, 2007. \n\n \nLEAL, A. J. Desenvolvimento de inoculantes microbianos para biorremediação \n\nde solos contaminados com óleo diesel ou gasolina. 120 f. Dissertação (Mestrado em \nMicrobiologia Agrícola) - Universidade Federal de Viçosa, Viçosa, 2009. \n\n \nLIANG, Y.; NOSTRAND, J. D. V.; DENG, Y.; HE, Z.; WU, L.; ZHANG, X.; \n\nLI, G.; ZHOU, J. Functional gene diversity of soil microbial communities from five oil-\ncontaminated fields in China. ISME Journal, v. 5, p. 403-413, 2011. \n\n \nLIMA, T. M. S. Determinação estrutural, toxicidade, biodegradabilidade e \n\neficiência de biossurfactantes na remoção de cádmio e fenantreno de solo. Tese \n(Doutorado em Microbiologia Agrícola), Universidade Federal de Viçosa, Viçosa, \n2008. \n\n \n\n\n\n49 \n\n \n\n \n\n \n\nLIN, S. C. Biosurfactants: recent advances. Journal of Chemical Technology and \nBiotechnology, v. 66, p. 109-120, 1996. \n\n \nLIU, P. W. G.; CHANG, T. C.; WHANG, L.-M.; KAO, C.-H.; PAN, P.-T.; \n\nCHENG, S.-S. Bioremediation of petroleum hydrocarbon contaminated soil: Effects of \nstrategies and microbial community shift. International Biodeterioration &amp; \nBiodegradation, v. 65, p. 1119-1127, 2011. \n\n \nMARGESIN, R.; LABBE, D.; SCHINNER, F.; GREER, C. W.; WHYTE, L. G. \n\nCharacterization of hydrocarbon degrading microbial populations in contaminated and \npristine Alpine soils. Applied and Environmental Microbiology, v. 69, p. 3085-3092, \n2003. \n\n \n MORTAZAVI, B.; HOREL, A.; BEAZLEY, M. J.; SOBECKY, P. A. Intrinsic \n\nrates of petroleum hydrocarbon biodegradation in Gulf of Mexico intertidal sandy \nsediments and its enhancement by organic substrates. Journal of Hazardous Materials, \nv. 244-245, p. 537-544, 2013. \n\n \nPEREIRA, A. R. B.; FREITAS, D. A. F. Uso de micro-organismos para a \n\nbiorremediação de ambientes impactados. Revista Eletrônica em Gestão, Educação e \nTecnologia Ambiental, v. 6, n. 6, p. 975-1006, 2012. \n\n \nPROVIDENTI, M. A.; LEE, H.; TREVORS, J. T. Selcted factors limiting the \n\nmicrobial degradation of recalcitrant compounds. Journal of Industrial Microbiology, v. \n12, p. 379-395, 1993. \n\n \nRIDING, M. J.; DOICK, K. J.; MARTIN, F. L.; JONES, K. C.; SEMPLE, K. T. \n\nChemical measures of bioavailability/bioaccessibility of PAHs in soil: Fundamentals to \napplication. Journal of Hazardous Materials, v. 15, n. 261, p. 687-700, 2013. \n\n \nSARKAR, D.; FERGUSON, M.; DATTA, R.; BIRNBAUM, S. Bioremediation \n\nof petroleum hydrocarbons in contaminated soils: comparison of biosolids addition, \ncarbon supplementation, and monitored natural attenuation. Environmental Pollution, v. \n136, n. 1, p. 187-95, 2005. \n\n \nSATPUTE, S. K.; BANPURKAR, A. G.; DHAKEPHALKAR, P. K.; BANAT, \n\nI. M.; CHOPADE, B. A. Methods for investigating biosurfactants and bioemulsifiers: a \nreview. Critical Reviews in Biotechnology, v. 30, n. 2, p. 127-44, 2010. \n\n \nSHIN, HO-S.; KWON, OH-S. The simultaneous analysis of benzene, toluene, \n\nethylbenzene, o,m,p-xylenes and total petroleum hydrocarbons in soil by GC-FID after \nultra-sonication. Bulletin of the Korean Chemical Society, 2000, v. 21, n. 11, p. 1101-\n1105, 2000. \n\n \nSHUKLA, K. P.; SINGH, N. K.; SHARMA, S. Bioremediation: Developments, \n\nCurrent Practices and Perspectives. Genetic Engineering and Biotechnology Journal, v. \n2010, 2010. \n\n \nSINGH, B. K.; NAZARIES, L.;  MUNRO, S.; ANDERSON, I. C.; \n\nCAMPBELL, C. D. Use of multiplex-terminal restriction fragment length \npolymorphism for rapid and simultaneous analysis of different components of the soil \n\n\n\n50 \n\n \n\n \n\n \n\nmicrobial community. Applied and Environmental Microbiology, v. 72, p. 7278-7285, \n2006. \n\n \nSCHWAB, A. P.; SU, J.; WETZEL ,S.; PEKAREK, S.; BANKS, M. K. \n\nExtraction of petroleum hydrocarbons from soil by mechanical shaking. Environmental \nScience &amp; Technology, v. 33, p. 1940-1945, 1999. \n\n \nVIDALI, M. Bioremediation. An overview. Pure and Applied Chemistry, v. 73, \n\nn. 7, p. 1163-1172, 2001. \n \nWANG, Z.; XU, Y.; ZHAO, J.; LI, F.; GAO, D.; XING, B. Remediation of \n\npetroleum contaminated soils through composting and rhizosphere degradation. Journal \nof Hazardous Materials, v. 190, p. 677-685, 2011. \n\n \nWARR, L. N. Using clay to bioremediate oil spills. Revista de la Sociedad \n\nEspañola de Mineralogía, n. 16, 2012. \n \nWHANG, L. M.;  LIU, P. W.; MA, C. C.; CHENG, S. S. Application of \n\nbiosurfactants, rhamnolipid, and surfactin, for enhanced biodegradation of diesel-\ncontaminated water and soil. Journal of Hazardous Materials, v. 151, n. 1, p. 155-63, \n2008. \n\n \nZOU, J.; LIU, X.; HE, C.; ZHANG, X.; ZHONG, C.; WANG, C.; WEI, J. Effect \n\nof Scripus triqueter of its rhizosphere and root exudates on microbial community \nstructure of simulated diesel-spiked wetland. International Biodeterioration &amp; \nBiodegradation, v. 82, p. 110-116, 2013."}]}}}