{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24814"}, {"@name": "filename", "#text": "92_robbi_b_tcc_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "unesp *\nUNIVERSIDADE ESTADUAL PAULISTA “JULIO DE MESQUITA FILHO\" INSTITUTO DE GEOCIÊNCIA S ECIÊNCIA S EXATAS\nTrabalho de Formatura\nCurso de Graduação em Geologia\nANÁLISES TECTONO-ESTRATIGRÁFICA E FACIOLÓGICO-DIAGENÉTICA DA COQUINA-RESERVATÓRIO LAGOA FEIA, CAMPO DE LINGUADO, BACIA DE CAMPOS.\nBÁRBARA ROBBI\nOrientador: Prof. Dr. Joel Carneiro de Castro\nUNIVERSIDADE ESTADUAL PAULISTA\nInstituto de Geociências e Ciências Exatas\nCampus de Rio Claro\nBÁRBARA ROBBI\nANÁLISES TECTONO-ESTRATIGRÁFICA E FACIOLÓGICO-DIAGENÉTICA DA COQUINA-RESERVATÓRIO LAGOA FEIA, CAMPO DE LINGUADO, BACIA DE CAMPOS.\nTrabalho de Formatura apresentado ao Instituto de Geociências e Ciências Exatas - Campus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Geólogo.\n551.7 Robbi, Bárbara\nR632a Análise tectono-estratigráfica e faciológico-diagenética da coquina-reservatório Lagoa Feia. Campo de Linguado. Bacia de Campos / Bárbara Robbi. - Rio Claro : [s.n.], 2011\n66 f. : il.. figs., gráfs., tabs., fots., mapas\nTrabalho de conclusão de curso (bacharelado - Geologia) - Universidade Estadual Paulista. Instituto de Geociências e Ciências Exatas\nOrientador: Joel Carneiro de Castro\n1. Geologia estratigráfica. 2. Análise de reservatório. 3. Cronoestratisrafia. 4. Porosidade. I. Título.\nFicha Catalográfica elaborada pela STATI - Biblioteca da UNESP Campus de Rio Claro/SP\nBÁRBARA ROBBI\nANÁLISES TECTONO-ESTRATIGRÁFICA E FACIOLÓGICO-DIAGENÉTICA DA COQUINA-RESERVATÓRIO LAGOA FEIA, CAMPO DE LINGUADO, BACIA DE CAMPOS.\nTrabalho de Formatura apresentado ao Instituto de Geociências e Ciências Exatas - Câmpus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Geólogo.\nComissão Examinadora\nProf. Dr. Joel Carneiro de Castro\t_____________________________________\nProf. Dr. Antonio Roberto Saad\t_____________________________________\nProf. Dr. Sergio Cáceres Contreras _______________________________________\nBárbara Robbi\nJoel Carneiro de Castro\nOrientador\nDedico este trabalho aos meus pais, que sempre estiveram presentes e me apoiaram nas minhas decisões.\nAGRADECIMENTOS\nAo meu orientador, Prof. Dr. Joel Carneiro de Castro, pela dedicação e companhia em todos esses anos de trabalho e pela sua incansável paixão pela Geologia.\nAo Prof. Dr. Sergio Antonio Cáceres Contreras pela ajuda no tratamento dos dados e durante o trabalho.\nÀs amigas de república que ajudaram a me tornar a pessoa que sou hoje: Nayara Valentim Pazzini (Nay), Milena Cristina Rosa (Milis), Natália Rafaela Almeida (Naty), Marry Delatóme Costa (Marly) e Julia Favoreto (Julis/Julieta).\nAos amigos que estão longe, Mariana Ferreira (Mary Fers), Andresa Fonseca (Desa), Alexandre Bliska e Bruno Scalvi, internautas ou não, pela companhia nas noites e madrugadas durante a confecção desse trabalho e o apoio nos momentos de crise.\nA todos os GEOZELITHOS, que se tornaram grandes amigos. Mas, principalmente, ao meu parceiro de campo e de vida Adriano Santos Delgado de Oliveira (Dri), ao meu amigo e “dupla” de TCC Thiago Domingues Góes Lúcio (Gigolino/Gigo), ao “trio verdadeiro” de Campo I José Antonio Assis (Zé) e Paula Boghossian (Lesma), também à Lesma por dividir comigo a “tesouraria” das tão especiais F!s e à Leticia Cornachini Bronzoni (Let’s) pelas boas risadas e por compartilhar a “tensão” nas etapas do trainee.\nAos colegas empresários da Lito Jr. e demais EJ’s que colaboraram na minha formação profissional e pessoal.\nAo Programa de Recursos Humanos - PRH-05 pelas instalações, equipamentos e cursos fornecidos. E ao apoio financeiro da Agência Nacional do Petróleo, Gás Natural e Biocombustíveis (ANP), da Financiadora de Estudos e Projetos (FINEP) e do Ministério da Ciência e Tecnologia (MCT), por meio do Programa de Recursos Humanos da ANP para o Setor de Petróleo e Gás (PRH-ANP/MCT) e do Programa de Formação de Recursos Humanos da Petrobrás.\n“Take your time, don't live too fast\nTroubles will come and they will pass.”\nSimple Man - Lynyrd Skynyrd\nRESUMO\nO estudo tectono-estratigráfico da coquina-reservatório do Campo de Linguado permitiu identificar dois trends de melhor desenvolvimento permo-poroso. O mapeamento dessas trapas deposicionais-diagenéticas, via mapas e seções estruturais e estratigráficas, resultou na identificação de sistemas de plataforma e rampa (basculada para SSE) espessando de 60 a 70 metros e terminando downdip contra falha antitética. A presença de siliciclásticos finos, tipo silte (baixo Raio Gama) e folhelho (alto Raio Gama), nos limites gradacionais inferior e superior da coquina-reservatório favoreceu a ocorrência de calcários cimentados, não porosos, nas passagens para os siliciclásticos adjacentes. Um nível intermediário de silte ou folhelho no interior da coquina possibilitou a divisão da zona reservatório em duas subzonas. Na análise da permoporosidade e fluidos da formação, com perfis RHOB (Densidade), NPHI (Neutrão) e Indução, observa-se que a porosidade desenvolve-se em pares básicos, boa e regular/pobre ou vice-versa. Em cada subzona, tais pares sucedem-se verticalmente em ciclos (ordem superior) com porosidades boa e regular/pobre crescentes ou decrescentes no sentido ascendente. Essas duas ordens de heterogeneidade vertical das subzonas do reservatório (par ou ciclo de pares) influenciam nas saturações de fluidos do reservatório acamadado, inclusive no estabelecimento de cut-offs de porosidade. Nota-se, principalmente, nos cinco poços do trend mais favorável entre (3LI_0004_RJS e 3RJS_0157C_RJ), as melhores condições porosas nos poços downdip da plataforma e da rampa, sendo o poço mais distai (3RJS_0157C_RJ) o de melhor porosidade, porém deve-se também considerar a sua pior condição estrutural (baixo). Concluindo, é fundamental a comparação entre os perfis densidade e elétrico para a avaliação dos fluidos do reservatório.\nPalavras-chave: Grupo Lagoa Feia. Cronoestratigrafia. Porosidade.\nABSTRACT\nA tectono-stratigraphic study of bivalve coquina-reservoir of Linguado Field allowed to identify two trends of permoporosity development. The delineation of these depositional-diagenetic traps were made through structural and stratigrafic cross-sections and maps. It resulted in the identification of shelf-ramp systems (tilted to SSE), it tickens from 60 to 70 meters and ends against an antithetic fault. The main coquina is bounded by fine siliciclastic units, white clay (low Gamma Ray values) or shale (high Gamma Ray values) lithologies, influencing diagenesis of basal or top coquina limestones (cimented, non-porous). Also in the middle of coquina-reservoir the “clayer” material is also associated with cemented carbonates, with also compartimentalize the reservoir into two subzones. The coquina porosity of the subzones is taken from density-neutron logs, while induction log estimates permeabilities and fluid saturations. It’s noticed the porosity development into pairs, good one followed by a regular/poor one and vice versa. These pairs form verticals succession, pair cycles where porosity improves or decreases upwards. These two scales of pore heterogeneity impose strong layering to the reservoir, and influences fluid saturations, oilwater contacts and porosity cut-offs. In a cross-section with density and induction logs, it can be observed the porosity variation along the shelf-ramp coquina (between 3LI_0004_RJS e 3RJS_0157C_RJ), the porosity is better developed in a downdip direction in the case of the two shelf wells, and also be the three ramp wells. The southern west downdip, 3RJS_0157C_RJ well, has best porosity pairs-cycles; however, its lowest structural conditions favour water saturation. Therefore it is fundamental for reservoir fluid evaluation a cross-plot analysis of RHOB-NPHI and Induction logs.\nKeywords: Lagoa Feia Group. Cronostratigraphy. Porosity.\nLISTA DE FIGURAS\nFigura 2 - Mapa de localização dos poços estudados........................................16\nFigura 3 - Perfilagem GR, ILD, RHOB e DT do poço 1RJS_0074_RJ.............................18\nFigura 4 - Ambiente de poço...............................................................19\nFigura 5 - Carta Estratigráfica da Bacia de Campos........................................25\nFigura 6 - Distribuição da produção de petróleo por Bacia.................................29\nFigura 7 - Distribuição da produção de gás natural por Bacia..............................30\nFigura 8 - Zoneamento das coquinas do Grupo Lagoa Feia....................................32\nFigura 9 - Mapa estrutural topo da coquina................................................32\nFigura 10 -\tMapa estrutural topo da Zona VI...............................................32\nFigura 11 -\tSeção típica das coquinas do Campo de Linguado................................33\nFigura 12 -\tVisão macroscópica da coquina reservatório....................................34\nFigura 13 -\tVisão microscópica da coquina reservatório...................................34\nFigura 14 - Histograma comparativo dos sete maiores campos petrolíferos da Bacia de\nCampos........................................................................................35\nFigura 15 -\tSeção geológica do Grupo Lagoa Feia no Campo de Linguado......................37\nFigura 16 -\tSeção estratigráfica evidenciando as falhas de crescimento....................38\nFigura 17 -\tSeção geológica do Campo de Linguado..........................................39\nFigura 18 -\tMapa estrutural do topo do reservatório Barremiano............................40\nFigura 19 -\tMapa da área com a localização da seção X-X’..................................44\nFigura 20 -\tSeção estrutural regional X-X'................................................45\nFigura 21 -\tMapa dos poços estudados e localização das seções.............................47\nFigura 22 -\tSeção Estrutural A-A'.........................................................48\nFigura 23 -\tSeção Estrutural B-B'.........................................................49\nFigura 24 -\tSeção Estrutural C-C'.........................................................50\nFigura 25 -\tSeção Estrutural D-D'.........................................................51\nFigura 26 - Mapa de tendência\tde contorno estrutural do topo do basalto..................52\nFigura 27 - Mapa de tendência\tde contorno estrutural do topo da coquina principal........52\nFigura 28 - Mapa de tendência\tdas isópacas da coquina principal..........................52\nFigura 29 - Mapa de tendência\tdas isópacas do intervalo siliciclástico entre\tcoquinas....52\nFigura 30 -\tMapa de tendência das isópacas da coquina superior.............................52\nFigura 31 -\tPerfil composto e sístese dos resultados do poço 7LI_0010_RJS..................57\nFigura 32 -\tPerfil composto e síntese dos resultados do poço 4RJS_0139A_RJ.................58\nFigura 33 - Seção estratigráfica A-A'.......................................................61\nFigura 34 - Seção Estratigráfica B-B'.......................................................61\nFigura 35 - Seção estratigráfica C-C'.......................................................62\nFigura 36 - Seção Estratigráfica D-D'.......................................................62\nLISTA DE TABELAS\nTabela 2 - Produção de petróleo e gás natural por bacia.............................29\nTabela 3- Dados de volume e produção no Campo de Linguado em Dezembro/1990..........36\nTabela 4 - Resumo das características do reservatório\tprincipal (Coquinas)..........36\nTabela 5 - Status de cada poço estudado.............................................43\nTabela 6 - Profundidades de camadas por poço........................................52\nTabela 7 - Isópacas de camadas por poço.............................................52\nSUMÁRIO\n1.\tINTRODUÇÃO.....................................................................13\n1.1.\tObjetivos..................................................................13\n1.2.\tÁreade Estudo..............................................................13\n2.\tBASE DE DADOS E MÉTODO.........................................................15\n2.1.\tBasede Dados...............................................................15\n2.2.\tMétodo.....................................................................16\n3.\tCONSIDERAÇÕES TEÓRICAS.........................................................19\n3.1.\tPerfilagem Geofísicade Poço................................................19\n3.1.1.\tAmbiente de Poço.........................................................19\n3.1.2.\tPetrofísica..............................................................20\n3.2.\tSistema Petrolífero........................................................20\n3.2.1.\tRochas Geradoras.........................................................21\n3.2.2.\tMigração.................................................................21\n3.2.3.\tTrapa ou Armadilha.......................................................22\n3.2.4.\tRochas Reservatório......................................................22\n3.2.5.\tRochas Selantes..........................................................22\n3.2.6.\tSincronismo (Timing).....................................................22\n4.\tGEOLOGIA REGIONAL..............................................................24\n4.1.\tBaciade Campos.............................................................24\n4.1.1.\tArcabouço Estratigráfico.................................................24\n4.1.2.\tEvolução Tectono-Sedimentar..............................................28\n4.1.3.\tAspectos Econômicos......................................................28\n4.2.\tTrend Badejo-Linguado-Pampo................................................31\n4.3.\tCampode Linguado...........................................................35\n4.3.1.\tDados sobre o Campo......................................................35\n4.3.2.\tEstrutura da Acumulação..................................................36\n4.3.3.\tReservatórios............................................................40\n5.\tANÁLISE TECTONO-ESTRATIGRÁFICA DO GRUPO LAGOA FEIA....................43\n5.1.\tEstratigrafía da Bacia de Campos na área de Linguado..............44\n5.2.\tGrupo Lagoa Feia..................................................46\n6.\tAVALIAÇÃO DO RESERVATÓRIO.............................................55\n6.1.\tAnálise Faciológico-Diagenética...................................55\n6.2.\tInterações calcário-folhelho, trends de porosidade e calibração rocha-perfil.59\n6.3.\tCronocorrelação da Coquina Inferior...............................59\n7.\tCONCLUSÕES............................................................63\n8.\tREFERÊNCIAS BIBLIOGRÁFICAS............................................64\n1.\nINTRODUÇÃO\nUma das técnicas mais utilizadas na caracterização do reservatório são análises de perfis de poço (raio gama, indução elétrica, densidade-neutrão, caliper, sônico, etc). Dos registros de poço obtêm-se os valores das propriedades de rochas sedimentares que permitem determinar parâmetros como: litologia, porosidade, e saturação de água, óleo e gás.\nO reservatório estudado corresponde à coquina inferior do Grupo Lagoa Feia. Essa sequência de coquinas é o mais importante reservatório do Trend Badejo-Linguado-Pampo, resultante de uma deposição regional de conchas/valvas de pelecípodes, em uma extensa plataforma carbonática (Horschutz et al. 1992).\n1.1.\tObjetivos\nO objetivo principal desse trabalho é realizar o mapeamento da distribuição dos intervalos porosos da coquina-reservatório através da interpretação de perfis de poços (Raio Gama, Resistividade, Densidade e Sônico) e dos valores de porosidade obtidos a partir de cálculos petrofísicos.\nTem-se também em foco a realização de cronocorrelação entre os poços, por meio de seções estratigráficas e estruturais, para toda a extensão do poço, para o Grupo Lagoa Feia e em escala de detalhe da coquina-reservatório, com comparação com dados presentes na bibliografia.\nEsse estudo se torna conveniente pelo fato de o Campo de Linguado ser o maior em área e o que, provavelmente, exibe as melhores permoporosidades dentre as quatro acumulações do trend formado pelos campos Badejo, Trilha, Linguado e Pampo. É também o menos publicado a nível de detalhes do reservatório, necessitando de estudos mais aprofundados para melhor compreensão de seus condicionantes estruturais, estratigráficos e diagenéticos.\n1.2.\tÁreadeEstudo\nA Bacia de Campos está localizada na porção leste da Margem Continental Brasileira, em território pertencente ao Estado do Rio de Janeiro, sua fronteira a norte, com a Bacia do Espírito Santo, é dada pelo Alto de Vitória, e a sul com a Bacia de Santos, pelo Alto de Cabo Frio.\nFigura 1 - Contexto da área estudada dentro da Bacia de Campos.\nCORMNA1\nfNCMOVA\nENCHCZACtSlE\nrmiHA\nBOHITO\nacuco\nFonte: Modificado de BDEP - Banco de Dados de Exploração e Produção/ ANP - Agência Nacional do Petróleo, Gás Natural e Biocombustíveis.\n\n\n2.\nBASE DE DADOS E MÉTODO\n2.1.\tBasedeDados\nO estudo teve início com o requerimento de dados junto ao BDEP (Banco de Dados de Exploração e Produção) administrado pela ANP (Agência Nacional do Petróleo, Gás Natural e Biocombustíveis). Os dados adquiridos são referentes aos poços 3LI_0005_RJS, 3RJS_0157C_RJ, 4RJS_0139A_RJ, 7LI_0006_RJS, 7LI_0008_RJS e 7LI_0010_RJS. Para o presente trabalho foram acrescentados os dados de mais 10 poços (1RJS_0049_RJ, 1RJS_0074_RJ,\t1RJS_0153_RJ,\t3RJS_0073B_RJ,\t3RJS_0167_RJ,\t4RJS_0156_RJ,\n3LI_0001_RJS, 3LI_0004_RJS, 7LI_0003_RJS, 7LI_0007_RJS) já existentes no banco de dados da universidade.\nNo mapa da Figura 2 pode-se observar a disposição dos poços acima citados e na tabela abaixo são apresentados os perfis geofísicos, Raio Gama (GR), Resistividade (ILD), Densidade (RHOB) e Sônico (DT), presentes em cada um deles.\nTabela 1 - Dados de perfilagem geofísica por poço.\nSigla dos Poços\tGR\tILD\tRHOB\tDT\tPERFIL COMPOSTO\n1RJS 0049 RJ\tX\tX\tX\tX\t\n3RJS 0073B RJ\tX\tX\tX\tX\t\n7LI 0003 RJS\tX\tX\tX\tX\t\n1RJS 0074 RJ\tX\tX\tX\tX\t\n3LI 0005 RJS\tX\tX\tX\tX\tX\n3LI 0008 RJS\tX\tX\tX\tX\tX\n3RJS 0157C RJ\tX\tX\tX\tX\tX\n4RJS 0139A RJ\tX\tX\tX\tX\tX\n7LI 0006 RJS\tX\tX\tX\tX\tX\n7LI 0010 RJS\t\t\tX\t\tX\n1RJS 0153 RJ\tX\tX\tX\t\t\n3LI 0001 RJS\tX\tX\tX\t\t\n3LI 0004 RJS\tX\tX\tX\t\t\n3RJS 0167 RJ\tX\tX\tX\t\t\n4RJS 0156 RJ\tX\tX\tX\t\t\n7LI 0007 RJS\tX\tX\tX\t\t\n2.2.\tMétodo\nA pesquisa foi realizada em etapas para se obter um aprendizado linear e apresentar maior organização. Essas etapas consistiram de:\n1.\tParticipação nos Cursos de Verão - PRH-05 do Convênio UNESP/ANP, em janeiro e fevereiro de 2011;\n2.\tLeitura e organização dos dados da bibliografia sobre os temas da pesquisa e capacitação quanto ao manuseio de dados;\n3.\tProcessamento dos dados de perfis de poços, confecção de seções estruturais e estratigráficas e mapas;\n4.\tMétodo telescópico de detalhamento da estratigrafía;\n5.\tAnálise do reservatório;\n6.\tInterpretação dos resultados e comparação com trabalhos anteriores;\n7.\tConfecção do Trabalho de Conclusão de Curso.\nA segunda etapa consistiu de levantamento bibliográfico, aprendizado sobre a área de estudo, aquisição de dados, capacitação quanto à utilização de softwares utilizados ao longo do trabalho e aprendizado quanto ao tratamento dos dados recebidos do BDEP.\nOs dados adquiridos possuem extensão .las que necessitam ser reorganizados e dispostos em tabelas para confecção dos perfis de poços (Figura 3), para tal procedimento foi utilizado o software Microsoft Exel, tanto para a organização dos dados como para a geração dos gráficos. Depois de prontos os poços foram dispostos em seções estratigráficas e estruturais, em três escalas, para correlação e interpretação. Também nessa etapa realizou-se a confecção de mapas de contornos estruturais e isópacas, com a utilização do software Surfer, através de valores quantitativos de profundidade e espessura, obtidos nos perfis interpretados. O tratamento de todas as figuras geradas foi realizado no software CorelDraw.\nO método telescópico utilizado consiste de um zoom na estratigrafía partindo de toda a coluna da Bacia de Campos no Campo de Linguado, a partir de perfis com escala vertical 1:5000. Após a análise inicial desses perfis foram estabelecidas quais seriam as melhores escalas utilizadas para apresentação nos relatórios, que se iniciaria com uma visão regional de toda a estratigrafía do campo em uma escala 1:10000, partindo-se para seções de detalhe do Grupo Lagoa Feia em escala 1:2500 e análise do reservatório a 1:1000.\nCom as escalas estabelecidas e as seções montadas, realizou-se uma interpretação regional (1:10000), caracterização dos ciclos tectono-estratigráficos correspondentes ao Grupo Lagoa Feia (1:2500) e caracterização dos intervalos porosos das coquinas da Formação Coqueiros (1:1000). Após a obtenção dos produtos esperados, realizou-se uma análise comparativa com a bibliografia existente, para produção de discussões e conclusões. Que deram origem aos resultados e a este trabalho final.\nFigura 3 - Perfilagem GR, ILD, RHOB e DT do poço 1RJS_0074_RJ, em escala 1:10000, destacando (tracejado) o Grupo Lagoa Feia e (traço contínuo) o reservatório da coquina inferior.\no,1\n10 100 1,8\n2,2 2,4 2,6 2,8\n0\t50\t100\t150\nJL\n240\t140\t40\n0\nJ L\n3.\tCONSIDERAÇÕES TEÓRICAS\n3.1.\tPerfilagem Geofísica de Poço\nA principal aplicação dos métodos geofísicos, em investigações de subsuperfície, ocorrem na área de prospecção de recursos naturais. Na indústria do petróleo, como na maioria dos poços perfurados, é utilizada a perfuração por sondagem rotativa. Onde os detritos gerados na sondagem chegam à superfície por suspensão no fluido ou lama de perfuração. Esse fluido deve ter sua densidade controlada para exercer pressão suficiente evitando o blowout, ou seja, produção descontrolada de fluidos (Kearey et al., 2002).\nOs fragmentos de rocha que chegam à superfície através da lama de perfuração são denominados amostras de calha. Devido à essa mistura com o fluido essa amostra fornece poucas informações sobre as propriedades físicas da rocha fresca. Para suprir essa falta de informações é utilizada a técnica de levantamento geofísico de poço (downhole geophysical surveying) ou perfilagem a cabo (wire-line logging).\n3.1.1.\tAmbientede Poço\nDe acordo com a Figura 4 o ambiente de poço é dividido em quatro zonas.\nFigura 4 - Ambiente de poço.\nReboco\nZona Lavada\nZona Invadida\nZona Virgem\nFonte: Modificado de Kearey et al. (2002)\nO reboco (mudcake) corresponde à lama de perfuração que se acumula na parede do poço, dependendo diretamente da porosidade e permeabilidade da rocha perfurada. O estudo do\nA zona invadida possui um raio de invasão (annulus of invasión) pelo qual o grau de penetração do fluido na rocha decresce até chegar a zero. A extensão do raio de invasão depende do comportamento da rocha (exemplo: em folhelhos costuma ter poucos centímetros, já em rochas mais porosas e permeáveis - arenitos e coquinas - pode atingir vários metros), do tempo de exposição à lama, das condições da lama e do diferencial de pressão.\nA zona virgem não apresenta contaminação pelo fluido, então todas as suas propriedades são originais da formação.\n3.1.2.\tPetrofísica\nDe acordo com Corrêa e Ramos (1976) os parâmetros físicos utilizados na avaliação de um reservatório são: porosidade (porção do volume total ocupado por vazios), saturação de hidrocarbonetos (porcentagem da porosidade ocupada por hidrocarbonetos), permeabilidade (capacidade da rocha de permitir a circulação de fluido pelos interstícios) e espessura permeável (espessura da rocha que tem capacidade de produção).\nA perfilagem utilizada para obtenção de valores para quantificar esses parâmetros são: Raio Gama (RG ou GR), Resistividade (ILD), Densidade (RHOB) e Sônico (DT).\nO perfil de Raio Gama é a medida da radioatividade natural da rocha. Geralmente, mostra o conteúdo de argila da rocha, pois os elementos radioativos tendem a se concentrar nos minerais argilosos. Os perfis elétricos podem ser do tipo Convencional e Indução. O primeiro mede a resistividade da rocha, ou seja, a capacidade que uma rocha tem de impedir a circulação de uma corrente elétrica. E o segundo mede a condutividade da rocha, ou seja, o oposto da resistividade.\nO perfil Sônico é o registro da propagação do som (At) através das litologias presentes na extensão do poço. Sendo At o tempo de transito que é inversamente proporcional à velocidade do som na mesma rocha. Este tipo de perfil é utilizado para determinar porosidade, correlação, identificar litologias, auxiliar a interpretação sísmica e indicar fraturas. E o perfil de Densidade que é o registro da variação na densidade da coluna litológica atravessada pelo poço. Utilizado para cálculos de porosidade da rocha, pois quando se conhece a densidade da matriz a porosidade é calculada com exatidão e rapidez.\n3.2.\tSistema Petrolífero\nDe acordo com Milani et al. (2000) um sistema petrolífero ativo é composto por quatro elementos principais (rochas geradoras maturas, rochas reservatório, rochas selantes e trapas) e\n3.2.1.\tRochasGeradoras\nÉ o elemento mais importante de todo o sistema petrolífero, sendo o único que quando ausente impossibilita qualquer chance de geração de petróleo. Em geral, são compostas por materiais detríticos de granulometria muito fina (argila), como folhelhos ou calcitulitos, característicos de ambientes de baixa energia e com grande quantidade de matéria orgânica (MO) associada. Essa matéria orgânica pode ser autóctone (material planctónico) ou alóctone (material vegetal terrestre transportado para dentro da bacia) que é incorporada ou material detrítico sob a forma de MO diluída.\nÉ comum pensar que quanto maior a quantidade de MO, maior será a capacidade da rocha de gerar petróleo. Porém, apenas a quantidade não é suficiente, para gerar petróleo a MO presente tem que ser rica em Carbono e Hidrogênio. Para tal sua deposição tem que ter ocorrido em ambiente anóxico, ou seja, sem oxigênio, para ocorrer a preservação do C e H mantendo a capacidade geradora da rocha.\nA quantidade de Carbono Orgânico Total (COT) é relativa a teor em peso (%). Em rochas sedimentares comuns esse valor corresponde a menos de 1%. Já as rochas geradoras podem ser divididas em três categorias: Comuns (2-8%), Frequentes (até 14%) e Raras (até 24%).\nO tipo de petróleo gerado depende do tipo de MO depositada (em geral, MO derivada de vegetais superiores tendem a gerar gás e zoo/fitoplancton marinho/lacustre tendem a gerar óleo) e do estágio de maturação térmica da rocha (~600°C: pico de geração, com grandes quantidades de óleo e pequena representatividade de gás; ~1200°C: óleo mais fluido e rico em gás dissolvido - presença predominante de gás e óleo do tipo condensado; 1200-1500°C somente gera gás).\n3.2.2.\tMigração\nO petróleo ocupa um maior volume que o querogênio inicial, por isso após a geração a rocha-fonte se torna saturada em hidrocarbonetos. A pressão exercida pelo petróleo faz com que a rocha sofra fraturamentos e os hidrocarbonetos são liberados para migrar para uma zona de menor pressão.\nA migração compreende desde a saída de fluido da rocha-fonte, todo o caminho percorrido, até sua armazenagem em uma rocha com porosidade favorável. O caminho pelo qual o fluido passa pode ser exemplificado por fraturas, falhas e rochas porosas (rochas carreadoras).\n3.2.3.\tTrapaou Armadilha\n3.2.4.\tRochas Reservatório\nGeralmente compostas de material detrítico de granulometria fina à grossa de ambiente de alta energia. Apresentam porosidade variando de 5 à 35%, com maiores representantes na faixa de 15 à 30%, onde hidrocarbonetos ficam alojados. Essa porosidade pode ser intergranular (arenitos, calcarenitos, conglomerados), fraturamentos (rochas ígneas e metamórficas) e dissoluções (coquinas).\nAs rochas reservatório mais comuns são arenitos (dunas, rios, praias, deltas e planícies litorâneas com influência de onda, marés e tempestade, e mares e lagos profundos por correntes de turbidez) seguidos por rochas calcárias porosas (praias e planícies carbonáticas) de latitude tropicais sem contaminação siliciclástica, calcários recifais e calcários com dissolução por águas meteóricas.\n3.2.5.\tRochas Selantes\nPara que ocorra a formação de um reservatório, não basta a presença de uma rocha reservatório e uma trapa/armadilha. Associada a esses elementos deve existir a rocha selante que irá impedir a passagem dos hidrocarbonetos e forçar a sua acumulação.\nAs rochas selantes são de granulometria fina (folhelhos, siltitos, calcilutitos) ou qualquer rocha de baixa permeabilidade com transmissibilidade de fluidos inferior à do reservatório (evaporitos e rochas ígneas intrusivas). Mudanças faciológicas dentro da rocha reservatório e elementos estruturais, como falhamentos, podem atuar como selos.\n3.2.6.\tSincronismo (Timing)\nCorresponde uma ordem temporal favorável para que as rochas geradoras, reservatórios, selantes, trapas e migração tenham origem e desenvolvimento em uma escala de tempo (geológica) adequada para que se formem as acumulações de petróleo.\nO ideal seria que assim que fosse iniciada a geração de hidrocarbonetos após o soterramento adequado, o petróleo liberado da rocha geradora já encontrasse uma rota de\n“A falta de sincronismo entre os elementos componentes do sistema petrolífero tem sido uma das causas mais comuns no insucesso de perfurações exploratórias no mundo inteiro” (Milani et al. 2000).\n4.\tGEOLOGIA REGIONAL\n4.1.\tBaciadeCampos\nUm breve histórico da Bacia:\n•\tEm dezembro de 1974 deu-se a descoberta de óleo na plataforma continental no Campo de Garoupa;\n•\tEm 1976 a Bacia foi perfurada pela primeira vez com o poço 1_RJS_9A em uma profundidade de 100 metros;\n•\tEm 1977 teve início a exploração comercial da Bacia com a primeira extração de óleo no Campo de Enchova, com uma produção de 10 mil barris/dia em uma plataforma flutuante, em 120 metros de lâmina d’água;\n•\tDe 1978 a 1984 ocorreu a descoberta de cerca de 40 acumulações em profundidades rasas e moderadas, de 80 a 600 metros, na plataforma continental da bacia.\n•\tEm novembro de 1984 foi descoberto o Campo de Albacora, provando a existência de campos gigantes a grandes profundidades.\nDe acordo com Winter et al. (2007) a Bacia de Campos possui uma área de aproximadamente 100 mil km2, com apenas 500 km2 de área emersa, chega até a cota batimétrica de 3400m (Horschutz et al. 1992) e possui mais de 1600 poços perfurados em todos esses anos de exploração. É a bacia brasileira de maior produtividade com produção em áreas proximais, águas profundas e ultraprofundas.\nOs reservatórios são de rochas siliciclásicas, carbonáticas e rochas ígneas fraturadas, com idades de Cambriano até Mioceno. As trapas são estruturais, estratigráficas, diagenéticas e mistas.\n4.1.1.\tArcabouço Estratigráfico\nA primeira carta estratigráfica da Bacia de Campos foi elaborada por Schaller em 1973, a partir dos resultados da perfuração dos primeiros poços da bacia. Ao longo do tempo essa carta sofreu várias modificações e a sua última atualização (Figura 5) foi publicada por Winter et al. (2007), contendo todo o conhecimento existente sobre a bacia com ênfase na análise cronoestratigráfica, baseada em dados de poços, sísmica e tabelas bioestratigráficas.\nFigura 5 - Carta Estratigráfica da Bacia de Campos, destacando o Grupo Lagoa Feia (verde) e a Formação Coqueiros (vermelho).\nFonte: Modificado de Winter etal. (2007).\n4.1.1.1.\tFormação Cabiúnas\nSão encontrados localmente entre os derrames arenitos, siltitos e conglomerados sendo denominados intertrapes. As datações realizadas nessas rochas permitem correlacionar o evento magmático Cabiúnas com o Serra Geral da Bacia do Paraná. Eventualmente encontra-se interdigitado com o embasamento pré-Cambriano (Milani et al. 2000).\n4.1.1.2.\tGrupo Lagoa Feia\nDe acordo com Winter et al. (2007) o Grupo Lagoa Feia é composto por seis formações, sedo elas Itabapoana, Atafona, Coqueiros, Gargaú, Macabu e Retiro. As formações presentes na base do Grupo correspondem a sedimentação continental em ambiente lacustre seguida de sedimentação marinha transgressiva em ambiente marinho restrito/ lagunar\nA Formação Itabapoana é composta de conglomerados, arenitos, siltitos e folhelhos avermelhados característicos de ambientes proximais de borda de bacia e de falha. Já a Formação Atafona apresenta principalmente arenitos, siltitos e folhelhos com sedimentos de origem continental em ambiente lacustre.\nA Formação Coqueiros é constituída de intercalações de camadas de folhelhos e carbonatos porosos de ambiente lacustre de alta energia, formados por acumulações de conchas de moluscos bivalves (pelecípodes), que atingem até 100 metros de espessura, chamadas de barra de coquinas. Essas barras de coquinas representam os reservatórios produtores de petróleo dessa formação.\nAs formações Gargaú e Macabu correspondem a sedimentos carbonáticos, margas e arenitos de ambiente raso e transicional. Na Formação Macabu são encontrados calcários estromatolíticos e laminitos microbiais às vezes dolomitizados.\nA Formação Retiro é composta por evaporitos de ambiente marinho/lagunar árido, onde os sais mais solúveis se encontram nos centros deposicionais. Essa formação tem uma grande importância na arquitetura da Bacia de Campos, já que a movimentação do sal moldou o assoalho marinho, criando o espaço de acomodação das areias do Cretáceo Superior.\n4.1.1.3.\tGrupo Macaé\nNo Grupo Macaé são identificadas cinco formações sendo elas: Goitacás, Quissamã, Namorado, Outeiro e Imbetiba (Winter et al. 2007).\nO Arenito Namorado corresponde a depósitos arenosos resultantes de fluxos hiperpienais (turbiditos) formando reservatórios arenosos alocados em baixos deposicionais gerados e controlados pela tectônica salífera albiana.\nA Formação Outeiro é caracterizada pela presença da Seção Bota (devido a curva dos perfis elétricos de raio gama e resistividade), e é composta por calcilutitos com biota plantônica composta por calcisferulídeos e foraminíferos, margas e folhelhos. A Formação Imbetiba corresponde a margas do Cenomaniano e seus sedimentos pelíticos geralmente ocorrem intercaladas com os arenitos Namorado.\n4.1.1.4.\tGrupo Campos\nDe acordo com Winter et al. (2007) o Grupo Campos é composto por quatro formações, sendo elas: Carapebús, Ubatuba, Emborê e Barreiras.\nAs formações Carapebús e Ubatuba são caracterizadas por um pacote siliciclástico fino com corpos arenosos, de ambiente marinho profundo e origem através de fluxos hiperpienais de sistemas turbidíticos.\nA Formação Emborê é composta de diamictites e arenitos plataformais avermelhados de ambiente de paltaforma costeira (nerítico raso) em sistema de fandeltas, conglomerados e arenitos de origem marinha retrogradante, retrabalhamento de rochas vulcânicas por correntes de fundo, hialoclastitos, rochas mistas ou peperites (lava+sedimentos), calcarenites e calcirruditos bioclásticos e quartizosos (Membro Grussaí), conglomerados, arenitos e pelitos elásticos (Membro São Tomé) e rochas carbonáticas de algas vermelhas como calcirruditos e calcarenites bioclásticos (Membro Siri).\nO Marco Azul é formado por calcilutitos ricos em nanoplancton que representa um grande evento de inundação e é encontrado em praticamente toda a Bacia.\nA Formação Barreiras é caracterizada por depósitos conglomeráticos, arenosos e lamosos, ricos em concreções ferruginosas depositados por processos de alta energia e fluxos gravitacionais. O Marco Cinza está inserido no contexto da Formação Barreiras.\n4.1.2.\tEvolução Tectono-Sedimentar\n4.1.2.1.\tSuper- Sequência Rifte\nA fase Rifte teve inicio no final do Neocomiano, idade Hauteriviano, com a formação do rifte entre a América do Sul e a África onde houve a deposição de sedimentos terrígenos e carbonáticos em ambientes flúvio-lacustres (Grupo Lagoa Feia), que foi depositado sobre as rochas vulcano-sedimentares da Formação Cabiúnas. Essa sequência corresponde a parte inferior do Grupo Lagoa Feia (Winter et al. 2007).\n4.1.2.2.\tSuper-Sequência Pós-Rifte ou Transicional\nCorresponde à sedimentação que ocorreu posteriormente e com caráter discordante às rochas depositadas na fase Rifte. Na base as espessuras possuem maiores variações, devido às inconstâncias do substrato e na parte superior observa-se um padrão retrogradante. É carente de conteúdo fossilífero, representado por ostracódes e microbialitos, refletindo as contições de stress do ambiente deposicional (Winter et al. 2007).\n4.1.2.3.\tSuper-Sequência Drifte\nÉ representada pelos sedimentos de origem marinha depositados sobre a sequência transicional, em um regime de subsidência térmica associada a tectonismo. Com o basculamento progressivo da Bacia para leste, propiciou-se o desenvolvimento de uma forte deformação adiastrófica em função do grande fluxo de sal. Essa tectônica salina e os estilos estruturais gerados por ela resultam dois casos: próximo à costa, nos primeiros 100 a 200 km, um regime francamente distensivo, que passa a um contexto compressivo na região de águas profundas (Winter et al. 2007). Falhas normais de geometria lístrica associam-se em geral à tectônica salina (Milani et al. 2000).\n4.1.3.\tAspectos Econômicos\nDe acordo com o Boletim da Produção de Petróleo e Gás Natural de 1o de Setembro de 2011, em julho deste mesmo ano a produção de petróleo e gás natural no Brasil foi de\nDe acordo com a Tabela 2 a maior produção de petróleo e gás natural se concentram na Bacia de Campos, correspondendo, respectivamente, à 83,3% e 37,9% do total da produção (figuras 6 e 7). Esses números endossam o fato de a Bacia de Campos ser a bacia brasileira mais prolífica.\nTabela 2 - Produção de petróleo e gás natural por bacia.\nBacia\tPetróleo (bbl/d)\tGás Natural (Mm3/d)\tProdução Total (boe/d)\nCampos\t1.734.234\t25.326\t1.893.532\nSantos\t99.884\t6.193\t138.836\nEspírito Santo\t49.693\t9.726\t110.872\nSolimões\t34.871\t11.797\t109.076\nPotiguar\t59.959\t1.859\t71.650\nSergipe\t44.218\t2.976\t62.935\nRecôncavo\t42.833\t2.740\t60.066\nCamamu\t566\t4.622\t29.638\nAlagoas\t5.739\t1.458\t14.907\nCeará\t4.843\t87\t5.393\nTucano Sul\t43\t96\t644\nTotal geral\t2.076.882\t66.879\t2.497.549\nFonte: Boletim da Produção de Petróleo e Gás Natural - SDP/ANP (01/09/2011).\n33,5%\n0,03%\n0,\n0,002%\nFigura 6 - Distribuição da produção de petróleo por Bacia.\nB Campos\nB Santos\nB Espírito Santo\nB Solimões\nB Potiguar\nB Sergipe\n3% B Recôncavo 2% BCamamu\nB Alagoas\nBCeará\nUTucano Sul\nFonte: Boletim da Produção de Petróleo e Gás Natural - SDP/ANP (01/09/2011).\nFigura 7 - Distribuição da produção de gás natural por Bacia.\nH Campos\nH Santos\nbl Espírito Santo\níi Solimões\nH Potiguar\nW Sergipe\nuiRecôncavo\nM Camamu\nUI Alagoas\nM Ceará\ntd Tucano Sul\n4,1%\n4,4%\n2,2%\n0,1%\n0,1%\nFonte: Boletim da Produção de Petróleo e Gás Natural - SDP/ANP (01/09/2011).\n4.2. Trend Badejo-Linguado-Pampo\nNa Figura 8 pode ser observada a estratigrafía das coquinas do trend, nos poços 4RJS_0055_RJ, 1RJS_0049_RJ e 1RJS_0013_RJ, e a sua subdivisão em Zonas (I, II, III, IVA, IV B, V, VI A, VI B e VI C) proposta por Baumgarten et al. (1983 citado em Baumgarten et al. 1988), onde a Zona I corresponde à coquina superior e as zonas VI A e B correspondem à coquina inferior (evidenciado em amarelo).\nNa mesma figura um fato a ser observado é a ordem dos poços, que se encontram disposto de sudeste para noroeste e não o convencional de noroeste para sudeste. Nesse contexto podemos notar a rampa evidenciando o mergulho regional da bacia com direção NW-SE (seta verde) e um alto do embasamento no Campo de Pampo (seta vermelha), devido a esses fatores no Campo de Pampo a coluna sedimentar correspondente à Formação Coqueiros encontra espessura reduzida em comparação aos campos de Linguado e Badejo (evidenciado em laranja).\nApós observação das figuras 9 e 10 pode-se realizar uma comparação entre elas e uma correlação com a Figura 8. Ambos os mapas correspondem ao contorno estrutural do topo da coquina-reservatório e neles podemos notar o avanço na exploração, comparando a quantidade de poços existentes no ano de 1981, Figura 9, e em 1988, Figura 10, que aumentou consideravelmente em um pequeno intervalo de tempo, delimitando com mais precisão estruturas e limites dos campos do trend, Ao comparar com a estratigrafía (Figura 8) notamos o mergulho regional em direção a Pampo, caracterizando a rampa plataformal, com direção NW-SE.\nCom o avanço das pesquisas geológicas e a perfuração de novos poços, notamos a presença de diversos tipos de poços no mapa da Figura 10. São eles:\n• Poço produtor de óleo\nPoço produtor de óleo abandonado (por logística ou acidente mecânico)\nPoço produtor não comercial de óleo\nO Poço produtor de óleo nos basaltos ou no Grupo Macaé\nV Poço seco.\nFigura 8 - Zoneamento das coquinas do Grupo Lagoa Feia.\n4RJS 0055 RJ\n1RJS 0013 RJ\nBADEJO\nlinguado\nmarco l* - ac\nFM i.AGOA FEiA\nMARCO LF-fõ\naURAClCA INFERIOR\nJIQUIA INFERIOR 9URACICA SUPERIOR\nTV jiquia' SUPERIOR\nSE PAMPO\nRSN\nC ’ ALAGOAS\n, GR\nR5FL FM- MA^Ai----\nFonte: Modificado de Baumgarten et al. (1988, citado em Horschutz e Scuta 1992).\nFigura 9 - Mapa estrutural topo da coquina.\n309km\nFigura 10 - Mapa estrutural topo da Zona VI.\n322km\n-7491km\n00 8\n00-10\no\\ BADEJO\nA /\n2 km\nBO-2\n-7475km\n63A\n♦\nPAMPO\nFonte: Brisóla et al. (1981, citado em Baumgarten et al. 1988).\nFonte: Baumgarten et al. (1988).\nNa Figura 11 pode ser observado um perfil característico das coquinas do Grupo La goa Feia no Campo de Linguado, onde são apresentados os perfis de Raio Gama, Resistividade e Sônico, além de descrição da rocha. É possível observar a distribuição das coquinas inferior (principal) e superior e o intervalo siliciclástico entre elas, nota-se que na coquina principal os intervalos mais importantes (VI A e VI B) se encontram em evidência, assim como a porosidade (14%) e a saturação de água (17%) na Zona VI A.\n\nFigura 11 - Seção típica das coquinas do Campo de Linguado.\nVIBZONEX¿\nI* l-«»l COQUINA\nSw«17% 0 «14%\nX\"\n28OOm\n2850 -Z.T2 VIA ZONE\n29OCFS-.\nr\n27ÓÓ<R!LD iT\nFonte: Horschutz et al. (1992).\nO reservatório principal do trend são as coquinas, de moluscos bivalves, da base da Formação Coqueiros, correspondentes às zonas VI A e VI B do zoneamento de Baumgarten et al. (1983 citado por Baumgarten et al. 1988). Ñas Figuras 12 e 13 podemos observar exemplos da rocha em escala macroscópica (testemunho) e microscópica (lámina), respectivamente. Em\nFigura 12 - Visão macroscópica da coquina reservatório.\nFonte: Horschutz et al. (1992).\nFigura 13 - Visão microscópica da coquina reservatório.\n0,25 rnm\nFonte: Horschutz et al. (1992).\n4.3.\tCampo de Linguado\nDe acordo com Horschutz et al. (1992) o Campo possui uma área de 32 km2 e se encontra a 80 km do Cabo São Tomé, em lâmina d’água entre 95 e 110 metros de profundidade. Está situado no extremo sudoeste do trend das acumulações de óleo da Bacia de Campos.\n4.3.1.\tDados sobre o Campo\nDe acordo com Horschutz et al. (1992) o Campo de Linguado é o quinto maior campo petrolífero da Bacia de Campos (Figura 14). Suas reservas de hidrocarbonetos se encontram divididas em quatro reservatórios (Tabela 3), sendo o reservatório Barremiano o maior deles (Tabela 4).\nFigura 14 - Histograma comparativo dos sete maiores campos petrolíferos da Bacia de Campos.\nTabela 3- Dados de volume e produção no Campo de Linguado em Dezembro/1990.\nField\tReservoir\tVOIP inun bbl)\tRec. oil (nim bbl)\tReseñes (mm bbl)\tR.R. (%)\tCumulative production (mm bbl)\tProduction (BOFO)\tNumber of productive wells\nLinguado\tMaastnchtun\t18 606\t1661\t1.861\t10.00\t\t\t\n\tAlbia n\t167553\t23 896\t11731\t15.40\t12.165\t7,106\t3\n\tBarremian\t359.706\t104.395\t34.759\t3000\t69.636\t18,610\t8\n\tNeocomian\t4.151\t—\t—\t—\t0.447\t—\t—\n\tTotal\t550.016\t130.152\t48.351\t—\t82.248\t25,716\t11\nFonte: Horschutz et al. (1992).\nTabela 4 - Resumo das características do reservatório principal (Coquinas).\nItem\tReservatório Barremiano (Campo de Linguado)\nDatum (m)\t- 2850\nContato óleo/água (m)\t- 2943\nÁrea (km2)\t32\nProfundidade da lâmina d’água (m)\t100\nMaior espessura do reservatório (m)\t361\nNet pay máximo (m)\t105\nPorosidade média (%)\t15\nPermeabilidade média (md)\t120\nSaturação de água (%)\t18\nPressão de formação (kgf/cm2)\t303\nGrau API do óleo\t30\nTaxa gás/óleo (m3/m3)\t164\nPonto de borbulhamento (kgf/cm2)\t255\nBo (m3/m3)\t1,49\nTemperatura do reservatório (0C)\t85,5\nMecanismo de produção\tGás em solução e injeção de água\nFonte: Modificado de Horschutz et al. (1992).\n4.3.2.\tEstrutura da Acumulação\nSegundo Baumgarten (1985) o Campo de Linguado se encontra associado ao Alto de Badejo (Figura 15), limitado por falhas antitéticas (rifteamento pós-basaltico) à oeste. Os falhamentos normais de tectônica rifte (evidenciados em vermelho), formam horsts, grábens e hemigrábens, que controlam a deposição dos sedimentos. Tais falhas associadas à discordância\nA Figura 15 é uma seção geológica onde também é possível observar a distribuição vertical-lateral das coquinas porosas, o contato óleo/água (destacado em verde) e os falhamentos a oeste e leste que limitam o Campo de Linguado com os campos de Badejo e Pampo, respectivamente. Nota-se que os falhamentos presentes não atingem a coquina superior, correspondente à Zona I.\nEstes falhamentos exercem importante papel no controle das coquinas, sendo elas mais espessas nos blocos baixos como é possível observar na Figura 16, onde são apresentadas duas falhas de crescimento entre os poços 3RJS_0157C_RJ e 3RJS_0073B_RJ e presença de coquina mais espessa (realçados em laranja) no poço 3RJS_0157C_RJ que se encontra no bloco baixo.\nFigura 15 - Seção geológica do Grupo Lagoa Feia no Campo de Linguado.\nMACAE\nZONA\nDATUM -2^00m “i—i-------r—r\nFigura 16 - Seção estratigráfica evidenciando as falhas de crescimento.\nbasalto\nCRESCIMENTO LF-4O/LF-6G 12 m\nCRESCIMENTOS\nLF-6O/LF-B0. 30 m LF40/LF-60\t60\tm\nRejCilO - 90 m\n' marco\nFm LAGOA FEIA\nNa Figura 17 podemos observar a distribuição dos hidrocarbonetos no Campo de Linguado tanto no Grupo Lagoa Feia como no Grupo Macaé, notando que a acumulação superior possui um caráter bastante restrito enquanto que a acumulação inferior possui grande amplitude e continuidade por todo Campo de Linguado, atingindo inclusive os campos adjacentes.\nA partir da identificação dos poços (em vermelho) presentes na seção foram inferidos os limites (em verde tracejado) do Campo de Linguado com Badejo, a esquerda, e Pampo, a direita. Também é possível verificar o traçado do contato óleo-água (em amarelo) nas rochas reservatório, que ocorre dentro dos limites do Campo de Pampo.\nFigura 17 - Seção geológica do Campo de Linguado.\ncabjunas fm\nlagoa F^EIA\n-BDü\nMACAE FM\n■2200\n■ MOO\n1000m\nQ TRANSITION\nOIL\ni\n□ WATER\nr-Hto\n--------------LINGUADO FIELD\nLI 04\tLL05\tU_1D\tLI_OS\n•\tV • o •\nI---------1--\nBADEJO F b\n3\nMVV • ¡\n—i---1---•--r\nI\nI\nX. I\n\\ (\n\\l\n, PAMPO\n-----1\n1 62A\nI&lt;> Sf\nCAMPOS FM\nI\n—i\nFonte: Modificado de Horschutz et al. (1992).\n\nNo mapa de contorno estrutural do topo reservatório Barremiano, apresentado na Figura 18, podemos observar a porção nordeste do Campo de Linguado, limitada (amarelo tracejado) à norte com Badejo e a Sul com Pampo. Destacado, em vermelho, se encontram os 15 poços utilizados neste trabalho. Nota-se também que o nível de coquinas, no Campo de Linguado, possui um mergulho monoclinal para Leste, evidenciando a tendência regional do mergulho da plataforma continental brasileira.\nFigura 18 - Mapa estrutural do topo do reservatório Barremiano.\n■ - FIXED PLATFORM INSTALLED\nA - FLOATING PRODUCTION SYSTEM INSTALLED\nFonte: Modificado de Horschutz et al. (1992).\n4.3.3.\tReservatórios\nOs hidrocarbonetos presentes nesse Campo são distribuídos em quatro acumulações denominadas por Horschutz et al. (1992) como reservatórios Maastrichtiano, Albiano, Barremiano e Hauteriviano, descritos a seguir.\n4.3.3.1.\tReservatório Maastrichtiano\n4.3.3.2.\tReservatório Albiano\nFormado principalmente por calcarenitos e calcirruditos oncolíticos, oolíticos e peloidais do Grupo Macaé, depositados em ambiente de plataforma marinha rasa. Apresenta porosidade de 20%, permeabilidade de 250 md e óleo com 20° API. A trapa é mista de natureza estrutural e estratigráfica, onde o componente estrutural é representado por falhas normais de crescimento e o estratigráfico por variações de fácies na parte superior do reservatório, onde os calcarenitos e calcirruditos gradam para calcilutitos de oeste para sul - sudoeste do campo.\n4.3.3.3.\tReservatório Barremiano\nAtualmente inserido no Andar Jiquiá, esse reservatório corresponde à Formação Coqueiros do Grupo Lagoa Feia. A Formação Coqueiros é composta por calcilutitos, calcarenitos, calcirruditos e calcirruditos com matriz calcarenítica, podendo ocorrer bioacumulações carbonáticas e horizontes de paleossolos.\nEstudos mais detalhados mostram que as coquinas apresentam vários ciclos de raseamento ascendente, e foram depositadas sobre altos síncronos associados a falhas normais sindeposicionais em duas fases de deposição. Essas fases são separadas por rochas siliciclásticas pelíticas de fácies de ambiente flúvio-lacustre que são consideradas marcadores em perfilagem elétrica.\nOs calcirruditos são considerados os melhores reservatórios com porosidade de 15%, permeabilidade de 120 md, por vezes atingindo 20% e 1 darcy, respectivamente. A porosidade é representada principalmente pelos tipos interpartículas e vugular, e secundariamente pela porosidade móldica, todas resultantes de processos de dissolução. O óleo presente varia de 29 a 33o API.\nNesse reservatório a trapa é considerada mista sendo de natureza estrutural, estratigráfica e diagenética. Fatores diagenéticos criaram barreiras de permeabilidade cimentando calcita e sílica em vários níveis de coquinas.\n4.3.3.4.\tReservatório Hauteriviano\n5.\tANÁLISE TECTONO-ESTRATIGRÁFICA DO GRUPO LAGOA FEIA\nNeste capítulo será abordada a Estratigrafía do Campo de Linguado, da fase rifte (Grupo Lagoa Feia) à fase drifte (Grupo Macaé), e finalmente a grande sucessão de aprofundamento seguido de raseamento do Grupo Campos (Maastrichtiano a Cenozoico).\nA Tabela 5 apresenta a situação e data de perfuração de todos os poços estudados nesse projeto. Nota-se que todos os poços possuem óleo, seja produtor comercial ou subcomercial, extensão ou descobridor, sendo somente o 3LI_0008_RJS marcado como indefinido, o que confirma a dificuldade encontrada em trabalhar com esse poço, por ele apresentar comportamento distinto dos demais.\nTabela 5 - Status de cada poço estudado.\nSigla dos Poços\tStatus\tAno\n1RJS_0049_RJ\tdescobridor de campo com óleo\t1978\n3RJS_0073B_RJ\textensão produtor de óleo\t1978/1979\n7LI_0003_RJS\tprodutor comercial de óleo\t1983\n1RJS_0074_RJ\tprodutor subcomercial de óleo\t1978/1979\n3LI_0005_RJS\textensão produtor de óleo\t1983/1984\n3LI_0008_RJS\tindefinido\t1985\n3RJS_0157C_RJ\textensão produtor de óleo\t1981\n4RJS_0139A_RJ\tdescobridor de nova jazida com óleo\t1981\n7LI_0006_RJS\tprodutor subcomercial de óleo\t1989\n7LI_0010_RJS\tprodutor comercial de óleo\t1987\n3LI_0001_RJS\textensão produtor de óleo\t1983\n3LI_0004_RJS\textensão produtor de óleo\t1983\n3RJS_0167_RJ\textensão produtor de óleo\t1981\n4RJS_0156_RJ\tdescobridor de nova jazida com óleo\t1980\n7LI_0007_RJS\tprodutor comercial de oleo\t1985\nFonte: Modificado de BDEP (2011).\nNo mapa da Figura 19 encontramos a localização da seção estrutural X-X’, que foi criada para apresentar o contexto regional da estratigrafía da Bacia de Campos no campo estudado. Para tal foram selecionados três poços com melhores representatividades e maior quantidade de dados disponíveis.\nTRILHA\nBADEJO\n3LI 00O1RJS\n711 0006RJS\n71.1 0003 RJS\n3RJS0073BRJ\nLINGUADO\n2 km\nPAMPO\n3RJS 0167 RJ\n• ~\n4RJS0156RJ\n3LI 0004 RJS\n7LI 0007 RJS\n' •\n1RJS 0049 RJ\nX'\n» 1RJS.0074.RJ\ne 4RJS_0f39A_RJ\n3LI 0005 RJS\n• - ‘\n3LL0006_RJS\n2.1.\tEstratigrafía da Bacía de Campos na área de Linguado\nA Figura 20 apresenta a cronocorrelação X-X’ entre os três poços 7-LI-3_RJS, 3-RJS-73B_RJ e 1-RJS-0074_RJ.\nFigura 20 - Seção estrutural regional X-X.\nX-\n1R.IS OOT.nB RJ\t1H.IS 0074 RJ\nX\nni noon rjs\nFigura 20 • SrtçAn Fntnjlural Ruqinnnl X X\nDATUM - 500m\nEscala vertical 1:10000\nSeni escala horizontal entre poços\nLEGENDA\nE3\n■\nX\nGrupo Campos\nGrupe Macae\nGrupo Lagoa Feia\nFormação Cabiúnas\nContato entre grupos\nContato entre uquAncias\nNa base da coluna encontramos os basaltos da Formação Cabiúnas sobre os quais se depositam os sedimentos do Grupo Lagoa Feia que compreendem conglomerados, arenitos, folhelhos e coquinas, sobrepostos ao final por uma delgada camada de evaporitos, halita e anidrita (Rangel et al. 1994 e Winter et al. 2007). As rochas do Grupo Lagoa Feia podem ser subdivididas em três ciclos principais (I, II e III) indicados na Figura 20. Esses ciclos compreendem uma base siliciclástica sobreposta por uma sequência carbonática (I e II) ou evaporítica (III).\nMais especificamente, a sequência I inicia-se no topo do basalto e compreende toda a Formação Atafona até o topo da coquina principal; a sequência intermediária é composta pelo intervalo siliciclástico (entre coquinas) e a coquina superior; e a última sequência engloba as formações Itabapoana e Retiro.\nSobre os sedimentos de plataforma carbonática rasa está o Grupo Macaé, composto por arenitos que gradam para calcários oncolíticos-bioclásticos em uma plataforma marinha rasa de idade Albiano Inferior/Médio. Tais calcários são importantes reservatórios de óleo, e estão associados a trapas mistas, tipo falha de crescimento e anticlinal de compensação (roll-over), onde os calcarenitos porosos depositam-se na crista, e gradam para o flanco da estrutura a depósitos margosos e terrígenos. Um importante evento de afogamento da bacia possibilita a deposição da “bota”, uma sucessão de aprofundamento com calcilutitos, margas e folhelhos pelágicos datados de Albiano Superior a Turoniano (Rangel et al. 1994 e Winter et al. 2007).\nTal sucessão é interrompida por expressivas discordâncias a tal ponto que rochas maastrichtianas e paleocenas se encontram diretamente sobre rochas do Albiano Superior. Estas duas unidades, que formam a base do Grupo Campos, são sucedidas por dois intervalos marinhos profundos (I e II), e em seguida três intervalos marinhos menos profundos (III a V). Estes últimos constituem ciclos regressivo-transgressivos espessos, associados à rampa de margem de plataforma, onde cada fase progradante de engrossamento ascendente (folhelho, siltito e arenito), é capeada por marco transgressivo de calcilutito, marga e folhelho, ricos em organismos oceânicos como nanofósseis calcários (Rangel et al. 1994 e Winter et al. 2007).\n2.2.\tGrupo Lagoa Feia\nAs quatro seções estruturais, de A-A’, B-B’, C-C’ e D-D’, localizadas no mapa da Figura 21, se encontram em escala 1:2500 (figuras 22 a 25), expandem o arcabouço estratigráfico do Grupo Lagoa Feia esboçado no item anterior, detalhando a estratigrafia do Grupo Lagoa Feia.\nAs seções A-A’ e B-B’ podem se interligar, pois seguem o trend com os melhores poços do Campo em termos do reservatório de coquinas com petróleo, nesse trabalho elas foram separadas com a finalidade de melhor apresentação visual.\nTRILHA\nBADEJO\n7L.I0003 RJS\n4RJSJJ139ARJ\nLINGUADO\n2 km\nPAMPO\n3LI0005RJS\nA 3LI 0004 RJS\nAn \" _\n• 1RJS 0074 RJ c\n3LI 0CO1 RJS\n»------•—\n7LI.0006.RJS\n7LI_OOO7 RJS\t0156 RJ\n\\ 7LI 0010 RJS\nA’\n3RJS0157CRJ\n~\t3RJS.OO73B RJ\nO alinhamento NW-SE dessas seções não é ocasional, e sim coincidente com o trend petrolífero dos campos Badejo-Linguado-Pampo (figuras 22 e 23). As seções seguintes são transversais ao alinhamento anterior, com orientação aproximadamente oeste-leste, C-C’ situa-se mais a norte e D-D’ no centro da área de estudo (figuras 21,24 e 25).\nA partir de dados coletados nas seções (A-A’ a D-D’), realizou-se a confecção de mapas de tendência de contorno estrutural e isópacas (figuras 26 a 30). Com a utilização de todas as informações produzidas e coletadas será dada ênfase aos dados referentes à coquina inferior.\nFigura 22 - Seção Estrutural A-A'.\nA\n3LI0004 RJS\n4RJS_0156_RJ\n7ll.0003.RJS\n7LI0010RJS\nIM 0 “nssr\nFormação\nCoqueiros\nCoquina Superior .\nCoquina Inferior\nFm Atafona\nF\nFigura 22 - Seção Estrutural A-A'\nDATUM -2500m\nEscala vertical r 2500\nSem escala horizontal entre poços\nIntervalo Sitaclâstico\n\"abapoana\nFigura 23 - Seção Estrutural B-B'.\nB 3RJSJ)157C_RJ\n0\t<00 o.t\n3RJS^OO73B.RJ\n«00 ot\n7555\n1RJS.0CM9 RJ\nO________«00\t0 *___________«00\nDATUM ■ 2600m\nIntervalo Sdiciclastico\nCo’\"\"'weno,\nFm Atafona\nSom oséalo hofizoniíil «intre poços\nc\nFigura 24 - Seção Estrutural C-C.\nFigura 25\nSeção Estrutural D-D'.\n4RJS0139ARJ\nExato vorticat 12500\nSom «ucjto horvonto entro poçoo\nTabela 6 - Profundidades de camadas por poço\nPOÇO\tX\tY\tTopo Basalto\tBase Coquina Principal\tTopo Coquina Pnncipal\tTopo Wenjato Slliclclástico\tTopo Coquina Supenor\n3U 0004 RJS\t311729\t7483999\t3024\t2757\t2699\t2612\t2592\n4RJS_0156RJ\t312130\t7483030\t2945\t2761\t2700\t2605\t2585\n7LI_0003,RJS\t313377\t7482048\t2975\t2846\t2785\t2675\t2660\n7LI_0010_RJS\t313743 7481469\t\t\t2892\t2827\t2720\t2705\n3RJS _0157C_RJ\t313632\t7480818\t3120\t2935\t2863\t2734\t2718\n3RJS 00738 RJ\t314826\t7480762\t3070\t2872\t2828\t2759\t2740\n1RJS_0049_RJ\t314949\t7479306\t3097\t2889\t2850\t2778\t2760\n3LI0008 RJS\t315749\t7478947\t\t2974\t2910\t2829\t2815\n7U 0007 RJS\t311600\t7483125\t2950\t2829\t2785\t2648\t2630\n7U.0006. RJS\t313263\t7482992\t\t2884\t2775\t2713\t2692\n3U-0001 RJS\t313991\t7483081\t3050\t2825\t2753\t2700\t2678\n1RJS0Ü74.RJ\t315108\t7482998\t3101\t2908\t2813\t2763\t2744\n3RJS JÍ167.RJ\t311909\t7481446\t3050\t2789\t2762\t2630\t2613\n4RJS 0139A RJ\t314213 7482003\t\t3021\t2824\t2780\t2724\t2699\n3U 0005. RJS\t315600 7481657\t\t3109\t2925\t2861\t2798\t2780\nFigura 26 - Mapa de tendência de contorno estrutural do topo do basalto\nFigura 27 - Mapa de tendência de contorno estrutural do topo da coquina principal\nTabela 7 - Isopacas de camadas por poço\n\t\t\tIsópaca\tIsópaca\tIsópaca\nPOÇO\tX\tY\tCoquina tnleneto Coquina Principal Siliciclãstico Superior\t\t\n3LI_00D4_RJS\t311729\t7483999\t58\t87\t20\n4RJS_0156_RJ\t312130\t7483030\t61\t95\t20\n7U_0003_RJS\t313377\t7482048\t61\t110\t15\n7LI.0010.RJS\t313743 7481469\t\t65\t107\t15\n3RJS_0157C_RJ\t313632\t7480818\t72\t129\t16\n3RJS_0073B_RJ\t314826\t7480762\t44\t69\t19\n1RJS.0O49RJ\t314949\t7479306\t39\t72\t18\n3U_0008_RJS\t315749\t7478947\t64\t81\t14\n7LI_0007_RJS\t311600\t7483125\t44\t137\t18\n7U_0006_RJS\t313263\t7482992\t109\t62\t21\n3LI.0001.RJS\t313991\t7483081\t72\t53\t22\n1RJS_0074_RJ\t315106\t7482998\t95\t50\t19\n3RJS_0167_RJ\t311909\t7481446\t27\t132\t17\n4RJS.0139A.RJ\t314213\t7482003\t44\t66\t25\n3LI_0005.RJS\t315600\t7481657\t64\t63\t18\nFigura 28- Mapa de tendência das isópacas da coquina principal\nFigura 29 - Mapa de tendência das isópacas do intervalo siliciclástico entre coquinas\nFigura 30 • Mapa de tendência das isópacas da coquina superior\nNo início da seção A-A’ e na porção noroeste dos mapas, os poços 3LI_0004_RJS e 4RJS_0156_RJ formam uma combinação plataformal (seta vermelha à esquerda, figura 22) e isópacas semelhantes, em continuidade com os poços proximais na plataforma. Enquanto que os poços subsequentes, 7LI_0003_RJS e 7LI_0010_RJS, formam uma feição de rampa sigmoidal (seta vermelha à direita, figura 22), que possivelmente atinge o poço 3RJS_0157C_RJ (Figura 28), que se encontra em nível com o 7LI_0010_RJS, dando origem a uma nova plataforma, por meio de falhas de crescimento (seta vermelha à esquerda, figura 23), que é sucedida por nova rampa mergulhando para sudeste (seta vermelha à direita, figura 23). Esses fatos são corroborados pelas isópacas da coquina, que são ligeiramente crescentes nos três poços (geometria sigmóide de rampa, Tabela 6).\nNa seção B-B’ (Figura 23) observa-se que os três poços restantes formam um compartimento, separado do anterior por falha, onde um novo sistema de plataforma-rampa se desenvolve com os poços 3RJS_0073B_RJ, 1RJS_0049_RJ e 7LI_0008_RJS, manifestado pelos crescentes valores de isópacas e contorno estrutural dos dois primeiros (plataformais), passando à rampa no último.\nAs duas seções transversais C-C’ e D-D’ (figuras 24 e 25), possuem orientação oeste-leste e ambas têm poços proximais em suas extremidades oeste. Os poços 7LI_0007_RJS e 3RJS_0167_RJ situam-se próximos às áreas fonte de terrígenos, e consequentemente apresentam espessura reduzida de coquinas.\nNo caso de C-C’, o poço 7LI_0007_RJS é próximo do 4RJS_0156_RJ, mas separado deste pelo contexto mais lacustre-carbonático do segundo, ou seja, são dois compartimentos distintos, visto que o segundo já foi contextualizado como plataforma lacustre do sistema NW-SE. Os poços da seção C-C’ podem ser comparados ao poço 4RJS_0156_RJ da seção A-A’, assim como o 4RJS_0156_RJ, o poço 3LI_0001_RJS figura como alto estrutural denotado pela semelhante espessura da coquina e disposição das camadas. Em compensação, os poços 7LI_0006_RJS e 1RJS_0074_RJ guardam semelhanças nas marcantes espessuras, 109 e 95 metros. Assim, pode-se combinar os quatro poços em dois sistemas de plataforma seguida de rampa: a oeste, o par 4RJS_0156_RJ (plataforma a 2700m) e 7LI_0006_RJS (rampa a 2775m), e o par a leste: 3LI_0001_RJS (plataforma a 2753m) e 1RJS_0074_RJ (rampa a 2813m), indicados na Figura 24 pelas setas vermelhas.\nNa seção D-D’, o poço 7LI_0003_RJS já foi analisado em situação de plataforma-rampa orientada para sudoeste (seta vermelha à esquerda, figura 25), enquanto o 4RJS_0139A_RJ (coquina plataformal) é seguida de íngreme rampa no sentido leste do 3LI_0005_RJS (seta vermelha à direita, figura 25).\nAs duas seções, Norte C-C’ e Sul D-D’, podem combinar-se em seus contextos de plataforma (3LI_0001_RJS e 4RJS_0139A_RJ) e rampa (1RJS_0074_RJ e 3LI_0005_RJS).\n3. AVALIAÇÃO DO RESERVATÓRIO\n3.1.\tAnálise Faciológico-Diagenética\nNeste capítulo será detalhada a análise petrofísica do sistema permoporoso da coquina-reservatório. Inicialmente são abordados os condicionantes litofaciológicos que influenciam a diagênese subseqüente, e as ferramentas (perfis de poço) que permitem quantificar a porosidade (perfil RHOB) e a permeabilidade/fluido de formação (perfil Indução).\nPara isso foram escolhidos os “perfis compostos” dos poços 7LI_0010_RJS e 4RJS_0139A_RJ, pois possuem algumas vantagens em relação aos perfis fornecidos no formato .las. Como exemplo, o perfil caliper (CALI), que detecta diâmetros anômalos, geralmente em zonas argilosas sensíveis a desabamentos. Também podemos citar o perfil de indução (ILD) que possui escala normal-logarítmica variando de 0,2 a 20 ohm/m, que normalmente não é suficiente para calcários porosos com óleo. Para isso recorre-se a back-up na escala de 20 a 2000 ohm/m, adequados também para calcários fechados. E por outro lado, folhelhos com água de formação têm baixíssima permeabilidade e necessitam de back-up “negativo” (0,002 a 0,2 ohm/m). Outro ponto positivo são as amplas escalas dos perfis RHOB (Densidade) e NPHI (Neutrão), pois cria 20 divisões no display para o intervalo 2 a 3 g/cm3. Assim, cada divisão corresponde a 0,05 g/cm3, o que equivale a 3 % de porosidade.\nEstabelecendo-se a densidade da matriz carbonática (2,71 g/cm3) como 0% de porosidade (0), temos que a porosidade de corte de 6% (Baumgarten et al. 1988) corresponderá a 2,61 g/cm3. Alerta-se que folhelhos costumam desabar em poços de grande diâmetro, então baixísimos valores de densidade (RHOB) ou altos valores do Neutrão (NPHI), são irreais e não devem ser considerados.\nOs resultados apresentados nas tabelas das figuras 31 e 32 resumem os condicionantes estruturais (topo da coquina inferior) e estratigráficos (espessura da coquina inferior); a questão de intercalações de “argila” e folhelho no reservatório e suas conseqüências; a ritmicidade dos valores da porosidade no perfil RHOB, que aparecem sob a forma de um par de porosidades onde um valor melhor é seguido de um pior.\nEm escala maior, “ciclos de porosidades” crescente, decrescente ou homogéneo-uniforme (no sentido ascendente) são indicados por sucessões de pares de porosidade. As conclusões alcançadas com as figuras 31 e 32 correspondem a mensuração dos valores de resistividade nas\nFigura 31 - Perfil composto e sístese dos resultados do poço 7LI_0010_RJS.\n______ _ _ U-Q.___________\n0 .\to . o\nPOÇO\tBase/T opo\tEspessura\tQuestão “Argila\"/Folhelho\tPorosídade/Espessura porosa\n7LI_0010_RJS\t2827/2890\t75 m\tUm nível de argila (-2863 m) dividindo a coquina-reservatóno em duas subzonas-reservatórioT e 's’\tSubzona “s”: 2831-2857 - Pay - 26m Padrão homogéneo (zig-zag) com máximas entre 9 e 12%\n\t\t\t\tSubzona “i\": 2865-2882 - Pay - 17m Porosidade decresce para ama (de 18% para 11%)\nFonte: Modificado de BDEP.\nFigura 32 - Perfil composto e síntese dos resultados do poço 4RJS_0139A_RJ.\n\t\tILD (T.\t«\"õ . o SFLU\t\t\tDl\t\t\t\t\t\t\n\t\t\t\t\t2 4 0.0\tRHOfl\t\t\t\t40.0\t\no. b\tCALI\t1 50. 0\ti ti\t2 0.0\t0\t’/’Ml\t\t\t\t\tJTO\n6 . D\t\t16.0\tn7T\t78. B\t• í • 0\t\t\t\t\t\t• | . ?)\nPOÇO\tBase/Topo\tEspessura\tQuestão \"Argila'/Folhelho\tPorosidade/Espessura porosa\n4RJS_0139A_RJ\t2770/2828\t58 m\tUm nivel de argila (-2863 m) dividindo a coquina-reservatõrio em duas subzonas-reservatório ’I* e \"s”\tSubzona “s”: 2781-2794 - Pay - 18m Porosidades entre 8 e 12%\n\t\t\t\tSubzona “1\": 2801-2822 - Pay - 21m Porosidade média de 16%\nFonte: Modificado de BDEP.\n3.2.\tInterações calcário-folhelho, trends de porosidade e calibração rocha-perfil\nUm ponto importante para a diagênese observada nos carbonatos refere-se à presença de duas intercalações de “argilas” e folhelhos no intervalo de coquina-reservatório (coquina inferior), sendo que tais feições são observadas nos perfis de RG e Neutrão.\nO primeiro, designado como “argila”, é bastante discreto no perfil, tem pequena espessura (3 a 4m), baixos valores de Raio Gama (15 a 30 unidades API) e alguma expressão no Neutrão (ver Figura 31 e 32). Já as camadas de folhelho são raras e se intercalam na porção superior da coquina-reservatório, alguns exemplos revelam camadas com 3 a 4 metros de espessura, 40 a 50 unidades API e boa resposta no perfil de Neutrão.\nO que deve ser destacado é que, em ambos os casos, há importante cimentação nos calcários adjacentes, tanto acima como abaixo dos intervalos argilosos. Isso cria, quando a ocorrência é no interior do reservatório, uma espécie de intervalo “selante” com certa continuidade lateral e que compartimentaliza o reservatório em subzonas (ver exemplo no poço 7LI_0006_RJS na seção C-C’, Figuras 35). Essas subzonas são equivalentes aos intervalos VI A (superior) eVIB (inferior) de Baumgarten et al. (1983 em Baumgarten et al. 1988).\nNa base e no topo o intervalo de coquinas passa a folhelhos e lamitos das seções siliciclásticas adjacentes, aí se nota que o nível de “argila” é transicional entre os intervalos de calcário e de folhelho, e que os calcários basais e de topo são cimentados/fechados quando situados nos limites com as unidades encaixantes de “argila” e folhelho.\nNota-se que a resistividade das coquinas porosas aumenta com a diminuição da porosidade. Por exemplo, no poço 7LI_0010_RJS (Figura 31), os valores decrescem da densidade de18 para 10 g/cm3, e correspondem a resistividades crescentes de ~10 até 40 Q/m.\nNo caso de folhelhos, a resistividade fica nos 2 a 4 Q/m, ou seja, uma ordem de grandeza menor em relação ao da coquina porosa. Outro caso é o dos calcários “fechados”, portanto de alta densidade (8-9 a 0% de porosidade), que se encontram ¡mediatamente acima do reservatório coquina. Situam-se em uma faixa de resistividade entre 100 e 500 Q/m, ou seja, uma ordem de grandeza maior que a anterior; tal valor coincide aproximadamente com o valor de corte de porosidade.\nConclui-se que o cálculo da resistividade, para o óleo é dependente e inversamente proporcional à densidade do reservatório.\n3.3.\tCronocorrelação da Coquina Inferior\nA cronocorrelação do reservatório entre os perfis dos poços estudados é ilustrada por meio de quatro seções (figuras 33 a 36), sendo A-A’ e B-B’ longitudinais (NW-SE) e C-C’ e D-D’ transversais (W-E), com a mesma distribuição de poços das seções anteriores, em escala 1:2500.\nNos cinco poços, do 3LI_0004_RJS ao 3RJS_0157C_RJ, nota-se inicialmente que os quatro poços da seção A-A’ podem ser grupados em duplas, alternando regulares/pobres e boas porosidades (setas vermelhas e verdes, respectivamente, Figura 33). Sendo os pares 3LI_0004_RJS (pobre)/ 4RJS_0156_RJ (bom), e na mesma ordem 7LI_0003_RJS/7LI_0010_RJS. O subzoneamento da coquina em duas é bem claro nos poços, e facilita a observação cronoestratigráfica das porosidades em ambas subzonas.\nHá uma tendência de melhora da porosidade no sentido downdip (sudeste da rampa), prova disto são os dois pares acima mencionados, e o 3RJS_0157C_RJ no inicio da seção B-B’. No primeiro par de poços da seção B-B’, os ciclos de porosidade crescem e depois decrescem (upwards), e os destaques são porosidades de 23 a 16% no ciclo inferior e 20 a 12% no superior, no poço 3RJS_0157C_RJ. Um problema que emerge dessa melhoria de porosidades mergulho abaixo, é que o melhor poço está muito baixo estruturalmente, enquanto os poços a noroeste estão a -2700m (topo da coquina), o 3RJS_0157C_RJ está a -2863m. Como a porosidade das coquinas é secundária e interpartícula, aumentada por dissolução, pode-se imaginar que o processo ocorreu de baixo para cima (ácidos orgânicos pré-petróleo?), o que favorece o corrente padrão permoporoso.\nJá no segundo par de poços dessa seção a porosidade possui comportamento inverso, sendo que as melhores porosidades estão na parte superior do reservatório e não na base. Esse fato endossaria a teoria de dissolução por águas meteóricas percoladas por falhamentos pós rifteamento.\nNas seções transversais podemos notar que na maioria dos poços as melhores porosidades se encontram na base da coquina, que em alguns poços a porosidade é homogênea e no poço 7LI_0007_RJS não é possível retirar informações precisas, devido a grande quantidade de siliciclastos dentro do intervalo da coquina inferior.\n\t\tFigura 33 - Seção Estratigráfica A-A' DATUM: Topo coquina principal escala vertical 1:1000 e sem escala horizontal entre poços\t\t\t\tA'\t\t\nA\t3LI0004 RJS\t4RJS_0156_RJ\t\t7U_0003_RJS\t\t7LI_0010_RJS\t\t\n2\t2.4\t*•’ 2.8\t1\t100\t2\t2.4\tZ6' 2.8\t1\t100\t2\t2.4\t2.8\t1\t100 2\t2.4\t*•* 2.8\t2\t20\nFigura 34 - Seção Estrabgráfíca B-B DATUM Topo coquina principal, escala vertical 11000 e sem escala horizontal entre poços\nB\t3RJS_0157C_RJ\t3RJS_0073B_RJ\t1RJS_0049_RJ\t3LI_0008_RJS\tB\n36\n- Seção Eslratigràftca D-D. DATUM Topo coquina principal.\n7U_O0O3_RJS\n0\t100\t2\t2.4\t**• 2.8\nD’\n3U_0005_RJS\n100\t2\t2.4 «’ 2.8\n■M\nescala vertical 1 1000 o som oséala horizontal entre poços\n4RJS_139A_RJ\n0\t100\t2\t2.4 A*’ 2.8\t0\n4. CONCLUSÕES\nPodemos concluir que a análise telescópica, método zoom, foi testada com grande sucesso no caso do reservatório coquina-lacustre Lagoa Feia. Sendo iniciada com a análise tectono-estratigrafica de toda a Bacia e concluindo no sistema poroso, coquina inferior (principal) da Formação Coqueiros. A investigação foi facilitada pelo fato de se tratar de bacia rifte lacustre, evoluindo para transição evaporítica e posteriormente para bacia de margem passiva, ou seja, sem nenhuma modificação estrutural posterior, de modo que o mapa estrutural do reservatório tem sua morfologia sigmoidal preservada.\nApós a análise das porosidades, em escala 1:1000, nota-se que a sua distribuição é irregular, sendo que a maioria dos poços possui melhores porosidades na base da coquina sugerindo uma “diagênese ácida”, ou seja, ácidos orgânicos gerados pré-petróleo poderiam ter causado uma extensa dissolução do arcabouço de conchas bivalves, onde o óleo veio a se acumular. Porém em outros poços, as melhores porosidades se encontram na porção superior da coquina-reservatório, o que justificaria a dissolução por águas meteóricas percoladas através de falhas. Como nesse estudo foram utilizados apenas 15 poços, estudos mais aprofundados e com maior quantidade de dados, seriam indicados para a resolução dessa questão.\nA compreensão da interface de argilas e folhelhos lacustres inseridos nas coquinas, no sentido de cimentação dos reservatórios; a identificação e mapeamento de ciclos de porosidade em duas escalas; a resposta das rochas ao perfil de resistividade; e a identificação de duas subzonas de reservatório coquina (antigas zonas VI AeVI B), são progressos alcançados que podem ser de grande auxilio no entendimento de reservatórios carbonáticos.\nA identificação e o mapeamento de plataformas rasas no topo de rampas sigmoidais, a própria delineação dos trends permoporosos ao longo das rampas, bem como o offset das mesmas no sentido noroeste, fornece elementos de grande valor para projetos de recuperação suplementar de óleo.\n8.\tREFERÊNCIAS BIBLIOGRÁFICAS\nBAUMGARTEN, C. S., DUTRA, A. J.C., SCUTA, M. S., FIGUEIREDO, M. V. L, SIQUEIRA, M. F. P. B. 1988. Coquinas da Formação Lagoa Feia, Bacia de Campos: Evolução da Geologia de Desenvolvimento. Boletim de Geociências da Petrobrás, vol. 2, n. 1, p. 27-36.\nBERTANI, R. T. &amp; CARROZI, A. V. 1984. Microfácies, depositional models and diagenesis of Lagoa Feia (Lower Cretaceous), Campos Basin, offshore Brazil. Petrobras/CENPES. Ciência-Técnica-Petróleo, v. 14, 104 p.\nCASTRO, J. C. 2006. Evolução dos conhecimentos sobre as coquinas - reservatório da Formação Lagoa Feia no trend Badejo - Linguado - Pampo, Bacia de Campos. Boletim de Geociências da Unesp, v. 25, n. 2, p. 175 - 186.\nCORRÊA, J. R. B., RAMOS, E. M. 1976. Noções preliminares de perfilagem e avaliação de poços. RENOR-DIREX-SERSUB/SEAV. Brasil.\nDIAS, J. L., OLIVEIRA, J. Q., VIEIRA, J. C. 1988. Sedimentological and stratigraphic analysis of the Lagoa Feia Formation, rift phase ofCampos Basin, Offshore Brazil. Revista Brasileira de Geociências, São Paulo, v. 18, n. 3, p. 252-260.\nDIAS, J. L, SCARTON, J. C., ESTEVES, F. R., CARMINATTI, M., GUARDADO, L. R. 1990. Aspectos da evolução tectono-sedimentar e a ocorrência de hidrocarbonetos na Bacia de Campos. In: RAJA GABAGLIA, L. R., MILANI, E. J. (Eds) Origem e Evolução das Bacias Sedimentares Brasileiras. Petrobrás. Rio de Janeiro, p. 330-360.\nGUARDADO, L. R., GAMBOA, L. A. P. LUCHESI, C. F. 1989. Petroleum geology of the Campos Basin, a model for a producing Atlantic-type basin.\nGUARDADO, L. R., MELLO, M. R., SPANDINI, A. R., BRANDAO, J. S. L. 2000. Petroleum System of the Campos Basin, Brazil: AAPG Memoir 73.\nKEAREY, P., BROOKS, M., HILL, I. 2002. Geofísica de exploração. Tradução: COELHO, M. C. M. São Paulo. Oficina de Textos. 2009.\nHORSCHUTZ, P. M. C., FREITAS, L. C., STANK, C. V., BARROSO, A. S., CRUZ, W. M. 1992. The Linguado, Carapeba, Vermelho, and Marimba giant oil fields, Campos Basin, Offshore Brazil, In M. T. Halbouty (Edited). Giant Oil and Gas Fields of the Decade, AAPG Memoir 54, Chapter 9, p. 137-153.\nHORSCHUTZ, P. &amp; SCUTA, M. S. 1992. Fácies-perfis e mapeamento de qualidade do reservatório de coquinas da Formação Lagoa Feia do Campo de Pampo. Boletim de Geociências da Petrobrás, v.6, n. 1X, p. 45 - 58.\nMILANI, E.J., BRANDÃO, J.A.S.L., ZALÁN, P.V., GAMBOA, L.A.P. 2000. Petróleo na margem continental brasileira: geologia, exploração, resultados e perspectivas. Revista Brasileira de Geofísica, v.18(3), p. 351- 396.\nMOHRIAK, W. U., MELLO, M. R., DEWEY, J. F., MAXWELL, J. R. 1990. Petroleum geology of the Campos Basins, offshore Brazil, from Brooks, J. (Ed.) Classic Petroleum Provinces, Geological Society Special Publication, n°50, Londres, p. 119-141.\nRANGEL, H. D., MARTINS, F. A. L, ESTEVES, F. R., FEIJÓ, F. J. janeiro/março 1994. Bacia de Campos, Boletim de Geociências da Petrobrás, Rio de Janeiro, v. 8, p. 203-217.\nSCHLUMBERGER WELL SERVICES, 1979. Schlumberger Log Interpretation Charts, Houston, Texas, EUA.\nBoletim da Produção de Petróleo e Gás Natural - Julho/2011. SDP - Superintendência de Desenvolvimento e Produção. ANP - Agência Nacional do Petróleo, Gás Natural e Biocombustiveis. 24p.\nWINTER, R. W., JAHNERT, R. J., FRANÇA, A. B. maio/novembro 2007. Bacia de Campos. In: MILANI, E. J. (Editor coordenador) Boletim de Geociências da Petrobrás - v.15, n. 2-maio/novembro 2007, Rio de Janeiro, p. 511-529.\nSites:\nBDEP - Banco de Dados de Exploração e Produção/ ANP - Agência Nacional do Petróleo, Gás Natural e Biocombustiveis: http://www.bdep.gov.br/?lng=br\nHydrolog - Serviços de Perfilagens/ Perfilagens Geofísicas de Poços: http://www.geraldogirao.com/\nPetrobrás: http://www.petrobras.com.br/pt/"}]}}}