{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17475"}, {"@name": "filename", "#text": "24275_2-s2.0-84866365784.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "São Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 207\n\nGEOTERMOBAROMETRIA   DE   GRANULITOS\nASSOCIADOS  À   SUPRACRUSTAIS   NA   PORÇÃO   NORTE\n\nDO   COMPLEXO   GUAXUPÉ   –   REGIÃO   DE   ARCEBURGO  –\nSANTA   CRUZ   DO   PRATA,   MG\n\nGEOTERMOBAROMETRIA   DE   GRANULITOS\nASSOCIADOS  À   SUPRACRUSTAIS   NA   PORÇÃO   NORTE\n\nDO   COMPLEXO   GUAXUPÉ   –   REGIÃO   DE   ARCEBURGO  –\nSANTA   CRUZ   DO   PRATA,   MG\n\nMagnólia Barbosa do NASCIMENTO 1, 2  &amp;  Marcos Aurélio Farias de OLIVEIRA 1\n\n(1) Departamento de Petrologia e Metalogenia, Instituto de Geociências e Ciências Exatas,\nUniversidade Estadual Paulista / UNESP. Avenida 24-A, 1515 – Bela Vista. CEP 13506-900. Rio Claro, SP.\n\nEndereços eletrônicos:  magbnascimento@yahoo.com.br; maurelio@rc.unesp.br\n(2) Departamento de Construção Civil, Instituto Federal de Educação, Ciência e Tecnologia do Ceará / IFCE.\n\nAvenida 13 de Maio, 2081 – Benfica. CEP 60040-531. Fortaleza, CE. Endereço eletrônico: magnoliab@ifce.edu.br\n\nIntrodução\nContexto Geológico\nCaracterísticas Petrográficas\nQuímica Mineral\nTermobarometria\nMetamorfismo\nConsiderações Finais\nAgradecimentos\nReferências Bibliográficas\n\nRESUMO – O trabalho proposto visa contribuir para o entendimento da evolução geológica do Complexo Guaxupé com novos dados a\ncerca da petrografia e da química mineral, além de proceder às estimativas das condições metamórficas de litotipos na região de Arceburgo\n– Santa Cruz do Prata (MG), dentro da porção sul da Faixa Brasília e, mais especificamente, do Complexo (Domínio) Guaxupé. Os\nlitotipos encontrados são rochas metamórficas de alto grau subdivididas em dois grupos: rochas metassedimentares e granulitos\n(ortoderivadas). As análises químicas dos minerais foram executadas em três etapas incluindo centro e borda de anfibólios, piroxênios,\nfeldspatos, biotita e granada das amostras dos seguintes litotipos: enderbitos, granulitos máficos, charnockitos e álcali feldspato charnockitos.\nResultados obtidos nos cálculos geotermobarométricos indicam pico metamórfico em torno de 900°C para T e 10 kbar para P. Enderbitos\ne granulitos tonalitos (máficos) apresentam os maiores valores de temperatura e pressão, enquanto que charnockitos e álcali feldspato\ncharnockitos apresentam temperaturas e pressões mais baixas, provavelmente em função de sua geração tardia em relação aos litotipos\nmáficos (enderbitos e granulitos tonalitos-máficos). A análise do metamorfismo nas paragêneses minerais exibidas pelas rochas e, os\ncálculos geotermobarométricos indicam que é possível o pico metamórfico dessas rochas ter ocorrido a mais de 900°C de temperatura e\nem torno de 10 kbar de pressão, dentro de um regime de descompressão isotérmica (ITD).\nPalavras-chave: Complexo (Domínio) Guaxupé, Granulitos, Termobarometria, Metamorfismo de alto grau.\n\nABSTRACT – M.B. do Nascimento &amp; M.A.F. de Oliveira - Geothermobarometry of granulites associated with supracrustal in the\nnorthern portion of the Guaxupé Complex – Arceburgo – Santa Cruz do Prata, MG. This paper is a contribution for the understanding\nof the geological evolution of Guaxupé Complex. New data on petrography and mineral chemistry as well as estimates of metamorphic\n(P-T) conditions in the region of Arceburgo - Santa Cruz do Prata (MG) Brazil, at the southern portion of  the Brasília Belt, more\nspecifically at the Guaxupé Complex (Domain) are now presented. The lithotypes are high-grade metamorphic rocks subdivided into two\ngroups: metasediments and granulites (orthoderivates).  Chemical analysis of minerals was performed in three steps including core and rim\nof amphibole, pyroxene, feldspar, biotite, and garnet from samples of the following rock types: enderbites, mafic granulites, charnockites,\nand alkali feldspar charnockites.  Results obtained with geothermobarometric calculations show metamorphic peak around 900ºC of T and\n10 kbar of P. Enderbites  and  tonalite granulites (mafic) show the highest values of temperature and pressure, while alkali feldspar\ncharnockites  show the lowest probably due to their late generation in relation to mafic rock types (enderbites and mafic tonalite granulite).\nChemical mineral analysis in metamorphic parageneses and geothermobarometric  calculations indicate that the possible metamorphic peak\nmay be higher than 900 ºC of temperature and around 10 kbar of pressure, within a isothermal decompression (ITD) regime.\nKeywords: Guaxupé Complex (Domain), Granulites, Thermobarometry, High grade metamorphism.\n\nINTRODUÇÃO\n\nNos últimos anos, foram realizados diversos\nestudos nos granulitos do Complexo Guaxupé, mas a\nevolução destes terrenos de alto grau ainda tem muitos\npontos a esclarecer. O trabalho proposto visa contri-\nbuir para o entendimento da evolução geológica do\n\nComplexo Guaxupé com novos dados a cerca da\ncomposição petrográfica, geoquímica e de química\nmineral e, a partir daí proceder às estimativas das\ncondições metamórficas de litotipos na região de\nArceburgo – Santa Cruz do Prata (MG), dentro da\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 208\n\nFaixa Brasília e mais especificamente do Complexo\nGuaxupé. A referida região possui uma elevada\ncomplexidade em termos de unidades litoestra-\ntigráficas. Os litotipos existentes na área de estudo são\nrochas metamórficas de alto grau subdivididas em dois\n\nCONTEXTO  GEOLÓGICO\n\ngrupos: rochas metassedimentares (quartzitos, biotita\ngnaisse com granada e biotita muscovita gnaisse) e\ngranulitos (ortoderivadas), porém o presente trabalho\ntrata mais especificamente das rochas de alto grau\nencontrados na área.\n\nAs rochas presentes no Complexo Guaxupé, de\nmodo geral, podem ser agrupadas em ortoderivadas e\nparaderivadas (Grupo Caconde, Hasui et al., 1988),\nque foram submetidas a metamorfismo de alto grau,\nem fácies granulito e anfibolito. As ortoderivadas podem\nser subdivididas em três conjuntos ou associações:\ncharnockítica/mangerítica, migmatítica e gnáissico/\ngranítica.\n\nA associação charnockítica/mangerítica está\nrepresentada por anfibólio gnaisses, com ou sem\nclinopiroxênio, e hiperstênio gnaisses, ocorrendo\nporções subordinadas de gnaisses alasckíticos e raras\nintercalações metassedimentares (em especial calcisi-\nlicáticas). A composição das ortoderivadas varia de\nsienogranítica a granodiorítica e de quartzo sienítica a\nmonzonítica, surgindo ainda composições noríticas,\ntonalíticas, raramente gabróides e ultramáficas, e álcali-\ngraníticas em alguns remobilizados tardios. Esse\nmaterial, em especial o que aparece próximo e ao sul\ndo Rio Pardo, corresponde em parte, ao da suíte\ngranítica-mangerítica São José do Rio Pardo (Oliveira,\n1973; Campos Neto &amp; Figueiredo, 1988; Janasi, 2002).\n\nOs gnaisses granulíticos mostram-se bandados a\nfitados ou homogêneos e constituem corpos tabulares\na lenticulares, com contatos nítidos a gradacionais,\npossuem composições charnockíticas, com interca-\nlações ou bandas centimétricas a decamétricas mange-\nríticas, charno-enderbíticas, enderbíticas, jotuníticas e\nquartzo sieníticas, noríticas e sieníticas, podendo ocorrer\nlocalmente com amplo predomínio de um ou outro tipo\nsobre os gnaisses charnockíticos e mangeríticos. Esse\nconjunto exibe intercalações de gnaisses quartzo-\nfeldspáticos ou está incluso nestes, sendo os corpos\nmaiores, mais homogêneos, menos foliados e com\ngranulação mais grossa. São observados ainda termos\nsieníticos a quartzo sieníticos em associação com\nrochas calcisilicáticas. Nos termos mais básicos são\ncomuns texturas indicando a entrada de material\nalcalino, de forma intersticial, controlada pelos planos\nde foliação, transformando os termos mais básicos e\nhomogêneos em opdalitos (charno-enderbitos),\ncharnockitos, mangeritos e hiperstênio sienitos. Esses\nlitótipos a norte-nordeste de Monte Belo são anormal-\nmente ricos em granada (Del Lama et al., 2000).\n\nGnaisses alaskíticos, hololeucocráticos, formam\n\ncorpos tabulares e lenticulares, métricos e decamé-\ntricos, que ocorrem em direção ao vale do Rio Pardo.\nMostram bandamento composicional difuso ou granulo-\nmétrico e, às vezes, possuem reliquias de texturas\ngráficas. A composição é sienogranítica, com termos\nálcali-graníticos a granodioríticos.\n\nOs granulitos básicos a ultrabásicos são meso a\nultramelanocráticos e em geral constituem corpos\nlenticulares. Aparecem dispersos por quase todo o\ncomplexo incluso em unidades para e ortoderivadas,\nsendo mais frequentes na porção norte. Exibem granu-\nlação média a grossa, estrutura isotrópica a anisotrópica\n(gnáissica a xistosa) e coloração preta a cinza escuro,\ncom tonalidades esverdeadas. Essas rochas podem ter\nsofrido processo de migmatização e transicionar para\ntipos de composição de noritos, jotunitos e opdalitos, e\nsão constituídas por diferentes porcentagens de\nanfibólio, clino e/ou ortopiroxênios e plagioclásio,\npodendo também constituir rochas com mais de 90%\nde ortopiroxênio, ou sem este mineral. Os termos mais\nbásicos chegam a ter olivina como mineral essencial.\n\nA associação migmatítica ocorre de maneira\nexpressiva na porção meridional e é constituída por\ngnaisses bandados a homogêneos, infiltrados e assi-\nmilados em grau variável por material neossomático.\nAs rochas que constituem o paleossoma são de natu-\nreza bastante diversificada (orto e paraderivada) e,\nlocalmente exibem feições típicas de anatexia e/ou\ninjeção. O neossoma exibe composição monzogranítica,\npodendo aparecer domínios sienograníticos, grano-\ndioríticos e veios tardios álcali-graníticos.\n\nO metamorfismo do Complexo Guaxupé, em seu\nápice, atingiu a fácies granulito, como mostrado por\ndiversos pesquisadores (Oliveira, 1973; Oliveira &amp;\nAlves, 1976; Oliveira &amp; Hypólito, 1978; Oliveira &amp;\nRuberti, 1979; Choudhuri, 1984; Santos, 1987; Morales,\n1988; Oliveira et al., 1989; Choudhuri &amp; Carvalho, 1991;\nZanardo et al., 1990a; Janasi, 1992; Zanardo, 1992;\nDel Lama, 1993, 1998; Del Lama et al., 1992, 1994,\n1995, 1997, 1998, 1999, 2000; Campos Neto &amp; Caby,\n1999 e outros).\n\nNessa unidade geológica são observados o\naparecimento de paragêneses e associações minerais\ncaracterísticas da fácies granulítica, sendo substituídas,\nem maior ou menor intensidade, por associação da\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 209\n\nfácies anfibolito e xisto verde, sendo que as paragê-\nneses típicas da fáceis granulito são encontradas com\nmaior frequência para norte. No extremo sul e\nsudoeste do Complexo Guaxupé foram encontradas\nparagêneses típicas da fáceis granulito, formando uma\nfaixa de alguns quilômetros de espessura, que se\nestrangula para leste. De sul para norte, no setor oeste\ne centro oeste, as primeiras associações de fácies\ngranulito foram observadas em bandas paleosso-\nmáticas, nas proximidades de São João da Boa Vista,\ne em um pequeno corpo de charnockito/mangerito\n(intrusivo), que aflora imediatamente a sul do\n\nComplexo Alcalino de Poços de Caldas (Del Lama\net al., 2000).\n\nNo Complexo Guaxupé regimes de alta P são\nregistrados na porção norte com valores máximos entre\n13 e 14 kbar e médios entre 11 e 12 kbar, conforme\nDel Lama, (1998), Del Lama et al., 2000 e Campos\nNeto &amp; Cabi (1999). Para essas pressões as T atingidas\nsão da ordem de 800 a 850ºC. Esses valores caem\nbastante em direção ao sul, onde associações com\ngranada-biotita-cordierita indicam P entre 7 e 8 kbar e\nT em torno de 800ºC (Oliveira &amp; Ruberti, 1979; Campos\nNeto &amp; Cabi, 1999) (Figura 1).\n\nFIGURA 1.  Mapa geológico da região nordeste do Estado de São Paulo e sul/sudeste do Estado de Minas Gerais,\nmostrando as diversas unidades litoestratigráficas, bem como a divisão da Nappe Socorro-Guaxupé\n\nem dois Domínios: Socorro a sul e Guaxupé a norte (Fonseca et al., 1979, adaptado por Zanardo, 2003).\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 210\n\nCARACTERÍSTICAS  PETROGRÁFICAS\nOs charnockitos ocorrem mais expressivamente\n\nna região central e sul da área. Apresentam granulação\nde fina a média, cor variando de verde escuro a\nacinzentado. As variedades mais escuras mostram\nbandamento composicional mais leve em relação às\nde tonalidade mais claras, que exibem um bandamento\ncomposicional mais marcante. Litotipos de coloração\nmais acinzentada exibem em lâmina, no geral, uma\ntextura granoblástica inequigranular com intensa\ndeformação marcada no quartzo (ribbons-flaser)\n(Figura 2 A). Biotitas são observadas em tons castanho\navermelhados, associadas à hornblenda em grãos\nprismáticos de coloração verde oliva. Pertitas tipo\nagulha são comuns além de mirmequitas. O\nortopiroxênio (hiperstênio) exibe cristais subeuedrais\ncom tamanhos médios em torno de 0,03 mm, associados\nao plagioclásio e hornblenda. O plagioclásio subeuedral\nexibe geminação polissintética sendo comum pequenos\ncristais inclusos em antipertitas. Quartzo anedral\nmostra-se recristalizado em conjunto com plagioclásio\nformando matriz quartzo-feldspática compondo o\nbandamento. Minerais acessórios estão representados\npor opacos (magnetita/ilmenita) em cristais irregulares\nobservados como inclusões e/ou junto à borda de\npiroxênios e hornblenda. Variedades verde oliva da\nrocha apresentam textura granoblástica inequigranular\ncom quartzo, anfibólio e piroxênio deformados. Felds-\npato potássico ocorre como porfiroblastos subeuedrais\ne pertitas associadas a pequenos cristais de quartzo\nformando uma matriz quartzo-feldspática. Orto e clino-\npiroxênio são observados em associação com ortopiro-\nxênio, sendo estes por vezes substituídos pela\nhornblenda. Clinopiroxênio por sua vez pode ser obser-\nvado associado a opacos e hornblenda, exibindo\npequenos cristais (0,02 mm em média).\n\nCharnockitos e alaskitos distribuem-se a sul da\nárea e se caracterizam pelo aspecto granitóide e\nausência ou pouca quantidade de máficos, sua granula-\nção é variada indo de fina a grossa, coloração rosada\nem função da presença de grande quantidade de\nfeldspato potássico, porém variedades acinzentadas são\nencontradas. Apresentam textura granítica e apenas\nalgumas amostras coletadas exibem leve bandamento.\nEm lâmina exibem textura granoblástica inequigranular\ncom porfiroclastos exibindo deformação, principalmente\no quartzo (flaser). A proporção modal é representada\npor: quartzo (30 a 35%), plagioclásio (3 a 7%),\nfeldspato potássico - pertitas (45 a 48%), biotita (1 a\n3%), anfibólio (2 a 3%), ortopiroxênio (1 a 2%) e\nacessórios (1 a 2%). O quartzo apresenta-se anedral\ne de tamanhos variados (10 mm em média), os grãos\nmenores são recristalizados com extinção ondulante\nformando uma matriz com plagioclásio e feldspato\n\npotássico circundando porfiroblastos de pertitas\ndeformados. Plagioclásio subeuedral, deformado exibe\ngeminação polissintética, além de antipertitas e\nmirmequitas. A biotita exibe tons acastanhados e por\nvezes avermelhados, é comum encontrá-la em associa-\nção com a hornblenda, sendo observada como restos\nnas bordas e fraturas da mesma. O anfibólio (horn-\nblenda) ocorre como porfiroblastos amarronzados em\nassociação com biotita e ortopiroxênio, sendo sua\nrelação com a biotita dada por reações de substituição\n(Figura 2 B). Ortopiroxênio (hiperstênio) exibe prismas\nsubeuedrais associados à hornblenda, biotita e pertitas.\nComo acessórios destacam-se zircão e apatita além\nde opacos (magnetita/ilmenita) em cristais bem forma-\ndos ocorrendo como inclusões no feldspato potássico,\nplagioclásio e quartzo.\n\nÁlcali feldspato charnockito ocorre na porção\ncentro-oeste da área em blocos dispersos (matacões)\ne lajedos. Apresenta coloração cinza escuro esverdea-\ndo, por vezes rosada, e uma granulação variando de\nfina a média e um leve bandamento marcado por\ncristais de quartzo e feldspato estirados. Microsco-\npicamente exibem textura granoblástica inequigranular\ne suas proporções modais apresentam quartzo (10 a\n15%), feldspato potássico - pertitas (50 a 55%), plagio-\nclásio (3 a 7%) e acessórios (1 a 3%). Cristais de\nquartzo apresentam-se anedrais com pequenos grãos\nrecristalizados, extinção ondulante e forte deformação.\nAs pertitas representam grande parte da composição\nmodal da rocha, exibem cristais deformados, subeue-\ndrais chegando a mesopertitas, que em geral estão\nassociadas ao anfibólio, piroxênios e plagioclásio.\nMirmequitas são comuns e em grande quantidade. O\nplagioclásio é observado em associação mais íntima\ncom antipertitas e mirmequitas em grãos subeuedrais.\nHiperstênio apresenta-se em cristais anedrais, fratura-\ndos e com preenchimento das fraturas por óxido de\nferro, bordas corroídas e, associado ao anfibólio, pertitas\ne clinopiroxênio. O anfibólio exibe grãos anedrais verde\noliva e por vezes tons amarronzados, contatos retos a\nirregulares em associação com os piroxênios. Clinopi-\nroxênio ocorre em proporção quase igual ao ortopiro-\nxênio, por vezes ocorrendo em associação a este,\njuntamente com opacos, hornblenda e pertitas (Figura\n2 C). Minerais acessórios estão representados por\nopacos (magnetita/ilmenita) com cristais irregulares em\ngeral junto às bordas dos piroxênios e anfibólios.\nApatitas e zircões bem formados ocorrem como inclu-\nsões em pertitas e ortopiroxênios.\n\nGranada gnaisse charnockito é encontrado na\nporção norte da área, próximo à Zona de Cisalhamento\nVarginha (ZCV). Exibe como característica principal\na presença de granada característica dos litotipos\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 211\n\npróximos à ZCV. Sua granulação varia de fina a média\ncom leve orientação marcada pela deformação do\nplagioclásio (sigmóides de movimentação destral) e\ncoloração cinza esbranquiçado. Em lâmina apresenta\ntextura granoblástica e, por vezes, poiquiloblástica com\nquartzo (20 a 25%), plagioclásio (15 a 20%), feldspato\npotássico (25 a 28%), biotita (3 a 7%), anfibólio (5 a\n7%), granada (5 a 7%), ortopiroxênio (2 a 3%) e\nacessórios (1 a 3%). O quartzo em grãos anedrais exibe\ntamanhos variados com os maiores em torno de 8mm,\nalém de pequenos grãos recristalizados que se mostram\ndeformados (ribbons) com extinção ondulante.\nPlagioclásio ocorre associado ao feldspato potássico\n(pertitas), formando uma fina matriz e em grãos\nsubeuedrais fraturados exibindo geminação polissin-\ntética, antipertitas também são observadas em porfiro-\nblastos. Pertitas e microclínio subeuedrais são obser-\nvados em conjunto com contatos retos a irregulares.\nMicroclínio em cristais menores exibe geminação em\ngrade. As pertitas em grãos maiores (porfiroblastos)\napresentam manchas e formato em agulhas. Biotita,\nlocalmente presente, mostra grãos subeuedrais de\ntamanho submilimétrico, cor acastanhada, variando por\nvezes para vermelho, associada e próxima às bordas\nda hornblenda e piroxênio. A hornblenda ocorre como\ncristais subeuedrais, contatos retos a irregulares asso-\nciados a granada (maioria das vezes), biotita e feldspato\npotássico. Ortopiroxênio é representado pelo hiperstê-\nnio que ocorre em pequena quantidade e em pequenos\ncristais corroídos geralmente associados ao anfibólio e\nbiotita. A granada exibe grãos subarredondados de\ntamanhos variados (poiquiloblastos a pequenos cristais\n(entre 0,5 e 2.0 mm), contatos retos a lobulados, fratu-\nrados e com preenchimento por óxido de ferro, além\nde inclusões de quartzo e hornblenda (Figura 2 D).\nMinerais opacos (magnetita/ilmenita) ocorrem como\nacessórios e exibem cristais irregulares presentes como\ninclusões e/ou junto às bordas dos piroxênios, horn-\nblenda e granadas.\n\nEnderbitos distribuem-se por toda a área pesquisa-\nda. Apresentam cor que varia de cinza esbranquiçado\na cinza esverdeado, granulação fina a média. Algumas\namostras exibem leve bandamento enquanto outras\nmostram gnaissificação bem marcada. Microscopi-\ncamente possuem textura granoblástica inequigranular\ncom orientação de quartzo, plagioclásio, piroxênios e\nanfibólio (Figura 2 E). Apresentam proporções modais\nrepresentadas por quartzo (15 a 20%), plagioclásio (45\na 53%), anfibólio (5 a 10%), ortopiroxênio (5 a 7%),\nclinopiroxênio (3 a 7%) e acessórios (1 a 3%). Quartzo\nocorre em geral como cristais anedrais de contatos\nirregulares exibindo forte deformação (ribbons), além\nde pequenos grãos recristalizados associados ao\nplagioclásio. Plagioclásio exibe cristais suebeuedrais a\nanedrais, geminados e com contatos retos a lobulados\n\ncom anfibólio e piroxênio. O anfibólio apresenta cristais\nsubeuedrais com contatos retos a irregulares, pleo-\ncrísmo variando de marrom a verde escuro e variações\npara verde claro podendo indicar que os últimos podem\nse relacionar a cristais retrometamórficos, substituindo\nbordas e/ou interior do piroxênio. Hiperstênio subeue-\ndral a euedral apresenta cristais equigranulares a\npoiquiloblastos alongados, prismáticos com inclusões\nde opacos, quartzo e plagioclásio; localmente são\nobservados em reações envolvendo clinopiroxênio e\nanfibólio. Clinopiroxênio exibe cristais subeuedrais a\nanedrais de contatos retos a irregulares, em geral\nassociado à hornblenda, opacos e ortopiroxênio; pode\nser observado por vezes sendo substituído pela horn-\nblenda. Minerais opacos (ilmenita/magnetita) ocorrem\ncomo cristais irregulares que em geral se apresentam\nem inclusões e junto às bordas do piroxênio e anfibólio.\nA apatita, observada em cristais arredondados, ocorre\nprincipalmente como inclusões.\n\nGranulito tonalito (máfico) é encontrado a leste e\nsul da área, possui coloração variando de cinza escuro\nesbranquiçado a cinza esverdeado, granulação variada\n(fina a grossa), exibe bandamento de leve a bem\nmarcado em algumas amostras (gnaissificação). Em\nlâmina apresenta textura predominantemente granone-\nmatoblástica com anfibólio e piroxênio bastante defor-\nmado. Sua proporção modal está assim distribuída:\nquartzo (5 a 10%), plagioclásio (30 a 35%), anfibólio\n(20 a 25%), ortopiroxênio (5 a 7%), biotita (1 a 2%),\nclinopiroxênio (10 a 15%), acessórios (1 a 3%). Esses\nlitotipos podem ainda conter granada na sua composição\n(próximo a ZCV) e nesse caso mostram textura\ngranoblástica (poiquiloblástica) com mineralogia que\ninclui quartzo (7 a 10%), plagioclásio (5 a 7%), feldspato\npotássico (1 a 2%), anfibólio (30 a 35%), ortopiroxênio\n(10 a 15%), granada (15 a 20%), clinopiroxênio (7 a\n10%), acessórios (1 a 3%). Quartzo apresenta-se\nanedral, fraturado, deformado (ribbons), ou ainda\nocorre como pequenos grãos recristalizados exibindo\nextinção ondulante. Plagioclásio ocorre em geral asso-\nciado ao quartzo formando uma matriz quartzo felds-\npática, que se alterna com minerais máficos; grãos\nsubeuedrais geminados são comuns. Os litotipos com\ngranada por vezes exibem coroas de reação com o\nplagioclásio e quartzo. Feldspato potássico ocorre em\npequena quantidade associado ao plagioclásio (pertitas)\ne quartzo (mirmequitas). Hornblenda subeuedral (0,3\na 1,5 mm em média), com contatos irregulares e tona-\nlidade variando de verde oliva a acastanhado, geral-\nmente associado ao plagioclásio, piroxênio e granada.\nOrtopiroxênio exibe cristais subeuedrais, além de\npoiquiloblastos alongados; localmente apresentam\nintima associação com clinopiroxênio e por vezes com\nanfibólio e granada. Clinopiroxênio presente em\npequena quantidade tem tamanho variado indo de\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 212\n\npequenos cristais associados ao ortopiroxênio e anfi-\nbólio a poiquiloblastos. Litotipos que apresentam grana-\nda exibem reações de descompressão com plagioclásio\ne quartzo (Figura 2 F). Biotita pode ser observada\nlocalmente em litotipos com ausência de granada, onde\nesses cristais exibem cores acastanhadas e por vezes\navermelhada associados ao anfibólio e opacos podendo\nos mesmos ser provenientes de final de cristalização.\nA granada, característica apenas nas rochas próximas\na ZCV, exibe cristais poiquiloblásticos com intenso\nfraturamento e preenchimento dessas fraturas por óxido\nde ferro. Quartzo e plagioclásio são encontrados\n\ninclusos. Os cristais menores de granada ocorrem\narredondados e são encontrados em associação com\nplagioclásio, quartzo, clino e ortopiroxênio além de\nhornblenda, podem ainda ser observados em coroas\nde reação, envolvendo minerais quartzo-feldspáticos,\nindicando descompressão com consumo de granada.\nOs acessórios comumente encontrados estão represen-\ntados por opacos (ilmenita/magnetita) em cristais\nirregulares em geral presentes como inclusões e junto\nàs bordas de piroxênios, anfibólios e plagioclásio. São\nencontrados ainda apatita e zircão como inclusões em\ngranada, anfibólio e plagioclásio.\n\nFIGURA 2.  A) Textura granoblástica inequigranular, onde se observa a intensa deformação e orientação\ndos minerais (Nicol cruzado - MAG 50). B) Biotita e hornblenda em associação com pertitas, mirmequitas,\nquartzo e opacos (Nicol cruzado - MAG 39). C) Ortopiroxênio em associação com clinopiroxênio, anfibólio\n\ne feldspato potássico (Nicol cruzado - MAG 24). D) Cristais de granada com fraturas preenchidas por óxido de ferro\nem associação com hornblenda, plagioclásio e quartzo (Nicol cruzado - MAG 58). E: Textura granoblástica\n\ninequigranular dos gnaisses enderbíticos (Nicol cruzado - MAG 05). F: Cristal de granada (textura poiquiloblástica)\nem matriz composta por quartzo, plagioclásio, ortopiroxênio e hornblenda (Nicol cruzado - MAG 55).\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 213\n\nQUÍMICA  MINERAL\nAs análises químicas dos minerais foram execu-\n\ntadas em três etapas no Laboratório de Microssonda\nEletrônica do Instituto de Geociências da Universidade\nde São Paulo – USP, em equipamento marca JEOL,\nmodelo JXA 8600, com cinco canais, com as seguintes\ncondições de análise: corrente de aceleração do feixe\nde elétrons de 20 ± 0,1 ?A, tensão de 15 kV e feixe de\nelétrons de 5 µm (de diâmetro), exceto para feldspatos,\npara os quais foi utilizado um feixe de 10 µm.\nSilicatos naturais foram usados como padrão para todos\nos elementos. Na primeira etapa foram analisadas 6\namostras de diferentes tipos litológicos, num total de cento\ne trinta e sete pontos. Na segunda foram analisadas mais\ntrês amostras seguindo o mesmo procedimento descrito\nacima com o total de cento e dezoito pontos. A terceira\netapa foi marcada pela verificação de algumas análises\njá feitas e complemento das análises já realizadas nas\netapas anteriores. Para o tratamento dos dados e\nelaboração dos diagramas de classificação dos minerais,\nfoi utilizado o programa MINPET, L. R. Richard (1988\n- 1995). As referidas análises foram realizadas no centro\ne borda de cristais como nos anfibólios, piroxênios,\nfeldspatos, biotita e granada das amostras que incluíram\nos seguintes litotipos: enderbitos, granulitos máficos,\ncharnockitos e álcali feldspato charnockitos.\n\nA composição química dos anfibólios cálcicos\n(MAG 05, 06, 11, 14, 21, 50 e 55) na sua maioria está\nrepresentada no campo da magnésio hastingsita, à\nexceção dos litotipos representados pelo álcali feldspato\ncharnockito (MAG 24), que tem sua composição\nvariando entre magnésio hastingsita e ferro pargasita.\n(Figura 3; Tabela 1).\n\nAnálises petrográficas dos piroxênios mostram\nque os enderbitos apresentam os dois tipos de piroxê-\nnios, o ortopiroxênio com coloração marrom exibindo\npleocroísmo rosa e o clinopiroxênio que se desenvolve\nassociado ou no interior do ortopiroxênio. O ortopiro-\nxênio das amostras de enderbitos analisadas foi classi-\nficado como enstatita-ferrossilita e o clinopiroxênio plota\nnos campos do diopsídio e da augita. Granulito tonalito\n(máfico) exibe piroxênios com comportamento\nsemelhante aos enderbitos, onde ortopiroxênio e\nclinopiroxênio são encontrados em associação como\nlamelas de intercrescimento entre ambos. O ortopiro-\nxênio é classificado como enstatita e o clinopiroxênio\ncomo diopsídio. A amostra MAG 06 possui apenas o\nortopiroxênio com composição de enstatita e as\namostras MAG 55 e MAG 60, clinopiroxênio plotando\nno campo do diopsídio. Álcali feldspato charnockito\napresenta orto e clinopiroxênio que petrograficamente\nencontra-se em associação com bordas de reação\nformadas por ortopiroxênio em torno de clinopiroxênio.\nO ortopiroxênio enquadra-se no campo da ferrosilita e\n\no clinopiroxênio apresenta composição do diopsídio-\naugita. Os charnockitos exibem piroxênio (ortopiro-\nxênio) de cor marrom claro e pleocroísmo rosa e\ncomposição da ferrosilita (Figura 4; Tabela 2).\n\nA granada foi analisada em duas amostras: MAG\n55 e MAG 60 – granulito tonalito (máfico). Os cristais\nde granada analisados correspondem a porfiroblastos\ncircundados por uma matriz composta por quartzo,\nplagioclásio, hornblenda, ortopiroxênio e clinopiroxênio.\nNo diagrama triangular com as proporções de\nalmandina-grossulária-piropo, a granada tem uma\ntendência ao termo almandina e no gráfico com as\nproporções de espessartita-grossulária-piropo, esse\nmineral se posiciona na porção intermediária, mas ainda\ncom tendência ao termo almandina (ferro magnesiana).\nOs membros finais de sua composição são os seguintes:\nalmandina (45,621 - 48,374) – grossulária (27,207 -\n30,621) – piropo – (21,137 - 24,565) – espessartita (1,256\n- 1,769) – uvarovita (0,067 - 0,418) (Figura 5; Tabela 3).\n\nFeldspato potássico ocorre principalmente como\npertitas ricas em K e com muito pouco Na, sendo que\nalguns dos cristais chegam a formar mesopertitas. As\nfórmulas químicas foram calculadas com base em 32\noxigênios. Conforme as proporções de albita-ortoclásio\nno feldspato potássico, as análises mostram a seguinte\ncomposição: álcali feldspato charnockito - Ab (17,80 –\n33,50) Or (61,60 – 81,8) e charnockitos - Ab (16,80 –\n53,00) Or (33,70 – 82,6). O diagrama mostrado na\nFigura 06 apresenta a classificação do feldspato\npotássico com base em Ortoclásio-Albita-Anortita. As\namostras analisadas (MAG 24 – álcali feldspato\ncharnockito e 50 - charnockito) são muito ricas em K\ne plotam no campo do ortoclásio, ricos em Na na com-\nposição (Tabela 4).\n\nPlagioclásio apresenta-se quase sempre em asso-\nciação com o feldspato potássico formando antipertitas\nEsse comportamento é observado nas amostras (MAG\n24 – álcali feldspato charnockito e MAG 50 –\ncharnockito). Nas amostras de enderbitos (MAG 05 e\nMAG 21) e granulito tonalito (máficos) (MAG 06 e\n55) o plagioclásio apresenta-se exibindo geminação\npolissintética e não se observa a presença de anti-\npertitas. Conforme as proporções de albita-anortita para\nos plagioclásios as análises mostram que os termos\ndominantes são oligoclásio e andesina. Considerando\nas proporções entre albita-anortita o plagioclásio anali-\nsado está situado no campo do oligoclásio e andesina,\nde acordo com cada amostra analisada (Figura 6;\nTabela 5).\n\nBiotita foi analisada apenas na amostra MAG 60\ne os cálculos dessa análise foram feitos com base em\n32 oxigênios. Os cristais de biotita ocorrem em asso-\nciação com a hornblenda, podendo ser oriundos de final\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 214\n\nFIGURA 3.  Diagrama de classificação do anfibólio cálcico (Mg/(Mg+Fe+2) X TSi (ANa + AK) > 0.5)\ne (Mg/(Mg+Fe+2) X TSi (ANa + AK) &lt;0.5; (A – AlIV<Fe3+) (B – AlVI >Fe3+). (Leake et al., 1997).\n\nFIGURA 4.  Diagrama de classificação de ortopiroxênio e de clinopiroxênio das amostras analisadas.\n\nde cristalização. Possuem cor acastanhada e por vezes\navermelhada. A Figura 7 A mostra a distribuição das\nanálises segundo a quantidade de Fe/(Fe + Mg) versus\nAl na posição IV. De acordo com o diagrama observa-\nse que a amostra concentra-se na parte inferior do\ndiagrama, entre os termos flogopita-anita. A\ncoexistência da biotita com outros minerais, para fins\n\nde avaliação do efeito de compatibilidade\npetrogenética, pode ser observada através do diagrama\nFeO-MgO-Al2O3 (Nockolds, 1974), que delimita quatro\ncampos distintos para a coexistência da biotita (Figura\n7 B). Para a amostra analisada, a biotita situa-se no\ncampo onde ela coexiste com hornblenda (H+B)\n(Tabela 6).\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 215\n\nTABELA 1.  Análises químicas de anfibólio das rochas granulíticas.\n\ncontinua...\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 216\n\ncontinuação...\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 217\n\nTABELA 2.  Análises químicas de piroxênio das rochas granulíticas.\n\ncontinua...\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 218\n\ncontinuação...\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 219\n\nFIGURA 5.  Proporções dos membros finais de almandina-grossulária-piropo\ne espessartita-grossulária-piropo.\n\nFIGURA 6.  Diagrama Ab-An-Or, mostrando a classificação do plagioclásio\ne feldspato potássico das amostras analisadas.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 220\n\nTABELA 3.  Análises químicas de granada das rochas granulíticas.\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 221\n\nTABELA 4.  Análises químicas de feldspato potássico das rochas granulíticas.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 222\n\nTABELA 5.  Análises químicas de plagioclásio das rochas granulíticas.\n\ncontinua...\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 223\n\ncontinuação...\n\nFIGURA 7.  A: Diagrama mostrando a composição das biotitas analisadas. B: Classificação da biotita\nde acordo com o diagrama FeO-MgO-Al2O3 (Nockolds, 1974). Símbolos: M – muscovita;\n\nB – biotita; B+P±O – biotita, piroxênio e olivina e H+B – hornblenda e biotita.\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 224\n\nTABELA 6.  Análises químicas de biotita das rochas granulíticas.\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 225\n\nTERMOBAROMETRIA\n\nOs cálculos de termobarometria foram realizados\nutilizando-se o software PT Máfic, versão 2.0 de Soto\n&amp; Soto, 1995 e, quando a associação mineral permitia\no software THERMOCALC, versão 3.21 (Powel &amp;\nHoland, 1988). Na execução dos cálculos geotermo-\nbarométricos com o THERMOCALC, os valores de\natividade da água (aH2O) e os valores de atividade do\ngás carbônico (aCO2), interferem nos cálculos execu-\ntados e, no caso das rochas ora estudadas, por serem\nde alto grau metamórfico, procurou-se utilizar valores\npara a atividade da água, quando possível, sempre\nbastante baixos, em torno de 0,1 a 0,3.\n\nNos charnockitos com associação mineral com-\nposta por: plagioclásio + hornblenda + feldspato\npotássico + hiperstênio + diopsídio + quartzo, foram\nutilizados os geotermômetros Al-Hbl e Ortopiroxênio\n(Opx) e o geobarômetro Al-Hbl. Os valores de\ntemperatura encontrados são da ordem de 768°C. O\ngeobarômetro Al-hornblenda mostrou valores entre\n6.26 - 6.74 kbar, um pouco abaixo da média para a\nassociação presente, podendo caracterizar um processo\nde retrometamorfismo nesses litotipos.\n\nO álcali feldspato charnockito apresenta associa-\nção que inclui: plagioclásio + hornblenda + feldspato\npotássico + hiperstênio + diopsídio-augita ± biotita. Os\nresultados da temperatura, obtidos com o geotermô-\nmetro Al-hornblenda ficaram na média torno de 760°C,\ncompatíveis com a associação de alto grau presente,\npodendo ser interpretados como temperatura de pico\nmetamórfico desses litotipos. O geobarômetro apre-\nsentou valor abaixo do esperado para a associação\nmineralógica presente nessas rochas, com uma média\nde 6.45 kbar.\n\nNos enderbitos com associação mineral composta\npor: plagioclásio + hiperstênio + diopsídio + hornblenda\n+ quartzo ± biotita os resultados encontrados apresen-\ntaram uma variação de temperatura da ordem de\naproximadamente 79°C com maior valor em torno de\n900°C, próximo e coerente com a associação mineral de\nalto grau apresentada por essas rochas. Os valores de\npressão encontrados mostraram significativa diferença\nentre os resultados e valor médio em torno de 7.5 kbar.\n\nPara os granulitos máficos, com associação mine-\nral composta por: plagioclásio + hornblenda +\nortopiroxênio + clinopiroxênio + quartzo ± feldspato\n\npotássico, o geotermômetro Al-hornblenda mostrou\nvalor médio de temperatura em torno de 837oC,\ncompatível com as associações encontradas com\npressão na ordem de 7.2 kbar.\n\nCálculos realizados com o programa\nTHERMOCALC para a amostra MAG 11 (granulito\ntonalito máfico) mostraram que o valor da pressão e\ntemperatura nesse litotipo gira em torno de 9,5 kbar e\n921oC, respectivamente. Comparando-se esses resul-\ntados com os encontrados através dos cálculos com o\nprograma PT Máfic nota-se uma pequena diferença\nna temperatura de aproximadamente 840C e na pressão\nde 2,3 Kbar, sendo, portanto os valores de pressão e\ntemperatura calculados pelos programas PT Máfic e\nTHERMOCALC coerentes para esse litotipo e sua\nassociação.\n\nOs granulitos tonalitos (máficos), localizados\npróximos à Zona de Cisalhamento Varginha, mostram\nvariação na composição mineralógica, com a presença\nde granada. Para esses litotipos a associação mineral\né a seguinte: plagioclásio + hornblenda + granada +\nclinopiroxênio + quartzo ± ortopiroxênio ± biotita. Com\no geotermômetro Al-Hornblenda foram obtidos valores\ncom média de 795°C que pode ser considerada como\ntemperatura de pico metamórfico para essas rochas.\nOs valores de pressão encontrados foram calculados\natravés do geobarômetro Al-Hornblenda que\napresentou resultados de pressão com uma média de\n8 kbar. Granulitos tonalitos (máficos) com granada\ntiveram seus dados de temperatura e pressão calculados\npelo programa THERMOCALC e como resultado\nobteve-se os valores de 740 oC e 9,1 kbar,\nrespectivamente (MAG 60). Comparando os valores\nencontrados pelos dois programas observa-se que os\nmesmos estão próximos e coerentes com a associação\nmineral dessas rochas.\n\nOs resultados obtidos nos cálculos geotermoba-\nrométricos indicam, para a região estudada, pico\nmetamórfico em torno de 900oC e 10 kbar. Os ender-\nbitos e granulitos tonalitos (máficos) apresentam os\nmaiores valores de temperatura e pressão. Os charno-\nckitos e álcali feldspato charnockitos apresentam\ntemperaturas e pressões mais baixas, provavelmente\nem função de sua geração tardia em relação aos litoti-\npos máficos (enderbitos e granulitos tonalitos-máficos).\n\nMETAMORFISMO\n\nA associação mineral característica das rochas\nencontradas na área de pesquisa é representada por\nplagioclásio-ortopiroxênio-clinopiroxênio-granada-\n\nquartzo, associação essa relacionada à fácies granulito.\nDentro dessa associação, orto e clinopiroxênio podem\nser gerados em altas temperaturas e a granada asso-\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 226\n\nciada é indicativa de média a alta pressão. É preciso\ndestacar também a presença de hornblenda e biotita\ncom cores amarronzadas (acastanhadas) que são\ncomuns em rochas de alto grau metamórfico indicando\na recristalização desses minerais em altas temperaturas\nno caso das paragêneses com ortopiroxênio e\nclinopiroxênio, já que hornblenda e biotita de cor\nmarrom/avermelhada ocorrem em temperaturas acima\nde 700°C. De acordo com os resultados obtidos na\ngeotermobarometria, nem sempre esses dois minerais\nestão em equilíbrio com a associação de alto grau e\npodem indicar condições mais brandas de metamor-\nfismo, ressaltando, muitas vezes, características retro-\nmetamórficas observadas na análise petrográfica.\n\nCharnockitos e álcali feldspato charnockitos\nmostram evidências de arrefecimento das temperaturas\npela presença de feições em lâmina, que de certa forma\nestão associadas a processos metamórficos, como\npertitização e mirmequitização, feições essas que\nocorrem principalmente em rochas de composição\nmais ácida. As pertitas encontradas nas rochas charno-\nckíticas da área são do tipo agulhas e podem indicar\ncrescente resfriamento evidenciado pelos valores de\ntemperatura mais baixa encontrada nesses litotipos. Já\nas mirmequitas são as feições de intercrescimento mais\ncomuns encontradas nas rochas charnockíticas e\nocorrem a partir da reação entre feldspatos, gerando\nquartzo vermicular, feição também indicativa de\n\nequilíbrio em temperaturas mais baixas que variam entre\n430°C e 450°C.\n\nO metamorfismo da área no geral é da fácies\ngranulito, com aumento de temperatura e pressão para\nnorte, na medida em que as rochas se aproximam da\nZona de Cisalhamento Varginha, registrado nos ender-\nbitos e granulitos tonalitos (máficos) principalmente.\nIndo em direção ao sul da área observa-se que a\npressão torna-se um pouco mais baixa com valores de\ntemperatura com certa constância.\n\nA partir da análise do metamorfismo pelas\nparagêneses minerais exibidas pelas rochas e, dos\ncálculos geotermobarométricos é possível dizer que o\npico metamórfico dessas rochas ocorreu a mais de\n900°C de temperatura e em torno de 10 kbar (asso-\nciação mineral granada + clinopiroxênio). O metamor-\nfismo foi progressivo por certo tempo. O retrome-\ntamorfismo ficou registrado nas associações minerais\npresentes nas rochas da área, sugerindo uma evolução\npor descompressão isotérmica com posterior redução\nda temperatura e pressão. Valores de pressão e tempe-\nratura das amostras projetados no diagrama Pressão x\nTemperatura mostram que os pontos obtidos parecem\nformar um alinhamento em uma trajetória metamórfica\ncom sentido horário partindo dos valores de pressão e\ntemperatura mais elevados para os mais baixos, ou seja,\ndo pico metamórfico para os valores indicativos de\nretrometamorfismo (Figura 8).\n\nFIGURA 8.  Diagrama P-T mostrando a distribuição geral das principais fácies metamórficas\ncom os valores de T e P das amostras da área (Vernon &amp; Clarke, 2008).\n\n\n\nSão Paulo, UNESP, Geociências, v. 31,  n. 2, p. 207-228, 2012 227\n\nOs valores encontrados na literatura mostram\nregimes de alta P registrados, com valores máximos\nentre 13 e 14 kbar e médios entre 11 e 12 kbar,\nconforme Del Lama, 1998 e Del Lama et al., 2000.\nPara essas pressões as T atingidas são da ordem de\n800 a 850ºC em associações de fácies granulito na\nporção norte do Complexo Guaxupé. Campos Neto\n\n&amp; Caby (1999) encontraram valores de P e T (12\nkbar e 900°C, respectivamente) em granada granu-\nlitos próximo ao Guaxupé (Varginha). Dados apre-\nsentados por Melo (2009), para rochas da porção\nsul do Complexo Guaxupé, na região de São João\nda Boa Vista, registram pico metamórfico acima de\n820°C e 11.5 kbar.\n\nCONSIDERAÇÕES  FINAIS\n\nAs ocorrências granulíticas encontradas na região\nde Arceburgo-Santa Cruz do Prata, sul do Complexo\nGuaxupé, apresentam características petrográficas\ncomuns como a presença de orto e clinopiroxênios e\nanfibólios, em geral associados, além de intensa\ndeformação. Litotipos mais ácidos exibem comumente\na presença de plagioclásio e feldapto potássico\n(pertitas), ocorrendo em conjunto. A norte da área\nobserva-se surgimento de granada nesses litotipos, nas\nproximidades da Zona de Cisalhamento Varginha.\n\nOs cálculos geotermobarométricos indicam que\nos termos mais básicos (enderbitos e granulitos\ntonalitos (máficos) apresentam maiores valores de\ntemperatura e pressão em relação aos termos mais\nácidos (charnockitos e álcali charnockitos), sendo\nconsiderada a temperatura e pressão de pico meta-\n\nmórfico marcada nos litotipos básicos (900°C de T e\n10 kbar de P).\n\nTendo em vista as associações minerais, bem como\nos valores de T e P, confirma-se que o metamorfismo\nna área é predominantemente na fácies granulito.\nTemperatura e pressão mais elevadas foram obser-\nvadas nas proximidades da ZCV em litotipos básicos\n(enderbitos e granulitos (máficos) com presença da\nassociação granada + clinopiroxênio encontrada nas\nsuas proximidades. O retrometamorfismo, observado\nna área, está marcado em associações que incluem\nbiotita e hornblenda,  com presença de pertitas tipo\nagulha e mirmequitas, sugerindo assim uma evolução\ndo conjunto através de descompressão isotérmica com\nredução da pressão, indicando uma trajetória meta-\nmórfica em sentido horário.\n\nAGRADECIMENTOS\nA realização desse estudo foi possível graças aos auxílios do CNPq/PIBIC e FAPESP (processo 06/58128-9) aos quais os autores\n\nexpressam sua gratidão.\n\nREFERÊNCIAS  BIBLIOGRÁFICAS\n1. CAMPOS NETO, M.C. &amp; CABY, R. Neoproterozoic high\n\npressure metamorphism and tectonic constraint from the\nnappe system of the São Francisco Cráton, southeast Brazil.\nPrecambrian Research, v. 97, p. 3-26, 1999.\n\n2. CAMPOS NETO, M.C.; FIGUEIREDO, M.C.H.; JANASI,\nV.A.; BASEI, M.A.S.; FRYER, B.J. The São José do Rio\nPardo mangeritic-granitic suíte, southeastern Brazil.\nGeochimica Brasiliense, v. 2, n. 2, p. 185-199, 1988.\n\n3. CHOUDHURI, A. Paragenesis and stability of hornblende in\ncharnockitic gneiss and mafic granulite-examples from Minas\nGerais. Anais da Academia Brasileira de Ciências, v. 56,\np. 155-161, 1984.\n\n4. CHOUDHURI, A. &amp; CARVALHO, E.D.R. Varyng fluid\nregimes in Guaxupé Granulites, SW Minas Gerais. Cadernos\nIG/UNICAMP, v. 2, p. 109-119, 1991.\n\n5. DEL LAMA, E.A. Petrologia das rochas metamórficas de\nalto grau do complexo Campos Gerais e correlação com\nas do Complexo Varginha-Guaxupé – estudos termoba-\nrométricos. Rio Claro, 1993. 132 p. Dissertação (de Mestrado)\n– Instituto de Geociências e Ciências Exatas, UNESP.\n\n6. DEL LAMA, E.A. Terrenos granulíticos de Guaxupé:\nEvolução petrológica de um segmento da crosta inferior.\nRio Claro, 1998. 188 p. Tese (Doutorado) – Instituto de\nGeociências e Ciências Exatas, UNESP.\n\n7. DEL LAMA, E.A.; OLIVEIRA, M.A.F. DE; ZANARDO,\nA. Geotermobarometria em rochas do Complexo Campos\nGerais ao norte da Zona de Cisalhamento Varginha. Revista\nBrasileira de Geociências, v. 24, n. 4, p. 1-7, 1994.\n\n8. DEL LAMA, E.A.; OLIVEIRA, M.A.F. DE; ZANARDO,\nA. Considerações sobre o metamorfismo do Grupo Caconde\nna região de Guaxupé – MG. Revista Universidade de\nGuarulhos – Geociências, v. 4, n. 6, p. 50-57, 1999.\n\n9. DEL LAMA, E.A.; ZANARDO, A.; MORALES, N.;\nOLIVEIRA, MA.F. DE. Metamorfismo da porção sul do\nComplexo Campos Gerais. In: CONGRESSO BRASILEIRO\nDE GEOLOGIA, 37, 1992, São Paulo. Boletim... São Paulo:\nSBG, 1992, v. 1, p. 407-408.\n\n10. DEL LAMA, E.A.; ZANARDO, A.; OLIVEIRA, M.A.F.\nDE. Escapolitas do extremo norte do complexo Varginha-\nGuaxupé. In: SIMPÓSIO DE GEOLOGIA DO SUDESTE,\n\n\n\nSão Paulo, UNESP,  Geociências, v. 31,  n. 2, p. 207-228, 2012 228\n\n4, 1995, Águas de São Pedro. Boletim de Resumos... São\nPaulo: SBG, 1995, p. 127.\n\n11. DEL LAMA, E.A.; ZANARDO, A.; OLIVEIRA, M.A.F. DE.\nEstimativas P-T nos granada granulitos de Guaxupé. In:\nSIMPÓSIO DE GEOLOGIA DO SUDESTE, 5, 1997, Penedo.\nAtas... Rio de Janeiro: SBG/UERJ, 1997, p. 136-137.\n\n12. DEL LAMA, E.A.; ZANARDO, A.; OLIVEIRA, M.A.F.\nDE; MORALES, N. Exhumation of high pressure granulite of\nGuaxupé Complex, Southeastern Brazil. Geological Journal,\nv. 35, p. 231-249, 2000.\n\n13. FONSECA, M.J.G.; SILVA, Z.C.G.; CAMPOS, D. DE A.;\nTOSATTO, P. Carta geológica do Brasil ao Milonésimo –\nFolhas Rio de Janeiro, Vitória e Iguape. Texto Explicativo.\nBrasília: MME/DNPM, 240 p., 1979.\n\n14. HASUI, Y.; RODRIGUES, E.P.; OLIVEIRA, M.C.B.; ENS,\nH.J.; MORALES, N.; ZANARDO, A.; QUADE, H.N.;\nKÜLLER, M.L.; FRASCÁ, M.H.B.O. Deformação por\ncisalhamento dúctil: modelo de transformação de rochas pré-\ncambrianas antigas do leste de São Paulo. Fase I. São Paulo:\nIPT, 3 v. (Relatório IPT nº 25908), 1988.\n\n15. JANASI, V.A. Rochas sieníticas e mangerítico-charno-\nckíticas neoproterozóicas da região entre Caldas e\nCampestre, MG: Aspectos petrológicos. São Paulo, 198 p.\n1992. Tese (Doutorado) – Instituto de Geociências,\nUniversidade de São Paulo.\n\n16. JANASI, V.A. Elemental and Sr-Nd isotope geochemistry of\ntwo Neoproterozoic mangerite suítes in SE Brazil:\nimplications for the origin of the mangerite-charnockite-granite\nseries. Precambrian Research, v. 119, p. 301-327, 2002.\n\n17. LEAKE, B.E.; WOOLEY, A.R.; ARPS, C.E.S.; BIRCH, W.D.;\nGILBERT, M.C.; GRICE, J.D.; HAWTHORNE, F.C.; KATO,\nA.; KISCH, H.J.; KRIVOVICHEV, V.G.; LINTHOUT, K.;\nLAIRD, J.; MANDARINO, J.A.; MARESCH, W.V.; NICKEL,\nE.H.; ROCK, N.M.S.; SCHUMACHER, J.C.; SMITH, D.C.;\nSTEPHENSON, N.C.N.; UNGARETTI, L.; WHITTAKER,\nE.J.W.; YOZHI, G. Nomenclature of amphiboles: Report of\nSubcommittee on Amphiboles of the International Mineralogical\nAssociation, Commission on New Minerals and Mineral Name.\nCanadian Mineralogist, v. 35, p. 219-246, 1997.\n\n18. MELO, R.P. Evolução metamórfica (P-T-t) de granulitos\ne migmatitos do complexo Guaxupé na região de São\nJoão da Boa Vista, SP. Rio Claro, 2009. 114 p. Dissertação\n(Mestrado) – Instituto de Geociências e Ciências Exatas,\nUNESP.\n\n19. MORALES, N. Evolução lito-estrutural das rochas pré-\ncambrianas da região de São João da Boa Vista. São Paulo,\n1988. 157 p. Dissertação (Mestrado) – Instituto de Geo-\nciências, Universidade de São Paulo.\n\n20. NOCKOLDS, S.R. The relation between chemical\ncomposition and paragenesis in the biotite of igneous rocks.\nAmerican Journal Science, v. 245, p. 401-420, 1974.\n\n21. OLIVEIRA, M.A.F. DE. Petrologia das rochas metamórficas\nda região de São José do Rio Pardo, SP. Revista Brasileira\nde Geociências, v. 3, n. 4, p. 257-278, 1973.\n\n22. OLIVEIRA, M.A.F. DE &amp; ALVES, F.R. Wollastonita em\nassociações cálcicas de fácies granulito, Caconde, SP. Revista\nBrasileira de Geociências, v. 6, n. 1, p. 43-52, 1976.\n\n23. OLIVEIRA, M.A.F. DE &amp; HYPÓLITO, R. Ortopiroxênios e\nclinopiroxênios coexistentes nos granulitos de São José\ndo Rio Pardo, SP. Revista Brasileira de Geociências,\nv. 8, p. 249-261, 1978.\n\n24. OLIVEIRA, M.A.F. DE &amp; RUBERTI, E. Granada-cordierita\ngnaisses do complexo migmatítico de São José do Rio Pardo -\nCaconde, SP. Recife: Boletim de Mineralogia, v. 6, p. 15-\n29, 1979.\n\n25. OLIVEIRA, M.A.F. DE; MORALES, N.; ZANARDO, A.;\nCARVALHO, S.G. DE. Mapeamento Geológico em 1:25.000\ndo quadrante NE da folha de Caconde (SF-23-V-C-VI-2-NO).\nUNESP - PRÓ-MINÉRIO, Projeto Caconde, 1989.\n\n26. PASSCHIER, C.W., BRINK, C.E., BONS, P.D.; SOKOUTIS,\nD. Delta-objects as a guage for stress sensitivity of strain rate\nin mylonites. Earth and Planetary Science Letters,\nv. 120, p. 239-245, 1993.\n\n27. POWELL, R. &amp; HOLLAND, T.J.B. An internally consistent\ndataset with uncertainties and correlations, Applications to\ngeobarometry, worked examples and a computer program.\nJournal of Metamorphic Geology, v. 6, p. 173-204, 1988.\n\n28. SANTOS, A.M.M.M. DOS. Caracterização Petrográfica\ndos Granulitos Básicos da Folha de Guaranésia (MG).\nSão Paulo, 1987. 106 p. Dissertação (Mestrado em\nMineralogia e Petrologia) – Instituto de Geociências,\nUniversidade de São Paulo.\n\n29. RICHARD L.R. Minpet Software. Mineralogical and\nPetrological data processing system. Versão 2.02, 1995.\n\n30. SOTO, J.I, &amp; SOTO, V.M. Ptmafic: software package for\nthermometry, barometry, and activity calculations in mafic\nrocks using an IBM-compatible computer. Computers &amp;\nGeosciences, v. 21, n. 5, p. 619-652, 1995.\n\n31. VERNON, R.H. &amp; CLARKE, G.L. Principles of\nMetamorphic Petrology. Nova York: Cambridge University\nPress, 446 p., 2008.\n\n32. ZANARDO, A. Análise petrográfica, estratigráfica e\nmicroestrutural da região de Guaxupé-Passos-\nDelfinópolis (MG). Rio Claro, 288 p. 1992. Tese (Doutorado)\n– Instituto de Geociências e Ciências Exatas, UNESP.\n\n33. ZANARDO, A. Pesquisa geológica e de matérias-primas\ncerâmicas do centro nordeste do Estado de São Paulo e\nvizinhanças. Sistematização crítica da produção técnico-\ncientífica. Rio Claro, 2003. 283 p. Tese (Livre Docência) –\nInstituto de Geociências e Ciências Exatas, UNESP.\n\n34. ZANARDO, A. &amp; OLIVEIRA, M.A.F. DE. Aspectos\nmicroestruturais e texturas dos metassedimentos da Formação\nEleutério. Geociências, Número Especial, p. 317-330, 1990.\n\n35. ZANARDO, A.; SZABÓ, G.A.J.; CÂNDIA, M.A.F.;\nOLIVEIRA, M.A.F. DE. Os corpos metaultramáficos da Serra\ndas Águas Claras, Município de Itapira. In: CONGRESSO\nBRASILEIRO DE GEOLOGIA, 37, 1992, São Paulo. Boletim\nde Resumos Expandidos... São Paulo: SBG, 1992, v. 1, p. 460.\n\n36. WINCHESTER, J.A. &amp; FLOYD, P.A. Geochemical\ndiscrimination of different magma series and their differentiation\nproducts using immobile elements. Chemical Geology,\nv. 20, p. 325-343, 1977.\n\nManuscrito Recebido em: 18 de agosto de 2011\nRevisado e Aceito em: 4 de abril de 2012"}]}}}