{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04137"}, {"@name": "filename", "#text": "BGP_1987_1_1_03_Apresentacao.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "APRESENTAÇAO\nUW p*r*osfíAS\n650\ní,'i\n650-004 901\nAos geocientistas da PETROBRÁS\nOs resultados notáveis da PETROBRÁS, obtidos nas atividades de exploração de petróleo, estavam demandando a criação de um veículo específico, capaz de exprimir, através da qualidade de trabalhos técnicos, a excelência profissional do corpo de geólogos e geofísicos da Companhia.\nNasce, assim, o Boletim de Geociências da PETROBRÁS, periódico técnico que se integra ao SINPETRO — Sistema de Informação e Documentação Técnica da PETROBRÁS.\nOs geocientistas da Companhia — responsáveis pela geração e preservação de acervo de conhecimentos técnicos indispensáveis á consecução dos objetivos empresariais do Sistema PETROBRÁS — vêm empreendendo, há décadas, atividades que, hoje, ultrapassam os limites da Companhia e do País, quais sejam:\n•\tNo Departamento de Exploração (DEPEX), conduzindo o programa exploratório da PETROBRÁS;\n•\tNo Centro de Pesquisas e Desenvolvimento Leopoldo A. M/guez de Mello (CENPES), gerando conhecimentos, em apoio às atividades de exploração e de estudos de reservatórios, bem como ministrando treinamento aos novos profissionais;\n•\tNa Petrobrás Internacional S.A. (BRASPETRO), explorando petróleo no exterior;\n•\tNas universidades brasileiras, cumprindo e colaborando com programas de pós-graduação e pesquisas.\nConstituem, portanto, uma comunidade técnico-científica abrangente e qualificada, que fará do Boletim de Geociências da PETROBRÁS um instrumento de intercâmbio de Sua própria produção intelectual e um canal de comunicação das realizações da PETROBRÁS, dirigido aos meios industriais e acadêmicos.\nRecebam, pois, meus agradecimentos e votos de sucesso.\nJosé Paulo Silveira\nSuperintendente do Centro de Pesquisas e Desenvolvimento Leopoldo A. Miguez de Mello\nCaros colegas\né com um misto de satisfação, orgulho e temor que escrevo esta nota de apresentação do primeiro número do Boletim de Geociências da PETROBRÃS.\nSatisfação, por estar presente num momento tão importante na carreira de inúmeros colegas, geólogos e geo físicos, que por muitos anos têm lutado pela divulgação das informações da área do petróleo no País, pelo desenvolvimento tecnológico na Companhia, pela integração universidade-empresa ou pelo simples progresso das geociências.\nOrgulho, por pertencer aos quadros da Companhia que possui um Boletim Técnico hoje lido no Brasil e em mais 48 países, avaliado e resumido pelos principais serviços internacionais de informação, e que ora toma esta importante decisão de criar mais um veículo de divulgação tecnológica, agora na área das geociências.\nFinal mente, também sinto um pouco de temor de que não consigamos preencher todos os anseios e expectativas daqueles que hoje participam da criação deste Boletim dentro da Companhia ou de nossos leitores no exterior. Certamente, será um trabalho árduo e contínuo de todos, especialmente daqueles que estarão diretamente envolvidos na seleção, preparo e divulgação dos artigos.\nNós, geocientistas, assumimos também uma grande responsabilidade para com este novo veículo: deveremos abastecê-lo continuamente com material técnico de alto nível, sempre observando a ética requerida em relação aos créditos a colegas que nos antecederam na pesquisa ou dela participaram. Devemos, além disso, lutar para que o Boletim consiga retratar fie!mente o avanço tecnológico atingido no dia a dia nos vários órgãos da Companhia e na indústria brasileira. Devemos, finalmente, fazer deste Boletim um veículo respeitado, aguardado por todos com ansiedade a cada novo número.\nVamos em frente, com otimismo e com disposição para o trabalho que nos espera1.\nMilton Romeu Prantee\nSuperintendente-Gera! do Departamento de Exploração da PETROBRÁS\n\nBOLETIM DE\t1987\nGEOCIÊNCIAS\nDA PETROBRAS ...... rfl\n£\nc>\n\\ g petrobras £\n\n\n3\nBioestratigrafia dos Nanofósseis Calcários do Meso- &amp; Neocretáceo da Porção Emersa da Bacia do Espirito Santo\n' ROGÉRIO LOUREIRO ANTUNES\n13\nExperimentos com Modelagem Física de Processos Tectônicos no Centro de Pesquisas da PETROBRÀS PETER S2ATMARI e JOSÉ RIBEIRO AIRES\n25\nFormação Sergi: Evolução de Conceitos e Tendências na Geologia da Reservatórios\nCARLOS HENRIQUE LIMA BRUHN e \" LUIZ FERNANDO DE ROS\n41\n0 Hábltat do Petróleo e as Perspectivas E xploratórias da Bacia Potiguar Emersa\nRENATO TAOÊU BERTANI, AMARO FERREIRA APOLUCENO NETO e RENATO MARCOS DARROS DE MATOS\n51\nIntegração da Bacia Sergipe-Alagoas com a Faixa Prê-Cambriana Adjacente FRANCISCO MOTA BEZERRA DA CUNHA\n67\nModelagem de Atenuação e Dispersão Dissipativas com Aplicação è Bacia de Campos\nCARLOS LOPO VARELA\n75\nModelagem Gravimêtrica da Porção Terrestre da Bacia Potiguar e Suas Implicações Geotectônicas EDISON JOSÉ MILANI e MARCO AURÉLIO LEMOS LATGÉ\n87\nOrigem e Classificação dosã-fidrocarbonetos da Bacia Sergipe-Alagoas — Caracterização Geoquímica NÉLSON ADAO 8ABINSKI e REGINACÉLIA RABELO DOS SANTOS\n97\nProposta de um Sistema Estatístico de Descrição de Heterogeneidades Internas de Reservatórios MILTON JOSÉ DE SOUZA\n103\nRastreamento das Fácies Diagenéticos e da Permeabilidade Qualitativa da Formação Sergi (Campo de Sesmaria, Bacia do Recôncavo, Bahia! por meio de Perfis Elétricos HÉLIOSÉRGIO ROCHA LIMA E SILVA\n111\nBreves Comunicações, Debates, Análises, Reflexões"}]}}}