{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14419"}, {"@name": "filename", "#text": "20746_DissertacaoCarlosTeixeira.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \n\nINSTITUTO DE GEOCIÊNCIAS \n\n \n\n \n\n \n\n \n\nEVOLUÇÃO TÉRMICA E PALEOFLUIDOS DOS \n\nFOLHELHOS DA FORMAÇÃO SERRA ALTA NA BORDA \n\nLESTE DA BACIA DO PARANÁ \n\n \n\n \n\n \n\n \n\nCarlos Alberto Siragusa Teixeira \n\n \n\n \n\n \n\n \n\nOrientador: Prof. Dr. André Oliveira Sawakuchi \n\n \n\n \n\n \n\n \n\n \n\nDISSERTAÇÃO DE MESTRADO \n\n \n\nPrograma de Pós-Graduação em Geoquímica e Geotectônica \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSão Paulo \n\n2014 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n“Dez mil dificuldades não constituem uma dúvida” (Isaac Newton) \n\n\n\nAGRADECIMENTOS \n\n \n\nAo meu orientador, Prof. Dr. André Oliveira Sawakuchi pela valiosa orientação, \n\namizade e disponibilidade demonstrada desde o começo da minha jornada em São Paulo. \n\nPela sua patente determinação e empenho, pela paciênia e pelos ensinamentos, discussões \n\ne ideias transmitidas durante todo o desenvolvimento desta dissertação de mestrado. \n\n \n\nÀ Prof. Dra. Rosa Maria Silveira Bello, um enormíssimo obrigado por todos os \n\nmomentos. A pessoa que me fez acreditar que seria possível concretizar este trabalho \n\nperante as inúmeras dificuldades que teimavam em não desaparecer. Um sincero obrigado \n\npelo exemplo de dedicação, perserverança e rigor científico. Obrigado também pelo \n\nacompanhamento, pela participação e apoio na aquisição de dados, pelas fundamentais \n\ndiscussões e interpretações e por todo o aprendizado ao longo destes anos, concerteza \n\nrecordados para o resto da minha vida. \n\n \n\nAo Conselho Nacional de Desenvolvimento Científico e Tecnológico de São Paulo \n\n(CNPq) pelo apoio financeiro, possibilitando a realização de análises cientificas e \n\nactividades inerentes a este projeto. \n\n \n\nAo Instituto de Geociências da Universidade de São Paulo pelas excelentes \n\ncondições proporcionadas a todos os níveis e ao Departamento de Geoquímica e \n\nGeotectônica pela oportunidade de poder fazer parte de tão elevado padrão de ciência que \n\nali se consuma. \n\n \n\nÀ Prof. Dra. Lena Virgínia Monteiro pelas reuniões de emergência e conhecimento \n\ntestemunhado. Aos geólogos Marlei Antônio Carrari Chamani e Daílson José Bertassoli \n\nJunior pelo apoio e vivências durante as atividades de campo.  \n\n \n\nAos Laboratórios de Inclusões Fluidas do Núcleo de Apoio à Pesquisa Geoanalítica, \n\nPetrologia Sedimentar, Sedimentologia, Tratamento de Amostras, Isótopos Estáveis do \n\nInstituto de Geociências da Universidade de São Paulo e à Central Analítica do Instituto \n\nde Química da Universidade de São Paulo e, claro, respectivos colaboradores. \n\n \n\n\n\nAos Professores com quem tive o privilégio de confraternizar, trabalhar e \n\napreender, Prof. Dr. Kenitiro Suguio, Prof. Dr. Wilson Teixeira, Prof. Dra. Maria Helena \n\nHollanda, Prof. Dr. Paulo Giannini, Prof. Dr Daniel Atêncio, Prof. Dr. Marcos Egydio, \n\nProf. Dr. Renato Almeida, Prof. Dr. Hachiro, Prof. Dr. Antonio Romalino, Prof. Dr. Paulo \n\nBoggiani e Prof. Dra. Ana Maria Góes.         \n\n \n\nAos amigos de Portugal que fizeram parte desta jornada (Pedro Malaca, Tânia \n\nCunha, Neto Ramos, José Miguel, Luis Castela, Mário Sequeira, Hugo Correia) obrigado \n\npor todos os momentos, assim como aos amigos de Brasil (Letícia Montenegro, \n\nAlexandre Missassi, Nívea Magalhães, Claudia Tokashiki, Lucas Sato, Bruno Turra, Sara \n\nNomura, Caue Cioffi, Brenda Rocha, Manuela, Daniel Samugin, Ana Paula, Dante \n\nBianchi, Cleber Calça, Victor Maurer, Vinicius Ribau, Carlos Salmena, Rafael Shinoda, \n\nNatacha Marteleto, Natália Hilbert, Bruno Portela, Victor Sorze, Vinicius Corrêa, Bia \n\nHadler, Marcio Fukamizu, Rodolfo Garcia, Felipe “Alargado”, Bruna Fiume, Marcelo \n\nFreimann, Gabriel Kuhlmann, Rafael Terada, Paulo Galvão, Bira Lima, Carlos Tomba, \n\nIvan Marques, Caio Santos) pelo convívio, e por me fazerem sentir um pouco mais em \n\ncasa. \n\n \n\nA todos os meus fãs e apoiadores incondicionais que me incentivaram sempre \n\n(irmão, pais, tios e primos). Obrigado pela força, fé e esperança que depositam em mim, \n\nsem vocês nada disto seria possível e, também um obrigado aos meus tios Freddy, Laura, \n\nMárito, Belita, Milu, e aos meus primos Gonçalo, Rui, Sara, Xana e Henry.    \n\n \n\nAos meus queridos sogros Santiago e Benilde por me aturarem ao longo destes anos \n\ne por me confiarem um dos seus bens mais precioso.   \n\n \n\nE por último mas não menos importante, queria agradecer do fundo do meu coração \n\na ti, Nazaré, meu grande amor. Obrigado por me acompanhares nesta fase da minha vida, \n\nnos bons e maus momentos, pelo companheirismo, solidariedade, dedicação, carinho, por \n\ncuidares de mim e contribuires para a pessoa que sou hoje. Por trazeres alegria e felicidade \n\nà minha vida. Amo-te. \n\n \n\n          \n\n\n\nRESUMO \n\n \n\nA Formação Serra Alta é constituída por uma sequência de folhelhos e siltitos cinza \n\nsupostamente de origem marinha. Esta unidade é uma potencial rocha geradora de \n\nhidrocarbonetos e zona preferencial para alojamento de sills associados ao magmatismo \n\nSerra Geral. \n\nVisando a caracterização do potencial gerador de hidrocarbonetos, a evolução \n\ntérmica e os paleofluidos diagenéticos da Formação Serra Alta, foram realizadas medidas \n\nde concentração de carbono orgânico total (COT) e hidrogênio (H) em amostras coletadas \n\nem afloramentos e estudos isotópicos e de inclusões fluidas em materiais diagenéticos. \n\nOs teores de carbono orgânico total (COT) e hidrogênio (H) para as amostras de \n\nfolhelhos da Formação Serra Alta estão situados entre 0,1 e 0,5% e entre 0,24 e 3,20%, \n\nrespectivamente. \n\nOs dados microtermométricos apresentaram temperaturas de homogeneização (Th) \n\nque variaram de 55 a 220°C, temperaturas eutéticas (Te) de -57,5 a -49,5ºC (sistema H2O \n\n+ NaCl + CaCl2) e temperaturas de fusão do gelo (Tfg) de -2,5 a 1,0°C, indicativas de \n\nsalinidades baixas, entre 0 e 4,2% em peso de NaCl equivalente. \n\nOs resultados de ?13CPDB e ?\n18OPDB das amostras de veio e cimento de calcita \n\ndemonstram valores negativos (‰), tanto para ?13C quanto para ?18O. Enquanto os \n\nvalores de ?13CPDB do cimento dos folhelhos da Formação Serra Alta variam entre -8,6 e \n\n-2,3‰, os veios de calcita apresentam uma estreita faixa de valores entre -5,1 e -3,7‰.  \n\nOs teores de COT indicam potencial de geração de óleo e gás considerado baixo \n\npara os folhelhos da Formação Serra Alta. \n\nAs características das inclusões (monofásicas associadas a bifásicas com pequena \n\nvariação nas proporções volumétricas entre as fases), as salinidades relativamente \n\nconstantes associadas às grandes variações em Th são indicativos de aprisionamento em \n\nzona freática de baixa temperatura (<50°C) com posterior reequilíbrio térmico causado \n\npor stretching devido ao soterramento e à presença de corpos ígneos. \n\nOs pleofluidos aquosos aprisionados como inclusões em zona de baixa temperatura, \n\nantes do pico térmico do Cretáceo, explicariam a ausência de inclusões fluidas primárias \n\nde hidrocarbonetos nos veios de calcita. \n\nAs Th acima de 150ºC indicam elevada maturidade térmica alcançada pela \n\nFormação Serra Alta em função do soterramento e do magmatismo Serra Geral. Estes \n\n\n\nresultados são semelhantes aos obtidos para as formações adjacentes (Irati e Teresina) à \n\nFormação Serra Alta. \n\nValores de ?13CPDB e ?\n18OPDB para o cimento carbonático dos folhelhos, revelam \n\nduas gerações ou duas fases de precipitação distintas da calcita. A primeira geração \n\ncompatível com assinatura isotópica próxima ao fluido marinho original (?13C entre -2,3 \n\ne -4,6‰ e ?18O entre -7,6 e 1,4‰) e a segunda geração compatível com assinatura \n\nisotópica de um fluido diagenético de origem meteórica (?13C entre -6,2 e -8,6‰ e ?18O \n\nentre -8,4 e -4,1‰). \n\nAssim, a hipótese de origem meteórica para os fluidos percolantes nas fraturas \n\ncorrobora a salinidade baixa registrada nas inclusões fluidas dos veios de calcita, mas \n\ncom alguma influência ou modificação por meio de fluidos pré-existentes, que \n\ninteragiram com carbonatos marinhos das unidades estratigráficas adjacentes (formações \n\nIrati e Teresina) à Formação Serra Alta. \n\n \n\nPALAVRAS-CHAVE: Bacia do Paraná, Formação Serra Alta, evolução térmica, \n\ninclusões fluidas, paleofluidos  \n\n \n\n\n\nABSTRACT \n\n \n\nThe Serra Alta Formation at the eastern border of the Paraná Basin consists of a \n\nsequence of gray shales and siltstones presumably of marine origin. This unit is a potential \n\nsource rock for hydrocarbons and preferred area for hosting sills associated with the early \n\nCretaceous Serra Geral magmatism.  \n\nIn order to characterize the hydrocarbon generation potential, the thermal evolution \n\nand diagenetic paleofluids of the Serra Alta Formation, were performed measurements of \n\nconcentration of total organic carbon (TOC) and hydrogen (H), in shale samples collected \n\nfrom outcrops, and isotope and fluid inclusions studies on diagenetic calcite.  \n\nThe total organic carbon (TOC) and hydrogen (H) contents for shale samples of the \n\nSerra Alta Formation lie between 0.1 and 0.5% and between 0.24 and 3.20% respectively. \n\nThe microthermometry data show homogenization temperature (Th) ranging from \n\n55 to 220°C, eutectic temperature (Te) from -57.5 to -49.5°C (H2O + CaCl2 + NaCl \n\nsystem) and ice melting temperatures from -2.5 to 1.0°C, indicative of low salinity \n\nbetween 0 and 4.2 wt. % of NaCl equivalent. \n\n?13CPDB and ?\n18OPDB results from samples of calcite cement and veins demonstrate \n\nnegative values (‰), both for ?13C and for ?18O. While the values ?13CPDB cement of the \n\nSerra Alta Formation shales vary between -8.6 and -2.3‰, the calcite veins have a narrow \n\nrange of values between -5.1 and -3.7‰. \n\nThe TOC content indicate that the shales of the Serra Alta Formation have low \n\npotential for oil and gas generation. \n\nThe association of one-phase and two-phase fluid inclusions with small variations \n\nin volumetric ratio between phases and the relatively constant salinity associated with \n\nlarge variations in Th are indicative of fluid trapping in low temperature (<50°C) \n\ngroundwater zone, with subsequent thermal reequilibrium caused by stretching due to \n\nburial and the presence of igneous bodies. \n\nThe fluid trapping at this low temperature zone, before Cretaceous thermal peak, \n\nwould explain the absence of hydrocarbon primary fluid inclusions in the calcite veins. \n\nTemperatures of homogenization higher than 150ºC indicate high thermal maturity \n\nachieved by the Serra Alta Formation due to burial and the Serra Geral magmatism. These \n\nresults are similar to those obtained for the adjacent formations (Irati and Teresina) of the \n\nSerra Alta. \n\n\n\n?13CPDB and ?\n18OPDB values for carbonate cement reveal two generations or two \n\ndistinct phases of calcite precipitation. The first generation is compatible with isotopic \n\nsignature close to the original marine carbonate (?13C between -2.3 and -4.6‰ and ?18O \n\nbetween -7.6 and 1.4‰) and the second generation is compatible with isotopic signature \n\nof a diagenetic fluid of meteoric origin (?13C between -6.2 and -8.6‰ and ?18O between \n\n-8.4 and -4.1‰). \n\nThus, the meteoric origin for the paleofluids percolating in fractures corroborates \n\nthe low salinity recorded in fluid inclusions from veins of calcite, but with some influence \n\nof paleofluids, which interacted with marine carbonates of stratigraphic units (Irati and \n\nTeresina formations) adjacent to the Serra Alta Formation. \n\n \n\n \n\nKEYWORDS: Paraná Basin, Serra Alta Formation, thermal evolution, fluid inclusions, \n\npaleofluids,  \n\n \n\n\n\nÍNDICE \n\n \n\n \n\n1. INTRODUÇÃO 1 \n \n\n2. META E OBJETIVOS 2 \n \n\n3. LOCALIZAÇÃO DA ÁREA DE ESTUDO 3 \n \n\n4. CONTEXTO GEOLÓGICO 5 \n4.1. A bacia do Paraná 5 \n4.2. Formação Serra Alta e contexto estratigráfico 8 \n4.3. Rochas geradoras em sistemas petrolíferos 10 \n\n \n\n5. ANÁLISE DE INCLUSÕES FLUIDAS: CONCEITOS E MÉTODOS 11 \n5.1. Aspetos gerais 11 \n5.2. Microtermometria 13 \n\n5.2.1. Temperaturas importantes para os estudos 13 \n5.3. Modos de ocorrência de inclusões fluidas em ambientes \n\ndiagenéticos de baixa e alta temperatura e seus comportamentos \n\ndevido a reequilíbrios posteriores 15  \n\n5.3.1. Efeitos de reequilíbrios térmicos na densidade e \ncomposição de inclusões fluidas  16 \n\n \n\n6. MATERIAIS E MÉTODOS 19 \n6.1. Levantamento de sessões estratigráficas-estruturais 19 \n6.2. Microscopia Ótica 19 \n6.3. Estudo de Inclusões Fluidas 20 \n\n6.3.1. Amostragem 20 \n6.3.2. Mapeamento 20 \n6.3.3. Fluorescência UV 21 \n6.3.4. Microtermometria 21 \n\n6.4. Análises químicas de COT e hidrogênio (H) 22 \n6.5. Preparação de amostras para análise de isótopos estáveis. Método \n\nanalítico, notação e padrões internacionais   23 \n\n \n\n7. RESULTADOS 25 \n7.1. Descrição das fácies sedimentares da Formação Serra Alta na área \n\nde estudo  25  \n\n7.1.1. Sill de Diabásio em Laranjal Paulista (Pedreira Inativa)  33 \n7.2. Aspectos Estruturais 34 \n7.3. Teores de COT em folhelho 36 \n7.4. Análise de isótopos estáveis de carbono (?13C) e oxigênio (?18O)  38 \n7.5. Inclusões Fluidas 40 \n\n7.5.1. Análises Microtermométricas 44 \n \n\n8. DISCUSSÃO DOS RESULTADOS 58 \n8.1. Características e origem dos paleofluidos 58 \n8.2. Concentração de COT e maturidade térmica dos folhelhos  68 \n8.3. Considerações sobre geração e migração de hidrocarbonetos 69 \n\n\n\n \n\n9. CONCLUSÕES 71 \n \n\n10. REFERÊNCIAS BIBLIOGRÁFICAS 74 \n \n\nAPÊNDICE i \n\n \n\nANEXOS xxi \n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 1 Dissertação de Mestrado \n\nCapítulo 1 \n\n1. INTRODUÇÃO \n\n \n\nA Formação Serra Alta (Permiano) constituída predominantemente por folhelhos \n\nde cor cinza é interpretada como sendo formada em ambiente marinho, principalmente \n\nsob condições anaeróbicas (Holz et al., 2010), sendo uma potencial rocha geradora de \n\nhidrocarbonetos e zona preferencial para alojamento de sills associados ao magmatismo \n\nSerra Geral. Este evento magmático tornou complexa a evolução térmica de toda sucessão \n\nsedimentar previamente depositada, promovendo a migração de fluidos aquosos ao longo \n\nde zonas de falhas (Nomura et al., 2014) dificultando o entendimento dos processos de \n\ngeração e migração de hidrocarbonetos (Araújo et al., 2000). \n\nVisando a caracterização do potencial gerador de hidrocarbonetos, a evolução \n\ntérmica e os paleofluidos diagenéticos desta unidade, foram realizadas medidas de \n\nconcentração de carbono orgânico total (COT) e hidrogênio (H) em amostras coletadas \n\nem afloramentos, estudos de inclusões fluidas e estudos isotópicos em materiais \n\ndiagenéticos. Para o estudo das condições pretéritas de geração e migração dos fluidos \n\naquosos e hidrocarbonetos, foram empregados métodos geotermométricos baseados em \n\nanálises de inclusões fluidas em minerais carbonáticos diagenéticos (veios e cimento de \n\ncalcita) combinados com estudos petrográficos, estruturais e estratigráficos e também \n\nanálises de isótopos estáveis de carbono (C) e oxigênio (O). Os estudos petrográficos \n\nrealizados em inclusões fluidas aquosas presentes nos veios de calcita, associados aos \n\nensaios microtermométricos das mesmas, permitiram estimar as temperaturas atingidas \n\npela Formação Serra Alta, assim como obter, informações sobre origem e composição \n\ndos fluidos aprisionados. \n\nEste estudo foi realizado em afloramentos localizados na borda leste da Bacia do \n\nParaná no Estado de São Paulo, em áreas situadas ao norte do Arco de Ponta Grossa. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 2 Dissertação de Mestrado \n\nCapítulo 2 \n\n2.  META E OBJETIVOS \n\n \n\nEste estudo focaliza-se na relação entre o magmatismo Serra Geral, história térmica \n\ne paleofluidos da Formação Serra Alta na borda leste da Bacia do Paraná ao norte do Arco \n\nde Ponta Grossa. Desta forma se estabeleceu os seguintes objetivos: \n\n \n\n1. Levantamento de seções estratigráficas-estruturais, com descrição de fácies, \n\ntomada de medidas de atitudes de elementos estruturais, como veios/fraturas e \n\ncoleta de amostras para estudos laboratoriais; \n\n \n\n2. Caracterização petrográfica de assembleias de inclusões fluidas aquosas \n\npresentes em minerais de preenchimento de veios/fraturas; \n\n \n\n3. Ensaios microtermométricos de inclusões fluidas para determinação da \n\ncomposição, temperaturas de aprisionamento e reequilíbrios de inclusões \n\nfluidas aquosas; \n\n \n\n4. Análises químicas para determinação da concentração de carbono orgânico total \n\ne hidrogênio (H) em folhelhos da Formação Serra Alta; \n\n \n\n5. Análises isotópicas de ?13C e ?18O em veios e cimento de calcita para \n\ndeterminação da origem e percolação dos fluidos diagenéticos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 3 Dissertação de Mestrado \n\nCapítulo 3 \n\n3. LOCALIZAÇÃO DA ÁREA DE ESTUDO \n\n \n\nOs afloramentos estudados localizam-se na borda leste da Bacia do Paraná, entre o \n\ncentro-leste do Estado de São Paulo e o norte do Paraná e compreendem as regiões de \n\nCesário Lange, Porangaba, Pereiras e Tatuí (Figura 1). \n\nNa Tabela 1 estão indicadas as principais atividades de campo desenvolvidas ao \n\nlongo deste projeto no Estado de São Paulo. Estas centraram-se principalmente nos \n\nafloramentos da Formação Serra Alta, nos seus limites e contatos, e também em \n\nafloramentos da Formação Serra Geral (Tabela 1). \n\n \n\nPONTO FORMAÇÃO GRUPO \nCOORDENADAS \n\n(UTM) \nLOCALIZAÇÃO \nGEOGRÁFICA \n\nAFLORAMENTO \n(FOTO Nº) \n\nCOLETA DE \nAMOSTRA(S) \n\n(CÓDIGO) \n\n2 Serra Alta \nPassa \nDois \n\n22k0799500/7426139 Rodovia SP141 Figura 9  \n\n3 Serra Alta \nPassa \nDois \n\n22k795087/7427100 \nRodovia SP280 \n\n(próximo de \nPereiras) \n\nFigura 11 e 12 \nPCB – v1 e \n\nv2; P.08 – vc3 \n\n4 Serra Alta \nPassa \nDois \n\n22k796497/7426706 \nRodovia SP280 \n(interior – Tatuí) \n\nFigura 13 e 14 \n\nSal 12 – 01 a \nSal 12 – 27; \nSal 12 Vc – \n01 a Vc – 30 \n\n5 Serra Alta \nPassa \nDois \n\n23k197534/7442008 \nRodovia Castelo \nBranco direção \ninterior (km160)  \n\nFigura 15  \n\n6 Serra Geral \nSão \n\nBento \n- \n\nPedreira Inativa – \nLaranjal Paulista \n\nFigura 17  \n\n \n\nTabela 1 - Informação sobre afloramentos visitados, unidades geológicas, localização geográfica e \n\namostra(s) coletada(s). \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 4 Dissertação de Mestrado \n\nFigura 1 - Mapa de localização dos afloramentos estudados e respectivas unidades geológicas (Modificado de Nomura et al., 2014). \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 5 Dissertação de Mestrado \n\nCapítulo 4 \n\n4. CONTEXTO GEOLÓGICO \n\n \n\n4.1. A Bacia do Paraná \n\n \n\nA Bacia do Paraná é uma bacia de tipo intracratônica, possui um formato alongado \n\nna direção NNE-SSW, tendo 1750km de comprimento e 900km de largura \n\naproximadamente. Corresponde a uma extensa cobertura sedimentar do continente Sul \n\nAmericano que inclui porções territoriais do Brasil meridional, metade oriental do \n\nParaguai, metade ocidental do Uruguai e nordeste da Argentina onde é chamada de Bacia \n\nChaco-Paraná (Zalán et al., 1990) totalizando uma área que se aproxima de 1,7 milhões \n\nde Km2. No Brasil, abrange os territórios dos estados do Mato Grosso, Paraná, São Paulo, \n\nSanta Catarina, Rio Grande do Sul e parte dos estados de Minas Gerais e Goiás. O seu \n\nnome advém do rio Paraná, que durante toda a sua extensão corre em sua porção central \n\nsegundo o eixo de maior dimensão da bacia (Figura 2).  \n\nOs limites da bacia são dados a norte pelo Arco de Goiânia e Alto Parnaíba, a \n\nnoroeste pelo cinturão de dobramentos Paraguai-Araguaia, a nordeste pela flexura de \n\nGoiânia, a oeste pelo Arco de Asunción, a leste pelo arco de Ponta Grossa e a sul pelo \n\nArco do Rio Grande. O registro estratigráfico da Bacia do Paraná compreende um pacote \n\nsedimentar e magmático com espessura máxima aproximada de 7500 metros, no \n\ndepocentro da bacia, próximo à fronteira do Brasil e Paraguai (Milani, 2007).  \n\nApesar da Bacia do Paraná ser estudada sob vários aspectos, ainda existem diversas \n\nincertezas sobre a sua origem, principalmente em relação aos modelos propostos para os \n\nmecanismos de subsidência. Diversas hipóteses já foram levantadas e podem ser \n\nconsultadas nos trabalhos de Schneider et al. (1974), Soares et al. (1978), Fúlfaro et al. \n\n(1982), Milani (1997) e Zalán et al. (1990).  \n\nDiversos autores concordam de que a evolução desta bacia está estreitamente \n\nrelacionada com as orogenias paleozóicas, ligadas ao Ciclo Brasiliano, ocorridas durante \n\no estabelecimento do Gondwana e, mais tarde, pela abertura do Atlântico Sul. Durante \n\ntodo o Paleozóico, a Bacia do Paraná ocupou a porção oeste do Gondwana ocidental, o \n\nque possibilitou diversas transgressões marinhas do proto-oceano Pacífico. Essas \n\ntransgressões freqüentemente permitiram a deposição de sedimentos ricos em matéria \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 6 Dissertação de Mestrado \n\norgânica, especialmente durante o Devoniano (Formação Ponta Grossa) e Permiano \n\n(Formação Irati).  \n\nDe acordo com Zalán et al. (1990) a estruturação da bacia está relacionada com o \n\nfim do Ciclo Brasiliano, sendo em sua maior parte, controlada por direções herdadas do \n\nembasamento, representadas por falhas ou zonas de falhas. Os diversos lineamentos \n\nregionais encontram-se preferencialmente distribuídos em duas direções, NW-SE e NE-\n\nSW destacando-se como as principais estruturas de escala regional da bacia. Os \n\nlineamentos que definem o Arco de Ponta Grossa constituem zona preferencial para o \n\nalojamento de corpos ígneos (Ferreira et al., 1981) e migração de fluidos hidrotermais, \n\nincluindo hidrocarbonetos (Nomura et al., 2011). O Arco de Ponta Grossa também teria \n\ninfluenciado a sedimentação da bacia durante o Neopermiano, controlando, por exemplo, \n\na distribuição geográfica de fácies carbonáticas das formações Irati e Teresina (Zaine, \n\n1980; Méndez, 2012) e, possivelmente, as características e a concentração da matéria \n\norgânica preservada nos sedimentos.  \n\nO registro total da Bacia do Paraná inclui estratos que se distribuem do Neo-\n\nOrdoviciano (± 450 Ma) ao Neocretáceo (± 65 Ma). Não possui um registro deposicional \n\ncontínuo e sim um conjunto de supersequências distribuídas de modo descontínuo ao \n\nlongo de 385 Ma (Milani et al., 2007). Estas unidades são designadas por Milani (1997) \n\ncomo unidades aloestratigráficas de segunda ordem ou supersequências, definidas pelos \n\ncritérios propostos por Vail et al. (1977), e são elas: Rio Ivaí (Neordoviciano ao \n\nEossiluriano), Paraná (Devoniano) e Gondwana I (Neocarbonífero ao Eotriássico) que \n\nmaterializam grandes ciclos transgressivo-regressivos do Paleozóico, e Gondwana II \n\n(Triássico), Gondwana III (Neojurássico ao Eocretáceo) e Bauru (Neocretáceo) \n\nrepresentados por pacotes sedimentares continentais e rochas ígneas associadas. \n\nO preenchimento sedimentar da Bacia do Paraná foi inicialmente glacial marinho, \n\nseguido de continentalização sob climas mais quentes a partir do Neopermiano depois foi \n\ndeltaico e finalmente continental desde o Permiano até o Triássico (Zalán et al., 1990; \n\nMilani et al., 2007). \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 7 Dissertação de Mestrado \n\n \n\n \n\n \n\nFigura 2 - A) Localização geográfica da Bacia do Paraná no contexto da plataforma Sul-Americana; B) \n\nLocalização geográfica da Bacia do Paraná no contexto de território Brasileiro (Modificado de Calça, em \n\npreparação). Supersequência Gondwana I (Modificado de Milani, 1997). \n\n \n\n \n\n \n\n \n\n \n\n \n\nA B \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 8 Dissertação de Mestrado \n\n4.2. Formação Serra Alta e contexto estratigráfico \n\n \n\nWhite (1908) incluiu parte dos sedimentos que formam a atual Formação Serra Alta \n\nna unidade designada de “schisto Iraty”. Gordon Jr. (1947) propôs o termo Serra Alta \n\npara indicar como membro da Formação Estrada Nova um pacote de folhelhos cinza-\n\nescuros, situado entre as atuais formações Irati e Teresina. Sanford &amp; Lange (1960) \n\nelevaram esta unidade à categoria de Formação, como tem sido mais comumente usada.  \n\nA Formação Serra Alta é constituída por uma sequência de folhelhos e siltitos cinza \n\nescuro a preto maciços, com laminação heterolítica, seccionada por diques clásticos e \n\nfraturas preenchidas por calcita. Quando intemperizados podem apresentar coloração \n\ncinza mais claro a cinza esverdeado. O seu conteúdo fossilífero é representado por restos \n\nde peixes e palinomorfos, o que, cronoestratigráficamente a situa no Permiano Superior. \n\nSua espessura na borda leste da bacia do Paraná está compreendida entre os 60 e 90m \n\n(Meglhioratti et al., 2005).  \n\nA Formação Serra Alta sucede a Formação Irati e antecede a Formação Teresina.  \n\nA Formação Teresina ocorre abaixo dos arenitos da Formação Pirambóia. Sobrepostos a \n\nestas unidades ocorrem os arenitos eólicos da Formação Botucatu e os derrames \n\nbasálticos do magmatismo da Formação Serra Geral (Figura 3). \n\nA espessura da Formação Serra Alta decresce rapidamente em direção à região NE \n\nda bacia, passando de folhelhos cinza escuros para argilitos vermelhos da Formação \n\nCorumbataí. \n\nPara Schneider et al., (1974), as formações Serra Alta e Teresina ocorrem do Rio \n\nGrande do Sul ao nordeste do Paraná. Almeida &amp; Melo (1981) estendem a zona de \n\nocorrência destas formações até a porção centro-sul do Estado de São Paulo, onde a partir \n\ndo norte do divisor de águas entre os rios Tietê e Piracicaba, as cores predominantemente \n\ncinzentas ou esverdeadas com que se apresentam no Paraná e na vizinhança de São Paulo \n\npassam a cores avermelhadas, características da Formação Corumbataí. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 9 Dissertação de Mestrado \n\n \n\n \n\n \n\n \n\nFigura 3 - Coluna Estratigráfica simplificada da Bacia do Paraná (Extraído de Nomura et al., 2014). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 10 Dissertação de Mestrado \n\n4.3. Rochas geradoras em sistemas petrolíferos \n\n \n\nSistema petrolífero é um modelo físico-químico dinâmico que controla a geração e \n\nacumulação de hidrocarboneto em um determinado tempo e espaço geológico. Trata-se \n\nde um conceito unificador dos elementos e processos geológicos necessários para a \n\nocorrência de acumulações de petróleo e gás (Nijhuis &amp; Baak, 1990).    \n\nDe acordo com Hunt (1996), uma rocha geradora de hidrocarbonetos é definida \n\ncomo rocha que tem capacidade para produzir e expelir hidrocarbonetos em quantidade \n\nsuficiente para formação de acumulações de óleo ou gás.  \n\nA propensão de uma rocha geradora para a produção de hidrocarbonetos pode ser \n\nconhecida através de um estudo faciológico e um estudo térmico associado, assim a \n\navaliação de dados geoquímicos orgânicos e palinofácies obtidos em análises de COT \n\ne/ou pirólise rock-eval são importantes para a caracterização do potencial petrolífero de \n\ndiversos pacotes sedimentares (Menezes et al., 2008). \n\nO teor de carbono orgânico total (COT) de uma rocha sedimentar geralmente está \n\nrelacionado ao seu ambiente deposicional, sendo que ambientes anóxicos, de baixa \n\nenergia e com alta produção de matéria orgânica são favoráveis para a geração e \n\npreservação da matéria orgânica nos sedimentos. Ronov (1958), por meio de análises \n\nestatísticas, estabeleceu que o menor teor de carbono orgânico em rochas geradoras \n\nresponsáveis pela produção de hidrocarbonetos, economicamente viáveis, situa-se entre \n\nos 0,4% e 1,4%, embora seja possível encontrar teores até 23% em folhelhos betuminosos \n\nda Formação Irati (Milani et al., 2007). \n\nO principal controlador para geração de óleo e gás em sistemas petrolíferos é a \n\nproporção hidrogênio-carbono (H/C) presente na rocha fonte (Hunt, 1996). Essa \n\nproporção está diretamente associada à origem do material orgânico depositado na bacia, \n\nsendo que o material de origem lacustre e marinha apresenta maior proporção H/C do que \n\no material proveniente de plantas em ambientes oxidados. \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 11 Dissertação de Mestrado \n\nCapítulo 5 \n\n5. ANÁLISE DE INCLUSÕES FLUIDAS: conceitos e métodos \n\n \n\n5.1. Aspectos gerais \n\nNo presente capítulo apresenta-se apenas um resumo dos principais aspectos que \n\nenvolvem o estudo das inclusões fluidas. Discussões mais detalhadas com figuras e \n\ndiagramas podem ser consultadas em apêndice. \n\n \n\nInclusões fluidas são pequenos volumes de fluidos aprisionados em cavidades ou \n\nirregularidades presentes na estrutura de um determinado mineral (Figura 4A e B), \n\nconstituindo verdadeiras fontes de informação sobre as soluções presentes durante um \n\ndeterminado tipo de evento geológico. Esses fluidos, que podem ter origens e \n\ncomposições diferentes, ficam retidos como inclusões durante os processos de \n\ncristalização ou recristalização dos minerais hospedeiros e de cicatrização de fraturas \n\n(Roedder 1982, 1984; Shepherd et al., 1985).  \n\nO estudo das inclusões fluidas por meio de observações petrográficas e análises \n\nmicrotermométricas permite, muitas vezes, a determinação de suas características físico-\n\nquímicas, tais como, composições, densidades, salinidades, temperatura e pressão de \n\naprisionamento, bem como a compreensão de aspectos de sua interação com as rochas \n\nencaixantes e de alteração das mesmas, como discutido em Bello, R. M. S., 1996; \n\nRoedder, 1977, 1982, 1984; e em Goldstein &amp; Reynolds, 1994. \n\nComo os fluidos constituem registros das diferentes etapas de evolução das rochas, \n\nseu estudo pode fornecer importante contribuição sobre o conhecimento de vários \n\nambientes geológicos. Este método tem sido aplicado na sedimentologia, estratigrafia e \n\npesquisa de petróleo, uma vez que fornece informações diretas acerca dos fluidos, \n\nestabelece relações entre um pacote sedimentar e a evolução das condições de pressão e \n\ntemperatura em bacias sedimentares petrolíferas, permite a determinação da origem de \n\ngrãos detríticos (área fonte) e a identificação do caminho percorrido pelo óleo e de suas \n\npossíveis rochas armazenadoras. Também pode ajudar a estabelecer se uma bacia \n\nsedimentar foi aquecida além da janela de temperatura de maturação do óleo (Roedder, \n\n1984; Prezbindowski e Larese, 1987; Goldstein &amp; Reynolds, 1994; Munz, 2001). \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 12 Dissertação de Mestrado \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4 - Exemplos de inclusões fluidas. A e B) Fotomicrografias de inclusões fluidas em veio de calcita \n\nda Formação Serra Alta. \n\n \n\n \n\nA petrografia das inclusões fluidas com observações sobre modo de ocorrência e \n\nsua distribuição nos minerais pode permitir a determinação de suas origens (inclusões \n\nfluidas primárias, secundárias e pseudo-secundárias) e também o estabelecimento de uma \n\ncronologia relativa (Roedder 1984; Shepherd et al., 1985; Touret (1977, 1981); Touret &amp; \n\nDietvorst, 1983). Os estudos petrográficos iniciais também permitem observações sobre \n\na morfologia e o número de fases presentes nas inclusões, as quais podem ser \n\nmonofásicas, bifásicas, trifásicas ou multifásicas. \n\nDeve ser observado que após o aprisionamento, as inclusões podem sofrer \n\nmodificações tais como escape de fluidos (leakage), estrangulamento (necking down), \n\ncrepitação e reequilíbrios causados por processos de soterramento ou aumento de \n\ntemperatura devido a ação de corpos ígneos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n   A    B \n\n20 µm 20 µm \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 13 Dissertação de Mestrado \n\n5.2. Microtermometria \n\n \n\nA microtermometria é uma técnica não destrutiva que consiste na determinação das \n\ntemperaturas de mudanças de fases que ocorrem em todos os componentes das inclusões \n\nfluidas, sob condições controladas de aquecimento (temperatura de homogeneização, \n\ne/ou de dissolução dos sólidos de saturação) e/ou resfriamento (temperatura do ponto \n\neutético e de fusão do gelo) das amostras.  \n\nPara o uso desse método, é fundamental seguir a premissa de que os fluidos \n\naprisionados devem ser representativos da solução presente durante a formação do \n\nmineral hospedeiro, e as suas caraterísticas físico-químicas, tais como, densidade, volume \n\ne composição, devem permanecer constantes, e caso ocorram variações, estas têm de ser \n\npassíveis de identificação petrográfica (Weisbrod et al., 1976).  \n\nO equipamento utilizado para realização de estudos microtermométricos consiste \n\nde, uma platina acoplada a um microscópio petrográfico que permite o aquecimento (até \n\n600ºC) e o resfriamento da amostra (até -180ºC); um container de nitrogênio líquido e de \n\num sistema registrador/controlador das temperaturas durante os ensaios. O aquecimento \n\né obtido por meio de uma resistência interna disposta na região central da platina, próxima \n\nà amostra, enquanto que o resfriamento é realizado pela circulação do nitrogênio líquido \n\nem uma canaleta interna do corpo da platina. Todos os processos e as modificações \n\ngeradas nas inclusões ao longo dos ensaios são acompanhados em microscópio \n\npetrográfico. \n\n \n\n \n\n5.2.1. Temperaturas importantes para os estudos \n\n \n\n Temperatura de homogeneização total (Th) - indica as temperaturas mínimas de \n\naprisionamento, se este ocorreu a partir de um sistema de fluidos homogêneos, a qual, por \n\nmeio de equações termodinâmicas referentes ao sistema presente, permite a determinação \n\ndas pressões mínimas. A homogeneização total de uma inclusão pode ocorrer de três \n\nmodos distintos: a) pela diminuição da bolha devido à contração da fase vapor \n\n(homogeneização para o líquido); b) pelo aumento da bolha devido à expansão da fase \n\nvapor (homogeneização para o vapor); c) pelo desaparecimento da bolha sem mudanças \n\nde volume (homogeneização crítica). \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 14 Dissertação de Mestrado \n\nTemperatura do ponto eutético (Te) - representa o início da fusão da solução aquosa \n\nsalina congelada e indica a composição do sistema aprisionado, por meio da identificação \n\ndos principais íons dissolvidos na solução. Essa temperatura deve ser registrada quando \n\nocorre o aparecimento da primeira gota de líquido, o que muitas vezes, é evidenciado por \n\numa variação na textura da fase congelada. \n\nTemperatura de fusão do gelo (Tfg) - é usada para estimar a salinidade do fluido \n\naprisionado, sendo expressa como equivalente à porcentagem em peso do sal. Sabe-se, \n\npor exemplo, que o ponto de fusão de um sistema constituído por água pura ocorre em \n\ntemperaturas próximas a 0ºC (ponto triplo), sendo o seu rebaixamento indicativo da \n\npresença de sais dissolvidos no sistema (Roedder 1984; Shepherd et al., 1985; Fuzikawa \n\n1985).  \n\nOs dados de salinidade e de temperatura de homogeneização total permitem a \n\ndeterminação da densidade dos fluidos presentes nas inclusões. \n\nA determinação da salinidade, densidade e frações molares de H20 e NaCl é \n\ncalculada através do programa BULK, do software FLUIDS (Bakker, 2003), o qual usa \n\nequações de estado, de acordo com a composição do sistema e valores das temperaturas \n\n(Th) e (Tfg) ou da proporção da fase líquida. \n\nA interpretação dos dados microtermométricos é feita comparando-os com os dados \n\nP-V-T-X, obtidos através de sistemas estudados experimentalmente, por meio de \n\nequações de estado onde são considerados os parâmetros de não idealidade de soluções e \n\ncondições de gases não perfeitos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 15 Dissertação de Mestrado \n\n5.3. Modo de ocorrência de IFs em ambientes diagenéticos de baixa e \n\nalta temperatura e seus comportamentos devido a reequilíbrios \n\nposteriores \n\n \n\nApenas com o uso da petrografia e sem recorrer à microtermometria, também é \n\npossível estudar as condições de aprisionamento e subsequente história térmica de \n\nassembleias de inclusões fluidas (assumindo que estas possuem formas e tamanhos \n\ndiferentes), em contextos diagenéticos distintos. As principais caraterísticas de várias \n\nassembleias de inclusões fluidas aprisionadas em três ambientes diagenéticos diferentes, \n\nsendo eles, zona vadosa, zona freática de baixa temperatura (&lt;50ºC) e regiões de maiores \n\ntemperaturas (>50ºC) são discutidas por Goldstein &amp; Reynolds, (1994) e encontram-se \n\ndetalhadas em apêndice. \n\nZona Vadosa – acima do lençol freático. As inclusões aprisionam água e ar sob \n\npressão de 1atm. Em temperatura ambiente ocorrem como monofásicas líquidas \n\nassociadas a bifásicas compostas por líquido e pelo ar presente nessa zona. Apresentam \n\ngrandes variações nos volumes das bolhas que podem preencher quase toda a inclusão. \n\nCom o aumento da temperatura por soterramento ou devido a hidrotermalismo, \n\npodem sofrer reequilíbrios por stretching (aumento do volume da inclusão devido a \n\ndilatação inelástica do mineral hospedeiro) e, consequentemente algumas inclusões \n\noriginalmente monofásicas à temperatura ambiente tornam-se bifásicas com pequenas \n\nbolhas de vapor. De qualquer modo a feição distintiva dessa zona é a grande variação nas \n\nrelações volumétricas entre as fases. \n\nZona freática de baixa temperatura (<~50ºC) – situada abaixo de lençol freático. As \n\ninclusões aprisionam apenas as soluções aquosas líquidas, sendo monofásicas à \n\ntemperatura ambiente. \n\nQuando sofrem reequilíbrios por stretching em temperaturas moderadas observa-se \n\nem temperatura ambiente a coexistência de inclusões monofásicas líquidas e bifásicas. \n\nQuando são atingidas maiores temperaturas todas as inclusões serão bifásicas em \n\ntemperatura ambiente. Em todos os casos é pequena a variação nas relações volumétricas \n\nentre as fases. \n\nRegião de temperaturas elevadas (>50ºC) – indicativa de maior profundidade. \n\nQuando observadas em temperatura ambiente todas as inclusões apresentam-se bifásicas, \n\ncom razões semelhantes entre os volumes da fase líquida e vapor. Quando ocorrem \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 16 Dissertação de Mestrado \n\nreequilíbrios ainda serão todas bifásicas em temperatura ambiente, apresentando, no \n\nentanto, algumas variações nas relações volumétricas entre as fases.    \n\n \n\n \n\n5.3.1. Efeitos de reequilíbrios térmicos na densidade e composição \n\nde inclusões fluidas \n\n \n\nNa sequência do que foi escrito anteriormente e com objetivo de clarificar o capítulo \n\n4, é relevante abordar os efeitos dos reequilíbrios térmicos nas inclusões fluidas em \n\nambiente sedimentar. Sabemos que durante o soterramento de um pacote sedimentar, as \n\nrochas, os minerais e as inclusões fluidas aprisionadas nesses minerais vão sofrer um \n\naumento de pressão e temperatura ao longo do tempo. No caso das rochas, dos minerais \n\nconstituintes e da pressão nos fluidos dos poros, as mudanças na pressão e na temperatura \n\nocorrem nos limites dos gradientes hidrostático e litostático típicos dos ambientes \n\nsedimentares/diagenéticos, enquanto que, nas inclusões fluidas, essas mudanças seguem \n\ncaminhos diferentes, ou seja, segundo a isócora representativa do volume molar ou \n\ndensidade do fluido original (Goldstein &amp; Reynolds, 1994). Assim, com o soterramento \n\nou evento térmico hidrotermal a pressão interna da inclusão torna-se maior que a externa, \n\no que pode causar a expansão irreversível das inclusões aprisionadas em minerais de \n\nmenor dureza por meio de deformações inelásticas (stretching). Consequentemente \n\nocorre um decréscimo nas densidades das inclusões e aquelas que deveriam ser \n\nmonofásicas em temperatura ambiente tornam-se bifásicas, e nas que já eram bifásicas \n\nocorre um aumento dos volumes da fase vapor devido aos reequilíbrios por stretching. A \n\nsobrepressão interna da própria inclusão também pode provocar a crepitação (explosão) \n\nou o reequilíbrio por escape de fluidos originais (leakage) se existirem zonas de fraqueza \n\n(clivagem; fissuras) situadas próximas às inclusões, com ou sem ocorrer o preenchimento \n\ncom soluções presentes no novo ambiente. Aumentando a temperatura no sistema, a \n\npressão interna continuará a subir, causando um maior aumento no volume da inclusão e, \n\nem termos práticos, o resultado ditará um aumento de Th (Figura 5). Uma inclusão fluida \n\naprisionada no ponto A a 75ºC, no campo do líquido, quando sofre resfriamento natural, \n\natinge a curva L-V em 65ºC. Essa inclusão irá sofrer homogeneização aos 65ºC, durante \n\nos experimentos no laboratório. Contudo, se for sujeita a um aquecimento até os 135ºC, \n\na pressão interna aumentará consideravelmente em comparação com a pressão \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 17 Dissertação de Mestrado \n\nhidrostática circundante. Se a inclusão sofrer estiramento devido a este aumento de \n\npressão interna, seu volume aumentará e a densidade vai diminuir, o que é representado \n\npor uma queda para o ponto C, ou seja, o deslocamento para uma isócora nova de menor \n\ndensidade. Com o soerguimento até a superfície e respectivo resfriamento, a inclusão \n\nfluida interceptará a curva L-V no ponto D à temperatura de 100ºC, onde se irá obter a \n\nmedição da nova temperatura de homogeneização (Figura 5). Caso a inclusão fluida não \n\ntivesse sofrido reequilíbrio por estiramento sua temperatura de homogeneização seria de \n\n65ºC (Goldstein &amp;Reynolds, 1994).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5 - Diagrama de fase P-T ilustrando o stretching de uma inclusão fluida líquida durante o \n\naquecimento provocado pelo soterramento progressivo (Modificado de Goldstein &amp; Reynolds, 1994). \n\n \n\n \n\n \n\nDeve ser observado que não só a dureza do mineral hospedeiro, nem o soterramento \n\nou alterações térmicas, são os fatores que controlam os reequilíbrios; outras variáveis \n\nestão envolvidas (forma, tamanho, orientação das inclusões, etc), mas o importante é que \n\ncada inclusão de uma assembleia se comporta de modo diferente perante os processos de \n\nreequilíbrio, o que causa uma variação nas temperaturas de homogeneização (Goldstein \n\n&amp; Reynolds, 1994). O mesmo autor discute duas tendências distintas observadas num \n\ndiagrama que relaciona as Tfg com Th: uma indicativa de stretching e outra de troca de \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 18 Dissertação de Mestrado \n\nfluidos causados por reequilíbrio térmico (Figura 6). As inclusões fluidas que sofreram \n\nreequilíbrio por troca de fluidos irão apresentar salinidades distintas e diferentes \n\ntemperaturas de homogeneização que são representativas dos distintos níveis de \n\nsoterramento e da composição dos fluidos envolvidos durante o processo. Esses \n\nparâmetros também podem refletir a ocorrência de escape parcial de fluidos e misturas \n\nem diversas proporções com as novas soluções. Essas características podem ser vistas na \n\ntendência assinalada como troca de fluidos no diagrama da figura 6. Nesta figura também \n\nestá representado o comportamento de inclusões reequilibradas por stretching, que \n\napresentam diferentes Th, representativas das diferentes etapas de aquecimento, para \n\nfluidos com a mesma salinidade, uma vez que o sistema se manteve fechado quanto à \n\ncomposição. Na presença destas duas formas de reequilíbrio, o encontro das tendências, \n\nregião circundada, significa as condições originais dos fluidos aprisionados antes do \n\nreequilíbrio.    \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6 - Diagrama esquemático ilustrando o comportamento de inclusões fluidas que foram submetidas \n\na estiramento e a troca de fluidos, causados por reequilíbrio térmico. A região circundada representa as \n\ncondições originais dos fluidos aprisionados antes do reequilíbrio (Modificado de Goldstein &amp; Reynolds, \n\n1994). \n\n \n\nDesse modo, observa-se que os processos de reequilíbrio provocam uma ampla variação \n\nnas temperaturas de homogeneização; Prezbindowski e Larese, (1987) discutem que os \n\nmáximos valores de Th obtidos no laboratório correspondem as mínimas temperaturas \n\natingidas durante os processos de reequilíbrio. \n\n \n\n \n\nTemperatura de homogeneização,  ºC \n\nEstiramento \n\nT\ne\nm\n\np\ne\nra\n\ntu\nra\n\n d\ne\n fu\n\nsã\no\n\n g\ne\nlo\n\n d\no\n\n,  ºC\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 19 Dissertação de Mestrado \n\nCapítulo 6 \n\n6. MATERIAIS E MÉTODOS \n\n \n\n6.1. Levantamento de seções estratigráficas-estruturais \n\n \n\nEntre Maio de 2012 e Abril 2013 foram realizadas duas atividades de campo no \n\nEstado de São Paulo que visaram, fundamentalmente, amostrar e analisar sob o ponto de \n\nvista litológico, estratigráfico e estrutural, afloramentos da Formação Serra Alta. Também \n\nforam visitados afloramentos das Formações Irati, Teresina e Serra Geral para \n\ncontextualização estratigráfica dos afloramentos estudos da Formação Serra Alta.  \n\nForam coletadas amostras de veios de constituição carbonática (CaCO3) e amostras \n\ndas diferentes fácies sedimentares da Formação Serra Alta. As amostras de veios foram \n\nutilizadas para descrições petrográficas, constituindo objeto de estudo de inclusões \n\nfluidas e análises isotópicas das razões medidas de ?13C e ?18O, enquanto que para os \n\nfolhelhos foi empregada análise química elementar do teor de carbono orgânico (COT) e \n\ntambém análises isotópicas das razões ?13C e ?18O.  \n\n \n\n \n\n6.2. Microscopia Óptica \n\n \n\nForam observadas 5 (cinco) seções delgadas de veios de calcita no Laboratório de \n\nPetrografia Sedimentar do Instituto de Geociências, em um microscópio petrográfico \n\nmarca Zeiss, modelo Axioplan 1. Estas análises visaram a simples caracterização textural \n\ne identificação dos minerais constituintes. \n\nAlém disso, a análise de inclusões fluidas também requer inicialmente um estudo \n\npetrográfico para reconhecimento de assembleias de inclusões. Através desse estudo é \n\npossível determinar as propriedades das inclusões fluidas e classificá-las segundo o \n\nambiente de formação, tal como foi explicado no início do capítulo anterior. \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 20 Dissertação de Mestrado \n\n6.3. Estudo de Inclusões Fluidas \n\n \n\n6.3.1. Preparação de amostras \n\n \n\nAs amostras preparadas para estudos microtermométricos consistem em seções \n\ndelgadas, com espessura superior a 30µm, que receberam polimento em ambas as faces \n\n(seções bipolidas). A espessura das seções polidas varia de acordo com as características \n\ndo mineral hospedeiro, como sua transparência, e a dimensão das inclusões presentes.  \n\nApós esse polimento, a seção delgada está pronta para ser estudada, observada e, \n\nfundamentalmente, mapeada ao microscópio, antes de se dar início aos estudos \n\nmicrotermométricos.  \n\nPor questões de metodologia e melhor funcionalidade, é necessário descolar a \n\namostra inicial da lâmina de vidro constituinte. Esse processo de descolamento faz-se \n\ncom o mergulho da seção bipolida, durante aproximadamente 48h dependendo do modo \n\nde preparação da mesma, em recipiente contendo acetona pura. Uma vez descolada da \n\nlâmina de vidro a amostra está preparada para o estudo microtermométrico, ou seja, irá \n\nser quebrada especificamente nas regiões previamente mapeadas onde se localizaram as \n\ninclusões de interesse, para depois se dar início às medições microtermométricas.  \n\n \n\n \n\n6.3.2. Mapeamento de assembleia de inclusões fluidas \n\n \n\nA petrografia das inclusões fluidas, o mapeamento de seções bipolidas, assim como \n\ntodos os estudos microtermométricos, foram realizados no Laboratório de Inclusões \n\nFluidas do Núcleo de Apoio à Pesquisa Geoanalítica do instituto de Geociências da \n\nUniversidade de São Paulo, em um microscópio petrográfico de luz transmitida, marca \n\nLeitz e modelo Wetzlar (Alemanha). Esse mapeamento consiste na observação e seleção \n\ndos melhores cristais hospedeiros que contêm maior número possível de inclusões fluidas, \n\nsendo documentado na forma de desenhos auxiliares e fotomicrografias para uma melhor \n\ndescrição e escolha dessas regiões. A melhor região para estudo microtermométrico, no \n\ncaso em questão, é aquela que contém entre 5 a 20 inclusões que apresentam \n\ncaracterísticas representativas das condições iniciais de aprisionamento. Suas dimensões \n\ndevem permitir tanto a observação das mudanças de fase dos constituintes da inclusão \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 21 Dissertação de Mestrado \n\ncomo o registro das temperaturas durante os processos de aquecimento e resfriamento \n\nrespectivamente. Ademais, as inclusões escolhidas não devem apresentar feições \n\nindicativas de processos de leakage, necking down ou crepitação que ocorreram após o \n\naprisionamento.  \n\n \n\n \n\n6.3.3. Microscopia Óptica por fluorescência Ultra Violeta (UV) \n\n \n\nUma etapa importante no estudo das inclusões foi aquela efetuada com auxílio de \n\nmicroscopia óptica por luz ultravioleta. Esse estudo foi realizado no Laboratório de \n\nPetrografia Sedimentar do Instituto de Geociências, em um microscópio petrográfico \n\nmarca Zeiss, modelo Axioplan 2. Tentou-se obter o reconhecimento de inclusões fluidas \n\ncompostas por hidrocarbonetos, uma vez que se tornam fluorescentes (inclusões de óleo) \n\nsob tais circunstancias, distinguindo-se assim de inclusões aquosas.  \n\n \n\n          \n\n6.3.4. Microtermometria \n\n \n\nPara a realização dos estudos de microtermometria foram elaboradas 5 (cinco) \n\nlâminas bipolidas posteriormente também analisadas em um microscópio petrográfico de \n\nluz transmitida, marca Leitz e modelo Wetzlar, no Laboratório de Inclusões Fluidas \n\nreferido anteriormente. \n\nA platina utilizada foi o modelo CHAIXMECA MTM 85 calibrada com padrões \n\nMerck MSP para altas temperaturas (>40ºC). Para calibrações de baixas temperaturas \n\nforam utilizadas: \n\n? amostra de quartzo de Calanda, na Suíça, com inclusões de CO2 puro com ponto \n\ntriplo = -56,6ºC; \n\n? mercúrio – ponto de fusão -38,86ºC; \n\n? água pura – ponto de fusão 0ºC \n\nTambém foi feita calibração por meio dos padrões SYN FLINC (Synthetic Fluid \n\nInclusions) para as seguintes temperaturas: \n\n? -56,6ºC – Padrão 1: composição 75 mol% de H2O e 25mol% de CO2; \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 22 Dissertação de Mestrado \n\n? -21,2ºC – Padrão 2: composição eutética do sistema H2O+NaCl, com 23,2% em \n\npeso de NaCl; \n\n? -10,7ºC – Padrão 3: composição eutética do sistema H2O+KCl, com 19,6% em \n\npeso de KCl; \n\n? 0,0ºC e 374,1ºC – Padrão 4: Água pura (ponto triplo e ponto crítico, \n\nrespectivamente); \n\n? 573,0ºC – Padrão 5: transição do quartzo ? para o quartzo ?. \n\nNa medida de temperaturas de homogeneização, foi usada uma taxa de aquecimento \n\nde 2ºC/minuto. \n\nPara a calcita, realizou-se primeiramente as medidas de aquecimento. \n\nPosteriormente foram realizadas as medidas de resfriamento para estimativas das \n\ntemperaturas do ponto eutético e de fusão do gelo. Com o resfriamento, a expansão de \n\nvolume devido à formação de gelo pode causar estiramento das paredes da inclusão, \n\nprincipalmente em minerais como a calcita, de dureza baixa e clivagem prefeita em \n\ndiversas direções. Isso causaria um aumento do volume da fase vapor com o consequente \n\nacréscimo nas temperaturas de homogeneização, cujos resultados finais seriam, portanto, \n\nfalsos. \n\nDesta forma, através da interpretação dos dados obtidos pelo estudo \n\nmicrotermométrico, é possível determinar as características físico-químicas do fluido \n\noriginal, como foi referido anteriormente. Estas características incluem, composição, \n\ndensidade, bem como, pressão e temperatura na época do aprisionamento; assim, se as \n\ninclusões fluidas são primárias, as condições de pressão e temperatura da formação do \n\npróprio mineral ou da rocha podem ser determinadas (Bello, 1996). \n\n \n\n \n\n6.4. Análises químicas de COT e hidrogênio (H) \n\n \n\nA preparação das amostras para análise elementar de COT e hidrogênio teve início \n\nno Laboratório de Tratamento de Amostras do Instituto de Geociências na USP.  \n\nInicialmente, o processo de preparação das amostras de folhelhos consistiu nas \n\netapas de fragmentação mecânica, pulverização para tamanhos específicos e ataque com \n\nácido clorídrico para libertação do carbono inorgânico presente. Esta última etapa \n\nrealizada no Laboratório de Sedimentologia do Instituto de Geociências na USP.  \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 23 Dissertação de Mestrado \n\nA fragmentação foi realizada com auxílio de prensa hidráulica e a pulverização foi \n\nefetuada no moinho de anéis para obtenção de granulometria aproximada de 0,004mm \n\n(200#). As amostras que se apresentavam úmidas foram previamente moídas no almofariz \n\nde mão e colocadas em estufa de secagem e esterilização (Modelo 315SE) a 60ºC por um \n\nperíodo de 24h. Após a pulverização, foram coletadas 10g de cada amostra onde se atacou \n\ncom 100 ml de ácido clorídrico a 10% durante 24h. Posteriormente, o material foi filtrado \n\ncom água destilada e seco em estufa a uma temperatura de 50ºC durante 48h. Este \n\nprocesso permitiu a obtenção/eliminação dos teores de carbono inorgânico, calculados \n\npela diferença do peso inicial (10g) e a pesagem do mesmo material depois de sujeito ao \n\nataque com ácido clorídrico, limpeza com água destilada, filtração e secagem. Do total \n\nde material obtido anteriormente, foi separado aproximadamente 1,5g que foi \n\nencaminhado à Central Analítica do Instituto de Química na USP para a realização das \n\nanálises elementares. \n\nO equipamento utilizado na central analítica para determinação do teor de COT e \n\nhidrogênio foi o CHN 2400 Perkin-Elmer. \n\nNo total foram adquiridos dados de COT e de hidrogênio em 29 (vinte e nove) \n\namostras de folhelhos da Formação Serra Alta. \n\n \n\n \n\n6.5. Análise de isótopos estáveis de carbono e oxigênio em calcita \n\n \n\nAs amostras de calcita de preenchimento de fraturas e das diferentes fácies da \n\nFormação Serra Alta, coletadas nos afloramentos estudados na borda leste da Bacia do \n\nParaná, foram inicialmente preparadas no Laboratório de Sedimentologia do Instituto de \n\nGeociências na USP. Essa preparação foi dividida em duas etapas: a primeira passou pela \n\ndesagregação/moagem manual das amostras de folhelho em almofariz e a segunda teve \n\ncomo objetivo a catação manual de cristais de calcita de preenchimento de fraturas com \n\no auxílio de uma lupa estereoscópica de luz branca. Após esta preparação, as amostras \n\nforam encaminhadas para o Laboratório de Isótopos Estáveis (LIE) no Centro de \n\nPesquisas Geocronológicas do Instituto de Geociências na USP. \n\nO equipamento utilizado foi um Espectrômetro de Massa de Razão Isotópica \n\n(IRMS, isotopic ratio mass spectrometer), modelo Delta V Advantage, acoplado a Gas-\n\nBench II - sistema para transferência de amostra para espectrômetro que permite análises \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 24 Dissertação de Mestrado \n\npor sistema de fluxo continuo (contínuos flow) e separação do gás por cromatografia \n\ngasosa (gas chromatography), ambos modelo Thermo Finnigan e amostrador automático \n\nGC-PAL, da CTC Analysis (Sharp, 2007). Com o equipamento referido, é realizada a \n\nmedição das razões de ?13C e ?18O (isótopos estáveis de C e O), pelo método de fluxo \n\ncontinuo através da reação com ácido fosfórico (H3PO4). Neste método, é feita a adição \n\nde ácido fosfórico aproximadamente 100% (d = 1,80 – 1,90 g.cm-3) sobre amostra \n\ncontendo carbonato. Desta forma, a reação de acidificação leva a libertação de dióxido de \n\ncarbono gasoso (CO2), o qual é analisado no espectrômetro de massas, para determinação \n\ndas razões isotópicas de 13C/12C e 18O/16O. A reação original é suposta ser realizada em \n\nsistema fechado, sob vácuo, a temperatura de 25ºC. No LIE e no sistema de transferência \n\nGas bench II, a reação com H3PO4 é realizada à temperatura de ~70ºC, sendo que o gás \n\ngerado é transferido para o IRMS e analisado após uma hora de reação (tempo suficiente \n\npara a reação da calcita). O sistema Gas Bench II possui dispositivo para remoção de \n\nvapor de água, bem como, coluna para separação cromatográfica de impurezas \n\nprovenientes da reação, antes da introdução de CO2 no espectrômetro de massas.  \n\nA precisão interna (desvio instrumental) indicada pelo fabricante para o \n\nequipamento utilizado é de 0,006‰ para ?13C e 0,008‰ para ?18O.  \n\nOs resultados são obtidos intercalando-se as amostras com padrões internacionais \n\nde carbonatos (calcita) com razão isotópica certificada e padrão interno com razão \n\nisotópica determinada. A unidade aceita para medidas de isótopos é o valor delta (?), \n\nexpresso em valor per mil (‰). O valor ? é definido na equação 1:  \n\n \n\n? em ‰ = R (amostra) – R (padrão) x 1000 \n\n R (padrão) \n \n\n(Eq. 1) \n\nOnde o R representa a razão isotópica medida do 13C/12C e do 18O/16O (razão do \n\nisótopo pesado para o isótopo leve) (Hoefs, 2004). \n\n \n\nOs valores de ?13C e ?18O foram normalizados em relação ao padrão internacional \n\nVPDB. O padrão PDB original refere-se ao belemnite fóssil da Formação Pee Dee, do \n\nCretáceo, localizada no Estado de Carolina do Sul, EUA. Este material de referência é \n\nutilizado em estudos de carbonatos de baixas temperaturas. \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 25 Dissertação de Mestrado \n\nCapítulo 7 \n\n7. RESULTADOS \n\n \n\n7.1. Descrição das fácies sedimentares da Formação Serra Alta na área \n\nde estudo \n\n \n\nEsta etapa enfatiza a descrição e caracterização dos principais afloramentos da \n\nFormação Serra Alta visitados no centro-leste (municípios de Tatuí e Pereiras) do Estado \n\nde São Paulo. Também foi descrito um afloramento com presença de corpos ígneos \n\nassociados ao magmatismo Serra Geral pertencente ao Grupo São Bento. Notar que ao \n\nlongo das regiões de estudo, a Formação Serra Alta apresenta estruturas típicas de \n\ndeformação rúptil, nomeadamente entre o ponto 3 e 4. Nesses afloramentos, é visível um \n\nconjunto de fraturas sub-verticais, com espaçamento decimétrico a métrico de direção \n\nprincipalmente NE (figuras 11 e 14).  \n\n \n\n \n\nPonto 1 (UTM: 22k799531/7425972)  \n\nRodovia SP280 - Presidente Castelo Branco \n\n \n\nPossível afloramento do contato entre as formações Irati e Serra Alta, situado na \n\nmargem do ribeirão Aleluia. Suas dimensões são, aproximadamente, 4m de altura por \n\n20m de comprimento. Apresenta, na parte mais basal, 90cm de espessura de folhelho de \n\ncoloração cinza claro com concreções de sílex, sotoposto a uma camada de calcário de \n\n25cm de espessura (Figura 7). Acima dessa camada, observou-se uma camada de folhelho \n\nde coloração cinza com 60cm de espessura, sobreposto por um arenito maciço muito fino \n\n(contato entre as unidades). A existência de camadas carbonáticas mais escuras \n\n(carbonato substituído) seria característica do Membro Assistência (Formação Irati). \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 26 Dissertação de Mestrado \n\nFigura 7 - Parte basal do afloramento representado pela camada de calcário sobreposto ao folhelho cinza \n\ncom nódulos de sílex. \n\n \n\nObserva-se na base da Formação Serra Alta, arenito maciço de granulação fina, \n\ngrãos arredondados e bem selecionados, com intraclastos. O arenito apresenta coloração \n\navermelhada e granulação decrescente da base para o topo e claros sinais de alteração \n\nintempérica (Figura 8). \n\n \n\nFigura 8 - Detalhe do arenito fino maciço.  \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 27 Dissertação de Mestrado \n\nPonto 2 (UTM: 22k799500/7426139) \n\nAfloramento da Formação Serra Alta nas margens da rodovia SP-141, com \n\ndimensões de aproximadamente 2m de altura por 5m de comprimento. Localiza-se alguns \n\nmetros acima (5/6m) na estratigrafia com relação ao afloramento anterior descrito. \n\nObserva-se folhelho argiloso homogêneo de coloração cinza escuro bastante fragmentado \n\ne “empastilhado” com presença de fósseis de peixes e bivalves (Figura 9). \n\n \n\nFigura 9 - Folhelho argiloso homogêneo fossilífero de coloração cinza escuro. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 28 Dissertação de Mestrado \n\nPonto 3 (UTM: 22k795087/7427100) \n\nRodovia SP280 – Presidente Castelo Branco \n\n \n\nAfloramento da Formação Serra Alta na margem da rodovia SP280, com \n\naproximadamente 10m de altura por 100m de comprimento onde são visíveis grandes \n\nnódulos de calcita (Figura 10), veios carbonáticos (Figura 11) cortando o folhelho e \n\ndiques clásticos com preenchimento de arenito fino e cimentação calcítica. Amostragem \n\nefetuada para elaboração de lâminas para estudo de inclusões fluidas dos veios de calcita \n\n(PCB - v1; v2 e P.08 - vc3). \n\n \n\nFigura 10 - Detalhe dos nódulos de calcita em folhelho cinza. \n\nFigura 11 - Folhelho com fratura vertical preenchida por calcita (veio de direção 193º/90º). \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 29 Dissertação de Mestrado \n\nPonto 4 (UTM: 22k796497/7426706) \n\nRodovia SP280 – Presidente Castelo Branco, sentido oeste \n\n \n\nAfloramento da Formação Serra Alta situado no Km 160 da SP-280, com \n\ndimensões de aproximadamente 20m de altura por 50m de comprimento (Figura 12). Esse \n\nafloramento, apresenta coloração mais escura, sugestiva de presença de matéria orgânica. \n\nSe apresenta como um folhelho argiloso a síltico-argiloso intercalado por niveis de arenito \n\nmuito finos (Figura 13), cortado por diversos veios de constituição calcítica (Figura 14 \n\nA;B;C).  \n\nFoi realizada a coleta das amostras de folhelho (Sal 12 - 01 a Sal 12 - 27) e veios \n\nde calcita (Sal 12 - vc1 a Sal 12 - vc30), além da descrição de fácies e elaboração de seção \n\ncolunar em detalhe (Figura 16), onde se pode verificar a diferença entre as fácies \n\nterrígenas e carbonáticas da Formação Serra Alta. Também foram elaboradas 2 lãminas \n\n(Sal 12 - vc09 e Sal 12 - vc27) para análises microtermométricas.  \n\n \n\nFigura 12 - Vista geral do afloramento descrito. \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 30 Dissertação de Mestrado \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 13 - Folhelho argiloso a síltico-argiloso intercalado por níveis de arenito. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 14 - A, B e C) Detalhe de veios de constituição calcítica (atitudes dos veios consultar Figura 19). \n\n \n\n \n\n \n\n \n\nA B \n\nC \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 31 Dissertação de Mestrado \n\nPonto 5 (UTM: 23k197534/7442008) \n\nRodovia SP141 entre a rodovia SP280 e o município de Cesário Lange \n\n \n\nAfloramento que representa a transição da Formação Serra Alta para a Formação \n\nTeresina. Dimensões de aproximadamente 10m de altura por 50m de comprimento. Na \n\nparte mais basal, o folhelho encontra-se totalmente fragmentado. Sobreposto a esse \n\nfolhelho observa-se pelito com laminação heterolítica. Acima deste pacote observa-se \n\ncamada de aproximadamente 10cm de espessura de folhelho argiloso homogêneo de \n\ncoloração cinza escuro (Figura 15). O topo do afloramento é composto por arenito fino \n\nde cor cinza. \n\nSão visíveis vários diques clásticos de constituição arenítica cortando o folhelho. \n\nOs diques clásticos aparecem dobrados denotando uma clara acomodação relativa ao \n\nfolhelho. \n\n \n\nFigura 15 - Detalhe da variação de fácies no afloramento da Formação Serra Alta. 1) Folhelho fragmentado; \n\n2) Pelito com laminação heterolítica; 3) Folhelho argiloso homogêneo.  \n\n \n\n1 \n\n2\n\n1 \n\n3 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 32 Dissertação de Mestrado \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 16 - Seção colunar representativa das fácies descritas na parte mais basal da Formação Serra Alta. \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 33 Dissertação de Mestrado \n\n7.1.1. Sill de diabásio em Laranjal Paulista (Pedreira Inativa)  \n\n \n\nPonto 6: (UTM: 23k062794/47866017) \n\nPedreira Inativa \n\n \n\nO afloramento está localizado em uma pedreira inativa situada nas proximidades \n\ndo município de Laranjal Paulista (SP). O afloramento possui cerca de 100m de espessura \n\ne algumas centenas de metros de extensão (Figura 17). \n\nNessa área foi possível a observação de um Sill de diabásio (Figura 18) e rochas \n\nintrusivas associadas. Rochas intrusivas aproveitam as diferenças de reologia e se \n\nmanifestam tanto na vertical como na horizontal, originando a presença desses sills. \n\n \n\nFigura 17 - Vista geral da pedreira inativa. \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 34 Dissertação de Mestrado \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 18 - Detalhe de um Sill de diabásio em pedreira inativa nos arredores de Laranjal Paulista. \n\n \n\n \n\n \n\n7.2. Aspetos Estruturais \n\nNo geral, a Formação Serra Alta nas regiões estudadas apresenta fraturas com \n\ndireções preferenciais em dois trends, um NNE a NE e outro NNW a NW. Ressalvar que \n\nesses dois trends estão distribuídos de maneira relativamente semelhante ao longo das \n\nlocalidades mencionadas, portanto, as fraturas não foram agrupadas por região mas sim \n\ndistribuídas aleatoriamente e apresentadas na forma de diagrama em roseta (Figura 19). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 35 Dissertação de Mestrado \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 19 - A) Direções de fraturas com veios carbonáticos medidas nos afloramentos da Formação Serra \n\nAlta (entre ponto 3 e ponto 4; B) Histograma de frequência de medidas dos ângulos de mergulho das \n\nreferidas fraturas. \n\n \n\n \n\nA \n\nN=31 \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n61 81 82 85 86 87 88 89 90\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nÂngulo de Mergulho \n\nB \n\nN=31 \n\n0\n\n90\n\n180\n\n270 6 6\n\n6\n\n6\n\n5 5\n\n5\n\n5\n\n4 4\n\n4\n\n4\n\n3 3\n\n3\n\n3\n\n2 2\n\n2\n\n2\n\n1 1\n\n1\n\n1\n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 36 Dissertação de Mestrado \n\n7.3. Teores de COT em folhelho da Formação Serra Alta \n\n \n\nOs teores de carbono orgânico total (COT) e hidrogênio (H) para as amostras de \n\nfolhelhos da Formação Serra Alta (ponto 3 e ponto 4) visitados durante as atividades de \n\ncampo estão apresentados na tabela 2. Os resultados obtidos estão situados entre 0,1 e \n\n0,5% para COT e entre 0,24 e 3,20% para hidrogênio (H). Destacar que apenas a amostra \n\nSal 12 – 2 apresenta teor de COT acima de 0,4%. \n\n \n\nAMOSTRA % CARBONO % HIDROGÊNIO H/C \n\nSAL 12 - 1 0,24 0,76 3,17 \n\nSAL 12 - 2 0,5 0,98 1,96 \n\nSAL 12 - 3 0,18 0,61 3,39 \n\nSAL 12 - 4 0,25 1,17 4,68 \n\nSAL 12 - 5 0,25 1,1 4,40 \n\nSAL 12 - 6 0,17 0,65 3,82 \n\nSAL 12 - 7 0,12 0,7 5,83 \n\nSAL 12 - 8 0,14 1,2 8,57 \n\nSAL 12 - 9 0,22 0,61 2,77 \n\nSAL 12 - 10 0,19 0,69 3,63 \n\nSAL 12 - 11 0,06 0,47 7,83 \n\nSAL 12 - 12 0,24 0,94 3,92 \n\nSAL 12 - 13 0,17 0,76 4,47 \n\nSAL 12 - 14 0,04 1,14 28,50 \n\nSAL 12 - 15 0,19 0,9 4,74 \n\nSAL 12 - 16 0,05 0,52 10,40 \n\nSAL 12 - 17 0,06 1,42 23,67 \n\nSAL 12 - 18 0,13 0,84 6,46 \n\nSAL 12 - 19 0,13 1,86 14,31 \n\nSAL 12 - 20 0,13 1,13 8,69 \n\nSAL 12 - 21 0,13 1,57 12,08 \n\nSAL 12 - 22 0 0 0,00 \n\nSAL 12 - 23 0,06 0,58 9,67 \n\nSAL 12 - 24 0,33 1,9 5,76 \n\nSAL 12 - 25 0,08 3,2 40,00 \n\nSAL 12 - 26 0,04 0,24 6,00 \n\nSAL 12 - 27 0,1 0,96 9,60 \n\nPCB - V 0,27 1,72 6,37 \n\nP.08 CB 0,16 1,14 7,13 \n\nTabela 2 - Teores de carbono orgânico total e hidrogênio. Dados em % de peso. \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 37 Dissertação de Mestrado \n\nPara uma melhor apreciação da variação dos dados obtidos, foi elaborada uma \n\ntabela com estatísticas dos teores de carbono e hidrogênio, em função de medidas de \n\ntendência central e dispersão (Tabela 3). Gráfico de correlação entre o teor de carbono \n\norgânico e o teor de hidrogênio é apresentado na Figura 20.  \n\n % C % H \n\nMÍNIMO 0,00 0,00 \n\nMÁXIMO 0,50 3,20 \n\nMÉDIA 0,16 1,03 \n\nMEDIANA 0,14 0,94 \n\nDESVIO PADRÃO 0,10 0,61 \n\nN 29 29 \n\n \n\nTabela 3 - Resumo estatístico dos teores de C e H medidos em folhelhos da Formação Serra Alta. \n\n \n\n \n\nFigura 20 - Gráfico de correlação dos teores percentuais de carbono e hidrogênio nos folhelhos. \n \n\n \n\n \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\n0 0,2 0,4 0,6 0,8 1\n\n%\n H\n\nid\nr\no\n\ng\nê\nn\n\nio\n \n\n% Carbono\n\nN=29\n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 38 Dissertação de Mestrado \n\n7.4. Análise de isótopos estáveis de carbono (?13C) e oxigênio (?18O) \n\n  \n\nOs resultados de ?13CPDB e ?\n18OPDB provenientes das amostras de veio e cimento de \n\ncalcita coletadas nos afloramentos estudados demonstram, no geral, valores negativos \n\n(‰), tanto para ?13C quanto para ?18O (Tabela 4A). Enquanto os valores de ?13CPDB da \n\npopulação representativa do cimento dos folhelhos da Formação Serra Alta variam entre \n\n-8,6 e -2,3‰, os veios de calcita apresentam uma estreita faixa de valores entre -5,1 e -\n\n3,7‰ (Figura 21).  \n\nPor outro lado, os resultados de ?18OVSMOW do cimento dos folhelhos da Formação \n\nSerra Alta, exibem valores positivos entre 22,2 e 32,3‰ (Tabela 4B), enquanto que os \n\nveios de calcita também estão compreendidos em uma janela de variação menor, entre \n\n24,5 e 26,3‰ (Figura 22). Planilha completa de dados em anexo II. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nTabela 4 - Estatísticas dos valores de ?13C e de ?18O obtidos para cimento e veios de calcita da Formação \n\nSerra Alta. A) Valores de ?13C em PDB; B) Valores de ?18O em VSMOW.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n?13C (PDB) ‰ \n\n mínimo máximo média desvio padrão \n\nCIMENTO DE CALCITA -8,7 -2,3 -4,1 1,8 \n\nVEIO DE CALCITA -5,1 -3,7 -4,6 0,4 \n\n?18O (VSMOW) ‰ \n\n mínimo máximo média desvio padrão \n\nCIMENTO DE CALCITA 22,2  32,3 26,5 2,3 \n\nVEIO DE CALCITA 24,5 26,3 25,3 0,4 \n\nA \n\nB \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 39 Dissertação de Mestrado \n\nFigura 21 - Variação dos valores de ?13CPDB e ?\n18OPDB (‰) em cimento e veios de calcita da Formação \n\nSerra Alta. \n\n \n\nFigura 22 - Variação dos valores de ?13CPDB e ?\n18OVSMOW (‰) em cimento e veios de calcita da Formação \n\nSerra Alta. \n\n \n\n-9\n\n-8,5\n\n-8\n\n-7,5\n\n-7\n\n-6,5\n\n-6\n\n-5,5\n\n-5\n\n-4,5\n\n-4\n\n-3,5\n\n-3\n\n-2,5\n\n-2\n\n-1,5\n\n-1\n\n-0,5\n\n0\n\n-9 -8,5 -8 -7,5 -7 -6,5 -6 -5,5 -5 -4,5 -4 -3,5 -3 -2,5 -2 -1,5 -1 -0,5 0 0,5 1 1,5 2\n\n?\n1\n3\nC\n\nP\nD\n\nB\n\n?18OPDB\n\nCimento de calcita\n\nVeios de calcita\n\nN=61 \n\n-9\n\n-8,5\n\n-8\n\n-7,5\n\n-7\n\n-6,5\n\n-6\n\n-5,5\n\n-5\n\n-4,5\n\n-4\n\n-3,5\n\n-3\n\n-2,5\n\n-2\n\n-1,5\n\n-1\n\n-0,5\n\n0\n\n20 21 21 22 22 23 23 24 24 25 25 26 26 27 27 28 28 29 29 30 30 31 31 32 32 33 33 34 34 35 35\n\n?\n1\n3\nC\n\nP\nD\n\nB\n\n?18OVSMOW\n\nCimento de calcita\n\nVeios de calcita\n\nN=61 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 40 Dissertação de Mestrado \n\n7.5. Inclusões Fluidas \n\n \n\nAnálises de inclusões fluidas em veios sub-verticais de calcita da Formação Serra \n\nAlta (entre o ponto 3 e 4) foram realizadas em cinco lâminas bipolidas (PCB – v1 e v2; \n\nP.08 – v3 e v4 / Sal 12 – vc09). Isto permitiu, identificar conjunto de inclusões bifásicas \n\ne monofásicas, com morfologia irregular (monofásicas principalmente) a \n\naproximadamente regular. Essas inclusões distribuem-se aleatoriamente no interior dos \n\ncristais de calcita sugerindo origem primária. Também foram observadas pequenas trilhas \n\nde inclusões orientadas, localizadas no interior dos cristais e que seriam indicativas de \n\norigem pseudo-secundária (figuras 23 a 25). \n\nForam estudadas 306 inclusões bifásicas pertencentes a 26 regiões das cinco \n\nlâminas mencionadas. Essas inclusões bifásicas muitas vezes encontram-se associadas a \n\ninclusões monofásicas e apresentaram diâmetro variando entre 4 e 16µm e volume da \n\nfase vapor predominantemente entre 2,4 e 13,3% do total da inclusão determinado a partir \n\ndo programa BULK do software Fluids de Bakker (2003).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 41 Dissertação de Mestrado \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 23 - A) Inclusões fluidas com distribuição aleatória em cristal de calcita; B) Inclusões fluidas \n\nbifásicas primárias com morfologia regular tendendo a cristal negativo; C e D) Associação de inclusões \n\nfluidas bifásicas e monofásicas de morfologias principalmente irregulares, de dimensões variáveis, com \n\nalgumas feições sugestivas de leakage. Em C, na parte superior esquerda, notar inclusões fluidas dispostas \n\nem uma trilha (Lâmina 5: Sal 12 – vc09).  \n\n \n\n    20?m       C \n\nB \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 42 Dissertação de Mestrado \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 24 - A) Associação de inclusões fluidas bifásicas e monofásicas de morfologias tendendo a \n\nregulares, de dimensões variáveis (Lâmina 3: P.08 – vc3); B) Inclusões fluidas bifásicas de morfologia \n\nirregular associadas a monofásicas de menores dimensões (Lâmina 5: Sal 12 – vc09); C) Grupo de inclusões \n\nfluidas monofásicas arredondadas associadas a bifásicas de morfologias irregulares a aproximadamente \n\nregulares, de dimensões variáveis (Lâmina 1: PCB – v1); D) Inclusões fluidas monofásicas e bifásicas de \n\nmorfologias irregulares a aproximadamente regulares com feições sugestivas de leakage (Lâmina 3: P08 – \n\nvc3). Em todos os casos observa-se que as inclusões encontram-se dispostas aleatoriamente no interior dos \n\ncristais. \n\n  A  10µm \n\n    20?m B     10?m C \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 43 Dissertação de Mestrado \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\nFigura 25 - A) Inclusões fluidas distribuídas em trilhas dispostas internamente em um cristal de calcita; B) \n\nDetalhe do cristal anterior ilustrando a distribuição das inclusões das trilhas intracristalinas que constituem \n\nfeições indicativas de origem pseudo-secundária (Lâmina 5: Sal 12 – vc09). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n   200?m \n       A \n\n  20?m       B \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 44 Dissertação de Mestrado \n\n7.5.1. Análises Microtermométricas \n\n \n\nA análise dos dados obtidos por microtermometria das inclusões fluidas e dos \n\nhistogramas elaborados revelam que os fluidos aprisionados nos veios de calcita são \n\nessencialmente aquosos de baixa salinidade. Os dados microtermométricos obtidos e os \n\nparâmetros determinados podem ser consultados no anexo I e são descritos a seguir. Os \n\nprincipais intervalos de variação dos dados microtermométricos obtidos para as cinco \n\nlâminas encontram-se na Tabela 5 e nas figuras 46 a 49.  \n\n Th (ºC) Te (ºC) Tfg (ºC) Salinidade* Figuras \n\nLâmina 1 115 a 185 -57,5 a -50,5 -3 a 1 2 a 4 25 a 28 \n\nLâmina 2 85 a 155 -55,5 a -51,5 -3 a 1 ~0 a 5 29 a 32 \n\nLâmina 3 85 a 205 -56,5 a -50,5 -3 a 1 ~0 a 4 33 a 36 \n\nLâmina 4 75 a 205 -57,5 a -49,5 -3 a 0 ~0 a 3 37 a 40 \n\nLâmina 5 55 a 205 -55,5 a -49,5 -3 a 0 ~0 a 4 41 a 44 \n\n* Salinidade equivalente à porcentagem em peso de NaCl \n\nTabela 5 - Principais intervalos de variação dos dados microtermométricos. Th: Temperatura de \n\nhomogeneização; Te: Temperatura eutética; Tfg: Temperatura de fusão do gelo. \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 45 Dissertação de Mestrado \n\n \n\nFigura 26 - Histogramas de frequência das temperatura de homogeneização das inclusões fluidas bifásicas \n\nda lâmina 1 (PCB – v1). \n\n \n\n \n\n \n\nFigura 27 - Histogramas de frequência das temperatura do ponto eutético das inclusões fluidas bifásicas \n\nda lâmina 1 (PCB – v1). \n\n \n\n \n\n \n\n \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n110 120 130 140 150 160 170 180 190 200 210 220 230 240 250 260 270 280 290 300 310\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTh ºC\n\nTh (Lâmina 1)\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n-58 -57 -56 -55 -54 -53 -52 -51 -50\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTe ºC\n\nTe (Lâmina 1)\n\nN=18 \n\nN=16 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 46 Dissertação de Mestrado \n\n \n\nFigura 28 - Histogramas de frequência das temperaturas de fusão do gelo das inclusões fluidas bifásicas \n\nda lâmina 1 (PCB – v1). \n\n \n\n \n\n \nFigura 29 - Histogramas de frequência de salinidade das inclusões fluidas bifásicas da lâmina 1 expressa \n\nem porcentagem equivalente em peso de NaCl (PCB – v1). \n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n0,5 1,5 2,5 3,5 4,5 5,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nSal (eq % em peso NaCl)\n\nSalinidade (Lâmina 1)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n-3,5 -2,5 -1,5 -0,5 0,5 1,5 2,5 3,5 4,5 5,5 6,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTfg ºC\n\nTfg (Lâmina 1)\n\nN=19 \n\nN=12 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 47 Dissertação de Mestrado \n\n \n\n \n\nFigura 30 - Histogramas de frequência das temperaturas de homogeneização das inclusões fluidas bifásicas \n\nda lâmina 2 (PCB – v2).  \n\n \n\n \n\n \n\nFigura 31 - Histogramas de frequência das temperatura do ponto eutético das inclusões fluidas bifásicas \n\nda lâmina 2 (PCB – v2). \n\n0\n\n1\n\n2\n\n3\n\n4\n\n80 90 100 110 120 130 140 150 160 170 180 190 200 210\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTh ºC\n\nTh (Lâmina 2)\n\nN=15 \n\n0\n\n1\n\n2\n\n3\n\n4\n\n-56 -55 -54 -53 -52 -51\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTe ºC\n\nTe (Lâmina 2)\n\nN=10 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 48 Dissertação de Mestrado \n\n \n\nFigura 32 - Histogramas de frequência das temperatura de fusão do gelo das inclusões fluidas bifásicas da \n\nlâmina 2 (PCB – v2). \n \n\n \n\n \n\nFigura 33 - Histogramas de frequência de salinidade das inclusões fluidas bifásicas da lâmina 2 expressa \n\nem porcentagem equivalente em peso do NaCl (PCB – v2). \n\n \n\n \n\n \n\n \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n-3,5 -2,5 -1,5 -0,5 0,5 1,5 2,5 3,5 4,5 5,5 6,5 7,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTfg ºC\n\nTfg (Lâmina 2)\n\n0\n\n1\n\n2\n\n3\n\n0,5 1,5 2,5 3,5 4,5 5,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nSal (eq % em peso NaCl)\n\nSalinidade (Lâmina 2)\n\nN=15 \n\nN=6 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 49 Dissertação de Mestrado \n\n \n\nFigura 34 - Histogramas de frequência das temperatura de homogeneização das inclusões fluidas bifásicas \n\nda lâmina 3 (P08 – vc3). \n\n \n\n \n\n \n\nFigura 35 - Histogramas de frequência das temperaturas do ponto eutético das inclusões fluidas bifásicas \n\nda lâmina 3 (P08 – vc3). \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n80 100 120 140 160 180 200 220 240 260 280 300 320\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTh ºC\n\nTh (Lâmina 3)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n-57 -56 -55 -54 -53 -52 -51 -50\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTe ºC\n\nTe (Lâmina 3)\n\nN=63 \n\nN=59 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 50 Dissertação de Mestrado \n\n \n\nFigura 36 - Histogramas de frequência das temperaturas de fusão do gelo das inclusões fluidas bifásicas \n\nda lâmina 3 (P08 – vc3). \n\n \n\n \n\n \n\nFigura 37 - Histograma de salinidade das inclusões fluidas bifásicas da lâmina 3 expressa em porcentagem \n\nequivalente em peso de NaCl (P08 – vc3). \n\n \n\n \n\n \n\n \n\n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n22\n\n24\n\n-3,5 -2,5 -1,5 -0,5 0,5 1,5 2,5 3,5 4,5 5,5 6,5 7,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTfg ºC\n\nTfg (Lâmina 3)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n0,5 1,5 2,5 3,5 4,5 5,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nSal (eq % em peso NaCl)\n\nSalinidade (Lâmina 3)\n\nN=70 \n\nN=42 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 51 Dissertação de Mestrado \n\n \n\nFigura 38 - Histograma de frequência das temperaturas de homogeneização das inclusões fluidas bifásicas \n\nda lâmina 4 (Sal 12 – vc09). \n\n \n\n \n\n \n\n \n\nFigura 39 - Histograma de frequência das temperaturas do ponto eutético das inclusões fluidas bifásicas \n\nda lâmina 4 (Sal 12 – vc09). \n\n \n\n \n\n \n\n \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n12\n\n70 80 90 100 110 120 130 140 150 160 170 180 190 200 210\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTh ºC\n\nTh (Lâmina 4)\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n-58 -57 -56 -55 -54 -53 -52 -51 -50 -49\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTe ºC\n\nTe (Lâmina 4)\n\nN=56 \n\nN=38 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 52 Dissertação de Mestrado \n\n \n\nFigura 40 - Histograma de frequência das temperaturas de fusão do gelo das inclusões fluidas bifásicas da \n\nlâmina 4 (Sal 12 – vc09). \n\n \n\n \n\n \n\nFigura 41 - Histograma de salinidade das inclusões fluidas bifásicas da lâmina 4 expressa em porcentagem \n\nequivalente em peso de NaCl (Sal 12 – vc09). \n\n \n\n \n\n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n\n28\n\n-3,5 -2,5 -1,5 -0,5 0,5 1,5 2,5 3,5 4,5 5,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTfg ºC\n\nTfg (Lâmina 4)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n0,5 1,5 2,5 3,5 4,5 5,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nSal (eq % em peso NaCl)\n\nSalinidade (Lâmina 4)\n\nN=56 \n\nN=35 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 53 Dissertação de Mestrado \n\n \n\n \n\nFigura 42 - Histograma de frequência das temperaturas de homogeneização das inclusões fluidas bifásicas \n\nda lâmina 5 (Sal 12 – vc27).  \n\n \n\n \n\n \n\n \n\nFigura 43 - Histograma de frequência das temperaturas do ponto eutético das inclusões fluidas bifásicas \n\nda lâmina 5 (Sal 12 – vc27). \n \n\n \n\n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n50 60 70 80 90 100 110 120 130 140 150 160 170 180 190 200 210 >260 270\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTh (ºC)\n\nTh (Lâmina 5)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n20\n\n-56 -55 -54 -53 -52 -51 -50 -49 -48 -47\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTe (ºC)\n\nTe (Lâmina 5)\n\nN=121 \n\nN=65 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 54 Dissertação de Mestrado \n\n \n\nFigura 44 - Histograma de frequência das temperaturas de fusão do gelo das inclusões fluidas bifásicas da \n\nlâmina 5 (Sal 12 – vc27). \n\n \n\n \n\nFigura 45 - Histograma de frequência de salinidade das inclusões fluidas bifásicas da lâmina 5 expressa \n\nem porcentagem equivalente em peso de NaCl (Sal 12 – vc27). \n \n\n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n-3,5 -2,5 -1,5 -0,5 0,5 1,5 2,5 3,5 4,5 5,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTfg (ºC)\n\nTfg (Lâmina 5)\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n0,5 1,5 2,5 3,5 4,5 5,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\n \n\nSal (eq % em peso NaCl)\n\nSalinidade (Lâmina 5)\n\nN=98 \n\nN=49 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 55 Dissertação de Mestrado \n\nObserva-se no caso dos histogramas referentes a todas as lâminas estudadas que \n\nexiste grande variação nas temperaturas de homogeneização (Th), situadas \n\nprincipalmente entre 55 e 220ºC, mas que podem atingir valores elevados até 320ºC \n\n(Figura 46).  \n\nOs histogramas das temperaturas eutéticas demostram intervalo de valores \n\nsemelhantes em todas as lâminas estudadas (-57,5 a -49,5ºC). Esse intervalo de \n\ntemperaturas é indicativo da existência de fluido com íon bivalente (Ca2+ e/ou Mg2+) e da \n\npresença de um sistema composto por H2O + NaCl + CaCl2 podendo conter MgCl2 em \n\nsolução (Davis et al., 1990).  \n\nNos histogramas representativos das temperaturas de fusão do gelo (Tfg) (figuras \n\n28, 32, 36, 40 e 44) observa-se a existência de valores superiores a 0ºC em todas as \n\namostras estudadas. Esses valores são indicativos de metaestabilidade resultantes de \n\nfluidos de baixa salinidade (Roedder, 1984) aprisionados em baixas temperaturas. \n\nPortanto, não foram considerados para a determinação da salinidade representada nos \n\nhistogramas das figuras 29, 33, 37, 41 e 45. Nesses histogramas, observa-se que existem \n\nalgumas diferenças nos intervalos de maior concentração de medidas no caso de cada \n\nlâmina estudada. Considerando todas as lâminas estudadas observa-se valores de Tfg \n\nsituados principalmente entre -2,5 e 1ºC (Figura 48) indicativos de salinidades entre 0 e \n\n4% em peso de NaCl equivalente (Figura 49). No entanto, considerando-se que as \n\ninclusões metaestáveis são indicativas de fluidos pouco salinos, a tendência seria uma \n\nmaior concentração de valores em direção às salinidades mais baixas nos histogramas.  \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 56 Dissertação de Mestrado \n\nFigura 46 - Histograma de frequência das temperaturas de homogeneização (Th) para as 5 lâminas (PCB - \n\nv1 e v2; P.08 - vc3; Sal 12 - vc09 e vc27).     \n\n \n\nFigura 47 - Histograma de frequência das temperaturas do ponto eutético (Te) para as 5 lâminas (PCB - v1 \n\ne v2; P.08 - vc3; Sal 12 - vc09 e vc27). \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n50 70 90 110 130 150 170 190 210 270 290 310 330\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTh (ºC)\n\nTh Total\n\nLâmina 5\n\nLâmina 4\n\nLâmina 3\n\nLâmina 2\n\nLâmina 1\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n-56 -55 -54 -53 -52 -51 -50 -49 -48 -47\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTe (ºC)\n\nTe Total\n\nLâmina 5\n\nLâmina 4\n\nLâmina 3\n\nLâmina 2\n\nLâmina 1\n\nN=273 \n\nN=188 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 57 Dissertação de Mestrado \n\nFigura 48 - Histograma de frequência das temperaturas de fusão do gelo (Tfg) para as 5 lâminas (PCB - \n\nv1 e v2; P08 - vc3; Sal 12 - vc09 e vc27). \n\n \n\nFigura 49 - Histograma de frequência de salinidade para as 5 lâminas (PCB - v1 e v2; P.08 - vc3; Sal 12 - \n\nvc09 e vc27). \n\n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n-3,5 -2,5 -1,5 -0,5 0,5 1,5 2,5 3,5 4,5 5,5 6,5 7,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nTfg (ºC)\n\nTfg Total\n\nLâmina 5\n\nLâmina 4\n\nLâmina 3\n\nLâmina 2\n\nLâmina 1\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n0,5 1,5 2,5 3,5 4,5 5,5\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nSal (eq % em peso NaCl)\n\nSalinidade Total\n\nLâmina 5\n\nLâmina 4\n\nLâmina 3\n\nLâmina 2\n\nLâmina 1\n\nN=98 \n\nN=258 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 58 Dissertação de Mestrado \n\nCapítulo 8 \n\n8. DISCUSSÃO DOS RESULTADOS \n\n \n\n8.1. Características e origem dos paleofluidos \n\n \n\nAs temperaturas eutéticas das inclusões fluidas aquosas estudadas indicaram um \n\nsistema composto por H2O + NaCl + CaCl2 +/- MgCl2. No entanto, deve ser observado \n\nque a presença do Ca2+ e/ou Mg2+ pode ser representativa da composição do fluido \n\noriginal ou decorrente de trocas iônicas entre o fluido composto por H2O + NaCl com o \n\nmineral carbonático hospedeiro das inclusões, conforme discute Crawford &amp; Hollister \n\n(1992). Oliveira (2012) obteve temperaturas eutéticas semelhantes em inclusões \n\nanalisadas tanto em veios de quartzo como de carbonatos da Formação Irati na borda lesta \n\nda Bacia do Paraná no estado de São Paulo, concluindo que os fluidos originais já \n\napresentavam CaCl2 e/ou MgCl2. Supondo que esses veios sejam semelhantes aos \n\nestudados por Oliveira (2012), uma vez que possuem orientações semelhantes (NNW a \n\nNW; NNE a NE), diagnóstico do principal sistema de fraturas do cretáceo, parece ser \n\npossível que também neste caso, esses compostos já deveriam estar presentes nos fluidos \n\naquosos originais. Deve ser observado que o carbonato estudado é constituído \n\nprincipalmente por calcita, de modo que é maior a probabilidade do sistema de fluidos \n\nser composto apenas por H2O + NaCl + CaCl2. \n\nAs salinidades obtidas (0 a 4% em peso de NaCl equivalente) são bastante baixas \n\nquando comparadas às determinadas por Nomura et al. (2014) em veios de calcita \n\nhorizontais paralelos ao acamamento da Formação Teresina, cujas inclusões atingiram \n\ncerca de 26% em peso de NaCl equivalente. Oliveira (2012) também obteve salinidades \n\nmais elevadas (até 22% em peso de NaCl equivalente) em quartzo de veios sub-verticais \n\nque cortam rochas carbonáticas da Formação Irati nas proximidades do distrito de \n\nParaisolândia (SP). No entanto, esses autores também encontraram salinidades \n\nrelativamente baixas em cimento de calcita espática em cavidades de dissolução de chert \n\nnodular brechado, em inclusões de calcita em veios verticais hospedados em dique de \n\nbasalto do magmatismo Serra Geral, na Formação Teresina (Nomura et al., 2014), e em \n\nveios de calcita espática da Formação Irati (Oliveira 2012). \n\nAs elevadas variações das temperaturas de homogeneização observadas nos \n\nhistogramas de frequência podem ser decorrentes de modificações das inclusões por \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 59 Dissertação de Mestrado \n\nprocessos de reequilíbrio ou de escape de fluidos. Essas variações, principalmente de 55 \n\na 220ºC, encontram-se associadas a uma quantidade substancial de valores de Tfg \n\nsituados entre -2,5 e 0ºC (salinidades entre ~0 e 4,2% em peso de NaCl equivalente). \n\nDispersões acentuadas nos valores de Th para Tfg com pequenas variações sugerem a \n\nexistência de reequilíbrios das inclusões por processos de dilatação inelástica (stretching) \n\noriginados pelo aumento de temperatura causado por soterramento ou pela presença de \n\ncorpos ígneos.   \n\nO reequilíbrio por stretching exerce um efeito diferente em cada uma das inclusões. \n\nIsto resulta em significativa variação das temperaturas de homogeneização para fluidos \n\nde composição relativamente constante (Goldstein &amp; Reynolds 1994, Prezbindowski &amp; \n\nLarese 1987). Como discute Prezbindowski &amp; Larese (1987), a máxima temperatura de \n\nhomogeneização total corresponde à temperatura mínima do reequilíbrio por stretching. \n\nAs salinidades baixas relativamente constantes associadas as temperaturas de \n\nhomogeneização variáveis (Figura 54) são indicativas da ausência de reequilíbrios devido \n\nao escape (leakage) e entrada de novas soluções aquosas (troca de fluidos). Contudo \n\nalguns valores mais elevados podem estar associados a fluidos aprisionados nos poros \n\ndos folhelhos e expulsos para as fraturas ou também a trocas iônicas entre as soluções e \n\nas unidades sobrejacentes à Formação Serra Alta.  \n\nCom base nos estudos de Goldstein &amp; Reynolds (1994), os processos de stretching \n\npodem ser demonstrados pelos gráficos que relacionam as temperaturas de fusão do gelo \n\ncom as de homogeneização do fluido para cada lâmina estudada (figuras 50 a 54). \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 60 Dissertação de Mestrado \n\nFigura 50 - Gráfico de correlação das temperaturas de fusão do gelo e temperaturas de homogeneização \n\npara a lâmina 1 (PCB - v1). \n\n \n\n \n\n \n\nFigura 51 - Gráfico de correlação das temperaturas de fusão do gelo e temperaturas de homogeneização \n\npara a lâmina 2 (PCB - v2). \n\n-5\n\n0\n\n5\n\n10\n\n0 50 100 150 200 250\n\nT\nfg\n\n (\nºC\n\n)\n\nTh (ºC)\n\nTemperatura de fusão do gelo vs Temperatura de \n\nhomogeneização (Lâmina 1)\n\nRegião 11 zona B\n\nRegião 23\n\nRegião 24\n\n-5\n\n0\n\n5\n\n10\n\n0 50 100 150 200 250\n\nT\nfg\n\n (\nºC\n\n)\n\nTh (ºC)\n\nTemperatura de Fusão do Gelo vs Temperatura de \n\nHomogeneização (Lâmina 2) \n\nRegião 3\n\nRegião 4\n\nRegião 6\n\nN=9 \n\nN=13 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 61 Dissertação de Mestrado \n\nFigura 52 - Gráfico de correlação das temperaturas de fusão do gelo e temperaturas de homogeneização \n\npara a lâmina 3 (P.08 - vc3). \n\n \n\n \n\nFigura 53 - Gráfico de correlação das temperaturas de fusão do gelo e temperaturas de homogeneização \n\npara a lâmina 4 (Sal 12 - vc09). \n\n \n\n-5\n\n0\n\n5\n\n10\n\n0 50 100 150 200 250 300 350\n\nT\nfg\n\n (\nºC\n\n)\n\nTh (ºC)\n\nTemperatura de Fusão do Gelo vs Temperatura de \n\nHomogeneização (Lâmina 3)\n\nRegião 3 zona A\n\nRegião 3 zona C\n\nRegião 12\n\nRegião 23 zona A\n\nRegião 27 zona C\n\nRegião 30\n\nRegião 31\n\nRegião 33\n\n-5\n\n0\n\n5\n\n10\n\n0 50 100 150 200 250\n\nT\nfg\n\n (\nºC\n\n)\n\nTh (ºC)\n\nTemperatura de Fusão do Gelo vs Temperatura de \n\nHomogeneização (Lâmina 4)\n\nRegião 1\n\nRegião 6\n\nRegião 11\n\nN=58 \n\nN=48 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 62 Dissertação de Mestrado \n\nFigura 54 - Gráfico de correlação das temperaturas de fusão do gelo e temperaturas de homogeneização \n\npara a lâmina 5 (Sal 12 - vc27). \n\n \n\n \n\nEsses diagramas (figuras 50 a 54), indicam significativa variação nas temperaturas \n\nde homogeneização para inclusões com temperaturas de fusão do gelo (Tfg) \n\nrelativamente constantes (-2,5 a 0ºC). Isto sugere que as inclusões foram submetidas a \n\nreequilíbrio térmico por stretching. Esse processo é enfatizado quando se considera o \n\ndiagrama Tfg versus Th para todas as lâminas estudadas (Figura 55), onde se observa \n\nprincipalmente uma variação de Th de ~60 a ~220ºC para as Tfg mencionadas. \n\nDeve ser ainda observado que os valores de Tfg situados acima de 0ºC não devem \n\nser considerados na dispersão propriamente dita, pois como são representativos de \n\ninclusões metaestáveis, suas salinidades são baixas e portanto as Tfg devem localizar-se \n\nentre os valores mencionados. \n\n \n\n-5\n\n0\n\n5\n\n10\n\n0 50 100 150 200 250\n\nT\nfg\n\n (\nºC\n\n)\n\nTh (ºC)\n\nTemperatura de Fusão do Gelo vs Temperatura de \n\nHomogeneização (Lâmina 5)\n\nRegião 2 zona A\n\nRegião 3\n\nRegião 4\n\nRegião 5\n\nRegião 6 zona A\n\nRegião 7\n\nRegião 8\n\nRegião 31\n\nN=70 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 63 Dissertação de Mestrado \n\nFigura 55 - Gráfico de correlação das temperaturas de fusão do gelo e temperaturas de homogeneização \n\ntotal (PCB - v1 e v2; P.08 - vc3; Sal 12 - vc09 e vc27). \n\n \n\n \n\n \n\nInclusões cujas temperaturas de homogeneização apresentam valores maiores que \n\n220ºC podem ter sofrido outro tipo de modificação pós-aprisionamento, como por \n\nexemplo o escape de fluidos (leakage). Nesse processo, ocorre o vazamento da fase \n\naquosa líquida da inclusão com consequente aumento de volume da fase vapor e portanto \n\nda temperatura de homogeneização (Roedder, 1984).  \n\nNo diagrama da Figura 55 são observadas inclusões fluidas cujo volume da fase \n\nvapor situa-se acima da moda do histograma e das condições discutidas na literatura para \n\no caso de reequilíbrio por stretching, sendo outro argumento a favor da existência de \n\nescape de fluidos em alguns casos como observado em algumas inclusões das figuras 22, \n\n23 e 24. \n\nA Figura 56 também indica que as relações volumétricas entre as fases encontram-\n\nse situadas principalmente entre 2,5 e 13,5%, o que está de acordo com a variação de \n\nvolume discutida por Goldstein &amp; Reynolds (1994) para inclusões fluidas aprisionadas \n\nna zona freática de baixa temperatura (<~50ºC) e que sofreram reequilíbrio por stretching. \n\nNo entanto, embora com menor quantidade de valores de Th superiores ao intervalo \n\nmencionado, não pode ser descartada a hipótese de que os reequilíbrios por strecthing \n\n-5\n\n0\n\n5\n\n10\n\n0 50 100 150 200 250 300 350\n\nT\nfg\n\n (\nºC\n\n)\n\nTh (ºC)\n\nTfg vs Th (Total)\n\nLâmina 1\n\nLâmina 2\n\nLâmina 3\n\nLâmina 4\n\nLâmina 5\n\nN=198 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 64 Dissertação de Mestrado \n\natingiram temperaturas mais elevadas, ocasionando maior aumento no volume da fase \n\nvapor.  \n\nGoldstein &amp; Reynolds (1994) também mencionam que a variação no volume da \n\nfase vapor reflete os comportamentos distintos das inclusões durante os processos de \n\nreequilíbrio. O aprisionamento dessas inclusões na zona freática de baixa temperatura \n\ncom reequilíbrio posterior também é diagnosticado pela existência de inclusões \n\nmonofásicas sempre associadas às bifásicas. As características das inclusões aprisionadas \n\nnessa zona encontram-se mais detalhadas em apêndice (Modo de ocorrência).   \n\n \n\nFigura 56 - Histograma de frequência de volume da fase vapor calculado para as 5 lâminas estudadas \n\n(PCB - v1 e v2; P.08 - vc3; Sal 12 - vc09 e vc27). \n\n \n\n \n\nA grande quantidade de inclusões fluidas de salinidades baixas, isto é, Tfg \n\naproximadamente 0ºC (Figura 55), indicam forte contribuição de fluidos meteóricos no \n\nsistema, as quais sofreram posteriormente reequilíbrios em maiores temperaturas. \n\nA circulação e migração de fluidos aquosos seriam favorecidas durante os períodos \n\nde geração ou reativação de falhas, destacando-se o final do Permiano (Eocretáceo e \n\nNeocretáceo), períodos com suposta reativação de falhas da Bacia do Paraná (Rostirolla \n\net al., 2000; Riccomini et al., 2005; Strugale et al., 2007). Neste contexto a falha de \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 … … … 24 25 26 27 28 … … … 32 33 34\n\nF\nr\ne\nq\n\nu\nê\nn\n\nc\nia\n\nVvapor (%)\n\nVvapor (Total)\n\nLâmina 5\n\nLâmina 4\n\nLâmina 3\n\nLâmina 2\n\nLâmina 1\n\nN=198 \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 65 Dissertação de Mestrado \n\nJacutinga NNE a NE e estruturas subordinadas associadas a falhas regionais de direção \n\nNNW a NW seriam as principais estruturas regionais capacitadas para fomentar os \n\ncaminhos de circulação e migração de fluidos na borda leste da Bacia, incluindo a área \n\nde estudo. A Formação Serra Alta, nas regiões estudadas, corrobora a influência dessas \n\nestruturas na circulação e migração de fluidos por apresentarem fraturas com direções de \n\ndois trends principais, um NNW a NW e outro NNE a NE (Figura 19).  \n\nPróximo às localidades de Pereiras e Tatuí (amostras PCB – v1 e v2, P.08 – vc3 e \n\nvc4, Sal 12 - vc09), fluidos aquosos teriam percolado ao longo das fraturas, onde teriam \n\nsido aprisionados essencialmente como inclusões fluidas primárias e pseudo-secundárias \n\ndurante a formação dos veios de calcita nas fraturas.  \n\nA assinatura isotópica das razões medidas de ?13CPDB, ?\n18OPDB e ?\n\n18OVSMOW, obtida \n\ntanto para os veios de constituição calcítica (CaCO3) como para o cimento do folhelho da \n\nFormação Serra Alta também pode sugerir ação pervasiva de fluidos aquosos (Figuras 21 \n\ne 22). \n\nReações entre carbonato biogênico (bioclastos) e fluidos diagenéticos presentes no \n\nsistema podem facilmente eliminar o registro isotópico original (biogênico) no cimento \n\nse a interação água/rocha for elevada. Ou seja, independentemente do tempo de atuação \n\ndos processos diagenéticos, trocas isotópicas entre o carbonato original e os fluidos \n\naquosos ocorrem porque as razões de difusão de estado sólido do carbono e oxigênio em \n\ntemperaturas baixas são insignificantes (Sharp 2007). Como o cimento carbonático é \n\nabiótico as condições de precipitação inicial refletem um equilíbrio isotópico (carbono e \n\noxigênio) com o fluido original.  \n\nA magnitude das alterações na composição isotópica de carbono e oxigênio no \n\ncimento carbonático que sofreu recristalização depende de vários fatores, tais como \n\ntemperatura, composição isotópica de H2O e HCO3\n- no fluido, a interação fluido/rocha e \n\na susceptibilidade de recristalização do carbonato para fases estáveis (Sharp 2007).             \n\nSupondo a interface fluido/rocha presente em um sistema diagenético heterogêneo \n\nem função da estratigrafia (variação de fácies), tectônica local (falhas e fraturas) e \n\nambiente sedimentar da Bacia do Paraná, os valores de ?13CPDB e ?\n18OPDB para o cimento \n\ncarbonático dos folhelhos da Formação Serra Alta (Figura 21), revelam duas gerações ou \n\nduas fases de precipitação distintas da calcita. A primeira população (?13C entre -2,3 e -\n\n4,6‰ e ?18O entre -7,6 e 1,4‰), sugere um cimento menos alterado diageneticamente \n\n(menor fracionamento isotópico em relação ao carbonato biogênico original), onde a \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 66 Dissertação de Mestrado \n\nrazão fluido/rocha é baixa e os valores de ?13C e ?18O se mantêm aproximadamente \n\nconstantes, isto é, o cimento teria menos interação com o fluido percolante, de modo que \n\npreserva assinatura isotópica próxima ao fluido marinho original (Figura 57). Com o \n\ncrescimento da razão fluido/rocha e o aumento de dissolução, o fluido vai incorporar mais \n\níons na sua composição fazendo com que os valores de ?13C e ?18O se tornem mais \n\nnegativos, porém essa alteração não ocorre à mesma taxa. O oxigênio é o principal \n\ncomponente desse fluido enquanto o carbono é apenas componente traço. Portanto, a \n\ndiagênese precoce irá afetar mais as razões isotópicas de oxigênio do que de carbono \n\n(Sharp, 2007). De fato, para a mesma quantidade de água, os valores de ?18O são mais \n\nnegativos do que os valores de ?13C para o cimento de calcita do folhelho da Formação \n\nSerra Alta (Figura 21). À medida que entra mais água no sistema, a razão fluido/rocha \n\ntambém aumenta e os valores de ?13C e ?18O da calcita precipitada a partir do fluido \n\ndiagenético tornam-se mais negativos (?13C entre -6,24 e -8,6‰ e ?18O entre -8,4 e -\n\n4,1‰), dando origem a nova geração de cimento que por sua vez, é mais tardio, mais \n\nalterado diageneticamente e com assinatura isotópica compatível com um fluido \n\ndiagenético de origem meteórica (Figura 57). Esta variação nos padrões isotópicos de \n\n?13C e ?18O sugere CO2 proveniente de fluidos meteóricos percolantes aquecidos a baixas \n\ntemperaturas (&lt;50ºC) ou fluidos hidrotermais, provavelmente com mistura de ambos. \n\nQuanto aos valores obtidos de ?18OVSMOW para o cimento do folhelho, situados entre \n\n22,2 e 32,3‰ (Figura 22), os mesmos indicam assinaturas típicas compatíveis com \n\ncarbonatos de rochas sedimentares marinhas (Sharp, 2007). No entanto, notar que para as \n\namostras dos veios de calcita, a baixa variação de ?18OVSMOW (24,5 e 26,3‰), sugere, na \n\nfase de preenchimento das fraturas, precipitação de calcita a partir de um fluido \n\nrelativamente mais homogêneo, sem evidências de mistura de fluidos de origem diversa.  \n\nConsiderando a temperatura (t) mínima de aprisionamento das inclusões fluidas ao \n\nredor de 50ºC, os valores de ?18OVSMOW do fluido, calculados a partir da equação de \n\nfraccionamento isotópico de Zheng (1994), variam entre 0,56 e 2,36‰. Essa variação \n\nsugere fluidos com assinatura isotópica semelhante a água meteórica, provavelmente, \n\nfluidos meteóricos modificados pela interação com fluidos diagenéticos pré-existentes e \n\njá alterados pela interação com sedimentos ou rochas sedimentares na bacia (Figura 58). \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 67 Dissertação de Mestrado \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 57 - Diagrama das variações de ?13C e ?18O que acompanham a alteração do carbonato marinho \n\npelos fluidos diagenéticos de origem meteórica. A) Valor isotópico do carbonato de cálcio precipitado a \n\npartir da água do mar; B) Carbonato diagenético precipitado mediante condição de baixa razão fluido/rocha, \n\nque afeta principalmente assinatura isotópica do oxigênio; C) Carbonato diagenético precipitado em \n\ncondição de elevada razão fluido/rocha, que afeta principalmente assinatura isotópica do carbono, com \n\nequilíbrio isotópico do oxigênio já atingido em estágios anteriores; D) Carbonato diagenético com valores \n\nisotópicos totalmente alterados em relação ao carbonato original (Modificado de Sharp, 2007). \n\n  \n\n \n\nFigura 58 - Campos isotópicos genéricos para fluidos de diferentes origens. Linhas tracejadas indicam \n\nintervalo aproximado dos valores fracionados (Modificado de Sharp, 2007). \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 68 Dissertação de Mestrado \n\nAssim, a hipótese de origem meteórica para os fluidos percolantes nas fraturas \n\ncorrobora a salinidade baixa registrada nas inclusões fluidas dos veios de calcita, entre ~0 \n\ne 4,2% em peso de NaCl equivalente, mas com alguma influência ou modificação por \n\nmeio de fluidos pré-existentes, que interagiram com carbonatos marinhos das unidades \n\nestratigráficas adjacentes (formações Irati e Teresina) à Formação Serra Alta.  \n\nÁgua de origem marinha preservada no folhelho desde o Eopermiano (idade \n\ndeposicional da Formação Serra Alta) até ao Eocretáceo (idade das fraturas) com possível \n\nexpulsão e percolação entre as fraturas, seria improvável em termos do intervalo de tempo \n\nenvolvido, cerca de 150Ma, e a baixa salinidade das inclusões fluidas encontradas nos \n\nveios de calcita da Formação Serra Alta. \n\n  \n\n \n\n \n\n8.2. Concentração de COT e maturidade térmica dos folhelhos \n\n \n\nAs amostras analisadas (Tabela 2) coletadas ao longo da fácies de folhelho cinza \n\nescuro da Formação Serra Alta, à exceção da amostra Sal 12-2, apresentam teores de \n\ncarbono orgânico entre 0,04 e 0,33%, que indicam potencial de geração de óleo e gás \n\nconsiderado baixo segundo a classificação de Peters &amp; Cassa (1994). Contudo, estes \n\nvalores podem não ser representativos das concentrações originais de carbono orgânico, \n\njá que, a presença de diques ou sills associados ao magmatismo Serra Geral na região de \n\nestudo (Araújo et al., 2000; Araújo, 2003; Souza et al., 2008), podem ter alterado \n\ntermicamente os folhelhos e reduzido o teor de carbono orgânico pela geração de \n\nhidrocarbonetos. A maturidade térmica elevada dos folhelhos estudados é compatível \n\ncom as temperaturas de homogeneização registradas pelas inclusões fluidas dos veios de \n\ncalcita, bem como o índice de hidrogênio baixo obtido nas amostras. Assim, o baixo teor \n\nde carbono e alta razão H/C (Tabela 2 e Figura 20) podem estar relacionados à geração \n\nde hidrocarbonetos, à elevada maturidade térmica e entrada dos folhelhos na janela de \n\ngeração de óleo e gás (60 a 120ºC e >150ºC, respectivamente). Contudo, atenta-se ao fato \n\ndas amostras coletadas pertencerem a rochas expostas e sujeitas a alteração intempérica, \n\nprovavelmente subvalorizando os reais valores de carbono orgânico da Formação Serra \n\nAlta. Segundo Bertassoli (2012), resultados de cromatografia gasosa obtidos para \n\namostras de folhelho de afloramentos da Formação Serra Alta, apresentam concentrações \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 69 Dissertação de Mestrado \n\nde metano (CH4) entre 4,41 e 13,51ppm, indicando que existe a possibilidade de gás \n\ntermogênico nos folhelhos permianos da Bacia do Paraná (Figura 59).  \n\n \n\n \n\nAMOSTRA MÉDIA CH4 (PPM) COT (%) \n\nDB – 02 4,80 0,26 \n\nDB – 05A 13,51 0,27 \n\nDB – 05B 10,20 0,26 \n\nDB – 05C 14,17 0,22 \n\nDB – 09A 4,43 0,34 \n\nDB – 09B 5,62 0,26 \n\nDB – 09C 5,07 0,32 \n\nDB – 11 5,22 0,28 \n\nDB – 12 6,38 0,29 \n\nDB – 16 5,06 0,24 \n\nDB – 18 4,41 0,32 \n\n \n\nFigura 59 - Concentrações de CH4 obtidas nas análises de cromatografia gasosa e COT em amostras de \n\nfolhelho da Formação Serra Alta (Bertassoli, 2012). \n\n \n\n \n\n \n\n8.3. Considerações sobre geração e migração de hidrocarbonetos \n\n \n\nSegundo os teores de COT obtidos em quase todas as amostras analisadas, a \n\nFormação Serra Alta apresenta-se com baixo potencial de geração de hidrocarbonetos.  \n\nAs temperaturas de homogeneização de inclusões fluidas aquosas hospedadas em \n\ncalcita de veios da unidade na área de estudo situam-se no intervalo de 55 a 220ºC, \n\nresultante de reequilíbrios térmicos por stretching. Como mencionado anteriormente, os \n\nvalores máximos de Th correspondem às temperaturas mínimas atingidas pelo \n\nreequilíbrio. Desse modo, os valores mais elevados de Th (220ºC) representariam as \n\ntemperaturas mínimas que afetaram a Formação Serra Alta na área de estudo. Esta \n\ntemperatura seria compatível com a zona de geração de gás seco (CH4).   \n\nMilani et al. (2007) sugere que a profundidade máxima estimada para a borda leste \n\nda Bacia do Paraná é de cerca de 1500m. Assim, temperaturas elevadas de \n\nhomogeneização (220ºC) não poderiam ser explicadas apenas pelo soterramento quando \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 70 Dissertação de Mestrado \n\nse considera o gradiente geotérmico do ambiente tectônico da bacia (~35ºC/Km), o que \n\nrepresentaria um acréscimo de cerca de 50ºC nas temperaturas de aprisionamento. Assim \n\nhaveria a necessidade da presença de uma fonte adicional de calor provavelmente \n\ndecorrente do magmatismo Serra Geral, tal  como interpretado por Oliveira (2012) na \n\nFormação Irati e por Nomura et al., (2014) na Formação Teresina. \n\nAs temperaturas de homogeneização obtidas para a Formação Serra Alta são \n\nsemelhantes às obtidas para as formações adjacentes (Irati e Teresina). Deste modo, o \n\naquecimento provocado pelo magmatismo Serra Geral teria afetado de modo \n\nrelativamente uniforme estas três unidades permianas na borda leste da Bacia do Paraná.  \n\nAlguns autores propõem que o elevado grau de maturidade térmica das unidades \n\npermianas resultaria da eventual presença de corpos ígneos (sills e diques) associados ao \n\nmagmatismo Serra Geral que proporcionaram às formações atingir temperaturas mais \n\nelevadas e formar gás. Contudo, as temperaturas relativamente uniformes obtidas por \n\nmeio das inclusões fluidas das unidades permianas indicam aquecimento pervasivo e \n\nregional e não apenas vinculado à presença ocasional de diques e sills.   \n\nO aprisionamento dos fluidos nos veios de calcita ocorreu em temperaturas baixas \n\n(ao redor de 50ºC) antes do pico térmico do cretáceo, o que explicaria a ausência de \n\ninclusões fluidas primárias de hidrocarbonetos nos veios de calcita. Contudo, \n\nhidrocarbonetos porventura formados nos folhelhos durante a fase de pico térmico \n\npoderiam ficar registrados em inclusões fluidas secundárias na calcita, as quais não foram \n\nobservadas nas amostras estudadas. O metano detectado (Figura 59) poderia relacionar o \n\nbaixo teor de carbono orgânico observado nos folhelhos a uma possível geração de \n\nhidrocarbonetos, caso o metano seja de origem termogênica como se faz pensar, que pelas \n\naltas temperaturas alcançadas pela Formação Serra Alta atingiram a janela de geração de \n\ngás. Estudos posteriores poderão testar esta hipótese, visto que o metano também pode \n\nser de origem biogênica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 71 Dissertação de Mestrado \n\nCapítulo 9 \n\n9. CONCLUSÕES \n\n \n\n? A Formação Serra Alta na área estudada é representada por sequência de folhelhos de \n\ncor cinza escuro com laminação heterolítica, ocorrência de diques clásticos e fraturas \n\nsub-verticais a verticais preenchidas por calcita. Localmente, observam-se níveis \n\nconstituídos por bioclastos. \n\n \n\n? A Formação Serra Alta, nas regiões de estudo possui concentrações de carbono \n\norgânico total (COT) abaixo de 0,5%, o que permite a avaliação do potencial de \n\ngeração de hidrocarbonetos da unidade como baixo. \n\n \n\n? O índice de H/C sugere querogênio do tipo I ou II (matéria orgânica lacustre ou \n\nmarinha).  \n\n \n\n? As fraturas preenchidas por calcita apresentam direções preferenciais de NNE a NE e \n\nNNW a NW. Estruturas com direções semelhantes aos lineamentos de Jacutinga e \n\nGuapiara, que estão associadas aos períodos de geração/reativação de falhas da bacia \n\ndo Paraná durante o final do Permiano, Eocretáceo e Neocretáceo. \n\n \n\n? Os paleofluidos aquosos presentes em veios de calcita foram aprisionados como \n\ninclusões em zona freática de baixa temperatura (<~50ºC) dada a coexistência de \n\ninclusões fluidas monofásicas associadas a bifásicas, com pequenas variações \n\nvolumétricas entre as fases. O sistema exibe composição, H2O + NaCl + CaCl2, e \n\nsalinidade baixa (0 a 4,2% em peso equivalente de NaCl), com maior tendência para \n\nos valores mais baixos de salinidade, quando consideradas as inclusões metaestáveis.  \n\n \n\n?  As variações elevadas nas Th das inclusões fluidas, com significativo número de \n\nmedidas entre 55 a 220ºC, podem ser decorrentes de modificações por processos de \n\nreequilíbrio por stretching, devido a aquecimento posterior ao aprisionamento dos \n\nfluidos.  \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 72 Dissertação de Mestrado \n\n? As Th acima de 150ºC indicam elevada maturidade térmica alcançada pela Formação \n\nSerra Alta em função do soterramento e do magmatismo Serra Geral. \n\n \n\n? As Th das inclusões fluidas presentes nos veios de calcita que preenchem as fraturas, \n\nsugerem que a Formação Serra Alta atingiu temperaturas suficientes para a geração de \n\nóleo (60 a 120ºC, com pico térmico aos 90ºC) e gás (>150ºC). \n\n \n\n? O baixo teor de carbono evidenciado poderia estar relacionado com a produção de gás \n\ndurante o pico térmico do Cretáceo. \n\n \n\n? Os máximos valores de Th (220ºC) decorrentes dos reequilíbrios corresponderiam à \n\ntemperatura mínima do pico térmico em que a calcita e a Formação Serra Alta teriam \n\nsido submetidas. \n\n \n\n? Os poucos valores de Th maiores que 220ºC também poderiam ser decorrentes de \n\nreequilíbrios a maiores temperaturas ou possivelmente de escape de fluidos (leakage). \n\n \n\n? As temperaturas obtidas nas inclusões de calcita na região de estudo não podem ser \n\nexplicadas apenas pelo soterramento da Formação Serra Alta, estimado em 1500m de \n\nprofundidade. Essas temperaturas apenas poderiam ser atingidas por meio de uma \n\nfonte adicional de calor, possivelmente associada ao magmatismo Serra Geral. \n\n \n\n? Os valores de ?13CPDB para o cimento carbonático dos folhelhos da Formação Serra \n\nAlta revelam duas gerações ou duas fases distintas de precipitação de calcita.    \n\n \n\n? Os valores obtidos de ?18OVSMOW para o cimento de calcita do folhelho, situados entre \n\n22,2 e 32,3‰, indicam assinaturas compatíveis com carbonato de rochas sedimentares. \n\nNotar que para as amostras dos veios de calcita, entre 24,5 e 26,3‰, a assinatura \n\nisotópica define um campo de valores de oxigênio mais uniformes que para o cimento, \n\nsugerindo, na fase de preenchimento das fraturas, precipitação da calcita a partir de \n\num fluido relativamente mais homogêneo e sem evidencias de mistura de fluidos de \n\norigem diversa. \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 73 Dissertação de Mestrado \n\n? Considerando a temperatura mínima de aprisionamento das inclusões fluidas ao redor \n\nde 50ºC, os valores de ?18OVSMOW do fluido aquoso, calculados a partir de determinada \n\nequação de fraccionamento isotópico, variam entre 0,56 e 2,36‰. Essa variação é \n\nindicativa de assinatura isotópica típica de fluidos meteóricos, o que também é \n\nevidenciado pelas baixas salinidades obtidas nos estudos microtermométricos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 74 Dissertação de Mestrado \n\n10. REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nAllen, P. A., Allen, J. R. 2005. Basin analysis: principles and applications. \n\nBlackwell Pub. 549p. \n\n \n\nAlmeida F. F. M. &amp; Melo M. S. 1981. A Bacia do Paraná e o vulcanismo \n\nMesozóico. In: IPT, Mapa Geológico do Estado de São Paulo, escala 1:500000, São \n\nPaulo, monografia n° 6, 1: 46-81. \n\n \n\nAraújo, L. M., Triguis, J. A., Cerqueira, J. R, Freitas, L. C. S. 2000. The Atypical \n\nPermian petroleum system of the Parana Basin, Brasil. In: Mello, M. R Katz, B. J. \n\nPetroleum Systems of South Atlantic Margin AAPG Memoir, 73: 377 – 402. \n\n \n\nAraújo, C. C. 2003. Gênese das ocorrências de arenito asfáltico da borda leste da \n\nBacia do Paraná, SP. Tese Doutorado – Instituto Geociências. Universidade de São Paulo. \n\n \n\nBakker, R. J. 2003. Package Fluids 1. Computer programs for analysis of fluid \n\ninclusion data and for modeling bulk properties. Chemical Geology 194: 3-23. \n\n \n\nBello, R. M. S. 1996. Apostila do curso sobre inclusões fluidas, Instituto de \n\nGeociências - USP. \n\n \n\nBertassoli, D. J. J. 2012. Avaliação de controles geológicos sobre o teor de carbono \n\norgânico na Formação Serra Alta. Monografia de trabalho de formatura, IGC, USP. \n\n \n\nBrito, I. M. 1981. Estratigrafia da Bacia do Paraná. III - Grupo Passa Dois. An. \n\nAcad., Brasil., Cien., Rio Janeiro, v. 53, nº 3, 56-77.  \n\n \n\nCrawford, M. L., Hollister, L. S. 1992. Fluid–rock interactions during \n\nMetamorphism. In: Walter, J. V., Wood, B. J. (EDS). Advances in Physical Chemistry, \n\n4: 1-35. \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 75 Dissertação de Mestrado \n\nDavis, D. W., Lowenstein, T. K., Spencer, R. J. 1990. Melting Behavior of fluid \n\ninclusions in laboratory - Grown halite crystals in the systems NaCl - H2O, NaCl - KCl - \n\nH2O, NaCl - MgCl2 - H2O, and NaCl - CaCl2 - H2O: Geochimica et Cosmochimica Acta, \n\n54: 591-601. \n\n \n\nFerreira F. J. F., Moraes R. A. V., Ferrari M. P., Vianna R. B. 1981. Contribuição \n\nao estudo do alinhamento estrutural de Guapiara. In: Simpósio Regional de Geologia, 3, \n\nCuritiba, Atas, Curitiba, SBG, Núcleo de São Paulo, 1, 226-240. \n\n \n\nFúlfaro, V. J., Saad, A. R., Santos, M. V. 1982. Bacia do Paraná - \n\nCompartimentação e evolução tectônica da Bacia do Paraná. Revista Brasileira de \n\nGeociências, São Paulo, v. 12, nº 4, 233-256. \n\n \n\nFuzikawa, K. 1985. Inclusões fluidas: métodos usuais de estudo e aplicações. \n\nContribuições à geologia e à petrologia. SBGM, 29-44.   \n\n \n\nGoldstein, R., H., Reynolds, T., J. 1994. Systematics of fluid inclusions in \n\ndiagenetic minerals. Society for Sedimentary Geology short course, 31. \n\n \n\nGordon Jr., M. 1947. Classificação das formações gondwânicas do Paraná, Santa \n\nCatarina e Rio Grande do Sul. Notas preliminares e Estudos, Rio de Janeiro, \n\nDNPM/DGM, 38: 1-20.  \n\n \n\nHollister, L. S. 1981. Information Intrinsically available from fluid inclusion, In: \n\nHollister, L. S. &amp; Crawford M. L. (Eds) Fluid inclusions: Applications to Petrology, \n\nCalgary, Mineralogical Association of Canada, 1-12 (Short Course, handbook, v. 6). \n\n \n\nHolz, M., França, A.B., Souza, P.A., Iannuzi, R., Rohn, R., 2010. A stratigraphic \n\nchart of the Late Carboniferous/Permian succession of the eastern border of the Paraná \n\nBasin, Brazil, South America. J. South Am. Earth Sci. 29 (2), 381-399. \n\n \n\nHunt, J. M., 1996. Petroleum Geochemistry and Geology. H. Freeman and \n\nCompany, Cap 5, 8, and 10. 2nd ed. New York. USA. \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 76 Dissertação de Mestrado \n\nMéndez J. D. 2012. Fácies carbonáticas da Formação Teresina. Dissertação de \n\nMestrado, Instituto de Geociências, Universidade de São Paulo, São Paulo, 71p. \n\n \n\nMenezes, T. R., Mendonça Filho, J.G., Araújo, M. C., Souza, I. V. A. F. &amp; \n\nMendonça, J. O. 2008. Fácies orgânica: conceitos, métodos e estudos de casos na \n\nindústria do petróleo. Revista Brasileira de Geociências, 38 (2-suplemento), 1-17.   \n\n \n\nMeglhioratti, T., Rohn, R., Lourenço, A. T. A. 2005. Estratigrafia do grupo Passa \n\nDois na região de Sapopema-Congoinhas/PR (Permiano, Bacia do Paraná). Simpósio de \n\nGeologia do Sudeste, Niterói, RJ (Abstracts).   \n\n \n\nMilani, E. J. 1997. Evolução tectono-estratigráfica da Bacia do Paraná e seu \n\nrelacionamento com a geodinâmica estratigráfica fanerozóica do Gondwana Sul-\n\nOcidental. Tese Doutorado IGC, Rio Grande do Sul. \n\n \n\nMilani, E. J., Ramos, V. A. 1998. Orogenias paleozóicas no domínio Sul-Ocidental \n\ndo Gondwana e os ciclos de subsidência da Bacia do Paraná. Revista Brasileira de \n\nGeociências, v. 28, nº 4, 473-484. \n\n \n\nMilani, E. J., Zalan, P.Y. 1999. An outline of the geology and petroleum systems \n\nof the paleozoic interior basins of South America. Episodes, 22(3): 199-205. \n\n \n\nMilani, E. J., Brandão, J. A. S. L., Zalán, P. V., Gamboa, L. A. P. 2000. Petróleo na \n\nmargem continental Brasileira, Geologia, exploração, resultados e perspectivas. Brazilian \n\nJournal of Geophysics, v. 18, nº 3, 351-396. \n\n \n\nMilani, E. J., Araújo, L. M. 2003. Recursos Minerais Energéticos: Petróleo. In: \n\nBizzi, L. A., Schobbenhaus. C., Vidotti, R. M., Gonçalves, J. H. (Eds). Geologia, \n\nTectônica e Recursos Minerais do Brasil. Brasília: CPRM, 541-576. \n\n \n\nMilani, E. J., Rangel, H. D., Bueno, G. V., Stica, J. M., Winter, W. R., Caixeta, J. \n\nM. 2007. Bacias Sedimentares Brasileiras: cartas estratigráficas. Boletim Geociências \n\nPetrobrás, RJ, 15(2): 265-287. \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 77 Dissertação de Mestrado \n\n \n\nMilani, E. J., França, A. B., Medeiros, R. A. 2007a. Rochas Geradoras e rochas \n\nreservatório da bacia do Paraná, faixa oriental de afloramentos, estado de Paraná. In: \n\nBacia do Paraná. Boletim de Geociências Petrobrás. Rio Janeiro, v. 15, nº 1, 135-162. \n\n \n\nMunz, I. A. 2001. Petroleum inclusions in sedimentar basins: systematics, \n\nanalytical methods and applications. Lithos, 55: 195-212. \n\n \n\nNijhuis, H. J., and A. B. Baak. 1990. A calibrated prospect appraisal system: \n\nProcedings of the Indonesian Petroleum Association, 19th Annual convention, 69-83. \n\n \n\nNomura, S. F. 2012. Hidrotermalismo na Formação Teresina evidenciado por \n\nminerais autigênicos e inclusões fluidas. Dissertação de Mestrado - Instituto de \n\nGeociências, Universidade de São Paulo. \n\n \n\nNomura, S. F, Sawakuchi, A. O, Bello, R. M. S, Méndez-Duque, J., Fuzikawa, K, \n\nGiannini, P. C. F, Dantas, M. S. S. 2014. Paleotemperatures and paleofluidos recorded in \n\nfluid inclusions from calcite veins from northern flank of the Ponta Grossa dyke swarm: \n\nImplications for hydrocarbon generation and migration in the Paraná Basin. Marine and \n\nPetroleum Geology, 52: 107-124. \n\n \n\nOliveira, A. F. 2012. Paleotemperaturas e paleofluidos da Formação Irati na borda \n\nleste da bacia do Paraná: implicações para a geração e migração de hidrocarbonetos. \n\nDissertação de Mestrado - Instituto de Geociências, Universidade de São Paulo. \n\n \n\nPeters, K. E., Cassa, M. R. 1994. Applied Source Rock Geochemistry. AAPG \n\nMemoir nº 60, 93-120. \n\n \n\nPrezbindowski, D. R., Larese, R. E. 1987. Experimental stretching of fluid \n\ninclusions in calcite - Implications for diagenetic studies. Geology, 15: 333-336. \n\n \n\nRiccomini C., Almeida R. P., Turra B. B., Chamani M. A. C., Fairchild T.R., \n\nHachiro J. 2005. Reativação de falha do embasamento causa sismicidade no \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 78 Dissertação de Mestrado \n\npermotriássico da Bacia do Paraná. 12º Simpósio Nacional de Estudos Tectônicos - IV \n\nInternational Symposium on Tectonics, Curitiba, Boletim de Resumos Expandidos, 18-\n\n20. \n\n \n\nRoedder, E., Skinner, B. J. 1968. Experimental evidence that fluid inclusions do not \n\nleak. Economic Geology, 63: 715-730. \n\n \n\nRoedder, E. 1972. Composition of Fluid inclusions. Data of Geochemistry, USGS, \n\nPaper 440JJ, 6th ed., 164. \n\n \n\nRoedder, E. 1977. Fluid inclusions as tools in mineral exploration. Economic \n\nGeology, 72: 503-525. \n\n \n\nRoedder, E. 1982. Fluid inclusions in gemstones: valuable defects. In: International \n\nGemological Symposium, Santa Monica, Proceedings, Santa Monica, Geomological \n\nInstitute of America, 479-502. \n\n \n\nRoedder, E. 1984. Fluid Inclusions. In: RIBBE, P. H. Reviews in mineralogy. \n\nMineralogical Society of America, 12: 646. \n\n \n\nRonov, A. B. 1958. Organic carbon in sedimentary rocks (in relation to the presence \n\nof petroleum). Geochemistry (a translation of Geokhimiya), nº 5, 510-536. \n\n \n\nRostirolla S. P., Assine M. L., Fernandes L. A., Artur P. C. 2000. Reativação de \n\npaleolineamentos durante a evolução da bacia do Paraná – o exemplo do Alto Estrutural \n\nde Quatiguá. Revista Brasileira de Geociências, 30(4): 639-648. \n\n \n\nSanford, R. M. &amp; Lange, F. W. 1960. Basin study approach to oil evaluation of \n\nParaná miogeosyncline, South Brazil. AAPG Buletin, 44: 1316-1370. \n\n \n\nSharp, Z. 2007. Principles of Stable Isotope Geochemistry. Pearson Prentice Hall, \n\nNew Jersey, 1st ed. Chap., 2, 3, 5, 6, 7 and 8. \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 79 Dissertação de Mestrado \n\nShepherd, T. J., Ranking, A. H., Alderton, D. H. 1985. A practical guide do fluid \n\ninclusions studies. Blackie and Son Ltd, New York, 239p. \n\n \n\nSchneider, R. L., Muhlmann, H., Tommasi, E., Medeiros, R. A., Daemon, R. F., \n\nNogueira, A. A. 1974. Revisão estratigráfica da Bacia do Paraná. In: Congresso Brasileiro \n\nde Geologia, 28, Porto Alegre. Anais XXVIII, São Paulo: Sociedade Brasileira de \n\nGeologia, 1: 41-65. \n\n \n\nSoares, P. C., Landim, P. M. B., Fúlfaro, V. J. 1978. Tectonic cycles and \n\nsedimentary sequences in the Brazilian intracratonic basins. Geological Society of \n\nAmerica Bulletin, Boulder, v. 89, nº 2, 181-191. \n\n \n\nSorby, H. C., 1858. On the microscopic structure of crystals, indicating the origin \n\nof minerals and rocks. Geol. Soc. London Quart. Jour., 14(1): 453-500. \n\n \n\nSouza, I. V. A. F., Mendonça - Filho, J. G., Menezes, T. R. 2008. Avaliação do \n\nefeito térmico das intrusivas ígneas em um horizonte potencialmente gerador da Bacia do \n\nParaná: Formação Irati. Revista Brasileira de Geociências, v. 38, nº 2 (suplemento), 138-\n\n148. \n\n \n\nStugale M., Rostirolla S. P., Mancini F., Portela Filho C. V., Ferreira F. J. F., Freitas \n\nR. C. 2007. Structural framework and Mesozoic-Cenozoic evolution of Ponta Grossa \n\nArch, Paraná Basin, southern Brazil. Journal of South American Earth Sciences, 24: 203-\n\n227.  \n\n \n\nTouret, J. L. R. 1977. The significance of fluid inclusions in metamorphic rocks. \n\nIn: Nato Advanced Study Institute Series, D. G. Fraser (ed.), Thermodynamics in \n\nGeology, 203-227. \n\n \n\nTouret, J. L. R. 1981. Fluid Inclusions in high grade metamorphic rocks. In: Short \n\nCourse in Fluid Inclusions: Applications to Petrology. L. S. Hollister and M. L. Crawford \n\n(Editors), Min. Ass. Canada, Calgary, 182-208. \n\n \n\n\n\n  \n \n\nCarlos Alberto S. Teixeira 80 Dissertação de Mestrado \n\nTouret, J.L.R. &amp; Dietvorst, P. 1983. Fluid inclusions in high-grade anatetic \n\nmetamorphites. Journal of Geological Society of London, 140: 635-649. \n\n \n\nVail, P. R., Mitchum, R. M., Thompson, S. 1977. Seismic stratigraphy and global \n\nchanges of sea level, part 3: relative changes of sea level from coastal onlap. In: AAPG. \n\nMemoir, 26.  Payton, C. E. (Ed.). Seismic stratigraphy: applications to hydrocarbon \n\nexploration. Tulsa: American Association of Petroleum Geologists, 63-81. \n\n \n\nWeber, J. C., Ferrill D. A., Roden-Tice M. K. 2001. Calcite and quartz \n\nmicrostructural geothermometry of low-grade metasedimentary rocks, Northern Range, \n\nTrinidad. Journal of Structural Geology 23: 93-112. \n\n \n\nWeisbrod, A., Poty, B., Touret, J. 1976. Les inclusions fluids en géochimie-\n\npétrologie: tendances actuelles. Bull. Soc. Fr. Mineral. Cristallog., 99: 140-152. \n\n \n\nWhite, I. C. 1908. Relatório sobre as coal measures e as rochas associadas do sul \n\ndo Brasil. Rio de Janeiro: Comissão das Minas de Carvão de Pedra do Brasil, 300p. \n\n \n\nZaine M. F. 1980. Uma barreira geográfica no Paleozóico Superior na região de \n\nFartura, SP. Dissertação de Mestrado, Instituto de Geociências, Universidade de São \n\nPaulo, São Paulo, 89p. \n\n \n\nZálan, P. V., Wolff, S., Conceição, J. C. J.; Marques, A., Astolfi, M. A. M., Vieira, \n\nI. S., Appi, V. T., Zanotto, O. A. 1990. Bacia do Paraná. In: Gabaglia G. P. R.; Milani, E. \n\nJ. Origem e evolução de bacias sedimentares. 2ª edição. Rio de Janeiro. Petrobrás, 135-\n\n168. \n\n \n\nZheng, Y. F. 1994. Oxygen isotope fractionation in metal monoxides. Mineral Mag, \n\n58(A): 1000-1001. \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nii \n \n\nAPÊNDICE \n\n \n\nCONSIDERAÇÕES GERAIS \n\n \n\nInclusões fluidas são pequenos volumes de fluidos aprisionados dentro de \n\ncavidades ou irregularidades presentes na estrutura de um determinado mineral, \n\nconstituindo verdadeiras fontes de informação sobre as soluções presentes durante um \n\ndeterminado tipo de evento geológico. Esses fluidos, que podem ter origens e \n\ncomposições diferentes, ficam retidos como inclusões durante os processos de \n\ncristalização ou recristalização dos minerais hospedeiros e de cicatrização de fraturas \n\n(Roedder 1982, 1984; Shepherd et al., 1985), e armazenam informações sobre as \n\ncaracteristicas das soluções envolvidas em determinado processo. Essas informações são \n\nobtidas por meio de observações petrográficas, análises microtermométricas e \n\ngeoquímicas do conteúdo das próprias inclusões (Roedder, 1977, 1982, 1984; Goldstein \n\n&amp; Reynolds, 1994).   \n\nO aprisionamento de inclusões fluidas pode ocorrer de diversas formas, muitas \n\ndelas nem sempre se conseguem identificar. Durante a cristalização ou recristalização de \n\num mineral a partir de um ou mais fluidos, estes podem ficar retidos nas irregularidades \n\nexistentes na superfície do cristal, e qualquer fenômeno que interfira com o crescimento \n\nideal de um mineral, que cause defeitos e imperfeições na sua rede cristalina, pode e deve \n\ncausar o aprisionamento de parte do fluido envolvido. De modo geral, os fluidos \n\naprisionados podem ser homogêneos, constituindo inclusões de fase única. \n\nPosteriormente, com o soerguimento e resfriamento ocorre o aparecimento de uma bolha \n\nde gás ou vapor nas inclusões. \n\nExistem muitos mecanismos que podem causar imperfeições num cristal em \n\ncrescimento, os quais seriam responsáveis pelo aprisionamento de inclusões fluidas \n\ndurante a cristalização de um mineral, destacando-se entre eles, 1) a cristalização rápida, \n\nque pode causar a formação de cristais dendríticos, os quais são posteriormente recobertos \n\npor crescimento posterior; 2) a dissolução parcial de um cristal preexistente, formando \n\nreentrâncias e superfícies curvas, posteriormente recoberto por novo crescimento; 3) \n\nfraturamento do cristal em desenvolvimento com crescimento posterior; 4) presença de \n\num outro sólido já cristalizado na superfície do mineral em crescimento – esse sólido \n\npode ser aprisionado como inclusão cristalina, acompanhada por algum fluido. Em todos \n\n\n\niii \n \n\nesses casos, o crescimento posterior pode causar o aprisionamento de inclusões (Roedder \n\n1984, Shepherd et al., 1985). \n\nA presença de fluidos aprisionados como inclusões em minerais tem sido estudada \n\ndesde século XIX. Destaca-se o trabalho de Sorby (1858), que apresenta inúmeros \n\ndesenhos ilustrativos de inclusões vítreas e de cavidades preenchidas por fases fluidas e \n\nsólidas, tanto presentes em cristais formados artificialmente, como em minerais naturais \n\nde rochas vulcânicas e plutônicas. Além dessa importante contribuição, o mesmo autor, \n\nfoi o primeiro pesquisador a propor a utilização dessas inclusões como um potencial \n\ngeotermômetro. Assim, pela primeira vez, levantou a hipótese de que os fluidos \n\naprisionados nas cavidades teriam sido originalmente homogêneos, e que as bolhas \n\nobservadas, na maioria das inclusões, seriam o resultado da contração diferencial entre o \n\nlíquido e o mineral hospedeiro durante o resfriamento, desde as temperaturas de \n\naprisionamento, mais elevadas, até a temperatura ambiente. Desse modo, o autor sugeriu \n\nque, aplicando o processo de forma inversa, poderia ser determinada a temperatura de \n\naprisionamento, isto é, aquecendo-se as inclusões fluidas desde a temperatura ambiente \n\naté o completo desaparecimento das várias fases, esta temperatura final (Th) representaria \n\na temperatura mínima de formação (Roedder 1984, Fuzikawa 1985, Shepherd et al., \n\n1985). \n\nO estudo das inclusões fluidas por meio de observações petrográficas e análises \n\nmicrotermométricas permite, muitas vezes, a determinação de suas características físico-\n\nquímicas, tais como, composições, densidades, salinidades, temperatura e pressão de \n\naprisionamento, bem como a compreensão de aspectos de sua interação com as rochas \n\nencaixantes e de alteração das mesmas, como discutido em Bello, R. M. S., 1996; \n\nRoedder, 1977, 1982, 1984; Goldstein &amp; Reynolds, 1994. \n\nComo os fluidos constituem registros das diferentes etapas de evolução das rochas, \n\nseu estudo pode fornecer importante contribuição sobre o conhecimento de vários \n\nambientes geológicos. Este método tem sido aplicado na sedimentologia, estratigrafia e \n\npesquisa de petróleo, uma vez que fornece informações diretas acerca dos fluidos, \n\nestabelece relações entre um pacote sedimentar e a evolução das condições de pressão e \n\ntemperatura em bacias sedimentares petrolíferas, permite a determinação da origem de \n\ngrãos detríticos (área fonte) e a identificação do caminho percorrido pelo óleo e de suas \n\npossíveis rochas armazenadas. Também pode ajudar a estabelecer se uma bacia \n\nsedimentar foi aquecida além da janela de temperatura de maturação do óleo. (Roedder, \n\n1984; Prezbindowski e Larese, 1987; Goldstein &amp; Reynolds, 1994; Munz, 2001). \n\n\n\niv \n \n\nCLASSIFICAÇÃO DE INCLUSÕES FLUIDAS \n\n \n\nClassificação quanto a origem e modo de ocorrência  \n\n \n\nRoedder (1984) e Hollister (1981), entre outros, distinguem três grupos de inclusões \n\nfluidas: primárias; secundárias e pseudo-secundárias, de acordo com sua origem e modo \n\nde ocorrência (Figura 1).  \n\nAs inclusões fluidas primárias são aquelas aprisionadas durante a cristalização do \n\nmineral hospedeiro. Neste caso, constituem amostras originais dos fluidos presentes \n\ndurante a formação dos minerais e podem ocorrer segundo arranjos planares, paralelos às \n\nfaces de crescimento dos cristais, e, também, como inclusões isoladas ou grupos de \n\ninclusões não orientadas, dispostas de modo aleatório no interior dos grãos. \n\nAs inclusões fluidas secundárias são aquelas aprisionadas posteriormente à \n\nformação do mineral hospedeiro, principalmente, através de processos de cicatrização de \n\nfraturas abertas em material já cristalizado. Desse modo, representam fluidos posteriores, \n\nque podem apresentar características e idades totalmente distintas das soluções originais. \n\nOcorrem, normalmente, delineando fraturas cicatrizadas que atingem a superfície do \n\ncristal. \n\nAs inclusões pseudo-secundárias são formadas quando ocorre um fraturamento e \n\nsua cicatrização ainda durante o crescimento do mineral hospedeiro. Neste caso, os \n\nfluidos constituem amostras das soluções originais e as inclusões ocorrem ao longo de \n\nplanos de fraturas cicatrizadas que, no entanto, não atingem a superfície do cristal \n\n(Roedder 1984, Shepherd et al., 1985). \n\nO estudo e a observação ao microscópio destes tipos de inclusões, considerando-se \n\na distribuição e modo de ocorrência, pode permitir a individualização de grupos distintos, \n\nbem como, o aperfeiçoamento de modelos cronológicos relativos, importantes para \n\nestudos posteriores (Touret &amp; Dietvorst, 1983). \n\n \n\n\n\nv \n \n\n \n\nFigura 1 - Esquema ilustrativo da distribuição de inclusões fluidas primárias, secundárias e pseudo-\n\nsecundárias no quartzo e fluorita. A) quartzo, seção paralela ao eixo c; B) fluorita, seção paralela à face do \n\ncubo (Extraído de Goldstein &amp; Reynolds, 1994); \n \n\n \n\nTouret (1977, 1981) mostra uma cronologia relativa que pode ser estabelecida \n\nsegundo várias premissas sendo elas, a) a partir do número de inclusões fluidas, isto é, \n\ninclusões isoladas seriam mais antigas em relação às que se dispõem segundo grandes \n\nalinhamentos; b) a partir do grau de cicatrização das fraturas, ou seja, algumas inclusões, \n\nprincipalmente aquosas, distribuem-se ao longo de fraturas levemente cicatrizadas, que \n\nainda se encontram abertas, sendo por isso, mais tardias; c) a partir da extensão do \n\nalinhamento e de suas relações com os limites dos grãos, as inclusões dispostas em \n\nalinhamentos localizados no interior de um cristal são mais antigas do que aqueles que \n\ncruzam os seus limites; d) a intersecção entre alinhamentos indica, frequentemente, suas \n\nidades relativas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nvi \n \n\nClassificação quanto a composição e número de fases à temperatura \n\nambiente ~25ºC \n\n \n\nA grande maioria das inclusões fluidas consiste de um líquido de baixa viscosidade \n\ne uma bolha de gás ou vapor. \n\nO líquido de baixa viscosidade, geralmente é composto por uma solução aquosa \n\nque contém várias quantidades de soluto. Esse soluto pode ser constituído por Na, K, Ca, \n\nMg, Cl, SO4, podendo também, conter menores quantidades de outros íons, sendo que o \n\nNa e o Cl são predominantes.  \n\nA bolha pode ser constituída por vapor de água ou por gás altamente comprimido, \n\n(CO2, CH4) que estava originalmente dissolvido no fluido aprisionado. O CO2 pode \n\naparecer na forma líquida e/ou gasosa e predominar em relação a solução aquosa. O CH4, \n\nno ambiente diagenético, ocorre como fluido supercrítico, ou seja, um fluido que tem \n\nalgumas características da fase líquida e outras da fase gasosa. \n\nQuanto ao número de fases as inclusões fluidas podem ser classificadas como, a) \n\nmonofásicas quando apresentam apenas uma fase, seja ela liquida ou gasosa; b) bifásicas \n\nquando contém duas fases, sejam elas líquida + gasosa, líquida + sólida, líquida + líquida \n\nou sólida + gasosa; c) trifásicas quando apresentam um conjunto de três fases, sendo as \n\nmais comuns as de líquido + líquido + gás e de líquido + gás + sólido; d) polifásicas ou \n\nmultifásicas quando são constituídas por quatro ou mais fases, por exemplo líquido 1 + \n\nlíquido 2 + gás + sólidos (Roedder, 1984, Shepherd et al., 1985). \n\nApós o aprisionamento de uma inclusão, a partir de um sistema homogêneo, esta \n\npode sofrer algumas modificações, como, o aparecimento de uma fase vapor, resultante \n\nda maior contração do líquido em relação ao mineral hospedeiro com o resfriamento. A \n\npartir do resfriamento até chegar à temperatura ambiente, também podem ocorrer outras \n\nmodificações, assim como, a formação de sólidos de saturação, quando as soluções \n\noriginais possuem altas salinidade.  Além destas modificações, também podem ocorrer \n\nprocessos que causam o escape de fluidos (leakage), a crepitação e até mesmo o \n\nestrangulamento das inclusões (necking down) (Roedder 1982, 1984). \n\nFeições de escape são comumente visualizadas ao microscópio como finos \n\nprolongamentos dispostos nas bordas ou ao redor da inclusão. O escape de fluidos \n\n(leakage) e a crepitação ocorrem devido às diferenças entre a pressão interna da inclusão \n\ne a pressão externa do ambiente que vai diminuindo. Essa diferença entre as pressões \n\n\n\nvii \n \n\npode causar o aparecimento de microfraturas ao redor da inclusão provocando a fuga do \n\npróprio fluido ou no caso dessa diferença atingir valores extremos, pode ocorrer a \n\ncrepitação (explosão) das inclusões (Roedder e Skinner, 1968; Roedder, 1977, 1984). \n\nO estrangulamento (necking down) advém dos processos de dissolução e \n\nrecristalização atuantes no mineral hospedeiro quando este é minimamente solúvel na \n\nsolução aprisionada. Assim, inclusões com formas irregulares e de grandes dimensões, \n\ndurante o aprisionamento, podem sofrer subdivisões em inclusões menores de morfologia \n\nmais regular. Se o estrangulamento for desenvolvido após o aparecimento da bolha de \n\nvapor serão formadas novas inclusões com diferentes proporções volumétricas entre as \n\nfases e composições distintas entre si (figuras 2A e B); portanto, apresentam diferentes \n\ndensidades, que não correspondem às do fluido original. \n\nInclusões que apresentam ao microscópio características de terem sofrido \n\nmodificações posteriores devem ser evitadas durante os estudos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2 - A) Imagem ilustrativa de necking down em inclusões fluidas e algumas feições de escape; B) \nProcesso de formação de necking down em uma inclusão fluida tubular.  Notar que a inclusão original foi \n\naprisionada na T5 e durante o resfriamento, a subdivisão vai ocorrer em diferentes temperaturas (T5 a T1) \n\naté formar três inclusões com proporções distintas (1, 2 e 3) fornecendo valores de densidades diferentes \n\nentre si em relação ao fluido original. Quando aquecidas as três inclusões homogeneízam em diferentes \n\ntemperaturas, sendo nenhuma representativa da temperatura de homogeneização real (Modificado de \n\nGoldstein &amp; Reynolds, 1994); \n\n \n\n\n\nviii \n \n\nMICROTERMOMETRIA \n\n \n\nTemperaturas importantes para os estudos \n\n \n\n Temperatura de homogeneização total (Th) - indica as temperaturas mínimas de \n\naprisionamento se este ocorreu a partir de um sistema de fluidos homogêneos, a qual, por \n\nmeio de equações termodinâmicas referentes ao sistema presente permite a determinação \n\ndas pressões mínimas. A homogeneização total de uma inclusão pode ocorrer de três \n\nmodos distintos: a) pela diminuição da bolha devido à contração da fase vapor; b) pelo \n\naumento da bolha devido à expansão da fase vapor; c) pelo desaparecimento da bolha \n\nsem mudanças de volume. \n\nDurante uma etapa de aquecimento e sequência de medições, é observado na Figura \n\n3 um aumento progressivo na temperatura e uma diminuição de volume da bolha de forma \n\ngradual, até chegar à temperatura de homogeneização final onde já não existe bolha. Esta \n\né a denominada temperatura de homogeneização (Th), para o estado líquido, onde os \n\ncomponentes da inclusão se transformaram em um único fluido homogêneo. \n\n No caso de homogeneização para o vapor, por outro lado, observa-se um aumento \n\ngradual no tamanho da bolha até que esta atinja toda a superfície da inclusão. \n\n \n\nFigura 3 - Exemplo de várias etapas durante o processo de homogeneização de uma inclusão fluida \n\naquecida até aos 149,3ºC (Extraído de Goldstein &amp; Reynolds, 1994); \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nix \n \n\nTemperatura do ponto eutético \n\n \n\nA temperatura do ponto eutético (Te) representa o início da fusão da solução aquosa \n\nsalina congelada e indica a composição do sistema aprisionado, por meio dos tipos de \n\níons dissolvidos na solução. Essa temperatura deve ser registrada quando ocorre o \n\naparecimento da primeira gota de líquido, o que muitas vezes, é evidenciado por uma \n\nvariação na textura da fase congelada, como é discutido adiante (Figura 7). \n\n \n\n \n\nTemperatura de fusão do gelo \n\n \n\nA temperatura de fusão do gelo (Tfg) é usada para estimar a salinidade do fluido \n\naprisionado, sendo expressa como equivalente à porcentagem em peso do sal. Sabe-se, \n\npor exemplo, que o ponto de fusão de um sistema constituído por água pura ocorre em \n\ntemperaturas próximas a 0ºC (ponto triplo), sendo o seu rebaixamento indicativo da \n\npresença de sais dissolvidos no sistema (Roedder 1984; Shepherd et al., 1985; Fuzikawa \n\n1985). Assim, conhecendo-se os tipos de íons presentes na solução aquosa é possível \n\ndeterminar diretamente a porcentagem em peso do sal, por meio dos diagramas \n\ntemperatura (T) versus porcentagem em peso de sal (X), referentes ao sistema pretendido \n\n(Figura 7).  \n\n Os dados de salinidade e de temperatura de homogeneização total permitem a \n\ndeterminação da densidade dos fluidos presentes nas inclusões. \n\nA determinação da salinidade, densidade e frações molares de H20 e NaCl é calculada \n\natravés do programa BULK, do software FLUIDS (Bakker, 2003), o qual usa equações \n\nde estado, de acordo com a composição do sistema e valores das temperaturas (Th) e \n\n(Tfg) ou da proporção da fase líquida. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nx \n \n\nMUDANÇAS DE FASE DE INCLUSÕES FLUIDAS EM MINERAIS \n\nDIAGENÉTICOS \n\n \n\nA interpretação da microtermometria é feita comparando-os com os dados P-V-T-\n\nX, obtidos através de sistemas estudados experimentalmente, por meio de equações de \n\nestado onde são considerados os parâmetros de não idealidade de soluções e condições \n\nde gases não perfeitos. Estes dados experimentais para os intervalos apropriados de \n\npressão e temperatura são limitados mesmo nos sistemas mais simples. Nestes casos, nos \n\nsistemas unitários (H2O, CH4), como não existem variações composicionais, os dados \n\npodem ser interpretados usando o espaço tridimensional P-V-T (Figura 4a).  \n\nAssumindo, um sistema unitário simples constituído por H2O, onde, partindo do \n\nprincípio que foram mantidas as propriedades químicas do fluido inicial, assim como o \n\nvolume da inclusão, à medida que esta é sujeita a um decréscimo de temperatura, as suas \n\ncondições de P-T estarão limitadas aos pontos pertencentes a isócora A-C (reta de volume \n\nconstante e consequentemente de densidade constante) no espaço P-V-T. \n\nTomando como exemplo, o aprisionamento de uma inclusão fluida a partir da precipitação \n\nde um determinado mineral diagenético a uma temperatura de 197ºC e pressão \n\naproximadamente de 475 bars, situada no ponto A (Figura 4b), à medida que vai \n\nocorrendo uma diminuição para temperatura ambiente, o caminho P-T percorrido pela \n\ninclusão vai ficar restrito à isócora de densidade 0,90 g/cm3. Assim à temperatura de \n\n190ºC, ponto B, a inclusão possui uma pressão interna de 300 bars, e o seu espaço P-T \n\ncorresponde à fase líquida. À medida que a temperatura desce até o ponto C, 167ºC a 7 \n\nbars, a curva líquido - vapor é interseptada e deveria se formar uma bolha minúscula de \n\nvapor na inclusão (Figura 4a). Na verdade, tal cenário não acontece devido à \n\nmetaestabilidade, isto é, a bolha precisaria ter um volume mínimo para poder reduzir o \n\nefeito da tensão superficial e evitar o colapso da própria; assim, muitas vezes, a fase \n\nlíquida pode persistir até temperaturas mais baixas. À medida que a inclusão é resfriada \n\ndo ponto C para o ponto F o volume da bolha de vapor, quando esta é formada, cresce e \n\na pressão interna decresce de forma gradual. Entre o ponto D e E a inclusão apresenta \n\numa pressão de 1 bar (semelhante à pressão da superfície terrestre) e menos de 100ºC de \n\ntemperatura, e no ponto F terá uma pressão interna ainda menor semelhante ao vácuo \n\n(Figura 4b). Esse diagrama também indica que durante a maior parte da história do \n\nresfriamento, a pressão interna das inclusões é mais baixa que a pressão dos fluidos dos \n\nA \n\n\n\nxi \n \n\nporos circundantes, cujas condições se deslocam ao longo do gradiente termobárico \n\nconsiderado, enquanto que nas inclusões o deslocamento ocorre segundo sua isócora. \n\n \n\n \n\na) b) \n\n \n\n \n\n \n\nFigura 4 - a) Diagrama esquemático PVT para sistema unitário H2O (superfícies metaestáveis omitidas). \n\nAs linhas tracejadas são linhas de volume e densidade constante chamadas isócoras; b) Projeção P-T de um \n\nsistema puro composto por H2O para condições diagenéticas. Visualiza-se o comportamento de uma \n\ninclusão aprisionada em A, no interior de um cristal diagenético, sob condições de resfriamento e \n\nsoerguimento progressivos, com passagem pela curva de equilíbrio líquido (L) – vapor (V), até chegar à \n\ntemperatura ambiente (extraído de Goldstein &amp; Reynolds 1994); \n\n \n\n \n\nDe modo diferente ao discutido acima, observa-se que as inclusões aprisionadas em \n\ncondições próximas às superficiais, por exemplo, a inclusão A´´ da figura 4b, nunca irão \n\ndesenvolver a bolha de vapor quando atingem a curva L-V, uma vez que a contração do \n\nlíquido causada pela diminuição da temperatura de aprisionamento até as condições \n\nambientes são muito reduzidas.  \n\nQuando uma inclusão aquosa é resfriada em laboratório, parte do líquido deveria \n\nsofrer congelamento, quando é atingido o ponto triplo do sistema (ponto G, figura 4a). \n\nNa realidade isso não ocorre exatamente no ponto triplo, devido à metaestabilidade, sendo \n\no congelamento apenas observado em temperaturas mais baixas (ponto H, figura 4a). No \n\nentanto, na fase de aquecimento a partir do ponto H, o gelo funde completamente no ponto \n\ntriplo G. Por isso, no estudo das inclusões fluidas, as medidas devem ser obtidas nas \n\netapas de aquecimento após o congelamento total dos fluidos, o que permite a obtenção \n\nde medidas mais precisas. \n\n\n\nxii \n \n\nPara um sistema unitário simples constituído por CH4 o processo é análogo ao \n\nconstituído por H2O, como pode ser visto comparando a projeção P-T do CH4 (Figura 5) \n\ncom a da H2O, diferindo apenas pelo fato da curva líquido - vapor estar situada em \n\nmenores temperaturas sendo que o ponto crítico (limite máximo para que o sistema se \n\ncomporte como duas fases) ocorre nas condições P-T a -82,1ºC e 46,3 bars. Existem, no \n\nentanto, alguns aspectos importantes a considerar neste tipo de projeções P-T. Primeiro, \n\nas inclusões fluidas de CH4 puro contém apenas uma fase simples homogênea sob \n\ncondições naturais. Condições diagenéticas naturais existem a pressões e temperaturas \n\nmaiores do que aquelas onde é possível distinguir entre CH4 gasoso e líquido, uma vez \n\nque se encontram acima do ponto crítico. Assim, nestas condições o CH4 é assumido \n\ncomo um fluido e não como gás ou líquido. Segundo Goldstein &amp; Reynolds (1994), a \n\nmaioria das inclusões de CH4 puro apresentam densidades em torno de 0,05 a 0,25 g/cm3 \n\n(Figura 5), e, portanto, sofrem homogeneização, no laboratório, entre -97 e -82ºC, onde \n\nas isócoras interceptam a curva líquido - vapor do sistema (Figura 5). Por último, \n\ndiferentemente do sistema constituído por H2O pura, uma inclusão de CH4 em \n\ntemperaturas de superfície terá pressões internas maiores que 200 bars, enquanto que a \n\npressão à superfície é de apenas 1 bar. \n\nNa Figura 5 observa-se que com o resfriamento, a inclusão A atinge a curva líquido-\n\nvapor em B, onde deve ser nucleada uma bolha de CH4 gasoso. Com o posterior \n\nresfriamento essa bolha aumenta de tamanho e com o procedimento inverso, isto é \n\naquecendo-se a inclusão a partir dessas temperaturas ela sofrerá homogeneização para o \n\nlíquido no ponto B. A inclusão A´ terá comportamento semelhante, embora sua \n\nhomogeneização ocorrerá para o gás, uma vez que ela foi aprisionada em condições \n\nsituadas abaixo da isócora crítica.  \n\nCom um resfriamento ainda maior, o CH4 deveria sofrer congelamento em -182,5ºC. No \n\nentanto, de modo semelhante ao sistema composto por água pura, é necessário um super \n\ncongelamento, até temperaturas situadas abaixo do ponto triplo para que seja nucleado o \n\nCH4 sólido, o que normalmente ocorre abaixo de -190ºC. Essas temperaturas estão fora \n\ndos limites atingidos pelos equipamentos microtermométricos e, portanto, a presença de \n\nCH4 apenas pode ser obtida com a utilização de outros métodos, como por exemplo a \n\nespectroscopia micro Raman. \n\n \n\n \n\n\n\nxiii \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5 - A) Projeção P-T do sistema composto por CH4 e linhas de constante densidade (isócoras) g/cm\n3; \n\nB) Ampliação da área contornada por retângulo em A. Ponto Crítico a -82,1ºC e 46,3bars e ponto triplo a -\n\n182,5ºC (Modificado de Goldstein &amp; Reynolds, 1994); \n\n \n\n \n\nPara um sistema binário constituído, por exemplo, por H2O-NaCl, as projeções de \n\nP-T do limite das fases líquido (L) – vapor (V) são semelhantes às do sistema unitário \n\nconstituído por H2O pura, embora ocorram deslocamentos em função da quantidade de \n\nsal adicionado ao sistema (Figura 6). A presença de NaCl causa um aumento no ponto \n\ncrítico da água pura, e a curva L+V é estendida para maiores temperaturas. Também \n\nocorrem mudanças nas inclinações das isócoras devido às modificações nas densidades, \n\ncausadas pela presença de sais no sistema.  \n\n\n\nxiv \n \n\nNesse sistema, a temperatura de fusão final do gelo (Tfg) está relacionada à \n\nquantidade de NaCl presente e este fato permite-nos aproximar uma salinidade para a \n\ninclusão fluida (Figura 7). \n\nDurante o congelamento, e através do diagrama da Figura 7 que relaciona a \n\ntemperatura (T) com a porcentagem em peso de sal (X), podemos observar as mudanças \n\nde fase de quatro inclusões fluidas. A composição das inclusões é a seguinte: A1, 10% \n\nem peso de NaCl; A2, 23,2% em peso de NaCl; A3, 25% em peso de NaCl; A4, 27,5% \n\nem peso de NaCl. Quando a inclusão A1 é resfriada em laboratório o gelo deveria se \n\nformar em uma temperatura negativa situada no ponto E1; no entanto, tal fato não ocorre \n\ndevido à metaestabilidade, como referido anteriormente, e o gelo irá se formar apenas no \n\nponto B1, já no campo vapor (V) + gelo (I) + hidrohalita (NaCl.2H2O). Nessa \n\ntemperatura, a inclusão estará preenchida por vapor, gelo e hidrohalita, mas como o gelo \n\ntem menor densidade que o líquido, vai ocupar a maior parte do volume total da inclusão, \n\nsendo que a fase vapor se apresentará reduzida. As inclusões A2 e A3 apresentam \n\ncomportamento semelhante. Ao aquecer essas três inclusões estas irão nuclear o primeiro \n\nlíquido nos pontos C à temperatura eutética (Te) de -21,2ºC característica desse sistema \n\ne terão composição de 23,2% de NaCl (Figura 7). \n\nA inclusão A1 de menor salinidade, com o aquecimento subsequente a partir do Te, \n\napresentará inicialmente a dissolução de toda hidrohalita, e desloca-se na curva gelo + \n\nlíquido + vapor. Com uma elevação de temperatura ainda maior, se deslocará sobre essa \n\ncurva até que o gelo funde totalmente na temperatura correspondente ao ponto E1. Essa \n\ntemperatura (Tfg) possibilita a obtenção direta da salinidade da solução que é lida \n\ndiretamente no diagrama.  \n\nA inclusão A3, com o aquecimento a partir de Te, apresentará inicialmente a \n\ndissolução de todo o gelo, restando hidrohalita + líquido + vapor. Com a posterior \n\nelevação da temperatura essa inclusão vai se deslocando sobre a curva hidrohalita + \n\nlíquido + vapor, até que toda hidrohalita sofra fusão no ponto E3. Também neste caso, a \n\nsalinidade é lida diretamente no diagrama, considerando-se a temperatura de fusão da \n\nhidrohalita. \n\nA inclusão A2 possui a própria composição do eutético do sistema (23,2 % em peso \n\nde NaCl) e passa diretamente para o campo Líquido + vapor, com a dissolução \n\nconcomitante de hidrohalita e gelo. Sua salinidade representa a composição do próprio \n\neutético. \n\n\n\nxv \n \n\nA inclusão A4 está sendo tratada separadamente, por representar uma solução com \n\nalta salinidade, com cristais de NaCl estáveis à temperatura ambiente. Para a \n\ndeterminação da salinidade dessa inclusão deve ser feito um aquecimento para \n\ntemperaturas superiores à do ponto A4. Num ponto intermediário B4, observa-se um \n\narredondamento dos cristais de halita devido à sua dissolução parcial, estando presente \n\nainda uma bolha de vapor de menor volume. O cristal de halita, no exemplo da Figura 7 \n\nirá atingir a curva halita + líquido + vapor no ponto C4, onde o sal dissolve totalmente e \n\na solução passa para o campo líquido + vapor. Nesse caso, a salinidade obtida diretamente \n\na partir da temperatura de dissolução da halita sobre a curva halita + líquido + vapor, \n\nfornecerá um valor bastante impreciso devido à alta inclinação da mesma. Assim, um \n\nvalor mais preciso da composição do fluido deve ser obtido por meio da curva de \n\nsolubilidade da halita (Figura 8). \n\nSe em vez da halita a fase estável à temperatura ambiente for constituída por cristais de \n\nsilvita (KCl), a salinidade da solução será obtida a partir da curva de solubilidade desse \n\nmineral (Figura 8). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 6 - Diagrama P-T de um sistema composto por H2O e NaCl, mostrando a diferença nas posições \n\ndas curvas de equilíbrio de fase L-V e também das isócoras, com adição de sal no sistema (Modificado de \n\nGoldstein &amp; Reynolds, 1994); \n\n \n\n \n\n\n\nxvi \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 7 - Diagrama T-X para baixa temperatura e baixa salinidade, de um sistema composto por H2O e \n\nNaCl (Modificado de Goldstein &amp; Reynolds, 1994); \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 8 - Curvas de solubilidade para NaCl e KCl em solução aquosa (Modificado de Shepherd et al., \n\n1985); \n \n\n \n\n \n\n% PESO DE NaCl \n\n%\n e\n\nm\n p\n\ne\nso\n\n d\ne\n S\n\na\nl \n\n\n\nxvii \n \n\nMODO DE OCORRÊNCIA DE IF EM AMBIENTES \n\nDIAGENÉTICOS DE BAIXA E ALTA TEMPERATURA E SEUS \n\nCOMPORTAMENTOS DEVIDO A REEQUILÍBRIOS POSTERIORES \n\n \n\nApenas com o uso da petrografia e sem recorrer à microtermometria, também é \n\npossível estudar as condições de aprisionamento e subsequente história térmica de \n\nassembleias de inclusões fluidas (assumindo que estas possuem formas e tamanhos \n\ndiferentes), em contextos diagenéticos distintos. As principais caraterísticas de várias \n\nassembleias de inclusões fluidas aprisionadas em três ambientes diagenéticos diferentes, \n\nsendo eles, zona vadosa, zona freática de baixa temperatura (&lt;50ºC) e regiões de maiores \n\ntemperaturas (>50ºC) são discutidas por Goldstein &amp; Reynolds, (1994). \n\nA zona vadosa está situada acima do nível freático e é uma zona mais porosa, visto \n\nque contem água e ar sob a pressão de uma atmosfera. As inclusões fluidas dessa zona \n\nsão caracterizadas por serem monofásicas líquidas (diagnóstico de aprisionamento abaixo \n\ndos 50ºC sem qualquer tipo de reequilíbrio) e bifásicas (L+V) cujas fases apresentam \n\nrazões altamente variáveis (Figura 9A). As inclusões bifásicas são aquelas que \n\naprisionaram a solução aquosa junto ao ar presente nessa zona, representando um \n\naprisionamento heterogêneo. Essas inclusões quando aquecidas no laboratório, irão \n\nhomogeneizar em temperaturas muito variáveis, nenhuma delas significativa para \n\ncaracterizar as condições iniciais de aprisionamento, uma vez que a bolha não é \n\nproveniente do equilíbrio entre as fases. Se essas inclusões são submetidas a um \n\nmoderado aquecimento, por exemplo, durante um soterramento, algumas monofásicas \n\npodem sofrer reequilíbrio e apresentarem à temperatura ambiente uma bolha de vapor \n\noriginalmente inexistente (Figura 9B). Com o aquecimento mais elevado, devido ao \n\nsoterramento ou a anomalias térmicas, todas as inclusões fluidas aprisionadas poderão \n\nsofrer reequilíbrios por estiramento devido à dilatação inelástica do mineral (stretching) \n\ne à temperatura ambiente serão bifásicas (Figura 9C). As inclusões fluidas bifásicas que \n\napresentam bolhas de maiores dimensões permanecem com uma pressão interna de uma \n\natmosfera e representam as características iniciais do fluido nesta zona. As inclusões que \n\ndesenvolveram uma fase vapor com o reequilíbrio irão possuir, à temperatura ambiente, \n\numa pressão interna muito baixa, próxima ao vácuo, uma vez que com o posterior \n\nsoerguimento e resfriamento seguirão a curva L-V como explicado anteriormente na \n\nFigura 4. Havendo ou não reequilíbrios o aprisionamento de fluidos nessa zona origina \n\n\n\nxviii \n \n\ninclusões bem características, com razões muito variáveis entre as fases líquida e vapor \n\n(L-V), podendo a bolha de vapor constituir a maior parte do volume da inclusão. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 9 - Assembleia de inclusões fluidas em zona vadosa e respectivos comportamentos por reequilíbrio \n\nposterior (Modificado de Goldstein &amp; Reynolds, 1994); \n\n \n\nA zona freática de baixa temperatura (<50ºC) existe abaixo do nível freático e as \n\ninclusões fluidas são caracterizadas por soluções aquosas com uma única fase líquida \n\n(Figura 10A), no entanto, também podem conter pequenas quantidades de gases como \n\nCO2 e CH4. Se não ocorrer soterramento nem reequilíbrios térmicos as inclusões fluidas \n\naquosas se apresentarão monofásicas (diagnóstico de aprisionamento em zonas freáticas \n\nde baixa temperatura) (Figura 10A). Com aquecimento, algumas ou todas as inclusões \n\nfluidas poderão sofrer reequilíbrios térmicos por stretching e o resultado será a \n\ncoexistência de inclusões fluidas monofásicas e bifásicas (Figura 10B). Para as inclusões \n\nbifásicas, as proporções entre as fases líquida (L) e vapor (V) não variam muito; contudo, \n\na fase vapor poderá variar desde bem pequena até cerca de 15% do volume da inclusão, \n\ndevido aos reequilíbrios posteriores. Porém, se o aquecimento continuar para \n\ntemperaturas mais elevadas, todas as inclusões fluidas sofrerão reequilíbrio e à \n\ntemperatura ambiente serão bifásicas, também com razões L-V pouco variáveis (Figura \n\n10C). A pressão interna das inclusões será próxima ao vácuo, no caso das constituídas \n\napenas por soluções aquosas, ou mais elevada, quando também estiverem presentes \n\nvoláteis como, por exemplo o CO2 ou o CH4. \n\n \n\nA \n\nB \n\nC \n\nR\ne\ne\nq\n\nu\nilíb\n\nrio\n T\n\né\nrm\n\nic\no\n\n \n\n\n\nxix \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 10 - Assembleia de Inclusões fluidas em zona freática de baixa temperatura e respectivos \n\ncomportamentos por reequilíbrio posterior (Modificado de Goldstein &amp; Reynolds, 1994);  \n\n \n\n \n\nA região de temperaturas elevadas (> 50ºC) ocorre em uma profundidade maior \n\nonde o pacote sedimentar está sujeito a pressões mais elevadas e a um soterramento mais \n\nintenso. As inclusões aprisionadas nessa regiões tambem são dominadas por soluções \n\naquosas e constituídas apenas por uma única fase líquida, embora possam existir sistemas \n\ncom a presença de alguns gases. Devido ao soerguimento, consequente resfriamento e \n\nsem reequilíbrio, todas as inclusões fluidas apresentarão à temperatura ambiente fase \n\nvapor com volume inferior a 15% do volume da inclusão (Figura 11A). Essas inclusões \n\nterão razões entre L-V muito semelhantes (diagnóstico de aprisionamento em regiões de \n\nelevadas temperaturas). Com o aquecimento por soterramento posterior ou anomalias \n\ntérmicas, todas as inclusões permanecerão bifásicas e algumas terão bolhas maiores \n\ndevido a reequilíbrios por estiramento; assim a razão L-V será menor do que aquelas que \n\nnão sofreram reequilíbrios (Figura 11B). Como o reequilíbrio atua de modo diferente em \n\ncada uma das inclusões fluidas, vão existir diferenças nas razões entre as fases de \n\nequilíbrio líquido e vapor presentes no sistema. De modo análogo ao caso anterior a \n\npressão interna nas inclusões fluidas vai ser próxima ao vácuo ou mais alta se no sistema \n\nestiverem presentes outros voláteis (CO2, CH4). \n\nA \n\nB \n\nC \n\nR\ne\ne\nq\n\nu\nilíb\n\nrio\n T\n\né\nrm\n\nic\no\n\n \n\n\n\nxx \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 11 - Assembleia de inclusões fluidas em uma região de elevadas temperaturas (>50ºC) e respectivos \n\ncomportamentos por reequilíbrio posterior (Modificado de Goldstein &amp; Reynolds, 1994); \n\n \n\nR\ne\ne\nq\nu\n\nilíb\nrio\n\n T\né\nrm\n\nic\no\n\n \n\nA \n\nB"}]}}}