{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21190"}, {"@name": "filename", "#text": "4904_20704890.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CENTRO UNIVERSITÁRIO DE BRASILIA – UNICEUB \n\nFACULDADE DE CIÊNCIAS JURÍDICAS E SOCIAIS \n\n \n\n \n\n \n\n \n\nLUIZA DICKIE AMORIM \n\n \n\n \n\n \n\n \n\nFRAGMENTAÇÃO E POROSIDADE EM REGIMES BUROCRÁTICO-\n\nAUTORITÁRIOS: UMA ANÁLISE DA POLÍTICA EXTERIOR DO BRASIL NA \n\nGUERRA DAS MALVINAS E SUA NEUTRALIDADE NÃO EQUIDISTANTE \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBrasília \n\n 2010 \n\n\n\nII \n \n\n \n\nLUIZA DICKIE AMORIM \n\n \n\n \n\n \n\n \n\n \n\nFRAGMENTAÇÃO E POROSIDADE EM REGIMES BUROCRÁTICO-\n\nAUTORITÁRIOS: UMA ANÁLISE DA POLÍTICA EXTERIOR DO BRASIL NA \n\nGUERRA DAS MALVINAS E SUA NEUTRALIDADE NÃO EQUIDISTANTE \n\n \n\n \n\n \n\n \n\n \n\nTrabalho de Conclusão de Curso apresentado \nao Curso de Relações Internacionais do \nUniCEUB, como requisito parcial para \nobtenção do grau de bacharel, sob a orientação \ndo Prof. Ms. Frederico Dias. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBrasília \n\n2010 \n\n\n\nIII \n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA524f Amorim, Luiza Dickie \n\n                    Fragmentação e porosidade em regimes burocrático-\nautoritários : uma análise da política exterior do brasil na guerra \ndas malvinas e sua neutralidade não equidistante / Luiza Dickie \nAmorim, 2010 Brasília: UNICEUB/Relações Internacionais, 2010. \n                   68f. \n\n             Monografia – (graduação em Relações Internacionais)-  \nCentro Universitário de Brasília - UNICEUB, Orientador: Prof. \nMs. Frederico Dias.  \n\n                    1. Regimes políticos. 2. Política externa. 3. Brasil-\nArgentina. 4. Guerra das Malvinas. 5. Monografia \n\nCDU 327.3 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nIV \n \n\n \n\n \n\n \n\nLUIZA DICKIE AMORIM \n\n \n\n \n\n \n\nFRAGMENTAÇÃO E POROSIDADE EM REGIMES BUROCRÁTICO-AUTORITÁRIOS: \n\nUMA ANÁLISE DA POLÍTICA EXTERIOR DO BRASIL NA GUERRA DAS \n\nMALVINAS E SUA NEUTRALIDADE NÃO EQUIDISTANTE \n\n \n\n \n\n \n\n \n\nTrabalho de Conclusão de Curso apresentado \nao Curso de Relações Internacionais do \nUniCEUB, como requisito parcial para \nobtenção do grau de bacharel, sob a orientação \ndo Prof. Ms. Frederico Dias. \n\n \n\n \n\nBrasília, 06 dezembro de 2010 \n\n \n\n \n\nBanca Examinadora: \n\n \n\n \n\nProf. Ms. Frederico Seixas Dias \n\nOrientador  \n\n \n\nProf. Delmo de Oliveira Arguelhes  \n\nExaminador \n\n \n\nProf. Seme Taleb Fares \n\nExaminador   \n\n\n\nV \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA todos aqueles que desejam desvendar os \n\nmistérios da política externa brasileira com o \n\nintuito de, um dia, formulá-la, modificá-la, ou, \n\nsimplesmente, melhor compreendê-la. \n\n \n\n  \n\n\n\nVI \n \n\nAGRADECIMENTO \n\n \n\n \n\nGostaria de agradecer, primeiramente, a meus pais Ricardo e Lilian Amorim, por todo \n\no apoio, por todo o amor, por toda a amizade, paciência, compreensão e conforto, apesar da \n\ndistância. Obrigada por acreditarem em mim e por terem me deixado viver esse sonho que, \n\nhoje, se concretiza, neste trabalho. Agradeço, também, a Deus, que me deu coragem para \n\nenfrentar os desafios e trilhar essa longa estrada da vida acadêmica. Agradeço igualmente a \n\nmeus tios queridos, Tarciso Lima e Cristina Pedrinha, e a meus primos, Daniela e Raphael \n\nPedrinha, por todo o apoio que sempre me deram.  \n\nAgradeço, também, ao Embaixador Norton Rapesta, eterno chefe, por seus \n\nensinamentos, por seu apoio e por sua paciência, sempre, e, principalmente, por ter trazido as \n\nrelações Brasil-Argentina até mim; ao Embaixador Ruy Nogueira, com quem tive a honra de \n\ntrabalhar e de quem pude absorver um pouco do seu imenso conhecimento sobre a política \n\nexterna brasileira; ao amigo Raphael Azeredo de quem pude absorver um pouco de seu amplo \n\ne preciso conhecimento sobre a diplomacia e a política buenarense, e a todos aqueles que \n\ncomigo trabalharam no Ministério das Relações Exteriores e que foram igualmente \n\nimportantes para que eu tivesse, um dia, a suficiente maturidade para escrever este trabalho. \n\n Agradeço a meus amigos todos, especialmente Raíssa Ferreira, Gabriela Góes, Erika \n\nFurtado, Kamilla Lunardeli, Natasha Mendes, Thábata Fleury, Gabriela Lima, Douglas \n\nAndrade e João Domingos, que foram capazes de me ajudar acadêmica e emocionalmente, \n\nalém de me apoiar nos momentos difíceis; a Carla Maenza, que muito me auxiliou na \n\ncompreensão da fascinante política argentina; a Giovanna Junqueira por sua disposição e \n\npaciência em me ajudar com os retoques finais deste trabalho; a Hugo por sua inteligência \n\ncontagiante e a Fabio por seu imenso apoio moral e por sua amizade inspiradora. \n\nPor último, mas não menos importante, gostaria de agradecer a meu orientador, \n\nFrederico Dias, pela confiança em mim depositada, pela paciência, pela ajuda, pelas críticas \n\nconstrutivas, pelos embates mentais e por sua amizade. Sem sua inspiração, esse trabalho \n\ncertamente não seria o que ele é hoje. Obrigada. \n\nA todos, o meu mais sincero agradecimento. Este trabalho só existe graças a cada um \n\nde vocês.  \n\n \n\n  \n\n\n\nVII \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“O desejo é o pai do pensamento.” \n\nE. H. CARR \n\n \n\n\n\nVIII \n \n\nRESUMO \n\n \n\nAnálise da política externa brasileira durante a Guerra das Malvinas. Este trabalho tem \n\ncomo objeto de pesquisa a formulação da política externa brasileira no conflito da Guerra das \n\nMalvinas de 1982, a partir da existência de uma possível fragmentação do Estado no que \n\nconcerne ao processo de formulação da política externa e sua consequente capacidade de \n\nsofrer influências de variados atores nesse processo de formulação política. Este trabalho tem \n\ncomo foco analisar em que medida a política externa é passível de sofrer influências de outras \n\nburocracias dentro do Estado e de elites e grupos de interesses externos ao Estado. O caso \n\nanalisado será o da Guerra das Malvinas, no qual a política externa brasileira será analisada \n\nsob três visões diferentes: uma realista, uma baseada em conceitos brasileiros oriundos da \n\nexperiência de inserção internacional desse país, e uma análise da política burocrática no \n\nEstado brasileiro, considerando suas burocracias. O objetivo deste trabalho é averiguar se, \n\napesar de se tratar de um Estado Burocrático-Autoritário, marcado pela centralização do poder \n\ndecisório, o processo de formulação da política externa para a Guerra das Malvinas foi, de \n\nfato, centralizado no Itamaraty e na Presidência da República, ou foi influenciada por outros \n\natores, que não o das burocracias geralmente pertinentes.  \n\nPalavras-chave: Política Externa Brasileira. Brasil-Argentina. Guerra das Malvinas. Regime \n\nMilitar Brasileiro. Estado Burocrático-Autoritário. Porosidade. Fragmentação.  \n\n\n\nIX \n \n\nABSTRACT \n\n \n\nAnalysis of the Brazilian foreign policy during the Falkland War. The main objective \n\nof this work is to study the formulation of the Brazilian foreign policy in the Falkland War, \n\nconsidering the existence of a possible fragmentation in the state, concerning the process of \n\nformulation of the foreign policy and its capacity of suffering influences from other actors. \n\nThis work has the goal of analyze how much the foreign policy is capable of suffering \n\ninfluences from other bureaucracies within the scope of the state and from economical elites \n\nand social groups outside the state. The main case in which this purpose shall be analyzed will \n\nbe the Falkland War, and the perspectives of analysis will be three: a realist one, one based in \n\nBrazilian concepts of international insertion, and one based on the Brazilian bureaucratic \n\npolicy, considering its institutions and the relations between them. The main goal is to find \n\nout if, besides being a Bureaucratic Authoritarian State, characterized by the centralization of \n\npolicy formulation, this process for the Falkland War was centralized in the Brazilian \n\nMinistry of Foreign Affairs and in the Presidency, or if it was, in fact, influenced by other \n\nactors, besides those bureaucracies generally pertinent. \n\nKey-words: Brazilian Foreign Policy. Brazil-Argentina. Falkland War. Bureaucratic \n\nAuthoritarian State. Brazilian Military Regime. Porosity. Fragmentation.   \n\n\n\nX \n \n\nLISTA DE ABREVIATURAS E SIGLAS \n\n \n\nCEE    Comunidade Econômica Europeia \n\nCSNU   Conselho de Segurança das Nações Unidas  \n\nEBA    Estados Burocrático-Autoritários \n\nEMBRAPA   Empresa Brasileira de Pesquisa Agropecuária \n\nEMBRATER  Empresa Brasileira de Assistência Técnica e Extensão Rural \n\nESG    Escola Superior de Guerra \n\nEUA   Estados Unidos da América \n\nFAB   Força Aérea Brasileira  \n\nMRE    Ministério das Relações Exteriores \n\nOEA    Organização dos Estados Americanos \n\nONU    Organização das Nações Unidas \n\nOTAN    Organização do Tratado do Atlântico Norte \n\nRI   Relações Internacionais \n\nSNI    Sistema Nacional de Inteligência \n\nTIAR    Tratado Interamericano de Assistência Recíproca  \n\nURSS   União das Repúblicas Socialistas Soviéticas  \n\n \n\n\n\nXI \n \n\nSUMÁRIO \n\n\t\nINTRODUÇÃO ........................................................................................................................ 13 \n\nCAPÍTULO I: A GUERRA DAS MALVINAS E AS RELAÇÕES BRASIL-ARGENTINA \nNO INÍCIO DOS ANOS 80 ..................................................................................................... 18 \n\n1.1 RELAÇÕES BRASIL-ARGENTINA NO INÍCIO DOS ANOS 80 ...............................................21 \n\n1.2 A INVASÃO ARGENTINA ÀS ILHAS MALVINAS E O INÍCIO DO CONFLITO NO \nATLÂNTICO SUL ................................................................................................................................23 \n\n1.3 A ATUAÇÃO BRASILEIRA NO CONFLITO DO ATLÂNTICO SUL .......................................25 \n\nCAPÍTULO II: ANÁLISES DA POLÍTICA EXTERNA BRASILEIRA PARA A GUERRA \nDAS MALVINAS .................................................................................................................... 30 \n\n2.1 A POSTURA BRASILEIRA SOB A ÉTICA DA ESCOLHA RACIONAL ..................................31 \n\n2.2 A POSTURA BRASILEIRA SEGUINDO AS TRADIÇOES DE POLÍTICA EXTERNA ...........38 \n\nCAPÍTULO III: POROSIDADE E FRAGMENTAÇÃO NA FORMULAÇÃO DA \nPOLÍTICA BRASILEIRA PARA A GUERRA DAS MALVINAS ....................................... 44 \n\n3.1 FRAGMENTAÇÃO E POROSIDADE NO EBA. ..........................................................................45 \n\n3.2 BUROCRACIAS, FRAGMENTAÇÃO E POROSIDADE NA ATUAÇÃO BRASILEIRA PARA \nA GUERRA DAS MALVINAS. ...........................................................................................................47 \n\n3.3 O CONFLITO INTERBUROCRÁTICO E A CONSTRUÇÃO DA POLÍTICA EXTERNA \nBRASILEIRA. .......................................................................................................................................49 \n\n3.4 AS DIVERGÊNCIAS INTERNAS QUANTO AO POSICIONAMENTO BRASILEIRO NA \nGUERRA. ..............................................................................................................................................54 \n\n3.5 OS “DESCONTENTES” COM O UNIVERSALISMO ..................................................................57 \n\n3.6 FRAGMENTAÇÃO E POROSIDADE: AS POSSÍVEIS BASES DA NEUTRALIDADE NÃO \nEQUIDISTANTE. ..................................................................................................................................58 \n\nCONCLUSÃO .......................................................................................................................... 60 \n\nREFERÊNCIAS ....................................................................................................................... 65 \n\n\n\n13 \n \n\n \n\nINTRODUÇÃO \n\n \n\n \n\nDurante o período de Regime Militar, o Brasil pode ser considerado um estado \n\nautoritário. Apesar das gradações que podem existir entre os diversos tipos de Estados \n\nAutoritários, um ponto comum que os une é a centralização da formulação política e a menor \n\nparticipação da população no que se refere a assuntos relativos ao governo e aos rumos do \n\nEstado. O Brasil, durante os anos 80, já se encontrava em processo de redemocratização \n\npolítica, o que fazia com que sua política se tornasse, relativamente, mais acessível à \n\nparticipação de setores da sociedade externos ao governo, como as elites econômicas.  \n\nDurante os anos 80, o Brasil se envolveu, indiretamente, na Guerra das Malvinas, no \n\nano de 1982.  Durante esse período, o país se encontrava em grave crise econômica advinda \n\nda dívida externa, e, teve de formular suas diretrizes para o conflito de maneira complexa, \n\npois, de um lado, se encontrava sua vizinha Argentina, com a qual já se iniciava um processo \n\nde integração e harmonização das relações desde o Tratado de Corpus e Itaipu, e, do outro \n\nlado, a Grã-Bretanha, credora brasileira e uma das maiores potências do mundo ocidental \n\ncapitalista.  \n\nA formulação da política externa brasileira para o conflito é, até hoje, permeada por \n\ndúvidas e questionamentos. Não se sabe, ao certo, como foi seu processo formulador, todavia, \n\nalguns estudiosos acreditam que ela foi permeada por interesses das elites econômicas, bem \n\ncomo por interesses de outras burocracias, ao passo que outros acreditam que ela foi \n\ncentralizada na figura do Chanceler Saraiva Guerreiro, não passando de mais uma ação \n\ncentralizada do governo. \n\nEste trabalho tem como objetivo analisar, em que medida, o Estado Brasileiro \n\nrealmente sofreu influências externas à esfera estatal na formulação de sua política externa e \n\naveriguar se o Estado Brasileiro, apesar de Autoritário e Burocrático, teria sido passível de ser \n\ninfluenciado por outros setores, ou, se, sua política não eqüidistante durante o conflito foi \n\napenas uma estratégia de formulação das próprias autoridades pertinentes quando o assunto se \n\ntrata de política externa.  \n\nO conflito pelas Ilhas Malvinas teve seu início após a postura ousada da Argentina em \n\ninvadir as ilhas e tomá-las dos ingleses, que lá estavam desde aproximadamente 1833. Crendo \n\nem uma indiferença britânica, para quem a região não era tida como de tamanho interesse, a \n\nArgentina do General Leopoldo Galtieri teve a ousada postura de avançar sobre as ilhas no dia \n\n\n\n14 \n \n\n2 de abril de 1982. Não contava, porém, com uma investida britânica tão intensa, que, \n\nobstinada, usara grandes forças visando à retomada das ilhas. \n\n O Brasil, na ocasião, posicionou-se de maneira pragmática e neutra ante o conflito. \n\nNão concordava com a investida armada como meio de solução de controvérsias, porém, \n\nsegundo Moniz Bandeira (2003), a neutralidade brasileira foi imperfeita, na medida em que na \n\nprática se tornou favorável à Argentina. Credita-se, muitas vezes, à afinidade entre ambos os \n\ngovernos militares, a responsabilidade pelo apoio brasileiro à Argentina durante o litígio. As \n\nrelações entre os países haviam se estabilizado ainda há pouco tempo, com a conclusão das \n\nlongas negociações acerca de Itaipu (em 1979 com a assinatura do Acordo de Aproveitamento \n\nHidrelétrico de Itaipu e Corpus), fato demonstrado também pela visita do presidente \n\nFigueiredo a Buenos Aires em 1980, a primeira de um presidente brasileiro à Argentina desde \n\n1935 (VIZENTINI, 1998). No entanto, os estudiosos se dividem no que se refere aos \n\ninteresses brasileiros no conflito. A maioria se posiciona em favor de um apoio estratégico à \n\nvizinha e antiga rival que passava por dificuldades estruturais internas como o Brasil, porém, \n\nnão se sabe ao certo até em que medida tal ajuda foi uma decisão tomada pela cúpula \n\nformuladora da política externa brasileira, sob o comando do chanceler Saraiva Guerreiro e \n\nsua política externa universalista, ou foi, em alguma medida, um reflexo da opinião de alguns \n\nsetores e de outras instituições da política doméstica, que recaiu sobre o governo do regime.  \n\n O autor e professor argentino Guillermo O’Donnell (1998) defende em sua tese que \n\ngovernos de regime militar possuem rigidez e limitação à possíveis influências quanto à \n\nformulação política. Segundo esse autor, o Estado Burocrático-Autoritário (EBA), termo \n\ncunhado para descrever os Estados latino-americanos que atravessaram governos de regimes \n\nmilitares durante as últimas três ou quatro décadas do século XX, é de certa forma \n\nimpermeável pelos interesses sociais em sua formulação política. Para O’Donnell, os Estados \n\nBurocrático-Autoritários (EBA) possuem como características a exclusão, na medida em que \n\nsão particularistas, e também a burocracia, na medida em que concentram e centralizam o \n\npoder, condicionando o seu exercício às normas impessoais da racionalidade instrumental \n\n(CASTRO SANTOS; PAIXÃO, 1986). \n\n Apesar de amplamente consolidado no meio acadêmico, o conceito do EBA passou a \n\nser questionado por alguns autores na medida em que se assume que este é impermeável a \n\ninteresses da sociedade bem como modificável no rumo de suas políticas às possíveis \n\npressões dos interesses das diversas classes.  \n\n É nesse sentido que o trabalho de Maria Helena Castro Santos e de Antônio Luiz \n\nPaixão acrescenta conhecimento e especificidade ao EBA, na medida em que mostra, com o \n\n\n\n15 \n \n\nexemplo do Pró-álcool e da pecuária de corte, que as fragmentações existentes dentro do \n\npróprio EBA deixam-no passível de sofrer modificações nos rumos de suas políticas de \n\nacordo com os interesses de determinadas classes.   \n\n Tal fato foi exemplificado em seu artigo, intitulado “O álcool combustível a e pecuária \n\nde corte – fragmentação e porosidade no estado burocrático-autoritário” (CASTRO SANTOS; \n\nPAIXÃO, 1986), publicado e aclamado pela academia em 1986. No entanto, questiona-se se o \n\nmesmo seria válido no que se refere ao posicionamento dos EBA em questões de política \n\nexterna para defesa e de segurança, uma vez que esta é, majoritariamente, e em qualquer \n\nestado, sendo ou não EBA, uma decisão tomada pela cúpula formuladora da política externa.  \n\n Nesse sentido, este trabalho tem como objetivo analisar mais profundamente a política \n\nbrasileira para a Guerra das Malvinas em 1982 sob a ótica da política doméstica e das \n\npossíveis dissidências existentes, ou não, dentro do Estado Brasileiro no processo da \n\nformulação de sua política externa durante o contencioso. O país, que passava pelo último \n\nmandato de um presidente militar, General Figueiredo, já se encontrava em processo de \n\nredemocratização, e, nos termos do Chanceler Ramiro Saraiva Guerreiro, democratização essa \n\nque era vista também na formulação e aplicação da política externa.   \n\n O conceito de porosidade, que será utilizado para tratar da capacidade de sofrer \n\ninfluências dos interesses de outros setores externos ao centro tradicional de decisão, já foi \n\namplamente explorado pela professora Maria Helena Castro Santos e Antônio Luiz Paixão em \n\nseu artigo supracitado, e será utilizado de modo a complementar a teoria de Robert D. Putnam \n\n(PUTNAM, 1993), que diz que a formulação da política externa não se resume apenas a \n\ndecisões unitárias do Estado como ator máximo, mas também é fruto de complexas \n\nnegociações e pressões internas e externas sofridas tanto no âmbito doméstico quanto \n\ninternacional. \n\n O conceito de barganha também será explorado neste trabalho, uma vez que é o \n\nconceito-chave do trabalho de Putnam para explicar a relação que se discorre entre sociedade-\n\nestado e entre estado-estado no âmbito da formulação da política externa, tendo em mente que \n\nesta não envolve apenas interesses supranacionais, mas também interesses das camadas \n\nsociais, em geral dominantes, que pressionam o Estado para que sejam adotadas políticas \n\nfavoráveis aos seus almejos. Da mesma forma, internacionalmente as pressões são sofridas na \n\nmedida em que os demais Estados desejam que seus interesses sejam atendidos, e logo, \n\npressionam o Estado em questão para que internamente seja aprovada uma política condizente \n\ncom aquilo que lhes interessa e que foi acordado nas negociações. É nesse âmbito que entra o \n\npoder de barganha, atribuído por Putnam, majoritariamente, ao negociador. Esse poder deve \n\n\n\n16 \n \n\nser utilizado em larga escala para alcançar o consenso entre os interesses dos grupos de \n\npressão da sociedade, entre os setores da política doméstica e entre os demais negociadores \n\ninternacionais.  \n\n Este trabalho primará por uma análise mais profunda e mais intensa da política externa \n\nbrasileira nos moldes de sua formulação durante o último governo do regime militar, \n\nbuscando averiguar justamente se apesar de ser “excludente e centralizador” (CASTRO \n\nSANTOS; PAIXÃO, 1986) o EBA é passível de sofrer com a fragmentação de suas \n\ninstituições e com a porosidade daí advinda na formulação  de políticas externas de segurança \n\ne defesa  e de cunho estratégico-militar. No entanto, em se tratando de assuntos de defesa e de \n\npolítica externa, demais abordagens básicas de Teoria de Relações Internacionais não \n\npoderiam ser menosprezadas.  \n\n No primeiro capítulo será feito um apanhado histórico da conjuntura internacional e \n\nlatino-americana à época da Guerra das Malvinas, além de uma análise da situação em que se \n\nencontravam as instituições políticas e econômicas dos países da região, especialmente Brasil \n\ne Argentina. A relação com os Estados Unidos também será abordada por ser considerada \n\nrelevante nos processos decisórios e nos rumos tomados pelos países è época. \n\n No segundo capítulo a postura brasileira na Guerra será analisada sob perspectivas que \n\nanalisam a política externa de maneira unitária e estatal, utilizando-se de teorias que, mesmo \n\ndiferentes em suas formulações e em seus enfoques, baseiam-se primordialmente no Estado \n\ncomo ator máximo no cenário internacional e formulador unitário da política externa. Serão \n\nutilizados conceitos da corrente Realista Clássica das Relações Internacionais, com vistas a \n\ndemonstrar a postura brasileira sob a ótica de uma das escolas teóricas mais difundida no \n\nmeio acadêmico de estudos internacionais. Em um segundo momento, serão abordados \n\nconceitos brasileiros cunhados por Amado Cervo, que, em seu trabalho, os sistematizou com \n\nbase na história das relações exteriores do Brasil e na lógica de sua inserção internacional. Os \n\nconceitos brasileiros diferem-se daqueles Realistas na medida em que são mais adequados à \n\nrealidade do Brasil, além de haverem sido cunhados especificamente com base nas posturas \n\nbrasileiras há mais de um dois séculos. A similitude entre ambos, entretanto, existe e reside no \n\nfato de que as duas teorias se baseiam no Estado como o tomador de decisões da política \n\nexterna e não dão grande importância aos processos domésticos de barganha na produção das \n\nposições oficiais. Além disso, será iniciada uma análise interestatal, baseada no trabalho de \n\nGraham Allison sobre a Crise dos Mísseis de Cuba, em 1961, a fim de avaliar as possíveis \n\ninfluências que relações interpessoais tiveram sobre a formulação da política externa \n\nbrasileira. \n\n\n\n17 \n \n\nNo terceiro capitulo será feita uma analise sob a ótica da interação doméstico-externa, \n\nque será balizada na teoria de Robert Putnam, a Double Edged Diplomacy, ou conhecida em \n\nportuguês como a Teoria dos Jogos de Dois Níveis, que pressupõe que a política externa não é \n\nsomente uma decisão consolidada pelo Estado soberano, mas fruto de negociações tanto no \n\nâmbito interno quanto no âmbito externo. Ainda neste mesmo módulo, a política brasileira \n\npara a guerra será analisada mais profundamente buscando-se compreender melhor em que \n\nmedida as fragmentações existentes no Estado Brasileiro influenciaram ou não a sua decisão \n\nfrente ao conflito da Guerra das Malvinas. As teses de Maria Helena Castro Santos \n\njuntamente com Antônio Luiz Paixão, e o conceito de Estado Burocrático-Autoritário de \n\nGuillermo O’Donnell serão as bases estruturais do estudo, na medida em que formulam e \n\ndiscorrem acerca da possível fragmentação e porosidade que um EBA é passível ou não de \n\nsofrer.  \n\n A pesquisa partiu majoritariamente de análises bibliográficas brasileiras, sendo \n\nconsultadas também algumas argentinas. Além disso, Resenhas de Política Externa do \n\ngoverno Figueiredo e outros periódicos da época também foram consultados com intuito de \n\nauxiliar informalmente na reconstrução histórica do caso.  \n\nRessalta-se que este trabalho não tem como objetivo a obtenção de uma verdade \n\nabsoluta. A pesquisa científica concluída dentro das ciências sociais é incapaz de atingir \n\nqualquer verdade certamente inquestionável. O objetivo é compreender melhor de que \n\nmaneira se deram as negociações domésticas no Brasil durante o período de guerra. Visa-se \n\nanalisar melhor a flexibilidade e a permeabilidade dos governos de regime militar em \n\nquestões de estratégia e de defesa. \n\n Haveria sido a neutralidade “não equidistante” (JAGUARIBE, 1982) do Brasil na \n\nGuerra das Malvinas uma decisão da cúpula formuladora da política externa ou uma política \n\nadotada em alguma medida com base em pressões de outros setores que permearam a \n\nformulação política em função de uma fragmentação no EBA? Não há respostas predefinidas, \n\nmas espera-se que o presente trabalho seja no mínimo esclarecedor acerca da política externa \n\ndo Regime Militar Brasileiro. \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n \n\nCAPÍTULO I: A GUERRA DAS MALVINAS E AS RELAÇÕES BRASIL-\n\nARGENTINA NO INÍCIO DOS ANOS 80 \n\n \n\n \n\n A historiografia é uma fonte importante para analisarmos a postura brasileira adotada \n\ndurante o conflito da Guerra das Malvinas. Entretanto, se ater unicamente ao conflito e aos \n\nacontecimentos que decorreram deste evento seria demasiadamente reducionista, uma vez que \n\num fato não pode ser isolado do contexto em que se insere. É nesse sentido que a importância \n\nde uma análise conjuntural dos cenários internacional, latino-americano, argentino e brasileiro \n\né essencial, a fim de transmitir uma imagem mais ampla do momento pelo qual o mundo \n\npassava no início dos anos 80 e dar base fática às análises posteriores. \n\nO ano era, especificamente, o de 1982. No cenário global, a Guerra Fria havia \n\nretomado sua intensidade anos antes, no final dos anos 70, com o reaquecimento da \n\nbipolarização do mundo e das crises políticas e econômicas envolvendo as duas \n\nsuperpotências pós Segunda Guerra Mundial. \n\n Até tal momento, tanto os Estados Unidos da América (EUA), quanto a União das \n\nRepúblicas Socialistas Soviéticas (URSS), atravessavam uma fase durante a qual  \n\nfaziam esforços para resolver disputas de demarcação sem um choque aberto entre \nsuas Forças Armadas que pudesse levar a Guerra [...], trabalhavam com base na \nsuposição de que a coexistência pacífica entre elas era possível a longo prazo \n(HOBSBAWM, 2000, p. 225). \n\nAmbas as partes pareciam confiar, entre si, que a moderação prevaleceria na contraparte em \n\nmomentos à beira de guerra ou mesmo dentro dela. Fato é que, até os anos 70, isso se \n\nmanteve. Disputas surdas, não nucleares, e sim, confrontos militares, porém sempre \n\npermeados pela moderação e pelo equilíbrio de poder na ordem mundial.  \n\n Em meados de 1970, a situação começou a se configurar de forma diferente do que se \n\nesperava. Com a retirada americana da Guerra do Vietnã, dez anos após o previsto (1965-75), \n\navaliou-se determinado isolamento americano no cenário internacional, ao se considerar a \n\nausência de envio de qualquer contingente por parte de seus aliados europeus. Além disso, o \n\nepisódio da Guerra do Yom Kippur, entre Israel e as forças do Egito e da Síria, demonstrou \n\numa vez mais o isolamento norte-americano. Ao enviar apoio a seu aliado no Oriente Médio, \n\nIsrael, os Estados Unidos apelaram a seus aliados europeus e a resposta não veio, à exceção \n\nde Portugal (HOBSBAWM, 2000).  \n\n Os EUA acreditavam que seus interesses vitais estavam em risco. Uma nova onda de \n\nrevoluções ao redor do globo, entre 1974 e 1979, que parecia poder mudar o equilíbrio das \n\n\n\n19 \n \n\nsuperpotências de forma desfavorável aos americanos, uma vez que vários regimes na África, \n\nÁsia e até mesmo nas Américas eram atraídos pelo socialismo soviético.  \n\n O renomado historiador britânico Eric Hobsbawm (2000) atribui a esse início da Nova \n\nGuerra Fria, ou Segunda Guerra Fria, a coincidência da fragilização americana com as guerras \n\ndo Vietnã e do Yom Kippur com a nova onda de revoluções ao redor do mundo que poderiam \n\nser favoráveis à instalação de novos regimes socialistas. Essa fase de conflito se deu então por \n\numa série de guerras locais no Terceiro Mundo que refletiam as disputas entre americanos e \n\nsoviéticos: os primeiros agora mais precavidos, após derrotas ainda latentes, e os segundos \n\notimistas na visão de seu então Presidente Brejnev.  \n\n A eleição de Ronald Reagan para a presidência americana, em 1980, foi marcada pela \n\ntentativa de mostrar a “inquestionável supremacia e invulnerabilidade dos EUA” \n\n(HOBSBAWM, 2000, p. 244) que haviam sido afetadas durante a década de 70. A disputa \n\nentão começara a se acirrar novamente em cenário internacional com demonstrações de poder \n\nmilitar até mesmo em pequenos conflitos relativamente irrelevantes. Fato era que a Guerra \n\nFria estava novamente quente e os olhares americanos se voltavam mais uma vez aos \n\nmovimentos soviéticos e socialistas.  \n\n No entanto, mais que uma guerra prática, ocorria uma guerra ideológica. Durante esse \n\nperíodo foram encerrados governos de centro moderadamente socialdemocratas e governos \n\nconsiderados de direita, comprometidos com o laissez-faire1, chegaram ao poder, como os do \n\npróprio Reagan e da Dama de Ferro, Sra. Margaret Thatcher na Grã-Bretanha. O socialismo \n\ndeveria ser contido também dentro dos países, e, para isso, nada melhor que apoiar a criação \n\nde bases capitalistas que assegurassem o inimigo longe. \n\n A política norte-americana para a América Latina, durante o governo Reagan, foi \n\nmarcada pelo endurecimento, justamente nesta tentativa de reaquisição de seu papel de \n\npotência capitalista, todavia, a região não era considerada necessariamente estratégica aos \n\ninteresses norte-americanos (VIZENTINI, 1998). A política adotada para a região durante o \n\ngoverno Reagan foi a de reconquista do espaço perdido durante o governo Carter, fazendo-se \n\nvaler de medidas contencionistas das forças contestatórias.  \n\n É valida a interpretação de que, abalado com a perda da Guerra do Vietnã em 1975 e \n\ncom a enorme onda de movimentos sociais que tomavam o poder em alguns países, como foi \n\n                                                            \n1\n Laissez?faire: termo econômico consagrado para se referir às políticas econômicas liberais com presença \n\nmenor do Estado. Significa o regimento do mercado pelo próprio mercado.  \n\n\n\n20 \n \n\no caso da queda do Xá do Irã em 1979, o poderio norte-americano endureceu sua presença \n\nprincipalmente na América Latina, onde tais revoluções também iniciaram seu processo.  \n\n A Revolução Nicaraguense, de 1979, o crescente movimento de guerrilha em El \n\nSalvador, e a tomada do poder pelo General Omar Torrijos no Panamá foram incapazes de \n\ndiminuir seriamente o domínio norte-americano na região.  Apesar de uma atribuição histórica \n\nque distancia o movimento socialista dessas revoluções sociais, o fato é que o poderio \n\namericano, sob o comando de Reagan, as encarava como sendo parte de uma “ofensiva global \n\nda superpotência comunista”, baseado em grande parte pelo “jogo de soma zero” da Guerra \n\nFria: onde um país perdia a influência, o outro a ganhava (HOBSBAWM, 2000, p. 439). \n\n No plano econômico, a investida liberal, que adveio, neste período, com os governos \n\nde direita e do intenso liberalismo, levou a um aumento ainda maior da pressão norte-\n\namericana na região. O neoliberalismo começava a se fortalecer, principalmente pela \n\ninfluência americana e britânica, e visava fazer frente às possíveis influências socialistas em \n\npaíses de terceiro mundo, que agora passavam por processos de revoluções sociais internas.  \n\n A América Latina começava a década de 80 em crise. Os dois choques do petróleo e a \n\nelevação das taxas de juros no mercado internacional afetaram, seriamente, as economias dos \n\npaíses latino-americanos. Grandes devedores, principalmente, dos EUA, tais economias \n\ntiveram suas dívidas alargadas com a política de atração de investimentos dos norte-\n\namericanos, que aumentaram seus juros para se tornarem mais interessantes aos investidores \n\n(FAUSTO, 2009). \n\nAlguns países latino-americanos foram afetados mais profundamente, como o Brasil, \n\noutros em menor escala, como o Chile, devido a sua economia mais liberal e seu perfil \n\neconômico mais modesto que o brasileiro (PENNA FILHO, 2006). O fato é que, somando-se \n\naos fatores econômicos, a política de Ronald Reagan para a região contribuiu para a complexa \n\nsituação regional. Sua política de extrema contenção ao comunismo na América Central, \n\ncomo já citada anteriormente, colocou as Américas como sendo zona estratégica norte-\n\namericana, e logo, essencial na ação global daquele país. \n\n Os países sul-americanos passavam por uma nova fase de turbulência econômica. Não \n\napenas a crise da dívida assolava a todos esses países desde os anos 70, como, também, o \n\nsegundo choque do petróleo, em 1979, foi essencial no estancamento do crescimento \n\neconômico desses países, em especial, no das maiores potências regionais, como Brasil e \n\nArgentina. Além disso, consolidara-se, nos anos 70, uma nova rearticulação da economia \n\nmundial, através do desencadeamento de uma nova divisão internacional do trabalho e do \n\n\n\n21 \n \n\ndesencadeamento de uma Revolução Científico-Tecnológica, que aumentou a distância entre \n\nos países capitalistas avançados e os em desenvolvimento (VIZENTINI, 1998). \n\n Acentuando ainda mais a delicada situação econômica dos países do sul, o presidente \n\nReagan aumentou a taxa de juros de maneira intensa, colocando os países que deviam aos \n\nEstados Unidos em uma difícil missão de tentar estabilizar suas economias sem poder, agora, \n\ncontar com grandes ajudas internacionais. A Crise da Dívida se tornou instrumento de forte \n\npressão norte-americana sobre os países da região e de contensão de suas políticas de \n\ndesenvolvimento, como era o caso brasileiro e também o argentino (VIZENTINI, 1998). \n\n A instabilidade política foi um reflexo da situação econômica que acometia os países \n\nda região. Em sua maioria, eram países de governos baseados em regimes militares que, além \n\nda crise econômica, não mais podiam contar com o desenvolvimento como vetor econômico \n\nou político, o que diminuía, também, o apoio da sociedade, que, insatisfeita com as medidas \n\ncontencionistas internas e com as dificuldades econômicas, começou a exigir a \n\nredemocratização. \n\n A América Latina entrava no que seria posteriormente chamada por historiadores e \n\neconomistas de a Década Perdida, justificando a instabilidade econômica e o crescimento \n\ndesenfreado da dívida externa que gerara crise política e contribuíra para a aceleração do \n\ncolapso dos regimes militares nesses países. \n\n \n\n1.1 RELAÇÕES BRASIL-ARGENTINA NO INÍCIO DOS ANOS 80 \n\n \n\nEm 1980, o Brasil se encontrava sob o comando do General João Baptista Figueiredo \n\n(1979-1985), último presidente militar brasileiro que foi também responsável pela finalização \n\nda transição para a redemocratização no Brasil. Este presidente, conhecido como o \n\n“presidente da abertura” (VIZENTINI, 1998, p. 272) teve seu mandato estendido para seis \n\nanos, a fim de concluir todas as transformações necessárias na política e conduzi-la ao \n\nprocesso completo de redemocratização. \n\nO governo do General Figueiredo teve uma difícil missão durante sua época. A \n\nAmérica Latina vinha sendo, de forma geral, assolada pela Crise da Dívida, o que levava \n\npaíses como o Brasil a adotarem posturas mais protecionistas em relação a seus mercados. Tal \n\nfato, entretanto, gerou alguns contenciosos entre alguns países e os Estados Unidos, como foi \n\no caso brasileiro.  \n\nAssolado pela dívida externa, o governo do General Figueiredo passou a adotar uma \n\nsérie de medidas que visavam à proteção de sua industrial nacional, bem como ao fomento \n\n\n\n22 \n \n\ndas exportações de manufaturados por meio de incentivos e subsídios. Essas políticas, \n\nentretanto, iam de encontro às políticas comerciais flexíveis e pragmáticas norte-americanas \n\n(VIZENTINI, 1998). A posição norte-americana, que já era de endurecimento durante o \n\nreaquecimento da Guerra Fria, se endureceu ainda mais. \n\nA partir de então, enquanto no cenário internacional a situação caminhava novamente \n\na um aquecimento do conflito leste-oeste e para a crise da multipolarização, Amado Cervo \n\nenxerga, na política exterior de Figueiredo, o reforço da bipolarização, sobretudo nas relações \n\ndo Brasil com seus vizinhos hemisféricos, ou seja, uma preferência pelos acordos bilaterais, \n\nque configuravam a prioridade na agenda do presidente Figueiredo e de seu chanceler Saraiva \n\nGuerreiro (CERVO; BUENO, 2002; VIZENTINI, 1998).  \n\n Estando abaladas as relações brasileiras com os Estados Unidos, em função das \n\ndiscordâncias econômicas e comerciais, estando devastado o Oriente Médio e influenciado \n\npelas Guerras Irã-Iraque e do Afeganistão, e se encontrando os países da África em guerras \n\ninternas de independência, a América Latina configurava o centro da agenda diplomática \n\nbrasileira, não apenas por serem importantes ao país, mas por ser uma das únicas \n\npossibilidades viáveis.  \n\nA Argentina passava, no inicio da década de 80, por instabilidade política, além da \n\neconômica. O golpe militar de 1976 que retirara do poder a então presidente Isabelita Perón, \n\ndera origem a um período de novo regime militar. As relações com o Brasil, neste período, \n\nforam marcadas pela continuidade daquilo que se observava anteriormente, durante o governo \n\nperonista. Com relações comerciais intensas e elevado fluxo de produtos e serviços, \n\nobservava-se a convergência das posições de ambos os países em órgãos multilaterais \n\nuniversais e regionais. O único contencioso concreto dizia respeito ao aproveitamento dos rios \n\nda Bacia do Prata (CERVO, 2008). \n\nNa política externa, o governo militar argentino implantou duas novas orientações que \n\nvisavam à melhoria da imagem argentina no exterior, extremamente desgastada pelas guerras \n\ninternas: a política de corte ideológico liberal e a consequente aproximação com os Estados \n\nUnidos (CERVO, 2008). A Argentina, entretanto, não obteve dos Estados Unidos a \n\nreciprocidade esperada por sua abertura liberal, “uma vez que este país não tinha como \n\nestratégia retribuir com favores econômicos a subserviência política” (CERVO, 2008, p. 190).   \n\nQuanto às relações Brasil-Argentina, desde a implantação do Proceso2 em 1976, as \n\nautoridades argentinas haviam conferido maior importância à aproximação com o Brasil \n\n                                                            \n2\n Nome dado ao regime autoritário argentino instalado em 1976. \n\n\n\n23 \n \n\n(VIDIGAL, 2009). O auge do entendimento seria a visita de Figueiredo a seu homólogo \n\nGeneral Videla em Buenos Aires no ano de 1980, a primeira de um presidente brasileiro \n\ndesde Vargas em 1935, e que seria marcada pelo interesse do governo brasileiro em não se \n\nlimitar às negociações comerciais, mas também em abranger negociações em diversas áreas, \n\nda cooperação científica à integração industrial (VIDIGAL, 2009). \n\nA situação econômica argentina era, todavia, problemática. O sucessor do presidente \n\nVidela, General Roberto Eduardo Viola, sofrera forte oposição interna advinda \n\nprincipalmente das pressões para a redemocratização, além das oposições ao regime militar \n\nque criticavam o desmantelamento da indústria nacional e da valorização do peso argentino \n\n(VIDIGAL, 2009). Tal instabilidade levara à deposição do presidente Viola e sua substituição \n\npelo General Leopoldo Galtieri. Não obstante, apesar da mudança política, a recessão \n\npermanecia assolando o país, sendo atribuída, por alguns, à inabilidade administrativa \n\n(CERVO, 2008). A busca pelo dólar era tão intensa na Argentina que fizera com que o setor \n\nindustrial e o dinâmico setor agropecuário entrassem em declínio (CERVO, 2008). Com uma \n\nsituação interna difícil em função da instabilidade e da falta de apoio da sociedade, e uma \n\nimagem externa que carecia de credibilidade, a Argentina buscou adotar uma forte política de \n\ninteresse nacional.  \n\n \n\n1.2 A INVASÃO ARGENTINA ÀS ILHAS MALVINAS E O INÍCIO DO CONFLITO \n\nNO ATLÂNTICO SUL \n\n \n\nNo dia 02 de abril de 1982, a Argentina se apossou das Ilhas Malvinas, ou Falkland \n\nIslands, situadas em sua costa atlântica. O território, originalmente espanhol que passou às \n\nmãos argentinas quando da independência deste país em 1810, se tornou britânico em 1833 \n\npor ocasião do bombardeio das bases argentinas em Puerto Soledad por americanos e \n\nbritânicos que não aceitaram a ocupação argentina (JAGUARIBE, 1982). A partir de então, o \n\nterritório foi ocupado por britânicos, até abril de 1982. \n\n A invasão argentina às Ilhas é atribuída principalmente à crise interna que assolava o \n\npaís. Segundo Hélio Jaguaribe (1982), a Argentina passava por momentos de uma política \n\neconômica nefasta, fundada em um monetarismo liberal dogmático que resistiu mesmo \n\nquando o país era conduzido à ruína, além de ter um governo militar carente de qualquer \n\nlegitimidade e apoio popular. A crescente demanda social por redemocratização também fazia \n\ncom que fosse necessária alguma mobilização patriótica que unisse novamente o povo em \n\ntorno do regime.  \n\n\n\n24 \n \n\n Em curto prazo, esse objetivo foi atingido quando da invasão das Malvinas. O direito \n\nargentino às ilhas é um dos raros pontos de consenso nacional. A decisão tomada pelo \n\nGeneral Galtieri, influenciado pela necessidade de criar uma frente unida para resistir às \n\npressões externas, gerou uma grande massa de apoio popular, assegurando-lhe, pela primeira \n\nvez, a mais ampla adesão pública (JAGUARIBE, 1982). \n\n Estrategicamente, a Argentina acreditava que contaria com apoio norte-americano na \n\nsituação, ao menos no sentido de dissuadir uma retaliação militar britânica e recomendar \n\nnegociações diplomáticas. Entretanto, a situação se encaminhou de maneira diferente ao longo \n\ndo conflito. A Grã-Bretanha não tardou em retaliar a Argentina militarmente, estimulada em \n\ngrande escala pela falta de apoio popular que também possuía devido a sua política \n\nmonetarista ortodoxa. A Primeira Ministra britânica, Margareth Thatcher, se aproveitou da \n\nsituação para evocar o patriotismo britânico e arrendar apoio popular. A guerra começara de \n\nfato. \n\n O Conselho de Segurança das Nações Unidas (CSNU) repudiou a invasão argentina \n\npor meio da Resolução 502 e recomendou que esse país tirasse suas tropas do território \n\nocupado para que as negociações prosseguissem. A Argentina, no entanto, não atendeu ao \n\napelo (VIDIGAL, 2009). A Comunidade Econômica Europeia (CEE), em solidariedade à \n\nGrã-Bretanha, também retaliou argentinos, decretando embargo por 30 dias às exportações do \n\npaís sul-americano. Os Estados Unidos, vendo o fato consumado, tentaram mediar o \n\ncontencioso através da via diplomática, mas se depararam com interesses múltiplos e \n\ncontraditórios. Se, por um lado, havia a necessidade de preservar a credibilidade do sistema \n\ninteramericano e seus vínculos de cooperação com os EUA, do outro lado, tinha-se a \n\nnecessidade de demonstrar solidariedade à Grã-Bretanha, membro da Organização do Tratado \n\ndo Atlântico Norte (OTAN) e de atender ao clamor da opinião publica que apoiava as \n\niniciativas daquele país (JAGUARIBE, 1982).  \n\n Não houve qualquer acordo diplomático. Os britânicos se demonstravam muito \n\nexigentes e convictos de que possuíam todos os mecanismos para forçar a Argentina a \n\nrestabelecer o status quo ex ante.3 Os argentinos, em contrapartida, exigiam o reconhecimento \n\nda soberania argentina à região como condição para qualquer negociação (JAGUARIBE, \n\n1982). A situação se complicava cada vez mais. \n\n \n\n \n\n                                                            \n3\n Status do momento imediatamente anterior ao do evento em questão.  \n\n\n\n25 \n \n\n1.3 A ATUAÇÃO BRASILEIRA NO CONFLITO DO ATLÂNTICO SUL \n\n \n\n Nesse cenário conturbado, que assolava não apenas as ilhotas situadas no Atlântico \n\nSul, mas todo o cenário internacional, o Brasil se posicionou de maneira cautelosa. A crise \n\nafetava os interesses brasileiros de maneira contraditória, assim como aos Estados Unidos. \n\nAssolado por dívidas externas que se aproximavam dos US$ 70 bilhões, o Brasil não podia \n\narriscar prejudicar suas boas relações com os países centrais do sistema econômico mundial. \n\nEm contrapartida, Brasil e Argentina possuíam, à época, mais que nunca, laços estreitos de \n\ncooperação e solidariedade depois de longos períodos de desentendimentos e rivalidades. A \n\nposição do Brasil era muito delicada: seus interesses integracionistas e de longo prazo \n\nestavam relacionados às boas relações com a Argentina, porém seus projetos de \n\ndesenvolvimento econômico estavam relacionados às boas relações com o sistema econômico \n\ninternacional (JAGUARIBE, 1982). \n\n O Brasil optou então por uma postura de neutralidade ante o conflito, orientada para o \n\nesforço de conseguir solucionar pacificamente o conflito. Contudo, deixara claras as suas \n\nindicações de solidariedade com a Argentina, preservando uma “neutralidade não \n\nequidistante” nos termos de Hélio Jaguaribe (1982, p. 9).  \n\nApesar da simpatia pela Argentina, dados seus princípios e sua fidelidade com a \n\nsolução pacífica, o Brasil procurou a Organização das Nações Unidas (ONU), a fim de fazer \n\nnovo apelo para que as instruções da Resolução 502 fossem implementadas. Sem sucesso, as \n\nnegociações de abril não conseguiram evitar os avanços da guerra. No dia 30 de abril de 1982, \n\nos Estados Unidos anunciaram seu apoio à Grã-Bretanha e, no dia 01 de maio, tinham início \n\nos ataques britânicos ao Puerto Argentino/Port Stanley4 (VIDIGAL, 2009). \n\n No decorrer do conflito, o Brasil passou a ser pressionado por ambos os lados do \n\ncontencioso. A Grã-Bretanha solicitava ao Brasil que suspendesse a venda de mísseis AM39 \n\nExocet, que, segundo a imprensa nacional, o Brasil não possuía; por outro lado, a Argentina \n\nchegou a solicitar, durante o conflito, que o Brasil lhe ajudasse, colocando um navio de \n\nesquadra no Atlântico Sul com o objetivo de identificar movimentos de aeronaves \n\nprocedentes da Ilha de Ascensão que se dirigissem ao território continental ou insular \n\nargentino (VIDIGAL, 2009).  \n\n Moniz Bandeira (2003) considera que a postura de neutralidade brasileira adotada no \n\nconflito foi imperfeita, no sentido geral da palavra. O Brasil, segundo o autor, não apenas \n\n                                                            \n4\nNome dado à capital das Ilhas Malvinas, respectivamente, pelos argentinos e pelos britânicos.  \n\n\n\n26 \n \n\nvendeu armas e enviou doze ou catorze caças Xavante à vizinha, como, também, vendeu \n\naviões EMB-111, à Argentina, que teriam sido pilotados por oficiais brasileiros, a fim de \n\npatrulhar e rastrear o território argentino. Vidigal (2009), por sua vez, discorda da postura de \n\nMoniz Bandeira, afirmando que tais informações sobre a participação do Brasil no conflito \n\nexigem mais pesquisas e que o principal é se ater ao comportamento político e diplomático do \n\nreferido país. \n\n Outro episódio simbólico, que exemplifica a postura não equidistante adotada pelo \n\nBrasil, é o episódio do bombardeiro Vulcan, do Reino Unido, que, com problemas técnicos, \n\npousou em solo brasileiro escoltado por caças brasileiros. O problema gerou grave incidente \n\ndiplomático, uma vez que o Brasil não adotara políticas de neutralidade plena para com o \n\nbombardeiro britânico, uma vez que isso não seria favorável aos interesses argentinos. De \n\nacordo com o documento 011650, do Sistema Nacional de Informação (SNI) que foi liberado \n\npelo Arquivo Nacional: \n\nSe atendêssemos ao pedido argentino, a Grã-Bretanha poderia exigir-nos a aplicação \ndo estatuto da neutralidade também em relação à Argentina, o que seria \nincompatível com as diversas formas de apoio que temos dado ao nosso vizinho', \nrevela a correspondência enviada pelo ministério. 'Nas circunstâncias, parece-me \nnecessário procurar uma solução sui generis, de caráter prático, que atenda ao \nmáximo à Argentina e sem caracterizar uma neutralidade formal, que sirva de \nargumento ao Reino Unido para outras questões (SNI, 011650, 1982). \n\nTal episódio foi simbólico ao representar a postura brasileira diante dos interesses de \n\nambos os países. Ao passo que tentava não alegar sua complacência com a defesa de sua \n\nvizinha, o Brasil tentava, também, não prejudicar seus interesses adotando uma neutralidade \n\nalegadamente esclarecida. O país correu grave risco de ser retaliado pelos britânicos, uma vez \n\nque não sabia qual atitude tomar com o bombardeiro Vulcan de forma a não prejudicar os \n\nargentinos, o que irritou profundamente as autoridades britânicas. Comunicações recebidas do \n\nEmbaixador britânico demonstravam o desagrado dos ingleses com a complacência brasileira \n\nem passagem de fornecimento de armas à Argentina, bem como a própria venda de armas \n\nàquela. \n\nÀ luz das antigas e amistosas relações entre a Grã-Bretanha e o Brasil, o governo de \nSua Majestade Britânica acredita ter o direito de esperar tratamento equilibrado na \natual situação de crise. Nesse contexto, tem conhecimento de que aviões militares \nargentinos e outras aeronaves utilizaram e continuam utilizando aeroportos \nbrasileiros ao transportarem equipamento militar para uso pela Argentina (SNI, \n011650, 1982). \n\nO Brasil alegava não ser complacente com uma triangulação para fornecimento de \n\nequipamento militar à Argentina, e o Ministério das Relações Exteriores do Presidente \n\nFigueiredo se esforçava para demonstrar que não era conivente com o trânsito de armas: “já \n\n\n\n27 \n \n\nfoi explicado ao embaixador britânico que o governo brasileiro não tem interesse em \n\nparticipar de operações triangulares para o fornecimento de armas” (SNI, 011650, 1982). \n\nPor fim, o Brasil acabou por devolver o bombardeiro Vulcan aos britânicos sem os \n\narmamentos e com a garantia de que este não seria utilizado no conflito, o que não fora \n\nnecessário, visto o término e vitória da Grã-Bretanha em junho de 1982. \n\nO fato é que o Brasil adotou uma postura solidária com as demandas argentinas. Tal \n\npostura era condizente com a política exterior do governo Figueiredo de manter boas relações \n\nbilaterais com os países da região e, mais ainda, em “atravessar a tensão e os riscos criados, \n\nsem destruir a nova fase de excelentes relações com a Argentina, [...], nem criar um dano \n\nsensível a suas relações com a Grã-Bretanha, país com o qual não tínhamos nenhuma questão \n\nimprópria” (GUERREIRO, 1992 apud VIZENTINI, 1998). No entanto, como mostra Vidigal \n\n(2009), tal postura de neutralidade imperfeita gerou desconfianças na imprensa e no meio \n\npolítico brasileiro, pois, oficialmente, o Chanceler Saraiva Guerreiro proclamava que não \n\nhaveria alinhamento absoluto com a Argentina, mas, na prática, se observava uma \n\nsolidariedade muito maior que a ditada.  \n\n A crise das Malvinas é relevante na medida em que provocou também uma crise no \n\nsistema interamericano. Quando do inicio do conflito, a Argentina invocou o Tratado \n\nInteramericano de Assistência Recíproca (TIAR) especificamente seu artigo 9º, que diz que:  \n\nAlém de outros atos que, em reunião de consulta, possam ser caracterizadas como de \nagressão, serão considerados como tais:  \n\na) O ataque armado, não provocado, por um Estado contra o território, a população \nou as forças terrestres, navais ou aéreas de outro Estado;  \n\nb) A invasão, pela força armada de um Estado, do território de um Estado \nAmericano, pela travessia das fronteiras demarcadas de conformidade com um \ntratado, sentença judicial ou laudo arbitral, ou, na falta de fronteiras assim \ndemarcadas, a invasão que afete uma região que esteja sob a jurisdição efetiva de \noutro Estado (Carta da OEA, 1948) \n\n O problema se encontrava no fato de que a própria Argentina era a agressora neste caso, e, \n\nlogo, sua atitude contrariava tanto a Carta da Organização dos Estados Americanos (OEA), \n\nquanto o TIAR. Cabia ao Brasil tentar preservar as duas instituições (VIDIGAL, 2009).  \n\n Durante a XX Reunião de Consulta de Ministros de Relações Exteriores da OEA em \n\n26 de abril em Washington, o Brasil teve papel muito importante. Vidigal mostra que a \n\npostura brasileira foi essencial para que as relações entre os dois países se mantivessem boas, \n\nbem como as relações em geral na América Latina, bem como para que as duas instituições \n\n(OEA e TIAR) não tivessem seu espírito contrariado pela Argentina (VIDIGAL, 2009).  \n\n O texto aprovado pela OEA destacava a importância do cumprimento da Resolução \n\n502 da ONU, que exigia o fim das hostilidades e a retirada das tropas argentinas das Ilhas, \n\n\n\n28 \n \n\nexortava os dois governos a encontrarem soluções pacíficas, e condenava as medidas \n\ncoercitivas tomadas pelos membros da Comunidade Econômica Europeia, e outros países, \n\npara com a Argentina, propondo sua suspensão (VIDIGAL, 2009). \n\n Entre os autores que analisam a Guerra das Malvinas, é consensual a interpretação de \n\nque tal evento foi marcante no rumo das relações Brasil-Argentina. A postura brasileira foi \n\ndeterminante para o amadurecimento das relações entre ambos os países, de forma a encerrar \n\nas divergências e desconfianças, que já haviam sido em boa parte transpostas pela assinatura \n\ndo Acordo Tripartite em 1979 em torno da construção de Itaipu (VIDIGAL, 2009). A \n\nconfiança argentina foi garantida, apesar de sacrificar superficialmente as relações com a Grã-\n\nBretanha (VIZENTINI, 1998). \n\n Vizentini (1998, p. 300) expõe que: \n\nSegundo um balanço do Chanceler Saraiva Guerreiro, a Guerra das Malvinas \nresultou num desastre para a Argentina, custou tempo e dinheiro à Inglaterra e \ninfelicitou os EUA, pelo que significou o desgaste de suas relações com a América. \nPara o Brasil, a Guerra das Malvinas mostrou que a política de Figueiredo para com \nseus vizinhos estava certa, apesar de trazer dificuldades, na medida em que tanto a \nArgentina quanto a Inglaterra eram amigos do Brasil. \n\n Observa-se que apesar de complexa, a postura do Brasil no conflito lhe foi interessante \n\nna medida em que permitiu que a aproximação com a Argentina fosse intensificada. Uma vez \n\nque a América Latina era o centro da política exterior do governo Figueiredo, a possibilidade \n\nde aumentar suas relações e consolidar um possível processo de integração já sonhado há \n\nmuito pela diplomacia brasileira poderia ser alcançada através do apoio dispensado à \n\nArgentina na Guerra.  \n\n A Guerra terminou em junho de 1982 quando, sem condições de lutar contra britânicos \n\nmuito mais preparados, a Argentina capitulou. Moniz Bandeira (2003) expõe que foram \n\nusados militares recém-incorporados às Forças Armadas argentinas durante o conflito, e que \n\nesses jovens de 18 e 19 anos não tinha condições de lutar contra ingleses muito mais \n\npreparados estrategica e militarmente. \n\n Esse mesmo autor mostra ainda que, mesmo após o fim da guerra, o Brasil \n\npermaneceu adotando uma cooperação com a Argentina de maneira a não se beneficiar das \n\nfragilidades da vizinha. Enquanto o Brasil poderia ter-lhe roubado mercados europeus, não \n\ninteressava ao país aumentar sua receita cambial, mas sim suprimir a rivalidade e estabelecer \n\nconfiança para uma futura integração da Argentina ao espaço econômico brasileiro (MONIZ \n\nBANDEIRA, 2003). O Brasil executara um comércio triangular com a Argentina permitindo \n\no escoamento de parte de sua produção agropecuária através do Porto de Santos, Paranaguá e \n\nRio Grande. Não se beneficiou de tal operação, mas permitia à Argentina aliviar as \n\n\n\n29 \n \n\ndificuldades, burlando os embargos impostos pela CEE, e pelos EUA (MONIZ BANDEIRA, \n\n2003). \n\n E enquanto os EUA comprovavam, ao apoiar a Grã-Bretanha no conflito, que o TIAR \n\ne a OEA nada mais eram que mecanismos de defesa hemisférica de sua predominância, o \n\nBrasil aproveitava para cooptar a Argentina a seu espaço político e econômico, além de evitar \n\num possível apoio soviético à sua vizinha (MONIZ BANDEIRA, 2003).  \n\n É irrefutável que a postura brasileira no conflito das Malvinas foi importante para os \n\nrumos tomados posteriormente no que tange à integração e às relações de boa vizinhança \n\nentre os dois países nos últimos vinte anos. Entretanto, pouco se analisou teoricamente a \n\nposição adotada pelo Brasil em tal ocasião. Como poderia analisá-la sob a ótica de Relações \n\nInternacionais? Poderia ser vista como Realista? Ou meramente um reflexo de interesses \n\ndomésticos latentes quanto à Argentina? Esses questionamentos irão fundamentar as análises \n\nsubsequentes. \n\n\n\n30 \n \n\nCAPÍTULO II: ANÁLISES DA POLÍTICA EXTERNA BRASILEIRA PARA \n\nA GUERRA DAS MALVINAS \n\n \n\n \n\nApós tomar conhecimento sobre o ocorrido durante o conflito do Atlântico Sul e sobre \n\na atuação brasileira naquele episódio, é possível partir para análises mais profundas e \n\nespecíficas sobre a diplomacia e política externa brasileira durante a Guerra das Malvinas. \n\nVárias interpretações são válidas quando se trata de analisar a atuação da diplomacia de um \n\npaís e a formulação da política externa em determinado momento, ainda mais em se tratando \n\nde conflitos armados.  \n\nA maioria das escolas analisa a formulação da política externa sob óticas \n\nestatocêntricas, ou seja, como sendo a política externa campo de atuação exclusivo do Estado. \n\nÉ nesse sentido que, para esta primeira análise, foram escolhidas teorias relevantes e \n\ndifundidas na academia de Relações Internacionais, dentre elas a Realista clássica, e os \n\nconceitos brasileiros de Amado Cervo, que adotam o Estado como ator central da formulação \n\nda política externa de um determinado país. \n\nÉ notório que o Brasil é conhecido por sua política externa possuir princípios \n\ntradicionais que norteiam suas decisões em âmbito internacional. Sua postura pode ser \n\nanalisada de diferentes formas em diferentes momentos. Em alguns episódios atribuem-lhe \n\nposturas mais realistas e rigorosas, em outros, posturas mais pragmáticas e menos radicais. O \n\nfato é que a política externa do Brasil vem seguindo uma trajetória única, de acordo com suas \n\nnecessidades ao longo desses quase 200 anos de independência de Portugal.  \n\nHenrique Altemani de Oliveira (2005, p. 3) define como Política Externa “a área que \n\nrepresenta os interesses e objetivos do Estado no plano internacional, e que, por conseguinte, \n\nsua definição e implementação é prerrogativa do Estado”. Essa é visão recorrentemente \n\ncomum nas relações internacionais quando se trata de analisar a estratégia de política exterior \n\nde um país em determinado ocorrido. O Estado é majoritariamente visto como ator unitário e \n\nsupremo de decisão, e sua estratégia analisada de forma racional, visando obter sempre a \n\nmelhor escolha para o interesse nacional dentre as opções possíveis. Esse pensamento toma \n\ncomo base a escolha racional, onde o ator baseia suas decisões segundo lógicas estipuladas \n\nvisando aumentar os ganhos e diminuir as perdas.  \n\nGraham Allison (1969) fez diversas análises sobre o processo de formulação da \n\npolítica norte-americana ao analisar o caso da Crise dos Mísseis de Cuba em 1961. A Crise \n\n\n\n31 \n \n\ndos Mísseis foi um episódio marcante para os Estados Unidos e para o mundo de uma forma \n\ngeral e colocou à prova a capacidade de formulação da política externa norte-americana. \n\nDurante os treze dias que se passaram desde a descoberta das bases soviéticas em Cuba até o \n\ndia da proclamação oficial da postura da Casa Branca, diversas possibilidades existiram entre \n\nas posturas que poderiam ser tomadas pelos Estados Unidos.  \n\nAllison (1969) estuda a escolha norte-americana neste episódio por diversas óticas. \n\nMostrando quais poderiam ter sido os caminhos tomados e como eles eram vistos pelos \n\ntomadores de decisão naquele momento, o professor explica inicialmente como a escolha \n\nracional se aplicaria nessa tomada de decisão.  \n\nA Teoria da Escolha Racional (NOGUEIRA; MESSARI, 2005) é justamente a teoria \n\nchave dos moldes realistas, cujos pressupostos não se baseiam em variáveis internas no \n\nescopo do Estado, mas, apenas, em metodologias racionais e lineares para as tomadas de \n\ndecisão. Segundo essa ótica, a escolha sempre será aquela que visa maximizar os ganhos do \n\nator e atingir o interesse nacional de uma forma única e concisa. Não são considerados, na \n\nteoria, as subdivisões e os interesses das diversas classes da sociedade. O Estado é tratado \n\ncomo unitário e onisciente.  \n\nAllison (1969) mostra, porém, as limitações desta teoria, uma vez que ela não atribui \n\ndevida importância às múltiplas subdivisões existentes no interior do Estado. A racionalidade \n\nexcessiva passa por cima de diversos fatores como as personalidades governantes, as relações \n\ndestes com membros das elites sociais e os grupos de pressão. Citando Hans Morgenthau, \n\nAllison mostra como essa metodologia “cria uma continuidade de política externa [...] que faz \n\ncom que esta pareça inteligente, racionalmente contínua [...] independentemente dos \n\ndiferentes motivos, preferências, ou das qualidades morais ou intelectuais dos sucessivos \n\nchefes de Estado” (ALLISON, 1969, p. 692. Tradução nossa). Nesse trecho é possível \n\nobservar que o trunfo Realista é seu próprio problema: ao mesmo tempo em que é uma \n\nmetodologia intransponível no tempo, devido a sua fórmula racional que independe de valores \n\nmorais, pessoais ou intelectuais, o Realismo é reducionista, por não enxergar os inúmeros \n\noutros fatores que são passíveis de influenciar as tomadas de decisão em um Estado.  \n\n \n\n2.1 A POSTURA BRASILEIRA SOB A ÓTICA DA ESCOLHA RACIONAL \n\n \n\nAo analisar, sob esta ótica, a postura brasileira na Guerra das Malvinas, pode-se \n\nconcluir que a escolha do Brasil haveria sido a mais racional dentre suas opções naquele \n\nmomento.  \n\n\n\n32 \n \n\nAplicando-se o modelo da Teoria dos Jogos de Schelling – uma das diversas correntes \n\nque aplicam a Teoria da Escolha Racional, mas que não será totalmente desenvolvida neste \n\ntrabalho – o Estado possui uma gama de opções com variáveis que possuem valores. A cada \n\numa das variáveis é atribuído um valor de acordo com o interesse do Estado em questão, e a \n\nescolha feita por esse ator será aquela que tende a maximizar seus ganhos e minimizar suas \n\nperdas frente ao outro, já que a escolha do outro é fator crucial para o resultado do jogo \n\n(NOGUEIRA; MESSARI, 2005.). \n\n Dentre os componentes que formam a ação como uma escolha racional podem ser \n\ncitados: \n\ni. Os objetivos e metas: em geral representados primariamente pela segurança \n\nnacional e pelos interesses nacionais; \n\nii. Opções: vários tipos de ações que são relevantes na estratégia para providenciar as \n\nopções a serem tomadas; \n\niii. Consequências: cálculo das possíveis consequências relacionadas com as séries de \n\nações. As consequências são relevantes na medida em que constituem benefícios \n\nou custos em termos de metas e objetivos estratégicos.  \n\nUtilizando-se dessas múltiplas possibilidades que a corrente Realista e da Escolha \n\nRacional sugerem que existem, é possível observar, segundo esta escola, as gamas de \n\npossibilidades que o Brasil possuía naquele determinado momento. Essas podem ser \n\nresumidas como: \n\na. Apoiar integralmente a Argentina e se posicionar contra o Reino-Unido; \n\nb. Apoiar integralmente o Reino-Unido e se posicionar contra a Argentina; \n\nc. Manter-se completamente neutro; \n\nd. Manter-se neutro, porém não equidistante a favor da Argentina; \n\ne. Manter-se neutro, porém não equidistante a favor do Reino-Unido. \n\nEssas são algumas das opções que o Brasil possivelmente poderia ter tido frente ao \n\nconflito no Atlântico Sul em 1982. Analisar-se-á agora essas opções segundo a ótica Realista \n\nde Relações Internacionais, que se baseia na Escolha Racional, a fim de se compreender \n\nmelhor quais poderiam ser os ganhos, perdas e riscos assimilados pelo Estado brasileiro \n\nnaquele momento. \n\n \n\n \n\n \n\n \n\n\n\n33 \n \n\na. Apoiar integralmente a Argentina e se posicionar contra o Reino-Unido. \n\n \n\nApesar de aquele ser um momento no qual o reaquecimento da Guerra Fria levava os \n\nolhares ocidentais a outras regiões do mundo que não a América Latina, e apesar das boas \n\nrelações entre o presidente Figueiredo e o Presidente Galtieri, essa seria possivelmente uma \n\npostura difícil a ser adotada pelo Brasil, racionalmente falando.  \n\n O Brasil se inseria claramente na comunidade Ocidental, se colocando a favor do \n\ncapitalismo e da democracia como formas de governo. No entanto, não abandonava o \n\nreconhecimento de seu terceiro-mundismo e da necessidade de crescimento para se tornar um \n\npaís com melhores características sociais, econômicas e políticas, que o aproximassem mais \n\ndas potências ocidentais (ALTEMANI, 2005). Nesse sentido, aparentemente parece haver \n\nalguma controvérsia na política externa brasileira que, no entanto, foi resolvida com realismo. \n\nO Brasil tinha postura ocidentalista ou terceiro-mundista? Foi nesse ínterim que se adotou o \n\nrealismo de reconhecer que o Brasil prezava pelas duas correntes, se inserindo nos dois \n\nmundos.  \n\n Por fazer parte do condomínio Ocidental de poder, o Brasil arcaria com custos muito \n\naltos ao apoiar a Argentina integralmente no conflito, uma vez que posicionaria de maneira \n\ncontrária às grandes potências ocidentais em favor de uma vizinha desfavorecida. O Brasil se \n\nencontrava numa difícil posição, já que membros relevantes daqueles dois blocos nos quais se \n\ninseria tinham interesses diversos na questão das Malvinas.   \n\n De um lado tinha-se a Argentina, país com o qual o Brasil reconciliara-se poucos anos \n\nantes com a questão de Itaipu e que passava por dificuldades semelhantes às do Brasil; do \n\noutro, Grã-Bretanha e a OTAN a seu lado, sendo não apenas do condomínio Ocidental, mas \n\ntambém a parte que havia sido atacada no conflito.  Adotar uma postura integralmente \n\nfavorável à Argentina não seria plenamente interessante ao Brasil na medida em que poderia \n\ntrazer para si grandes complicações com as grandes potências, não apenas em termos \n\npolíticos, mas econômicos, uma vez que o Brasil passava por um momento de debilidade em \n\nsua balança comercial com o resto do mundo e necessitava tanto de financiamentos externos \n\nde seu déficit quanto de aumento nas exportações. O próprio lema do Presidente Figueiredo \n\nlembra isso: “Exportar é o que importa!” (VIZENTINI, 1997). \n\n Racionalmente, pode-se concluir que confrontar-se com as grandes potências e \n\nparceiras comerciais do Brasil não era uma escolha racionalmente viável ao interesse \n\nnacional. Apesar de acentuar a política Universalista pela qual o Chanceler Saraiva Guerreiro \n\ntanto prezava e possivelmente aumentar mais o nível de boas relações com a Argentina, o \n\n\n\n34 \n \n\nBrasil seria desfavorecido por um conflito esclarecido com as grandes potências, tanto \n\nmilitarmente, uma vez que sua capacidade de defesa não seria páreo para a dos Estados \n\nUnidos e Grã-Bretanha juntos, quanto economicamente, uma vez que perderia seus parceiros \n\neconômicos e os mercados norte-americano e europeu.  \n\n \n\nb. Apoiar integralmente a Grã-Bretanha e se posicionar conta a Argentina.  \n\n \n\nTalvez essa tivesse sido, na concepção dos Realistas, uma boa posição para o Brasil \n\nadotar, frente ao conflito no Atlântico Sul. \n\nO primeiro fato que deve ser ressaltado é que o mundo ainda passava por um momento de \n\nGuerra Fria, onde o sistema estava dividido em dois pólos, Capitalista e Socialista. O Brasil \n\ndo Regime se posicionava dentro do bloco dos países capitalistas, juntamente com as \n\npotências ocidentais. Entretanto, anos antes, no Governo Geisel (1974-1979), o Brasil adotara \n\numa política externa balizada não apenas pelo conflito Leste-Oeste, mas também agora \n\nvoltada às disparidades existentes entre os países do Norte e dos do Sul, no caso, entre os \n\npaíses desenvolvidos e os subdesenvolvidos.  \n\nEssa política pragmática do Brasil, como é chamada pelos estudiosos, visava a uma maior \n\nampliação nas relações do Brasil com o terceiro mundo, uma vez que os países do Norte \n\ntinham no centro de suas preocupações o reaquecimento do conflito Leste-Oeste, e não a \n\nsituação socioeconômica dos países subdesenvolvidos que gravitavam a seu redor.  \n\nA política externa de Geisel foi largamente influente sobre Saraiva Guerreiro na \n\nformulação da política externa brasileira do governo Figueiredo, que buscava o Universalismo \n\ndo Brasil, ou seja, uma postura independente e pragmática, mesmo em tempos desfavoráveis. \n\nUm dos pontos importantes dessa política era a cooperação sul-sul, que era a troca de \n\ninformação com os países em desenvolvimento visando ao aumento na capacidade técnica e \n\ncientífica desses países. A Argentina e a América Latina se tornaram, durante esse período, a \n\nprioridade na Agenda da Política Externa Universalista (VIZENTINI, 1998, p. 277).  \n\nApesar de o apoio brasileiro à Grã-Bretanha parecer lógico sob a ótica da Escolha \n\nRacional, essa política seria complicada para os interesses do Brasil.  \n\nPrimeiramente, tal postura poderia favorecer o Brasil em suas relações com as grandes \n\npotências, uma vez que seu apoio seria reconhecido, porém, dadas as difíceis condições nas \n\nquais o cenário internacional se encontrava, com o reaquecimento da Guerra Fria e a situação \n\neconômica fragilizada após novo choque do petróleo, o Brasil dificilmente seria muito \n\nprivilegiado economicamente por este apoio, uma vez que, naquele momento o \n\n\n\n35 \n \n\nneoliberalismo retirava do Estado o controle pleno do capital e deixava-o com o mercado, \n\nflutuante.  \n\nA balança comercial brasileira com esses países, apesar de boa, dificilmente melhoraria, \n\ntendo em vista a pauta de exportações brasileira – que não era muito diversificada e com \n\nprodutos de valor agregado relativamente baixo – sem falar que as maiores expensas dos \n\nEstados estavam nas disputas travadas em prol da manutenção do capitalismo. Ainda sob esse \n\naspecto, apoiar a Grã-Bretanha significaria, novamente, reaquecer a antiga e complicada \n\nrivalidade com a Argentina, que havia sido superada há tão pouco tempo. O Brasil \n\ndificilmente ganharia muito das potências por seu apoio e ainda sairia prejudicada com seu \n\nvizinho, com quem finalmente iniciara uma estabilização das relações.  \n\nAlém disso, o posicionamento do Brasil pró-Grã-Bretanha anularia toda sua apregoação \n\nem prol da unidade terceiro-mundista e dos países do Sul, já que este país estaria justamente \n\nse posicionando ao lado dos países do Norte contra um país do Sul que vivia condições \n\neconômicas e políticas semelhantes às suas.  \n\nEsta escolha então não seria a mais racional naquele momento, apesar de inicialmente \n\nparecer lógica, pois não traria ao Brasil os grandes benefícios de uma relação privilegiada \n\ncom as potências e ainda desestabilizaria sua relação com a vizinha Argentina. \n\n \n\nc. Manter-se completamente neutro \n\n \n\nO Brasil poderia ter adotado, frente ao conflito, uma postura neutra no sentido total e \n\noficial do termo. Porém, teria sido uma boa opção? \n\n Em primeiro lugar o conflito ocorreu aos pés do Brasil, muito próximo de nosso \n\nterritório, o que em grande medida causara ao governo certo temor. No caso do alastramento \n\ndo conflito, o Brasil seria envolvido e seu território poderia sofrer algum tipo de interferência, \n\no que pouco nos interessava. Entretanto, o Brasil poderia ter se mantido neutro assim mesmo, \n\nno sentido total da palavra. \n\n Caso o Brasil se posicionasse inteiramente neutro, não ganharia, na lógica racional, \n\namplo crédito com nenhum dos lados, tampouco seria rechaçado por um deles. Abster-se de \n\nadotar um lado no conflito e apenas relatar aos organismos internacionais competentes que \n\ncuidassem do caso cunharia ao Brasil uma imagem de juridicista e não-confrontacionista. \n\nComo no caso do Dilema do Prisioneiro, a neutralidade não traz muitos ganhos a nenhum dos \n\natores, porém priva-os de demasiadas perdas.  \n\n\n\n36 \n \n\n Ao adotar uma postura absolutamente neutra, o Brasil poderia, também, prejudicar sua \n\nimagem com ambos os lados. Poderia ser prejudicado com a Argentina, país que menos \n\nprivilegiado e vizinho do Brasil que poderia vir a contestar por um apoio do maior país do \n\ncontinente e que, naquele momento, apesar das crises financeiras internas, ainda era uma das \n\neconomias mais fortes da América Latina. Além disso, a Argentina, que também se \n\nencontrava ameaçada pelo Chile quanto ao Canal de Beagle, poderia vir a alegar a falta de \n\napoio brasileiro a um país em condições semelhantes às suas e também em Regime Militar. \n\nIsso não apenas retiraria do Brasil o crédito internacional que adquiria ao se posicionar como \n\ndefensor dos países do Sul, como diminuiria seu comércio com estes países e com a \n\nArgentina, o que lhe seria muito desinteressante economicamente. \n\n A situação com a Grã-Bretanha possivelmente não se complicaria muito, uma vez que \n\nos laços entre esses dois países não são tão intensos quanto os do Brasil com a Argentina, país \n\ncom quem as relações não se resumem apenas a questões políticas e comerciais, mas \n\nterritoriais, culturais e sociais. A Grã-Bretanha até possivelmente estaria interessada em uma \n\npostura totalmente neutra do Brasil, pois como visto no SNI 011650, o Brasil ao adotar \n\nposturas favoráveis à Argentina, sem neutralidade total, desagradava ao Reino Unido.  \n\n Sendo assim, ao adotar uma postura que fosse absolutamente neutra, o Brasil estaria \n\nsendo racional na medida em que não enfrentaria diretamente nenhum dos lados em questão, \n\nporém, poderia perder créditos com o bloco dos países do Sul e com isso perder parcerias \n\nestratégicas com esses países e a maior integração que finalmente alcançava com a Argentina. \n\nNenhuma dessas opções pareceu ser suficientemente boa. \n\n \n\nd. Manter-se neutro, porém não equidistante em favor da Argentina  \n\n \n\nEssa alternativa foi a escolhida pelo governo Brasileiro durante o conflito no Atlântico \n\nSul, de acordo com os estudiosos e críticos de política externa (CERVO, 2002; JAGUARIBE, \n\n1982). Racionalmente se posicionar de forma neutra não causaria grandes estragos na relação \n\ndo Brasil com a Grã-Bretanha, mas, como visto acima, poderia sim acirrar um pouco as coisas \n\ncom a Argentina e fazer perecer a imagem do Brasil ante os países do Sul em \n\ndesenvolvimento. \n\nAo adotar uma neutralidade não equidistante, o Brasil se posicionaria neutro pública e \n\ninternacionalmente, recorrendo a mecanismos internacionais e organizações para a solução \n\ndas controvérsias, como a OEA e a ONU, porém sem retaliar diretamente a postura argentina, \n\n\n\n37 \n \n\npois isso também poderia levar a desentendimentos entre os dois e a uma intensificação das \n\nmedidas internacionais tomadas contra aquele país.  \n\nO Brasil, ao se posicionar neutro, não perderia suas boas relações com os países do \n\nhemisfério norte, tampouco com os europeus. Estaria recorrendo aos organismos \n\ninternacionais capacitados para tomarem medidas cabíveis na questão, e prezando pela paz. \n\nPorém, ao adotar uma neutralidade não equidistante, o Brasil poderia apoiar a Argentina em \n\nalgumas questões logísticas e procedimentais de forma a diminuir os danos causados a este \n\npaís pela guerra, tendo em vista o claro desnível entre a Grã-Bretanha e a Argentina \n\nempobrecida.  \n\nAo adotar esta postura, internacionalmente o Brasil ficaria bem com ambas as partes, \n\nclamando por soluções pacíficas e ditadas pelas organizações competentes, e auxiliando sua \n\nvizinha de forma discreta. Porém, em alguns momentos, como vimos anteriormente, a Grã-\n\nBretanha se manifestou, posicionando-se contrária à postura adotada pelo Brasil em seu \n\nfavorecimento e em suas facilitações comerciais e logísticas à Argentina.  \n\nTodavia, o evento não causou grandes estrondos às relações entre o Brasil e os britânicos, \n\numa vez que a Guerra foi terminada logo depois, em junho de 1982, com a vitória dos \n\nbritânicos sobre os argentinos e com a queda do Governo do Regime Militar Argentino logo \n\nem seguida.  \n\n \n\ne. Manter-se neutro, porém não equidistante em favor da Grã-Bretanha \n\n \n\nTal postura brasileira poderia fazer sentido na medida em que o Brasil quisesse se manter \n\nneutro frente à Argentina e apoiar a Grã-Bretanha visando a adquirir maior relevância e apoio \n\ninternacional frente às grandes potências. Todavia, essa dificilmente seria a postura adotada \n\npelo Itamaraty de Saraiva Guerreiro, que tinha como base o Universalismo e o apoio aos \n\npaíses de terceiro-mundo, sem excluir-se dos mecanismos ocidentais de poder.  \n\nSaraiva Guerreiro, que via na cooperação sul-sul um forte mecanismo de maior integração \n\nentre os países do Sul de todo o mundo e uma forma de intercâmbios de conhecimentos e de \n\najuda mútua, dificilmente apoiaria, mesmo que disfarçadamente, uma potência ocidental sem \n\nque isso fosse atrair grandes benefícios ao Brasil, e como já vimos acima, tanto apoiando-se a \n\nGrã-Bretanha quanto mantendo-se neutro, os riscos de ter a relação com a Argentina \n\npenhorada seriam grandes.  \n\n \n\n\n\n38 \n \n\n2.2 A POSTURA BRASILEIRA SEGUNDO AS TRADIÇÕES DE POLÍTICA \n\nEXTERNA \n\n \n\nAo analisar a postura brasileira pela ótica da Escolha Racional, essas poderiam ser \n\npossivelmente algumas presunções feitas pelo Estado Brasileiro no momento de sua tomada \n\nde decisão. Não há fontes concretas de quais teriam sido as possibilidades tomadas pelo país \n\nnaquele momento, mas assume-se que poderiam ter sido essas algumas das múltiplas opções \n\nque o Itamaraty de Saraiva Guerreiro, juntamente com a Presidência de Figueiredo, possuíram \n\nnaquele momento.  \n\nAnalisar a postura brasileira sob essa ótica pode ser, no entanto, reducionista e muito \n\npouco direcionada aos reais paradigmas que regem a política exterior do Brasil. Alguns \n\nescolásticos brasileiros, como Amado Cervo, contestam o fato de que as teorias realistas e \n\nracionais de Relações Internacionais se baseiam em premissas que tomam como bases \n\nreferenciais fatos que não remetem ao histórico brasileiro e suas relações internacionais. A \n\npartir desse pensamento surgiu o esforço do professor Amado Luiz Cervo (CERVO, 2008), \n\ndos Cursos de História e Relações Internacionais da Universidade de Brasília, em produzir \n\nconceitos brasileiros de Relações Internacionais, tomando como base a história da política \n\nexterna do Brasil e as linhas de atuação que se perpetuaram ao longo do tempo.  \n\n Analisar a postura brasileira na Guerra das Malvinas pode ser amplamente \n\ninteressante, na medida em que toma como base a própria historia brasileira e a postura \n\nadotada por este país em diferentes momentos ao longo desses quase 200 anos de \n\nindependência. \n\nAmado Cervo (CERVO, 1994) considera a política exterior brasileira como marcada \n\npor alto nível de previsibilidade, justamente em função do conjunto de valores que foram \n\nconstituídos através do tempo e que direcionam as decisões do país. Dentre esses princípios \n\npodemos citar o não confrontacionismo, o juridicismo e o pragmatismo.   \n\nO não confrontacionismo, nos moldes deste autor (CERVO, 1994), pode ser \n\nconsiderado como a política de sobrevalorização da não-intervenção e do respeito à \n\nautodeterminação. Tal política condena o uso da força para a solução de controvérsias bem \n\ncomo para a consecução dos objetivos externos. Tal tendência se acentuou principalmente \n\napós a Guerra do Paraguai e teve como consequência o abandono do amplo investimento em \n\narmamentos pelo Brasil desde essa época. Entretanto, no período de Guerra Fria, durante o \n\nqual o Brasil se encontrava, desde 1964, em Regime Militar, tal postura de não-intervenção \n\nnão integrou de maneira estável e permanente sua política externa. Como é passível de \n\n\n\n39 \n \n\nobservação, o Brasil enviou forças intervencionistas para vários países que se encontravam \n\nsob ameaças de golpes comunistas, como o envio de contingentes para a Força Interamericana \n\nde Paz que interveio na República Dominicana em 1965 e o financiamento de golpes militares \n\nem demais países da região, como foi o caso do Uruguai e do Paraguai posteriormente.  \n\nEntretanto, passada a fase de risco iminente do comunismo na América e deixado de \n\nlado o apoio irrestrito dado aos Estados Unidos nessa luta, o Brasil, a partir principalmente do \n\ngoverno Costa e Silva, que apesar de alguns intuitos intervencionistas, “resgatou a prioridade \n\ndo interesse nacional como fundamento da política exterior soberana” (MONIZ BANDEIRA, \n\n2003, p. 403).  Passou a também adotar uma diplomacia mais ativa em contraposição a uma \n\ndiminuição do intervencionismo militar e dos almejos por uma institucionalização de \n\nmecanismos continentais de defesa.  \n\n O príncipio do juridicismo é caracterizado, por Cervo (1994), como a tradição \n\nbrasileira de respeitar Tratados e Convenções Internacionais como representações da vontade \n\nnacional ou multilateral. Tal princípio pode ser observado na tradição da política externa do \n\nBrasil desde sua consolidação como Estado independente. O Brasil é um país que tem ampla \n\ntradição em cumprimento de seus acordos e na não ruptura de seus pactos de forma \n\nindiscriminada e injustificada. Além disso, um fato que pode ser acrescentado ao princípio \n\njuridicista é o fato de que o Brasil é um país que acredita vigorosamente nos organismos \n\ninternacionais como meios para a solução de controvérsias multilaterais.  \n\n O pragmatismo foi com certeza a característica mais presente na política externa \n\nbrasileira de Rio Branco, que foi resgatada novamente na Era Vargas. Tal pragmatismo, que \n\nsubstituiu o realismo vigente nas relações exteriores brasileiras, é caracterizado pela “atuação \n\nmetódica e pertinaz” da diplomacia brasileira, sendo “o mecanismo de adequação das \n\npercepções dos reais interesses nacionais aos desígnios externos de forma a fazer prevalecer o \n\nresultado sobre os conceitos”, nos termos de Amado Cervo (1994, p. 27).  \n\nA atuação pragmática da diplomacia brasileira vem sendo, sem dúvidas, uma das mais \n\nfortes características da política externa do Brasil nos últimos 80 anos. Responsável pelo \n\ndesenvolvimento industrial brasileiro iniciado em 1930, a atuação perspicaz e direta do Brasil \n\nem assuntos exteriores rendeu ao país bons frutos em seu crescimento como potência \n\nindustrial e como importante poderio regional.  \n\n Durante o conflito do Atlântico Sul em 1982, é possível observar e encontrar essas \n\ndiretrizes da política externa brasileira presentes na postura adotada pelo país naquele \n\nmomento. É claramente observada a postura brasileira de não confrontacionismo (CERVO, \n\n1994) ao não tomar uma postura que não era claramente favorável a nenhuma das partes. Tal \n\n\n\n40 \n \n\npostura relaciona-se diretamente com o pragmatismo brasileiro, uma vez que ao tomar \n\nexpressamente o lado de algum dos beligerantes o Brasil sairia prejudicado, pois mantinha \n\nboas relações com o Reino Unido, bem como adequava sua relação com a Argentina, sua \n\nvizinha e importante relação econômica.  \n\n A relação com os Estados Unidos, apesar de estar consideravelmente abalada por \n\ncontenciosos econômicos, não deixava de ser também importante. O mundo passava por um \n\nreaquecimento da Guerra Fria, a bipolaridade novamente se acentuava, a crise da dívida \n\naumentava ainda mais, e o Brasil não poderia adotar uma postura contraproducente que lhe \n\nposicionasse contra seu maior credor internacional e contra o síndico do condomínio de poder \n\ncapitalista. \n\nFoi nesse sentido que a postura do Brasil recaiu sobre o segundo principio tradicional \n\nde sua política externa, o juridicismo. Apesar de manifestar-se compreensivo e solidário com \n\na causa argentina, o Brasil clamou por soluções internacionais do conflito, tanto na ONU \n\nquanto na OEA. Tal postura brasileira de tentar solucionar um conflito por intermédio de \n\norganizações multilaterais pode ser analisada como uma maneira de exercer seu pragmatismo, \n\nmantendo-se relativamente neutro no conflito e não prejudicando seus interesses políticos e \n\neconômicos internacionalmente, sem, entretanto, abandonar sua postura solidária à Argentina.  \n\n O fato é que, apesar das resoluções da ONU e as decisões da OEA, o conflito estourou \n\nde uma forma que deixou o Brasil em situação delicada. Estudiosos das relações entre o Brasil \n\ne sua vizinha Argentina enxergam, claramente, que o Brasil adotou uma postura muito mais \n\nfavorável à Argentina, na medida em que enviou alguns equipamentos militares e alguns \n\nhomens para auxiliarem na causa de sua vizinha (MONIZ BANDEIRA, 2003). Mas haveria \n\nsido essa postura uma contradição com seu princípio de não-intervenção?  \n\n Na medida em que o Brasil prega pelo pragmatismo em suas relações exteriores, há \n\nque se observar qual era o interesse primário do país naquele momento. Toda a América \n\nLatina entrava na era em que seria conhecida posteriormente como a Década Perdida. A crise \n\neconômica assolava a todos e a falta de apoio capitalista, com o reaquecimento da Guerra \n\nFria, acabara por aprofundar ainda mais as dificuldades pelas quais os países passavam. O \n\nBrasil de Figueiredo já não tinha mais as taxas de desenvolvimento alcançadas durante o \n\ngoverno Médici e não mais conseguia atrair investimentos para o país da forma que se tinha \n\nantes. Além disso, o Segundo Choque do Petróleo, em 1978-79, piorara ainda mais a situação \n\ndo Balanço de Pagamentos nacional e a atividade industrial brasileira (VIZENTINI, 1998). \n\n Como expõe Vizentini (1998), a política do General Figueiredo, Presidente do Brasil \n\nde 1979 a 1985, fora caracterizada pelo Universalismo da política exterior, nos termos de seu \n\n\n\n41 \n \n\nChanceler Ramiro Saraiva Guerreiro. Dava continuidade ao Pragmatismo Responsável \n\niniciado por Geisel, além de haver aprofundado as relações do Brasil com as diversas áreas do \n\nplaneta, intensificando sua presença diplomática. Entretanto, uma vez que a dificuldade de \n\ncooperação com os países desenvolvidos se encontrava latente, a relação com a América \n\nLatina se tornou um ponto chave na agenda da política externa brasileira.  \n\n O Itamaraty de Ramiro Saraiva Guerreiro dera continuidade às políticas de manter a \n\nautonomia brasileira em um cenário internacional desfavorável, dando continuidade a traços \n\nda política externa iniciada por Ernesto Geisel, que rompera, em 1974, o Acordo de \n\nCooperação Militar com os EUA e iniciara as negociações com a Argentina acerca da \n\nconstrução de Corpus-Itaipu na Tríplice Fronteira (VIZENTINI, 1998). \n\n O Brasil já vinha adotando uma postura claramente mais posicionada em direção ao \n\nhemisfério sul que ao hemisfério norte, uma vez que o conflito Leste-Oeste deixava de se \n\nconfigurar como ponto central na agenda da política externa brasileira, sendo inclusive \n\nobservada no restabelecimento de relações diplomáticas com a China, em 1974. Nesse \n\nsentido, em grande parte a proeminência da América do Sul na agenda brasileira pode \n\njustificar a neutralidade não equidistante adotada pelo Brasil (JAGUARIBE, 1982).  \n\n Entretanto, como haveria sido o posicionamento das demais burocracias e das elites \n\nbrasileiras ante o conflito no Atlântico Sul? Teria havido alguma espécie de divergência de \n\nopinião e de interesse dessas elites que possa ter interferido na postura adotada pelo governo \n\nbrasileiro? \n\n Internamente o país passava por situações complexas. A economia do país não mais \n\natingia níveis elevados como aqueles encontrados durante os anos do Milagre Econômico, a \n\nredemocratização gerava divergências dentro do próprio regime militar e as relações \n\ncomerciais com os Estados Unidos começavam a se complicar em função das contenções ao \n\naçúcar brasileiro. Além disso, o reajuste dos juros norte-americanos deixara o país em uma \n\nsituação de déficit externo e público muito grande. Como um país de posicionamento \n\ncapitalista, isso certamente exerceria influência diretamente sobre sua atuação política interna \n\ne externa, além de gerar fragmentação e dissidências internas das classes sociais e até mesmo \n\ndas elites políticas.  \n\n É interessante ressaltar o fato de que ambas as metodologias utilizadas anteriormente \n\npara se analisar a postura brasileira no conflito se reduzem ao estatocentrismo. Apesar de \n\nterem diferentes abordagens e de haverem sido formuladas em diferentes momentos e em \n\ndiferentes contextos, se referem ao Estado como centro tomador de decisões da política \n\nexterna de forma não democrática. O fator da política interna e das pressões populares são \n\n\n\n42 \n \n\nreduzidas apenas ao fato de atingir o interesse nacional. No entanto, a formulação desse \n\ninteresse nacional não é descrito ou fundamentalmente relevante nas análises.  \n\n O professor norte-americano Robert Putnam (1993) defende, em suas produções \n\nacadêmicas, que a política externa não é apenas formulada de forma unificada em prol dos \n\ninteresses externos dos países. Mais que isso, a política externa inclui uma série de interesses \n\nde diversos setores das camadas sociais, e é fruto de barganha entre vários atores domésticos \n\ninfluentes e o governo, além, é claro, da barganha externa, realizada entre os negociadores e \n\nos demais representantes dos outros países. Para se formular a política externa, esta deve tanto \n\nagradar internamente quanto externamente. O interesse nacional, segundo a tese de Putnam, \n\nnão é algo unificado, homogêneo e simples, mas é algo complicado, diverso e dividido.  \n\n É possível observar então que, além das dificuldades enfrentadas no âmbito nacional \n\ncom suas divergências internas e múltiplos interesses de grupos de pressão e de setores \n\nimportantes da sociedade, o negociador ainda deve chegar a um consenso internacional, de \n\nforma que os interesses dos múltiplos atores também não sejam machucados. É difícil a \n\nmissão do negociador e do corpo diplomático na formulação da política externa. Todos devem \n\nse sentir agradados, e, no entanto, todos também devem ceder de alguma forma para que as \n\npolíticas sejam adequadas.   \n\n Nesse sentido, a análise do Conflito do Atlântico Sul foi amplamente analisada por \n\ninúmeros pesquisadores em matéria das consequências internacionais das políticas adotadas \n\npelas partes do conflito, bem como pela parte brasileira. Entretanto, carece-se de maiores \n\nanálises acerca das pressões internas sofridas pelos atores no seu âmbito doméstico, por suas \n\npróprias classes e grupos de interesses, e não apenas pelos atores externos. \n\n Analisar o caso do Brasil pode ser peculiarmente interessante, na medida em que o \n\npaís passava por um período único. O Brasil se encontrava sob um governo de Regime \n\nMilitar, chamado pelo professor Guillermo O’Donnell de Regime Burocrático-Autoritário, \n\nque tem características peculiares em sua formulação de políticas e em sua porosidade em \n\nmatéria de ser influente às necessidades e interesses da sociedade e de outros setores \n\n(CASTRO SANTOS; PAIXÃO, 1986) \n\n O Estado Burocrático-Autoritário é amplamente relacionado à impermeabilidade, na \n\nmedida em que por se tratar de governo militar e repressivo, assume-se que os esforços \n\nsociais e a voz da sociedade para determinadas causas não é ouvida. Entretanto, ao se falar em \n\nsociedade, não se fala apenas de sociedade civil, mas fala-se também sobre iniciativa privada, \n\ngrupos de interesse, elites empresariais e civis. Setores da sociedade que possuem melhor \n\n\n\n43 \n \n\ninterlocução com o governo, apesar de sua rigidez, e que podem, de certa forma, influenciar \n\nsuas tomadas de decisão em alguns casos.   \n\n Maria Helena Castro Santos e Antônio Luiz Paixão (1986) discorrem sobre o caráter \n\nexcludente e burocrático do Estado Burocrático-Autoritário, EBA, na medida em que este ao \n\nmesmo tempo em que é excludente, e, portanto particularista, é também burocrático na \n\nmedida em que concentra e centraliza o poder, condicionando seu exercício às normas \n\nimpessoais da racionalidade instrumental. Ao mesmo tempo em que se utiliza de mecanismos \n\ne conceitos da nacionalidade na formulação e implementação de políticas, os EBA também \n\nfazem uso de exclusão política, uma vez que crêem que altos níveis de participação podem \n\nretirar a racionalidade na formulação de políticas públicas. Segundo Castro Santos e Paixão \n\nPaixão (CASTRO SANTOS; PAIXÃO, 1986), essa exclusão seria formulada com a intenção \n\nde possibilitar uma emergência maior de objetivos e valores coletivos acima dos interesses \n\nprivados. \n\n Desse modo, será que toda a estrutura de formulação política do EBA brasileiro à \n\népoca do regime militar funcionava de forma concertada em sua formulação de políticas ou \n\nserá que era passível de sofrer com fragmentações internas e de ser, consequentemente, \n\ninfluenciada por setores da sociedade brasileira, como elites econômicas? Teriam, além disso, \n\nas relações interpessoais entre os líderes das diversas instituições burocráticas do Estado \n\nalguma influência no rumo das negociações e das formulações políticas? É o que será \n\nanalisado a seguir.  \n\n \n\n \n\n \n\n\n\n44 \n \n\nCAPÍTULO III: POROSIDADE E FRAGMENTAÇÃO NA FORMULAÇÃO \n\nDA POLÍTICA BRASILEIRA PARA A GUERRA DAS MALVINAS \n\n \n\n \n\nApós analisar a atuação brasileira no conflito do Atlântico Sul segundo diversas \n\nteorias, e a maioria delas baseadas principalmente na figura do Estado como sendo o centro \n\nformulador e emanante das decisões de política externa, chegamos ao ponto em que a política \n\nexterna brasileira adotada no conflito será analisada em função dos diversos interesses \n\ninternos, sejam eles interburocráticos ou sociais, e suas consequências sobre o processo \n\ndecisório. \n\nRobert D. Putnam (1993) expõe, em seu trabalho, que a formulação da política externa \n\nde um Estado não é restrita apenas a interesses unitários deste Estado, mas, sim, uma \n\nconfluência de múltiplos interesses domésticos e externos que devem ser contemplados pelo \n\ncentro político em sua tomada de decisão. Segundo este autor, as políticas doméstica e externa \n\nse influenciam mutuamente, bem como se entrelaçam no rumo das negociações \n\ninternacionais, fazendo com que surjam os chamados Jogos de Dois Níveis. Walton e \n\nMcKersie (apud PUTNAM, 1993) explicam que assumir como unitário o papel do Estado \n\ncomo o decision-maker5 é incorreto, na medida em que não há uma postura única do Estado, \n\nmas sim inúmeros interesses internos e externos, muitas vezes diversos, que gravitam ao redor \n\ndos tomadores de decisão.  \n\nPutnam (1993) mostra que, ao mesmo tempo em que os grupos de pressão domésticos, \n\nde um Estado, se posicionam de forma a pressionar o governo para verem seus interesses \n\natendidos, os políticos também possuem interesses em atingirem esses interesses particulares, \n\na fim de adquirirem favorecimentos da iniciativa privada. Já no âmbito das negociações \n\ninternacionais, as pressões surgem na medida em que é preciso maximizar as capacidades de \n\nserem atingidos os interesses domésticos e as pressões advindas desses grupos, bem como \n\nminimizar as consequências dos acontecimentos internacionais e suas possíveis controvérsias. \n\nObserva-se que a necessidade do negociador, ou do formulador de políticas, em atingir \n\num consenso entre ambos os lados das negociações é grande. Caso haja o desagrado em nível \n\ndoméstico, corre-se o risco da não aprovação das propostas, bem como da própria queda do \n\npolítico; caso haja o desagrado em nível externo, a negociação pode falhar e acabar com \n\nqualquer possibilidade de acordo entre as partes.  \n\n                                                            \n5\n Tomador de decisões, ator que cria e implementa a política.  \n\n\n\n45 \n \n\nObservando-se a forte relação entre o nível doméstico e o nível externo em se tratando \n\nde negociações internacionais e de formulação de políticas externas, é questionável se tal \n\nrelação seria aplicável em Estados pouco democráticos, os denominados Estados Burocrático-\n\nAutoritários.  \n\n \n\n3.1 FRAGMENTAÇÃO E POROSIDADE NO EBA \n\n \n\nConhecido por sua burocracia e exclusão, o Estado Burocrático-Autoritário é, ao \n\nmesmo tempo, particularista e racionalista, condicionando suas atitudes às normas impessoais \n\nda racionalidade instrumental (CASTRO SANTOS; PAIXÃO, 1986). O EBA é rígido na \n\nmedida em que visa atingir a um interesse nacional e coletivo como princípio de coerência das \n\nações públicas, acima dos interesses privados. Contudo, Castro Santos e Paixão (1986) \n\nmostram que o Estado moderno capitalista cresce e se complexifica, e em nome da própria \n\neficiência e nacionalidade tem sua estrutura burocrática fragmentada, desorganizando suas \n\npróprias relações de interdependência dentro do aparelho estatal. No caso do EBA, essa \n\nfragmentação convive com o controle central e autoritário do poder, mas acaba levando a uma \n\nmaior percepção do Estado dos ecos da sociedade civil, ecos estes evidentemente filtrados \n\npelo pluralismo limitado, reduzindo o acesso a interesses privados e organizados \n\ninstitucionalmente.  \n\nNesse sentido, de acordo com Castro Santos e Paixão (1986), o EBA se torna mais \n\nporoso às influências da sociedade civil na medida em que se fragmenta com a maior \n\ncomplexidade de suas estruturas. Tal porosidade torna possível que interesses de \n\ndeterminados setores, após que devidamente filtrados e organizados, possam entrar no Estado \n\ncentralizador e influenciar em alguma medida suas tomadas de decisão. Esse trabalho sugere \n\nque, apesar da rigidez de Estados Burocrático-Autoritários, onde o regime militar concentra o \n\npoder, a fragmentação advinda do capitalismo e da globalização torna possíveis jogos de dois \n\nníveis mais complexos, nos moldes daqueles apresentados por Putnam em seu trabalho, onde \n\nas elites e os grupos de interesses domésticos influenciam os tomadores de decisão do Estado.  \n\nSobre o processo de formação das políticas públicas e sua fragmentação interna, \n\nCastro Santos (1987, p. 77 apud CASTRO SANTOS; PAIXÃO, 1986, p. 4) diz que: \n\nUm centro de decisão pode, além do mais, ser monolítico ou fragmentado, isto é, \ncomposto de uma ou mais agências burocráticas. (...) O tipo de modelo econômico \nadotado no País, com sua ênfase no rápido crescimento econômico e seu estilo \nburocrático `racional', provocou a proliferação das agências burocráticas, cada uma a \ncargo de um aspecto específico da política econômica. As chances de competição \nentre estas agências relativamente autônomas, frequentemente com jurisdições \n\n\n\n46 \n \n\nsuperpostas, são grandes, daí resultando uma tendência para o desenvolvimento de \ncentros de decisão competitivos e fragmentados em políticas públicas.  \n\nPorém, outra consideração deve ser feita, quando concernente à fragmentação do \n\nEstado, em sua estrutura interna. Formados por indivíduos, os Estados são compostos por \n\nlíderes que não são parte de um grupo monolítico, e cada um deles é, na verdade, um ator em \n\num jogo central e competitivo (ALLISON, 1969). Diferentemente das estruturas unitárias \n\navaliadas por concepções estatocêntricas, os líderes são parte integrante dos Estados e de suas \n\ndecisões políticas, compondo parte fundamental das burocracias. Allison diz que, \n\n“responsabilidades diferentes repousam nos ombros de distintas personalidades individuais, \n\ncontribuindo para diferentes concepções e prioridades” (ALLISON, 1968, tradução nossa). \n\nIsso pode ser diretamente relacionado com a fragmentação existente dentro do escopo de um \n\nEstado, seja ele Burocrático-Autoritário ou Democrático. As divergências pessoais de opinião \n\nsempre existirão enquanto existir o ser humano como sendo o tomador de decisão.  \n\nAgências burocráticas possuem poder decisório, cada uma dentro de seu escopo, \n\nporém, alguns assuntos são comuns, necessitando de diálogo e consenso entre diferentes \n\nburocracias que possuem diferentes líderes com diferentes concepções. A fragmentação em \n\nseu nível mais estrutural se inicia aí. A competição e a confusão dentro do próprio Estado \n\ninfluenciam a forma como as decisões de política externa serão tomadas, mesmo que elas \n\nremetam a questões fundamentais como segurança e defesa. Nada está imune aos jogos e \n\ncompetições dentro do próprio Estado (ALLISON, 1969). \n\nSegundo Allison (1969, p. 709, tradução nossa):  \n\nO ator não é uma nação unitária, tampouco um conglomerado de organizações, mas \ninúmeros atores individuais. Grupos desses atores constituem os agentes particulares \nde um governo para ações e decisões. Atores são homens em seus empregos.  \n\nEssa concepção traz à tona as divergências existentes dentro de um Estado e a \n\ninfluência que as preferências pessoais exercem sobre as burocracias estatais. Ao passo que \n\nCastro Santos e Paixão (1986) elencam no EBA os mecanismos decisórios internos e seus \n\nprocessos de fragmentação que levam à porosidade externa, Allison (1969) mostra como o \n\nescopo do Estado não é formado apenas por organizações, mas um conjunto de indivíduos que \n\nocupam cargos importantes, e cujas preferências pessoais e individualidades terão influência \n\nsobre suas decisões. Unindo as duas linhas de pensamento de forma íntima, é possível \n\nobservar que a fragmentação é presente em ambos os estudos, uma vez que o ator não possui \n\numa unidade e coesão interna na sua formulação política, mas diversos atores distintos com \n\nconcepções distintas formulando políticas para um mesmo ente.  \n\n\n\n47 \n \n\nNão obstante, as relações interpessoais explicitadas por Allison (1969) em seu \n\ntrabalho, e também enfatizadas por Putnam (1993), são vistas como chave nas negociações \n\ninternacionais pelos níveis de dupla aprovação que estas requerem. Tais negociações precisam \n\nda habilidade e da capacidade do negociador, que será o “player” central das negociações. \n\nEssa analise confirma os dois pontos supracitados: a importância da figura pessoal do \n\n“player” dentro do processo decisório de um Estado e a fragmentação existente no Estado, \n\numa vez que o objeto analisado em questão deve ser aprovado domesticamente, pelas várias \n\nlideranças competentes, mas, para isso, é preciso esforço por parte do negociador.  \n\n \n\n3.2 BUROCRACIAS, FRAGMENTAÇÃO E POROSIDADE NA ATUAÇÃO \n\nBRASILEIRA PARA A GUERRA DAS MALVINAS \n\n \n\nVisto que além das burocracias as relações pessoais e a individualidade das pessoas \n\nque ocupam cargos são fatores marcantes nas decisões de um Estado, agora se partirá para \n\numa tentativa de aplicação dessas análises ao escopo do Estado brasileiro no ano de 1982, \n\nespecificamente no que remete à formulação da política externa brasileira durante a Guerra \n\ndas Malvinas. \n\nEm seu modelo de análise, Castro Santos e Paixão construíram uma interessante \n\nperspectiva sobre as dissidências dentro do Estado Brasileiro à época do governo Geisel no \n\nque remetia às questões energéticas e da pecuária de corte. Tais dissidências não estão \n\nrestritas ao âmbito da relação sociedade-Estado, mas também dentro do próprio escopo da \n\nrelação interestatal. Sobre o arranjo institucional competente para tratar das questões, Castro \n\nSantos e Paixão citam que, no caso da pecuária de corte, as instituições legitimadas em sua \n\natuação sobre o tema eram majoritariamente agências “compartimentalizadas, especializadas \n\ne frequentemente conflitantes” (CASTRO SANTOS; PAIXÃO, 1986, p. 5). Os autores citam \n\no Ministério da Agricultura e suas agências, como a Empresa Brasileira de Pesquisa Agrícola, \n\n(EMBRAPA), a Secretaria de Produção Animal e a Empresa Brasileira de Assistência \n\nTécnica e Extensão Rural, (EMBRATER), como sendo um primeiro centro de decisão. Em \n\num segundo plano, os autores citam as articulações criadas entre o Ministério da Agricultura e \n\no Ministério da Fazenda, salientando a hegemonia deste último sobre tais agências.  \n\n Castro Santos e Paixão (1986, p. 6) mostram então a “primeira natureza fragmentária \n\nidentificada no escopo do EBA no caso em questão, a entre o Ministério da Agricultura e o \n\nMinistério da Fazenda sobre o controle das políticas e clientelas setoriais”, que acabou sendo \n\nsolucionado pelo jogo inter-burocrático que resultou na hegemonia do Ministério da Fazenda \n\n\n\n48 \n \n\nsobre o Ministério da Agricultura. Demonstrado como sendo mais propenso às influências da \n\niniciativa privada, o Ministério da Fazenda, todavia, não foi “colonizado” por interesses \n\nprivados, segundo os autores. De acordo com esses autores, houve a articulação da iniciativa \n\nprivada com um paradigma daquele ministério (CASTRO SANTOS; PAIXÃO, 1986 p. 6). \n\nSobre os mecanismos de representação e decisão, Castro Santos e Paixão explicitam que os \n\ndilemas envolvidos entre os interesses do setor pecuário na implementação de políticas \n\npúblicas foram canalizados para o Ministério da Fazenda, uma vez que esse era mais sensível \n\nàs demandas do setor em sua esfera decisória. \n\n O objetivo deste trabalho, ao analisar a possibilidade de a política externa advir dos \n\ninteresses privados, é não se restringir apenas a identificar as possíveis pressões advindas da \n\nsociedade, mas, principalmente, identificar as fragmentações no EBA brasileiro e sua \n\ninfluência sobre a formulação da política externa brasileira, a fim de descobrir em que medida \n\nisso possibilitava que pressões externas fossem, ou não, absorvidas dentro do Estado \n\nBrasileiro. É sabido que em se tratado de questões de defesa e segurança a porosidade das \n\ninstituições em seu processo decisório é menor que em se tratando de questões \n\nmajoritariamente econômicas, mas isso não quer dizer que as instituições competentes em \n\nassuntos de defesa sejam imunes. \n\n No caso específico da Guerra das Malvinas, três tipos de burocracias devem ser \n\nconsideradas: as que conduziam a política externa, majoritariamente o Ministério das \n\nRelações Exteriores (MRE) e a Presidência da República; as que eram competentes quanto à \n\ndefesa e segurança, no caso as Forças Armadas Brasileiras; e as instituições de caráter \n\neconômico, mais sensíveis aos interesses econômicos do país e da sociedade brasileira, o \n\nMinistério do Planejamento e o Banco Central.  \n\n Em sua tese de mestrado, Espósito Neto (2007) demonstra que a postura brasileira \n\nadotada no evento foi composta por diversos vetores, que iam desde o posicionamento oficial \n\ndo governo brasileiro e do MRE de Saraiva Guerreiro, aos interesses econômicos das \n\nempresas que se envolveram indiretamente no conflito, perpassando pelas Forças Armadas \n\nque atuaram no conflito. É possível observar que as três vertentes, diplomática, militar e \n\neconômica, apesar de situarem-se dentro do escopo do estado brasileiro, divergiam entre si em \n\nalguns eventos específicos, como será exposto posteriormente.  \n\n \n\n \n\n \n\n\n\n49 \n \n\n3.3 O CONFLITO INTERBUROCRÁTICO E A CONSTRUÇÃO DA POLÍTICA \n\nEXTERNA BRASILEIRA \n\n \n\n Três vertentes distintas serão analisadas a fim de verificar fragmentações e \n\nporosidades no estado brasileiro: a diretriz da política externa propriamente dita, a atuação no \n\ncampo econômico, privado e público, e a participação militar efetiva no conflito. \n\nO primeiro momento a ser analisado é o concernente ao posicionamento oficial do \n\nBrasil ante o conflito. Como já visto anteriormente, a chancelaria brasileira encontrava-se em \n\ndelicada situação quando do inicio do conflito do Atlântico Sul. Como mostra Espósito Neto, \n\na diplomacia brasileira não foi totalmente coesa no que tangia ao conflito. Inicialmente, o \n\nItamaraty encontrava-se dividido internamente, entre aqueles diplomatas que acreditavam ser \n\nnecessária uma postura mais ativa na mediação do conflito e entre aqueles que achavam ser \n\nnecessário adotar uma postura mais discreta e quase neutra frente ao conflito (ESPÓSITO \n\nNETO, 2006). No entanto, apesar da divergência existente dentro da própria instituição, \n\nobserva-se a figura do Chanceler Ramiro Saraiva Guerreiro conduzindo o rumo da política \n\nexterna da forma que achava mais correta.  \n\nEm meio a opiniões e posições divergentes, a figura do ministro das Relações \nExteriores, Saraiva Guerreiro, se sobressaiu sobre a dos demais membros do \ngoverno, seja pela confiança que detinha do Presidente Figueiredo, seja pela sua \nestratégia de centralizar em suas mãos as decisões brasileiras frente ao embate \nanglo-argentino, seja evitando, ao máximo, indisposições necessárias com os países \nmembros (ESPÓSITO NETO, 2006, p. 118-119).  \n\nObserva-se, assim, que as relações interpessoais contribuíram para que a fragmentação \n\ninterna do Itamaraty fosse minimizada. A figura pessoal do chanceler e suas relações pessoais \n\nprivilegiadas com a figura do Presidente Figueiredo deram a ele a proeminência sobre o rumo \n\ndado à política externa, naquela determinada circunstância, fazendo com que o Brasil adotasse \n\nnão uma postura neutra, mas uma postura conciliatória e mais favorável à Argentina que à \n\nGrã-Bretanha. Saraiva Guerreiro era o chanceler do Universalismo e acreditava que, naquele \n\nmomento, a América Latina, em especial a Argentina, deveria configurar o centro da agenda \n\nda política externa brasileira (VIZENTINI, 1998). Todavia, apesar de homogeneizada a \n\nfragmentação existente dentro do escopo do Ministério das Relações Exteriores, as \n\ndivergências entre as burocracias ainda remanesciam.  \n\nNo que tange às questões econômicas, as diversas burocracias contavam com outros \n\natores participativos ativamente: a sociedade e as elites econômicas. É sabido que a situação \n\nda economia do Brasil atravessava grandes dificuldades, como a crise da dívida e as \n\ndificuldades quanto à energia e ao balanço de pagamentos, provenientes do segundo choque \n\n\n\n50 \n \n\ndo petróleo em 1978-79 e da elevação das taxas de juros norte-americanas, resultado do \n\nmonetarismo de Reagan em reação ao reaquecimento do conflito Leste-Oeste (VIZENTINI, \n\n1998). É notório que a importância da praça financeira de Londres, onde se havia negociado \n\n1/3 dos empréstimos internacionais, privados e públicos tomados pelo Brasil, e a dependência \n\ndo capital externo, para fechar as contas do balanço de pagamentos do Brasil, contribuíam \n\npara a delicadeza da situação (ESPÓSITO NETO, 2006). Se, por um lado, a diplomacia \n\npendia para o lado Argentino, por outro, as burocracias financeiras encontravam-se em \n\ndelicada posição de agir de forma conveniente para o país sem, no entanto, causar mal-\n\nentendidos diplomáticos.   \n\nA situação no escopo financeiro-econômico se acentuou quando do anuncio, por \n\nautoridades brasileiras, do preparo de um plano de ajuda econômica à Argentina, o que \n\npoderia dificultar a captação de crédito junto aos países credores do Brasil, como a Grã-\n\nBretanha e demais países europeus. Para solucionar a situação foi preciso organizar uma \n\nviagem do Ministro do Planejamento, Delfim Netto, a Londres a fim de desmentir os boatos. \n\nComo expõe Espósito Neto, “o grande temor brasileiro naquele momento era o da interrupção \n\ndos fluxos financeiros para o país, visto que um terço da dívida externa brasileira fora \n\nnegociada por intermédio da City”6 (ESPÓSITO NETO, 2006: 140). Desse modo, a missão \n\nbrasileira liderada por Delfim Netto acompanhado pelo Embaixador Roberto de Campos, \n\nconseguiu contornar a situação e garantir o fluxo financeiro. No entanto, os empréstimos \n\nforam insuficientes para cobrir o déficit do balanço de pagamentos brasileiro, conforme o \n\nrelatório do Banco Central de 1982, que, segundo Espósito Neto (ESPÓSITO NETO, 2006, p. \n\n141), “descreve a guerra das Malvinas como um dos motivos da redução do fluxo de crédito \n\ninternacional ao Brasil e da consequente crise financeira brasileira”. \n\nAo passo que a situação financeira do país se encontrava em crise, e contribuía para \n\numa maior delicadeza no trato com os britânicos, a sociedade brasileira e sua concepção \n\neconômica do conflito podem ser observadas como fragmentadas em relação ao conflito. Se, \n\npor um lado, a elite burocrática financeira do país percebia a delicadeza da situação, por outro \n\nlado, a elite econômica privada se utilizava dos embargos sofridos pela Argentina para lucrar, \n\ntanto com o comércio triangular quanto com a ocupação dos espaços deixados pelas empresas \n\nargentinas no mercado europeu (ESPÓSITO NETO, 2006). Embargada pela Comunidade \n\nEconômica Européia, a Argentina ficara restrita na exportação de seus produtos àquele \n\ncontinente, atuando por intermédio de empresas privadas situadas em terceiros países que \n\n                                                            \n6\n Centro econômico e financeiro de Londres. \n\n\n\n51 \n \n\nserviam como intermediárias (ESPÓSITO NETO, 2006). Com isso, algumas empresas \n\nbrasileiras conseguiram lucrar vultos econômicos com a situação, especialmente com a \n\nocupação do espaço deixado pela Argentina no agronegócio. Além disso, vendiam para o \n\nmercado argentino, que apesar de possuir baixas reservas de moeda forte, continuava a \n\ncomprar produtos do Brasil.  \n\nEm contrapartida, a sociedade brasileira, de forma geral, contestava as condições, nas \n\nquais o país se encontrava, como cita Hélio Jaguaribe (1982). Uma vez que a \n\nredemocratização já permitia uma maior liberdade de imprensa, os debates eram mais \n\nconstantes na mídia, contando com críticas e diversas opiniões sobre a atuação brasileira no \n\nconflito e seus potenciais desdobramentos (ESPÓSITO NETO, 2006, p. 158). Jaguaribe \n\n(1982) mostra que, naquele momento, a sociedade brasileira se encontrava com baixo nível de \n\nintegração, marcada pelos desequilíbrios e disparidades econômicas, segundo ele causados \n\npor uma priorização do ambiente externo em detrimento do mercado doméstico. A maior \n\nliberdade de expressão associada a uma sociedade díspar acentuava a insatisfação popular e as \n\ncríticas provenientes da sociedade, que além de tudo criticava o apoio do Brasil a um regime \n\nautoritário na Argentina, enquanto aqui se caminhava à redemocratização (JAGUARIBE, \n\n1982). \n\n  É valido ressaltar as divergências existentes dentro da própria sociedade civil \n\nbrasileira. Se, de um lado, os favorecidos pelo comércio triangular e pelos embargos \n\nargentinos apoiavam a postura brasileira mediadora e conciliadora de forma favorável à \n\nvizinha, do outro lado, a sociedade que sofria as consequências de uma séria crise da dívida e \n\nos outros setores desfavorecidos com a situação econômica nacional não compreendiam bem \n\na postura brasileira de apoiar um regime militar e de se colocar de forma tão pouco ativa \n\nperante seus maiores credores. \n\nNo que remete ao escopo militar, há ainda uma terceira postura, marcada, também, por \n\nalgumas divergências internas. Inicialmente, é valido lembrar que as Forças Armadas \n\nBrasileiras não possuem total concerto em suas concepções, mesmo, porque, durante os anos \n\nde regime militar brasileiro, o exército recebeu mais enfoque que as demais forças armadas. \n\nEugênio Vargas Garcia, em sua análise sobre a atuação dos militares na política externa, \n\nmostra que a atuação destes na política doméstica acabou respingando também para a política \n\nexterna, uma vez que as disputas internas pelo controle do aparelho estatal também iriam \n\ninfluenciar em fatores como a inserção internacional do país e etc. (GARCIA, 1997). \n\nAlém disso, a presença dos militares na frente externa também se verifica em áreas \n\ntemáticas de interesses estratégicos, como energia nuclear e informática, que influenciaram na \n\n\n\n52 \n \n\nformulação das políticas, mas também no aspecto prático e operacional do Estado. Fato é que, \n\nà época, a crise das Malvinas representou para os militares um evento peculiar. Espósito Neto \n\n(2006) recorda que, no âmbito militar, o apoio brasileiro dado à Argentina foi mais amplo. O \n\nBrasil negou algumas solicitações britânicas de mediação e auxílio frente à Argentina, indo ao \n\nencontro dos interesses deste último país. No entanto, Espósito Neto demonstra que havia \n\nalguma falta de organização dentro do escopo das forças militares: \n\nNo decorrer do conflito as forças armadas brasileiras tomaram uma atitude estranha. \nDe um lado, a marinha mobilizou grande parte de suas embarcações e realizou um \nexercício nos mares do sul do Brasil, para demonstrar força, acompanhando a \ndistancia a passagem da força expedicionária britânica pelo Atlântico Sul. O exército \naquartelou parte do seu contingente do 3º Exército, para quais eventualidades. Por \noutro lado, as altas autoridades militares, como o Ministro da Marinha, Almirante \nMaximiliano da Fonseca, afirmavam que o país não teria condições materiais de se \ndefender em caso de ataque ao litoral brasileiro, o que expressava claramente uma \ngrave falha do plano de Defesa Nacional (ESPÓSITO NETO, 2006, p. 151).  \n\nO mesmo autor analisa a situação e conclui que, apesar da divergência existente dentro \n\ndas próprias forças armadas, era observada uma resistência quanto a modificar o plano de \n\nDefesa Nacional. Segundo Espósito Neto, a Força Aérea Brasileira (FAB) foi a que mais teve \n\ntrabalho dentre todas as forças armadas brasileiras, uma vez que foi responsável por desmentir \n\nboatos concernentes à presença de aviões militares britânicos em aeroportos brasileiros, \n\ndefender-se de acusações argentinas quanto a aviões de carga britânicos que aqui se \n\nreabasteciam e a lidar com a questão complexa, e, a mais trabalhosa de todas, do avião \n\nbombardeiro britânico Vulcan que, devido a problemas técnicos, teve de entrar em nosso \n\nespaço aéreo, sendo interceptado pela FAB (ESPÓSITO NETO, 2006).  \n\nTais eventos são importantes na medida em que salientam as próprias divergências \n\ndentro da burocracia militar do Estado Brasileiro. No entanto, mostram, também, como as \n\nrelações entre essas forças armadas e as demais instituições envolvidas na questão eram \n\ncomplexas.  \n\nO caso particular intitulado Emergência Programada (ESPÓSITO NETO, 2006), que \n\nse refere à questão dos aviões de carga britânicos que se reabasteciam no Brasil para, \n\nposteriormente, seguir para a Argentina, foi emblemática. As informações divulgadas \n\npermitiram que a Chancelaria Argentina exercesse fortes pressões sobre o Itamaraty. Este \n\nMinistério, no entanto, culpou a Aeronáutica pelo evento, nas palavras do próprio chanceler \n\nSaraiva Guerreiro em seu livro de memórias, que diz que a Aeronáutica interpretou, de forma \n\nampla, o termo emergência, passando a permitir regularmente o pouso de aviões que se \n\ndeclaravam nessas condições (GUERREIRO, 1985 apud ESPÓSITO NETO, 2006).  \n\n\n\n53 \n \n\nOutras questões igualmente importantes, no que se refere às questões de segurança e \n\ndefesa do Brasil, à época do conflito, são um pouco mais ideológicas e doutrinárias do que, \n\npropriamente, práticas. À época da Guerra, como demonstrado anteriormente, o Brasil \n\nadotava uma postura pouco flexível quanto a uma possível modificação de suas doutrinas de \n\nsegurança. À época, a diretriz dada às políticas desse cunho, no Brasil, eram balizadas pela \n\nDoutrina de Segurança Econômica Coletiva, datada do governo Costa e Silva, mas que \n\nremanesceria até o fim do regime militar (VIZENTINI, 1998). Tais balizas, apesar de não \n\nmais serem referidas com tal nome, pregavam uma menor importância ao conflito Leste-Oeste \n\ne uma maior importância dada ao embate Norte-Sul, salientando a questão das disparidades \n\nentre países desenvolvidos e em desenvolvimento.  \n\nInternacionalmente, a mudança da Doutrina de Segurança Coletiva, do governo \n\nCastello Branco, para a Doutrina de Segurança Econômica Coletiva, do governo Costa e Silva \n\nem diante, representou um fim ao conceito de fronteiras ideológicas e de inimigo comum do \n\ncontinente, minimizando a atuação militar do Brasil no exterior. Com uma importância central \n\ndada ao conflito Norte-Sul, o inimigo coletivo agora seria defendido por aquele que era o \n\ncentro do hemisfério Norte, no caso os EUA, e, para isso, contava-se com mecanismos como \n\no TIAR.  \n\nInternamente, tal mudança de doutrina representou uma modificação no uso das forças \n\narmadas, especialmente do exército, como salienta Hélio Jaguaribe (1982). De acordo com \n\nesse autor, a partir da suavização da postura militar brasileira no exterior, devido à nova \n\nconfiguração internacional de poder, houve, internamente, um reforço das atividades contra-\n\ninsurgentes. As forças armadas passaram a ser, a partir daquele momento, utilizadas pelos \n\ngovernos militares, sucessivamente, como força de polícia, e, não mais, como força de defesa. \n\nIsso não apenas contribuiu para uma perda de força do país no exterior, como, também, \n\naumentou as disparidades sociais que aqui existiam, uma vez que questões sociais passaram a \n\nser tratadas como insurgentes, aumentando as disparidades internas do país e contribuindo, \n\nainda mais, para uma intensificação nas contestações a favor da redemocratização \n\n(JAGUARIBE, 1982).  \n\n \n\n \n\n \n\n \n\n \n\n\n\n54 \n \n\n3.4 AS DIVERGÊNCIAS INTERNAS QUANTO AO POSICIONAMENTO \n\nBRASILEIRO NA GUERRA.  \n\n \n\nComo visto anteriormente, as dissidências internas entre as burocracias competentes \n\nem questões de política externa, economia, finanças e defesa eram grandes. Não apenas entre \n\nas próprias instituições, mas, muitas vezes, até mesmo dentro delas próprias.   \n\nTomando como base a tese de Castro Santos e Paixão (1986), é possível analisar que o \n\nEstado Brasileiro, durante o Regime Militar, não apenas sofreu fragmentações internas no \n\nâmbito de suas instituições, como sofreu, também, pressões externas, tanto dos demais países \n\nenvolvidos nas questões, quanto de setores da sociedade que possuíam interesses intimamente \n\nligados às políticas para o conflito.  \n\nComo pôde ser observado, diversos setores dentro do país possuíam interesses \n\ndiretamente relacionados à postura adotada pelo Brasil na Guerra das Malvinas: o Itamaraty, \n\nas Forças Armadas, as elites econômicas, as instituições burocráticas econômico-financeiras e \n\na sociedade. Externamente, esses interesses provinham, majoritariamente, das partes \n\nenvolvidas no conflito, no caso a Argentina, a Grã-Bretanha e, também, por parte dos Estados \n\nUnidos.  \n\nA política externa brasileira para o evento em questão foi marcada por uma posição \n\npouco definida, na chamada neutralidade não equidistante de Hélio Jaguaribe, como analisado \n\nanteriormente. Todavia, observa-se que, mais do que apenas criada pelas autoridades \n\ncompetentes de política externa naquele momento, a neutralidade não equidistante foi \n\nmarcada por dissidências e divergências internas quanto à sua formulação política e \n\nimplementação. \n\nA proeminência da figura do Chanceler Saraiva Guerreiro é indiscutível. Não apenas \n\nreforçando o argumento sustentado por Allison (1969) em sua análise sobre as relações \n\ninterpessoais entre líderes, a figura do Chanceler Guerreiro e sua proximidade com o \n\npresidente Figueiredo foram essenciais para o rumo político atribuído às relações exteriores \n\ndo Brasil com o evento e os países envolvidos. No entanto, isso não foi o suficiente para \n\nevitar as divergências advindas de outras lideranças pessoais de outras burocracias e setores \n\ndo Estado Brasileiro. Como observado, as Forças Armadas, apesar de possuírem proximidade \n\nmais forte com a causa argentina, divergiam entre si no tratamento que deveria ser dado à \n\nguerra. Ao passo que os setores mais baixos das forças armadas enxergavam a seriedade do \n\nconflito e acreditavam na importância de um reforço, ou, ao menos, de uma exibição militar \n\nque evitasse riscos geopolíticos para o Brasil na região, o alto escalão de algumas das Forças \n\n\n\n55 \n \n\nArmadas, como foi o caso do Ministro Délio Jardim da Aeronáutica, enxergava a guerra como \n\nsendo algo de menor importância, e que, portanto, não era preciso haver uma modificação nos \n\nplanos de Defesa Nacional (ESPÓSITO NETO, 2006). \n\nSe traçarmos um paralelo do que ocorria internamente com a postura adotada pelo \n\nBrasil em âmbito internacional, é possível inferir que a postura pouco clara e pouco definida \n\nem termos expressos pode ter sido causada por uma falta de coesão doméstica no que \n\nconcernia às investidas que deveriam ser tomadas frente à Guerra. Se, por um lado, a \n\ndiplomacia deveria investir na integração com sua vizinha Argentina para agir de acordo com \n\nseus preceitos e diretrizes, por outro lado, as instituições econômicas, como o Ministério do \n\nPlanejamento e o Banco Central, tinham pleno conhecimento da necessidade e da relevância \n\ndos credores internacionais, para o Brasil, naquele momento. Conhecimento esse que tanto a \n\nsociedade quanto as elites também possuíam, entrando em divergência com a concepção de \n\nsolidariedade para com a Argentina e com a postura arriscada a ser assumida frente às \n\npotências do norte e credoras do Brasil. \n\nFato que não deve ser desconsiderado das análises de formulação política da época é a \n\nredemocratização pela qual o país passava. Como cita Espósito Neto (2006), a liberdade de \n\nimprensa e a censura quase extinta colaboraram para que inúmeras críticas à postura brasileira \n\nsurgissem na mídia, contaminando a sociedade. Apoiadores e críticos possuíam, agora, uma \n\nmaior possibilidade de expor suas compreensões sobre a guerra e suas concepções e opiniões \n\nsobre a forma com a qual o Brasil se posicionava ante o conflito no Atlântico Sul. Isso, \n\ncertamente, contribuiu para uma heterogeneidade das opiniões internas, até mesmo das \n\nburocracias, uma vez que os meios de comunicação não faziam questão de velar as próprias \n\ndissidências existentes dentro das instituições do Estado. \n\nA própria diretriz da diplomacia brasileira para segurança e defesa fazia gerar \n\nfragmentações internas no âmbito das instituições burocráticas do Estado Brasileiro, como \n\nmostra Amado Cervo (2008). De acordo com este autor, passando a ser vinculada à ideia de \n\ndesenvolvimento e à inserção internacional do Brasil, a política de segurança, a partir de \n\nCosta e Silva, rechaçou a ideia do conceito de segurança coletiva, uma vez que este não mais \n\nservia “como instrumento de superação de desigualdade entre as nações” (CERVO, 2008, p. \n\n131).  \n\nA política exterior era, agora, vista mais como uma forma de realização dos interesses \n\nnacionais, porém algumas contradições surgiram dentro do próprio escopo do Estado \n\nBrasileiro. Cervo mostra que, durante esse período, “os militares desenvolveram uma \n\ndiplomacia paralela na América do Sul” e que “essas contradições entre o Itamaraty e as \n\n\n\n56 \n \n\nForças Armadas assemelham-se àquelas que se verificavam entre a conduta do Departamento \n\nde Estado, de um lado, e da CIA e do Pentágono, de outro, durante a Guerra Fria” (CERVO, \n\n2008, p. 132).  \n\nSe, inicialmente, as fragmentações aparentavam estar restritas às questões \n\ndiplomáticas ou de defesa, é possível observar que, após analisados os trechos supracitados, \n\nas divergências iam muito além, afetando diversos setores do Estado.  \n\nNa questão de defesa, se, de um lado, a caserna possuía interesses focados \n\nmajoritariamente nas questões de poder legítimo, do outro lado, a diplomacia dessa época \n\nenxergava no poder não o fim, “mas um meio para se atingir as metas do desenvolvimento” \n\n(CERVO, 2008, p.183), É possível, ainda, fazer referências aos aparelhos burocráticos \n\nconcernentes às questões econômico-financeiras, que possuíam posicionamento relevante no \n\nprocesso, preocupando-se majoritariamente com os recursos internacionais e com as boas \n\nrelações com os credores brasileiros.  \n\n Nesse sentido, é possível perceber que, apesar de centralizada na figura pessoal do \n\nchanceler Saraiva Guerreiro, a formulação da política exterior brasileira, à época, foi, \n\ntambém, influenciada por inúmeros outros setores da burocracia nacional, que deram um tom \n\npouco coeso e, um tanto quanto desconcertado, entre as diretrizes pregadas pela diplomacia e \n\nas atitudes efetivas. \n\nAmado Cervo (2008) enxerga essa fragmentação no escopo do Estado Brasileiro da \n\népoca ao dizer que, no que se referia a assuntos de Segurança e Defesa, a diplomacia e a \n\ncaserna nem sempre coincidiam em suas opiniões. Um exemplo disso é o fato de que, após o \n\ngoverno Costa e Silva, a nacionalização da Doutrina de Segurança, em detrimento da sua \n\ncoletividade, deu às políticas de segurança um caráter de maior inserção, com propósito de \n\ninserir o país internacionalmente e alcançar interesses nacionais por intermédio do exterior. \n\nSegundo Cervo, a nacionalização da segurança no Brasil foi indissociável do projeto de \n\ndesenvolvimento deste país, e segundo ele, nesse exemplo a Diplomacia acabou se impondo à \n\nCaserna, fazendo com que a política externa e seu processo decisório prevalecessem até \n\nmesmo sobre o pensamento da Escola Superior de Guerra (ESG) que era predominantemente \n\nmais assertiva nas políticas de defesa e cujas preocupações eram majoritariamente \n\ngeopolíticas.  \n\n \n\n \n\n \n\n \n\n\n\n57 \n \n\n3.5 OS “DESCONTENTES” COM O UNIVERSALISMO  \n\n \n\n Túlio Sérgio Ferreira (2009) estudou a política externa universalista de Figueiredo e \n\nseus descontentes. Utilizando-se das bases de Castro Santos e Paixão (1986), esse autor \n\nenxergou na política externa de Figueiredo algumas peculiaridades frente às demais políticas \n\ndo Regime Militar. Segundo esse autor, a palavra que traduzia o momento brasileiro era \n\n“negociação”. Com a Lei de Anistia assinada e a liberalização da organização política, a \n\nsociedade ganhava voz, mesmo sendo de forma controlada pelo Estado. “O Estado definia a \n\nparticipação de setores sociais no processo político conforme seus parâmetros de \n\naceitabilidade” (FERREIRA, 2009, p. 28). Era a chamada política da mão estendida de \n\nFigueiredo.  \n\n No entanto, segundo este mesmo autor (FERREIRA, 2009), a política que, até então, \n\njá era passível de sofrer influências de setores externos ao escopo do Estado, devido aos \n\nprocessos de redemocratização e suavização do autoritarismo, não foi tão democrática durante \n\na crise das Malvinas. Ao citar o caso da Guerra no Atlântico Sul, e da política externa \n\nbrasileira para a questão, Ferreira se refere aos militares como sendo os tomadores da decisão \n\nque fariam o Brasil alcançar um status de potência média, o que levou o país a exportar \n\narmamentos para países considerados “pouco confiáveis” pelos EUA (FERREIRA, 2009, p. \n\n59). Segundo o autor, foi o desejo de denunciar a clivagem entre Norte-Sul no sistema \n\ninternacional que levou à implementação forte do Universalismo na política exterior do Brasil \n\ne na eleição da América do Sul, especialmente a Argentina, como sendo prioridade da agenda \n\nbrasileira. \n\n Ferreira (2009) explicita em seu trabalho sobre o Universalismo do Presidente \n\nFigueiredo, que, ao passo que a crise econômica brasileira ganhava corpo, o Itamaraty perdia \n\nseu espaço diplomático, o que concentrava o foco das discussões nas medidas econômicas \n\nemergenciais, tendo em vista a situação de crise do país. O autor acredita que a diplomacia \n\nperdia espaço não apenas para os interesses das elites econômicas, mas, também, para as \n\npressões advindas dos setores militares.  \n\nNo trabalho de Ferreira, é possível avaliar que a fragmentação era existente, também, \n\nno escopo do Estado Brasileiro, à época, existindo divergências entre o Itamaraty e as demais \n\ninstituições, como, por exemplo, o Ministério do Planejamento e Fazenda. Ao citar Moniz \n\nBandeira, Ferreira mostra que a dependência dos EUA naquele momento deixava o Brasil \n\ndividido internamente. Ao mesmo tempo em que o Itamaraty tendia a assumir atitudes mais \n\nfortemente críticas em face dos EUA, os Ministérios do Planejamento e da Fazenda eram mais \n\n\n\n58 \n \n\npropensos a ceder (BANDEIRA, 1998 apud FERREIRA, 2009). O autor mostra que, com o \n\ntempo, as forças armadas foram se tornando mais flexíveis ao perceberem a oposição que os \n\nEUA traçavam às suas demandas tecnológicas.  \n\nNão obstante, é possível observar no trabalho de Ferreira uma grande parcela de \n\ncrédito às elites econômicas e à pressão que estas exerciam sobre o Estado, remetendo a \n\nquestões econômicas, principalmente, a parcerias estratégicas com os EUA. De acordo com \n\nFerreira, a formulação da política externa vinha sofrendo, cada vez mais, a influência dos \n\ninteresses da sociedade insatisfeita economicamente e que exercia pressões sobre o governo \n\nem processo de redemocratização, um claro sinal de porosidade por parte do governo \n\nFigueiredo.  \n\n \n\n3.6 FRAGMENTAÇÃO E POROSIDADE: AS POSSÍVEIS BASES DA \n\nNEUTRALIDADE NÃO EQUIDISTANTE. \n\n \n\nComo visto anteriormente, o EBA na época da guerra das Malvinas possuía \n\ndivergências em suas concepções quanto às boas práticas e às diretrizes que deveriam ser \n\nadotadas frente ao conflito.  \n\nPara adentrar mais profundamente nas considerações finais, é válido ressaltar duas \n\ndiferenças importantes dentro do processo de porosidade e fragmentação do EBA: ao passo \n\nque a fragmentação é relativa às próprias instituições burocráticas do Estado, a porosidade é a \n\npossibilidade de absorção de um interesse advindo de fora do Estado, que, no entanto, \n\nconsegue se permear através da fragmentação. \n\nNo escopo do Estado Brasileiro, à época analisada, é possível observar que a \n\nfragmentação existia e era gerada por conflitos de visões entre as diversas burocracias que, \n\nlideradas por diferentes políticos, tendiam a adotar posturas divergentes quanto aos enfoques \n\nque lhes competiam.  A crise da dívida, pela qual o país passava, foi um desses pontos \n\ncentrais que influiu tanto para uma fragmentação do EBA, quanto para uma porosidade dos \n\ninteresses da sociedade, que, concernida com a situação econômico-financeira do país, se \n\nmanifestou de forma mais proeminente.  \n\nO estudo de Castro Santos e Paixão (1986) é basilar para a análise das divergências no \n\nâmbito do Estado, uma vez que mostra as diferentes concepções dentro do mesmo Estado \n\nsobre assuntos particulares. Apesar de unido sob a mesma ideologia nacionalista e \n\nconcentrada nas mãos dos mandatários, EBA é fragmentado, e, logo, passível de ser \n\ninfluenciado na formulação de sua política externa, como mostram Castro Santos e Paixão. \n\n\n\n59 \n \n\nAo se analisar o caso das Malvinas, é possível observar que a neutralidade não \n\nequidistante pode tanto ter advindo tanto em função da proeminência de Saraiva Guerreiro \n\nsobre os assuntos externos, uma vez que ele era simpatizante da causa argentina, quanto da \n\ndissidência que havia no escopo do Estado. Possivelmente, a neutralidade tendenciosa foi a \n\nmelhor solução encontrada, tanto por diplomatas, quanto por economistas, para não gerar \n\ncrises diplomáticas com os parceiros pouco desenvolvidos, com a nossa vizinha Argentina e \n\nou com os nossos credores internacionais. Apesar de mais centralizada, a política externa não \n\né imune aos interesses de suas elites e de sua sociedade.  \n\nA falta de consenso entre as diversas burocracias competentes quanto ao evento em \n\nquestão demonstra que, apesar da centralização ideológica, o EBA é fragmentado, e, logo, \n\nporoso. No que se refere à formulação específica da política externa nesse evento estudado, \n\nobserva-se que essa falta de coesão burocrática fez com que a figura do Chanceler Saraiva \n\nGuerreiro, dotado de ampla credibilidade e de boas relações pessoais com o Presidente \n\nFigueiredo, se sobressaísse, imprimindo suas marcas na doutrina adotada pelo Itamaraty e, \n\nconsequentemente, pelo governo brasileiro, mediante uma neutralidade não equidistante \n\nfavorável a Argentina e que colocasse em prática os princípios do Universalismo. \n\nApesar disso, as muitas possibilidades de se analisar a política externa do Brasil para a \n\nGuerra das Malvinas mostram como a política do Brasil foi pouco clara e muito complexa, \n\ninterior e exteriormente, sendo, por fim, adotada uma neutralidade não necessariamente muito \n\nbalanceada e um tanto quanto amistosa com a causa argentina. \n\n \n\n \n\n\n\n60 \n \n\nCONCLUSÃO \n\n \n\n \n\n Como observado ao longo deste trabalho, apesar de não apoiar pronunciadamente a \n\nArgentina e de não adotar abertamente um lado no conflito, o Brasil permaneceu com sua \n\npolítica Universalista durante o período no qual decorreu a Guerra das Malvinas, adotando a \n\nchamada neutralidade não equidistante, nos termos de Helio Jaguaribe (1982). \n\nNesse sentido, é possível dizer que o país privilegiou as relações no sistema \n\ninteramericano e suas alianças hemisféricas, nutrindo maior simpatia pela causa argentina que \n\npela causa britânica, como observado na comunicação do Presidente Figueiredo a seu \n\nhomólogo argentino, Leopoldo Galtieri: \n\nDirijo-me com grande emoção meus pensamentos ao povo irmão da Argentina, ao \nqual a Nação brasileira se sente para sempre ligada pelos laços da mais profunda e \nindestrutível amizade. Renovo o compromisso do Brasil para fazer de tudo para \ncontribuir com uma solução que preserve os melhores interesses dos povos da \nArgentina e das Américas (...). Faço um apelo em favor da conciliação e da busca de \numa solução através de negociações. Recordando os grandes e históricos momentos \nda amizade brasileiro-argentina, desejo aos argentinos paz, concórdia e fraternidade \n(GUERREIRO, 1992 apud ROCHA SANTOS, 2010, p. 4). \n\nTal comunicação difere muito da comunicação enviada pelo Presidente Figueiredo no \n\nmesmo dia 10 de abril à então Primeira-Ministra britânica Margareth Thatcher: \n\nCom profunda preocupação pelos graves riscos que pesam sobre a paz, renovo o \napelo feito ao governo do Reino Unido no sentido de que encontre solução para a \npresente crise. Tendo em vista os esforços ora em curso e a disposição do governo \nbrasileiro já manifestou fazer o que estiver a seu alcance para a busca de uma \nsolução satisfatória. Assinalo ser particularmente importante a efetiva moderação \ndas partes envolvidas a fim de assegurar tempo suficiente para que se explorem os \ncaminhos da conciliação (GUERREIRO, 1992 apud ROCHA SANTOS, 2010, p. 4). \n\nPreocupado em não desagradar internamente, nem externamente, o Brasil manteve-se \n\ncom uma posição pouco clara, pouco definida e, se é possível dizer, até mesmo, pouco neutra. \n\nAo optar por uma neutralidade, o país, que deveria ter se mantido mediador e pacificador, foi \n\num daqueles que executou movimentos tidos como solidários à Argentina, apesar de não \n\nreconhecer essa postura de maneira oficial. \n\nEssa postura pode ter sido, como foi observado ao longo deste trabalho, fruto de \n\nalgumas possibilidades dentro da formulação da política externa brasileira: \n\na. Uma escolha racional \n\nAo ser analisada como a escolha mais lógica a ser feita pelo Estado Brasileiro, essa \n\nvisão se baseia na unidade do ator estatal e na emanação única e coesa da decisão, advinda de \n\num processo decisório previsível e racional. Não se leva em consideração, nessa \n\npossibilidade, as possíveis divergências existentes dentro do escopo do Estado, mas, apenas, \n\n\n\n61 \n \n\nseu posicionamento único, tanto no que se refere aos demais atores internacionais, quanto no \n\nque diz respeito aos interesses nacionais relacionados ao evento.  \n\nComo demonstrado, a neutralidade não equidistante é uma das possibilidades, de \n\nacordo com essa lógica, porém uma série de informações relativas ao âmbito interno do \n\nEstado são deixadas à margem da análise, fazendo com que as dissidência internas entre \n\nburocracias e grupos sociais não sejam consideradas.   \n\nb.  Uma escolha baseada nas tradições de política externa do Brasil \n\nDe acordo com essa visão, o Estado ainda continua sendo o ator principal, de onde \n\nemanam as decisões políticas de forma coesa e unitária. Essa perspectiva, todavia, se utiliza \n\nde conceitos considerados mais específicos para uma análise da política externa brasileira, \n\numa vez que foram cunhados com base em análises da atuação desse Estado ao longo da \n\nhistoria.  Tais conceitos são mais adequados à análise da atuação brasileira, pois remetem a \n\ncomportamentos do próprio Estado brasileiro, e não de outros Estados, como ocorre com as \n\ndemais teorias de Relações Internacionais.  \n\nNessa perspectiva, a postura brasileira no conflito foi embasada em sua tradição do \n\njuridicismo, ao se manter sempre fiel aos acordos e tratados internacionais firmados e a tentar \n\nsempre uma solução por vias da diplomacia e da negociação; do pragmatismo, ao atuar \n\nsempre de forma pontual e cautelosa, a fim de não prejudicar seu relacionamento com \n\nnenhum parceiro estratégico, durante o conflito, e ao permanecer utilizando-se da política \n\nexterna como instrumento ao desenvolvimento do país; e, principalmente, do não-\n\nconfrontacionismo, ao adotar enfaticamente uma postura declarada de neutralidade, com o \n\nobjetivo de manter-se neutro em conflitos armados e de assegurar a manutenção da \n\nautodeterminação dos povos e do direito soberano dos Estados. \n\nc. Uma posição possível em função das fragmentações \n\nEssa talvez seja a mais provável das alternativas, uma vez que ela leva em consideração os \n\nfatores domésticos do Estado em sua intimidade e as divergências existentes entre líderes e \n\ninstituições. Ao mostrar que havia a fragmentação e a porosidade, no escopo do Estado \n\nBrasileiro, sobretudo, no que concernia ao posicionamento ante a Guerra das Malvinas, é \n\npossível notar que a política do Brasil para a guerra das Malvinas pode ter sido não \n\nequidistante e pouco clara tanto em função da necessidade de se agradar aos parceiros \n\ninternacionais, quanto em razão das diversas concepções existentes nas burocracias internas \n\ndo país. Além disso, havia divergência também no que concernia ao posicionamento das \n\nclasses sociais e elites, além da opinião pública, de forma geral, que, preocupada com a \n\n\n\n62 \n \n\nsituação econômica nacional, pressionava pela formulação de uma política economicamente \n\nbenéfica ao país.  \n\nOutro fator que deve ser considerado é a importância das personalidades em posições de \n\nchefia nas burocracias estatais. Sob a figura do chanceler Saraiva Guerreiro, a quem o \n\npresidente Figueiredo confiava amplos poderes de formulação da política externa, o Itamaraty \n\nadotava uma política mais amistosa com a Argentina do que aquela que os líderes de \n\ninstituições econômicas criam ser apropriada. Essa postura da diplomacia encontrava \n\nresistências dentro do próprio escopo do Estado, que, muitas vezes, enxergavam no conflito \n\numa necessidade de outra postura brasileira, que não a implementada pela Chancelaria.  \n\nÉ possível observar que a figura do Chanceler Saraiva Guerreiro foi essencial para a \n\npostura adotada pelo país em 1982. Sua proeminência sobre os assuntos externos, bem como \n\nsuas características individuais e valores pessoais, influíram demasiadamente sobre as \n\ndiretrizes tomadas na referida circunstância. Contudo, tal fato não pode ser considerado \n\nisoladamente. A proeminência da figura do Chanceler ganhou espaço em função de uma falta \n\nde coesão entre as demais burocracias na formulação de suas posições quanto ao evento em \n\nquestão. As divergências de posicionamento existentes entre as Forças Armadas, as \n\ninstituições financeiras, como o Banco Central e o Ministério do Planejamento, e o Itamaraty \n\nem relação aos eventos que se sucederam na guerra.  \n\nEsse fato se evidenciou em momentos como o caso particular intitulado Emergência \n\nProgramada, que gerou atritos entre o Itamaraty e a FAB, e como o caso do anúncio, por \n\nalgumas autoridades brasileiras, da formulação de um plano econômico de ajuda à Argentina, \n\nque poderia futuramente, gerar dificuldades na captação de recursos com os britânicos. Esse \n\núltimo fato fez com que o Ministro do Planejamento, Delfim Netto, tivesse de tentar conciliar \n\na situação imediatamente.  \n\nEssa falta de coesão evidenciada ao longo dos eventos deixou espaço para uma \n\nposição robusta do Chanceler, que, possuindo confiança pessoal do Presidente Figueiredo, foi \n\ncapaz de imprimir suas concepções universalistas sobre a diretriz da política externa brasileira \n\npara a Guerra das Malvinas.   \n\nAlém disso, a postura de neutralidade não equidistante adotada pelo Brasil pode ser \n\nvista, ainda, como o símbolo de um país que atravessava crises política domésticas e \n\ndivergências internas, onde setores da sociedade reclamavam por seus direitos de voto, de voz \n\ne de representação, e, pouco a pouco, se posicionavam de maneira contrária às políticas do \n\nEstado, que ruía em seu autoritarismo e iniciava sua marcha rumo à redemocratização. \n\n\n\n63 \n \n\nInternacionalmente, a crise pela qual passava o país foi refletida em uma política externa \n\nuniversalista e um pouco instável, muito focada na necessidade de manutenção das parcerias. \n\nFoi possível observar, ao longo deste trabalho, que, apesar da centralização do EBA, \n\nesse Estado possuía fragmentações em determinadas esferas burocráticas e centros decisórios, \n\ntendo em vista sua complexificação, que o torna dissidente dentro de si mesmo e passível de \n\nsofrer influências das camadas sociais. Esse fato pode ser elencado como consequência do já \n\niniciado processo de redemocratização, mas também pode ser relacionado ao fato de que os \n\nEstados, sejam eles quais forem, não são unidades completamente unitárias e coesas no seu \n\nprocesso de formulação política, mas, sim, instituições em formação, lideradas por pessoas \n\ncom preferências individuais e divergentes entre si que acabam influenciando no processo de \n\nformulação política. É possível concluir, para finalizar este trabalho que, enquanto os Estados \n\nNacionais forem formados por seres humanos, haverá divergências, haverá preferências \n\npessoais, haverá fragmentação e haverá porosidade. Formado por seres humanos e para seres \n\nhumanos, o Estado Nacional está longe de ser apenas uma figura racional e hegemônica, mas \n\né, na realidade, uma organização formada por seres mutáveis e individuais. \n\nNesse sentido, é possível observar que a hipótese central desse estudo, a fragmentação \n\ndo processo formulador da política externa no Brasil e sua porosidade aos interesses diversos \n\nexistentes no escopo doméstico do Estado, durante o evento da Guerra das Malvinas, e no \n\nâmbito de um Estado Burocrático-Autoritário, foi comprovada.  \n\nIsso, todavia, não desqualifica as demais análises possíveis da postura brasileira para o \n\nevento. A escola Realista de Relações Internacionais auxiliou na compreensão da formulação \n\nda política externa na medida em que mostrou a lógica existente dentro do Estado de sempre \n\nbuscar maximizar seus ganhos na situação corrente. Mesmo que pareça reducionista em \n\nalguns momentos e em algumas análises, a escola mais difundida de Relações Internacionais \n\npossui conceituações e valores essenciais para se compreender a ação estatal ante os demais \n\natores. Os conceitos de inserção internacional brasileira também foram igualmente relevantes \n\npara a análise, na medida em que complementam a racionalidade estatal, presente no \n\nRealismo clássico, com conceitos brasileiros adequados à experiência da inserção \n\ninternacional desse país. Tais correntes teóricas auxiliaram na compreensão da política \n\nexterna até que se fosse possível chegar ao ponto de análise estritamente interburocrática, \n\npautada em conceitos mais inerentes ao escopo do Estado e que enxergassem esse ator não \n\ncomo uma unidade, mas como uma junção de fragmentações.  \n\n Observou-se, por fim, que as instituições possuíam diferenças de concepção entre si, \n\napesar da aparente centralização e homogeneidade do Estado brasileiro e da aparente \n\n\n\n64 \n \n\nsupremacia do Itamaraty em assuntos de política externa. Essa fragmentação do Estado fez \n\ncom que a política externa brasileira formulada para o conflito fosse dotada de instabilidade, \n\nfalta de clareza e fosse igualmente passível de muitos questionamentos.  \n\n\n\n65 \n \n\nREFERÊNCIAS \n\n \n\nALLISON, Graham T.  Conceptual models and the Cuban missile crisis. The American \nPolitical Science Review, v. 63, n.. 3, p. 689-718, 1969. Disponível em: \n<http://www.jstor.org/stable/1954423>. Acesso em: 11 nov. 2009 \n \n\n \n\nALTEMANI, Henrique. Política externa brasileira. São Paulo: Saraiva, 2005 \n\n \n\n \n\nBUERE, Júlio César. Regime militar do Brasil: grupos de interesse e formulação da política. \nDisponível em: \n<http://www.allacademic.com/meta/p_mla_apa_research_citation/3/8/0/8/8/p380881_index.ht\nml>. Acesso em: 06 jul. 2010 \n\n \n\n \n\nCASTRO SANTOS, Maria Helena; PAIXÃO, Antônio Luiz. O álcool combustível e a \npecuária de corte: fragmentação e porosidade no Estado burocrático-autoritário. Disponível \nem:&lt;http://www.anpocs.org.br/portal/publicacoes/rbcs_00_07/rbcs07_03.htm>. Acesso em: \n01 ago. 2010. \n\n \n\n \n\nCERVO, Amado Luiz; BUENO, Clodoaldo. História da política exterior do Brasil. Brasília: \nUnB, 2002. \n\n \n\n \n\nCERVO, Amado Luiz (org.). O desafio internacional. Brasília: UnB, 1994. \n\n \n\n \n\nCERVO, Amado Luiz. Inserção internacional. São Paulo: Saraiva, 2008. \n\n \n\n \n\n\n\n66 \n \n\nESPÓSITO NETO, Tomaz. A política externa brasileira frente ao conflito das \nFalklands/Malvinas. 189f. Dissertação (Mestrado em História)-Pontifícia Universidade \nCatólica de São Paulo, São Paulo, 2006. \n\n \n\nFAUSTO, Boris. História do Brasil. São Paulo: Edusp, 2009.  \n\n \n\nFERREIRA, Túlio Sérgio Henriques. O universalismo e seus descontentes. São Paulo: Juruá, \n2009. \n\n \n\nGARCIA, Eugênio Vargas. O pensamento dos militares em política internacional 1961-1989. \nRevista Brasileira de Política Internacional, Brasília, n.40, v.1, p. 18-40, 1997. \n\n \n\n \n\nHOBSBAWM, Eric. Era dos extremos: o breve século XX. São Paulo: Companhia das \nLetras, 1995. \n\n \n\n \n\nJAGUARIBE, Hélio. Novo cenário internacional. Rio de Janeiro: Guanabara, 1982. \n\n \n\n \n\nMONIZ BANDEIRA, Luiz Alberto. Argentina, Brasil e Estados Unidos: da tríplice aliança \nao Mercosul.Rio de Janeiro: Revan, 2003. \n\n \n\n \n\nMORGENTHAU, Hans. A política de poder entre as nações. Brasília: UnB, 2003. \n\n \n\n \n\nNOGUEIRA, João Pontes; MESSARI, Nizar. Teoria das Relações Internacionais: correntes e \ndebates. Rio de Janeiro: Elsevier, 2005. \n\n \n\n\n\n67 \n \n\n \n\nO’DONNELL, Guillermo. Polyarchies and the (un)rule of law in Latin America. IN: \nENCONTRO DA ASSOCIAÇÃO DE ESTUDOS LATINO-AMERICANOS, Chicago, 1998.  \n\n \n\n \n\nORGANIZAÇÃO DOS ESTADOS AMERICANOS. Carta da OEA. Bogotá, 1948. \nDisponível em:&lt;http://www.oas.org/juridico/portuguese/carta.htm>. Acesso em: 09 set. \n2010. \n\n \n\n \n\nPENNA FILHO, Pio. A América Latina, sua integração e sua inserção no mundo \nglobalizado. In: ALTEMANI, Henrique; LESSA, Antônio Carlos (org.). Política \ninternacional contemporânea: mundo em transição. São Paulo: Saraiva, 2006. \n\n \n\n \n\nPUTNAM, Robert ; EVANS, Peter; JACOBSON, Harold. Double-edged diplomacy: \nInternational Bargaining and Domestic Politics. Berkley: University of California Press, 1993. \n\n \n\n \n\nROCHA SANTOS, Rafael Macedo da. A construção das bases da integração da América \nLatina. PPGHC/UFRJ: 2010. Disponível em: \n<http://www.tempopresente.org/index2.php?option=com_content&amp;do_pdf=1&amp;id=5150>. \nAcesso em: 09 set. 2010. \n\n \n\n \n\nSISTEMA NACIONAL DE INFORMAÇÃO, DOC NÚMERO 011650, 1982. Disponível \nem:&lt;http://www.ww2aircraft.net/forum/multilingual-corner/envolvimento-do-brasil-ao-lado-\nda-argentina-nas-malvinas-14934.html>. Acesso em: 09 set. 2010. \n\n \n\n \n\nTRATADO INTERAMERICANO DE ASSISTÊNCIA RECÍPROCA. Tratado do Rio, Rio \nde Janeiro, 1947; Disponível em:&lt;http://www2.mre.gov.br/dai/tiar.htm>. Acesso em: 03 nov. \n2010. \n\n\n\n68 \n \n\n \n\n \n\nVIDIGAL, Carlos Eduardo. Brasil-Argentina: a construção do entendimento (1958-1986). \nSão Paulo: Juruá, 2009. \n\n \n\n \n\nVIZENTINI, Paulo Fagundes. Política externa do regime militar brasileiro. Porto Alegre: \nUFRGS, 1998."}]}}}