{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09852"}, {"@name": "filename", "#text": "14855_prado_vhm_me_sjrp.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Programa de Pós-Graduação em Biologia Animal\nVitor Hugo Mendonça do Prado\nSimilaridade Ecológica Em Comunidades De Girinos:\nO Papel De Componentes Históricos (Filogenéticos) E\nContemporâneos (Ecológicos)\nOrientadora: Profa. Dra. Denise de Cerqueira Rossa Feres\nDissertação apresentada ao Instituto de Biociências, Letras e Ciências Exatas, universidade Estadual Paulista, para a obtenção do título de Mestre em Biologia Animal\nPrado, Vitor Hugo Mendonça do.\nSimilaridade ecológica em comunidades de girinos (Amphibia, Anura): o papel de componentes históricos (filogenéticos) e contemporâneos (ecológicos) / Vitor Hugo Mendonça do Prado - São José do Rio Preto : [s.n.], 2006\n151 f. : il. ; 30 cm.\nOrientador: Denise de Cerqueira Rossa Feres\nDissertação (mestrado) - Universidade Estadual Paulista. Instituto de Biociências, Letras e Ciências Exatas\n1. Ecologia animal. 2. Anuro. 3. Girino. 4. Filogenia. 5. Nicho (Ecologia) 6. Ecologia de comunidades. 7. Partilha de recursos (Ecologia) 8. Ecologia histórica. I. Rossa-Feres, Denise de Cerqueira. II. Universidade Estadual Paulista. Instituto de Biociências, Letras e Ciências Exatas. III. Título.\nCDU - 597.8\nData da Defesa: 23 / 02 / 2006\nBANCA EXAMINADORA\nTITULARES:\nProfa. Dra. Denise de C. Rossa Feres:____________________________________\n(Orientadora)\nProf. Dr. Márcio R. C. Martins:__________________________________________\nProf. Dr. Francisco Langeani Neto:_______________________________________\nSUPLENTES:\nProf. Dr. Itamar A. Martins:_____________________________________________\nProf. Dr. Fernando B. Noll:______________________________________________\n“No final, nossa sociedade será definida, não pelo que criamos, mas pelo que nos recusamos a destruir”.\nJohn C. Sawhill (1936-2000)\nA meus pais, Adalberto e Iraci, por todo amor, apoio incondicional e lição de vida.\nAGRADECIMENTOS\n-\tÀ Profa. Denise de C. Rossa-Feres, pela orientação, amizade e pelo fato de ser responsável por toda a minha formação científica, dando um grande exemplo do que é ter amor naquilo que faz;\n-\tAos Profs. Drs. Francisco Langeani e Márcio R. C. Martins, por aceitarem participar da banca, e, em especial, ao professor Franciso pela grande ajuda na análise filogenética dos caracteres larvais;\n-\tAos Profs. Drs. Fernando B. Noll e Lílian Casatti pelas valiosas críticas, sugestões e , em especial à professora Lílian pela ajuda na análise de Correspondência Canônica;\n-\tÀ Profa. Dra. Mariluce G. Fonseca e à aluna do curso de Ciências Biológicas Fernanda Vital pela valiosa ajuda na identificação e quantificação dos itens alimentares dos girinos;\n-\tAos Profs. Drs. Orlando Nechi Jr. e Luiz H. Z. Branco pelo auxílio na identificação de algumas das algas ingeridas pelos girinos;\n-\tA todos que participaram das coletas: Aline Sant’Anna, Bruno Stachissini, Carlos E. Sousa, Carolina Candeira, Fernando Gelin, Fernando Rodrigues, Gabriela Seron, Luciana Ortega, Maurício Papa, Natacha Nagatani, Paulo Ferrari, Renato Romero, Rinneu Borges, Tiago Motta e Tiago Vasconcelos;\n-\tAo biólogo Fausto Nomura pela revisão do Abstract;\n-\tAos professores do Programa de Pós-Graduação em Biologia Animal, pelos ensinamentos;\n-\tA todos os companheiros de laboratório e de Pós-Graduação pelo excelente convívio;\n-\tAos amigos de república, Paulão e Rinneu, pelos momentos de descontração, e principalmente pelas “goleadas” que sempre levavam no vídeo-game;\n-\tAos amigos de Cosmorama, Danilo “Boga”, Danilo “Magrão”, Giovani “Zananzim”, Lúcio “Mau” e Rinneu pelas festas e boas recordações;\n-\tAos amigos da graduação, Fábio “Preto”, Gustavo, Maricy e Renato pelos bons tempos de faculdade e por, mesmo a distância, estarem sempre presentes;\n-\tAos meus primos/amigos Bruno e Fabrício, por toda força que sempre me deram desde que passei a morar em São José do Rio Preto, inclusive por ajudar em coletas;\n-\tAos meus familiares, minha “irmãzinha” Larissa por toda a amizade e, em especial, aos meus pais, Adalberto e Iraci por todo amor e incentivo e por ensinarem que o verdadeiro valor das coisas se define pelo verbo “ser”;\n-\tÀ Aline Zorzetto, pelo imenso companheirismo, carinho e por todo o amor!\n-\tÀ FAPESP, pela bolsa concedida (03/11049-9) e ao programa BIOTA / FAPESP - O Instituto Virtual da Biodiversidade (www.biota.org.br) - pelo auxílio financeiro, fundamental para a realização deste trabalho.\nCONTEÚDO\nGeneral Abstract...............................................3\nIntrodução Geral,\n,5\nReferências Bibliográficas\n7\n1. Capítulo 1: Uso de Micro-Hábitat e Dieta pelos Girinos (Amphibia, Anura)\nde Duas Comunidades\n12\n1.1. Introdução.................................................................13\n1.2. Material e Métodos..........................................................14\n1.3. Resultados\n18\n1.4. Discussão...............................................................21\n1.5.\tReferências Bibliográficas...........................................25\n1.6.\tTabelas..............................................................30\n1.7.\tFiguras..............................................................41\n2. Capítulo 2: Padrões Históricos na Estruturação de Comunidades de\nGIRINOS (AMPHIBIA, ANURA)\n48\n2.1. Introdução.................................................................49\n2.2. Material e Métodos..........................................................52\n2.3. Resultados\n57\n2.4. Discussão...............................................................98\n2.5. Referências Bibliográficas......................................................112\n2.6.\tTabelas..........................................................119\n2.7.\tFiguras..........................................................124\n3. Considerações Finais.................................................151\nRESUMO GERAL\nUma limitação nos estudos em ecologia de comunidades é a interpretação dos processos com base apenas em mecanismos contemporâneos, pois muitos padrões podem ser explicados com base nas linhagens evolutivas da comunidade. O objetivo deste estudo foi investigar a influência do parentesco nos padrões de uso de recursos (microhábitat e alimento) para os girinos de duas comunidades. Para isso, foi determinada a similaridade no uso de micro-hábitat e na dieta e aplicada a metodologia filogenética para caracteres orais e do condrocrânio dos girinos de 19 espécies da região noroeste do estado de São Paulo. As amostragens foram mensais, entre outubro de 2003 e maio de 2004, completando uma estação chuvosa. Para a obtenção das relações de parentesco entre as espécies, caracteres orais e do condrocrânio foram analisados pela metodologia filogenética. Como grupo externo, foram utilizados girinos de Discoglossidae. Os dados de uso de recursos foram analisados em uma escala mais detalhada e em outra mais ampla. A análise histórica foi realizada plotando os dados de uso de recursos sobre o cladograma, representando as relações de parentesco entre as espécies. A escala utilizada para descrição do uso de micro-hábitat influenciou o resultado obtido. Numa escala de mais detalhada foram evidenciadas variação intra-específica e no padrão geral das duas comunidades, de acordo com as dimensões do corpo d’água: os girinos ocuparam regiões mais profundas e distantes da margem na poça permanente, e essa ocupação pode estar relacionada com as maiores dimensões desta poça. Já o panorama resultante da análise efetuada para girinos de 19 espécies numa escala mais ampla é muito diferente: os girinos de “leptodactilídeos” presentemente estudados mantiveram o padrão plesiomórfico de Neobatrachia, indicando uma história evolutiva conservativa, enquanto os girinos de “hilídeos” divergiram no uso de micro-hábitat. Os agrupamentos evidenciados pela análise de similaridade foram constituídos basicamente por (1) espécies pouco abundantes, permitindo a coexistência de espécies com alta sobreposição de nicho; (2) espécies de guildas ecomorfológicas distintas, que partilharam a posição na coluna d’água; e (3) espécies de leptodactilídeos, consideradas menos flexíveis no uso de micro-hábitat. A dieta dos girinos foi composta preponderantemente por microalgas. Os girinos de todas as espécies ingeriram principalmente diatomáceas e Trachellomonas, exceto os de Dendropsophus nanus na poça temporária que, além destes dois itens, ingeriu Spyrogira, e os de Scinax fuscovarius que, na poça permanente, ingeriram preponderantemente Coelastrum e Dictyosphaerium. Na poça temporária, foram encontrados dois grupos: girinos que se alimentaram\nprincipalmente de diatomáceas e girinos que se alimentaram principalmente de Trachellomonas. Na poça permanente, não foi encontrado nenhum agrupamento, já que todos os pares de espécies apresentaram baixa similaridade. A partilha alimentar foi quantitativa ao invés de qualitativa, e considerada tão importante quanto a partilha de micro-hábitat na estruturação das comunidades estudadas. As 19 espécies estudadas formaram um clado monofilético: ((((Elachistocleis bicolor + Elachistocleis sp.) + Dendropsophus nanus) + D. minutus) + (((Scinax aff. similis + S.fuscovarius) + S. fuscomarginatus) + ((Hypsiboas albopunctatus+H. raniceps) + (Trachycephalus venulosus + (Leptodactylus labyrinthicus + (L. fuscus + (Leptodactylus cf. ocellatus + L. podicipinus))) + (Bufo schneideri + (Eupemphix nattereri + (Physalaemus fuscomaculatus + (P. centralis + P. cuvieri)))))))). A análise filogenética evidenciou o parafiletismo de Hylidae e Leptodactylidae e o monofiletismo de cinco dos seis gêneros com mais de uma espécie, analisados no presente estudo. A análise histórica do uso de recursos evidencia que as comunidades estudadas são constituídas por grupos de espécies com diferentes histórias evolutivas: o uso de recursos pelos “leptodactilídeos” mantém o padrão plesiomórfico de Neobatrachia, tanto para micro-hábitat quanto para dieta, indicando uma história evolutiva conservativa. Já os “hilídeos” apresentaram grande diversificação no uso de recursos, entretanto, as espécies congenéricas dos clados terminais foram conservativas no uso de micro-hábitat. Aparentemente, espécies próximas e grupos de espécies de gêneros diferentes sofreram processos evolutivos distintos: espécies de mesmo gênero sofreram história evolutiva conservativa, enquanto que houve diversificação no uso de recursos associada com a grande diversidade morfológica dos girinos de “hilídeos” de diferentes gêneros. No entanto, como Hylidae não foi monofilético no presente estudo, duas hipóteses podem ser propostas: Hylidae é um grupo monofilético que apresentou grande irradiação adaptativa ou na verdade trata-se de um agrupamento artificial, representando diferentes histórias evolutivas.\nGENERAL ABSTRACT\nA limitation in the studies in community ecology is just the interpretation of the processes based on contemporary mechanisms, as many patterns can be explained based on the community's evolutionary lineages. The objective of this study was to investigate the phylogenetic influence in the patterns of resource use (microhábitat and food) for two tadpoles’ communities. The similarity in the microhabitat use and in the diet between tadpoles of two communities was determined. These tadpoles were sampled monthly, between October of 2003 and May of 2004, along the rainy season. For the elaboration of an evolutionary hypothesis among species, oral and chondrocranial morphology of tadpoles of 19 species from northwestern region of São Paulo state were analyzed by phylogenetic methodology. Tadpoles of Discoglossidae were used as outgroup. The historical analysis of the resource use was made constrasting these data with the cladogram that represent the evolutionary relationship among the species, and analyzed in a detailed and in a broad scales. The used scale for microhabitat use influenced the results. In a more detailed scale the intraspecific variation was highlighted and caused the two communities to differ in the general pattern of tadpoles’ distribution, according to the pond size: tadpoles’ occupied areas deeper and distant from the margin in the permanent pond, which could be related to the largest size of this pond. In a broad scale the “leptodactylids” at present study maintained the plesiomorphic pattern of Neobatrachia, indicating a conservative evolutionary history, while the “hylids” diverged in the microhabitat use. The groups formed by the similarity analysis were basically constituted for (1) species little abundant, allowing the coexistence of species with high niche superposition; (2) species of different ecomorphological guilds, that partitioned the position in the water column; and\n(3)\tleptodactylids species, considered specialists in the microhabitat use. The diet of tadpoles was composed mainly by microalgae. The tadpoles of all species ingested mainly diatoms and Trachellomonas, except for Dendropsophus nanus in the temporary pond that ingested Spyrogira in addition to diatoms and Trachellomonas, and for Scinax fuscovarius in the permanent pond that ingested mainly Coelastrum and Dictyosphaerium. In the temporary pond were found two groups: tadpoles that fed mainly diatoms and tadpoles that fed mainly Trachellomonas. In the permanent pond none group was formed, since all species-pairs presented low similarity. The diet partitioning was quantitative instead of qualitative, and considered as important as the microhabitat share in the studied community structure. The 19 studied species formed a monophyletic clade:\n((((Elachistocleis bicolor + Elachistocleis sp.) + Dendropsophus nanus) + D. minutus) + (((Scinax aff. similis + S.fuscovarius)\t+ S. fuscomarginatus)\t+\t((Hypsiboas\nalbopunctatus+H. raniceps) + (Trachycephalus venulosus + (Leptodactylus labyrinthicus + (L. fuscus + (Leptodactylus cf. ocellatus + L. podicipinus))) + (Bufo schneideri + (Eupemphix nattereri + (Physalaemus fuscomaculatus + (P. centralis + P. cuvieri)))))))). The phylogenetic analysis evidenced the paraphyletism of Hylidae and Leptodactylidae and the monophyletism of five of the six genera with more than one species, analyzed in the present study. The historical analysis of resource use show that the studied communities are constituted by species groups with different evolutionary histories: the resource use for the “leptodactylidae” maintains the plesiomorphic pattern for Neobatrachia, for microhabitat and for diet, indicating a conservative evolutionary history. The “hylids” already presented great diversification in resource use. However, the congeneric species of terminal clades were conservative in microhabitat use. Seemingly, close species and groups of species of different genera, suffered different evolutionary processes: species of same genera suffered conservative evolutionary history, but the diversification in resource use associated with the great morphological diversity of “hylid” tadpoles of different genera. However, because Hylidae was not monophyletic in the present study, two hypotheses can be proposed: Hylidae is monophyletic and presented great adaptative irradiation or in fact it is an artificial group, representing different evolutionary histories.\nIntrodução Geral\nSegundo Ricklefs (2003) comunidades biológicas são associações de populações, definidas pela natureza de suas interações ou pelo lugar em que vivem. Muitos parâmetros são usados para pesquisar padrões que estruturam comunidades, incluindo o número de espécies e suas abundâncias relativas, os tipos de espécies presentes, suas propriedades fenotípicas (McPeek &amp; Miller, 1996) e os padrões de uso e partilha de recursos (Begon et al.,1990; Pianka, 1994). Os ecólogos têm se esforçado por décadas para desemaranhar e delinear as forças envolvidas no agrupamento de espécies em comunidades biológicas (Brooks &amp; McLennan, 1993), e estas questões têm produzido muita informação e, ao mesmo tempo, muita controvérsia sobre a interpretação das informações obtidas. Assim, a questão central da ecologia de comunidades é a explicação da origem e manutenção das combinações de espécies que coexistem em determinadas situações ambientais (Lewinsohn, 1990).\nOs anfíbios anuros de regiões tropicais sazonais, que se reproduzem em corpos de água parada, constituem um grupo bastante adequado para estudos em ecologia de comunidades, pois a maioria das espécies ocorre no mesmo período do ano, durante a estação chuvosa, e, geralmente, num espaço delimitado, poças ou lagos. Muitos mecanismos foram propostos como geradores dos padrões de ocorrência e de partilha de recursos nessas comunidades: competição intra-específica (Wilbur, 1976; Crump, 1982), competição inter-específica (Hairston, 1980; Morin, 1983), predação (Heyer et al., 1975; Walters, 1975; Heyer, 1976; Walls &amp; Williams, 2001; Gunzburger &amp; Travis, 2004), interação entre competição e predação (Morin, 1986; 1987), constância e fenologia ambiental (Rodríguez-Jiménez, 1986; Diaz-Paniagua, 1990; Wild, 1996) e história evolutiva (Scott &amp; Campbell, 1982; Smith, 1983; Eterovick &amp; Fernandes, 2001). Entretanto, segundo Duellman &amp; Trueb (1986) somente em poucos casos os mecanismos reguladores da estrutura da comunidade foram demonstrados. Uma das explicações é que dados descritivos sobre padrões reprodutivos e de uso de recursos em anuros de regiões tropicais são disponíveis para somente algumas poucas comunidades (Donnelly &amp; Guyer, 1994) apesar de, segundo Levin (1992), este tipo de informação ser essencial para a verificação e quantificação de padrões nas comunidades.\nRecentemente, têm-se demonstrado que muitos padrões de uso e de partilha de recursos podem ser mais facilmente explicados com base nas características das linhagens evolutivas que compõem a comunidade (por exemplo, Brooks &amp; McLennan, 1993; Cadle\n&amp;\tGreene, 1993; Martins, 1994; Vitt et al. 1999; Webb et al., 2002). Essa nova abordagem, denominada de ecologia histórica por Brooks (1985), associa a ecologia e a história evolutiva das espécies, determinada através da metodologia filogenética e possibilita, segundo Brooks &amp; McLennan (1991), fazer inferências sobre os processos que modelaram uma comunidade. Na realidade, a sistemática filogenética constitui uma importante ferramenta para se explicar os padrões de uso de recursos em diversas comunidades (Brooks &amp; McLennan, 1993; Webb et al., 2002), pois tem mostrado que muitos padrões são conservativos, refletindo as relações de parentesco entre as espécies (McPeek &amp; Brown, 2000; Forstmeier et al., 2001). Um padrão conservativo pode ser visto em linhagens evolutivas inteiras (Cadle &amp; Greene, 1993), em algumas linhagens dentro de um grupo (Eterovick &amp; Fernandes, 2001) ou em determinadas dimensões de nicho (Vitt et al., 1999).\nOs padrões macro-evolutivos descobertos pela pesquisa em ecologia histórica fornecem informação sobre as origens das espécies em uma comunidade e sobre a origem dos caracteres envolvidos nas interações entre aquelas espécies (Brooks &amp; McLennan, 1993; Webb et al., 2002). As características ecológicas ou comportamentais que uma espécie exibe podem ter evoluído em seu ambiente recente, ou podem ser de origem relativamente antiga, isto é, espécies relacionadas podem ter características derivadas independentemente ou a partir de um ancestral comum (Dobson, 1985). As abordagens ecológica e histórica não são excludentes, ao contrário, diversos estudos têm mostrado que alguns padrões de uso de recursos são provavelmente originados por interações interespecíficas no presente, como competição e predação, ao passo que outros se devem a restrições impostas pela história evolutiva, como morfologia funcional e fisiologia (Winemiller &amp; Pianka, 1990; Martins, 1994; Vitt &amp; Zani, 1996; Vitt et al., 1999; Bertoluci,\n1997).\nRossa-Feres (1997) estudou detalhadamente o uso e a partilha de recursos entre 14 espécies de anuros de uma comunidade de açude temporário, ao longo de cinco estações chuvosas, quantificando a amplitude e o grau de sobreposição no uso do micro-hábitat (Rossa-Feres &amp; Jim, 2001), na ocorrência sazonal e na dieta de adultos e de girinos (Rossa-Feres et al., 2004). Dentre essas espécies, quatro constituem pares de espécies pertencentes ao mesmo grupo intra-genérico (segundo Frost, 2004) sendo, por isso, consideradas taxonomicamente próximas, já que não existe uma proposta de filogenia que inclua as 14 espécies estudadas. Os resultados obtidos mostram grande similaridade no uso de recursos entre pares de espécies pertencentes ao mesmo grupo taxonómico intra-genérico, mas\nalguns pares taxonómicamente distantes apresentaram similaridade igual ou maior (Rossa-Feres, 1997; Rossa-Feres &amp; Jim, 2001; Rossa-Feres et al., 2004). Segundo Brooks et al. (1995), a abordagem baseada estritamente em mecanismos contemporâneos pode produzir resultados confusos, porque não diferencia entre mecanismos afetando a origem evolutiva de um caráter daqueles envolvidos na sua manutenção, uma vez estabelecido. Assim, na tentativa de compreender os mecanismos reguladores da estrutura dessa comunidade, Prado (2003) aplicou a metodologia filogenética para caracteres morfológicos dos girinos cuja ecologia foi estudada por Rossa-Feres (1997). Desse modo, foi possível verificar que o uso de micro-hábitat não refletiu as relações de parentesco, enquanto que a dieta foi conservativa. Nesta comunidade, alimento provavelmente não foi um recurso limitante, já que microalgas geralmente são abundantes em poças temporárias (Díaz-Paniagua, 1985), enquanto que o espaço pode ser um recurso limitante em ambientes de pequeno porte. Nesse caso, a competição entre as espécies próximas poderia ser o mecanismo que promoveu a divergência entre os girinos no uso do micro-hábitat.\nPara verificar o quanto o padrão proposto acima é consistente, foram determinados o grau de similaridade no uso de micro-hábitat e na dieta e aplicada a metodologia filogenética para caracteres morfológicos dos girinos das espécies de duas comunidades de anfíbios anuros, de modo a tornar possível a obtenção de uma análise histórica do uso de recursos, comparando a similaridade ecológica com o grau de parentesco das espécies. A verificação da influência do grau de parentesco sobre o uso de recursos em diferentes ambientes fornecerá uma base mais sólida para inferências sobre quais dimensões do nicho ecológico são evolutivamente conservativas e quais são mais afetadas por fatores contemporâneos às comunidades.\nO presente estudo está organizado em dois capítulos: (1) Uso de micro-hábitat e dieta dos girinos de duas comunidades, uma poça temporária e uma poça permanente e (2) Padrões históricos na organização de comunidades de girinos, onde a influência do grau de parentesco sobre a similaridade ecológica é verificada.\nReferências Bibliográficas\nBEGON, M.; HARPER, J. L. &amp; TOWNSEND, C. R. 1990. Ecology: Individuals, Populations and Communities. Blacwelll Scientific Publications, Cambridge, Massachusetts. 945p.\nBERTOLUCI, J. A. 1997. Fenología e seleção de hábitat em girinos da Mata Atlântica em Boracéia, São Paulo (Amphibia, Anura). Tese (Doutorado em Ciências Biológicas, Zoologia) São Paulo: Instituto de Biociências. USP, 123p.\nBROOKS, D. R. 1985. Historical ecology: A new approach to studying the evolution of ecological associations. Annals of the Missouri Botanical Garden, 72: 660-68.\nBROOKS, D. R. &amp; McLENNAN, D. A. 1991. Phylogeny, ecology, and behavior: A research program in comparative biology. Chicago: University of Chicago Press, 434 p.\nBROOKS, D. R. &amp; McLENNAN, D. A. 1993. Historical ecology: examining phylogenetic components of community evolution. In: RICKLEFS, R. E. and SCHLUTER, D. (Eds.) Species diversity in ecological communities. Chicago: University of Chicago Press, p. 267-280.\nCADLE, J. E. &amp; GREENE, H. W. 1993. Phylogenetic patterns, biogeography, and the ecological structure of Neotropical snake assemblages. In: RICKLEFS, R. E. and SCHLUTER, D. (Eds.) Species diversity in ecological communities. Chicago: University of Chicago Press, p. 281- 293.\nCRUMP, M. L. 1982. Amphibian reproductive ecology on the community level. In: SCOTT Jr., N. J. (Ed.) Herpetological Communities, Washington, D. C., United States Department of the Interior, Wildlife Research Report, 13: 21-36.\nDIAZ-PANIAGUA, C. 1985. Larval diets related to morphological characters of five anuran species in the biological reserve of Doñana (Huelva, Spain). Amphibia-Reptilia, 6: 307-322.\nDÍAZ-PANIAGUA, C. 1990. Temporary ponds as breeding sites of amphibians at a locality in southwestern Spain. Herpetological Journal, 1: 447-453.\nDOBSON, F.S. 1985. The use of phylogeny in behavior and ecology. Evolution, 39: 13841388.\nDONNELLY, M.A. &amp; GUYER, C. 1994. Paterns of reproduction and habitat use in an assemblage of neotropical hylid frogs. Oecologia 98(3-4): 291-302.\nDUELLMAN, W.E., TRUEB, L. 1986. Biology of Amphibians. New York: McGraw-Hill Book Company, 670 p.\nETEROVICK, P. C. &amp; FERNANDES, G. W. 2001. Tadpole distribution within montane meadow streams at the Serra do Cipó, southeastern Brazil: ecological or phylogenetic constraints? Journal of Tropical Ecology, 17: 683-693.\nPhylloscopus marblers: the role of morphology, phylogeny and competition. Oecologia, 128: 566-576.\nFROST, D.R. 2004. Amphibian species of the world: An online reference. V. 3.0. http://research.amnh.org/herpetology/amphibia/index.html.\nGUNZBURGER, M. S. &amp; TRAVIS, J. 2004. Evaluating predation pressure on green treefrog larvae across a habitat gradient. Oecologia, 140: 422-429.\nHAIRSTON, N.G. 1980. Species packing in the salamander genus Desmognathus: what are the interspecific interactions involved? American Naturalist, 115: 354-366.\nHEYER, W. R. 1976. Studies in larval amphibian habitat partitioning. Smithsonian Contributions to Zoology, 242: 1-27.\nHEYER, W.R., McDIARMID, R.W., WEIGMANN, D.L. 1975. Tadpoles, predation and pond habitats in the tropics. Biotropica: 100-111.\nLEVIN, S. A. 1992. The problem of pattern and scale in ecology. Ecology, 73: 1943-1967.\nLEWINSOHN, T. M. 1990. Concepções alternativas da organização de comunidades. In: Atas do Encontro de Ecologia Evolutiva do Brasil, v. único, p. 26-35.\nMARTINS, M. 1994. História natural e ecologia de uma taxocenose de serpentes de mata na região de Manaus, Amazônia Central, Brasil. Tese (Doutorado em Ciências Biológicas, Ecologia) Campinas: Instituto de Biologia. UNICAMP, 98p.\nMcPEEK, M. A. &amp; BROWN, J. M. 2000. Building a regional species pool: diversification of the Enallagma damselflies in eastern North American waters. Ecology, 81: 904-920.\nMcPEEK, M. A. &amp; MILLER, T. E. 1996. Evolutionary biology and community ecology. Ecology, 77(5): 1319-1320.\nMORIN, P.J. 1983. Predation, competition, and the composition of larval anuran guilds. Ecological Monographs, 53: 119-138.\nMORIN, P.J. 1986. Interactions between intraespecific competition and predation in an amphibian predator-prey system. Ecology, 67: 713-720.\nMORIN, P.J. 1987. Predation, breeding asynchrony, and the outcome of competition among treefrog tadpoles. Ecology, 68(3): 675-683.\nPIANKA, E. 1994. Evolutionary Ecology. Harper Collins, New York. 512 p.\nRODRIGUEZ-JIMÉNEZ, A.J. 1986. Notas sobre la fenologia y ecologia de Hyla meridionalis (Boettger, 1874) durante su desarrollo larvario y metamorfosis en cursos fluviales temporales. Miscelanea Zoologica, 30: 247-252.\nROSSA-FERES, D. C. 1997. Ecologia de uma comunidade de anfíbios anuros da região noroeste do Estado de São Paulo: microhabitat, sazonalidade, dieta e nicho multidimensional. Tese (Doutorado em Ciências Biológicas, Zoologia) Rio Claro: Instituto de Biociências. UNESP, 178p.\nROSSA-FERES, D. C. &amp; JIM, J. 2001. Similaridade do sítio de vocalização em uma comunidade de anfíbios anuros na região noroeste do Estado de São Paulo, Brasil. Revta brasileira de Zoologia, 18(2): 439-454.\nROSSA-FERES, D. C.; JIM, J. &amp; FONSECA, M. G. 2004. Diets of tadpoles from a temporary pond in a southeastern Brazil (Amphibia, Anura). Revista Brasileira de Zoologia, 21(4): 745-754.\nSCOTT Jr., N.J. &amp; CAMPBELL, H.W. 1982. A chronological bibliography, the history and status of studies of herpetological communities, and suggestions for future research. In: SCOTT Jr., N. J. (Ed.) Herpetological communities, Washington, D. C., United States Department of the Interior, Wildlife Research Report, n. 13, p. 39-47.\nSMITH, D. C. 1983. Factors controlling tadpole populations of the chorus frog (Pseudacris triseriata) on Isle Royale. Ecology, 64: 501-510.\nVITT, L. J. &amp; ZANI, P. A. 1996. Organization of a taxonomically diverse lizard assemblage in Amazonian Ecuador. Canadian Journal of Zoology, 74: 1313-1335.\nVITT, L.J.; ZANI, P.A. &amp; ESPÓSITO, M.C. 1999. Historical ecology of Amazonian lizards: implications for community ecology. Oikos, 87: 286-294.\nWALLS, S. C. &amp; WILLIAMS, M. G. 2001. The effect of community composition on persistence of prey with their predators in an assemblage of pond-breeding amphibians. Oecologia, 128: 134-141.\nWALTERS, B. 1975. Studies of interspecific predation within an amphibian community. Journal of Herpetology, 9: 267-279.\nassemblages. Occasional Papers of the Museum of Natural History, The University of Kansas, 176: 1-59.\nWINEMILLER, K. O. &amp; PIANKA, E. R. 1990. Organization in natural assemblages of desert lizards and tropical fishes. Ecological Monographs, 60: 27-55.\n-capítulo 1-uso de micro-hábitat e dieta dos girinos (amphibia,\nanura) de duas comunidades\n1.1. Introdução\nSchoener (1968) e Pianka (1973) demonstraram que espaço, tempo e alimento são as três principais dimensões do nicho ecológico. Analisando os resultados de 80 estudos sobre partilha de recursos em comunidades animais, Schoener (1974) concluiu que os descritores de hábitat foram mais importantes na partilha de recursos que os de tempo e alimento.\nDiversos estudos com comunidades de girinos demonstraram partilha de hábitat (Heyer, 1974; Inger, 1986; Rossa-Feres &amp; Jim, 1996; Eterovick &amp; Barros, 2003), a qual foi relacionada a aspectos morfológicos, fisiológicos, ecológicos e comportamentais dos girinos (e.g. Altig &amp; Johnston, 1989; Hoff et al., 1999; Rossa-Feres et al., 2004). Não há ainda um consenso sobre os mecanismos que influenciam a seleção e partilha de micro-hábitats em girinos. Alford (1986) demonstrou que a abundância dos girinos de duas das quatro espécies de poças temporárias do norte da Flórida foi determinada por diferentes combinações de temperatura da água, posição ao longo do eixo da poça, porcentagem de cobertura vegetal e de areia. Já Diaz-Paniagua (1983), em poças e lagoas na Espanha, e Gascon (1991), em poças e riachos na Amazônia central, não encontraram correlação entre a distribuição dos girinos e variáveis físico-químicas do hábitat, apesar dos girinos das diferentes espécies terem diferido no uso de hábitat. Por outro lado, Hiragond &amp; Saidapur (2001) constataram, em tanques simulando a região marginal de poças, que as diferenças na posição na coluna d’água entre os girinos de sete espécies foram associadas à posição da boca. Segundo Diaz-Paniagua (1983), além das características do hábitat que poderiam favorecer algumas espécies, as interações intra ou inter-específicas seriam até mais importantes na organização das comunidades de girinos. Em ambientes lênticos, os girinos geralmente ocorrem em grandes densidades e podem sofrer competição (Wilbur, 1976; Petranka, 1989), sendo a intensidade da mesma dependente da fenologia das espécies co-ocorrentes (Gascon 1992) ou das coortes de uma mesma espécie (Andrade, 1995). A distribuição de predadores no ambiente também pode influenciar a distribuição e composição de comunidades de girinos, como foi demonstrado na Amazônia (Azevedo-Ramos &amp; Magnusson 1999, Hero et al. 1998) e experimentalmente (Van Buskirk &amp; Arioli, 2005). A ausência de um consenso sobre os tipos e o papel de cada mecanismo envolvido na partilha de micro-hábitat, indica a necessidade de realização de mais estudos descritivos, que aumentem a base de conhecimentos necessários para geração de hipóteses sobre os processos ecológicos e evolutivos influenciando o uso de micro-hábitat por girinos de anuros.\nCom relação à alimentação, as larvas de anuros são, primariamente, filtradores altamente especializados (Duellman &amp; Trueb, 1986). Segundo Kupferberg et al. (1994) girinos herbívoros consomem uma grande variedade de táxons de algas, incluindo algas verdes filamentosas, epibentônicas, epifíticas e diatomáceas planctónicas, sendo considerados um importante elo na cadeia alimentar de ambientes naturalmente eutróficos (Seale &amp; Beckvar, 1980).\nSegundo Altig &amp; Johnston (1989) existem poucos estudos que comparam detalhadamente os hábitos alimentares de girinos em um mesmo local e tempo e poucos estudos descritivos de comunidades de girinos neotropicais discutiram o papel da alimentação na organização dessas comunidades (Heyer, 1976; Cardoso, 1981; DiazPaniagua, 1985; Inger, 1986; Lajmanovich, 2000; Rossa-Feres et al., 2004). Por isso, ainda não existe um consenso sobre o papel da dieta na partilha de recursos. Segundo Heyer (1976) e Lajmanovich (2000), a dieta exerce pouco efeito na partilha de recursos. No entanto, outros estudos demonstraram que os girinos partilham alimento, e que essa partilha está associada ao micro-hábitat de forrageio (Inger, 1986), à morfologia e ao comportamento alimentar (Fonseca, 1996; Rossa-Feres et al., 2004). Segundo Gascon (1991), a obtenção de dados descritivos sobre comunidades de girinos representa o primeiro passo para compreender a dinâmica e a organização dessas comunidades. No entanto, existem poucos dados descritivos sobre distribuição espacial e microespacial (Gascon, 1991; Wild, 1996; Rossa-Feres &amp; Jim, 1996; Eterovick &amp; Barros, 2003) e alimentação (Fonseca, 1996; Rossa-Feres et al., 2004) em comunidades de girinos na região neotropical.\nAssim, neste estudo determinamos a amplitude de nicho e o grau de partilha no uso de micro-hábitat e na dieta, e verificamos a existência de relação entre a dieta e a distribuição micro-espacial dos girinos de duas comunidades: uma de poça de água temporária e outra de poça de água permanente.\n1.2.\tMaterial e Métodos\nCwa-Aw de Kopen, caracterizado por uma estação quente e úmida no verão e estiagem no inverno. A estação chuvosa tem início variável, entre setembro e novembro, a cada ano (Rossa-Feres &amp; Jim, 2001) e recebe 85% da precipitação pluviométrica anual, ao passo que a estação seca (abril a agosto) recebe apenas 15% da precipitação pluviométrica anual, que varia de 1100 a 1250 mm (± 225 mm) (Barcha &amp; Arid, 1971). A vegetação original dessa região, composta por Floresta Estacional Semidecidual e manchas de Cerrado (Ab’Sáber,\n2003)\tfoi intensamente devastada em função de atividades agropastoris, restando pequenos fragmentos espalhados em sua área de ocorrência natural (São Paulo, 2000).\nForam amostradas uma poça temporária (21°04’24”S e 49°31’08”W) e uma permanente (21°04’25”S e 49°31’08”W) (Figura 1.1), localizadas em área de pastagem:\nPoça Temporária (Figura 1.1A): apresenta formato irregular, com aproximadamente 8 m de comprimento, 5 m de largura e 0,4 m de profundidade no período de maior volume de água. Recebe água de uma poça permanente (Figura 1.1B), distante aproximadamente 10 m. Em decorrência disso, este ambiente seca quando o volume de água da poça permanente diminui durante a estação seca. Cerca de 50% do seu perímetro é constituído por margem plana e o restante por margem em barranco, com aproximadamente 0,7 m de altura. No interior do corpo d’água a vegetação é composta por Cyperaceae, macrófitas e dicotiledóneas herbáceas. A margem plana pode, dependendo da estação do ano, ser constituída por uma região alagada contendo vegetação rasteira (Poaceae), Pteridophyta, dicotiledóneas herbáceas e arbustivas (Melastomataceae), ou por uma região seca, com solo predominantemente sem vegetação. A margem em barranco apresenta vegetação herbácea (Poaceae e dicotiledóneas).\nPoça Permanente (Figura 1.1B): possui formato oval com aproximadamente 40 m de comprimento, 20 m de largura e 1,5 m de profundidade no período de maior volume de água. Cerca de 40% do seu perímetro é constituído por margem em barranco com aproximadamente um metro de altura, e o restante por margem plana. A vegetação no interior do corpo d’água está restrita à região marginal mais rasa, sendo constituída por Poaceae, Cyperaceae e dicotiledóneas herbáceas. A vegetação marginal, constituída predominantemente por vegetação rasteira (Poaceae) e algumas dicotiledóneas herbáceas e Cyperaceae, está concentrada principalmente na margem em barranco. A margem plana apresenta solo nú, com algumas Poaceae e dicotiledóneas herbáceas esparsas. Ao longo da estação seca, a profundidade deste ambiente diminuiu em até um metro de altura. Este período de seca somado à ação do gado bovino compromete a vegetação marginal por todo o período da estação seca, a qual se reconstitui aos poucos ao longo da estação chuvosa.\nA vegetação ao redor das duas poças é constituída por área de pastagem e cultivo de seringueiras (Euphorbiaceae), com algumas árvores esparsas. Ambas as poças foram amostradas uma vez por mês, no período de outubro de 2003 a maio de 2004, totalizando uma estação chuvosa completa.\n1.2.2.\tMicro-hábitat\nPara determinar o micro-hábitat dos girinos, utilizamos o método de Alford &amp; Crump (1982) adaptado por Rossa-Feres (1997), delimitando o micro-hábitat amostrado com um cilindro de metal com 70 cm de comprimento e 32 cm de diâmetro, aberto em ambas as extremidades. A seqüência de atividades em cada coleta foi a seguinte:\na.\to local a ser amostrado era escolhido a certa distância, para evitar perturbação na distribuição dos girinos pela poça;\nb.\to cilindro de metal era abaixado com um movimento rápido, no local selecionado, e sua borda inferior era enterrada no fundo da poça;\nc.\ta existência de espaços entre o cilindro de metal e o solo do fundo do açude, por onde os girinos poderiam escapar, era verificada. Se isso ocorresse, a amostra era cancelada;\nd.\tverificada a ausência de espaços para a fuga dos girinos, os seguintes descritores ambientais eram quantificados: distância da margem, medida da margem mais próxima até a borda do cilindro; profundidade da água, medida no centro do cilindro; porcentagem de cobertura vegetal na superfície da água e no solo do fundo do local delimitado pelo cilindro de metal;\ne.\tos girinos confinados pelo cilindro de metal, eram coletados com um puçá de tela de arame com malha de 3 mm , formato retangular e dimensões de 18 x 10 cm;\nf.\to puçá era passado dentro do cilindro de metal, e a coleta era encerrada decorridos três minutos sem que mais nenhum girino fosse coletado.\nForam amostrados pontos com diferentes profundidades da água e porcentagens de cobertura vegetal, procurando representar os diferentes micro-hábitats dos corpos d’água estudados. Além disso, com base em observações naturalísticas, foi determinada também a posição na coluna d’água, sendo os girinos considerados bentônicos ou nectônicos.\n1.2.3.\tDieta\nForam selecionados de cinco a sete girinos de cada espécie, dependendo da disponibilidade de indivíduos, preferencialmente nos estágios 35 a 38 (Gosner, 1960),\nAlém disso, foram selecionados girinos coletados no período modal de ocorrência, definido pelo mês de maior abundância populacional. Girinos de quatro espécies, por terem sido pouco abundantes, não foram amostrados com o cilindro de metal: Dendropsophus nanus, Elachistocleis bicolor e Scinax aff. similis, na poça temporária e Leptodactylus fuscus, na poça permanente. Assim, para o estudo da dieta, girinos dessas espécies foram coletados com puçá de tela de arame, de 32 cm de diâmetro e malha de 3mm, passado intensivamente por toda a poça.\nPara a análise da dieta utilizamos o procedimento descrito por Rossa-Feres et al. (2004): os girinos foram dissecados, o manicoto glandular e o intestino foram removidos e 1 cm do intestino anterior foi cortado. O conteúdo desse primeiro centímetro foi homogeneizado em 160 pl de solução de Transeau (6 água destilada: 3 etanol: 1 formalina 10%), com o qual foram preparadas duas lâminas semi-permanentes, cada uma com 40 pl dessa solução. Os itens alimentares foram identificados e quantificados nas duas lâminas, em toda a área recoberta pela lamínula (324 mm ), sob aumento de 20x. Para identificação dos invertebrados utilizamos as caracterizações de Ruppert &amp; Barnes (1996) e de Storer &amp; Usinger (1974), e as algas foram identificadas até o nível taxonómico de gênero, de acordo com Bicudo &amp; Bicudo (1970).\n1.2.4.\tAnálise estatística\nPara caracterizar o micro-hábitat de cada espécie efetuamos uma análise estatística descritiva dos quatro descritores ambientais (profundidade, distância da margem, cobertura vegetal na superfície e no fundo), determinados em cada micro-hábitat amostrado com o cilindro de metal, apresentada no texto como: X= média, DP= desvio padrão, DI= desvio interquartílico. Além disso, cada descritor foi dividido em categorias (Tabela 1.1) e foi efetuada a distribuição da abundância relativa dos girinos ao longo das categorias de micro-hábitat. Para verificar se houve variação intra-específica no uso de micro-hábitat pelos girinos das espécies que ocorreram nas duas poças, aplicamos o teste de Mann-Whitney (Sokal &amp; Rohlf, 1995) sobre os valores dos descritores ambientais de cada indivíduo coletado. As análises foram efetuadas no programa computacional BioEstat, v. 3.0 (Ayres et al., 2003) e os resultados foram considerados significativos quando p&lt;0,05 e marginalmente significativos quando 0,05&lt;p&lt;0,10.\nA amplitude de nicho para micro-hábitat e para dieta foi calculada pela aplicação do índice de Levins padronizado (Krebs, 1999), considerando, para a dieta, apenas os itens com abundância relativa média > 5% em pelo menos uma espécie. A sobreposição de\nnicho no uso de micro-hábitat e na dieta foi determinada pela aplicação do índice de similaridade de Bray-Curtis (Krebs, 1999), com posterior análise de agrupamento pelo método de média não ponderada (UPGMA), no programa computacional BioDiversity Pro (McAleece et al., 1997). A similaridade foi considerada alta quando os valores de sobreposição foram superiores a 70%.\nPara verificar se houve relação entre os descritores ambientais e a distribuição microespacial dos girinos, foi aplicada a Análise de Correspondência Canônica (CCA) (Ter Braak, 1986) entre a abundância dos girinos e os descritores ambientais em cada ponto de coleta, utilizando o programa computacional PAST, v. 1.37 (Hammer et al., 2005). Para essa análise, a profundidade e a distância da margem foram consideradas de acordo com as categorias apresentadas na Tabela 1.1, e a vegetação foi determinada pelo maior valor de porcentagem de cobertura vegetal (da superfície ou do fundo).\nPara verificar a existência de relação entre o uso de micro-hábitat e a dieta dos girinos, foi aplicado o teste de correlação de Mantel (Manly, 1994). Esse teste correlaciona matrizes simétricas de dados, verificando se há correlação significativa entre elas (Manly, 1994). As matrizes de similaridade correlacionadas foram obtidas pela aplicação do índice de Bray-Curtis (Krebs, 1999) para a distribuição dos girinos ao longo dos quatro descritores de micro-hábitat determinados (profundidade, distância da margem e cobertura vegetal na superfície e no fundo), para a posição dos girinos na coluna d’água (bentônicos ou nectônicos) e para a dieta (proporção de itens ingeridos) dos girinos da poça temporária e da poça permanente. Essa análise foi realizada no programa computacional NTSYS 2.1 (Rohlf, 2000), com 5000 permutações, e os valores de correlação foram considerados significativos quando p &lt;0,05 e marginalmente significativos quando 0,05 &lt;p &lt;0,10.\n1.3. Resultados\nNa poça temporária foram realizadas 58 amostragens com o cilindro de metal (média de 7,25 ± 2,12 amostras mensais), com um total de 1.411 girinos coletados, pertencentes a sete espécies. Na poça permanente, foram realizadas 59 amostragens (média de 7,37 ± 2,50 amostras mensais), com um total de 1.777 girinos coletados, também pertencentes a sete espécies (Tabela 1.2). No total, foram registrados girinos de nove espécies, pertencentes a três famílias (Tabela 1.2).\nAs espécies diferiram no modo de ocupação microespacial nos dois corpos d’água, principalmente quanto à profundidade e à distância da margem (Tabela 1.3 e Figura 1.2).\nDe maneira geral, na poça temporária os girinos ocorreram nas regiões rasas, próximas à margem e com muita vegetação (Tabela 1.4). A única exceção foi Eupemphix nattereri, que ocorreu em regiões com pouca vegetação na superfície e no fundo (Tabela 1.4). Já na poça permanente, os girinos ocuparam locais com valores intermediários de profundidade e distância da margem, com exceção de Scinax aff. similis, que ocupou regiões rasas e próximas à margem (Tabela 1.5). Com relação à vegetação, as espécies da poça permanente ocorreram em locais com pouca ou com quantidade intermediária de vegetação na superfície, mas com muita vegetação no fundo (Tabela 1.5). As exceções são Bufo schneideri e Scinax aff. similis, que ocorreram em regiões com pouca vegetação no fundo e Eupemphix nattereri que ocorreu em regiões com quantidade intermediária de vegetação no fundo (Tabela 1.5).\nDe modo geral, as espécies da poça permanente apresentaram os maiores valores de amplitude de nicho para uso de micro-hábitat (Tabelas 1.6 e 1.7), pois os girinos da poça temporária ocorreram em locais mais rasos e próximos à margem (Figura 1.2). O mesmo não foi verificado para os descritores cobertura vegetal na superfície e no fundo, já que nos dois corpos d'água as espécies ocuparam micro-hábitats com diferentes porcentagens de cobertura vegetal (Figura 1.3). Consequentemente, girinos de seis das nove espécies registradas nas duas poças apresentaram os maiores valores de amplitude de nicho para o descritor porcentagem de cobertura vegetal na superfície (Tabelas 1.6 e 1.7).\nGirinos de quatro espécies (Eupemphix nattereri, Physalaemus cuvieri, P. fuscomaculatus e Scinax fuscovarius) ocorreram nos dois corpos d'água e diferiram significativamente (p &lt;0,05) quanto à profundidade e distância da margem (Tabela 1.3) em cada corpo d'água. Já quanto a porcentagem de vegetação (na superfície e no fundo), as únicas espécies que apresentaram diferença significativa foram Physalaemus fuscomaculatus (para porcentagem de vegetação na superfície) e Scinax fuscovarius (para porcentagem de vegetação na superfície e no fundo) (Tabela 1.5).\nDe acordo com a análise de correspondência canônica, tanto na poça temporária quanto na poça permanente, o descritor ambiental mais associado com a variação interespecífica no uso de micro-hábitat foi vegetação (Tabela 1.8 e Figuras 1.4 e 1.5). Este descritor foi o que apresentou o maior número de espécies associadas: os girinos de Scinax fuscovarius estiveram associados à vegetação nos dois corpos d'água (Figuras 1.4 e 1.5), enquanto que os de Physalaemus cuvieri estiveram associados à vegetação apenas na poça temporária (Figura 1.4).\nA análise de similaridade no uso de micro-hábitat evidenciou dois agrupamentos de\nespécies na poça temporária (Figura 1.6): 1. Physalaemus cuvieri e Scinax fuscovarius, que ocuparam locais com profundidade rasa ou intermediária e muita vegetação no fundo; 2. Elachistocleis sp., Leptodactylus fuscus e Physalaemus fuscomaculatus, que ocuparam locais rasos e com muita vegetação no fundo. A única espécie que não ocorreu em nenhum agrupamento foi Eupemphix nattereri cujos girinos ocorreram em locais com pouca ou nenhuma vegetação na superfície e no fundo. Na poça permanente, também foram evidenciados dois agrupamentos de espécies (Figura 1.6): 1. Dendropsophus minutus, Eupemphix nattereri e Physalaemus fuscomaculatus, generalistas para a maioria dos descritores ambientais determinados e associados a regiões mais profundas; 2. Scinax fuscovarius e Physalaemus cuvieri, generalistas para a maioria dos descritores ambientais determinados e associados a locais com grande quantidade de vegetação no fundo. De modo geral, as espécies de mesmo gênero apresentaram baixa similaridade no uso de micro-hábitat (&lt;70%), pois das três combinações possíveis de pares de espécies congenéricas nas duas poças estudadas, apenas uma apresentou similaridade superior a 70% no uso de micro-hábitat: Physalaemus cuvieri - P. fuscomaculatus, na poça temporária.\nA dieta dos girinos foi composta preponderantemente por microalgas e fragmentos de plantas superiores (Tabelas 1.11 e 1.12). Tanto na poça temporária, quanto na poça permanente, os girinos de quase todas as espécies ingeriram preponderantemente Bacillariophyceae e Trachellomonas, que representaram de 32 a 73% da dieta, e apresentaram baixa amplitude de nicho (BA&lt;0,50) para tipo de itens alimentares (Tabelas\n1.11 e 1.12). As únicas exceções foram Dendropsophus nanus na poça temporária que, além de Bacillariophyceae e Trachellomonas, consumiu grande proporção de Spyrogira e, consequentemente, apresentou maior amplitude de nicho (BA= 0,57) que as demais espécies (Tabela 1.11), e Scinax fuscovarius que, na poça permanente, consumiu preponderantemente Coelastrum e Dictyosphaerium (Tabela 1.12).\nDos 57 itens registrados no conteúdo intestinal dos girinos da poça temporária e dos 51 itens registrados no conteúdo intestinal dos girinos da poça permanente, nove integraram a dieta dos girinos de todas as espécies estudadas: Ankistrodesmus, Bacillariophyceae, Closterium, Euglena, fragmento de planta superior, hifa ou esporo de fungo, Protoccocus, Rotifera, e Trachelomonas (Tabelas 1.11 e 1.12). Além disso, na poça temporária foi registrada a presença de tecamebas no conteúdo intestinal dos girinos de todas as espécies (Tabela 1.11). Já Na poça permanente, além dos nove itens registrados acima, outros seis itens foram encontrados no conteúdo intestinal dos girinos de todas as\nespécies: Coelastrum, Cosmarium, Crustácea, Phacus, Scenedesmus e Staurastrum (Tabela\n1.12). Todos os itens alimentares exclusivos a uma única espécie apresentaram abundância relativa média inferior a 1,0 % (Tabelas 1.11 e 1.12).\nNa poça temporária, a análise de similaridade evidenciou dois grandes agrupamentos de espécies quanto aos itens alimentares ingeridos (Figura 1.7A): 1. Elachistocleis sp. e Physalaemus cuvieri, que se alimentaram preponderantemente de Bacillariophyceae; 2. Elachistocleis bicolor, Leptodactylus fuscus, Physalaemus fuscomaculatus, Eupemphix nattereri, Scinax fuscovarius e Scinax similis, que se alimentaram preponderantemente de Trachellomonas. Apenas girinos de Dendropsophus nanus não foram associados a nenhum agrupamento e foram os únicos generalistas. Dentre os três pares de espécies de mesmo gênero, apenas o par Elachistocleis bicolor / Elachistocleis sp. apresentou similaridade inferior a 70% (Tabela 1.13). No entanto, outros pares de espécies não congenéricos apresentaram similaridade igual ou superior a 70% (Tabela 1.13). Já na poça permanente, nenhum agrupamento de espécies foi evidenciado (Figura 1.7B) e nenhum par de espécies apresentou similaridade igual ou superior a 70% (Tabela 1.14). A dieta não foi correlacionada com o uso de micro-hábitat nem com a posição dos girinos na coluna d’água (Tabelas 1.15 e 1.16).\n1.4. Discussão\nOs girinos de Eupemphix nattereri, Physalaemus cuvieri, P. fuscomaculatus e Scinax fuscovarius diferiram no uso de micro-hábitat nas duas poças em que ocorreram. Girinos de Scinax aff. similis ocorreram em locais mais rasos que em outros ambientes (Cardoso et al., 1989; Rossa-Feres, 1997). Segundo Rossa-Feres (1997) os girinos de S. fuscovarius, espécie pertencente ao mesmo grupo intra-genérico que S. similis (Frost,\n2004), se deslocam para locais de maior profundidade quando atingem um maior tamanho, por volta do estágio 32 (Gosner, 1960). Os girinos amostrados no presente estudo estavam em estágios iniciais de desenvolvimento e podem apresentar a mesma variação ontogenética no uso de micro-hábitat, detectada para os girinos de S. fuscovarius. Os girinos de E. nattereri ocuparam regiões com vegetação na poça permanente, ao contrário do que foi registrado na poça temporária e em um açude temporário estudado por Rossa-Feres (1997). Já os girinos de Physalaemus cuvieri e de P. fuscomaculatus parecem ser mais generalistas quanto ao uso de micro-hábitat, principalmente quanto à cobertura vegetal e distância da margem (Cardoso et al., 1989; Andrade, 1995; Rossa-Feres, 1997;\npresente estudo). A plasticidade na ocupação de micro-hábitats pelos girinos já foi evidenciada em outros estudos. Wild (1996), estudando girinos em poças na Amazônia peruana, constatou que girinos de uma mesma espécie diferiram na posição que ocupavam na coluna d’água em poças diferentes. Eterovick &amp; Barros (2003), estudando girinos em riachos, também evidenciaram que girinos da mesma espécie ocuparam proporções significativamente diferentes do micro-hábitat em riachos diferentes. Muitos fatores ecológicos podem influenciar o uso de micro-hábitat pelos girinos: pressão de predação, disponibilidade de alimento e competição interespecífica (Heyer, 1976; Inger, 1986; Alford, 1999; Eterovick &amp; Fernandes, 2001). Entretanto, existem poucos estudos sobre variação intra-específica no uso de recursos entre girinos.\nDe modo geral, os girinos encontrados na poça permanente apresentaram maior semelhança no uso de micro-hábitat com os co-específicos do açude estudado por Rossa-Feres (1997), do que com os girinos da poça temporária. A poça permanente apresenta dimensões semelhantes às do açude temporário estudado por Rossa-Feres (1997). Assim, uma hipótese para explicar a variabilidade intraespecífica no uso de micro-hábitat seria a de que o tamanho do corpo d’água influencia a distribuição micro-espacial dos girinos: corpos d’água maiores permitem que os girinos explorem regiões mais profundas e distantes da margem. As espécies da poça permanente apresentaram maior amplitude de nicho para o uso de micro-hábitat. Segundo Levins (1968) altos valores de amplitude de nicho seriam uma adaptação a ambientes instáveis. No entanto, diferentemente do proposto pelo autor, no presente estudo as espécies com maior amplitude de nicho foram as do ambiente menos instável (poça permanente). Provavelmente, o maior tamanho do corpo d’água permitiu a maior amplitude de nicho, principalmente para profundidade e distância da margem, reforçando a hipótese que o tamanho do corpo d’água influencia a distribuição microespacial dos girinos.\nA maior importância da vegetação na diferenciação interespecífica no uso de micro-hábitat, evidenciada pela análise de correspondência canônica, tanto na poça temporária quanto na poça permanente, reforça o papel deste descritor para os girinos. Diversos estudos indicam a preferência dos girinos pelas regiões vegetadas dos corpos d’água (Diaz-Paniagua, 1987; Cardoso et al., 1989; Rossa-Feres, 1997). De acordo com diversos estudos (Crowder &amp; Cooper, 1982; Jaslow, 1982; Diaz-Paniagua, 1987; Tarr &amp; Babbitt, 2002), a vegetação promove aumento da heterogeneidade ambiental, oferece proteção contra predadores e alimento para os girinos. No entanto, nem todas as espécies estiveram associadas à vegetação, o que indica que a distribuição espacial dos girinos não\npode ser explicada por esse único fator: por exemplo, na poça temporária Eupemphix nattereri ocorreu preferencialmente em regiões sem vegetação, como também evidenciado por Rossa-Feres (1997). Segundo Alford (1999), aspectos da distribuição espacial dos girinos respondem a um ou mais parâmetros ambientais, físicos (estrutura do hábitat) ou biológicos (espécies co-existentes).\nOs agrupamentos evidenciados pela análise de similaridade foram constituídos basicamente por espécies pouco abundantes (Elachistocleis sp., Leptodactylus fuscus e Physalaemus fuscomaculatus na poça temporária), espécies de guildas ecomorfológicas (sensu Altig &amp; Johnston, 1989) distintas (Physalaemus cuvieri e Scinax fuscovarius nos dois corpos d’água, e Eupemphix nattereri, Physalaemus fuscomaculatus e Dendropsophus minutus na poça permanente) e espécies de leptodactilídeos (Eupemphix nattereri e Physalaemus fuscomaculatus na poça permanente).\nSegundo Ricklefs (2003) um dos mecanismos que permite a coexistência de espécies com alta sobreposição de nicho é a baixa abundância destas espécies. A baixa abundância pode ser tanto uma conseqüência da alta sobreposição de nicho, o desempenho de cada espécie diminui em decorrência da sobreposição no uso de recursos, como pode ser um fator causal que permite a sobreposição no uso de recursos por mais espécies (Ricklefs,\n2003). Já a alta sobreposição de nicho, entre espécies de guildas ecomorfológicas distintas pode ser explicada pela ocupação diferencial da coluna d’água: Eupemphix nattereri, Physalaemus cuvieri e P. fuscomaculatus são bentônicas enquanto que Dendropsophus minutus e Scinax fuscovarius são nectônicas. Estudando o uso de micro-hábitat de girinos em riachos na Serra do Cipó, Eterovick &amp; Barros (2003) encontraram um alto número de agrupamentos de espécies pertencentes a guildas ecomorfológicas distintas. No presente estudo, a ocupação diferencial da coluna d’água pode ser um mecanismo que permite uma maior sobreposição ao longo dos outros descritores de micro-hábitat.\nComo evidenciado por Eterovick &amp; Barros (2003), no presente estudo os agrupamentos com girinos de mesma guilda ecomorfológica foram constituídos por leptodactilídeos, considerados por Eterovick &amp; Fernandes (2001) mais conservativos no uso de micro-hábitat. No entanto, no presente estudo a maioria dos agrupamentos não pode ser explicada por relações de parentesco, já que nas quatro guildas evidenciadas, ocorreram espécies de gêneros distintos. Sobreposição entre espécies com pequena afinidade taxonómica foi registrada por Inger (1986) em riachos em área de floresta tropical e por Rossa-Feres (1997) em uma poça temporária em área aberta, evidenciando que, em alguns casos, espécies próximas tendem a ocupar micro-hábitats distintos.\nO resultado da análise do conteúdo intestinal mostra que a dieta dos girinos é baseada em microalgas, como evidenciado por diversos estudos (Kupferberg et al., 1994; Lajmanovich, 2000; Rossa-Feres et al., 2004).\nDentre as nove espécies da poça temporária e as seis da poça permanente, nove (Bufo schneideri, Elachistocleis bicolor, Eupemphix nattereri, Physalaemus cuvieri, P. fuscomaculatus, Leptodactylus fuscus, Dendropsophus nanus, Scinax aff. similis, S. fuscovarius) foram estudadas por Rossa-Feres et al. (2004) na mesma região. Destas, apenas Bufo schneideri e Physalaemus cuvieri apresentaram dieta semelhante nos dois estudos, ingerindo preponderantemente diatomáceas. Belova (1964) observou que a dieta dos girinos de Rana ridibunda foi semelhante em diferentes corpos d’água, indicando seleção de alimento. No entanto, reforçando nossos resultados, a maioria dos estudos sobre dieta de girinos (Heyer, 1973; Diaz-Paniagua, 1985; Sekar, 1992; Lajmanovich, 2000) mostra que as espécies se alimentam do que está disponível no ambiente. Segundo DiazPaniagua (1985) a diferença na dieta dos girinos de uma mesma espécie em hábitats diferentes pode indicar uma flexibilidade dos girinos para mudar sua dieta de acordo com as mudanças na disponibilidade dos itens alimentares no hábitat.\nDez itens na poça temporária e 15 itens na poça permanente fizeram parte da dieta de todas as espécies, no entanto, a abundância relativa de cada item diferiu entre as espécies. Estes dados sugerem a ocorrência de seleção de alimento, dada pela ingestão de diferentes proporções dos itens alimentares disponíveis no hábitat. Fonseca (1996), estudando os girinos de Dendropsophus minutus (=Hyla minuta) e Scinax fuscovarius, e Rossa-Feres et al. (2004), estudando girinos de uma comunidade de açude temporário, ambos na região sudeste do Brasil, obtiveram resultados semelhantes, com partilha alimentar quantitativa ao invés de qualitativa.\nNa poça temporária, as espécies de mesmo gênero apresentaram dieta semelhante o que indica um forte papel das restrições evolutivas sobre o hábito alimentar das espécies, como verificado por Rossa-Feres et al. (2004). No entanto, a proximidade taxonômica não foi o único fator determinante da similaridade na dieta, já que 82% dos 33 pares de espécies de gêneros distintos apresentaram valores de similaridade igual ou maior do que os dos três pares de espécies congenéricas. Já na poça permanente, não foram obtidos girinos congenéricos em estágio de desenvolvimento adequado para a análise da dieta e todos os pares de espécies apresentaram valores baixos de similaridade. Segundo Duellman &amp; Trueb (1986), a partilha de alimento entre girinos de anuros decorre de diferenças na capacidade das diferentes espécies em ingerir itens de diversos tamanhos e da posição\nocupada na coluna d’água, decorrente de adaptações para ocupar diferentes micro-hábitats. Inger (1986) observou que os diferentes modos de alimentação dos girinos estão relacionados com sua distribuição microespacial e, por sua vez, podem determinar diferenças na dieta. No entanto, no presente estudo, a dieta não foi correlacionada com o uso de micro-hábitat nem com a posição que os girinos ocuparam na coluna d’água (sensu Altig &amp; Johnston, 1989). Estudando girinos da planície de inundação do Rio Paraná, Lajmanovich (2000) não encontrou nenhum mecanismo de especialização alimentar para os girinos e, segundo o autor, isso pode significar que não ocorre competição por alimento, como resultado da alta disponibilidade de itens alimentares.\nO papel da partilha alimentar nas comunidades de girinos é bastante controverso. Segundo alguns estudos (Heyer, 1974; Lajmanovich, 1997, 2000), as partilhas espacial e temporal foram muito mais importantes na organização de comunidades de girinos do que a partilha alimentar. No presente estudo, houve partilha alimentar, já que quase metade (16 pares) dos 36 pares de espécies da poça temporária e todos os 15 pares de espécies da poça permanente apresentaram baixa similaridade na dieta. Assim, alimento foi um recurso importante para explicar a partilha de recursos. Segundo Rossa-Feres et al. (2004) a origem da partilha alimentar é resultado de uma complexa interação entre diversos fatores: grau de parentesco, comportamento alimentar e uso de micro-hábitat.\nNo presente estudo, 69% dos pares de espécies apresentaram baixa sobreposição na dieta e no uso de micro-hábitat. Assim, diferentemente do que foi verificado em diversos estudos (Heyer,1973, 1976; Lajmanovich, 2000), o uso de micro-hábitat não foi mais importante que a dieta para explicar a partilha de recursos.\n1.5. Referências bibliográficas\nALFORD, R. A. 1986. Habitat use and positional behavior of anuran larvae in a northern Florida temporary pond. Copeia, 2: 408-426\nALFORD, R. A. 1999. Ecology: resource use , competition, and predation. In: McDiarmid, R. W. &amp; Altig, R. (Eds.). Tadpole, the biology of anuran larvae. The University of Chicago Press, Chicago, p. 240-278.\nALFORD, R. A. &amp; CRUMP, M. L. 1982. Habitat partioning among size classes of larvae southern leopard frog Rana utricularia. Copeia, 2: 367-373\ndevelopmental modes, morphologies, and habitats. Herpetological Monographs, 3: 81109.\nANDRADE, G. V. 1995. A história de vida de Physalaemus cuvieri (Anura: Leptodactylidae) em um ambiente temporário. Tese (Doutorado em Ciências Biológicas, Ecologia) Campinas: Instituto Biológico. Universidade Estadual de Campinas, 176p.\nAYRES, M., AYRES Jr., M.; AYRES, D.L. &amp; SANTOS, A. A. S. 2003. BioEstat. Aplicações estatísticas nas áreas das ciências bio-médicas. Versão 3.0. Sociedade Civil Mamirauá , MCT-CNPq, Belém, Pará, Brasil.\nAZEVEDO-RAMOS, C. &amp; MAGNUSSON, W. E. 1999. Tropical tadpole vulnerability to predation: association between laboratory results and prey distribution in an amazonian savanna. Copeia, 1999(1): 58-67.\nBELOVA, Z. A. 1964. On the feeding of the tadpoles of Rana ridibunda Pall, in the Volga Delta. Zoologiceskij Zurnal, 43: 1188-1192.\nBICUDO, C. E. M. &amp; BICUDO, R. M. T. 1970. Algas de águas continentais brasileiras: chave ilustrada para identificação de gêneros. São Paulo: Funbec. 228 p.\nCARDOSO, A. J. 1981. Organização espacial e temporal na reprodução e vida larvária em uma comunidade de hilídeos no sudeste do Brasil (Amphibia, Anura). Dissertação (Mestrado em Biologia, Ecologia) Campinas: Instituto de Biologia. Universidade Estadual de Campinas, 106p.\nCARDOSO, A. J., ANDRADE, G. V. &amp; HADDAD, C. F. B. 1989. Distribuição espacial em comunidades de anfíbios (Anura) no sudeste do Brasil. Revista Brasileira de Biologia, 49(1): 241-249.\nCROWDER, L. B. &amp; COOPER, W. E. 1982. Habitat structural complexity and the interaction between bluegills and their prey. Ecology, 63: 1802-1813.\nDÍAZ-PANIAGUA, C. 1983. Influencia de las características del medio acuático sobre las poblaciones de larvas de anfíbios en la Reserva Biológica de Donana (Huelva, Spain). Donana, Acta Vertebrata, 10(1): 41-53\nDIAZ-PANIAGUA, C. 1985. Larval diets related to morphological characters of five anuran species in the biological reserve of Donana (Huelva, Spain). Amphibia-Reptilia, 6: 307-322.\nDÍAZ-PANIAGUA, C. 1987. Tadpole distribution in relation to vegetal heterogeneity in temporary ponds. Herpetological Journal, 1: 167-169.\nDUELLMAN, W.E., TRUEB, L. 1986. Biology of Amphibians. New York: McGraw-Hill\nBook Company, 670 p.\nETEROVICK, P. C. &amp; FERNANDES, G. W. 2001. Tadpole distribution within montane meadow streams at the Serra do Cipó, southeastern Brazil: ecological or phylogenetic constraints? Journal of Tropical Ecology, 17: 683-693.\nETEROVICK, P. C. &amp; BARROS, I. S. 2003. Niche occupancy in south-eastern Brazilian tadpole communities in montane-meadow streams. Journal of Tropical Ecology, 19(4): 439-448.\nFONSECA, M. E. 1996. Distribuição espacial e partilha de recursos alimentares durante a fase larvária entre Scinax fuscovaria A. Lutz, 1925 e Hyla minuta Peters, 1872 em um corpo d’água da região de Botucatu, São Paulo. Dissertação (Mestrado em Ciências Biológicas, Zoologia) Botucatu: Instituto de Biociências. Universidade Estadual Paulista, 92p.\nFROST, D.R. 2004. Amphibian species of the world: An online reference. V. 3.0. http://research.amnh.org/herpetology/amphibia/index.html.\nGASCON, C. 1991. Population and community - level analyses of species occurrences of central Amazonian rain forest tadpoles. Ecology, 72(5): 1731-1746.\nGASCON, C. 1992. Aquatic predators and tadpole prey in central Amazonia: field data and experimental manipulations. Ecology, 73(3): 971-980.\nGOSNER, K. L., 1960. A simplified table for staging anura embryos and larvae, with notes on identification. Herpetologica, 18: 183-190.\nHAMMER, O., HARPER, D. A. T. &amp; RYAN, P. D. 2005. Past: Paleontological Statistics software package for education and data analysis. Versão 1.37. Paleontologica Electronica 4 (1). 9pp.\nHERO, J.-M., GASCON, C. &amp; MAGNUSSON, W. 1998. Direct and indirect effects of predation on tadpole community structure in the Amazon rainforest. Australian Journal of Ecology, 23: 474-482.\nHEYER, W. R. 1973. Ecological interactions of frog larvae at a seasonal tropical location in Thailand. Journal of Herpetology, 7(4): 337-361.\nHEYER, W. R. 1974. Niche measurements of frog larvae from a seasonal tropical location in Thailand. Ecology, 55 (3): 651-656.\nHEYER, W. R. 1976. Studies in larval amphibian habitat partitioning. Smithsonian Contributions to Zoology, 242: 1-27.\nHIRAGOND, N. C. &amp; SAIDAPUR, S. K. 2001. Microhabitat choice of tadpoles of seven anuran species. Current Herpetology, 20(1): 51-60.\nHOFF, K. S; BLAUSTEIN, A. R.; McDIARMID, R. W. &amp; ALTIG, R. 1999. Behavior: interactions and their consequences. In: McDiarmid, R. W. &amp; Altig, R. (Eds.). Tadpole, the biology of anuran larvae. The University of Chicago Press, Chicago, p. 215-239.\nINGER, R. F. 1986. Diet of tadpoles living in a Bornean rain forest. Alytes, 5 (4): 153-164.\nJASLOW, A. P. 1982. Factor affecting yhe distribution and abundance of tadpoles in a lowland tropical stream. Dissertation Abstracts International (Serie B), 43(6): 1722-B-1723-B.\nKREBS, C. J. 1999. Ecological Methodology. 2nd ed. Menlo Park: Addison Wesley Longman. 620 p.\nKUPFERBERG, S. J., MARKS, J. C., POWER, M. E. 1994. Effects of variation in natural algal and detritial diets on larval anuran (Hyla regilla) life history traits. Copeia, 2: 446-457.\nLAJMANOVICH, R. C. 1997. Alimentación de larvas de anuros en ambientes temporales del sistema del Rio Paraná, Argentina. Doñanna Acta Vertebrata, 24: 191-202.\nLAJMANOVICH, R. C. 2000. Interpretación ecológica de una comunidad larvaria de anfíbios anuros. Interciencia, 25: 71-79.\nLEVINS, R. 1968. Evolution in changing environments, some theoretical explorations. Monographs of Population Biology, 2: 1-120.\nMANLY, B. F. G. 1994. A Primer of Multivariate Statistics. London, Chapman &amp; Hall, 179p.\nMCALEECE, N., LAMBSHEAD, P. J. D., PATERSON, G. L. J. &amp; GAGE, J. D. 1997. BioDiversity Professional. Beta Version. The Natural History Museum &amp; The Scottish Association for Marine Sciences.\nPETRANKA, J. W. 1989. Chemical interference competition in tadpoles: Does it occur outside laboratory aquaria? Copeia, 1989: 921-930.\nPIANKA, E. R. 1973. The structure of lizard communities. Annual Review of Ecology and Systematics, 4: 53-74.\nRICKLEFS, R. E. 2003. A Economia da Natureza. 5a ed. Rio de Janeiro: Guanabara Koogan. 503 p.\nROHLF, F. J. 2000. NTSYS 2.1: Numerical Taxonomic and Multivariate Analysis System. New York, Exceter Software.\nROSSA-FERES, D. C. 1997. Ecologia de uma comunidade de anfíbios anuros da região noroeste do Estado de São Paulo: microhabitat, sazonalidade, dieta e nicho multidimensional. Tese (Doutorado em Ciências Biológicas, Zoologia) Rio Claro:\nInstituto de Biociências. UNESP, 178p.\nROSSA-FERES, D. C. &amp; JIM, J. 1996. Distribuição espacial em comunidades de girinos de anuros na região de Botucatu, São Paulo (Amphibia-Anura). Revista Brasileira de Biologia, 56(2): 309-316.\nROSSA-FERES, D. C.; JIM, J. &amp; FONSECA, M. G. 2004. Diets of tadpoles from a temporary pond in a southeastern Brazil (Amphibia, Anura). Revista Brasileira de Zoologia, 21(4): 745-754.\nRUPPERT, E. E. &amp; BARNES, R. D. 1996. Zoologia dos Invertebrados. 6a ed. São Paulo: Roca. 1074 p.\nSCHOENER, T. W. 1968. The Anolis lizards of Bimini: resource partitioning in a complex fauna. Ecology, 49: 704-726.\nSCHOENER, T. W. 1974. Resource partitioning in ecological communities. Science, 185: 27-39.\nSEALE, D. B. &amp; BECKVAR, N. 1980. The comparative ability of anuran larvae (genera: Hyla, Bufo and Rana) to ingest suspended blue-green algae. Copeia, 3: 495-503.\nSEKAR, A. G. 1992. A study of the food habitats of six anuran tadpoles. Journal of Bombay Natural History Society, 89: 9-16\nSOKAL, R. R. &amp; ROHLF, F. J. 1995. Biometry. W.H. Freemn and Company, San Francisco. 391p.\nSTORER, T. I. &amp; USINGER, R. L. 1974. Zoologia Geral. São Paulo: Nacional, USP. 757 p.\nTARR, T. L. &amp; BABBITT, K. J. 2002. Effects of habitat complexity and predator identify on predation of Rana clamitans larvae. Amphibia Reptilia, 23(1): 13-20.\nTER BRAAK, C. J. 1986. Canonical correspondence analysis:a new eigenvector technique for multivariate direct gradient analysis. Ecology, 67: 1167-1179.\nVAN BUSKIRK, J. &amp; ARIOLI, M. 2005. Habitat specialization and adaptative phenotypic divergence of anuran populations. Journal of Evolutionary Biology, 18(3):596-608.\nWILBUR, H.M. 1976. Density-dependent aspects of metamorphosis in Ambystoma and Rana sylvatica community. Ecology, 57: 1289-1296.\nWILD, E. R. 1996. Natural history and resource use of four amazonian tadpole assemblages. Occasional Papers of the Museum of Natural History, The University of Kansas, 176: 1-59.\n1.6. Tabelas\nTabela 1.1. Categorias dos descritores de micro-hábitat, determinados nas duas poças amostradas em Nova Itapirema, SP.\nDescritor de micro-hábitat (código)\tCategoria (valores)\nProfundidade (PR)\tRaso (1-10 cm) Média (11-20 cm) Profundo (>20 cm)\nDistância da margem (DM)\tPróximo (0-100 cm) Intermediário (101-200 cm) Distante (>200 cm)\nVegetação na superfície (VS)\tEscassa (0-25 %) Intermediária (26-50%) Abundante (>50%)\nVegetação no fundo (VF)\tEscassa (0-25 %) Intermediária (26-50%) Abundante (>50%)\nTabela 1.2. Abundância (n) dos girinos coletados com o cilindro de metal, em oito amostragens realizadas entre 14 de outubro de 2003 e 25 de maio de 2004, em uma poça de água temporária (PT) e uma de água permanente (PP) em Nova Itapirema, SP.\n———n (Ambiente) Espécie (abreviação)\t———\tn (PT)\tn (PP)\nBufo schneideri (Bsc)\t---\t119\nDendropsophus minutus (Dnm)\t---\t11\nScinax fuscovarius (Sfv)\t581\t1488\nScinax cf. similis (Ssi)\t2\t3\nEupemphix nattereri (Eun)\t759\t91\nLeptodactylus fuscus (Lfu)\t7\t—\nPhysalaemus cuvieri (Pcu)\t43\t9\nP. fuscomaculatus (Pfm)\t14\t56\nElachistocleis sp. (Esp)\t5\t—\nTOTAL\t1411\t1777\nTabela 1.3. Resultado do teste de Mann-Whittney (valores de p) para as quatro espécies que ocorreram nos dois corpos d’água amostrados em Nova Itapirema, SP.\n^^^^Espécie Descritor\tEupemphix nattereri\tPhysalaemus cuvieri\tPhysalaemus fuscomaculatus\tScinax fuscovarius\nProfundidade\t0\t0,08\t0\t0\nDistância da margem\t0\t0\t0\t0\nVegetação na superfície\t0,09\t0,36\t0\t0\nVegetação no fundo\t0,36\t0,91\t0,12\t0\nTabela 1.4. Média (X), desvio padrão (DP) e amplitude (Amp) dos girinos de seis espécies de uma comunidade de água temporária em Nova Itapirema, SP, para quatro descritores de micro-hábitat. Esp= Elachistocleis sp.; Lfu= Leptodactylus fuscus; Eun= Eupemphix nattereri; Pcu= Physalaemus cuvieri; Pfm= P. fuscomaculatus; Sfv= Scinax fuscovarius.\nEspécie Descritor''\\\tEsp\t\tLfu\tEun\tPcu\tPfm\tSfv\nProfundidade\tX\t6,6\t6,4\t8,2\t9,8\t5,4\t10,0\n(cm)\tDP\t2,5\t2,0\t3,4\t5,3\t2,5\t3,6\n\tAmp\t4-9\t5-10\t4-35\t4-21\t4-10\t4-28\nDistância da\tX\t99\t69\t64\t52\t48\t71\nmargem (cm)\tDP\t54\t23\t39\t35\t5\t56\n\tAmp\t50-156\t40-100\t10-250\t15-180\t40-100\t10-260\nVegetação na\tX\t66\t43\t12\t55\t69\t30\nsuperfície (%)\tDP\t31\t13\t16\t42\t39\t15\n\tAmp\t40-100\t20-50\t0-80\t0-100\t0-100\t0-100\nVegetação no\tX\t76\t63\t29\t62\t77\t69\nfundo (%)\tDP\t25\t17\t26\t45\t34\t28\n\tAmp\t50-100\t30-80\t0-100\t0-100\t20-100\t0-100\nTabela 1.5. Média (X), desvio padrão (DP) e amplitude (Amp) dos girinos de sete espécies de uma comunidade de água permanente em Nova Itapirema, SP, para quatro descritores de micro-hábitat. Bsc= Bufo schneideri; Eun= Eupemphix nattereri; Pcu= Physalaemus cuvieri; Pfm= P. fuscomaculatus; Dnm= Dendropsophus minutus; Sfv= Scinax fuscovarius; Ssi= Scinax aff. similis .\nEspécie Descritor\tBsc\t\tEun\tPcu\tPfm\tDnm\tSfv\tSsi\nProfundidade\tX\t20,2\t17,8\t13,3\t28,9\t26,9\t20,0\t9,0\n(cm)\tDP\t3,3\t10,2\t6,7\t12,5\t11,6\t13,0\t0\n\tAmp\t7-21\t6-44\t7-21\t9-44\t10-40\t4-45\t9-9\nDistância da\tX\t146\t193\t196\t120\t149\t171\t80\nmargem (cm)\tDP\t4\t145\t82\t43\t99\t77\t0\n\tAmp\t130-\t30-452\t42-\t35-\t50-\t20-\t80-80\n\t\t147\t\t300\t196\t415\t452\t\nVegetação na\tX\t0\t23\t40\t31\t26\t49\t0\nsuperfície (%)\tDP\t0\t27\t22\t29\t23\t26\t0\n\tAmp\t0-0\t0-70\t0-70\t0-70\t10-80\t0-80\t0-0\nVegetação no\tX\t0\t30\t77\t59\t52\t79\t0\nfundo (%)\tDP\t0\t41\t22\t45\t26\t36\t0\n\tAmp\t0-0\t0-100\t30-\t0-100\t30-\t0-100\t0-0\n\t\t\t\t100\t\t100\t\t\nTabela 1.6. Amplitude de nicho (BA) para os quatro descritores de micro-hábitat em conjunto (BA total) e para cada descritor separadamente, para girinos das seis espécies registradas em uma poça temporária (PT) em Nova Itapirema, SP.\nPT\tEsp\tLfu\tEun\tPcu\tPfm\tSfv\nBa PR\t0\t0\t0,16\t0,54\t0\t0,38\nBa DM\t0,46\t0\t0,09\t0,13\t0\t0,34\nBa VS\t0,46\t0,16\t0,16\t0,62\t0,50\t0,65\nBa VF\t0,46\t0,34\t0,30\t0,46\t0,39\t0,57\nBa total\t0,48\t0,34\t0,40\t0,56\t0,38\t0,61\nTabela 1.7. Amplitude de nicho (BA) para os quatro descritores de micro-hábitat em conjunto (BA total) e para cada descritor separadamente, para girinos das sete espécies registradas em uma poça permanente (PP) em Nova Itapirema, SP.\nPP\tBsc\tEun\tPcu\tPfm\tDnm\tSfv\tSsi\nBa PR\t0,06\t0,94\t0,90\t0,26\t0,53\t0,77\t0\nBa DM\t0\t0,98\t0,66\t0,49\t0,38\t0,40\t0\nBa VS\t0\t0,75\t0,66\t0,84\t0,64\t0,84\t0\nBa VF\t0\t0,52\t0,12\t0,49\t0,49\t0,23\t0\nBa total\t0,28\t0,83\t0,63\t0,62\t0,64\t0,64\t0,27\nTabela 1.8. Autovalores da análise de correspondência canônica para os descritores ambientais profundidade, distância da margem e vegetação, nas poças temporária e permanente, amostrados em Nova Itapirema, SP .\nAutovalores\nCorpo d'água\tDescritor ambiental\tEixo 1\tEixo 2\tEixo 3\nPoça temporária\tProfundidade\t0,69\t1,22\t0,25\n\tDistância da margem\t-0,33\t0,36\t0,31\n\tVegetação\t1,61\t-0,38\t0,09\nPoça permanente\tProfundidade\t-1,00\t-0,42\t0,12\n\tDistância da margem\t-0,39\t0,55\t-0,11\n\tVegetação\t-2,63\t0,24\t-0,14\nTabela 1.9. Similaridade (%) no uso de micro-hábitat entre os girinos de seis espécies de uma comunidade de poça temporária em Nova Itapirema, SP. Em negrito os valores de similaridade > 70%.\n\tSfv\tEun\tLfu\tPcu\tPfm\tEsp\nSfv\t---\t65\t71\t74\t69\t73\nEun\t---\t---\t57\t66\t61\t48\nLfu\t---\t---\t---\t56\t79\t77\nPcu\t---\t---\t---\t---\t75\t58\nPfm\t---\t---\t---\t---\t---\t72\nEsp\t---\t---\t---\t---\t---\t---\nTabela 1.10. Similaridade (%) no uso de micro-hábitat entre os girinos de sete espécies de uma comunidade de poça permanente em Nova Itapirema, SP. Em negrito os valores de similaridade > 70%.\n\tBsc\tDnm\tSfv\tSsi\tEun\tPcu\tPfm\nBsc\t---\t49\t39\t51\t47\t21\t56\nDnm\t---\t---\t71\t20\t69\t58\t73\nSfv\t---\t---\t---\t18\t69\t70\t68\nSsi\t---\t---\t---\t---\t43\t17\t34\nEun\t---\t---\t---\t---\t---\t66\t79\nPcu\t---\t---\t---\t---\t---\t---\t55\nPfm\t---\t---\t---\t---\t---\t---\t---\nTabela 1.11. Abundância relativa média (em %) dos itens alimentares e\t\t\t\t\t\t\t\tamplitude de\t\nnicho padronizada (BA) para a dieta dos girinos de nove espécies de uma comunidade de\t\t\t\t\t\t\t\t\t\npoça temporária em Nova Itapirema, SP. Em negrito os itens que ocorreram em todas as\t\t\t\t\t\t\t\t\t\nespécies e os itens que ocorreram em apenas uma espécie.\t\t\t\t\t\tni= não identificado. Dnn=\t\t\t\nDendropsophus nanus; Sfv=\t\tScinax fuscovarius;\t\t\tSsi=\tScinax\taff. similis;\t\tEun=\nEupemphix nattereri;\tLfu= Leptodactylus fuscus; Pcu= Physalaemus cuvieri; Pfm= P.\t\t\t\t\t\t\t\t\nfuscomaculatus; Ebi=\tElachistocleis bicolor; Esp= Elachistocleis sp.\t\t\t\t\t\t\t\t\nitens/espécies\tDnn\tSfv\tSsi\tEun\tLfu\tPcu\tPfm\tEbi\tEsp\nBa\t0,57\t0,36\t0,31\t0,35\t0,25\t0,31\t0,31\t0,35\t0,24\nAnabaena\t0,00\t0,12\t0,00\t0,98\t0,67\t0,31\t1,48\t0,00\t0,00\nAnkistrodesmus\t0,37\t0,48\t0,73\t5,58\t3,36\t0,98\t4,92\t1,14\t1,16\nBacillariophyceae\t20,88\t23,28\t23,97\t28,45\t34,23\t39,50\t30,57\t23,61\t45,66\nBatrachospermum\t0,00\t0,01\t0,24\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\nChlorococus\t0,00\t0,00\t0,00\t0,00\t0,10\t0,00\t0,00\t0,00\t0,00\nCilliophora\t0,00\t0,18\t0,00\t0,00\t0,05\t0,86\t0,06\t1,39\t0,91\nClosterium\t9,35\t4,22\t8,81\t5,11\t1,09\t10,12\t7,24\t10,50\t7,68\nCoelastrum\t0,00\t0,00\t0,16\t0,00\t0,05\t0,05\t0,01\t0,32\t0,00\nCosmarium\t0,00\t0,90\t1,32\t0,36\t0,51\t0,70\t0,99\t0,69\t0,69\nCrustácea\t0,00\t0,08\t0,16\t0,19\t0,09\t0,12\t0,11\t0,00\t0,05\nDictyosphaerium\t0,00\t0,08\t0,00\t0,02\t0,02\t0,04\t0,01\t0,00\t0,00\nElakototrix\t0,00\t0,04\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\nEuastrum\t0,00\t0,58\t0,47\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\nEudorina\t0,00\t0,01\t0,00\t0,03\t0,02\t0,00\t0,00\t0,00\t0,00\nEuglena\t0,87\t0,49\t1,72\t1,12\t2,47\t0,90\t0,70\t1,46\t1,05\nFlagelatta\t0,00\t0,00\t0,00\t0,01\t0,00\t0,00\t0,07\t0,00\t0,00\nFragmento de planta\t5,61\t19,63\t5,78\t3,39\t2,82\t10,10\t3,64\t1,62\t4,55\nGleocystis\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\t0,08\t0,00\t0,00\nGoriaulax\t0,00\t0,00\t0,00\t0,00\t0,01\t0,00\t0,00\t0,00\t0,00\nhifa e esporo de fungo\t1,23\t0,65\t0,49\t0,19\t0,81\t0,59\t0,26\t0,69\t0,66\nItem ni 1\t0,00\t0,02\t0,00\t0,02\t0,00\t0,00\t0,00\t0,00\t0,03\nItem ni 2\t0,00\t0,02\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\nItem ni 3\t0,00\t0,00\t0,00\t0,00\t0,00\t0,03\t0,00\t0,00\t0,00\nItem ni 4\t0,91\t0,02\t0,00\t0,00\t0,03\t0,00\t0,03\t0,24\t4,26\nItem ni 5\t0,00\t0,00\t0,00\t0,00\t0,00\t0,37\t0,00\t0,00\t0,00\nItem ni 6\t0,00\t0,01\t0,06\t0,27\t0,53\t0,00\t0,30\t0,00\t0,70\nLepocinclis\t0,00\t0,03\t0,06\t0,42\t1,47\t0,23\t0,56\t0,00\t0,00\nLyngbya\t0,00\t0,22\t0,02\t0,12\t0,95\t0,04\t0,51\t0,93\t0,00\nMicrospora\t0,00\t0,01\t0,05\t0,10\t0,15\t0,75\t0,54\t0,00\t0,00\nMicrosporidium\t0,00\t0,03\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\t0,40\nNematoda\t0,00\t0,00\t0,00\t0,05\t0,01\t0,12\t0,00\t0,00\t0,10\nOedogonium\t1,57\t0,87\t8,42\t0,41\t0,81\t1,39\t0,62\t0,00\t0,00\nTabela 1.11 (continuação). Abundância relativa média (em %) dos itens alimentares e amplitude de nicho padronizada (BA) para a dieta dos girinos de nove espécies de uma comunidade de poça temporária em Nova Itapirema, SP. Em negrito os itens que ocorreram em todas as espécies e os itens que ocorreram em apenas uma espécie. ni= não identificado. Dnn= Dendropsophus nanus; Sfv= Scinax fuscovarius; Ssi= Scinax aff. similis; Eun= Eupemphix nattereri; Lfu= Leptodactylus fuscus; Pcu= Physalaemus cuvieri; Pfm= P. fuscomaculatus; Ebi= Elachistocleis bicolor; Esp= Elachistocleis sp.\nitens/espécies\tDnn\tSfv\tSsi\tEun\tLfu\tPcu\tPfm\tEbi\tEsp\nOscillatoria\t0,00\t0,78\t2,60\t0,03\t0,88\t1,12\t0,31\t0,02\t0,63\nOurococus\t0,00\t0,00\t0,00\t0,01\t0,00\t0,13\t0,05\t0,00\t0,00\novo de nematoda\t0,00\t0,01\t0,00\t0,00\t0,00\t1,09\t0,00\t0,00\t0,00\nPandorina\t0,00\t0,08\t0,08\t0,02\t0,11\t0,00\t0,00\t0,00\t0,03\nPediastrum\t0,00\t0,00\t0,00\t0,01\t0,00\t0,00\t0,00\t0,00\t0,00\nPenium\t0,00\t0,00\t0,004\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\nPhacus\t2,38\t2,37\t0,73\t1,32\t5,12\t0,00\t1,46\t0,40\t0,87\nPleodorina\t0,00\t0,06\t0,00\t0,05\t0,31\t0,15\t0,06\t0,00\t0,00\nProtoccocus\t11,70\t3,98\t0,99\t14,68\t3,32\t4,75\t5,67\t16,14\t8,56\nRomeria\t0,00\t0,00\t1,40\t0,00\t0,00\t0,00\t0,00\t1,66\t0,00\nRotifera\t2,21\t0,13\t0,05\t0,59\t0,20\t0,71\t0,34\t0,43\t1,11\nScenedesmus\t0,00\t0,56\t0,61\t1,12\t3,91\t0,82\t2,24\t0,32\t2,52\nSelenastrum\t0,00\t0,07\t0,20\t0,30\t0,12\t0,13\t0,52\t0,24\t0,15\nSorastrum\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\t0,10\t0,00\t0,00\nSphaerocistis\t0,00\t0,00\t0,12\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\nSphaerozosma\t0,00\t0,00\t0,00\t0,00\t0,00\t0,00\t0,03\t0,00\t0,00\nSpirulina\t0,00\t0,00\t0,44\t0,01\t0,00\t0,00\t0,00\t0,00\t0,00\nSpyrogira\t21,72\t2,81\t0,13\t0,00\t0,01\t0,25\t0,00\t1,82\t0,34\nStaurastrum\t0,00\t0,04\t0,34\t0,09\t0,12\t0,08\t0,01\t0,00\t0,10\nTardigrada\t0,00\t0,00\t0,00\t0,00\t0,00\t0,08\t0,00\t0,00\t0,05\nTecameba\t0,94\t0,73\t0,92\t0,45\t0,66\t2,21\t0,34\t1,33\t1,42\nTrachellomonas\t20,28\t36,32\t38,79\t34,37\t34,76\t21,17\t36,08\t35,05\t16,28\nUronema\t0,00\t0,08\t0,15\t0,09\t0,18\t0,08\t0,05\t0,00\t0,05\nVolvulina\t0,00\t0,00\t0,00\t0,00\t0,02\t0,00\t0,01\t0,00\t0,00\nVorticella\t0,00\t0,00\t0,00\t0,00\t0,02\t0,00\t0,00\t0,00\t0,00\nTabela 1.12. Abundância relativa média (em %) dos itens alimentares e amplitude de nicho padronizada (BA) para a dieta dos girinos de nove espécies de uma comunidade de poça permanente em Nova Itapirema, SP. Em negrito os itens que ocorreram em todas as espécies e os itens que ocorreram em apenas uma espécie. ni= não identificado. Dnm Dendropsophus minutus; Sfv= Scinax fuscovarius; Eun= Eupemphix nattereri; Lfu Leptodactylus fuscus; Pcu= Physalaemus cuvieri; Bsc= Bufo schneideri.\nli li\nitens/espécies\tDnm\tSfv\tEun\tLfu\tPcu\tBsc\nBA\t0,37\t0,30\t0,11\t0,15\t0,38\t0,16\nAnabaena\t0,95\t0,00\t0,14\t0,10\t0,32\t0,00\nAnkistrodesmus\t2,96\t0,34\t1,79\t1,06\t0,99\t8,32\nBacillariophyceae\t15,15\t16,51\t5,10\t30,02\t14,32\t17,30\nCeratium\t0,00\t0,00\t0,06\t0,00\t0,04\t0,00\nChlorococus\t0,00\t0,00\t0,71\t0,00\t1,35\t0,00\nClosterium\t7,28\t1,43\t1,35\t0,06\t3,23\t6,14\nCoelastrum\t0,39\t28,26\t9,61\t0,85\t6,60\t0,17\nColacium\t0,00\t0,00\t0,01\t0,00\t0,00\t0,00\nCosmarium\t2,00\t1,44\t5,10\t0,19\t1,53\t1,61\nCruccigena\t0,00\t0,00\t0,05\t0,00\t0,07\t0,00\nCrustacea\t0,41\t0,13\t0,76\t0,55\t0,99\t0,31\nDictyosphaerium\t0,44\t24,18\t4,33\t0,03\t6,03\t0,00\nEudorina\t0,00\t0,16\t1,13\t0,00\t2,24\t0,00\nEuglena\t0,38\t0,18\t2,27\t0,12\t2,45\t0,75\nfragmento de planta\t0,53\t1,41\t0,94\t0,11\t7,70\t1,03\nhifa e esporo de fungo\t0,45\t0,48\t0,63\t0,15\t6,25\t0,45\nitem ni 4\t0,35\t0,04\t0,00\t0,00\t0,00\t0,00\nitem ni 5\t0,18\t0,08\t0,00\t0,00\t0,00\t0,00\nitem ni 6\t0,00\t0,00\t0,01\t0,00\t0,04\t0,00\nitem ni 7\t0,07\t0,00\t0,00\t0,00\t0,00\t0,00\nitem ni 8\t0,00\t0,00\t0,21\t0,00\t0,06\t0,00\nitem ni 9\t0,00\t0,00\t0,02\t0,00\t0,25\t0,00\nLepocinclis\t0,05\t0,03\t0,00\t0,11\t0,00\t0,00\nLyngbya\t0,00\t0,00\t0,00\t0,06\t0,00\t0,00\nMicractinium\t0,00\t0,00\t0,00\t0,00\t0,00\t0,92\nMicrasterias\t0,00\t0,00\t0,36\t0,00\t0,22\t0,00\nMicrospora\t3,42\t0,11\t0,10\t0,00\t4,56\t0,15\nMougeotia\t15,49\t0,00\t0,00\t0,00\t1,59\t0,00\nNematoda\t0,00\t0,01\t0,06\t0,00\t0,53\t0,08\nOedogonium\t8,35\t0,37\t0,10\t0,03\t2,65\t0,00\nOocystis\t0,00\t0,11\t0,15\t0,00\t0,13\t0,00\nTabela 1.12 (continuação). Abundância relativa média (em %) dos itens alimentares e amplitude de nicho padronizada (BA) para a dieta dos girinos de nove espécies de uma comunidade de poça permanente em Nova Itapirema, SP. Em negrito os itens que ocorreram em todas as espécies e os itens que ocorreram em apenas uma espécie. ni= não identificado. Dnm= Dendropsophus minutus; Sfv= Scinax fuscovarius; Eun= Eupemphix nattereri; Lfu= Leptodactylus fuscus; Pcu= Physalaemus cuvieri; Bsc= Bufo schneideri.\nitens/espécies\tDnm\tSfv\tEun\tLfu\tPcu\tBsc\nOscillatoria\t7,89\t1,07\t0,00\t0,37\t1,33\t0,00\nPandorina\t0,88\t0,01\t0,00\t0,00\t0,17\t0,00\nPediastrum\t0,00\t0,09\t0,05\t0,15\t0,00\t0,15\nPhacus\t0,39\t0,72\t3,95\t0,18\t1,67\t0,63\nPleodorina\t0,19\t0,00\t0,00\t0,15\t0,00\t0,00\nProtoccocus\t0,12\t0,97\t0,67\t2,29\t2,75\t5,94\nRotifera\t0,99\t0,13\t0,01\t0,13\t0,02\t0,13\nScenedesmus\t0,39\t5,48\t3,02\t15,61\t0,55\t4,57\nSelenastrum\t0,00\t0,01\t0,00\t0,00\t0,00\t0,00\nSphaerocystis\t0,00\t0,00\t0,00\t0,00\t0,37\t0,00\nSpirulina\t0,12\t0,00\t0,00\t0,00\t0,00\t0,00\nSpyrogira\t2,81\t0,00\t0,37\t0,00\t0,89\t0,04\nStaurastrum\t1,90\t0,53\t1,34\t0,61\t0,53\t0,04\nTecameba\t1,22\t0,62\t0,00\t0,00\t0,00\t0,00\nTetraedrum\t0,00\t0,00\t1,70\t0,00\t0,58\t0,29\nTetraspora\t0,00\t0,00\t0,00\t0,00\t0,00\t0,10\nTetrastrum\t0,00\t0,00\t0,05\t0,00\t0,08\t1,85\nTrachellomonas\t24,26\t15,09\t53,86\t42,69\t26,93\t49,02\nUronema\t0,00\t0,00\t0,00\t0,10\t0,00\t0,00\nXantidium\t0,00\t0,01\t0,00\t4,28\t0,00\t0,00\nTabela 1.13. Similaridade (%) na dieta entre os girinos de nove espécies de uma comunidade de poça temporária em Nova Itapirema, SP. Em negrito os valores de similaridade > 70%.\nDnn\tSfv\tSsi\tEun\tLfu\tPcu\tPfm\tEbi\tEsp\nDnn\t---\t63\t62\t66\t55\t66\t62\t70\t64\nSfv\t---\t---\t78\t74\t74\t69\t78\t74\t58\nSsi\t---\t---\t---\t73\t72\t68\t78\t77\t60\nEun\t---\t---\t---\t---\t81\t69\t89\t84\t68\nLfu\t---\t---\t---\t---\t---\t70\t85\t71\t67\nPcu\t---\t---\t---\t---\t---\t---\t74\t68\t81\nPfm\t---\t---\t---\t---\t---\t---\t---\t70\t71\nEbi\t---\t---\t---\t---\t---\t---\t---\t---\t65\nEsp\t---\t---\t---\t---\t---\t---\t---\t---\t—\nTabela 1.14. Similaridade (%) na dieta entre os girinos de seis espécies de uma comunidade de poça permanente em Nova Itapirema, SP\n\tDnm\tSfv\tEun\tLfu\tPcu\tBsc\nDnm\t---\t39\t40\t44\t59\t53\nSfv\t---\t---\t44\t41\t52\t43\nEun\t---\t---\t---\t56\t59\t66\nLfu\t---\t---\t---\t---\t48\t69\nPcu\t---\t---\t---\t---\t---\t54\nBsc\t---\t---\t---\t---\t---\t---\nTabela 1.15. Correlação entre a dieta e uso de micro-hábitat e entre a dieta e a posição na coluna d'água dos girinos de uma poça temporária em Nova Itapirema, SP. r= resultado do teste de Mantel; p= nível de significância do teste.\nDieta\tr\tp\nUso de micro-hábitat\t-0,05\t0,35\nPosição na coluna d'água\t0,44\t0,92\nTabela 1.16. Correlação entre a dieta e uso de micro-hábitat e entre a dieta e a posição na coluna d'água dos girinos de uma poça permanente em Nova Itapirema, SP. r= resultado do teste de Mantel; p= nível de significância do teste.\nDieta\tr\tp\nUso de micro-hábitat\t0,03\t0,54\nPosição na coluna d'água\t-0,001\t0,50\n1.7. Figuras\nFigura 1.1. (A) Poça temporária (21o04’24”S e 49o31’08”W) e (B) poça permanente (21°04’25”S e 49°31’08”W), localizadas no distrito de Nova Itapirema, município de Nova Aliança, SP.\nEsp Lfu Eun Pcu Pfm Sfv^^Bsc Eun Pcu Pfm Dnm Sfv Ssi -------------v-------------- -----------------v'--------------- PT--------------------------PP\nVegetação no fundo\nFigura 1.3. Abundância dos girinos das poças temporária (PT) e permanente (PP), ao longo de categorias dos descritores de micro-hábitat vegetação na superfície e no fundo. Bsc= Bufo schneideri, Esp= Elachistocleis sp., Eun= Eupemphix nattereri, Lfu= Leptodactylus fuscus, Pcu= Physalaemus cuvieri, Pfm= Physalaemus fuscomaculatus, Dnm= Dendropsophus minutus, Sfv= Scinax fuscovarius, Ssi= Scinax aff. similis.\nll ll ll\nFigura 1.4. Análise de correspondência canônica entre os descritores de micro-hábitat profundidade (Prof), distância da margem (DM) e vegetação (Veg), e a abundância dos girinos das sete espécies que ocorreram na poça temporária, em Nova Itapirema, SP. Esp Elachistocleis sp., Eun= Eupemphix nattereri, Lfu= Leptodactylus fuscus, Pcu Physalaemus cuvieri, Pfm= Physalaemus fus comaculatus, Sfv= Scinax fuscovarius, Ssi Scinax aff. similis.\nEixo 2\nFigura 1.5. Análise de correspondência canônica entre os descritores de micro-hábitat profundidade (Prof), distância da margem (DM) e vegetação (Veg), e a abundância dos girinos das sete espécies que ocorreram na poça permanente, em Nova Itapirema, SP. Bsc= Bufo schneideri, Eun= Eupemphix nattereri, Lfu= Leptodactylus fuscus, Pcu= Physalaemus cuvieri, Pfm= Physalaemus fuscomaculatus, Dnm= Dendropsophus minutus, Sfv= Scinax fuscovarius, Ssi= Scinax aff. similis.\nDnm\nEun 1\nSfv\n(B) poça permanente\n45%\n69%\nBsc\n61%\nLfu\nEun\n49%\nPcu\n59%\nDnm\n-CAPÍTULO 2-\nPADRÕES HISTÓRICOS NA ESTRUTURAÇÃO DE COMUNIDADES\nDE GIRINOS (AMPHIBIA, ANURA)\n2.1.\tIntrodução\nRecentemente, têm-se demonstrado que muitos padrões de uso e de partilha de recursos podem ser explicados com base nas linhagens evolutivas que compõem a comunidade (por exemplo, Brooks &amp; McLennan, 1993; Cadle &amp; Greene, 1993; Vitt et al. 1999; Eterovick &amp; Fernandes, 2001; Webb et al., 2002). As características ecológicas ou comportamentais que uma espécie exibe podem ter evoluído em seu ambiente recente, ou podem ser de origem relativamente antiga, isto é, espécies relacionadas podem ter características derivadas independentemente ou a partir de um ancestral comum (Dobson, 1985). As abordagens ecológica e histórica não são excludentes, ao contrário, diversos estudos têm mostrado que alguns padrões de uso de recursos são provavelmente originados por interações inter-específicas no presente, como competição e predação, ao passo que outros se devem a restrições impostas pela história evolutiva, como morfologia funcional e fisiologia (Winemiller &amp; Pianka, 1990; Martins, 1994; Vitt &amp; Zani, 1996; Vitt et al., 1999; Bertoluci, 1997). Assim, a metodologia filogenética constitui uma importante ferramenta para se explicar os padrões de uso de recursos em diversas comunidades (Brooks &amp; McLennan, 1993; Webb et al., 2002), pois tem possibiltado verificar que muitos padrões são conservativos, refletindo as relações de parentesco entre as espécies (McPeek &amp; Brown, 2000; Forstmeier et al., 2001). Um padrão conservativo pode ser visto em linhagens evolutivas inteiras (Cadle &amp; Greene, 1993), em algumas linhagens dentro de um grupo (Eterovick &amp; Fernandes, 2001) ou em determinadas dimensões de nicho (Vitt et al., 1999).\nDevido à imensa diversidade morfológica dos girinos (Altig &amp; McDiarmid, 1999a,b), diversas propostas de filogenia para os anuros foram baseadas exclusivamente em caracteres larvais (Larson &amp; de Sá, 1998; Haas 2003). Orton (1953, 1957) dividiu os girinos em quatro tipos morfológicos, com base na posição do espiráculo e na morfologia oral externa. Embora estes tipos morfológicos sejam bem aceitos, existem muitas controvérsias a respeito das relações filogenéticas entre e dentro dos agrupamentos propostos, expostas em Starret (1973) e Sokol (1975).\nSegundo Orton (1953) girinos do Tipo 1 (Pipidae e Rhinophrynidae) possuem câmaras branquiais separadas, espiráculos pares e aparelho oral sem peças queratinizadas, sendo que alguns possuem barbelas sensoriais; girinos do Tipo 2 (Microhylidae) não possuem barbelas nem peças queratinizadas no aparelho oral, possuem câmaras branquiais separadas e um único espiráculo médio-posterior; girinos dos Tipos 3 (Ascaphidae e Discoglossidae) e 4 (todas as famílias restantes) possuem peças queratinizadas no aparelho\noral, sendo que os primeiros possuem câmaras branquiais separadas e espiráculo médio ventral, enquanto que os girinos do Tipo 4 possuem câmara branquial única com espiráculo sinistro. Starret (1973), considerando a caracterização morfológica de Orton (1953, 1957), propôs uma seqüência evolutiva na qual o Tipo 1 é mais primitivo, o Tipo 2 derivado e os Tipos 3 e 4 os mais derivados, sendo o Tipo 4 mais especializado que o Tipo 3. Sokol (1975) analisou, além desses caracteres, a estrutura opercular, o aparelho hiobranquial e filtrador, o forâmen proótico e seus nervos e o suspensorium do palatoquadrado, considerando os Tipos 1 e 2 mais derivados, o Tipo 4 derivado em alguns caracteres e variável em outros e o Tipo 3 com a maior concentração de caracteres primitivos. A aplicação da metodologia filogenética para caracteres larvais (Haas, 1997, 2003) e de adultos (Ford &amp; Cannatella, 1993), reforça a proposta de Sokol (1975), evidenciando que o Tipo 3 é plesiomórfico.\nSegundo Wassersug (1980) controvérsias como estas ocorrem por não se saber qual o peso dos caracteres larvários, quando a morfologia das larvas sugere relações diferentes da morfologia dos adultos. Além disso, quando poucos caracteres são levados em consideração, a chance de convergência é alta e a confiança nas relações sistemáticas obtidas é baixa (Wassersug, 1980).\nWassersug (1976, 1980) iniciou os estudos sobre a morfologia oral interna da fase larvária de anuros, ampliando o número de caracteres disponíveis para a elucidação de problemas taxonômicos, além de fornecer uma visão comparativa entre morfologia funcional e ecologia alimentar dos girinos. Seus trabalhos têm evidenciado o valor adaptativo destes caracteres morfológicos, uma vez que estruturas associadas à alimentação, são centros para ação do processo evolutivo (Spirandeli-Cruz, 1991). Desde então, vários trabalhos sobre a morfologia oral interna das larvas de anuros, tanto descritivos (Wassersug, 1976; Spirandeli-Cruz, 1991; Echeverría &amp; Lavilla, 2000) quanto enfocando aspectos sistemáticos (Wassersug, 1980, 1984; Wassersug &amp; Heyer, 1988) e ecológicos (Inger, 1985), têm sido realizados. Entretanto, nas análises da filogenia de anuros com base em caracteres larvais (Starret, 1973; Sokol, 1975; Larson &amp; de Sá, 1998; Haas, 2003) os caracteres da morfologia oral interna não têm sido utilizados, apesar de, segundo Wassersug (1980), serem úteis para a análise filogenética.\nquanto aspectos sistemáticos e evolutivos (Larson &amp; de Sá, 1998; Máglia et al., 2001; Haas, 2003). Segundo Canatella (1999), a utilização de caracteres larvários com enfoque filogenético é recente.\nA aplicação da metodologia filogenética pode fornecer explicações mais robustas sobre os padrões e processos evolutivos na estruturação das comunidades (Brooks et al., 1995), pois permite construir perfis de comunidades baseados na composição relativa de componentes filogenéticos (históricos) e não filogenéticos (contemporâneos). Esses perfis podem ser utilizados para investigar os processos subjacentes à evolução da comunidade, procurando responder perguntas como: “Há um número limitado de tipos de comunidades ou cada comunidade representa uma combinação única de fatores históricos e não históricos?” (Brooks &amp; McLennan, 1993). Além disso, essa abordagem permite compreender os mecanismos geradores da diversidade biológica e dos seus padrões, bem como os mecanismos envolvidos na sua manutenção.\nRossa-Feres (1997) estudou detalhadamente o uso e a partilha de recursos entre 14 espécies de anuros de uma comunidade de açude temporário, ao longo de cinco estações chuvosas, quantificando a amplitude e o grau de sobreposição no uso do micro-hábitat, na ocorrência sazonal e na dieta de adultos e girinos. Dentre essas espécies, seis constituem pares de espécies pertencentes ao mesmo grupo intragenérico (segundo Frost, 2004) sendo, por isso, consideradas taxonomicamente próximas, já que não existe uma proposta de filogenia para elas. Os resultados obtidos mostram grande similaridade no uso de recursos entre pares de espécies pertencentes ao mesmo grupo taxonómico intragenérico, mas alguns pares não taxonomicamente próximos apresentaram similaridade igual ou maior (Rossa-Feres, 1997; Rossa-Feres &amp; Jim, 2001; Rossa-Feres et al., 2004).\nA análise contemporânea dos dados obtidos por Rossa-Feres (1997), não permitiu conclusões sobre a influência do grau de parentesco na similaridade ecológica entre essas espécies. Segundo Brooks et al. (1995), a abordagem estritamente contemporânea pode produzir resultados confusos, porque não diferencia entre mecanismos afetando a origem evolutiva de um caráter daqueles envolvidos na sua manutenção, uma vez estabelecido. Após a aplicação da metodologia filogenética para as espécies desta comunidade Prado (2003) verificou que o uso de microhábitat não refletiu as relações de parentesco, enquanto que a dieta foi conservativa. Neste estudo, alimento provavelmente não foi um recurso limitado, já que este recurso é abundante em poças temporárias (Díaz-Paniagua, 1985), enquanto que o espaço pode ser um recurso limitado em ambientes de pequeno porte. Nesse caso, a competição entre as espécies próximas poderia ser o mecanismo que\npromoveu a divergência entre os girinos no uso do microhábitat. Além disso, os leptodactilídeos foram mais conservativos no uso de recursos (Prado, 2003), como também foi evidenciado por Eterovick &amp; Fernandes (2001).\nCom base nesses resultados, o presente estudo teve o objetivo de testar as hipóteses de que (1) girinos de leptodactilídeos são mais conservativos no uso de recursos do que os de hilídeos, e (2) a dieta dos girinos é mais influenciada por fatores históricos que o uso de micro-hábitat.\n2.2. MATERIAL E MÉTODOS\n2.2.1.\tEspécies estudadas\nForam estudados girinos de 19 espécies de anfíbios anuros, da região noroeste do Estado de São Paulo. As espécies estudadas pertencem à quatro famílias: (1)Bufonidae -Bufo schneideri Lutz, 1925; (2) Hylidae - Dendropsophus minutus (Peters, 1872), Dendropsophus nanus (Boulenger, 1889), Hypsiboas albopunctatus (Spix, 1824), Hypsiboas raniceps (Cope, 1862), Scinax aff. similis, Scinax fuscomarginatus (Lutz, 1925), Scinax fuscovarius (Lutz, 1925) e Trachycephalus venulosus (Laurenti, 1768);\n(3)\tLeptodactylidae - Eupemphix nattereri Steindachner, 1863, Leptodactylus cf. ocellatus, Leptodactylus fuscus (Schneider, 1799), Leptodactylus labyrinthicus (Spix, 1824), Leptodactylus podicipinus (Cope, 1862), Physalaemus centralis Bokermman, 1962, Physalaemus cuvieri Fitzinger, 1826, Physalaemus fuscomaculatus (Steindachner, 1864);\n(4)\tMicrohylidae - Elachistocleis bicolor (Guérin-Méneville, 1838) e Elachistocleis sp. (Microhylidae). A nomenclatura dos taxa terminais seguiu Frost (2004), Nascimento et al. (2005) e Faivovich et al. (2005).\nOs girinos foram identificados de acordo com a chave dicotômica apresentada em Rossa-Feres &amp; Nomura (2006) e estão depositados na Coleção Científica de Anfíbios (DZSJRP), do Departamento de Zoologia e Botânica do Instituto de Biociências Letras e Ciências Exatas - UNESP, Câmpus de São José do Rio Preto, SP.\n2.2.2.\tDissecção e análise da morfologia oral dos girinos\nForam expostos o assoalho e o teto bucal de cada girino, seguindo-se o procedimento de dissecção descrito por Wassersug (1976) e Spirandeli-Cruz (1991), com algumas modificações, descritas a seguir: cada exemplar foi lavado em água corrente para\nremover o excesso de conservante e transferido para uma placa de Petri com fundo de isopor branco, sendo mantido sob uma camada de água. O girino foi mantido com o lado esquerdo para cima, por meio de um alfinete colocado no terço anterior da cauda, próximo à abertura do tubo anal. Sob microscópio estereoscópico e com tesoura de microdissecção iniciou-se a retirada da pele pela região posterior à câmara branquial com uma incisão no sentido ventro-dorsal. Continuou-se o corte em direção à região anterior, paralelamente ao eixo longitudinal do corpo do animal, seguindo o contorno inferior dos olhos, passando sob as narinas e indo até a boca, de onde foi desviado em direção à linha média do corpo. A partir daí, o girino foi fixado com o lado direito para cima e o caminho inverso foi feito, até a região posterior à câmara branquial. Para finalizar a retirada da pele da cabeça do animal, o girino foi mantido com o abdomen para cima e a pele foi retirada com um corte transversal no nível das câmaras branquiais.\nApós a retirada da pele, o exemplar foi fixado com o lado esquerdo para cima e foi feita uma pequena incisão pela comissura labial, até se visualizar o limite dos bicos córneos dorsal e ventral. O mesmo procedimento foi realizado do lado direito.\nO girino foi novamente fixado com o lado esquerdo para cima e, a partir da incisão feita pela comissura labial, seguiu-se o corte em direção póstero-dorsal, passando entre os ramos superficial e articular do músculo adutor posterior e o músculo adutor anterior da mandíbula, e cortando mais ventralmente os ramos profundo e subexterno do adutor posterior mandibular, o músculo adutor externo da mandíbula e o músculo órbito hióideo. Nesse corte, a cartilagem de Meckel é separada da cartilagem do palatoquadrado, e esta do ceratohial. O corte seguiu até a região póstero-dorsal da faringe separando as câmaras de pressão dorsais, do cesto branquial ventral.\nA seguir, o girino foi colocado com o lado direito para cima e procedeu-se do mesmo modo a partir da incisão feita na comissura labial direita, obtendo assim, assoalho e teto bucofaringeanos separados na região anterior, mas ainda unidos transversalmente na região posterior.\nO girino foi novamente colocado com o abdome para cima, quando foram retirados o restante da pele da região ventral e a massa intestinal para separar, na região posterior, o assoalho do teto bucal. Procedeu-se, então, a separação total das porções dorsal e ventral, através de um corte transversal, junto ao dorso, primeiro do lado esquerdo, depois do lado direito, até o esôfago. Desse modo, o assoalho foi isolado, ficando o teto da boca unido ao resto do corpo.\nO girino foi, então, mergulhado em solução de azul de metileno a 1% por 20\nsegundos, para melhor visualização das estruturas da região bucofaringeana. As peças bucais foram transferidas para uma placa de Petri com fundo de isopor, contendo água suficiente para manter a peça submersa.\nPara identificação e descrição das estruturas bucofaringeanas dorsais e ventrais do girino (Figura 2.1) utilizou-se a terminologia de Wassersug (1976), como citada por Spirandeli-Cruz (1991). Seguiu-se a mesma sequência de descrição de Wassersug (1976), onde as características morfológicas foram descritas da região anterior para a posterior, primeiro as do assoalho e depois as do teto bucal. Para comparação entre as espécies, medidas e contagens das estruturas internas foram feitas nos lados esquerdo e direito da larva, com o objetivo de determinar a variação no número de papilas e pústulas.\nA observação e as medições das estruturas orais internas foram efetuadas sob microscópio estereoscópico Leica MZ6 equipado com retículo micrométrico. As fotografias foram feitas com uma câmera digital Cannon Power Shot S40, acoplada ao estereomicroscópio.\n2.2.3.\tDiafanização e análise do condrocrânio dos girinos\nOs girinos foram diafanizados segundo a técnica de Potthoff (1984), que envolve clarificação utilizando enzimas, preferencialmente pancreatina (de Sá, 1988) e coloração de cartilagem com azul de alcian e de ossos com alizarina vermelha.\nCada girino teve a pele e o intestino retirados e foi colocado em duas etapas sucessivas de álcool (a primeira com 50% de álcool e 50% de água destilada e a segunda com álcool absoluto) para desidratação. Cada uma destas etapas teve duração de dois dias.\nEm seguida, os girinos eram mantidos por dois dias em solução com 70 ml de álcool absoluto, 30 ml de ácido glacial acético e 20 mg de azul de alcian, para corar a cartilagem. Para retirar o excesso de corante, foi realizada uma etapa de neutralização, mantendo os girinos em solução saturada de borato de sódio por 12 horas e uma etapa de digestão por enzima. Nesta etapa, os girinos foram mantidos por quatro dias em 35 ml de solução saturada de borato de sódio com 65 ml de água destilada mais pancreatina em pó.\nPosteriormente, os ossos foram corados mantendo-se os girinos por um dia em solução de hidróxido de potássio (KOH) a 1% com alizarina vermelha, colocada em quantidade suficiente para que a solução apresentasse coloração vinho. Em seguida, passaram por nova etapa de enzima (35 ml de solução saturada de borato de sódio com 65 ml de água destilada mais pancreatina em pó), com duração de quatro dias, para retirar o excesso de corante.\nFinalizando o processo de diafanização, os girinos passaram por etapas de glicerina e KOH (30% de glicerina com 70% de KOH e 70% de glicerina com 30% de KOH), até serem mantidos em glicerina 100%. Cada etapa em glicerina e KOH teve duração de quatro a seis dias dependendo da espécie. Para uma melhor clarificação, durante a etapa de 30% de glicerina com 70% de KOH eram adicionadas três gotas de água oxigenada a 10 volumes e a partir desta etapa os girinos eram expostos à luz do sol, até se atingir o nível de clarificação desejado.\nA análise do condrocrânio (Figura 2.2) e a terminologia empregada seguiram de Sá (1988), de Sá &amp; Trueb (1991), Haas (1997, 2003), Larson &amp; de Sá (1998) e Cannatella (1999).\nA observação e as medidas das estruturas do condrocrânio foram efetuadas sob microscópio estereoscópico Leica MZ6, equipado com retículo micrométrico. As fotografias foram efetuadas com uma câmera digital Cannon Power Shot S40, acoplada ao estereomicroscópio.\n2.2.4.\tAnálise filogenética\nO estudo das relações filogenéticas segue o método proposto originalmente por Hennig (1966), e posteriormente discutido por outros autores (Nelson &amp; Platnick, 1981; Wiley, 1981; Amorim, 2002), que se baseia em agrupamentos de táxons que compartilham caracteres derivados de um ancestral comum.\nPara a determinação da polaridade dos caracteres foi utilizado o método do grupo externo (Nixon &amp; Carpenter, 1993). Para isso, as inferências sobre a polaridade dos caracteres larvais foram efetuadas a partir de Discoglossidae, utilizado como grupo externo com base nas propostas de Sokol (1975) e Haas (1997, 2003). Não utilizamos Ascaphidae por se tratar de uma família com girinos de riacho, que apresentam muitas especializações para ambientes lóticos. Já Discoglossidae, apresenta girinos de poça, com um maior número de caracteres plesiomórficos (Canatella, 1999), e é um clado irmão de Neobatrachia (Haas, 2003). Os caracteres das espécies utilizadas como grupo externo foram obtidos de descrições na literatura: os da morfologia oral interna foram obtidos para Bombina orientalis e Discoglossus pictus (Wassersug, 1980). Já os caracteres do condrocrânio foram obtidos para Bombina orientalis (Máglia &amp; Púgener, 1998) e Discoglossus sardus (Púgener &amp; Máglia, 1997).\nTodos os caracteres foram numericamente codificados, não-ordenados e, a priori, tiveram o mesmo peso. Numa segunda análise, os caracteres receberam peso de acordo\ncom os valores máximos dos respectivos índices de consistência reescalonados, evidenciados na análise inicial. A matriz de caracteres foi analisada no programa computacional PAUP (Swofford, 2001). Como método de busca das árvores mais parcimoniosas foi utilizado o algoritmo “branch-and-bound”. Para verificar a significância estatística dos clados, foi aplicada uma análise de bootstrap com algoritmo heurístico e 1000 réplicas.\n2.2.5.\tEcologia e filogenia\nPara verificar a influência do grau de parentesco sobre a estrutura das comunidades estudadas, os dados de uso de micro-hábitat e dieta dos girinos foram plotados sobre o cladograma representativo das relações de parentesco entre as espécies em duas escalas espaciais: (1) uma mais detalhada (Tabelas 2.1 e 2.2), organizada em categorias para os dados obtidos no estudo da ecologia dos girinos de 11 espécies de dois corpos d’água (Capítulo 1) e (2) em uma escala mais ampla (Tabela 2.3), com os dados obtidos reorganizados em categorias adequadas para incluir as informações disponíveis na literatura (Tabela 2.4), sobre o uso de micro-hábitat e dieta dos girinos de outras oito espécies e para 10, das 11 espécies analisadas no Capítulo 1, obtidas em outros ambientes. Com isso, o universo amostral se torna mais representativo e a variação intra-específica no uso de recursos pode ser considerada na análise. Os dados sobre uso de recursos do grupo externo (Discoglossidae) foram obtidos para girinos de Bombina orientalis e Discoglossus galganoi, com relação ao uso de micro-hábitat (Altig &amp; Johnston, 1986; Diaz-Paniágua, 1990, respectivamente), e para os de Discoglossus pictus, com relação à dieta (DiazPaniagua, 1985).\nA influência dos fatores históricos será confirmada se as espécies de cada clado apresentarem uso de recursos semelhante, indicando que a semelhança decorre do parentesco e não da influência de fatores ecológicos. Além disso, se o uso de recursos for semelhante ao dos taxa basais de Anura, haverá indicação de restrição histórica imposta pelo parentesco, pois as espécies estarão mantendo o padrão plesiomórfico para Anura. Já a influência de fatores ecológicos será confirmada se as espécies de cada linhagem divergirem no uso de recursos, podendo até mesmo haver casos de convergência no uso de recursos entre espécies de clados diferentes.\n2.3. Resultados\n2.3.1.\tCaracterização da morfologia interna\nDas 19 espécies estudadas, foram dissecados 87 girinos (entre quatro e sete exemplares por espécie) e diafanizados 46 (entre dois e quatro exemplares por espécie) nos estágios 35 a 39 (Gosner, 1960). Com base no estudo desses exemplares foi feita uma descrição sucinta do assoalho e do teto bucal, do condrocrânio e do aparelho hiobranquial de cada espécie, com sua respectiva figura:\nBufo schneideri\nAssoalho bucal (Figura 2.3). O assoalho bucal tem formato oval, com largura entre 12 e 16% maior que o comprimento; abertura bucal correspondendo entre 10 e 15% da largura do assoalho bucal. Estão presentes três ou quatro pústulas na região infrarostral e duas papilas infra-labiais nas paredes laterais do assoalho, logo após esta região. Estas papilas são de aspecto palmado, destacando-se duas projeções principais recortadas irregularmente na borda livre. O rudimento lingual apresenta largura duas vezes maior que o comprimento, e quatro papilas linguais distribuídas em série transversa, podendo ocorrer bifurcações nestas papilas.\nA arena do assoalho bucal é triangular, com 13 a 15 papilas de cada lado. As papilas são cônicas, semelhantes a ganchos, com pequenas projeções anteriores, ou com o ápice bifurcado. De 25 a 28 pústulas são encontradas na arena do assoalho. Entre duas e cinco papilas e entre 11 e 22 pústulas estão presentes à frente de cada bolsa bucal. As bolsas bucais apresentam um ângulo de 0° com o plano transversal do corpo, tendo a largura maior que o comprimento e se situam na metade do comprimento do assoalho.\nO vélum ventral é longo e apresenta três projeções salientes em cada lado de sua margem livre; a chanfradura mediana e a glote são indistintas.\nTeto bucal (Figura 2.3). Tem formato oval, acompanhando o assoalho. A área pré-nasal é quadrangular, com uma crista baixa, larga, serrilhada irregularmente no bordo ventral, orientada transversalmente.\nAs narinas estão posicionadas a cerca de 10 a 13% do comprimento do teto, são elípticas e estão dispostas em um ângulo de 45° com o plano transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior é em formato de aba lisa, sem distinção da válvula nasal.\nA área pós-nasal apresenta duas papilas cônicas com o bordo serrilhado de cada lado e sete ou oito pústulas dispersas aleatoriamente. A crista mediana é triangular, com o bordo livre serrilhado. As papilas laterais da crista possuem base larga, com projeções digitiformes.\nA arena do teto bucal é triangular, delimitada por quatro ou cinco papilas cônicas de cada lado. Entre 38 e 45 pústulas estão presentes na arena do teto. A zona glandular é conspícua. O vélum dorsal é longo, com a margem livre finamente serrilhada.\nCondrocrânio (Figura 2.22). A cartilagem suprarostral é frontal e o corpo é fundido medianamente e apresenta formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é quadrangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. O comprimento da cornua trabeculae varia de 22 a 30% do comprimento do condrocrânio e a razão entre a largura da região anterior pela largura da região posterior é de 2,5 a 2,8. Placa etmoidal com estruturas nasais; cartilagem orbital desenvolvida.\nA cápsula ótica é quadrangular e seu comprimento corresponde entre 28 e 37% do comprimento do condrocrânio; a crista parótica apresenta o processo anterolateral, porém, o processo posterolateral é ausente.\nPars articularis apresentando processo quadrato-etmoidal. Não apresenta o processo pseudo-pterigóide. O processo muscular possui largura média e a sua ligação com o neurocrânio se dá pela comissura quadratorbital.\nA extensão posterolateral do palatoquadrado ultrapassa o nível de sua ligação com o processo ascendente, sem apresentar projeção posterolateral. O palatoquadrado apresenta curvatura dorsal.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.22). A copula I é ausente. O ceratohial apresenta o processo anterior proeminente e o processo anterolateral pouco proeminente.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial presente e pouco proeminente. As placas hipobranquiais estão inseridas na porção terminal da copula II. Elas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é\naberto; espículas presentes.\nDendropsophus minutus\nAssoalho bucal (Figura 2.4). O assoalho bucal tem formato oval, com comprimento entre 5 e 15 % maior que a largura; abertura bucal correspondendo a 20% da largura total do assoalho bucal. Em cada lado da região infra-rostral é encontrada uma fileira com três ou quatro pústulas. Quatro papilas infra-labiais estão presentes na região anterior do assoalho, duas laterais, largas com a margem livre serrilhada, e duas ventrais, altas com a margem serrilhada. O rudimento lingual apresenta largura duas a três vezes maior que o comprimento e nenhuma papila lingual.\nA arena do assoalho bucal é delimitada por uma fileira de papilas de cada lado, unidas desde a base assemelhando-se a um “V” interrompido no vértice. Estas fileiras partem da região próxima às bolsas bucais e apresentam de cinco a oito papilas, totalmente fundidas. Além destas fileiras, a arena apresenta de 50 a 60 pústulas dispersas. À frente de cada bolsa bucal estão presentes de duas a quatro papilas e de 7 a 11 pústulas. As bolsas bucais apresentam um ângulo de 0° com o plano transversal do corpo, têm largura maior que o comprimento e estão posicionadas na metade do comprimento do assoalho.\nO vélum ventral não possui projeções e a chanfradura mediana é uma fenda estreita. A glote é distinta e tem posição terminal.\nTeto bucal (Figura 2.4). Tem formato oval, acompanhando o assoalho bucal. A área pré-nasal é quadrangular, com 8 a 29 pústulas em sua superfície.\nAs narinas apresentam formato de fenda, estão posicionadas a cerca de 20% do comprimento do teto e dispostas em um ângulo de 0° com o plano transversal do corpo. A parede anterior das narinas é baixa, com 3 a 4 pústulas de cada lado e a parede posterior é alta e alta em formato de aba lisa, sem projeção da válvula nasal.\nNa área pós-nasal estão presentes, em cada lado, uma papila alta, cônica e unida a uma fileira com duas pústulas unidas na base que partem da base da papila em direção à região antero-mediana; além destas, apresenta de 12 a 28 pústulas dispersas pela área pós-nasal. A crista mediana é semicircular e seu bordo irregular, com 3 a 6 projeções. As papilas laterais da crista são cônicas, deprimidas no sentido antero-posterior, com a borda irregularmente recortada.\nA arena do teto bucal é triangular, apresentando em cada lado uma ou duas papilas altas e cônicas e até três papilas baixas e cônicas; além destas, apresenta de 50 a 70\npústulas dispersas pela arena do teto bucal. A zona glandular é conspícua. O vélum dorsal é longo, com a margem livre ondulada.\nCondrocrânio (Figura 2.23). A cartilagem suprarostral é frontal e possui o corpo dividido medianamente. Corpo e ala são fundidos dorsal e ventralmente. A ala da suprarostral é retangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior e a largura da região posterior da cornua trabeculae é igual a 1,3. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e o seu processo anterolateral forma o processo ótico. Além deste, a crista parótica apresenta o processo posterolateral.\nPars articularis quadrati sem o processo quadrato-etmoidal. Não apresenta processo pseudopterigóideo. O processo muscular é estreito e sua ligação com o neurocrânio se dá pelo ligamentum tectum.\nA extensão posterolateral do palatoquadrado não atinge o nível o nível de sua ligação com o processo ascendente. O palatoquadrado apresenta uma projeção posterolateral que se funde ao processo anterolateral da crista parótica, formando o processo ótico. A curvatura dorsal do palatoquadrado é ausente.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.23). A copula I é presente e estreita. O ceratohial apresenta os processos anterior e anterolateral pouco proeminentes.\nA copula II é curta e apresenta o processo urobranquial curto. Não apresenta o processo anterior branquial. As placas hipobranquiais estão inseridas na porção terminal da copula II, estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nDendropsophus nanus\nDuas papilas infralabiais, robustas e côncavas, estão presentes na região anterior do assoalho.\nNesta espécie, ocorre uma redução quase que total das estruturas orais internas, com ausência de papilas linguais e grande redução no número de papilas da arena do assoalho bucal. Entre 33 e 64 pústulas ocorrem na arena do assoalho bucal, que possui formato indefinido.\nNão ocorrem papilas ou projeções à frente das bolsas bucais. Estas apresentam um ângulo de 50° com o plano transversal do corpo, têm largura maior que o comprimento e estão posicionadas no terço posterior do assoalho bucal.\nO vélum ventral é curto, e não possui projeções e a chanfradura mediana é distinta. A glote é distinta e tem posição terminal.\nTeto bucal (Figura 2.5). Tem formato oval alongado, acompanhando o assoalho bucal. A área pré-nasal é retangular alongada e desprovida de projeções.\nAs narinas possuem formato de fenda, estão posicionadas a cerca de 8 a 15% do comprimento do teto e são paralelas ao eixo longitudinal do corpo. Não apresentam a parede anterior nem posterior. Não ocorrem papilas pós-nasais, crista mediana ou papilas laterais da crista.\nA arena do teto bucal não possui um formato definido, sendo preenchida por 55 a 56 pústulas. O vélum dorsal é reduzido.\nCondrocrânio (Figura 2.24). A cartilagem suprarostral é dorsal e o corpo e a ala da suprarostral formam um corpo único e a espessura da fusão é grossa, formando distalmente uma margem suavemente ondulada. Não apresenta projeções na ala da suprarostral.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A região anterior da cornua trabeculae pouco diverge, de modo que a razão entre a largura da região anterior e a da região posterior é igual a 1,0. A placa etmoidal não apresenta estruturas nasais; a cartilagem orbital é desenvolvida. A cápsula ótica é quadrangular e seu processo anterolateral forma o processo ótico. Além deste, a crista parótica apresenta o processo posterolateral.\nao processo anterolateral da crista parótica, formando o processo ótico. A curvatura dorsal do palatoquadrado é ausente.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é curta e robusta. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.24). A copula I é ausente. O ceratohial apresenta o processo anterior pouco proeminente e o processo anterolateral sinuoso.\nA copula II é curta e apresenta o processo urobranquial curto. Não apresenta o processo anterior branquial. As placas hipobranquiais estão inseridas na porção terminal da copula II. Elas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas ausentes.\nHypsiboas albopunctatus\nAssoalho bucal (Figura 2.6). O assoalho bucal tem formato oval, com largura entre 0 e 12% maior que o comprimento do assoalho; abertura bucal correspondendo entre 11 e 14% da largura total do assoalho bucal. Na região infra-rostral, são encontradas entre uma e sete pústulas e entre uma e quatro papilas pequenas, aleatoriamente dispostas em cada lado. Além destas, apresenta entre uma e três papilas pequenas, próximas à base das papilas infra-labiais. Apresenta quatro papilas infra-labiais na região anterior do assoalho: duas laterais, com a margem livre serrilhada, e duas ventrais, pequenas e com projeções secundárias. O rudimento lingual apresenta largura entre 30 e 40% maior que o comprimento e duas papilas linguais cônicas, com pequenas projeções secundárias e ápices agudos. Nas laterais do rudimento lingual, o assoalho é elevado, podendo ocorrer uma pústula de cada lado.\nA arena do assoalho bucal é delimitada por uma fileira de papilas de cada lado, unidas desde a base assemelhando-se a um “V” interrompido no vértice. Estas fileiras partem da região próxima às bolsas bucais e apresentam três ou quatro papilas, sendo que três são totalmente fundidas, altas e ramificadas. Além destas fileiras, apresenta entre 22 e 30 pústulas dispersas.\nO vélum ventral possui três projeções salientes de cada lado e a chanfradura mediana é distinta. A glote é distinta e tem posição terminal.\nTeto bucal (Figura 2.6). Tem formato oval, acompanhando o assoalho bucal. A área pré-nasal é quadrangular e encontra-se, nesta região, uma crista larga, e entre uma e quatro pústulas espalhadas aleatoriamente.\nAs narinas são elípticas, com uma expansão na sua porção anteromediana, formando uma concavidade; estão posicionadas a cerca de 15% do comprimento do teto e dispostas em um ângulo de 30° ao eixo transversal do corpo. A parede anterior das narinas é baixa, com 4 a 6 pústulas de cada lado e a parede posterior é alta e em formato de aba, com 1 a 6 pústulas na sua porção antero-mediana. As válvulas nasais são grandes.\nNa área pós-nasal estão presentes entre 8 e 20 pústulas. A crista mediana apresenta formato trapezoidal e bordo serrilhado, com 3 a 8 projeções secundárias. As papilas laterais da crista são cônicas, deprimidas no sentido antero-posterior, com a borda recortada.\nA arena do teto bucal não possui um formato definido, sendo preenchida por 62 a 83 pústulas. A zona glandular é conspícua. O vélum dorsal é longo, interompido na linha média, com a margem livre ondulada.\nCondrocrânio (Figura 2.25). A cartilagem suprarostral possui corpo fundido medianamente, apresentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é retangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura das regiões anterior e posterior da cornua trabeculae é igual a 1,6. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e, além do processo anterolateral bem desenvolvido, a crista parótica apresenta o processo posterolateral.\nPars articularis quadrati apresentando o processo quadrato-etmoidal. Não apresenta processo pseudopterigóideo. O processo muscular possui largura média e sua ligação com o neurocrânio se dá pelo processo anterorbital.\nAparelho hiobranquial (Figura 2.25). A copula I é ausente. O ceratohial apresenta os processos anterior e anterolateral proeminentes.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial é proeminente. As placas hipobranquiais estão inseridas na porção terminal da copula II, estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nHypsiboas raniceps\nAssoalho bucal (Figura 2.7). O assoalho bucal tem formato oval, com o comprimento entre 2 e 8 % maior que a largura; abertura bucal correspondendo entre 10 e 22% da largura total do assoalho bucal. Uma fileira com três a cinco pústulas de cada lado é encontrada na região infra-rostral. Quatro papilas infra-labiais estão presentes na região anterior do assoalho, duas laterais, com a margem livre serrilhada, e duas ventrais, pequenas e com projeções secundárias. O rudimento lingual apresenta largura cerca de 30% maior que o comprimento e duas papilas linguais cônicas.\nA arena do assoalho bucal é delimitada por uma fileira de papilas de cada lado, unidas desde a base assemelhando-se a um “V” interrompido no vértice. Estas fileiras partem da região próxima às bolsas bucais e apresentam entre três e sete papilas, sendo que três ou quatro são totalmente fundidas. Além destas fileiras, apresenta entre 17 e 32 pústulas dispersas.\nApresenta uma papila e entre 13 e 22 pústulas à frente de cada bolsa bucal. As bolsas bucais apresentam um ângulo de 15° com o plano transversal do corpo, têm largura maior que o comprimento e estão posicionadas na metade do comprimento do assoalho.\nO vélum ventral possui três projeções salientes de cada lado e a chanfradura mediana é distinta. A glote é distinta e tem posição terminal.\nTeto bucal (Figura 2.7). Tem formato oval, acompanhando o assoalho bucal. A área pré-nasal é quadrangular. Encontra-se, nesta região, uma uma crista larga, com 10 a 12 pústulas em sua superfície.\nAs narinas são elípticas, apresentando uma expansão na sua porção anteromediana formando uma concavidade, estão posicionadas a cerca de 12 a 25% do comprimento do teto e dispostas em um ângulo de 25° em relação ao eixo transversal do corpo. A parede anterior das narinas é baixa, com 2 a 7 pústulas de cada lado e a parede posterior é alta e\nalta, em formato de aba, com 2 a 4 pústulas na sua porção antero-mediana. As válvulas nasais são grandes.\nNa área pós-nasal estão presentes entre 13 e 18 pústulas. A crista mediana é semicircular e seu bordo serrilhado, com 7 a 14 projeções secundárias. As papilas laterais da crista são cônicas, deprimidas no sentido antero-posterior, com a borda serrilhada.\nA arena do teto bucal não possui um formato definido, sendo preenchida por 44 a 80 pústulas. A zona glandular é conspícua. O vélum dorsal é longo, interompido na linha média, com a margem livre ondulada.\nCondrocrânio (Figura 2.26). A cartilagem suprarostral é frontal e possui o corpo fundido medianamente, apresentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é retangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura das regiões anterior e posterior é igual a 1,6. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e, além do processo anterolateral bem desenvolvido, a crista parótica apresenta o processo posterolateral.\nPars articularis quadrati apresentando o processo quadrato-etmoidal. Não apresenta processo pseudopterigóideo. O processo muscular possui largura média e sua ligação com a cartilagem orbital se dá pelo processo anterorbital.\nA extensão posterolateral do palatoquadrado não atinge o nível o nível de sua ligação com o processo ascendente. O palatoquadrado não apresenta curvatura dorsal, porém apresenta um processo posterolateral curto.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.26). A copula I é ausente. O ceratohial apresenta os processos anterior e anterolateral proeminentes.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial é proeminente. As placas hipobranquiais estão inseridas na porção terminal da copula II, estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nScinax aff. similis\nAssoalho bucal (Figura 2.8). O assoalho tem formato oval, com comprimento entre 10 e 20% maior que a largura; abertura bucal correspondendo entre 15 e 20% da largura do assoalho.\nApresentam estruturas queratinizadas semelhantes a espinhos na região póstero-lateral do bico córneo inferior. Pequenas papilas estão dispersas pela região infrarostral.\nAs papilas infralabiais, uma de cada lado, situam-se sobre as paredes laterais. Elas são estreitadas anteroposteriormente, com a margem livre recortada. O rudimento lingual tem largura duas vezes maior que o comprimento e não apresenta papilas linguais.\nA arena do assoalho bucal é triangular, delimitada por quatro a nove papilas de cada lado. Todas são cônicas, com as maiores podendo apresentar projeções secundárias. Além destas, entre 30 e 44 pústulas se encontram dispersas pela arena do assoalho.\nÀ frente de cada bolsa bucal são encontradas até duas papilas e entre 12 e 26 pústulas. As bolsas bucais apresentam um ângulo de 15° com o plano transversal do corpo, possuem largura maior que o comprimento e estão posicionadas na metade do comprimento do assoalho bucal.\nO vélum ventral é longo e não apresenta projeções na sua margem livre, a chanfradura mediana é distinta. A glote é distinta e terminal.\nTeto bucal (Figura 2.8). Tem formato oval, acompanhando o assoalho bucal. A área pré-nasal é quadrangular, com três a sete pústulas.\nAs narinas são elípticas, estão posicionadas a cerca de de 13 a 25% do comprimento do teto bucal, e dispostas em um ângulo de 15° com o plano transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior é em formato de aba, com a válvula nasal pequena.\nEntre três e sete papilas e entre 5 e 20 pústulas ocorrem na área pós-nasal. As papilas póstero-laterais, duas de cada lado, são maiores, cônicas e com bordo anterior serrilhado. As papilas anteromedianas são menores e cônicas.\npequenas ocorrem na lateral da arena do teto bucal.\nA zona glandular dorsal é conspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre ondulada.\nCondrocrânio (Figura 2.27). A cartilagem suprarostral é frontal e apresenta o corpo fundido medianamente, com formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é triangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior pela da região posterior da cornua trabeculae é igual a 2,0. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e apresenta, além do processo anterolateral (que forma o processo ótico), a crista parótica apresenta o processo posterolateral.\nPars articularis quadrati apresenta o ligamento quadrato-etmoidal. Não apresenta processo pseudopterigóideo. O processo muscular possui largura média e sua ligação com o neurocrânio se dá pelo ligamentum tectum.\nA extensão posterolateral do palatoquadrado ultrapassa o nível de sua ligação com o processo ascendente, apresentando uma projeção posterolateral que se liga ao processo anterolateral da crista parótica, formando o processo ótico. O palatoquadrado não apresenta curvatura dorsal.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.27). A copula I é ausente. O ceratohial apresenta o processo anterior e anterolateral pouco proeminentes.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula\nII.\tElas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é fechado; espículas presentes.\nScinax fuscomarginatus\nAssoalho bucal (Figura 2.9). O assoalho tem formato oval, com comprimento entre 2 e 5% maior que a largura; abertura bucal correspondendo entre 15 e 20% da largura\ndo assoalho bucal. No canto póstero-lateral do bico córneo inferior, mas independente dele, distinguem-se de cada lado, uma estrutura queratinizada em forma de espinho, cuja ponta dirige-se anteriormente. Nas laterais da região infra-rostral é encontrada uma fileira com três pústulas, além de mais oito ou nove espalhadas aleatoriamente por essa mesma região.\nApresenta duas papilas infra-labiais, uma em cada parede lateral do assoalho. Elas são comprimidas no sentido anteroposterior, com a margem livre serrilhada. O rudimento lingual apresenta largura duas vezes maior que o comprimento e não ocorrem papilas linguais.\nA arena do assoalho bucal não possui um formato definido. Apresenta entre duas e cinco papilas em cada lado da arena do assoalho, que podem ser bifurcadas desde a base, cônicas e altas ou cônicas e minúsculas, próximo às bolsas bucais. Além destas, apresenta entre 26 e 34 pústulas na arena do assoalho bucal.\nÀ frente de cada bolsa bucal ocorre uma papila e entre 3 e 7 pústulas. As bolsas bucais apresentam um ângulo de cerca de 0 e 5° com o plano transversal do corpo, tem largura maior que o comprimento e são posicionadas na metade do comprimento do assoalho.\nO vélum ventral é longo e não apresenta projeções na sua margem livre, a chanfradura mediana é distinta. A glote é distinta e apresenta posição terminal.\nTeto bucal (Figura 2.9). Tem formato oval, acompanhando o assoalho bucal. A área pré-nasal é quadrangular e apresenta cinco pústulas dispersas.\nAs narinas são elípticas, estão posicionadas a cerca de 12 a 27% do comprimento do teto e dispostas transversalmente ao eixo longitudinal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior é em formato de aba lisa, com a válvula nasal pequena. Na área pós-nasal ocorrem entre 18 e 21 pústulas.\nA crista mediana é baixa, larga e irregular, com o bordo livre serrilhado. As papilas laterais da crista são cônicas, com o bordo anterior irregularmente recortado.\nA arena do teto bucal não apresenta um formato definido, com 44 a 63 pústulas espalhadas aleatoriamente pelo seu centro e com uma fileira com 6 a 15 pústulas nas laterais da arena do teto.\nsuprarostral é retangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior e a da região posterior da cornua trabeculae é igual a 2,0. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e, além do processo anterolateral (que forma o processo ótico), a crista parótica apresenta o processo posterolateral.\nPars articularis quadrati apresenta o processo quadrato-etmoidal. Não apresenta processo pseudopterigóide. O processo muscular possui largura média e sua ligação com o neurocrânio se dá pelo ligamentum tectum.\nA extensão posterolateral do palatoquadrado ultrapassa o nível de sua ligação com o processo ascendente, apresentando uma projeção posterolateral que se liga ao processo anterolateral da crista parótica, formando o processo ótico. O palatoquadrado não apresenta curvatura dorsal.\nA cartilagem infrarostral é fendida anteriormente, assemelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.28). A copula I é ausente. O ceratohial apresenta o processo anterior e anterolateral pouco proeminentes.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula\nII.\tElas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é fechado; espículas presentes.\nScinax fuscovarius\nAssoalho bucal (Figura 2.10). O assoalho tem formato oval, com o comprimento cerca de 5% maior que a largura e a abertura bucal correspondendo de 13 a 23% da largura do assoalho bucal. Como em Scinax fuscomarginatus, estruturas queratinizadas semelhantes a espinhos encontram-se presentes na região póstero-lateral do bico córneo inferior. De 16 a 27 pústulas são encontradas dispersas pela região infrarostral.\nDuas papilas infra-labiais estão presentes, uma em cada parede lateral do assoalho. Elas são comprimidas no sentido anteroposterior, com a margem livre recortada. O rudimento lingual apresenta largura com o dobro do comprimento e não ocorrem papilas\nlinguais.\nA arena do assoalho bucal tem formato de triangular, delimitada por 5 a 9 papilas de cada lado. As mais altas têm o ápice agudo e podem ser bifurcadas ou possuir projeções secundárias e as menores são cónicas; além destas, apresentam de 39 a 42 pústulas espalhadas pelo centro da arena do assoalho bucal.\nÀ frente de cada bolsa bucal ocorrem até três papilas pequenas e de 15 a 45 pústulas. As bolsas bucais apresentam um ângulo entre 10 e 15° com o plano transversal do corpo, tem largura maior que o comprimento e estão posicionadas na metade do comprimento do assoalho.\no vélum ventral é longo e não apresenta projeções na sua margem livre, a chanfradura mediana é distinta. A glote é distinta e apresenta posição terminal.\nTeto bucal (Figura 2.10). Tem formato oval, acompanhando o assoalho bucal. A área pré-nasal é quadrangular, com 10 a 12 pústulas.\nAs narinas são elípticas, estão posicionadas a cerca de 18 a 26% do comprimento do teto e dispostas em um ângulo de 10 a 15° com o plano transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior é em formato de aba lisa, com a válvula nasal pequena.\nA área pós-nasal apresenta duas papilas cónicas, altas com o bordo serrilhado e de 3 a 16 pústulas.\nA crista mediana é semicircular, com o bordo livre serrilhado e de três a cinco pústula no seu centro. As papilas laterais da crista são cónicas, com o bordo anterior serrilhado.\nA arena do teto bucal tem formato indefinido, com 76 a 87 pústulas na região central do teto bucal e de quatro a seis em cada lateral da arena do teto.\nA zona glandular dorsal é conspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre ondulada.\nCondrocrânio (Figura 2.29). A cartilagem suprarostral é frontal e possui corpo fundido medianamente, apresentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é retangular e apresenta uma projeção dorsal.\nótico e, além deste, a crista parótica apresenta o processo posterolateral.\nPars articularis quadrati apresentando o ligamento quadrato-etmoidal. Não apresenta processo pseudopterigóideo. O processo muscular possui largura média e sua ligação com o neurocrânio se dá pelo ligamentum tectum.\nA extensão posterolateral do palatoquadrado ultrapassa o nível de sua ligação com o processo ascendente. O palatoquadrado apresenta uma projeção posterolateral que se liga ao processo anterolateral da crista parótica, formando o processo ótico. O palatoquadrado não apresenta curvatura dorsal.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.29). A copula I é ausente. O ceratohial apresenta o processo anterior e anterolateral pouco proeminentes.\nA copula II é curta e apresenta um processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula\nII.\tElas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é fechado; espículas presentes.\nTrachycephalus venulosus\nAssoalho bucal (Figura 2.11). O assoalho bucal tem formato triangular, com a largura entre 15 e 20% maior que o comprimento e a abertura bucal correspondendo cerca de 16% da largura total do assoalho bucal. São encontradas cinco ou seis pústulas de cada lado na região infra-rostral. Apresenta quatro papilas infra-labiais na região anterior do assoalho, duas laterais, com a margem livre serrilhada, e duas ventrais, pequenas e arredondadas.\nDuas papilas linguais cônicas com o ápice arredondado se encontram sobre o rudimento lingual.\nA arena do assoalho bucal é delimitada por uma fileira de papilas de cada lado, unidas desde a base assemelhando-se a um “V” interrompido no vértice. Estas fileiras partem da região próxima às bolsas bucais e apresentam entre 6 e 12 papilas. Além destas, a arena do assoalho bucal possui entre três e seis papilas pequenas e cônicas de cada lado, à frente das fileiras de papilas unidas desde a base. À frente das bolsas bucais estão presentes\nentre 46 e 73 pústulas. As bolsas bucais apresentam um ângulo de 10 a 20° com o plano transversal do corpo, têm largura maior que o comprimento e estão posicionadas na metade do comprimento do assoalho.\nO vélum ventral é longo com três projeções longas e agudas de cada lado; a chanfradura mediana é profunda, a glote é distinta e tem posição semi-terminal.\nTeto bucal (Figura 2.11). Tem formato triangular, acompanhando o assoalho bucal. A área pré-nasal é quadrangular. Encontra-se, nesta região, uma elevação com quatro a oito pústulas, uma delas em formato de “Y”.\nAs narinas são elípticas, estão posicionadas a cerca de 18 a 24% do comprimento do teto e dispostas obliquamente ao eixo longitudinal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior apresenta formato de aba lisa, sem distinção da válvula nasal.\nApresenta, na área pós-nasal, uma crista e mais quatro papilas de cada lado. A crista é baixa e larga, irregularmente serrilhada no bordo ventral, dirigida anteromedianamente. As papilas são pequenas e cônicas com o ápice arredondado, sendo que duas papilas na região mediana se destacam das demais, pelo maior comprimento e largura.\nA crista mediana é semicircular com o bordo serrilhado e apresenta até cinco pústulas em sua região central. As papilas laterais da crista são cônicas, deprimidas no sentido antero-posterior, com a borda serrilhada.\nA arena do teto bucal não possui um formato definido, preenchida por 120 a 132 pústulas no centro; nas laterais apresenta uma fileira com quatro a sete pústulas. A zona glandular é conspícua. O vélum dorsal é longo, interompido na linha média, com a margem livre ondulada.\nCondrocrânio (Figura 2.30). A cartilagem suprarostral é frontal e possui o corpo robusto e fundido medianamente. Corpo e ala são fundidos dorsalmente e a espessura da fusão é grossa, formando distalmente uma margem suavemente ondulada. A ala da suprarostral é triangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior e a da região posterior da cornua trabeculae é igual a 1,6. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e além do processo anterolateral, que forma o processo ótico, a crista parótica apresenta o processo posterolateral.\nPars articularis quadrati apresentando o processo quadrato-etmoidal. Não apresenta\nprocesso pseudopterigóideo. O processo muscular possui largura média e sua ligação com a cartilagem orbital se dá pelo processo anterorbital.\nNão apresenta processo pseudopterigóideo. O processo muscular possui largura média e a comissura quadratorbital é ausente.\nA extensão posterolateral do palatoquadrado atinge o nível de ligação com o processo ascendente, e sua projeção posterolateral se liga ao processo anterolateral da crista parótica pelo processo ótico. O palatoquadrado apresenta curvatura dorsal.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curvada. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.30). A copula I é ausente. O ceratohial apresenta os processos anterior e anterolateral pouco proeminente.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula\nII.\tElas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nEupemphix nattereri\nAssoalho bucal (Figura 2.12). Tem formato triangular, com a largura cerca de 30% maior que o comprimento e a abertura bucal correspondendo entre 13 e 15% da largura total do assoalho.\nApresenta duas pequenas cristas na região infrarostral, inclinadas, lembrando um “V”, com o vértice apontando para a região posterior e mais 5 a 10 pústulas espalhadas aleatoriamente.\nApresenta quatro papilas infra-labiais, duas laterais maiores e duas ventrais menores, ambas com a margem livre serrilhada.\nO rudimento lingual apresenta largura entre duas e quatro vezes maior que o comprimento e entre quatro e seis papilas linguais cônicas, com projeções irregulares.\nA arena do assoalho bucal é triangular, delimitada por 8 a 19 papilas de cada lado, cônicas com o ápice agudo ou bifurcadas. Apresenta entre 18 e 43 pústulas dispersas pela arena do assoalho.\nSão encontradas à frente das bolsas bucais entre três a nove papilas e entre 11 e 22\npústulas. As bolsas bucais apresentam um ângulo entre 15 e 20° com o plano transversal do corpo, são mais largas do que longas e se situam na metade do comprimento do assoalho.\nO vélum ventral é longo e apresenta três projeções salientes em cada lado de sua margem livre e a chanfradura mediana é distinta. A glote é distinta e terminal.\nTeto bucal (Figura 2.12). Seu formato é triangular, acompanhando o do assoalho bucal. A área pré-nasal é trapezoidal, com uma crista larga, irregularmente serrilhada.\nAs narinas são elípticas, estão posicionadas a cerca de 20 a 25% do comprimento do assoalho e estão dispostas em um ângulo entre 5 e 10° em relação ao eixo transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior apresenta formato de aba lisa, sem distinção da válvula nasal.\nEm cada lado da área pós-nasal ocorre uma papila alongada, cônica e com o bordo anterior serrilhado. Próximo a esta papila mais longa, estão presentes uma ou duas papilas menores e cônicas. Além destas, entre duas e quatro pústulas estão presentes na área pós-nasal.\nA crista mediana é semicircular, com o bordo livre irregularmente serrilhado e de uma a três pústulas em seu centro. As papilas laterais da crista são bifurcadas como “quelas” e possuem o bordo anterior serrilhado.\nA arena do teto bucal tem formato triangular, delimitada por cinco a nove papilas cônicas, curtas ou longas, de cada lado. Entre 75 e 88 pústulas se distribuem pelo centro da arena do teto bucal.\nA zona glandular dorsal é conspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre apresentando pústulas.\nCondrocrânio (Figura 2.31). O corpo da cartilagem suprarostral é frontal e fundido medianamente, arpesentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é retangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior e a da região posterior da cornua trabeculae é igual a 2,0. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e a crista parótica apresenta apenas o processo anterolateral.\nPars articularis quadrati largo com o processo quadrato-etmoidal presente. Apresenta o processo pseudopterigóideo curto. O processo muscular possui largura média e a sua ligação com o neurocrânio se dá pela comissura quadratorbital.\nA extensão posterolateral do palatoquadrado alcança o nível de sua ligação com o\nprocesso ascendente. O palatoquadrado não apresenta projeção posterolateral, porém, apresenta curvatura dorsal.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.31). A copula I é ausente. O ceratohial apresenta o processo anterior proeminente e o processo anterolateral pouco proeminente.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula\nII.\tElas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nLeptodactylus cf. ocellatus\nAssoalho bucal (Figura 2.13). O assoalho tem formato triangular, com a largura entre 27 e 38% maior que o comprimento e a abertura bucal correspondendo entre 9 e 13% da largura total do assoalho bucal.\nA região infra-rostral apresenta duas pústulas arredondadas e mais quatro ou cinco pústulas menores. Três papilas infralabiais estão presentes, duas nas paredes laterais e uma ventromediana. As papilas são cônicas, com o bordo serrilhado.\nO rudimento lingual apresenta a largura entre duas e três vezes maior que o comprimento e três papilas linguais, dispostas em uma série transversa. Estas papilas são cônicas com projeções irregulares no ápice.\nA arena do assoalho bucal é triangular, delimitada por 14 a 21 papilas cônicas de cada lado. Destas papilas, duas são bifurcadas e se localizam ao lado de cada bolsa bucal. Além destas, entre 62 e 72 pústulas são encontradas espalhadas pela arena do assoalho bucal.\nÀ frente de cada bolsa bucal são encontradas entre quatro e seis papilas e entre 19 e 24 pústulas. As bolsas bucais apresentam ângulo entre 15 e 20° com o plano transversal do corpo, são mais largas que longas e estão posicionadas na metade do comprimento do assoalho bucal.\nO vélum ventral é longo, e apresenta três projeções longas e agudas de cada lado e a chanfradura mediana é pouco profunda com projeções nas laterais. A glote é distinta e\nterminal.\nTeto bucal (Figura 2.13). Tem formato triangular, acompanhando o assoalho bucal. A área pré-nasal é quadrangular, com uma crista larga e baixa, serrilhada finamente em seu bordo ventral.\nAs narinas são elípticas, estão posicionadas a cerca de 17 a 18% do comprimento do teto e estão dispostas em um ângulo de 0° com o plano transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior tem formato de aba lisa, sem distinção da válvula nasal.\nDois pares de papilas cônicas com o bordo serrilhado são encontrados na área pós-nasal; o par antero-mediano é alto e o par póstero-lateral é menor. Além destas, entre seis e oito pústulas espalhadas aleatoriamente estão presentes na área pós-nasal.\nA crista mediana é semicircular e irregularmente recortada no seu bordo livre e apresenta 12 ou 13 pústulas em sua região central. As papilas laterais da crista são cônicas, com a base larga, deprimidas no sentido antero-posterior, e o bordo anterior irregularmente recortado, com projeções maiores próximas à base.\nA arena do teto bucal tem formato triangular, e é delimitada por 9 a 12 papilas cônicas de cada lado, com pequenas projeções. Além destas, entre 76 e 96 pústulas estão dispersas pela arena do teto bucal.\nA zona glandular dorsal é inconspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre apresentando projeções secundárias.\nCondrocrânio (Figura 2.32). A cartilagem suprarostral é frontal e o corpo é fundido medianamente, apresentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é retangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura das regiões anterior e posterior da cornua trabeculae varia de 1,6 a 1,8. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e a crista parótica apresenta o processos antero e posterolateral.\nPars articularis quadrati apresentando o processo quadrato-etmoidal. Não apresenta o processo pseudo-pterigóide. O processo muscular possui largura média e a sua ligação com o neurocrânio se dá pela comissura quadratorbital.\nA extensão posterolateral do palatoquadrado ultrapassa o nível de sua ligação com o processo ascendente. O palatoquadrado não apresenta projeção posterolateral, porém apresenta curvatura dorsal.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.32). A copula I é ausente. O ceratohial apresenta os processos anterior e anterolateral pouco proeminentes.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula\nII.\tElas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é fechado; espículas presentes.\nLeptodactylus fuscus\nAssoalho bucal (Figura 2.14). O assoalho tem formato triangular, com a largura entre 20 e 25% maior que o comprimento e a abertura bucal correspondendo entre 12 e 16% da largura total do assoalho bucal.\nPossui até três pústulas de cada lado na região infra-rostral. Apresenta três papilas infralabiais, duas nas paredes laterais e uma ventromediana. As papilas são pequenas, com o ápice arredondado, sendo que a papila mediana apresenta-se bifurcada desde a base e pode ser serrilhada.\nO rudimento lingual apresenta a largura entre duas e três vezes maior que o comprimento e quatro papilas linguais estão dispostas em uma série transversa. Estas papilas são cônicas, as papilas medianas são maiores que as laterais e podem estar fundidas.\nA arena do assoalho bucal é triangular, delimitada por 6 a 10 papilas cônicas de cada lado. Destas papilas, duas são bifurcadas e se localizam ao lado de cada bolsa bucal. Além destas, entre 50 e 100 pústulas são encontradas espalhadas pela arena do assoalho bucal.\nÀ frente de cada bolsa bucal são encontradas entre uma e quatro papilas e entre 16 e 34 pústulas. As bolsas bucais apresentam um ângulo entre 8 e 15° com o plano transversal do corpo, são mais largas que longas e estão posicionadas na metade do comprimento do assoalho bucal.\nO vélum ventral é longo, e apresenta três projeções longas e agudas de cada lado; chanfradura mediana é pouco profunda, com projeções laterais. A glote é distinta e\nterminal.\nTeto bucal (Figura 2.14). Tem formato triangular, acompanhando o assoalho bucal. A área pré-nasal é quadrangular, com uma crista larga e baixa, serrilhada finamente em seu bordo ventral.\nAs narinas são elípticas, estão posicionadas a cerca de 20 a 23% do comprimento do teto e estão dispostas em um ângulo de 8° com o plano transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior tem formato de aba lisa, sem distinção da válvula nasal.\nA área pós-nasal apresenta duas papilas cônicas, dirigidas anteromedianamente e entre 10 e 13 pústulas espalhadas aleatoriamente.\nA crista mediana é semicircular, serrilhada no seu bordo livre e apresenta 12 ou 13 pústulas em sua região central. As papilas laterais da crista são cônicas, com a base larga, deprimidas no sentido antero-posterior e o bordo anterior serrilhado.\nA arena do teto bucal tem formato triangular, e é delimitada por três ou quatro papilas cônicas de cada lado, com pequenas projeções no ápice. Além destas, entre 86 e 114 pústulas estão dispersas pelo centro da arena e entre 7 e 13 pústulas são encontradas nas laterais da arena do teto bucal.\nA zona glandular dorsal é conspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre com projeções secundárias.\nCondrocrânio (Figura 2.33). A cartilagem suprarostral é frontal e possui corpo fundido medianamente, apresentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é quadrangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior e a da região posterior da cornua trabeculae varia de 2,0 a\n2,3.\tPlaca etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e seu comprimento e a crista parótica apresenta os processos antero e posterolaterais.\nPars articularis quadrati sem o processo quadrato-etmoidal. Apresenta processo pseudopterigóideo curto. O processo muscular possui largura média e a sua ligação com o neurocrânio se dá pela comissura quadratorbital.\nA extensão posterolateral do palatoquadrado alcança o nível da sua ligação com o processo ascendente. O palatoquadrado não apresenta projeção posterolateral, porém apresenta curvatura dorsal.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.33). A copula I é ausente. O ceratohial apresenta os processos anterior e anterolateral pouco proeminentes.\nA copula II é muito curta e apresenta o processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula II. Elas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nLeptodactylus labyrinthicus\nAssoalho bucal (Figura 2.15). O assoalho tem formato triangular, com a largura entre 10 e 15% maior que o comprimento e a abertura bucal correspondendo cerca de 20% da largura total do assoalho bucal.\nPode apresentar um par de pústulas arredondadas na região infra-rostral e mais quatro ou cinco pústulas menores nessa região. Possui três papilas infralabiais, duas nas paredes laterais e uma ventromediana. As papilas são robustas e arredondadas, sendo que a papila mediana pode apresentar-se bifurcada desde a base.\nO rudimento lingual apresenta a largura entre duas e três vezes maior que o comprimento e três papilas linguais, dispostas em uma série transversa. Estas papilas são cônicas e a papila mediana é mais larga que as laterais.\nA arena do assoalho bucal é triangular, delimitada por três ou quatro papilas cônicas de cada lado. Destas, duas são bifurcadas e se localizam ao lado de cada bolsa bucal. Além destas, entre 75 e 79 pústulas são encontradas espalhadas pela arena do assoalho bucal.\nÀ frente de cada bolsa bucal são encontradas uma ou duas papilas e entre 9 e 18 pústulas. As bolsas bucais apresentam um ângulo de 15° com o plano transversal do corpo, são mais largas que longas e estão posicionadas na metade do comprimento do assoalho bucal.\nO vélum ventral é longo, e apresenta três projeções salientes de cada lado; a chanfradura mediana é pouco profunda, sem projeções na lateral. A glote é distinta e terminal.\nTeto bucal (Figura 2.15). Tem formato triangular, acompanhando o assoalho bucal. A área pré-nasal é quadrangular, apresentando uma crista triangular, e mais três ou quatro pústulas.\nAs narinas são semicirculares, estão posicionadas a cerca de 15% do comprimento do teto e estão dispostas em um ângulo de 0° com o plano transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior possui formato de aba lisa, sem distinção da válvula nasal.\nA área pós-nasal apresenta duas papilas baixas e arredondadas e entre 12 e 18 pústulas espalhadas aleatoriamente.\nA crista mediana é semicircular, com o bordo livre serrilhado. As papilas laterais da crista são cônicas, curtas e com o bordo liso.\nA arena do teto bucal não possui um formato definido, e apresenta de uma a três papilas pequenas e cônicas de cada lado. Além destas, entre 101 e 123 pústulas estão dispersas pelo centro da arena.\nA zona glandular dorsal é inconspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre finamente serrilhada.\nCondrocrânio (Figura 2.34). A cartilagem suprarostral é frontal e possui corpo fundido medianamente, apresentando formato de “U”. Corpo e ala são fundidos dorsal e ventralmente. A ala da suprarostral é quadrangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior e a da região posterior da cornua trabeculae é igual a 1,7. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e a crista parótica apresenta os processos antero e posterolaterais.\nPars articularis quadrati apresenta o processo quadrato-etmoidal. O processo pseudopterigóideo é ausente. O processo muscular possui largura média e sua ligação com o neurocrânio se dá pela comissura quadratorbital.\nA extensão posterolateral do palatoquadrado ultrapassa o nível da sua ligação com o processo ascendente. O palatoquadrado não apresenta projeção posterolateral, porém apresenta curvatura dorsal.\nA copula II é muito curta e apresenta o processo urobranquial curto. O processo anterior branquial é proeminente. As placas hipobranquiais estão inseridas na porção terminal da copula II. Elas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nLeptodactylus podicipinus\nAssoalho bucal (Figura 2.16). Possui assoalho bucal com formato triangular, largura entre 15 e 25% maior que o comprimento, e com a abertura bucal correspondendo a entre 8 e 12% da largura total do assoalho.\nApresenta três papilas infralabiais, duas nas paredes laterais e uma ventromediana. As papilas são pequenas, com o ápice arredondado, sendo que a papila mediana apresenta quatro bifurcações desde a sua base.\nO rudimento lingual tem largura entre duas e três vezes maior que o comprimento, e não apresenta papilas linguais.\nA arena do assoalho bucal apresenta formato triangular e é delimitada por 14 a 17 papilas de cada lado. Estas papilas são cônicas, com o ápice truncado, projeções secundárias, ou podem ainda, ser bifurcadas. Entre 42 e 63 pústulas se encontram dispersas pela arena do assoalho bucal.\nÀ frente de cada bolsa bucal são encontradas entre uma e quatro papilas e entre 7 e 13 pústulas. As bolsas bucais apresentam um ângulo entre 15 e 30° com o plano transversal do corpo, são mais largas do que longas e estão posicionadas na metade do comprimento do assoalho bucal.\nO vélum ventral é longo e apresenta três projeções longas e agudas de cada lado; a chanfradura mediana é pouco profunda, com projeções nas laterais. A glote é distinta e terminal.\nTeto bucal (Figura 2.16). Tem formato triangular, acompanhando o assoalho bucal. A área pré-nasal é quadrangular, apresenta uma crista baixa e larga, com a margem livre serrilhada, e duas pústulas circulares.\nAs narinas são elípticas, estão posicionadas entre 15 e 24% do comprimento do teto bucal, dispostas em um ângulo de 5° com relação ao eixo transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior tem formato de aba lisa, sem\napresentar distinção da válvula nasal.\nA área pós-nasal apresenta uma papila cônica e dirigida anteromedianamente ocorre de cada lado, além de mais três a nove pústulas.\nA crista mediana é semicircular, com o bordo livre serrilhado e de uma a quatro pústulas em sua região central. As papilas laterais da crista são cônicas, deprimidas no sentido antero-posterior, com o bordo anterior serrilhado.\nA arena do teto bucal tem formato triangular e é delimitada por 7 a 12 papilas cônicas, com o ápice truncado ou bifurcadas, em cada lado. A arena do teto bucal apresenta entre 47 e 50 pústulas dispersas aleatoriamente. A zona glandular dorsal é inconspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre com projeções secundárias.\nCondrocrânio (Figura 2.35). A cartilagem suprarostral é frontal e o corpo é fundido medianamente, apresentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é triangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior e a da região posterior da cornua trabeculae é igual a 2,0. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e a crista parótica apresenta o processo anterolateral, porém, o processo posterolateral é ausente.\nPars articularis quadrati apresentando o processo quadrato-etmoidal. Não apresenta o processo pseudo-pterigóide. O processo muscular possui largura média e a sua ligação com o neurocrânio se dá pela comissura quadratorbital.\nA extensão posterolateral do palatoquadrado ultrapassa o nível de sua ligação com o processo ascendente. O palatoquadrado não apresenta projeção posterolateral, porém, apresenta curvatura dorsal.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é fechado; espículas presentes.\nPhysalaemus centralis\nAssoalho bucal (Figura 2.17). Tem formato triangular, com a largura cerca de 20% maior que o comprimento e a abertura bucal correspondendo entre 12 e 14% da largura do assoalho bucal.\nApresenta quatro papilas infra-labiais, duas laterais e duas ventrais, todas pequenas e cônicas.\nSobre o rudimento de língua, encontram-se quatro papilas linguais, dispostas em uma série transversa, sendo que as do par mediano podem se apresentar fundidas, e as do par lateral podem ser bifurcadas.\nA arena do assoalho bucal é retangular, com quatro a sete papilas de cada lado, paralelas ao eixo longitudinal do corpo. Estas papilas são cônicas e com o ápice agudo. Entre 7 e 10 pústulas se distribuem entre as papilas maiores pela arena do assoalho bucal.\nÀ frente de cada bolsa bucal são encontradas entre uma e três papilas e entre quatro e sete pústulas. As bolsas bucais estão orientadas em um ângulo de 10 a 15° com o plano transversal do corpo do corpo, possuem largura maior que o comprimento e estão situadas na metade do comprimento do assoalho bucal.\nO vélum ventral é longo e apresenta três projeções salientes de cada lado; a chanfradura mediana é distinta. A glote é distinta e terminal.\nTeto bucal (Figura 2.17). Tem formato triangular, acompanhando o assoalho bucal. A área pré-nasal é quadrangular, sem papilas ou projeções.\nAs narinas são elípticas, estão situadas a cerca de 9% do comprimento do teto e estão dispostas obliquamente em um ângulo de 30 a 40° com o eixo transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior é em formato de aba lisa, sem distinção da válvula nasal.\nNa área pós-nasal encontra-se uma papila de cada lado, alta, cônica e com o bordo anterior serrilhado. Uma ou duas pústulas ocorrem próximo a estas papilas.\nA crista mediana é semicircular, com o bordo livre serrilhado. As papilas laterais da crista são bifurcadas desde a base, com formato semelhante a uma “quela”, sendo que próximo à base da projeção superior, ocorrem uma ou duas projeções digitiformes, dirigidas anteriormente.\nA arena do teto bucal é retangular, e delimitada por uma série de três a cinco papilas de cada lado, dispostas paralelamente ao eixo longitudinal do corpo. Além destas, entre 20 e 30 papilas minúsculas e circulares se distribuem entre as papilas maiores e pela arena do teto bucal.\nA zona glandular dorsal é conspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre ondulada.\nCondrocrânio (Figura 2.36). A cartilagem suprarostral é frontal e possui corpo fundido medianamente, apresentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é quadrangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior pela largura da região posterior da cornua trabeculae é igual a 2,0. Placa etmoidal sem estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e a crista parótica apresenta apenas o processo anterolateral.\nPars articularis quadrati sem apresentar o processo quadrato-etmoidal. Não apresenta o processo pseudopterigóideo. O processo muscular é estreito e a sua ligação com o neurocrânio se dá pela comissura quadratorbital.\nA extensão posterolateral do palatoquadrado alcança o nível da sua ligação com o processo ascendente. O palatoquadrado não apresenta projeção posterolateral, porém, apresenta curvatura dorsal e orifício.\nA cartilagem infrarostral é fendida anteriormente, assemelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.36). A copula I é ausente. O ceratohial apresenta os processo anterior proeminente e o processo anterolateral pouco proeminente.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula\nII.\tElas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nPhysalaemus cuvieri\nAssoalho bucal (Figura 2.18). Tem formato triangular, com a largura cerca de\n15% maior que o comprimento e a abertura bucal correspondendo a 15% da largura do assoalho bucal.\nPode apresentar até oito pústulas na região infra-rostral. Quatro papilas infra-labiais estão presentes, duas laterais e duas ventrais. As papilas laterais são alongadas, deprimidas no sentido anteroposterior e apresentam os bordos livres serrilhados. As papilas localizadas ventralmente são cónicas e lisas.\nO rudimento lingual apresenta largura entre duas e três vezes maior que o comprimento e três papilas cónicas, dispostas em uma série transversa.\nA arena do assoalho bucal é triangular, delimitada por duas ou três papilas de cada lado. A maioria dessas papilas é cónica de ápice agudo, ou com pequena projeção, porém, ao lado de cada bolsa bucal ocorre uma papila bifurcada desde a base com ápices agudos. Além destas, entre 14 e 33 pústulas encontram-se espalhadas pela arena do assoalho bucal.\nÀ frente de cada bolsa bucal são encontradas entre uma e quatro papilas e entre uma e sete pústulas. As bolsas bucais apresentam um ângulo entre 5 e 15o em relação ao plano transversal do corpo, são mais largas do que longas e estão posicionadas na metade do comprimento do assoalho.\nO vélum ventral é longo e apresenta três projeções salientes de cada lado; a chanfradura mediana é distinta. A glote é distinta e terminal.\nTeto bucal (Figura 2.18). Tem formato triangular, acompanhando o assoalho bucal. A área pré-nasal tem formato trapezoidal, com duas pequenas cristas inclinadas, lembrando um V com o vértice dirigido posteriormente, além de mais uma a quatro pústulas.\nAs narinas são elípticas, estão posicionadas a cerca de 15 a 25% do comprimento do teto e estão dispostas em um ângulo entra 15 e 30° em relação ao plano transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior apresenta formato de aba lisa, sem distinção da válvula nasal.\nEm cada lado da região pós-nasal, é encontrada uma papila cónica, alongada, com o bordo anterior serrilhado. Além destas papilas, podem ocorrer mais uma ou duas papilas cónicas e menores, próximas às maiores, e de uma a quatro pústulas.\nA crista mediana é semicircular, com o bordo livre serrilhado. As papilas laterais da crista possuem formato de “quela”, com o bordo anterior serrilhado.\nA arena do teto bucal tem formato retangular e é delimitada por duas a seis papilas cónicas de cada lado, dispostas em duas séries paralelas ao eixo longitudinal do corpo. São encontradas entre as papilas maiores entre 30 e 35 pústulas.\nA zona glandular dorsal é conspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre ondulada.\nCondrocrânio (Figura 2.37). A cartilagem suprarostral é frontal e possui corpo fundido medianamente, apresentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é quadrangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura das regiões anterior e posterior da cornua trabeculae varia entre 2,0 e 2,5. Placa etmoidal com estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e a crista parótica apresenta apenas o processo anterolateral.\nPars articularis quadrati sem apresentar o processo quadrato-etmoidal. Não apresenta o processo pseudopterigóideo. O processo muscular apresenta largura média e a sua ligação com o neurocrânio se dá pela comissura quadratorbital.\nA extensão posterolateral do palatoquadrado alcança o nível da sua ligação com o processo ascendente. O palatoquadrado não apresenta projeção posterolateral, porém, apresenta curvatura dorsal e orifício.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.37). A copula I é ausente. O ceratohial apresenta o processo anterior proeminente e o processo anterolateral pouco proeminente.\nA copula II é muito curta e apresenta o processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula II. Elas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nPhysalaemus fuscomaculatus\nserrilhadas.\nO rudimento lingual apresenta largura entre duas e três vezes maior que o comprimento e duas papilas linguais, cónicas e de ápice arredondado.\nA arena do assoalho bucal tem formato triangular, delimitada por quatro a sete papilas de cada lado. As papilas são cónicas de ápice agudo, ou bifurcadas, sendo que, ao lado de cada bolsa bucal ocorre uma papila bifurcada desde a base, com ápices agudos. Entre 20 e 40 pústulas são encontradas na arena do assoalho.\nÀ frente das bolsas bucais são encontradas entre uma e três papilas e entre 3 e 15 pústulas. As bolsas bucais possuem um ângulo de cerca de 7 a 12° em relação ao plano transversal do corpo, são mais largas do que longas e estão posicionadas na metade do comprimento do assoalho.\nO vélum ventral é longo, com três projeções salientes de cada lado; a chanfradura mediana é distinta. A glote é distinta e terminal.\nTeto bucal (Figura 2.19). Tem formato triangular, acompanhando o formato do teto. O formato da área pré-nasal é trapezoidal e nela ocorrem duas cristas baixas, de largura média, inclinadas, lembrando um “V” com o vértice dirigido posteriormente. Além destas cristas, ocorrem pequenas papilas cónicas.\nAs narinas são elípticas, estão posicionadas a cerca de 13 a 25% do comprimento do teto e dispostas em um ângulo 20 a 25° com o plano transversal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior é em formato de aba lisa, sem distinção da válvula nasal.\nDois pares de papilas são encontrados na região pós-nasal. Um par anteromediano, formado por papilas alongadas e cónicas, com o bordo anterior serrilhado, e outro posterolateral, com papilas menores e cónicas. Entre 9 e 11 pústulas são encontradas na área pós-nasal.\nA crista mediana é semicircular, com o bordo livre serrilhado. As papilas laterais da crista apresentam formato de “quela”, com o bordo anterior serrilhada.\nA arena do teto bucal é retangular, limitada por três a cinco papilas de cada lado, dispostas paralelamente ao eixo longitudinal do corpo. Estas papilas são cónicas, com o ápice agudo ou truncado. Além destas, entre 50 e 80 pústulas estão dispersas pelo teto bucal.\nA zona glandular dorsal é conspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre ondulada.\nCondrocrânio (Figura 2.38). O corpo da cartilagem suprarostral é frontal e possui\ncorpo fundido medianamente, arpesentando formato de “U”. Corpo e ala são fundidos dorsalmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é retangular e apresenta uma projeção dorsal.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da região anterior pela da região posterior da cornua trabeculae é igual a 2,0. Placa etmoidal com estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é quadrangular e a crista parótica apresenta apenas o processo anterolateral.\nPars articularis quadrati apresentando o processo quadrato-etmoidal. Apresenta o processo pseudopterigóide curto. O processo muscular possui largura média e a sua ligação com o neurocrânio se dá pela comissura quadratorbital.\nA extensão posterolateral do palatoquadrado alcança o nível de sua ligação com o processo ascendente. O palatoquadrado não apresenta projeção posterolateral, porém, apresenta curvatura dorsal e um pequeno orifício.\nA cartilagem infrarostral é fendida anteriormente, as semelhando-se a um “V”. A cartilagem de Meckel é longa e curva. Suas extremidades possuem robustos processos dorsais e ventrais que formam uma fossa articular.\nAparelho hiobranquial (Figura 2.38). A copula I é ausente. O ceratohial apresenta o processo anterior proeminente e o processo anterolateral pouco proeminente.\nA copula II é curta e apresenta o processo urobranquial curto. O processo anterior branquial é presente. As placas hipobranquiais estão inseridas na porção terminal da copula II. Elas estão muito próximas uma da outra e se articulam medianamente.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é aberto; espículas presentes.\nElachistocleis bicolor\nAssoalho bucal (Figura 2.20). O assoalho bucal tem formato trapezoidal, mais largo na região posterior, com a largura cerca de 20% maior que o comprimento e com a abertura bucal correspondendo cerca de 8% da largura do assoalho bucal. A região bucal anterior, desde a abertura até o rudimento da língua, apresenta-se como uma calha estreita e funda, formada pelo dobramento das paredes laterais em direção à linha mediana, com uma pequena prega anterior ao rudimento lingual. De uma a quatro papilas pequenas e cônicas são encontradas sobre cada dobra.\nNão apresenta papilas infra-labiais nem linguais e o rudimento lingual é estreito. A\nglote é deslocada para a região anterior e encontra-se totalmente exposta.\nA arena do assoalho é delimitada por 7 a 12 papilas de cada lado da glote, dispostas em forma de arco. Estas papilas são cônicas, com os ápices irregulares, ou bifurcadas na base. Entre uma e quatro pústulas podem ocorrer na arena do assoalho.\nNão ocorrem papilas à frente das bolsas bucais, podendo ocorrer no máximo uma pústula à frente de cada bolsa. As bolsas bucais são, assim como a glote, deslocadas para a região anterior. Estão dispostas num ângulo de 30° com o plano transversal do corpo e possuem o comprimento maior que a largura. A parede anterior de cada bolsa bucal apresenta uma papila muito larga que se dirige para trás, sobre as bolsas bucais. Sua margem livre é recortada em duas a seis projeções pontiagudas. O vélum ventral é longo e não apresenta projeções em sua margem livre e a chanfradura mediana é muito profunda. A glote é deslocada para a região anterior.\nTeto bucal (Figura 2.20). Tem formato trapezoidal, acompanhando o assoalho bucal. A área pré-nasal é retangular, apresentando uma pequena papila com duas ou três projeções dirigidas anteriormente e até seis pústulas espalhadas aleatoriamente pela área.\nAs narinas são circulares e não perfuradas. Estão posicionadas entre 20 e 25% do comprimento do teto e estão dispostas transversalmente ao eixo longitudinal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior é triangular, alta e irregularmente recortada.\nA área pós-nasal é praticamente ausente, pois a crista mediana localiza-se logo atrás das narinas. Entre três e quatro pústulas de cada lado estão presentes na área pós-nasal. A crista mediana é triangular, com o bordo fortemente recortado. As papilas laterais da crista são alongadas, com o bordo irregularmente serrilhado.\nA arena do teto bucal não tem um formato definido, e apresenta entre 26 e 37 pústulas espalhadas aleatoriamente. Apresentam em cada lado da região posterior da arena do teto uma fileira com 7 a 10 pústulas próximas, dispostas obliquamente em relação ao plano transversal.\nA zona glandular dorsal é conspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre ondulada.\nCondrocrânio (Figura 2.39). A cartilagem suprarostral é dorsal e possui corpo triangular, denominado corpo mediano. Corpo e ala são fundidos ventralmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é retangular e não apresenta projeções.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão\nentre a largura da região anterior pela da região posterior da cornua trabeculae é 3,0. Placa etmoidal com estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é retangular e a crista parótica apresenta o processo anterolateral, porém, o processo posterolateral é ausente. A projeção anterolateral forma o processo ótico.\nPars articularis quadrati, sem apresentar o processo quadrato-etmoidal. Não apresenta processo pseudopterigóideo. O processo muscular é ausente.\nA extensão posterolateral do palatoquadrado não alcança o nível de sua ligação com o processo ascendente. O palatoquadrado apresenta uma projeção lateral e uma posterolateral (que forma o processo ótico), porém, não possui curvatura dorsal.\nA cartilagem infrarostral é arredonda anteriormente, mostrando aparência de um “U” invertido. A cartilagem de Meckel é longa e reta. Suas extremidades formam uma região articular plana.\nAparelho hiobranquial (Figura 2.39). A copula I é presente e muito delgada. O ceratohial possui o processo anterior pouco proeminente e o processo anterolateral proeminente.\nA copula II é curta, porém, se apresenta como um corpo único e cilíndrico. O processo urobranquial é longo. Não apresenta o processo anterior branquial. As placas hipobranquiais estão inseridas na porção terminal da copula II. Elas estão separadas entre si.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é fechado; espículas presentes.\nElachistocleis sp.\nAssoalho bucal (Figura 2.21). O assoalho bucal tem formato trapezoidal, mais largo na região posterior, com a largura entre 15 e 30% maior que o comprimento e a abertura bucal correspondendo entre 8 e 10% da largura do assoalho bucal. A região bucal anterior, desde a abertura até o rudimento da língua, apresenta-se como uma calha estreita e funda, formada pelo dobramento das paredes laterais em direção à linha mediana. Entre quatro e seis papilas pequenas e cônicas são encontradas sobre cada dobra.\npodem ocorrer na arena do assoalho.\nNão ocorrem papilas à frente das bolsas bucais, porém podem ocorrer até três pústulas na frente de cada bolsa. Asbolsas bucais são, assim como a glote, deslocadas para a região anterior. Estão dispostas num ângulo de 30° com o plano transverso do corpo e possuem o comprimento maior que a largura. A parede anterior de cada bolsa bucal apresenta uma papila muito larga que se dirige para trás, sobre as bolsas bucais. Sua margem livre é recortada em uma a três projeções irregularmente recortadas. O vélum ventral é longo e não apresenta projeções em sua margem livre. A glote é deslocada para a região anterior.\nTeto bucal (Figura 2.21). Tem formato trapezoidal, acompanhando o assoalho bucal. A área pré-nasal é retangular, apresentando uma pequena papila com duas projeções dirigidas anteriormente e até seis pústulas espalhadas aleatoriamente pela área.\nAs narinas são circulares e não perfuradas. Estão posicionadas entre 20 e 25% do comprimento do teto e estão dispostas transversalmente ao eixo longitudinal do corpo. A parede anterior das narinas apresenta pústulas e a parede posterior é triangular, alta e irregularmente recortada.\nA área pós-nasal é praticamente ausente, pois a crista mediana localiza-se logo atrás das narinas. Entre duas e três pústulas de cada lado estão presentes na área pós-nasal. A crista mediana é triangular, com o bordo fortemente recortado, podendo ocorrer uma pequena pústula em sua região central. As papilas laterais da crista são alongadas, com o bordo irregularmente serrilhado.\nA arena do teto bucal não tem um formato definido, e apresenta entre 41 e 50 pústulas espalhadas aleatoriamente. Apresenta, em cada lado da região posterior da arena do teto, uma fileira de pústulas próximas, dispostas obliquamente em relação ao plano transversal.\nA zona glandular dorsal é conspícua. O vélum dorsal é longo, interrompido na linha média, com a margem livre ondulada e a chanfradura mediana é muito profunda.\nCondrocrânio (Figura 2.40). A cartilagem suprarostral é dorsal e possui corpo triangular, denominado corpo mediano. Corpo e ala são fundidos ventralmente e a espessura da fusão é fina, formando uma chanfradura. A ala da suprarostral é quadrangular e não apresenta projeções.\nA cornua trabeculae se articula com a cartilagem suprarostral pelo par alar. A razão entre a largura da sua região anterior pela da sua região posterior varia entre 4,0 a 5,0. Placa etmoidal com estruturas nasais; cartilagem orbital desenvolvida. A cápsula ótica é\nretangular e a crista parótica apresenta o processo anterolateral (que forma o processo ótico), porém, o processo posterolateral é ausente.\nPars articularis quadrati sem apresentar o processo quadrato-etmoidal. Não apresenta processo pseudopterigóideo. O processo muscular é ausente.\nO palatoquadrado é estreito e sua extensão posterolateral não alcança o nível de sua ligação com o processo ascendente. O palatoquadrado apresenta uma projeção lateral e uma posterolateral (que forma o processo ótico), porém, não possui curvatura dorsal.\nA cartilagem infrarostral é arredondada anteriormente, mostrando aparência de um “U” invertido. A cartilagem de Meckel é longa e reta. Suas extremidades formam uma região articular plana.\nAparelho hiobranquial (Figura 2.40). A copula I é presente e muito delgada. O ceratohial possui o processo anterior pouco proeminente e o processo anterolateral proeminente.\nA copula II é curta, porém, se apresenta como um corpo único e cilíndrico. O processo urobranquial é longo. Não apresenta o processo anterior branquial. As placas hipobranquiais estão inseridas na porção terminal da copula II. Elas estão separadas entre si.\nO ceratobranquial I e o hipobranquial I são fundidos e o processo branquial é fechado; espículas presentes.\n2.3.2.\tAnálise filogenética\nA aplicação do algoritmo “branch-and-bound” resultou em 24 cladogramas, com 177 passos, índice de consistência (excluindo caracteres não informativos) 0,70 e índice de retenção 0,77. O cladograma de consenso estrito das 24 árvores igualmente parcimoniosas evidenciou o monofiletismo das 19 espécies do grupo interno, com politomia de 10 ramos (Figura 2.41). Os gêneros Elachistocleis, Hypsiboas, Leptodactylus e Scinax foram monofiléticos (Figura 2.41).\nApós a repesagem dos caracteres, foi evidenciado apenas um cladograma, com 102 passos, índice de consistência (excluindo caracteres não informativos) 0,85 e índice de retenção 0,88 (Figura 2.42). Neste cladograma, as espécies do grupo interno foram monofiléticas (Figura 2.42, nó 1) e as duas famílias com o maior número de espécies incluídas na análise (Hylidae e Leptodactylidae) foram parafiléticas. Os “hilídeos” foram parafiléticos com relação às famílias Microhylidae (Figura 2.42, nó 8), Leptodactylidae e Bufonidae (Figura 2.42, nó 4). Já os “leptodactilídeos” foram parafiléticos com relação\napenas à Bufonidae (Figura 2.42, nó 5). No entanto, com exceção de Dendropsophus, todos os gêneros com mais de uma espécie analisada foram monofiléticos (Figura 2.42, nodos 9, 10, 12, 13 e 17). A análise de bootstrap com algoritmo heurístico e 1000 réplicas resultou em uma árvore com topologia semelhante (Figura 2.43) à do cladograma resultante da repesagem dos caracteres.\nOs caracteres analisados, seus índices de consistência (IC) e seus respectivos estados, para o cladograma resultante da repesagem (Figura 2.42) foram:\nI.\tASSOALHO BUCAL:\n1)\tformato geral (IC = 0,75): oval (0); triangular (1); trapezoidal (2); oval alongado (3)\n2)\tprojeções na região infra-rostral (IC = 1,0): presentes (0); ausentes (1)\n3)\tespinho queratinizado no canto posterolateral do bico córneo (IC = 1,0): ausente (0); presente (1)\n4)\tnúmero de papilas infralabiais (IC = 0,60): duas (0); ausentes (1); quatro (2); três (3)\n5)\tformato da margem das papilas infralabiais das paredes laterais (IC = 0,33): serrilhadas (0); lisas (1)\n6)\tnúmero de papilas linguais (IC = 0,56): uma (0); seis (1); duas (2); três (3); quatro\n(4); ausentes (5)\n7)\tformato da arena do assoalho bucal (IC = 0,57): triangular (0); “V” interrompido (1); indefinido (2); arco (3)\n8)\tnúmero de pústulas da arena do assoalho bucal (IC = 0,33): poucas, em número igual ou inferior a 10 (0); muitas, em número superior a 10 (1)\n9)\tprojeções anteriores às bolsas bucais (IC = 1,0): papilas ou pústulas (0); ausentes (1); papila larga recortada (2)\n10)\tproporção comprimento (C)/largura (L) da bolsa bucal (IC = 1,0): larga, 0,2 &lt;C/L\n<\t1 (0); muito mais larga que longa, C/L &lt;0,2 (1); longa, C/L > 1 (2)\n11)\tângulo de orientação das bolsas bucais com o plano transversal (IC = 1,0): ângulo\n<\t30° (0); 30° &lt;ângulo &lt;45°(1); ângulo > 45°\n12)\tcomprimento do vélum ventral (IC = 1,0): longo (0); curto (1); muito longo (2)\n13)\tformato das projeções da margem livre do vélum ventral (IC = 0,50): salientes (0); longa e aguda (1); ausentes (2); onduladas (3)\n14)\tglote (IC = 1,0): em posição terminal (0); em posição semi-terminal (1); em posição anterior (2)\n15)\tchanfradura mediana (IC = 1,0): distinta (0); ausente (1); em formato de fenda (2); profunda (3); pouco profunda (4); muito profunda (5)\nII-\tTETO BUCAL\n16)\tformato da área pré-nasal (IC = 1,0): quadrangular (0); retangular alongado (1); retangular alargado (2)\n17)\tprojeções na área pré-nasal (IC = 0,40): ausentes (0); pústulas ou papilas (1); crista larga (2)\n18)\tformato da narina (IC = 1,0): elípticas (0); elípticas com concavidade anteromediana (1); fenda (2); semicircular (3); circular (4)\n19)\tângulo de orientação das narinas em relação ao eixo transversal do corpo (IC = 0,60): 30° &lt;ângulo &lt;60° (0); 15° &lt;ângulo &lt;30° (1); ângulo &lt;15°(2); ângulo > 60° (3)\n20)\tparede anterior das narinas (IC = 1,0): crista de papilas (0); com pústulas (1); ausente (2)\n21)\tparede posterior das narinas (IC = 1,0): formato de aba lisa, sem apresentar a válvula nasal (0); formato de aba, com a válvula nasal larga (1); formato de aba, com a válvula nasal estreita (2); ausente (3); triangular com o bordo serrilhado (4)\n22)\tpapilas pós-nasais (IC = 0,67): muito reduzidas (0); ausentes (1); duas papilas cônicas, maiores e com o bordo serrilhado (2); duas papilas com o ápice arredondado (3); duas cristas (4)\n23)\tcrista mediana (IC = 1,0): presente (0); ausente (1)\n24)\tpapilas laterais da crista mediana (IC = 0,80): ausentes (0), cônicas com o bordo serrilhado (1); em forma de quela (2); curtas com o ápice arredondado (3); largas com projeções (4)\n25)\tpapilas na arena do teto bucal (IC = 0,25): ausentes (0); presentes (1)\n26)\tmargem livre do vélum dorsal (IC = 0,67): ondulada (0); serrilhada (1)\nIII-\tCONDROCRÂNIO\n27)\tcorpo da cartilagem suprarostral (IC = 1,0): fundido medianamente apresentando formato de “U” (0); sem fusão mediana (1); alto e reto, formando um corpo único com o par alar (2); alto e ondulado (3); formando um corpo mediano (4)\n28)\tfusão entre corpo e ala da cartilagem suprarostral (IC = 0,80): ventral (0); dorsal estreita (1); dorsal e ventral (2); muito larga e indistinta (3); dorsal larga (4)\n29)\tformato da ala da cartilagem suprarostral (IC = 0,33): retangular (0); triangular (1)\n30)\tprojeções na ala da cartilagem suprarostral (IC = 1,0): duas, uma dorsoposterior e uma ventroposterior (0); uma dorsoposterior (1); ausentes (2)\n31)\tposição da articulação entre cornua trabeculae e cartilagem suprarostral (IC = 1,0): no corpo da cartilagem suprarostral (0); na ala da cartilagem suprarostral (1)\n32)\trazão entre a largura das porções anterior (LA) e posterior (LP) da cornua trabeculae (IC = 1,0): 1,5> LA/LP> 3,0 (0); LA/LP&lt;1,5 (1); LA/LP> 3,0 (2)\n33)\testruturas nasais na placa etmoidal (IC = 0,25): ausentes (0); presentes (1)\n34)\tprocesso anterolateral da crista parótica (IC = 1,0): forma o ligamento ótico (0); presente, mas não forma nenhum ligamento ou processo (1); muito desenvolvido, mas não forma nenhum ligamento ou processo (2); forma o processo ótico (3)\n35)\tprocesso posterolateral da crista parótica (IC = 0,25): ausente (0); presente (1)\n36)\tcurvatura dorsal do palatoquadrado (IC = 1,0): ausente (0); presente (1)\n37)\tprocesso quadratoetmoidal (IC = 0,50): presente (0); ausente (1); apresentando o ligamento quadratoetmoidal (2)\n38)\tprocesso pseudopterigóideo (IC = 0,33): ausente (0); presente (1)\n39)\tprocesso muscular (IC = 1,0): presente (0); ausente (1)\n40)\tlargura do processo muscular (IC = 0,67): largura média (0); estreito (1); largo (2)\n41)\tligação do processo muscular com o neurocrânio (IC = 1,0): apenas por um ligamento (0); pela comissura quadratorbital (1); por um ligamento inserido ao processo anterorbital (2)\n42)\textensão posterolateral do palatoquadrado (IC = 0,50): posterior ao nível de sua ligação com o processo ascendente (0); anterior ao nível de sua ligação com o processo ascendente (1); no nível de sua ligação com o processo ascendente (2)\n43)\tprojeções laterais no palatoquadrado (IC = 1,0): ausentes (0); presentes (1)\n44)\tprojeções posterolaterais do palatoquadrado (IC = 0,33): ausentes (0); presentes (1)\n45)\torifício no palatoquadrado (IC = 1,0): ausente (0); presente (1)\n46)\tcartilagem infrarostral (IC = 1,0): fendida anteriormente assumindo a aparência de um “V” (0); arredondada anteriormente assumindo a aparência de um “U” invertido (1)\n47)\tcartilagem de Meckel (IC = 1,0): longa e curva (0); curta e robusta (1); longa e reta\n(2)\n48)\textremidade distal da cartilagem de Meckel (IC = 1,0): larga e plana, sem processo\ndorsomediano, sem fossa (0); com processos dorsais e ventrais robustos, que formam uma fossa articular rasa (1); expandidas e planas, sem fossa (2)\nIV-\tAPARELHO HIOBRANQUIAL\n49)\tprocesso anterior hial (IC = 0,67): sinuoso (0); proeminente (1); pouco proeminente (2)\n50)\tprocesso anterolateral hial (IC = 0,75): ausente (0); pouco proeminente (1); proeminente (2); sinuoso (3)\n51)\tcopula I (IC = 1,0): presente e robusta (0); ausente (1); presente e estreita (2); presente e muito delgada (3)\n52)\tcopula II (IC = 1,0): longa (0); curta (1); corpo único e cilíndrico (2)\n53)\tprocesso urobranquial (IC = 1,0): ausente (0); único curto (1); único longo (2)\n54)\tprocesso anterior branquial (IC = 0,67): presente e pouco proeminente (0); presente e muito proeminente (1); ausente (2)\n55)\tplacas hipobranquiais (IC = 1,0): separadas pela copula II (0); muito próximas uma da outra e se articulando medianamente (1); separadas entre si (2)\n56)\tcontato entre copula II e placas hipobranquiais (IC = 1,0): ao longo da copula II\n(0); na porção terminal da copula II (1)\n57)\tceratobranquial I e Hial I (IC = 1,0): articulados (0); fundidos (1)\n58)\tprocesso branquial (IC = 0,33): aberto (0); fechado (1)\n59)\tespículas (IC = 0,50): ausentes (0); presentes (1)\nA distribuição dos estados de caráter para os girinos das 19 espécies estudadas é apresentada na Tabela 2.5.\n2.3.3.\tEcologia e filogenia\nA análise do uso de recursos (micro-hábitat e dieta) entre os girinos de 11 espécies (apresentada no Capítulo 1) não esclareceu a origem do padrão de partilha e sobreposição apresentado pelas espécies.\nmicro-hábitat: Physalaemus cuvieri - P. fuscomaculatus, na poça temporária (Tabela 1.9, Capítulo 1). Mais dois pares de espécies congenéricas foram registrados, ambos na poça permanente: Scinax aff. similis e S. fuscovarius, e Physalaemus cuvieri e P. fuscomaculatus (Tabela 1.10, Capítulo 1). No entanto, as espécies desses dois pares apresentaram baixa similaridade no uso de micro-hábitat (&lt;70%) (Tabela 1.10, Capítulo\n1).\nb)\tDIETA:\nForam registrados pares de espécies congenéricas apenas na poça temporária (Tabela 1.13, Capítulo 1). Dois dos três pares (67%) de espécies de mesmo gênero apresentaram alta similaridade (> 70%) (Tabela 1.13, Capítulo 1). O par Elachistocleis bicolor - Elachistocleis sp. apresentou similaridade de 65% (Tabela 1.13, Capítulo 1). No entanto, 18 (55%) dos 33 pares de espécies não congenéricos apresentaram similaridade igual ou superior a 70% (Tabela 1.13, Capítulo 1).\nc)\tGRAU DE PARENTESCO E USO DE RECURSOS:\nO uso de micro-hábitat e a dieta foram considerados separadamente para as poças temporária e permanente, pois o padrão de uso destes recursos diferiu entre os girinos dessas duas comunidades (Capítulo 1).\nNa poça temporária, os girinos de todas as espécies ocuparam as regiões mais rasas e próximas à margem e as únicas espécies de um mesmo gênero que apresentaram uso de micro-hábitat semelhante foram Physalaemus cuvieri e P. fuscomaculatus (Figura 2.44). Já quando plotados os dados de uso de micro-hábitat pelos girinos na poça permanente, verifica-se diversificação dentro de todos os clados (Figura 2.45).\nPor outro lado, quando se considera uma escala mais ampla (Tabelas 2.3 e 2.4), torna-se evidente que o uso de micro-hábitat foi conservativo entre os “leptodactilídeos” e microhilídeos e mais diversificado entre os hilídeos, principalmente em relação à posição na coluna d’água (Figura 2.46).\nA dieta variou tanto intra-especificamente quanto entre espécies de mesmo clado. Dos girinos das quatro espécies cuja dieta foi analisada em exemplares das duas poças estudadas, apenas os de Eupemphix nattereri apresentaram a mesma dieta na poça temporária e na permanente (Figs. 2.47 e 2.48). Os girinos de Leptodactylus fuscus da poça temporária, além de algas do gênero Trachellomonas como os girinos da poça permanente, consumiram também diatomáceas (Figs. 2.47 e 2.48). Já a dieta dos girinos de Scinax\nfuscovarius e de Physalaemus cuvieri diferiu nas duas poças onde ocorreram (Figs. 2.47 e 2.48). Na poça permanente, o principal item na dieta dos girinos de todas as espécies foi Trachellomonas, com exceção de S. fuscovarius que ingeriu principalmente Coelastrum e Dictyosphaerium (Fig. 2.48).\nApenas na poça temporária foi possível obter a dieta de girinos de espécies pertencentes a um mesmo clado: a dieta de Scinax aff. similis e de S. fuscovarius foi semelhante, enquanto a de P. cuvieri e de P. fuscomaculatus diferiu (Fig. 2.47). Ampliando a análise para incluir os dados obtidos na literatura (referências na Tabela 2.4), fica evidente a grande diversificação na dieta, tanto entre espécies de clados terminais os quais, nesse estudo agruparam espécies de mesmo gênero, como num nível mais inclusivo, entre os “hilídeos” (Fig. 2.49).\n2.4. Discussão\n2.4.1.\tFilogenia\nA seguir, será discutido o monofiletismo das 19 espécies estudadas, os clados evidenciados e as sinapomorfias que suportam cada clado:\nNeobatrachia (Figura 2.42, nó 1)\nAs espécies estudadas formaram um grupo monofilético suportado por 23 sinapomorfias apresentadas como caráter (estado): 6(5), 7(1), 8(1), 17(1), 19(2), 20(1), 22(1), 24(1), 30(1), 31(1), 34(3), 35(1), 44(1), 48(1), 49(2), 50(1), 51(1), 52(1), 53(1), 55(1), 56 (1), 57(1), 59(1). Destas, 13 apresentam índice de consistência igual ou superior a 0,75:\na.\tParede anterior das narinas apresentando pústulas; 20(1).\nSegundo Wassersug (1980), a parede anterior das narinas de Archeobatrachia, como Bombina e Discoglossus, apresenta-se como uma crista recortada, orientada para a região mediana. Com exceção de Dendropsophus nanus cujas narinas são possuem parede anterior, todos os taxa do grupo interno apresentam a parede anterior das narinas com pequenas pústulas.\nSegundo Wassersug (1980) as papilas laterais da crista são ausentes nos girinos dos tipos 1 (Pipidae e Rhinophrynidae), 2 (Microhylidae) e 3 (Ascaphidae, Discoglossidae e Bombinatoridae) examinados pelo autor, e presentes apenas em girinos do tipo 4. As famílias com girinos dos tipos 1 e 3 são consideradas táxons basais em Anura (Ford &amp; Canatella, 1993; Hay et al., 1995; Haas, 1997, 2003).\nDiferentemente dos girinos do tipo 2 (Microhyla berdmorei, M. heymonsi e M. ornata; Microhylidae) estudados por Wassersug (1980), Elachistocleis ovalis possui papilas laterais da crista que apresentam formato cônico, como já verificado por Spirandelli-Cruz (1991) para essa espécie e também para Dermatonotus muelleri e Elachistocleis bicolor por Echeverría &amp; Lavilla (2000). A presença desta estrutura em outras espécies de microhilídeos permite sugerir que a ausência das papilas laterais da crista nos microhilídeos estudados por Wassersug (1980) pode ser uma perda secundária, ao invés de um estado primitivo do caráter, o que reforça a proposição de que as famílias com girinos dos tipos 1 e 3 são basais (Sokol, 1975; Haas, 2003).\nc.\tProjeções na ala da cartilagem suprarostral; 30(1).\nSegundo Haas (2003) apenas as larvas de Discoglossidae (mais basais e, portanto, consideradas como grupo externo no presente estudo) apresentaram duas projeções na ala da cartilagem suprarostral. Em todas as outras famílias de anuros, com exceção dos microhilídeos que não apresentaram nenhuma projeção, ocorre apenas uma projeção dorsoposterior, sendo este estado de caráter considerado uma sinapomorfia para Neobatrachia (Haas, 2003).\nd.\tArticulação entre cartilagem suprarostral e cornua trabeculae na ala da cartilagem suprarostral; 31(1).\nSegundo Haas (2003) a articulação entre a cartilagem suprarostral e a cornua nos gêneros Bombina e Discoglossus ocorre no corpo da cartilagem suprarostral. Em Pipoidea, a cornua trabeculae e a cartilagem suprarostral são fundidas, formando uma placa rostral (Sokol, 1977; Haas 2003). Em todas as outras famílias de anuros, a articulação entre a cartilagem suprarostral e a cornua trabeculae ocorre na ala da cartilagem suprarostral, sendo esta característica, então, considerada uma sinapomorfia de Neobatrachia (Haas\n2003).\nOs taxa mais basais de Anura, como Discoglossidae, apresentam um ligamento que une a cápsula ótica ao palatoquadrado (Haas, 1997). Nos Neobatrachia a cápsula ótica possui uma crista que apresenta um processo anterolateral, que pode ou não se unir ao palatoquadrado, para formar o processo ótico (Haas, 2003). No presente estudo, o processo ótico foi uma sinapomorfia dos Neobatrachia, com modificações deste estado de caráter em Hypsiboas, “leptodactilídeos” e Bufo schneideri.\nf.\tExtremidades distais da cartilagem de Meckel; 48(1)\nSegundo Haas (2003) a cartilagem de Meckel da maioria dos Neobatrachia (com exceção dos Microhylidae) apresenta processos dorsais e ventrais robustos, que formam uma fossa articular rasa. Os Microhylidae sofreram uma perda secundária desses processos (Haas, 2003).\ng.\tProcesso anterolateral hial presente e pouco proeminente; 50(1).\nO processo anterolateral hial é ausente ou muito reduzido em Ascaphus truei, Discoglossus e Bombina (Haas, 1997). Segundo o autor, a presença deste processo é um caráter derivado que aproxima Pelobatidae de Neobatrachia. No presente estudo, a presença do processo anterolateral hial é considerada uma apomorfia que agrupa as espécies em questão.\nh.\tCopula I ausente; 51(1).\nSegundo alguns autores (Haas, 1997, 2003; Máglia et al., 2001) a copula I é bastante robusta em Bombina e Discoglossus. No presente estudo, a ausência deste caráter foi considerada uma sinapomorfia. No entanto, os microhilídeos e Dendropsophus minutus apresentaram a copula I, porém, muito mais delgada que nos Archeobatrachia, sendo considerados estados de caráter diferentes.\ni.\tCopula II curta; 52(1).\nA copula II apresenta duas regiões distintas, uma anterior, à qual se liga o ceratohial, e outra posterior, à qual estão ligadas as placas branquiais.\ncarvalhoi (Sokol, 1977), que são outros táxons considerados basais para Anura. Já para a maioria das espécies de Neobatrachia, a copula II é curta, o que é considerado um estado apomórfico desta estrutura (Haas 2003).\nj.\tProcesso urobranchial presente e curto; 53(1)\nO processo urobranquial é uma projeção da região terminal da cópula II. Segundo Haas (1997) os girinos de Discoglossidae não apresentam o processo urobranquial, e a presença deste processo é uma característica dos Neobatrachia (Haas, 2003).\nk.\tPlacas hipobranquiais muito próximas, articuladas medianamente; 55(1).\nEm Discoglossidae, as placas hipobranquiais são distintamente separadas pela copula I (Haas, 1997; Maglia &amp; Púgener, 1998) e em Ascaphus truei (Haas, 1997) ocorre a fusão das placas hipobranquiais com a copula II, porém , as placas são separadas, sendo considerado um estado primitivo.\nNa maioria das outras espécies de anuros, as placas hipobranquiais são muito próximas, articuladas na região mediana (Sokol, 1981; Larson &amp; de Sá, 1998) e esse foi considerado um estado apomórfico.\nl.\tCopula II em contato com as placas hipobranquiais somente na região terminal; 56(1).\nEm Discoglossidae, as placas hipobranquiais estão em contato com a metade posterior da copula II (Haas, 1997; Maglia &amp; Púgener, 1998) e em Ascaphus truei (Haas, 1997) ocorre fusão entre as placas hipobranquiais e a copula I, sendo este o estado considerado plesiomórfico. Os anuros de Neobatrachia apresentam as placas hipobranquiais em contato somente com a região terminal da copula II, o que é um estado derivado.\nm.\tCeratobranquial I e hypobranquial I fundidos; 57(1).\nScinax + Hypsiboas + Trachycephalus + “leptodactilídeos” + Bufonidae (Figura 2.42, nó 2)\nApenas uma sinapomorfia sustentou este clado: fusão dorsal e estreita entre o corpo e a ala da cartilagem suprarostral; 28(1) (IC = 0,80).\nSegundo Haas (2003) este estado de caráter é muito difundido entre alguns leptodactilídeos, hilídeos, bufonídeos e dendrobatídeos. Foi considerado como uma apomorfia, já que a fusão entre o corpo e a ala da cartilagem suprarostral é ventral em Bombina e Discoglossus.\nHypsiboas + Trachycephalus + “leptodactilídeos” + Bufonidae (Figura 2.42, nó 3)\nEste clado foi suportado por quatro sinapomorfias: 4(2), 6(2), 17(2) e 41(2). Destas, apenas a ligação do processo muscular ao neurocrânio por um ligamento inserido ao processo anterorbital, 41(2), apresentou IC > 0,75. Segundo Haas (2003), este estado de caráter é comum principalmente entre os dendrobatídeos, no entanto, no presente estudo, este estado de caráter foi observado entre alguns hilídeos (Hypsiboas e Trachycephalus).\nTrachycephalus + “leptodactilídeos” + Bufonidae (Figura 2.42, nó 4)\nTrês sinapomorfias deram suporte a este clado: 1(1); 22(2); 36(1). Duas destas sinapomorfias apresentaram IC > 0,75:\na.\tAssoalho bucal triangular; 1(1)\nEste estado de caráter é bastante difundido em diversas famílias de Anura (Wassersug, 1980; Wassersug &amp; Heyer, 1988; Inger, 1985), no entanto, devido ao pequeno número de famílas analisadas no presente estudo, foi um caráter com alto índice de consistência.\nb.\tCurvatura dorsal no palatoquadrado, 36 (1)\nEste estado de caráter foi descrito por Sokol (1981) e, segundo Haas (2003), a curvatura dorsal do palatoquadrado é bastante evidente em dendrobatídeos e hilodíneos, e menos visível em outros leptodactilídeos e bufonídeos. No presente estudo, este estado de caráter também foi observado em Trachycephalus, constituindo uma sinapomorfia para este clado.\n“Leptodactilídeos” + Bufonidae (Figura 2.42, nó 5)\nSete sinapomorfias foram evidenciadas para este clado: 6(3), 7(0), 25(1), 26(1), 34(1), 41(1), 44(1). Destas, duas apresentaram IC > 0,75:\na.\tPresença do processo anterolateral da crista parótica, 34(1)\nEste caráter foi primeiramente descrito por Sokol (1981). Segundo Haas (2003) esses processos podem ser longos e muito desenvolvidos ou curtos. No presente estudo, a presença do processo anterolateral da crista parótica curto foi considerada uma sinapomorfia para este clado.\nb.\tLigação do processo muscular com o neurocrânio pela comissura quadratoorbital; 41(2)\nA comissura quadratoorbital é uma estrutura totalmente cartilaginosa, que liga a extremidade do processo muscular ao neurocrânio e, segundo Haas (2003), ocorre em Pelodytes caucasicus, na maioria dos bufonídeos, em alguns leptodactilídeos, em Gastrotheca riobombeae, em Ptychadena mascareniensis e em alguns microhilídeos. No presente estudo foi uma sinapomorfia que agrupou os “leptodactilídeos” com Bufonidae.\n“Dendropsophus” + Elachistocleis (Figura 2.42, nó 7)\nNo presente estudo, o gênero Dendropsophus (revalidado por Faivovich et al.,\n2005)\tfoi parafilético com relação à Elachistocleis.\nForam evidenciadas oito sinapomorfias para este clado: 13(2), 18(2), 27(1), 32(1), 37(1), 40(1), 42(1), 54(2), entretanto com estados de caráter diferentes para Dendropsophus e Elachistocleis. Das oito sinapomorfias evidenciadas para este clado, três apresentaram IC > 0,75:\na.\tNarinas em formato de fenda; 18(2)\nDe maneira geral, tanto os taxa mais basais de Anura quanto a maioria dos Neobatrachia apresentam narinas elípticas (Wassersug, 1980; Wassersug &amp; Heyer, 1988; D’Heursel, 2004). As narinas apresentaram formato de fenda nas espécies do gênero Dendropsophus, enquanto que foram circulares em Elachistocleis.\nb.\tCorpo da cartilagem suprarostral sem fusão mediana; 27 (1)\nDendropsophus minutus. Em Dendropsophus nanus o corpo da cartilagem suprarostral forma um corpo único com o par alar (estado 2) e em Elachistocleis forma o corpo mediano (estado 4).\nc.\tRazão entre largura das porções anterior e posterior da cornua trabeculae &lt;1,5;\n32(1)\nNa maioria das espécies de Anura a razão entre a largura das porções anterior e posterior da cornua trabeculae varia de 1,5 a 3,0 (Haas, 1997, 2003; Máglia et al., 2001) (estado 0). No presente estudo, as espécies do gênero Dendropsophus apresentaram um estreitamento da região anterior da cornua trabeculae (largura anterior/largura posterior &lt;1,5). Já as espécies do gênero Elachistocleis apresentaram um alargamento da região anterior (largura anterior/l. posterior > 1,5).\nBufo schneideri + Eupemphix nattereri + Physalaemus (Figura 2.42, nó 6)\nEste clado foi suportado por cinco sinapomorfias: 6(4), 24(2), 33(1), 35(0), 49(1). Destas, apenas a presença de papilas laterais da crista em formato de quela, 24(2), apresentou IC > 0,75.\nSegundo Perotti &amp; Céspedez (1999), girinos de Physalaemus biligonigerus e P. santafecinus, pertencentes ao grupo de P. biligonigerus (Frost, 2004) possuem as papilas laterais da crista em formato de quela, como as espécies de Physalaemus analisadas no presente estudo. Entretanto, esse formato das papilas laterais da crista também foi observado em espécies pertencentes a outros gêneros da família Leptodactylidae, estudados por Wassersug &amp; Heyer (1988) e Spirandelli-Cruz (1991), evidenciando que este estado de caráter pode ser bem difundido dentro de Leptodactylidae. Em Bufo schneideri as papilas laterais da crista são largas e apresentam projeções, como observado por Spirandelli-Cruz (1991).\nOs gêneros monofiléticos no presente estudo foram:\nGênero Elachistocleis (Figura 2.42, nó 9)\nEste clado foi suportado por 27 sinapomorfias: 4(1), 7(3), 8(0), 9(2), 10(2), 11(2), 12(2), 13(3), 14(2), 15(5), 16(2), 18(4), 21(4), 27(4), 32(2), 33(1), 35(0), 39(1), 43(1), 46(1), 47(2), 48(2), 51(3), 52(2), 53(2), 55(2), 58(1).\nDestas, 20 apresentaram IC > 0,75: 9(2), 10(2), 11(2), 12(2), 14(2), 15(5), 16(2),\n18(4), 21(4), 27(4), 32(2), 39(1), 43(1), 46(1), 47(2), 48(2), 51(3), 52(2), 53(2), 55(2).\nAs espécies do gênero Elachistocleis formaram um clado com um alto número de sinapomorfias, refletindo o fato de que os girinos de microhilídeos apresentam morfologia muito diferenciada dos demais taxa de Anura (girinos do tipo 2 sensu Orton, 1953). Dentre os 20 caracteres com alto índice de consistência, destacam-se: o assoalho bucal trapezoidal, as bolsas bucais alongadas, o deslocamento da glote para a região anterior, o alongamento do vélum ventral, a área pré-nasal alargada, as narinas circulares apresentando a parede posterior triangular com a margem livre serrilhada, a cartilagem infrarostral com formato de “U”, a cornua trabeculae com a região anterior muito larga, a cartilagem de Meckel longa e reta com as extremidades planas, a cópula II se apresentando como um corpo único e cilíndrico, o processo urobranquial único e longo e as placas hipobranquiais separadas uma da outra. De um modo geral a morfologia interna das duas espécies de Elachistocleis, analisadas no presente estudo, se assemelha muito à de outros microhilídeos (Wassersug, 1980; Echeverría &amp; Lavilla, 2000; Haas, 2003). O grande número de sinapomorfias, detectadas neste estudo e por Haas (2003), consolida o monofiletismo do gênero.\nGênero Hypsiboas (Figura 2.42, nó 12)\nCom base em caracteres moleculares, Faivovich et al.(2005) revalidaram o gênero Hypsiboas. No presente estudo as espécies deste gênero formaram um clado monofilético suportado por oito sinapomorfias: 18(1), 19(1), 21(1), 34(2), 42(1), 49(1), 50(2), 54(1). Destas, quatro apresentaram IC > 0,75:\na.\tNarinas elípticas apresentando concavidade anteromediana; 18(1)\nSegundo D’Heursel (2004) este estado de caráter é comum a todos os “sapos gladiadores” e “pererecas verdes” do grupo de Hyla albomarginata e do gênero Aplastodiscus. Segundo a autora, esta seria uma sinapomorfia que poderia revalidar o gênero Boana, considerado como válido por Wiens et al. (2005). No entanto, no presente estudo, estamos adotando a proposta de Faivovich et al. (2005), em que o gênero Boana (sensu Wiens et al., 2005) é desmembrado em Aplastodiscus, Bokermanohyla e Hypsiboas (sensu Faivovich et al., 2005).\nb.\tParede posterior das narinas apresentanto projeção larga da válvula nasal; 21(1)\nSemelhante à presença das concavidades anteromedianas nas narinas, este estado de caráter é comum a todos os “sapos gladiadores” e “pererecas verdes” do grupo de Hyla\nalbomarginata e do gênero Aplastodiscus e, também seria uma sinapomorfia que poderia revalidar o gênero Boana (D’Heursel, 2005).\nc.\tProcesso anterolateral da crista parótica muito desenvolvido; 34(2)\nEste estado de caráter esteve presente somente nas espécies do gênero Hypsiboas, e também foi observado em Hypsiboas lanciformis por De Sá (1988). Assim, existe a possibilidade desse estado de caráter ser uma sinapomorfia consistente para o gênero. Entretanto, para confirmar essa hipótese, é necessária a análise do condrocrânio dos girinos de mais espécies deste gênero.\nd.\tProcesso anterolateral hial proeminente; 50(2)\nEste estado de caráter esteve presente somente nas espécies do gênero Hypsiboas, e também foi observado em Hypsiboas lanciformis por De Sá (1988). No entanto, é um estado de caráter bastante difundido entre espécies de outros gêneros (Larson &amp; De Sá, 1998; Haas, 2003) de Anura, podendo o elevado índice de consistência ser uma consequência do fato de as espécies analisadas representarem um universo muito reduzido em relação a Anura.\nGênero Leptodactylus (Figura 2.42, nó 13)\nApenas três sinapomorfias dão suporte ao gênero Leptodactylus: 4(3), 5(1), 15(4). Apenas a chanfradura mediana do vélum ventral pouco profunda, 15(4), apresentou índice de consistência maior ou igual a 0,75. No entanto esse estado de caráter é bastante difundido entre espécies de outros gêneros (Wassersug, 1980; Wassersug &amp; Heyer, 1988) de Anura, podendo o elevado índice de consistência ser uma consequência do fato de as espécies analisadas representarem um universo muito reduzido em relação a Anura.\nSegundo Larson &amp; de Sá (1998) o caráter monofilético do gênero Leptodactylus é discutível e, para se obter uma diagnose confiável do gênero, seria necessária uma análise com um grande número de espécies, considerando conjuntamente caracteres larvários e de adultos.\napresentaram este estado de caráter, no entanto, não existem descrições do condrocrânio de outras espécies deste gênero. Em uma recente revisão taxonômica, Nascimento et al. (2005) revalidaram Eupemphyx e Engystomops para incluir espécies que até então pertenciam ao gênero Physalaemus. Segundo os autores, Eupemphix foi revalidado para incluir E. nattereri já que, na análise morfométrica realizada pelos autores, esta espécie apresentou maior semelhança com espécies do gênero Pleurodema do que com outras espécies do gênero Physalaemus. Os resultados do presente estudo, onde Eupemphix nattereri foi um clado irmão de Physalaemus e esse gênero, por sua vez, foi monofilético, reforçam os resultados obtidos por Nascimento et al. (2005).\nConsiderações taxonômicas\nO fato das 19 espécies do grupo interno terem formado um grupo monofilético reforça as diversas propostas de filogenia para Anura, seja com base em caracteres de adultos (Ford &amp; Canatella, 1993) ou larvários (Haas, 2003), onde Neobatrachia é considerado monofilético.\nNo nível de família, foi evidenciado o parafiletismo de Hylidae e Leptodactylidae. O monofiletismo dessas duas famílias é bastante questionado na literatura (Ford &amp; Canatella, 1993; Haas, 2003). No presente estudo Hylinae foi parafilética a Leptodactylidae, Bufonidae e Microhylidae. O pequeno número de táxons terminais, em relação ao universo de Neobatrachia, pode ter influenciado os resultados obtidos. Além disso, grande parte das relações filogenéticas dentro de Anura depende do número e do tipo de caracteres empregados. Por exemplo, com base apenas em dados moleculares (Wiens et al., 2005), Physalaemus cuvieri (Leptodactylidae) foi mais relacionado aos hilídeos com 30 cromossomos (gênero Dendropsophus sensu Faivovich et al., 2005) do que com outros “leptodactilídeos”.\nDos seis gêneros com mais de uma espécie analisada, apenas Dendropsophus não foi monofilético. Esses resultados reforçam Altig &amp; McDiarmid (1999) pois, segundo os autores, a morfologia dos girinos é muito consistente no nível de gênero.\nO clado formado por Dendropsophus minutus, D. nanus (Hylidae) e as duas espécies de Elachistocleis (Microhylidae), reforça os resultados obtidos por Prado (2003) onde Dendropsophus nanus formou um clado com Elachistocleis bicolor. O posicionamento taxonômico de Microhylidae é bastante discutido na literatura. As larvas de microhilídeos representam o morfotipo denominado tipo II por Orton (1953, 1957), Scoptanura por Starret (1973) e Microhyloidea por Sokol (1975) e são caracterizadas pela\nausência de estruturas bucais queratinizadas e pela posição mediana do espiráculo ventral. Com base na caracterização morfológica de Orton (1953, 1957), Starret (1973) considera que os girinos do tipo II (microhilídeos) são linhagens mais basais e próximas de Pipidae (tipo I). Levando em consideração outros caracteres larvários, Sokol (1975) propõe que microhilídeos seriam ranóideos especializados e a perda das estruturas queratinizadas ocorreu em eventos independentes nessas duas famílias.\nWassersug (1980), com base na morfologia oral interna dos girinos, afirma que microhilídeos possuem a exposição da glote semelhante a pipídeos, porém, a ligação do vélum ventral é mais parecida com a de girinos derivados do tipo IV. Segundo o autor, o girino de Scaphiophryne calcarata (Microhylidae: Scaphiophryninae), exibe um mosaico de características externas entre microhilídeos e ranídeos, o que reforça a proposta de que os microhilídeos seriam ranóideos especializados (Sokol, 1975).\nBaseados em características de adultos, Ford &amp; Canatella (1993) incluem Microhylidae dentro de Ranoidea e, com base em caracteres larvários, reprodutivos e de adultos, Haas (2003) relaciona microhilídeos e mais duas famílias de “ranóideos” (Hyperoliidae e Rhacophoridae) a Hemiphractinae (Hylidae). Além disso, este grande agrupamento está, segundo Hass (2003), mais relacionado com Dendrobatidae, Bufonidae e alguns “leptodactilídeos” do que com Hylidae (sensu Faivovich et al., 2005).\nOs dados apresentados acima indicam que o posicionamento de Microhylidae é difícil de ser definido e os resultados obtidos no presente estudo corroboram que Microhylidae é um táxon derivado.\nO fato de Elachistocleis (Microhylidae) ter ficado próximo de Dendropsophus minutus e D. nanus pode trazer mudanças com relação à classificação de Microhylidae, no entanto, tais mudanças só seriam possíveis depois de uma extensiva análise envolvendo um maior número de espécies das duas famílias (Hylidae e Microhylidae), utilizando tanto caracteres larvais quanto de adultos. Por exemplo, os girinos de D. minutus possuem disco oral e mandíbulas com cobertura queratinizada, e a fórmula das fileiras de dentículos córneos pode ser 0/1 (Bokermann 1963, Duellman 1997), 0/2 (Duellman 1978) ou 1/2 (Vizotto 1967, Kenny 1969, Cei 1980), enquanto os de D. nanus apresentam mandíbulas com cobertura queratinizada, mas o disco oral é modificado em tubo protrátil e não possuem fileiras de dentículos córneos (Bokermann, 1963; Lavilla, 1990; Rossa-Feres &amp; Nomura, 2006). Já os girinos de Elachistocleis ovalis e de E. bicolor, não possuem disco oral nem, consequentemente, peças bucais queratinizadas (Lavilla &amp; Langone, 1991). Esses dados indicam que a perda de peças bucais ocorreu em eventos independentes nas\nespécies desses dois gêneros e permitem prever que uma análise incluindo esses caracteres separaria os girinos desses dois gêneros em clados distintos. Entretanto, nosso objetivo não foi realizar uma revisão taxonômica das famílias estudadas e sim, obter uma hipótese de relações de parentesco que envolvesse todas as espécies estudadas e permitisse uma análise histórica do uso de recursos.\n2.4.2.\tEcologia e Filogenia\nA escala utilizada para descrição do uso de recursos influenciou o resultado obtido. Numa escala mais detalhada, com categorias de micro-hábitat adequadas para análise e descrição dos micro-hábitats dos dois corpos d’água estudados, foram evidenciadas variação intra-específica e no padrão geral das duas comunidades, de acordo com as dimensões do corpo d’água (Capítulo 1). Apesar do pequeno número de espécies (nove espécies) analisadas nesta escala, houve diversificação no uso de micro-hábitat na grande maioria dos clados.\nPor outro lado, o panorama resultante da análise efetuada para girinos de 19 espécies numa escala mais ampla, com categorias de micro-hábitat adequadas às disponíveis na literatura (Altig &amp; Johnston, 1989; Fonseca, 1996; Rossa-Feres, 1997; Rossa-Feres et al., 2004) para essas espécies, é muito diferente: os girinos de “leptodactilídeos” presentemente estudados mantiveram o padrão plesiomórfico de Neobatrachia, indicando uma história evolutiva conservativa, enquanto os girinos de “hilídeos” divergiram no uso de micro-hábitat, sugerindo a influência de fatores contemporâneos sobre o uso desse recurso. Segundo Altig &amp; McDiarmid (1999b) os girinos de Hylidae apresentam grande diversidade morfológica e comportamental, incluindo o uso de micro-hábitat. Entre as oito espécies de “hilídeos” analisadas no presente estudo, há dois padrões morfológicos básicos: girinos com corpo triangular e nadadeira alta (Dendropsophus minutus, D. nanus, Scinax fuscovarius, S. fuscomarginatus, Scinax aff. similis e Trachycephalus venulosus) e girinos com corpo globular e nadadeira baixa (Hypsiboas albopunctatus e H. raniceps), sendo que os primeiros possuem hábito nectônico, enquanto os últimos possuem hábito bentônico. Assim, essa diversificação parece refletir a grande variação morfológica dos girinos dessa família.\nOs resultados obtidos por Eterovick &amp; Fernandes (2001) para uso de micro-hábitat por girinos de 17 espécies de riachos de montanha, na Serra do Cipó, MG, indicam que os leptodactilídeos podem ter sofrido uma história evolutiva conservativa, enquanto o uso de\nmicro-hábitat pelos girinos de hilídeos não foi influenciado pelas relações filogenéticas propostas, o que, segundo os autores, sugere a existência de muitas convergências em tipos ecomorfológicos. Em um estudo sobre o uso de hábitat por 52 espécies de anuros na Amazônia Central, Zimmerman &amp; Simberloff (1996) evidenciaram que numa escala mais detalhada, o uso de micro-hábitat não refletiu o grau de parentesco para as espécies das famílias Hylidae, Leptodactylidae e Microhylidae, como detectado no presente estudo. Segundo os autores, as espécies podem ter sofrido restrições filogenéticas para ocupar poças, riachos, hábitats ripários ou terrestres, mas as interações (competição, predação) é que determinariam a distribuição microespacial das espécies dentro desses hábitats. Os resultados presentemente obtidos para os girinos das espécies de “leptodaclídeos” reforçam a conclusão de Zimmerman &amp; Simberloff (1996), pois numa escala mais ampla o uso de micro-hábitat foi mais conservativo, enquanto que numa escala mais detalhada houve diversificação entre as espécies de mesmo clado. Para os “hilídeos”, o resultado variou conforme o nível taxonômico considerado: as espécies dos clados terminais os quais, no presente estudo, agruparam espécies de mesmo gênero, apresentaram grande semelhança no uso de micro-hábitat, apesar da diversificação no clado mais inclusivo de “hilídeos”. É interessante observar que a variação morfológica entre os girinos de “hilídeos” foi muito consistente no nível de gênero, como demonstrado para um universo mais representativo dessa família por Altig &amp; McDiarmid (1999b). Além da morfologia asssociada ao hábito bentônico e nectônico, os girinos dessa última guilda podem ser separados em dois grupos de acordo com a morfologia do disco oral: os girinos de Scinax apresentam disco oral com peças queratinizadas e fileiras de dentículos córneos, típico de girinos com hábito nectônico-raspador, enquanto os de Dendropsophus apresentam o disco oral modificado em um tubo protrátil sendo, provavelmente, fuçadores de fundo (Alves &amp; Carvalho-e-Silva, 1999; Lajmanovich, 2000; Rossa-Feres et al., 2004). Considerando que, no presente estudo, “hilídeos” foi um grupo parafilético enquanto os clados terminais foram monofiléticos, a conclusão final é que o uso de micro-hábitat é conservativo no nível de gênero, enquanto que o nível taxonômico de família pode não representar um agrupamento natural, principalmente para os “hilídeos”.\nTrueb, 1986) apesar de, recentemente, com a remoção de Hemiphractinae dessa família por Faivovich et al. (2005) e Wiens et al. (2005), Hylidae passar a ser considerado um grupo monofilético.\nQuanto à dieta, os “leptodactilídeos” foram mais conservativos, com alimentação baseada em diatomáceas, ocorrendo especialização para hábito predador em Leptodactylus labyrinthicus e generalização da dieta em algumas espécies (Eupemphix nattereri, Physalaemus cuvieri, P. fuscomaculatus, Leptodactylus fuscus) as quais, além de diatomáceas, consumiram outros itens como fungos e Trachellomonas. Já os “hilídeos” apresentaram grande diversificação na dieta, tanto num nível mais inclusivo quanto entre as espécies dos clados terminais. Estudando girinos de uma poça temporária em área de pastagem, Rossa-Feres et al. (2004) evidenciaram que a dieta dos girinos de espécies do mesmo gênero foi semelhante, pois estas espécies apresentaram mesmo uso de micro-hábitat e comportamento alimentar. No entanto, segundo os autores, a dieta não pôde ser explicada apenas com base no grau de parentesco, já que espécies de gêneros distintos apresentaram similaridade igual ou superior à dos pares de espécies congenéricas. São raros os estudos de dieta de girinos, que incluam comparações dos hábitos alimentares entre as espécies de uma comunidade (Alford, 1999; Hoff et al., 1999) e poucos estudos detalham como as diferenças na dieta influenciam a organização das comunidades (Diaz-Paniágua, 1985; Inger, 1986; Lajmanovich, 2000). Evidências de conservatismo na dieta foram encontradas em serpentes (Cadle &amp; Greene, 1993) e lagartos (Vitt et al, 1999.). Segundo Cadle &amp; Greene (1993) a dieta depende de várias características morfológicas e comportamentais, que são determinadas pela história evolutiva das espécies.\nA análise histórica do uso de recursos evidencia que as comunidades estudadas são constituídas por grupos de espécies com diferentes histórias evolutivas: o uso de recursos pelos “leptodactilídeos” mantém o padrão plesiomórfico de Neobatrachia, tanto para micro-hábitat quanto para dieta, indicando uma história evolutiva conservativa. Já os “hilídeos” apresentaram grande diversificação no uso de recursos, entretanto, as espécies congenéricas dos clados terminais foram conservativas no uso de micro-hábitat. Aparentemente, espécies próximas e grupos de espécies de gêneros diferentes sofreram processos evolutivos distintos: espécies de mesmo gênero sofreram história evolutiva conservativa, enquanto que houve diversificação no uso de recursos associada com a grande diversidade morfológica dos girinos de “hilídeos” de diferentes gêneros. No entanto, como Hylidae não foi monofilético no presente estudo, duas hipóteses podem ser propostas: Hylidae é um grupo monofilético (Faivovich et al., 2005; Wiens et al., 2005)\nque apresentou grande irradiação adaptativa ou na verdade trata-se de um agrupamento artificial, representando diferentes histórias evolutivas.\n2.5. REFERÊNCIAS BIBLIOGRÁFICAS\nALFORD, R. A. 1999. Ecology: resource use , competition, and predation. In: McDiarmid, R. W. &amp; Altig, R. (Eds.). Tadpole, the biology of anuran larvae. The University of Chicago Press, Chicago, p. 240-278.\nALTIG, R. &amp; JOHNSTON, G. F. 1986. Major characteristics of free-living anuran tadpoles. Smithsonian Herpetological Information Service, 67: 1-75.\nALTIG, R. &amp; JOHNSTON, G. F. 1989. Guilds of anuran larvae: relationships among developmental modes, morphologies, and habitats. Herpetological Monographs, 3: 81109.\nALTIG, R. &amp; McDIARMID, R.W. 1999a. Body plan: development and morphology. In: McDiarmid, R. W. &amp; Altig, R. (Eds.). Tadpole, the biology of anuran larvae. The University of Chicago Press, Chicago, p. 24-51.\nALTIG, R. &amp; McDIARMID, R.W. 1999b. Diversity: familial and generic characterizations. In: McDiarmid, R. W. &amp; Altig, R. (Eds.). Tadpole, the biology of anuran larvae. The University of Chicago Press, Chicago, p. 295-337.\nALVES, A. C. R. &amp; CARVALHO-E-SILVA, S. P. 1999. Descrição da larva de Scinax similis (Cochran) com notas comparativas sobre o grupo “ruber” no sudeste do Brasil (Amphibia, Anura, Hylidae). Revista Brasileira de Zoologia, 16(2): 507-512.\nAMORIM, D. S. 2002. Fundamentos de Sistemática Filogenética. Ribeirão Preto: Editora Holos, 156 p.\nBERTOLUCI, J. A. 1997. Fenologia e seleção de hábitat em girinos da Mata Atlântica em Boracéia, São Paulo (Amphibia, Anura). Tese (Doutorado em Ciências Biológicas, Zoologia) São Paulo: Instituto de Biociências. USP, 123p.\nBOKERMANN, W. C. A. 1963. Girinos de anfíbios brasileiros I. (Amphibia: Salientia). Anais da Academia Brasileira de Ciência. 35(3): 465-474.\nBROOKS, D. R. &amp; McLENNAN, D. A. 1993. Historical ecology: examining phylogenetic components of community evolution. In: RICKLEFS, R. E. and SCHLUTER, D. (Eds.) Species diversity in ecological communities. Chicago: University of Chicago Press, p. 267-280.\nCODDINGTON, J. A. 1995. Systematics, Ecology, and behavior. Integrating phylogenetic patterns and evolutionary mechanisms. Bioscience, 45 (10): 687-695.\nCADLE, J. E. &amp; GREENE, H. W. 1993. Phylogenetic patterns, biogeography, and the ecological structure of Neotropical snake assemblages. In: RICKLEFS, R. E. and SCHLUTER, D. (Eds.) Species diversity in ecological communities. Chicago: University of Chicago Press, p. 281- 293.\nCANNATELLA, D. 1999. Architecture: cranial and axial musculoskeleton. In: McDiarmid, R. W. &amp; Altig, R. (Eds.). Tadpole, the biology of anuran larvae. The University of Chicago Press, Chicago, p. 52-91.\nCEI, J.M. 1980. Amphibians of Argentina. Monitore Zoologico Italiano N.S.:1-609.\nDE SÁ, R. O., 1988. Chondrocranium and ossification sequence of Hyla lanciformis. J. Morphol. 195: 345-355.\nDE SÁ, R.O. &amp; TRUEB, L. 1991. Osteology, skeletal development, and chondrocranial structure of Hamptophryne boliviana (Anura: Microhylidae). J. Morphol. 209: 311330.\nD’HEURSEL, A. 2004. Morfologia bucal interna larval de espécies de hilídeos neotropicais (Amphibia, Anura). Tese (Doutorado em Ciências Biológicas, Zoologia) Rio Claro: Instituto de Biociências. UNESP, 229p.\nDIAZ-PANIAGUA, C. 1985. Larval diets related to morphological characters of five anuran species in the biological reserve of Doñana (Huelva, Spain). Amphibia-Reptilia, 6: 307-322.\nDOBSON, F.S. 1985. The use of phylogeny in behavior and ecology. Evolution, 39: 13841388.\nDUELLMAN, W. E. 1978. The biology of an equatorial herpetofauna in Amazonian Ecuador. Miscelaneous Publications of Natural History, University of Kansas, 65: 1352.\nDUELLMAN, W.E. 1997. Amphibians of La Escalera Region, southeastern Venezuela: Taxonomy, Ecology, and Biogeography. Scientific Papers, 2:1-52.\nDUELLMAN, W.E., TRUEB, L. 1986. Biology of Amphibians. New York: McGraw-Hill Book Company, 670 p.\nDUNN, E. R. 1924. Some Panamanian frogs. Occas. Pap. Mus. Zool., Univ. Michigan (151): 1-16.\nECHEVERRÍA, D. D. &amp; LAVILLA E. O., 2000. Internal oral morphology of tadpoles of Dermatonotus muelleri and Elachistocleis bicolor. J. Herpetol. 34 (4): 517-523.\nETEROVICK, P. C. &amp; FERNANDES, G. W. 2001. Tadpole distribution within montane meadow streams at the Serra do Cipó, southeastern Brazil: ecological or phylogenetic constraints? Journal of Tropical Ecology, 17: 683-693.\nFAIVOVICH, J.; HADDAD, C. F. B.; GARCIA, P. C. A.; FROST, D. R.; CAMPBELL, J. A. &amp;WHEELER, W. C. 2005. Systematic review of the frog family hylidae, with especial reference to hylinae: phylogenetic analysis and taxonomic revision. Bulletin of the American Museum of Natural History. 294: 1-240.\nFONSECA, M. E. 1996. Distribuição espacial e partilha de recursos alimentares durante a fase larvária entre Scinax fuscovaria A. Lutz, 1925 e Hyla minuta Peters, 1872 em um corpo d’água da região de Botucatu, São Paulo. Dissertação (Mestrado em Ciências Biológicas, Zoologia) Botucatu: Instituto de Biociências. Universidade Estadual Paulista, 92p.\nFORD, L. S. &amp; CANATELLA, D. C., 1993. The major clades of frogs. Herpetol. Monogr. 7: 94-117.\nFORSTMEIER, W.; BOURSKI, O.V. &amp; LEISLER, B. 2001. Habitat choice in Phylloscopus marblers: the role of morphology, phylogeny and competition. Oecologia, 128: 566-576.\nFROST, D.R. 2004. Amphibian species of the world: An online reference. V. 3.0. http://research.amnh.org/herpetology/amphibia/index.html.\nGOSNER, K. L., 1960. A simplified table for staging anura embryos and larvae, with notes on identification. Herpetologica, 18: 183-190.\nHAAS, A. 1997. The larval hyobranchial apparatus of discoglossoid frogs: Its structure and bearing on the systematics of the anura (Amphibia, Anura). Journal of zoological Systematics and evolutionary Research, 35: 179-197.\nHAAS, A., 2003. Phylogeny of frogs as inferred from primarily larva characters (Amphibia: Anura). Cladistics 19: 23-89.\nHAY, J. M., RUVINSKY, I., HEDGES, S. B. &amp;MAXSON, L. R. 1995. Phylogenetic relationships of amphibian families inferred from DNA sequences of mitochondrial 12S and 16S ribosomal RNA genes. Molecular Biology and Evolution, 12: 928-937.\nINGER, R. F. 1985. Tadpoles of forested regions of Borneo. Fieldiana Zoology, 26: 1-89. INGER, R. F. 1986. Diet of tadpoles living in a Bornean rain forest. Alytes, 5 (4): 153-164. KENNY, J.S. 1969. The amphibia of Trinidad. Stud. Fauna Cur. Carib. Is., 108(29): 6670.\nLAJMANOVICH, R. C. 2000. Interpretación ecológica de una comunidad larvaria de anfíbios anuros. Interciencia, 25: 71-79.\nLARSON, P. &amp; DE SÁ, R. O. 1998. Chondrocranial morphology of Leptodactylus larvae (Leptodactylidae: Leptodactylinae): Its utility in phylogenetic reconstrution. Journal of Morphology, 238: 287-305.\nLAVILLA, E.O. 1990. The tadpole of Hyla nana (Anura: Hlidae). Journal of Herpetology, 24(2):207-209.\nLAVILLA, E.O. &amp; LANGONE, J.A. 1991. Ontogenic changes in spiracular and proctodeal tube orientation in Elachistocleis bicolor (Anura: Microhylidae). Journal of Herpetology, 25(1):119-121.\nLAVILLA, E. O. &amp; FABREZI, M. 1992. Anatomia craneal de larvas de Lepidobatrachus\nMAGLIA, A. M. &amp; PÚGENER, A. 1998. Skeletal development and adult osteology of Bombina orientalis (Anura: Bombinatoridae). Herpetologica. 54: 344-363.\nMÁGLIA, A. M.; PÚGENER, L. A., TRUEB, L. 2001. Comparative development of anurans: Using phylogeny to understand ontogeny. American Zoologist. 41: 538-551.\nMARTINS, M. 1994. História natural e ecologia de uma taxocenose de serpentes de mata na região de Manaus, Amazônia Central, Brasil. Tese (Doutorado em Ciências Biológicas, Ecologia) Campinas: Instituto de Biologia. UNICAMP, 98p.\nMcPEEK, M. A. &amp; BROWN, J. M. 2000. Building a regional species pool: diversification of the Enallagma damselflies in eastern North American waters. Ecology, 81: 904-920.\nNASCIMENTO, L. B.; CARAMASCHI, U. &amp; CRUZ, C. A. G. 2005. Taxonomic review of the species groups of the genus Physalaemus Fitzinger, 1826 with revalidation of the genera Engystomops Jiménez-de-la-Espada, 1872 and Eupemphix Steindachner, 1863 (Amphibia, Anura, Leptodactylidae). Arquivos do Museu Nacional do Rio de Janeiro, 63(2): 297-320.\nPEROTTI, M. G. &amp; CÉSPEDEZ, J. A. 1999. The tadpole of Physalaemus santafecinus, with comments on the buccopharyngeal morphology. Journal of Herpetology, 33: 312315.\nPOTTHOFF, T. 1984. Clearing and staining techniques. In: Moser, H. G.; Richards, W. J; Cohen, D. M.; Fahay; Kendall-Jr, A W. &amp; Richardson, S. L. (eds).Ontogeny and systematics of fishes. American Society of Icthyologists and Herpetologists. p. 35-37.\nPRADO, V. H. M. 2003. Padrões históricos na estruturação de uma comunidade de girinos (Amphibia, Anura). Relatório final de iniciação científica FAPESP: Processo n° 02/05426-1.\nPÚGENER, A. &amp; MAGLIA, A. M., 1997. Osteology and skeletal development of Discoglossus sardus (Anura: Discoglossidae). Journal of Morphology 233: 267-286.\nPUSEY, H. K. 1943. On the head of the liopelmid frog, Ascaphus truei. I. The chondrocranium, jaws, arches, and muscles of a party-grown larva. Q. J. Microsc. Sci. 84: 105-185.\nROSSA-FERES, D. C. 1997. Ecologia de uma comunidade de anfíbios anuros da região noroeste do Estado de São Paulo: microhabitat, sazonalidade, dieta e nicho multidimensional. Tese (Doutorado em Ciências Biológicas, Zoologia) Rio Claro: Instituto de Biociências. UNESP, 178p.\nROSSA-FERES, D. C. &amp; JIM, J. 2001. Similaridade do sítio de vocalização em uma comunidade de anfíbios anuros na região noroeste do Estado de São Paulo, Brasil. Revta brasileira de Zoologia, 18(2): 439-454.\nROSSA-FERES, D. C. &amp; NOMURA, F. 2006. Caracterização e chave taxonômica para girinos (Amphibia: Anura) da região noroeste do estado de São Paulo, Brasil. Biota Neotropica, 6(1): http://www.biotaneotropica.org.br/v6n1/pt/abstract7identification-key+bn00706012006.ISSN1676-0611.\nROSSA-FERES, D. C.; JIM, J. &amp; FONSECA, M. G. 2004. Diets of tadpoles from a temporary pond in a southeastern Brazil (Amphibia, Anura). Revista Brasileira de Zoologia, 21(4): 745-754.\nRUPPERT, E. E. &amp; BARNES, R. D. 1996. Zoologia dos Invertebrados. 6a ed. São Paulo: Roca. 1074 p.\nSOKOL, O. M. 1975. The phylogeny of anuran larvae: a new look. Copeia, 1975(1): 1-23.\nSOKOL, O. M. 1977. The free swimming Pipa larvae, with a review of pipid larvae and pipid phylogeny (Anura : Pipidae). Journal Morphology, 154: 357-426.\nSOKOL, O. M. 1981. The larval chondrocranium of Pelodytes punctatus, with a review of\ntadpole chondrocrania. Journal of Morphology, 169: 161-183.\nSPIRANDELI-CRUZ, E. F. 1991. Estudo comparativo da morfologia oral interna de larvas de anfíbios anuros que ocorrem na região de Botucatu, São Paulo (Amphibia, Anura). Tese (Doutorado em Zoologia) São Paulo: Instituto de Biociências. USP, 237p.\nSTARRETT, P.H. 1973. Evolutionary patterns in larval morphology. In: J. L. Vial (Ed.) Evolutionary biology of the anurans. Contemporary research on major problems. University of Missouri Press, Columbia, p. 251-271.\nSWOFFORD, D.L. 2001. PAUP*. Phylogenetic analysis using parsimony (* and other methods). Versão 4.0b1. Sunderland, Massachusetts: Sinauer Associates.\nVITT, L. J. &amp; ZANI, P. A. 1996. Organization of a taxonomically diverse lizard assemblage in Amazonian Ecuador. Canadian Journal of Zoology, 74: 1313-1335.\nVITT, L.J.; ZANI, P.A. &amp; ESPÓSITO, M.C. 1999. Historical ecology of Amazonian lizards: implications for community ecology. Oikos, 87: 286-294.\nVIZOTTO, L.D. 1967. Desenvolvimento de anuros da região norte-ocidental do Estado de São Paulo. Tese (Doutorado em Ciências Biológicas, Zoologia) São Paulo: Faculdade de Filosofia Ciências e Letras. USP, 165p.\nWASSERSUG, R.J. 1976. Oral morphology of anuran larvae: Terminology and general description. Occasional Papers of Museum of Natural History, University of Kansas, (48): 1-23.\nWASSERSUG, R.J. 1980. Internal oral features of larvae from eight anuran families: Functional, systematic, evolutionary, and ecological considerations. Miscellaneous Publications of Museum of Natural History, University of Kansas, (68): 1-146.\nWASSERSUG, R.J. 1984. The Pseudohemisus tadpole : A morphological link between microhylid (Orton Type 2) and ranoid (Orton Type 4) larvae. Herpetologica, 40: 138149.\nWASSERSUG, R. J. &amp; HEYER, W. R., 1988. A survey of internal oral features of Leptodactyloid larvae (Amphibia: Anura). Smithsonian Contributions to Zoology, (457): 1-99.\nWEBB, C. O.; ACKERLY, D. D.; MCPEEK, M. A. &amp; DONOGHUE, M. 2002. Phylogenies and community ecology. Annual Review of Ecology and Systematic, 33: 475-505.\nWIENS, J. J.; FETZNER JR., J. W.; PARKINSON, C. L. &amp; REEDER, T. W. 2005. Hylid Frog Phylogeny and Sampling Strategies for Speciose Clades. Systematic Biology, 54(5): 719-748.\nBurrowing Frog, Chacophrys pierotti (Anura: Leptodactylidae). Journal of Morphology, 242: 229-246.\nWILEY, E.O. 1981. Phylogenetics: the theory and practice of phylogenetic systematics.\nNew York: John Wiley and Sons, 439 p.\nWINEMILLER, K. O. &amp; PIANKA, E. R. 1990. Organization in natural assemblages of desert lizards and tropical fishes. Ecological Monographs, 60: 27-55.\nZIMMERMAN, B. L. &amp; SIMBERLOFF, D. 1996. An historical interpretation of habitat use byfrogs in a Central Amazonian Forest. Jounal of Biogeography, 23: 27-46.\n2.6. TABELAS\nTabela 2.1. Categorias dos descritores de micro-hábitat, elaborada com base no uso desse recurso pelos girinos de duas poças, estudadas em Nova Itapirema, SP (Capítulo 1).\nDescritor de micro-hábitat (código)\tCategoria (valores)\nProfundidade (PR)\tPequena (1-10 cm) Média (11-20 cm) Grande (>20 cm)\nDistância da margem (DM)\tPróximo (0-100 cm) Intermediário (101-200 cm) Distante (>200 cm)\nVegetação na superfície (VS)\tEscassa (0-25 %) Intermediária (26-50%) Abundante (>50%)\nVegetação no fundo (VF)\tEscassa (0-25 %) Intermediária (26-50%) Abundante (>50%)\nTabela 2.2. Principais itens alimentares ingeridos pelos girinos de 11 espécies em uma poça temporária e em uma poça permanente, estudadas (Capítulo 1) em Nova Itapirema, SP. EI = girinos encontrados apenas em estágios iniciais de desenvolvimento, não sendo possível analisar a dieta; NR = espécie com girinos não registrados na poça.\nEspécie\tPrincipal item ingerido\n\tPoça temporária\tPoça permanente\nBufo schneideri\tNR\tTrachellomonas\nDendropsophus minutus\nNR\nTrachellomonas\nD. nanus\tDiatomáceas, Spyrogira e\tNR\n\tTrachellomonas\t\nScinax aff. similis\nTrachellomonas\nEI\nS. fuscovarius\nEupemphix nattereri\nLeptodactylus fuscus\nPhysalaemus cuvieri\nTrachellomonas\nTrachellomonas\nDiatomáceas e\nTrachellomonas\nDiatomáceas\nCoelastrum e\nDictyosphaerium\nTrachellomonas\nTrachellomonas\nTrachellomonas\nP. fuscomaculatus\nTrachellomonas\nEI\nElachistocleis bicolor\nTrachellomonas\nNR\nElachistocleis sp.\nDiatomáceas\nNR\nTabela 2.3. Categorias dos descritores de micro-hábitat de girinos em uma escala espacial mais ampla, elaborada para incluir informações disponíveis na literatura (ver Tab. 2.4).\nDescritor de micro-hábitat\tCategoria (valores)\nVelocidade da água\tParada\nCorrente\nPosição na coluna d’água\nBentônico\nNectônico\nProfundidade\nRaso (até 15 cm)\nFundo (maior que 15 cm)\nTabela 2.4. Referências para uso de micro-hábitat e dieta dos girinos de 19 espécies de anuros da região noroeste do estado de São Paulo e para girinos de três espécies de Discoglossidae. 1= Altig &amp; Johnston (1989); 2= Cardoso et al. (1989); 3= Fonseca (1996); 4= Rossa-Feres (1997); 5= Rossa-Feres et al. (2004); 6= Silva et al. (2005); 7= Altig &amp; Johnston (1986); 8= Díaz-Paniagua (1990); 9= Díaz-Paniagua (1985); * Capítulo 1 do presente estudo; ** observação pessoal.\nEspécie\tReferência para uso de micro-hábitat\tReferência para a dieta\nBufo schneideri\t1, 4, *\t5, *\nDendropsophus minutus\t1, 2, 3, *\t3, *\nD. nanus\t1, 4, *\t5, *\nHypsiboas albopunctatus\t1, 2\t**\nH. raniceps\t1, 4\t5, **\nScinax aff. similis\t1, 4, *\t5, *\nScinax fuscomarginatus\t1, 4\t5\nS. fuscovarius\t1, 2, 4, *\t5, *\nTrachycephalus venulosus\t1, 4\t5\nEupemphix nattereri\t1, 4, *\t5, *\nLeptodactylus cf. ocellatus\t1\t**\nL. fuscus\t1, 4, *\t5, *\nL. labyrinthicus\t1, **\t6\nL. podicipinus\t1, 4\t5\nPhysalaemus centralis\t1, 4\t5\nP. cuvieri\t1, 2, 4, *\t5, *\nP. fuscomaculatus\t1, 4, *\t5, *\nElachistocleis bicolor\t1, 4, *\t5, *\nElachistocleis sp.\t1, *\t*\nBombina orientalis\t7\t---\nDiscoglossus galganoi\t8\t---\nDiscoglossus pictus\t---\t9\nTabela 2.5. Matriz de caracteres larvários e respectivos estados utilizados na análise filogenética. caracteres 1-30\t0\t0\t1\t1\t1\t2\t2\t2\t3\nTáxons\t1234567890\t1234567890\t1234567890\nBombina\nDiscoglossus\nBufo schneideri Dendropsophus minutus\nD. nanus\nHypsiboas albopunctatus\nH. raniceps\nScinax aff. similis\nS. fuscomarginatus\nS. fuscovarius\nTrachycephalus venulosus Eupemphix nattereri\nLeptodactylus cf. ocellatus L. fuscus\nL. labyrinthicus\nL. podicipinus\nPhysalaemus centralis\nP. cuvieri\nP. fuscomaculatus Elachistocleis bicolor Elachistocleis sp.\n0\t0\t0\t0\t0\n0\t0\t0\t0\t0\n0\t0\t0\t0\t0\n0\t0\t0\t2\t0\n3 10 0 1\n0\t0\t0\t2\t0\n0\t0\t0\t2\t0\n0\t0\t1\t0\t0\n0\t0\t1\t0\t0\n0\t0\t1\t0\t0\n1\t0\t0\t2\t0\n1\t0\t0\t2\t0\n1\t0\t0\t3\t1\n1\t0\t0\t3\t1\n1\t0\t0\t3\t1\n1\t0\t0\t3\t1\n1\t0\t0\t2\t1\n1\t0\t0\t2\t0\n1\t0\t0\t2\t0\n2\t0\t0\t1\t?\n2\t0\t0\t1\t?\n0\t0\t0\t0\t0\n1\t0\t0\t0\t0\n4\t0\t1\t0\t0\n5\t110 0\n5\t2\t1\t1\t1\n2\t1\t1\t0\t0\n2\t1\t1\t0\t0\n5 0 10 0\n5 2 10 0\n5 0 10 0\n2\t1\t1\t0\t0\n4\t0\t1\t0\t0\n3\t0 10 0\n4\t0\t1\t0\t0\n3\t0 10 0\n5\t0\t10\t0\n4\t4\t0\t0\t0\n3\t0\t10\t0\n2\t0\t1\t0\t0\n5\t3\t0\t2\t2\n5\t3\t0\t2\t2\n0 0 1 0\n0 0 0 0\n0 0 0 0\n0 0 2 0\n112 0\n0 0 0 0\n0 0 0 0\n0 0 3 0\n0 0 3 0\n0 0 3 0\n0 0 1 1\n0 0 0 0\n0 0 1 0\n0 0 1 0\n0 0 0 0\n0 0 1 0\n0 0 0 0\n0 0 0 0\n0 0 0 0\n2 2 3 2\n2 2 3 2\n0 0 0 0\n0 0 0 0\n10 2 0\n2 0 1 2\n0 1 0 2\n0 0 2 1\n0 0 2 1\n0 0 1 0\n0 0 1 0\n0 0 1 0\n3\t0 2 0\n0 0 2 0\n4\t0 1 0\n4 0 2 0\n4 0 2 3\n4\t0 2 0\n0 0 0 0\n0 0 2 0\n0 0 2 0\n5\t2 1 4\n5 2 1 4\n0\t0\t0\t0\n0\t0\t0\t0\n0\t1\t0\t2\n2\t2\t0\t2\n3\t1\t3\t1\n11\t11\n11\t11\n2\t1\t2\t2\n2\t1\t2\t1\n2\t1\t2\t2\n2\t1\t0\t4\n2\t1\t0\t2\n2\t1\t0\t2\n2\t1\t0\t2\n2\t1\t0\t3\n2\t1\t0\t2\n11\t0 2\n2\t1\t0\t2\n2\t1\t0\t2\n2\t1\t4\t1\n2\t1\t4\t1\n0 0 0 0\n0 0 1 0\n0 4 1 1\n0 1 1 0\n10 0 2\n0 1 0 0\n0 1 0 0\n0 1 0 0\n0 1 0 0\n0 1 0 0\n0 1 0 0\n0 2 1 1\n0 1 1 1\n0 1 1 1\n0 3 0 1\n0 1 1 1\n0 2 1 0\n0 2 1 0\n0 2 1 0\n0 1 0 0\n0 1 0 0\n0 0 0 0\n0 0 0 0\n0 1 0 1\n12 0 1\n2\t3 0 2\n0 1 0 1\n0 1 0 1\n0 111\n0 1 0 1\n0 1 0 1\n3\t4 1 1\n0 1 0 1\n0 1 0 1\n0 1 0 1\n0 2 0 1\n0 111\n0 1 0 1\n0 1 0 1\n0 1 0 1\n4\t0 0 2\n4 0 0 2\ncaracteres 31-59 Táxons\n3\t3\t4\t4\t4\t55\t5\n1234567890\t1234567890\t123456789\nBombina\nDiscoglossus\nBufo schneideri Dendropsophus minutus\nD. nanus\nHypsiboas albopunctatus\nH. raniceps\nScinax aff. similis\nS. fuscomarginatus\nS. fuscovarius\nTrachycephalus venulosus Eupemphix nattereri\nLeptodactylus cf. ocellatus L. fuscus\nL. labyrinthicus\nL. podicipinus\nPhysalaemus centralis\nP. cuvieri\nP. fuscomaculatus Elachistocleis bicolor Elachistocleis sp.\n0 0 0 0 0\n0 0 0 0 0\n10 110\n110 3 1\n110 3 1\n1\t0\t0\t2\t1\n1\t0\t0\t2\t1\n1\t0\t0\t3\t1\n1\t0\t0\t3\t1\n1\t0\t0\t3\t1\n1\t0\t0\t3\t1\n10 0 10\n10 0 11\n10 0 11\n10 0 11\n10 0 10\n10 0 10\n10 110\n10 110\n12 13 0\n12 13 0\n0 0 0 0 0\n0 0 0 0 0\n1 0 0 0 0\n0 1 0 0 1\n0 1 0 0 2\n0 0 0 0 0\n0 0 0 0 0\n0 2 0 0 0\n0 0 0 0 0\n0 2 0 0 0\n1 0 0 0 0\n10 10 0\n1 0 0 0 0\n1110 0\n0 0 0 0\n0 0 0 0\n10 0 0\n0 1 0 1\n0 1 0 1\n2 1 0 0\n2 1 0 1\n0 0 0 1\n0 0 0 1\n0 0 0 1\n2 0 0 1\n12 0 0\n10 0 0\n12 0 0\n0 0 0 0\n0 0 0 0\n0 0 0 1\n0 0 0 1\n0 0 1 1\n0 0 0 1\n0 0 0 1\n0 0 0 1\n0 0 0 1\n0 0 0 1\n0 0 0 1\n0 0 0 1\n0 0 0 1\n0 0 0 1\n0\t0\t0\n0\t0\t0\n1\t1\t1\n2\t1\t2\n2\t3\t1\n1\t2\t1\n1\t2\t1\n2\t1\t1\n2\t1\t1\n2\t1\t1\n2\t1\t1\n1\t1\t1\n2\t1\t1\n2\t1\t1\n0 0 0 0\n0 0 0 0\n110 1\n112 1\n112 1\n1111\n1111\n110 1\n110 1\n110 1\n110 1\n110 1\n110 1\n110 1\n1111\n110 1\n110 1\n110 1\n110 1\n2 2 2 2\n2 2 2 2\n0 0 0 0\n0 0 0 0\n110 1\n110 1\n110 0\n110 1\n110 1\n1111\n1111\n1111\n110 1\n110 1\n1111\n110 1\n110 1\n1111\n110 1\n110 1\n110 1\n1111\n1111\n2.7. Figuras\nPapilas da arena do assoalho bucal\nBico córneo inferior\nPapilas linguais\nPapilas anteriores às bolsas bucais\nArena do assoalho bucal\nBolsa bucal\nVélum ventral\nGlote\nProjeções do bordo velar\nCâmaras branquiais\n\nÁrea pré-nasal\nBico córneo superior\nÁrea pós-nasal\nCrista mediana\nesôfago\nPapila pós-nasal\nPapila lateral da crista\nVélum dorsal\nArena do teto bucal\nFigura 2.1. Estruturas orais internas de girinos de anfíbios anuros, exemplificadas aqui em Leptodactylus fuscus: (A) assoalho bucal; (B) teto bucal. Escala 1,0 mm.\nCartilagem de meckel\npalatoquadrado\nr s I\nCornua trabeculae\n- Processo muscular\nProjeção posterolateral do palatoquadrado\nProcesso anterolateral da\nProcesso posterolateral da crista parótica\ncrista parótica\nA Cápsula ótica\nProcesso muscular\nCartilagem infrarostral\nCeratohial\nPlaca hipobranquial\nCeratobranquiais I-IV\nCorpo da cartilagem suprrarostral\nAla da cartilagem suprarostral\nProcesso\nanterior hial\nCartilagem de meckel\nProcesso anterolateral hial\nFigura 2.2. Condrocrânio dos girinos de anfíbios anuros, exemplificados aqui em Hyla raniceps: (A) em vista dorsal; (B) em vista lateral; (C) em vista ventral, destacando o aparelho hiobranquial. Escala 1,5 mm.\nFigura 2.3. Bufo schneideri: (A) Assoalho bucal, (B) Teto bucal. Escala 1,5 mm.\nFigura 2.4. Dendropsophus minutus: (A) Assoalho bucal, (B) Teto bucal. Escala 1,0 mm.\nFigura 2.5. Dendropsophus nanus: (A) Assoalho bucal, (B) Teto bucal. Escala 1,25 mm.\nFigura 2.6.Hypsiboas albopunctatus: (A) Assoalho bucal, (B) Teto bucal. Escala 2,0 mm.\nFigura 2.7. Hypsiboas raniceps: (A) Assoalho bucal, (B) Teto bucal. Escala 3,0 mm.\nFigura 2.8. Scinax aff. similis: (A) Assoalho bucal, (B) Teto bucal. Escala 1,5 mm.\nFigura 2.9. Scinax fuscomarginatus: (A) Assoalho bucal, (B) Teto bucal. Escala 1,5 mm.\nFigura 2.10. Scinax fuscovarius: (A) Assoalho bucal, (B) Teto bucal. Escala 3,0 mm.\nFigura 2.11. Trachycephalus venulosus: (A) Assoalho bucal, (B) Teto bucal. Escala 3,0\nmm.\nFigura 2.12. Eupemphix nattereri: (A) Assoalho bucal, (B) Teto bucal. Escala 1,5 mm.\nFigura 2.13. Leptodactylus cf. ocellatus: (A) Assoalho bucal, (B) Teto bucal. Escala 2,0\nmm.\nFigura 2.14. Leptodactylus fuscus: (A) Assoalho bucal, (B) Teto bucal. Escala 1,5 mm.\nFigura 2.15. Leptodactylus labyrinthicus: (A) Assoalho bucal, (B) Teto bucal. Escala 2,0\nmm.\nFigura 2.16. Leptodactylus podicipinus: (A) Assoalho bucal, (B) Teto bucal. Escala 1,25\nmm.\nFigura 2.17. Physalaemus centralis: (A) Assoalho bucal, (B) Teto bucal. Escala 1,0 mm.\nFigura 2.18. Physalaemus cuvieri: (A) Assoalho bucal, (B) Teto bucal. Escala 1,25 mm.\nFigura 2.19. Physalaemus fuscomaculatus: (A) Assoalho bucal, (B) Teto bucal. Escala 1,25\nmm.\nFigura 2.21. Elachistocleis sp.: (A) Assoalho bucal, (B) Teto bucal. Escala 2,0 mm.\nB\nC\nA\nFigura 2.22. Bufo schneideri: Condrocrânio: (A) em vista dorsal; (B) em vista lateral; (C) em vista ventral, destacando o aparelho hiobranquial. Escala 3,0 mm.\nFigura 2.23. Dendropsophus minutus: Condrocrânio: (A) em vista dorsal; (B) em vista lateral; (C) em vista ventral, destacando o aparelho hiobranquial. Escala 1,0 mm.\nC\nFigura 2.25. Hypsiboas albopunctatus: Condrocrânio: (A) em vista dorsal; (B) em vista lateral; (C) em vista ventral, destacando o aparelho hiobranquial. Escala 2,0 mm.\nFigura 2.27. Scinax aff. similis: Condrocrânio: (A) em vista dorsal; (B) em vista lateral; (C) em vista ventral, destacando o aparelho hiobranquial. Escala 1,5 mm.\nC\nFigura 2.29. Scinax fuscovarius: Condrocrânio: (A) em vista dorsal; (B) em vista lateral;\n(C) em vista ventral, destacando o aparelho hiobranquial. Escala 3,0 mm.\nFigura 2.31. Eupemphix nattereri: Condrocrânio: (A) em vista dorsal; (B) em vista lateral;\n(C) em vista ventral, destacando o aparelho hiobranquial. Escala 3,0 mm.\nA\t__________ B\nC\nFigura 2.33. Leptodactylus fuscus: Condrocrânio: (A) em vista dorsal; (B) em vista lateral;\n(C) em vista ventral, destacando o aparelho hiobranquial. Escala 3,0 mm.\n\nC\nFigura 2.35. Leptodactylus podicipinus: Condrocrânio: (A) em vista dorsal; (B) em vista\nlateral; (C) em vista ventral, destacando o aparelho hiobranquial. Escala 1,5 mm.\n\nFigura 2.37. Physalaemus cuvieri: Condrocrânio: (A) em vista dorsal; (B) em vista lateral;\n(C) em vista ventral, destacando o aparelho hiobranquial. Escala 1,25 mm.\nC\nA\t_____ B\n\nC\nV\nFigura 2.39. Elachistocleis bicolor: Condrocrânio: (A) em vista dorsal; (B) em vista lateral; (C) em vista ventral, destacando o aparelho hiobranquial. Escala 2,0 mm.\nA\nB\nC\nte—\nFigura 2.40. Elachistocleis sp. em vista ventral, destacando o\n: Condrocrânio: (A) em vista dorsal; (B) em vista lateral; (C) aparelho hiobranquial. Escala 2,0 mm.\nFigura 2.41. Cladograma de consenso estrito das 24 árvores igualmente parcimoniosas, com 177 passos, correspondente a análise filogenética de 19 espécies e 59 caracteres.\nDiscoglossus\nBufo schneideri\nEupemphix nattereri\nPhysalaemus centralis\nPhysalaemus cuvieri\nPhysalaemus fuscomaculatus\nLeptodactylus fuscus\nLeptodactylus cf. ocelllatus\nLeptodactylus podicipinus\nLeptodactylus labyrinthicus\nTrachycephalus venulosus\nHypsiboas albopunctatus\nHypsiboas raniceps\nScinax fuscomarginatus\nScinax fuscovarius\nScinax aff. similis\nDendropsophus minutus\nDendropsophus nanus\nElachistocleis sp.\nElachistocleis bicolor\nBombina\nFigura 2.42. Cladograma obtido após repesagem dos caracteres, com 102 passos, correspondente a análise filogenética de 19 espécies e 59 caracteres. Os números indicam os clados evidenciados.\nBombina Discoglossus Bufo schneideri Eupemphix nattereri Physalaemus centralis Physalaemus cuvieri Physalaemus fuscomaculatus Leptodactylus fuscus Leptodactylus cf. ocelllatus Leptodactylus podicipinus Leptodactylus labyrinthicus Trachycephalus venulosus Hypsiboas albopunctatus Hypsiboas raniceps Scinax fuscomarginatus Scinax fuscovarius Scinax aff. similis Dendropsophus minutus Dendropsophus nanus Elachistocleis sp. Elachistocleis bicolor\nFigura 2.43. Cladograma resultante da análise de bootstrap, correspondente a análise filogenética de 19 espécies e 59 caracteres repesados. Os números indicam os valores da análise de bootstrap para cada clado.\nPouca\nIntermediária\nMuita\nPouca\nIntermediária\nMuita\nVEL\tPOS\tPRO\n_ parada [] nectônico d raso\t0 dados não\n■\t.\t■ ,\t. . n ■■\t, disponíveis\n| corrente | bentônico | profundo\nCE Bombina\n| | \\Discoglossus\nca Bufo schneideri\n■I I \\~\\Eupemphix nattereri\nPhysalaemus centralis\nPhysalaemus cuvieri\ni| I H Physalaemus fuscomaculatus\n| | \\Leptodactylus fuscus\nLeptodactylus cf. ocelllatus\n\nLeptodactylus podicipinus ^-| | \\Leptodactylus labyrinthicus ■| | | \\Trachycephalus venulosus\nHypsiboas albopunctatus\nHypsiboas raniceps\nScinax fuscomarginatus\ni-CCE Scinax fuscovarius\nScinax aff. similis\n| Dendropsophus minutus\nDendropsophus nanus\nElachistocleis sp.\nElachistocleis bicolor\nDIETA\ndiatomáceas\nTrachellomonas\n□ Spyrogira\nBombina\nDiscoglossus\nBufo schneideri\nCZ Eupemphix nattereri\nPhysalaemus centralis\nPhysalaemus cuvieri\nCZ Physalaemus fuscomaculatus\nÇ|~| Leptodactylus fuscus\n—\tLeptodactylus cf. ocelllatus\n—\tLeptodactylus podicipinus\nLeptodactylus labyrinthicus\nTrachycephalus venulosus\nc\nHypsiboas albopunctatus\nHypsiboas raniceps\nScinax fuscomarginatus\n\nScinax fuscovarius\nScinax aff. similis\nDendropsophus minutus\n« Dendropsophus\nnanus\nElachistocleis sp.\nElachistocleis bicolor\nFigura 2.47. Dieta dos girinos de nove espécies da Poça Temporária, plotada sobre o cladograma representando as relações filogenéticas entre os girinos de 19 espécies da região noroeste do estado de São Paulo, obtido após a repesagem de 59 caracteres.\nDIETA\n___Coelastrum\n| Dictyosphaerium □ Trachellomonas\nFigura 2.48. Dieta dos girinos de seis espécies da Poça Permanente, plotada sobre o cladograma representando as relações filogenéticas entre os girinos de 19 espécies da região noroeste do estado de São Paulo, obtido após a repesagem de 59 caracteres\nDIETA\n___\\Anabaenopsis\n| carnívoro-necrófago |\t| Closterium\n| | Coelastrum\n__| diatomáceas\n__| Dictyosphaerium |_| fungo\n| | Oedogonium\nOscillatoria\nSpyrogira\n|\t| Trachellomonas\nr-t\n““ Bombina\n\\Discoglossus\n~| | Bufo schneideri\nI | Eupemphix nattereri\nI Physalaemus centralis\n~| | Physalaemus cuvieri\n| | Physalaemus fuscomaculatus\n\n] Leptodactylus fuscus\n] Leptodactylus cf. ocelllatus\nLeptodactylus podicipinus\nLeptodactylus labyrinthicus\nTrachycephalus venulosus\nHypsiboas albopunctatus\nHypsiboas raniceps\n| Scinax fuscomarginatus pl 11 I I Scinax fuscovarius\nScinax aff. similis\n——I I I Dendropsophus minutus\n4\nDendropsophus nanus\n3| Elachistocleis sp.\n~| | Elachistocleis bicolor\n3. Considerações Finais\n1.\tOs girinos diferiram no modo de ocupação micro-espacial nos dois corpos d’água, e essa variação foi associada ao tamanho dos corpos d’água;\n2.\tNuma escala de micro-hábitat mais detalhada, os girinos divergiram no uso deste recurso enquanto que, numa escala mais ampla, os leptodactílideos foram conservativos e os hilídeos apresentaram divergência no uso de micro-hábitat;\n3.\tA dieta dos girinos foi composta preponderantemente por microalgas, principalmente diatomáceas e Trachellomonas, e não foi correlacionada com o uso de micro-hábitat nem com a posição que os girinos ocuparam na coluna d’água;\n4.\tA partilha alimentar foi quantitativa ao invés de qualitativa e tão importante quanto a partilha de uso de micro-hábitat na estruturação das comunidades;\n5.\tAs 19 espécies e cinco dos seis gêneros foram monofiléticos, já as famílias Hylidae e Leptodactylidae foram parafiléticas;\n6.\tOs “leptodactilídeos” mantiveram o padrão plesiomórfico de Neobatrachia, no uso de micro-hábitat e na dieta, indicando uma história evolutiva conservativa.\n7.\tOs “hilídeos” apresentaram grande diversificação no uso de recursos, entretanto, as espécies congenéricas dos clados terminais foram conservativas no uso de micro-hábitat.\n8.\tAparentemente, espécies próximas e grupos de espécies de gêneros diferentes sofreram processos evolutivos distintos: espécies de mesmo gênero sofreram história evolutiva conservativa, enquanto que houve diversificação no uso de recursos associada com a grande diversidade morfológica dos girinos de “hilídeos” de diferentes gêneros, no entanto, como Hylidae não foi monofilético no presente estudo, duas hipóteses podem ser propostas: Hylidae é um grupo monofilético que apresentou grande irradiação adaptativa ou na verdade trata-se de um agrupamento artificial, representando diferentes histórias evolutivas."}]}}}