{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07942"}, {"@name": "filename", "#text": "12694_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "VAGNER ALVES ARANTES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEFEITOS DA SUBSTITUIÇÃO TRIBUTÁRIA SOBRE A ARRECADAÇÃO DE \n\nICMS: UM ESTUDO SOB O SEGMENTO DE GLP EM MINAS GERAIS \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Universidade \n\nFederal de Viçosa, como parte das exigências \n\ndo Programa de Pós-Graduação em \n\nAdministração, para obtenção do título de \n\nMagister Scientiae. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVIÇOSA \n\nMINAS GERAIS - BRASIL \n\n2013\n\n\n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n       \n\n  Ficha catalográfica preparada pela Seção de Catalogação e \n     Classificação da Biblioteca Central da UFV \n\n                       \n \nT      \n  Arantes, Vagner Alves, 1986- \nA662e     Efeitos da substituição tributária sobre a arrecadação de  \n2013  ICMS: um estudo sob o segmento de GLP em Minas Gerais / \n  Vagner Alves Arantes. – Viçosa, MG, 2013. \n     xiv, 62f. : il. ; 29cm.  \n      \n     Inclui apêndices. \n     Orientador: Luiz Antônio Abrantes \n     Dissertação (mestrado) - Universidade Federal de Viçosa. \n     Referências bibliográficas: f. 46-53 \n                   \n     1. Obrigação tributária. 2. Impostos sobre circulação de  \n  mercadorias e serviços. 3. Gás. I. Universidade Federal de  \n  Viçosa. Departamento de Administração e Contabilidade.  \n  Programa de Pós-Graduação em Administração. II. Título. \n \n                CDD 22. ed. 343.8104 \n \n\n \n\n\n\n \n\n \n\nVAGNER ALVES ARANTES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEFEITOS DA SUBSTITUIÇÃO TRIBUTÁRIA SOBRE A ARRECADAÇÃO DE \n\nICMS: UM ESTUDO SOB O SEGMENTO DE GLP EM MINAS GERAIS \n\n \n\n \n\n \n\nDissertação apresentada à Universidade \n\nFederal de Viçosa, como parte das exigências \n\ndo Programa de Pós-Graduação em \n\nAdministração, para obtenção do título de \n\nMagister Scientiae. \n\n \n\n \n\n \n\n \n\nAPROVADA: 6 de fevereiro de 2013. \n\n \n\n\n\nii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAo meu sobrinho João Pedro que sempre superou  \n\ninúmeros obstáculos com seu singelo sorriso, dedico. \n\n\n\niii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Aquele que leva a preciosa semente, andando e chorando, voltará, sem dúvida, com alegria, \n\ntrazendo consigo os seus molhos” \n\nSalmo 126:6 \n\n \n\n \n\n \n \n\n \n\n\n\niv \n\n \n\nAGRADECIMENTOS \n\n \n\nPrimeiramente a Deus que me concedeu serenidade, força para concluir essa etapa, \n\nsempre colocando pessoas importantes em minha vida. \n\nAos meus pais Gracinha e Abrão que não mediram esforços para apoiar minhas \n\nescolhas profissionais, exemplo de dedicação, doação ao próximo e atenção. Obrigado por \n\ncada segundo compartilhado! \n\nAs minhas irmãs Elaine, Elisangela, Edsônia e Vanessa e ao meu irmão Dinho,  pelo \n\ncarinho, atenção, cuidado e zelo que se fazem presente desde a infância. \n\nAo meu orientador Luiz Abrantes que me inseriu na pesquisa científica ainda na \n\ngraduação e me incentivou a prosseguir na carreira acadêmica. \n\nAo Professor Adriano Provezano por ter participado em momentos tão especiais na \n\nminha trajetória acadêmica, na apresentação da monografia e na defesa da dissertação. \n\nAgradeço pelas valiosas contribuições, debates e sugestões de pesquisa.  \n\nAo Professor Thiago Mello pelas contribuições acadêmicas e por ter participado da \n\nbanca de defesa da dissertação. \n\nAos professores Alcindo, Simone e Robson que sempre demonstraram um amor pela \n\nvida acadêmica, principalmente pela Contabilidade. Agradeço pelas conversas, pelos \n\nensinamentos, pelas dicas e estímulo. Vocês sempre serão exemplos de profissionais \n\ndedicados e atenciosos! \n\nAos meus colegas de mestrado, Patrícia, Sheila, Josiel, Luciana, Lícia, Áurea, Cida e \n\nClarice  pelas contribuições acadêmicas e amizade.  \n\nEm especial às minhas eternas amigas e irmãs, Danielle e Cecília, com certeza grandes \n\nconquistas do Mestrado. Vocês tornaram o peso do Mestrado mais ameno e prazeroso. \n\nObrigado por tudo.  \n\nAo Alexandre Baião, pelas conversas acadêmicas, troca de experiências e apoio na \n\nelaboração dessa dissertação, meu eterno obrigado! Estendo o agradecimento ao Ronan \n\nexemplo de profissional.  \n\nAs minhas amigas Emanuelle Medida e Aglaenne Rosa, que mesmo distante não \n\ndeixaram de serem especial na minha vida. Obrigado pelo apoio incondicional para continuar \n\nna caminhada acadêmica, mesmo quando minhas forças já estavam no fim. \n\nAos meus amigos de república Leandro, Marlon, Helimar e Douglas que souberam me \n\nouvir, aconselhar e respeitaram meu distanciamento e sempre me incentivaram a continuar \n\n\n\nv \n\n \n\ncaminhando rumo à vida acadêmica. Agradeço também a incrível Dona Tita, minha mãe em \n\nViçosa! Obrigado pelo carinho, pelos cafés no final das tardes, pelos conselhos e \n\nensinamentos de vida.  \n\nAos meus irmãos e amigos Wesley, Sérgio e Élcio. Obrigado por sempre estarem ao \n\nmeu lado nos bons e maus momentos. Agradeço por cada conselho, e-mail, mensagem e \n\ntelefonema, sem vocês chegar até este momento não seria possível. Muito Obrigado! \n\nAos estimados colegas do DAD, Luiza, Wellington, Paulinho, Tiago, Antônio e \n\nSoraya, agradeço por sempre estarem disponíveis e prontos a ajudar, pelo constante sorriso e \n\nanimação na realização dos trabalhos.  \n\nAs turmas do Mestrado de 2010 e 2012, em especial a Mariana Lage, Isabella, Caio e \n\nPaulo. Ótimas referências enquanto profissionais dedicados.  \n\nA Universidade Federal de Viçosa que me acolheu desde 2006, possibilitou meu \n\naperfeiçoamento profissional e pessoal.  \n\nPor fim, a todos que contribuíram de alguma forma com a realização desse trabalho, \n\nmeu Muito Obrigado! \n\n\n\nvi \n\n \n\nSUMÁRIO \n\nLISTA DE FIGURAS ______________________________________________________ viii \n\nLISTA DE TABELAS _______________________________________________________ ix \n\nLISTA DE SIGLAS _________________________________________________________ x \n\nRESUMO _________________________________________________________________ xi \n\nABSTRACT ______________________________________________________________ xiii \n\n1. INTRODUÇÃO ________________________________________________________________________ 1 \n\n1.1 O Problema e sua importância ______________________________________________ 3 \n\n2. REFERENCIAL TEÓRICO ____________________________________________________________ 6 \n\n2.1. Políticas Públicas e as Funções do Estado _____________________________________________ 6 \n\n2.2. Teoria da Tributação _________________________________________________________________ 10 \n\n2.3. Estrutura de Mercado e Tributação ___________________________________________________ 14 \n\n3. A SUBSTITUIÇÃO TRIBUTÁRIA E O ICMS ________________________________________ 18 \n\n3.1. Caracterização da Substituição Tributária em Minas Gerais ___________________________ 18 \n\n3.2 O Imposto sobre Circulação de Mercadorias e sobre Prestação de Serviços de Transporte \n\nInterestadual e Intermunicipal e de Comunições (ICMS) __________________________________ 21 \n\n4. METODOLOGIA _____________________________________________________________________ 24 \n\n4.1 Delineamento da Pesquisa ________________________________________________ 24 \n\n4.2 Delimitação da área de estudo e coleta de dados _______________________________ 24 \n\n4.3 Procedimentos para aplicação do teste de quebra estrutural ______________________ 25 \n\n4.4. Especificação do modelo de regressão linear múltipla __________________________ 27 \n\n4.5 Modelos Analíticos ______________________________________________________ 29 \n\n4.5.1 Teste de Estacionariedade _______________________________________________ 29 \n\n4.5.2 Teste de quebra estrutural _______________________________________________ 30 \n\n4.5.3 Regressão linear múltipla _______________________________________________ 31 \n\n4.6 Operacionalização das variáveis ____________________________________________ 33 \n\n5. RESULTADOS E DISCUSSÕES ______________________________________________________ 35 \n\n5.1  Análise do comportamento da arrecadação de ICMS para o GLP ______________________ 35 \n\n5.2  Efeitos da substituição tributária sob o segmento de GLP em Minas Gerais ____________ 39 \n\n5.2.1 Análise da arrecadação de ICMS no segmento atacadista do GLP ____________________ 39 \n\n5.2.2 Análise da arrecadação de ICMS no segmento varejista do GLP ______________________ 41 \n\n6. CONCLUSÕES _______________________________________________________________________ 44 \n\n\n\nvii \n\n \n\nREFERÊNCIAS _________________________________________________________________________ 46 \n\nAPÊNDICE A – Metodologia Box Jenkins  para Arrecadação de ICMS no Comércio \n\nAtacadista de GLP _________________________________________________ 54 \n\nAPÊNDICE B – Metodologia Box Jenkins para Arrecadação de ICMS no Comércio Varejista \n\nde GLP __________________________________________________________ 57 \n\nAPÊNDICE C – Metodologia Box Jenkins para Arrecadação Total de GLP ____________ 60 \n\n\n\nviii \n\n \n\n \n\nLISTA DE FIGURAS \n\n \n\nFIGURA 1 - CADEIA PRODUTIVA DO GÁS LIQUEFEITO DE PETRÓLEO (GLP) ................................. 1 \n\nFIGURA 3 - CONTRIBUINTE SUBSTITUTO PARA O ICMS ............................................................ 19 \n\nFIGURA 2 - CARGA TRIBUTÁRIA NO BRASIL NO PERÍODO DE 2000 E 2010 ................................. 22 \n\nFIGURA 4 - ARRECADAÇÃO DE ICMS NA COMÉRCIO VAREJISTA DE GLP ................................ 35 \n\nFIGURA 5 - ARRECADAÇÃO DE ICMS NO COMÉRCIO ATACADISTA E ARRECADAÇÃO TOTAL NO \n\nGLP ................................................................................................................................... 36 \n\n\n\nix \n\n \n\n \n\nLISTA DE TABELAS  \n\n \n\n \n\nTABELA 1 - DISTRIBUIÇÃO GEOGRÁFICA DAS REFINARIAS DE PETRÓLEO NO BRASIL .................. 2 \n\nTABELA 2 – PADRÕES TEÓRICOS DAS FUNÇÕES FAC E FACP ................................................... 26 \n\nTABELA 3 - TESTE ADF E CRITÉRIO SCHWARZ ......................................................................... 36 \n\nTABELA 4 - IDENTIFICAÇÃO DOS MODELOS UNIVARIADOS ....................................................... 37 \n\nTABELA 5 - RESULTADO DO TESTE DE CHOW ............................................................................ 38 \n\nTABELA 6 - TESTE DICKEY FULLER AUMENTADO (ADF) ......................................................... 39 \n\nTABELA 7 - ESTATÍSTICA DA REGRESSÃO NO COMÉRCIO ATACADISTA ...................................... 40 \n\nTABELA 8 - ESTATÍSTICA DAS VARIÁVEIS INDEPENDENTES ....................................................... 40 \n\nTABELA 9 - ESTATÍSTICA DA REGRESSÃO NO COMÉRCIO VAREJISTA ......................................... 42 \n\nTABELA 10 - ESTATÍSTICA DAS VARIÁVEIS INDEPENDENTES ..................................................... 42 \n\n \n\n\n\nx \n\n \n\n \n\nLISTA DE SIGLAS \n\n \n\n \n\n \n\nCF/88 Constituição Federal De 1988 \n\nCONFAZ Conselho Nacional de Política Fazendária \n\net al et alia \n\nFAC Função de autocorrelação \n\nFACP Função autocorrelação parcial \n\nGLP Gás Liquefeito de Petróleo \n\nIBGE Instituto Brasileiro De Geografia E Estatística \n\nICMS \nImposto sobre operações relativas à Circulação de Mercadorias e sobre prestações \n\nde Serviços de transporte interestadual, intermunicipal e de comunicação \n\nIGP-DI Índice Geral de Preço – Disponibilidade Interna \n\nPIB Produto Interno Bruto \n\nSEF/MG Secretaria de Estado da Fazenda de Minas Gerais \n\nSPSS Statistical Package for the Social Sciences \n\nST Substituição Tributária \n\n\n\nxi \n\n \n\n \n\nRESUMO \n\n \n\n \n\nARANTES, Vagner Alves, M.Sc., Universidade Federal de Viçosa, fevereiro de 2013. \n\nEfeitos da substituição tributária sobre a arrecadação de ICMS: um estudo sob o \n\nsegmento de GLP em Minas Gerais. Orientador: Luiz Antônio Abrantes. Coorientadores: \n\nThiago de Melo Teixeira da Costa e Marco Aurélio Marques Ferreira. \n\n \n\n \n\nO gás liquefeito de petróleo, também conhecido com gás de cozinha, é a terceira fonte \n\nde energia mais consumida pelas famílias brasileiras, perdendo apenas para a energia elétrica \n\ne a lenha, respectivamente. A distribuição do produto abrange 100% do território nacional e \n\nabastece 95% dos domicílios.  Em relação a sua cadeia produtiva é notável o predomínio de \n\norganizações públicas nos elos iniciais que compreendem a extração de petróleo e nas \n\nrefinarias, de onde o GLP é extraído. No segmento atacadista é restrito o número de \n\norganizações responsáveis pela rede de distribuição do produto, sendo que quatro empresas \n\nabrangem mais de 80% das vendas no país. Ressalta-se também que ainda é presente ao longo \n\nda cadeia produtiva a informalidade e a formação de cartel entre as organizações. Essas \n\nanomalias de mercado comprometem a livre concorrência, bem como promovem distorções \n\nna arrecadação tributária ao permitir a sonegação fiscal. No intuito de promover a recuperação \n\nda receita tributária decorrente da informalidade, a sonegação fiscal e reduzir o número de \n\nagentes responsáveis pelo recolhimento do ICMS, o Estado de Minas Gerais instituiu a \n\nsubstituição tributária. A técnica consiste no recolhimento antecipado do imposto ainda no \n\nsegmento industrial competente a toda cadeia produtiva. Para tanto, cabe ao Estado estimar \n\numa margem de valor agregado correspondente ao preço final do produto e assim recolher \n\nantecipadamente o referido imposto. O gás liquefeito de petróleo foi inserido na técnica \n\ntributária em dezembro de 2005, tendo como objetivo reduzir a evasão fiscal decorrente da \n\ninformalidade presente no segmento. Assim, o presente trabalho pretende verificar se houve \n\nalteração na arrecadação de ICMS após a instituição da substituição tributária e avaliar quais \n\nos efeitos sob a arrecadação no comércio atacadista e varejista do produto. Neste sentido, \n\nanalisou-se o período de janeiro de 2000 a dezembro de 2010, em períodos mensais que \n\ntotalizaram 108 observações. A partir da realização do teste de Chow, nota-se evidências que \n\na técnica contribui para alterar o comportamento da arrecadação do imposto ao longo da série \n\ntemporal. Para análise dos efeitos da substituição tributária ao longo da cadeia produtiva \n\nforam elaborados dois modelos de regressão, uma para o comércio atacadista e outro para o \n\n\n\nxii \n\n \n\ncomércio varejista de GLP, tendo a arrecadação de ICMS em cada segmento como variável \n\ndependente e preço, produção, e dummy como independente. Ressalta-se que a dummy foi \n\ninserida aos modelos como mecanismo para segregar o período anterior e posterior à inserção \n\nda técnica tributária. Comprova-se assim, indícios que a substituição tributária contribui para \n\naumento da arrecadação do imposto ao longo da cadeia produtiva do GLP, bem como pode \n\nreduzir a sonegação fiscal ao recolher antecipadamente o imposto competente a toda cadeia \n\nprodutiva. Além disto, a técnica contribui para simplicidade do sistema tributária na medida \n\nem que reduz o número de agentes responsáveis pelo recolhimento do imposto. \n\n \n\n \n\n\n\nxiii \n\n \n\n \n\nABSTRACT \n\n \n\n \n\nARANTES, Vagner Alves, M.Sc., Universidade Federal de Viçosa, February, 2013. Effects \n\nof tax substitution on the collection of ICMS: a study of LPG segment in Minas Gerais. \n\nAdviser: Luiz Antônio Abrantes. Co-Advisers: Thiago de Melo Teixeira da Costa and Marco \n\nAurélio Marques Ferreira. \n\n \n\n \n\nThe liquified petroleum gas, also known as cooking gas, is the third most consumed \n\nsource of energy by Brazilian families, losing only to electricity and fuelwood, respectively. \n\nThe Product distribution covers 100% of the national territory and supplies 95% of \n\nhouseholds.  Regarding your supply chain is notable the predominance of public \n\norganizations in the initial links that comprise the oil extraction and refineries, where LPG is \n\nextracted. In the wholesale sector is restricted the number of organizations which are \n\nresponsible of product distribution network, with four companies covering over 80% of sales \n\nin the country. It is also emphasize that is still present along the production chain the \n\ninformality and cartel formation among organizations. These market anomalies compromise \n\nthe free competition, and promote distortions in tax collection by allowing tax evasion. In \n\norder to promote the recovery of tax revenue resulting from informality, tax evasion and \n\nreduce the number of staff responsible for the payment of ICMS(Tax on Movement of Goods \n\nand Services), the State of Minas Gerais instituted the tax replacement. The technique consists \n\nin collecting tax in advance in the industrial segment referring to the whole production chain. \n\nTherefore, the State has to estimate a margin value corresponding to the final price of the \n\nproduct and thus collect advance tax. The liquified petroleum gas was inserted into the \n\ntechnical tax in December 2005, aiming to reduce tax evasion due to the informality in this \n\nsegment. So, this study aims to verify changes in ICMS collection after the institution of tax \n\nreplacement and evaluate what effects on the collection in the retail and wholesale \n\ndistribution. Therefore, was analyzed the period from January 2000 to December 2010 in \n\nmonthly periods amounting to 108 observations. From the realization of the Chow test, there \n\nare evidences that the technique helps to change the behavior of the tax collected along the \n\ntime series. To analyze the effects of tax replacement along the production chain were \n\ndeveloped two regression models, one for wholesale and one for retail sales of LPG, with the \n\ncollection of ICMS tax in each segment as the dependent variable and price, production, and \n\ndummy as independent. It is emphasized that the dummy was inserted to the models as a \n\n\n\nxiv \n\n \n\nmechanism to segregate the period before and after the insertion of the technical tax. \n\nConfirms thus, evidence that the tax replacement contributes to increasing the tax collected \n\nalong the supply chain of LPG, and may reduce tax evasion by collecting advance tax on the \n\nentire production chain. Furthermore, the technical contributes to simplicity of the tax system \n\nin that it reduces the number of responsible agents for payment of tax. \n\n \n\n \n\n\n\n1 \n\n \n\n \n\n1. INTRODUÇÃO \n\nO mercado de combustíveis no Brasil foi, historicamente, marcado pela intervenção do \n\nEstado no controle e uniformização dos preços no território nacional. Essa intervenção teve \n\nrespaldo no predomínio das organizações públicas responsáveis pela produção e distribuição \n\nde combustíveis no país. O processo de desregulamentação desses preços teve início na \n\ndécada de 1990, sendo finalizada a liberação dos preços nas refinarias de petróleo e rompidas \n\nàs barreiras legais à importação de combustíveis em janeiro de 2002 (ARAÚJO, 2011).  \n\nPara o gás liquefeito de petróleo (GLP), também conhecido como gás de cozinha, a \n\nliberação dos preços ao livre comércio ocorreu em novembro de 2002. Nos anos posteriores \n\nnovas organizações adentraram ao mercado, proporcionando competição no segmento de \n\ndistribuição de GLP. Entre os anos de 2003 e 2011, os preços médios desse combustível \n\nsofreram aumento de quase 30%, enquanto a segurança e o abastecimento se tornaram \n\nsuperiores ao longo do tempo (ARAÚJO, 2011). \n\n Segundo dados da Agência Nacional do Petróleo, Gás Natural e Biocombustíveis – \n\nANP (2012), a distribuição do produto abrange 100% do território brasileiro e garante \n\nabastecimento de 95% dos domicílios. Em 2011, o consumo do produto correspondeu a 7.885 \n\n10³ toneladas, o que representa um crescimento de 2,4% em relação ao ano anterior. Os dados \n\ndo Balanço Energético Brasileiro de 2012 demonstram que, entre o consumo de energia pelas \n\nfamílias, o GLP corresponde a 27,4% do total, ficando abaixo da energia elétrica de detém \n\n41,5% e da lenha com 27,8%. \n\nNo intuito de evidenciar a cadeia produtiva do GLP (botijão de 13 kg), a Figura 1 \n\nidentifica os agentes envolvidos, desde a extração do produto até a chegada ao consumidor \n\nfinal. \n\n \n\n \n\n \n\n \n\n \n\n \n\n   Figura 1 - Cadeia produtiva do gás liquefeito de petróleo (GLP) \n   Fonte: Adaptado de Liquigás (2012) \n\n \n\nRefinarias \nIndústria \n\nDistribuidoras \nComércio \n\nAtacadista \n\nIndústrias \n\nComércio \n\nVarejista \n\nResidências \nConsumidor \n\nFinal \n\nResidências \n\nExtração de \n\nPetróleo  \nMatéria-Prima \n\n\n\n2 \n\n \n\nA estrutura da produção do GLP tem início com a extração do petróleo. Este é \n\nencaminhado às refinarias, onde passa pelas torres de destilação e são extraídos os produtos \n\nderivados, entre eles o GLP. A partir deste momento, o gás é direcionado através de dutos a \n\nterminais de estocagem. As distribuidoras, por sua vez, compram o GLP das refinarias e o \n\nrevende diretamente às indústrias, às residências, quando estão próximas, e ao comércio \n\nvarejista, que será responsável por encaminhá-lo ao consumidor final nos diversos locais do \n\npaís. O produto distribuído aos domicílios brasileiros é envasilhado em botijões 13 kg. \n\nO segmento inicial da cadeia produtiva de GLP ainda tem predomínio de organizações \n\npúblicas, com destaque para Petrobrás S.A., enquanto responsável pela extração e refinamento \n\ndo petróleo. A Tabela 1 apresenta a distribuição geográfica das refinarias de petróleo no \n\nBrasil, bem como competência pela administração segregada entre pública e privada.  \n\n \n\n  Tabela 1 - Distribuição geográfica das refinarias de petróleo no Brasil \n\nRefinaria Estado Competência Refinaria Estado Competência\n\nLubnor CE Pública Reman AM Pública\n\nRecap SP Pública Refap RS Pública\n\nReplan SP Pública Repar PR Pública\n\nRevap SP Pública Polo Guamare RN Pública\n\nRpbc SP Pública Rio Grandense RS Privada\n\nRegap MG Pública Dax Oil BA Privada\n\nReduc RJ Pública Manguinhos RJ Privada\n\nRlam BA Pública Univen SP Privada\n \n\nFonte: Adaptado ANP (2012) \n\n \n\nNota-se que Minas Gerais apresenta uma refinaria de petróleo sob seu limite \n\ngeográfico, enquanto há concentração dessas organizações em São Paulo. As refinarias de \n\npetróleo sob domínio público correspondem a 75% do mercado no Brasil, enquanto as \n\nparticipações das organizações privadas são restritas.  \n\nEm relação ao comércio atacadista de GLP, responsável pela distribuição do produto \n\ntambém é notável o reduzido número de agentes. Esteve et al. (2009) afirmam que esse \n\nresultado é consequência do alto investimento requerido em instalações, equipamentos e \n\nlogística, fatores que dificultam a entrada de novos agentes no segmento de combustíveis no \n\npaís. Atuam nesse mercado 21 organizações das quais quatro fazem parte do mesmo grupo \n\neconômico.  \n\nTendo em vista o reduzido número de agentes que compõem esse segundo elo da \n\ncadeia produtiva do GLP, quatro organizações corresponderam a 86% das vendas do produto \n\nno Brasil em 2010, sendo a Ultragás, Liquigás, SHV Gás Brasil e Nacional Gás. Enquanto as \n\n\n\n3 \n\n \n\ndemais organizações dominam parcelas reduzidas de mercado, com destaque para a Copagaz \n\nque possui 7%, e as demais possuem valores inferiores a 4%.  \n\nNota-se assim que a cadeia produtiva de GLP assemelha-se às características de um \n\noligopólio. Estrutura de mercado esta, considerada imperfeita e caracterizado pelo domínio de \n\npoucas organizações sob a produção de um mercado. Também é restrita a entrada de novos \n\nagentes devido às barreiras impostas pelas empresas dominantes bem como pelo elevado \n\ncusto para inserção no mercado. Essa configuração permite compreender tanto a estrutura do \n\nmercado de GLP como também questionar como um tributo tem incidência aos diferentes \n\nagentes inseridos na cadeia produtiva.  \n\n \n\n1.1 O Problema e sua importância \n \n\nSegundo Araújo (2011), o segmento de GLP apresenta anomalias em sua estrutura \n\ncom destaque para as denúncias de cartel e o crescimento do comércio informal.  O cartel \n\ncompreende a cooperação entre as organizações do setor para coordenação de preços \n\npraticados ao consumidor final e a disposição de produtos de modo a alterar a oferta no \n\nmercado. A informalidade, por sua vez, está atrelada às organizações não oficiais que \n\nadentram ao mercado, disponibilizando produtos com qualidade inferior quanto à segurança e \n\nquantidade padrão de cada produto.  \n\nA informalidade, neste segmento, compreende um risco à segurança pública na \n\nmedida em que o produto é altamente inflamável e cuidados na manutenção, distribuição e \n\nabastecimento dos locais de venda devem ser verificados. Segundo Araújo (2011) a \n\ninformalidade no comércio do GLP pode ser associado à invisibilidade da qualidade do \n\nproduto ao consumidor no momento da compra de modo que agentes não qualificados podem \n\ninserir na cadeira de comercialização. \n\nAlém disto, a informalidade compromete a livre concorrência já que esses produtos \n\nnão são tributados e estarão dispostos ao consumidor final por um valor inferior ao praticado \n\npelas organizações regularizadas. A perda tributária decorrente da informalidade promove \n\nalterações na administração pública ao reduzir os recursos recolhidos e, consequentemente, o \n\ndesenvolvimento de políticas públicas.  \n\nNeste aspecto, verifica-se a importância da Agência Nacional do Petróleo, Gás Natural \n\ne Biocombustíveis como fonte reguladora do segmento de combustíveis no Brasil. Em relação \n\nao GLP, compete a Agência credenciar os estabelecimentos revendedores de modo a \n\naveriguar sua qualidade, bem como verificar e divulgar os preços transacionados ao longo da \n\n\n\n4 \n\n \n\ncadeia produtiva visando evitar a formação de cartéis. Para tanto, a Agência disponibiliza, \n\nmensalmente e para todas os estados brasileiros informações como i) o preço médio pago \n\npelas distribuidoras às refinarias, ii) os impostos federais e estaduais, iii) as margens de \n\ndistribuição e revenda, e iv) o preço final médio praticado ao consumidor. \n\nEm relação aos impostos incidentes ao GLP, a Petrobrás S.A. (2012), considerada a \n\nprincipal refinaria de petróleo do país, identifica que 20% do preço final corresponde aos \n\nimpostos federais e estaduais, tais como PIS/Pasep, COFINS e ICMS. Entre os impostos \n\ndestaca-se a participação do ICMS ao incidir, em média, em 14% do valor total. Isto identifica \n\nque as alterações na legislação tributária, especialmente nas legislações estaduais, podem \n\ninterferir na formação do preço final do produto, uma vez que o ICMS é de competência de \n\ncada Estado. \n\nEm Minas Gerais, os legisladores alteraram o método de recolhimento do ICMS para o \n\nsegmento de combustíveis em dezembro de 2005, ao inserir o produto na substituição \n\ntributária (ST). Por este método de recolhimento, as indústrias ou refinarias de petróleo \n\ntornam-se responsáveis pelo recolhimento antecipado do ICMS competente a toda a cadeia \n\nprodutiva. Para tanto, o Estado estima o preço de venda do GLP ao consumidor final e retém \n\no imposto nas refinarias.  \n\nSegundo a Secretaria de Estado da Fazenda de Minas Gerais (SEF/MG), a substituição \n\ntributária é um instrumento de política tributária que promove a recuperação de receita do \n\nICMS, mediante melhoria do controle fiscal, sem elevar a carga tributária. Portanto, tem como \n\nobjetivo corrigir distorções concorrenciais contribuindo para a justiça fiscal ao equalizar as \n\ncondições competitivas entre contribuintes do mesmo setor.  \n\nAssim como disposto pelo Estado de Minas Gerais, aliado às características do \n\nsegmento de GLP quanto à informalidade, cooperação entre organizações e evasão fiscal \n\ndurante os elos da cadeia produtiva, a substituição tributária tende a promover a recuperação \n\ndessa receita de ICMS. Com a redução do número de estabelecimentos responsáveis pelo \n\nrecolhimento tributário há a possibilidade de concentrar a fiscalização fiscal nas indústrias.  \n\nNo entanto, a técnica tributária pode interferir na arrecadação do ICMS ao estimar \n\numa margem de valor agregado, sob a qual será incidido o cálculo do imposto, superior ao \n\npraticado nas atividades comerciais. Caso, essa configuração se confirme, a restituição do \n\nvalor pago a maior nas relações comerciais não é passível de retorno. Apenas nas hipóteses de \n\nsaída para estabelecimento de outra unidade da Federação, pela ocorrência de isenção ou não \n\nincidência do tributo ou mesmo por furto, roubo ou qualquer perda. \n\n\n\n5 \n\n \n\n \n\nAssim, uma questão é levantada: A implementação da substituição tributária \n\ncontribui para elevar a arrecadação de ICMS no segmento de GLP em Minas Gerais? \n\nPara tanto, objetiva-se analisar o comportamento da arrecadação de ICMS em períodos \n\nanteriores e posteriores à implementação da técnica tributária.  \n\nEspecificadamente, pretende-se: \n\n- Verificar se existe uma mudança de comportamento das séries de arrecadação de \n\nICMS para o GLP; \n\n- Identificar e avaliar os efeitos da substituição tributária na arrecadação do comércio \n\natacadista e varejista de GLP em Minas Gerais. \n\n\n\n6 \n\n \n\n2. REFERENCIAL TEÓRICO \n\n2.1. Políticas Públicas e as Funções do Estado \n\nA teoria econômica clássica determina que, sob certas condições, o próprio mercado \n\nseria responsável por alocar os recursos numa economia, e a realocação desses recursos pelos \n\nindivíduos e empresas não provocaria uma piora na situação de outros indivíduos e empresas. \n\nEsta situação é reconhecida como Ótimo de Pareto e indica a ausência do Estado enquanto \n\nregulador das atividades econômicas (SANTOS, 2006).  \n\nNo entanto, a situação hipotética da dinâmica dos mercados competitivos nem sempre \n\né aplicável. A competição imperfeita entre as organizações e os indivíduos, os mercados \n\nincompletos, assimetria de informações, o desemprego e outras perturbações econômicas são \n\napontadas por Stiglitz (2000) como características das falhas de mercado. Sob tais \n\ncircunstâncias tem-se a necessidade de um agente regulador, capaz de distribuir renda, gerar \n\nemprego, promover o desenvolvimento e, mesmo, alocar os recursos de modo a reduzir as \n\nperdas para os indivíduos e empresas. Nessa configuração, o Estado surge como agente capaz \n\nde desenvolver políticas públicas que reduzam as falhas de mercado e elevem o nível de bem \n\nestar da sociedade em relação ao que o mercado poderia proporcionar por si mesmo \n\n(SANTOS et al. 2011).  \n\nAs políticas públicas compreendem, assim, os principais mecanismos de intervenção \n\ndo Estado nas atividades econômicas ou sociais, tendo como foco principal a resolução de \n\nalgum conflito ou problema coletivamente relevante. Para Secchi (2010) a definição de \n\npolíticas públicas deve considerar os questionamentos: quais agentes são responsáveis pela \n\nelaboração de políticas, o Estado ou atores não estatais; se as políticas públicas visam sanar \n\nproblemas competentes à omissão e a negligência; e se as políticas públicas compreendem \n\napenas as ações em nível estratégico ou podem ser englobar as diretrizes operacionais.  \n\nNeste sentido, Souza (2006) aponta que uma política pública possui uma perspectiva \n\nsocial na medida em que é aplicada para solução de problemas comuns à comunidade. A \n\npolítica seria composta por áreas multidisciplinares ao relacionar sociologia, ciência política e \n\neconomia para explicar as interações entre o Estado, a política, a sociedade e a própria \n\neconomia. Enquanto Saraiva (2006) visualiza as políticas públicas como um conjunto de \n\ndecisões voltadas às ações preventivas e corretivas no intuito de alterar a realidade um ou \n\nvários setores sociais. O autor ainda aponta a necessidade de definir objetivos e estratégias de \n\natuação dessas políticas para que seja eficaz quanto ao cumprimento dos objetivos \n\nestabelecidos.  \n\n\n\n7 \n\n \n\nAs perspectivas em destaque proporcionam aspectos diferenciados para a formulação \n\ndas políticas públicas. O aspecto multidisciplinar é notável na intervenção da ação pública na \n\nsociedade alterando o patrimônio dos indivíduos e empresas, a renda disponível ou, mesmo, o \n\nnível de consumo da população. Ainda é pertinente a interferência do Estado na elaboração de \n\npolíticas públicas para diferentes setores econômicos. Nesta análise, destacam-se as políticas \n\ntributárias, pois apresentam características específicas para cada setor econômico, tal como a \n\nisenção, redução da base de cálculo, diferimentos ou suspensão do pagamento tributário. \n\nEsses mecanismos podem ser utilizados tanto como instrumento de incentivo fiscal visando o \n\ndesenvolvimento local, quanto como fonte de captação de investimentos e empresas.  \n\nA formação e execução de políticas públicas podem responder as questões propostas \n\npor Laswell (1936 apud SOUZA, 2006): quem ganha o quê; por que e que diferença faz, no \n\ntocante aos efeitos dessas políticas.  Os questionamentos ainda retonam as principais funções \n\ndo Estado que seriam apontadas por Musgrave e Musgrave (1980) sendo a função alocativa, \n\ndistributiva e estabilizadora.  \n\nA função alocativa refere-se a quem fornece os bens e serviços públicos necessários \n\npara manutenção do Estado no nível federal, estadual ou municipal. Ao fornecer tais serviços, \n\nos custos para colocá-los em operação deveriam ser partilhados de acordo com as preferências \n\ndos habitantes das regiões beneficiadas. Desta forma, os serviços cujos benefícios têm \n\nincidência distribuída por todo o país, como a defesa nacional devem ser fornecidos em \n\ntermos nacionais, enquanto os serviços cujos benefícios são locais, tal como a iluminação \n\npública, deve ser fornecido pelas unidades locais (MUSGRAVE e MUSGRAVE, 1980). \n\nNeste aspecto, Silva (2005) identifica que a função alocativa tende a contribuir para a \n\nmaximização do bem-estar dos indivíduos ao distribuir bens e serviços que atendam as suas \n\nnecessidades. Assim, a presente função define as origens dos bens e serviços, as proporções \n\ndas contribuições, as transferências e mesmo a disponibilidade financeira dos gestores de \n\npolíticas públicas conforme o nível do governo. \n\nA função distributiva, por sua vez, é marcada pela ação do governo em corrigir as \n\ndesigualdades na divisão de renda nacional ao identificar quem ganha o quê. Frey (2000) \n\npondera que o governo pode realizar tanto políticas distributivas quanto redistributivas. As \n\npolíticas distributivas beneficiam um grande número de destinatários, porém em escala \n\nrelativamente pequena. Para Musgrave e Mugrave (1980) função distributiva resulta da \n\nincapacidade do sistema de mercado em conduzir a sociedade a uma estrutura de distribuição \n\n\n\n8 \n\n \n\nde renda justa e equitativa. Para corrigir esta falha, atribui-se ao Estado o papel de intervir \n\npara correção da desigualdade na repartição do Produto Nacional.  \n\nEnquanto as políticas redistributivas englobam o direcionamento dos recursos \n\nfinanceiros às diferentes demandas e grupos sociais (FREY, 2000). Segundo Musgrave e \n\nMusgrave (1980, p.540) esta função deve ser conduzida pelo governo central, pois a \n\nexistência de “medidas regionais redistributivas são autolimitadas pelo fato de que provocam \n\na fuga dos ricos e o afluxo de pobres para aquelas jurisdições que defendem uma maior \n\nequidade”. Depreende-se assim que as políticas redistributivas se realizadas pelos governos \n\nlocais induzem ao acirramento da disparidade regional, visão esta contrária ao proposto pela \n\nfunção distributiva. \n\nA função estabilizadora se ocupa de quatro objetivos macroeconômicos: manutenção \n\ndo elevado nível de emprego, estabilidade nos níveis de preços, equilíbrio no balanço de \n\npagamentos e razoável taxa de crescimento econômico(MUSGRAVE e MUSGRAVE, 1980). \n\nPara Bejuino (2002) os principais instrumentos macroeconômicos à disposição do \n\ngoverno são a política fiscal e a monetária as quais deveriam ser executadas apenas pelo \n\ngoverno federal. A aplicação de tais instrumentos pelas unidade subnacionais poderiam elevar \n\na complexidade e a desorganização dessas políticas. \n\nPara executar essas funções, para implementar e avaliar políticas públicas cabe ao \n\nEstado gerar receita e a principal alternativa é a arrecadação tributária. Esta fonte de recursos \n\né constituída pela tributação do patrimônio, renda, consumo e folha de pagamento aliada à \n\ncobrança de taxas e contribuições. A tributação compreende um dos principais instrumentos \n\neconômicos de um Estado já que financia a formulação e execução das políticas públicas.  \n\nPara Goode (1984) a tributação não apenas financia as funções do Estado como \n\ntambém restringe a capacidade de gasto das famílias e das empresas, influencia a alocação de \n\nrecursos e afeta a distribuição de renda e riqueza. Assim, a tributação tanto proporciona \n\ningressos de recursos aos cofres públicos como também pode intervir negativamente nos \n\nsetores econômicos e nas atividades individuais.  \n\nNo entanto, Lima (1999) e Varsano (2002) argumentam que o sistema tributário \n\nbrasileiro ignora seu papel de agente de crescimento e desenvolvimento econômico ao \n\nutilizar-se mais de instrumentos que busquem recursos para manter a máquina pública. Neste \n\nsentido, Palermo (2009) salienta algumas deficiências do sistema tributário nacional: \n\ni) Complexidade: devido à complexa estrutura tributária, com aspectos \n\nburocráticos, difícil interpretação da legislação e elevado custo de pagamento dos tributos. \n\n\n\n9 \n\n \n\nIsso é notável na amplitude de tributos sob uma mesma base tributária. Em relação ao \n\nconsumo são seis diferentes tributos incidentes sob competência de União (PisPasep/Cofins, \n\nCide, II e IPI), Estados (ICMS) e Municípios (ISSQN). A União ainda é responsável, \n\nexclusivamente, pela tributação sobre a folha de pagamento e a renda, enquanto os tributos \n\nsob o patrimônio são compartilhados entre os diferentes níveis de governo;  \n\nii) Baixo respeito à capacidade contributiva dos cidadãos: a grande quantidade de \n\nexceções e isenções inibe a capacidade contributiva dos cidadãos e empresas, apesar do \n\nsistema tributário ser orientada para a seletividade e equidade. \n\niii) Evasão: a evasão fiscal é responsável pela redução da arrecadação tributária do \n\nEstado devido às manipulações tributárias adotadas pelos contribuintes, indivíduos e \n\nempresas, como resultado da complexidade e burocracia do sistema tributário nacional. \n\nDestaca-se que essas manipulações são decorrentes das lacunas existentes na complexa \n\nlegislação tributária.  \n\niv) Guerra fiscal: corresponde a competição fiscal entre os estados brasileiros. Esta \n\n“guerra” é resultado da concessão de diferentes benefícios tributários, tais como isenção, \n\nredução da base de cálculo e diferimento às empresas no intuito de atrair investimentos e \n\nempresas para suas jurisdições. O desenvolvimento regional é apontado por Palermo (2009) \n\ncomo uma das principais justificativas para o acirramento da competição tributária entre os \n\nestados. \n\nv) Cumulatividade: ocorre quando um imposto é pago em uma fase da cadeia \n\nprodutiva e não gera créditos para as fases posteriores, assim, nas fases finais da há a \n\ntributação sob os tributos das etapas anteriores. A interação entre os impostos, tais como ISS \n\ncom o ICMS, também permitem a cumulatividade uma vez que o ICMS deve ser inserido na \n\nformação da base de cálculo do IPI. Esse acúmulo tributário tende a promover a \n\ncomplexidade do sistema pela junção de diferentes tributos bem como pelo elevado peso da \n\ncarga tributária aos contribuintes.  \n\nTendo em vista as deficiências do sistema tributário apresentadas por Palermo (2009) \n\ne a importância desse sistema para a manutenção do Estado, financiamento das políticas \n\npúblicas e custeamento dos gastos governamentais, a Teoria da Tributação apresenta as \n\nprincipais características para a elaboração de um sistema tributário ideal. Conhecer tais \n\nprincípios se torna fundamental para questionar o sistema vigente, como também indicar \n\ncaminhos para as possíveis mudanças na legislação ou na estruturação dos tributos que \n\ncompõem o sistema tributário nacional.  \n\n\n\n10 \n\n \n\n2.2. Teoria da Tributação \n\nOs estudos de Ramsey (1927) e Mirrless (1971) apud Siqueira et al. (2005) \n\npromoveram os primeiros questionamentos sob a estrutura ideal de tributação ao analisar a \n\ntributação sob o consumo e sob a renda, respectivamente. Os estudos analisaram os efeitos \n\ndos tributos de modo a promover a maior arrecadação tributária ao menor custo possível.  \n\nO estudo de Ramsey (1927) concentrou a análise na tributação das mercadorias e \n\napontou para a regressividade do sistema tributário, isto é, constatou que uma estrutura com \n\nalíquotas diferenciadas proporcionaria a otimização do sistema tributário. No entanto, as \n\nmaiores alíquotas estariam concentradas nos bens de primeira necessidade e as alíquotas \n\ninferiores para bens de luxo. Tal premissa induz à regressividade do sistema tributário pela \n\ntributação excessiva aos bens acessíveis à camada populacional de baixa renda e o baixa \n\ntributação aos bens considerados supérfluos e disponíveis às camadas mais elevadas da \n\npopulação.  \n\nMirrless (1971), por sua vez, analisou a tributação sob a renda e adotou alíquotas \n\ndiferentes para os diferentes níveis de rendimentos. O estudo considera que há uma \n\ndesigualdade na capacidade de auferir renda pelos indivíduos. Para tanto, indica que cabe ao \n\nGoverno “calibrar o imposto de renda de maneira a arrecadar mais dos indivíduos mais \n\nprodutivos” (SIQUEIRA et al., 2005). Em oposição ao primeiro modelo, Mirrless conduz a \n\nprogressividade da tributação sob a renda, por meio da baixa tributação sob os indivíduos \n\nmenos produtivos e a elevada tributação aos mais produtivos.  \n\nOs modelos citados analisam a tributação sob o consumo e a renda isoladamente, sem \n\nconduzir a uma reflexão conjunta das formas de tributação. Neste aspecto, a teoria da \n\ntributação propõe questionamentos da relação entre os diferentes tributos que compõem um \n\nsistema tributário. A presente teoria objetiva pesquisar como os tributos deveriam ser \n\ninstituídos para causar o menor impacto nas decisões dos indivíduos. Além disto, visa \n\ncaracterizar a estrutura tributária que permita ao Governo arrecadar uma dada receita \n\ntributária e alcançar determinados objetivos distributivos (SIQUEIRA et al., 2005).  \n\nNeste sentido, a formulação de um sistema tributário tende a interagir com as funções \n\ndo Estado propostas por Musgrave e Musgrave (1980): a função alocativa e redistributiva. Em \n\nrelação à função alocativa a tributação tende a interferir na alocação dos recursos públicos na \n\nmedida em que incide sob a produção e comercialização de bens e serviços, enquanto pela \n\nfunção redistributiva a tributação pode afetar a distribuição da renda entre os indivíduos.  \n\n\n\n11 \n\n \n\nPara Lagemann (2004), a problemática da teoria da tributação parte da relação entre o \n\ngoverno e o contribuinte. Enquanto o primeiro agente busca uma fonte perfeita para tributar e \n\neliminar qualquer indício de evasão fiscal, os contribuintes visualizam a tributação como uma \n\nretirada do poder aquisitivo que induzem a alterações nas decisões econômicas. \n\nA partir desta contraposição de interesses aliada interferência dos tributos nas \n\natividades econômicas, a teoria da tributação propõe características desejáveis para a \n\nformação de um sistema tributário ideal. Os princípios fundamentais seriam: i) simplicidade; \n\nii) flexibilidade; iii) transparência; iv) eficiência econômica; e v) equidade.  \n\nO princípio da simplicidade administrativa compreende a facilidade de \n\noperacionalização e compreensão dos tributos tanto para o governo quanto aos indivíduos \n\nresponsáveis pelo pagamento. A simplicidade tende a evitar custos excessivos para o governo \n\nquanto à fiscalização de diversos agentes econômicos, custos com auditores, a demanda por \n\num sistema informatizado eficiente aliado ao maior controle no combate a sonegação fiscal. \n\nEm relação aos contribuintes, a simplicidade do sistema tributário pode evitar o recolhimento \n\na maior dos impostos, os elevados custos contábeis e a demanda por profissionais \n\nespecializados em tributos (GIAMBIAGI e ALÉM, 2008; SANTOS et al., 2011). \n\nA simplicidade ainda contribuiu para inibir da sonegação fiscal na medida em que \n\nidentifica os agentes das cadeias produtivas responsáveis pelo pagamento e recolhimento dos \n\ntributos. O princípio também permite identificar os impostos, taxas e contribuições que \n\nincidem sob cada atividade não sendo, assim, facilmente sonegável. Para Varsano (2002), a \n\nampliação das bases tributárias, o combate à sonegação, e a formação de tributos facilmente \n\narrecadáveis são ações que contribuem para a formação de um sistema tributário ideal. \n\nO segundo princípio é representado pela flexibilidade do sistema tributário às \n\nmudanças nas atividades econômicas. Essa característica compreende a capacidade de \n\nadaptação dos impostos, taxas e contribuições às alterações no cenário econômico, por meio \n\ndas mudanças nas alíquotas instituídas como também nas alternativas de recolhimento da \n\nobrigação tributária. Por vezes, as mudanças no sistema tributário necessitam de logos debates \n\npara que não haja perdas aos setores produtivos, ao governo e à sociedade. Além disto, os \n\najustes tributários nem sempre são facilmente instituídos (SANTOS, 2006).  \n\nUma característica importante interligada a flexibilidade seria a transparência das \n\nalterações no sistema tributário. Paz (2008) e Santos et al. (2011) corroboram ao incluir a \n\ntransparência como uma característica complementar a flexibilidade ao divulgar as mudanças \n\nna estrutura tributária à sociedade. Essa divulgação reduz a assimetria informacional entre o \n\n\n\n12 \n\n \n\ngoverno e os contribuintes, permitindo ao sujeito passivo da obrigação tributária obter \n\ninformações necessárias para a tomada de decisão.  \n\nAinda em relação à teoria da tributação ótima, a eficiência econômica propõe que o \n\nsistema tributário deve intervir o mínimo possível na alocação de recursos na economia. Desta \n\nforma, um tributo seria considera neutro quando não interferisse nos preços dos bens ou \n\nserviços numa economia e, consequentemente, na alocação dos recursos pelos contribuintes. \n\nPara Santos (2006) a imposição de um tributo sob consumo, com alíquotas uniformes para \n\ntodos os bens e serviços não provocaria alterações nos seus preços. No entanto, a adoção de \n\nalíquotas diferenciadas para alguns produtos poderia conduzir a redução do consumo daqueles \n\nprodutos com elevada tributação o que, de fato, influenciaria na alocação dos recursos.  \n\nDe maneira análoga, o princípio pode ser aplicado no intuito de inibir determinadas \n\natitudes na sociedade, corrigir falhas de mercado e, assim, intervir nas atividades econômicas. \n\nGiambiagi e Além (2008) apontam que a elevada tributação sob bebidas alcoólicas pode \n\ncombater externalidades negativas decorrente de motoristas que dirigem embriagadas e, \n\nassim, reduzir o número de acidentes.   \n\nEssa característica da ausência de neutralidade do sistema tributário ainda contribui \n\npara o Lagemann (2004) define como efeito-renda e efeito-substituição. O primeiro efeito \n\nrepresenta a retirada do poder aquisitivo em detrimento do pagamento de tributos sobre o \n\nconsumo de bens e serviços. Essa perda do poder aquisitivo influiu diretamente no poder de \n\ncompra dos contribuintes e, por vezes, não é percebido na medida em que os tributos estão \n\nembutidos nos preços e não são identificados pelo contribuinte.  \n\nO efeito-substituição, por sua vez, conduz a substituição do bem por outro equivalente \n\ncom menor custo. Essa troca está ligada a interferência dos tributos na formação do preço dos \n\nprodutos de modo a superestimar o seu preço final e induzindo os consumidores a \n\nidentificarem bens substitutos. Neste sentido, Lagemann (2004) ainda conclui que a \n\ninterferência dos tributos produz ineficiência ao setor público e reduzem o bem-estar da \n\nsociedade ao distorcer a renda disponível e o próprio consumo.  \n\nA teoria da tributação ainda atribui à formulação de um sistema tributário ideal a \n\nequidade. Este princípio diz respeito à distribuição equânime da carga tributária entre os \n\ndiferentes indivíduos, isto é, cada contribuinte deve contribuir com uma parcela justa para \n\ncobrir os gastos do governo. Esta parcela justa estaria a critério do ordenamento jurídico e da \n\nadministração tributária enquanto responsáveis por evitar que os contribuintes sejam onerados \n\nde forma desigual (DIAS FILHO, 2008). Neste aspecto, o combate à sonegação fiscal seria \n\n\n\n13 \n\n \n\num instrumento de aplicação da equidade, considerando que essa distorção tributária contribui \n\npara o tratamento desigual entre os contribuintes tributários.  \n\nA equidade ainda pode ser diferenciada entre o aspecto horizontal e vertical. A \n\nprimeira compreende ao tratamento igualitário entre os indivíduos considerados iguais perante \n\na capacidade de gerar renda ou mesmo em relação ao consumo. Por essa classificação, o \n\nsistema tributário deve garantir a justiça social no compartilhamento da carga tributária entre \n\nos contribuintes considerados semelhantes. Enquanto a equidade vertical tem respaldo no \n\ntratamento diferenciado aos contribuintes considerados diferentes e pode ser analisado a partir \n\ndo princípio do benefício e da capacidade de pagamento (SANTOS, 2006). \n\nA partir do princípio do benefício os indivíduos deveriam contribuir conforme os \n\nbenefícios proporcionados pelos bens e serviços públicos. De forma análoga, as camadas mais \n\npobres que utilizam em maior proporção das ações publicas como saúde, educação e \n\nsegurança deveriam ser oneradas mais pesadamente. Assim, o princípio contribuiria para a \n\nregressividade do sistema tributária ao onerar os mais pobres e em menor proporção os mais \n\nricos. Em relação às críticas ao princípio, Dias Filho (2008) pondera que o benefício gerado \n\npelo consumo de bens públicos nem sempre é reconhecido pelos governos devido às variações \n\nnas preferências pelo consumo de bens públicos. A aplicação deste princípio pode ser \n\nvisualizada na implementação de taxa de contribuição, pagamentos de pedágios ou tarifas, \n\nvisto que apresentam destinação específica e é perceptível sua finalidade.  \n\nO princípio da capacidade de pagamento prevê que a arrecadação tributária deve \n\nonerar os mais ricos que os pobres, o que contribui para a progressividade do sistema \n\ntributário. Segundo Dias Filho (2008) o sistema tributário brasileiro apresenta características \n\nsemelhantes ao princípio no que compete a tributação sob a renda do país. No entanto, ainda é \n\npresente falhas em sua constituição como a presença de um limite para a tributação da renda, \n\no que impede a incidência tributária sobre grandes valores. Nesse sentido, Santos (2006) \n\nressalta que a principal motivação para uma alteração do sistema tributário está centrada na \n\nausência de equidade.  \n\nDe acordo com os pressupostos utilizados por Stiglitz (2000) para a formação de um \n\nsistema tributário ideal, é notável a contraposição entre eficiência econômica e equidade. \n\nEnquanto a primeira prevê a minimização dos efeitos da tributação sob as atividades \n\neconômicas, a equidade identifica características da arrecadação tributária de modo a \n\nconcentrar a arrecadação sobre uma parcela da população. Assim, autores como Santos et al. \n\n\n\n14 \n\n \n\n(2011),  Paz (2008), Santos (2006), Ercole (2011) e Stiglitz (2000) comungam do constante \n\ntrade-off entre equidade e eficiência econômica para a formulação de um sistema tributário.  \n\n \n\n2.3. Estrutura de Mercado e Tributação \n\nSegundo Santos (2011), a incidência tributária sob as mercadorias pode ser \n\ncompreendida pela análise das estruturas de mercados na qual estão inseridas. Fatores como a \n\ndiferenciação dos produtos, número de vendedores e compradores, barreiras à entrada de \n\nnovos concorrentes, cooperação entre organizações e a sonegação são variáveis que podem \n\ninterferir na forma de recolhimento ou instituição de um determinado tributo. \n\nNeste aspecto, compreender as estruturas de mercado possibilita reconhecer os efeitos \n\nde um tributo sobre os consumidores, produtores ou vendedores, inclusive a maneira como a \n\nreceita tributária do Governo será afetada (MAGALHÃES, 2005).  Desse modo, as estruturas \n\nde mercado definidas por Mankiw (2009) e Pindyck e Rubinfeld (2007) apresentam \n\ncaracterísticas para os mercados de concorrência perfeita e imperfeita, sendo este composto \n\npelo monopólio, oligopólio e a concorrência monopolística. \n\nOs mercados de perfeitos são caracterizados pelo número elevado de agentes \n\ncompradores e vendedores que negociam produtos idênticos e há livre acesso ao mercado. \n\nCada comprador e cada vendedor não possuem influencia sobre a formação do preço final do \n\nproduto, já que este saldo seria estipulado pelo próprio mercado dentre a oferta e procura dos \n\nbens (MANKIW, 2009). Além disto, pode-se destacar a existência da simetria informacional \n\nde modo que não haja distorções no mercado, preços diferenciados entre os inúmeros \n\ncompradores ou vendedores. Santos (2011) destaca que essa estrutura de mercado é um \n\nmodelo teórico e não encontrado na realidade. \n\nOs mercados imperfeitos, por sua vez, diferem do modelo anterior quanto a \n\ncapacidade de interferência nos preços dos produtos pelos compradores e vendedores. Estes \n\npassam a exercer influência e a conquistar parcelas de mercado, o que permite alterar a oferta \n\nde cada produto e, consequentemente, o preço transacionado. Para Santos (2011) os mercados \n\nimperfeitos são caracterizados pela rivalidade entre as empresas e, mesmo, a dependência \n\nentre organizações em referência a divisão do processo produtivo. Nesse mercado, a \n\ninformação não é distribuída igualmente entre os agentes constituintes sendo essa \n\ncaracterística uma das que propiciam a interferência nos preços dos produtos. \n\nEste tipo de mercado é composto por diferenciados tipos de mercados, com \n\ncaracterísticas próprias quanto ao número de agentes ofertantes de produtos, concorrência \n\n\n\n15 \n\n \n\nentre organizações e domínio de mercados (MANKIW, 2009). Destacam-se assim, as \n\nestruturas de mercado monopolista, oligopolista e de concorrência monopolista ou imperfeita.  \n\nO monopólico caracteriza-se pela existência de uma única firma que estabelece o \n\npreço e a quantidade que produtos que maximiza o seu lucro. Como não há concorrentes \n\ncapazes de competir neste tipo de mercado, não há bem substitutos e a entrada de outras \n\nempresas neste seguimento é restrita. Mankiw (2009) destaca que as barreiras à entrada de \n\nempresas no mercado ocorrem pelo domínio de recursos para produção por uma única \n\nempresa, pela regulamentação do governo ao conceder a determinada empresa o direito \n\nexclusivo de produzir determinado bem ou serviço, ou mesmo, pela capacidade de uma \n\norganização em oferecer um produto a custo mais baixo que um grande número de \n\nprodutores.  \n\nVarian (2006) aponta que mesmo com o domínio de um segmento de mercado, no \n\nmonopólio a capacidade de venda é limitada à demanda do mercado. No entanto, cabe à \n\norganização monopolista determinar a quantidade de produto que será ofertada ao mercado de \n\nmodo interferir no preço de comercialização.  \n\nA concorrência monopolista encontra-se entre as formas extremas de mercado: a \n\nconcorrência perfeita e o monopólio. Na concorrência monopolista há muitas empresas que \n\nvendem produtos similares, porém não idênticos. Desse modo, a diferenciação dos produtos \n\npela organização quando da sua disposição para venda tende a influenciar na escolha do \n\nconsumidor. A entrada e saída de empresas nessa estrutura de mercado também é livre, o que \n\npossibilita o acesso sem restrições. Destaca-se também, a existência de múltiplos vendedores \n\nque concorrem pelo mesmo grupo de clientes. Neste sentido, os mercados de livros, \n\nrestaurantes, filmes, jogos para computador, entre outros, são exemples de mercados de \n\ncompetição monopolística (MANKIW, 2009).  \n\nO oligopólio é caracterizado pelo domínio de poucas empresas sob a maior parte ou \n\ntoda a produção de um mercado. Nesta situação, a entrada de outras organizações no mercado \n\né restrita devido às barreiras impostas pelas empresas dominantes. A tecnologia utilizada, \n\ndomínio de patentes, investimentos em publicidade para divulgar uma marca, os custos de \n\nprodução e domínio de recursos necessários ao processo produtivo, também são \n\ncaracterísticas apontadas por Pindyck e Rubinfeld (2007) como barreiras a entrada de novas \n\norganizações nos mercados oligopolistas.  \n\nComo poucas empresas concorrem nesse mercado, as atitudes dos compradores e \n\nvendedores exercem influência na formação dos preços dos produtos. Pindyck e Rubinfeld \n\n\n\n16 \n\n \n\n(2007) ainda destacam que no mercado oligopolista as decisões de preço, nível de produção, \n\npropaganda e investimentos envolvem considerações estratégicas na medida em que \n\ninfluenciam as demais organizações do mercado. O equilíbrio de mercado oligopolista é \n\ncaracterizado pela influência que uma organização exerce sob a outra.  \n\nÉ notável que em mercados oligopolistas cada organização detenha uma parcela do \n\nmercado em virtude da restrição a entrada de novos empreendedores, aliada a ausência de \n\nbens substitutos. Mankiw (2009) aponta que essas características propiciam a cooperação e a \n\nformação de cartel entre as organizações no intuito de fixarem os preços transacionados e as \n\nquantidades dos produtos transacionados.  \n\nA cooperação das organizações em mercados oligopolistas pode afetar a livre \n\nconcorrência ao interferir na quantidade dos produtos ofertados e, consequentemente, os \n\npreços praticados no mercado. Desse modo, cabe ao Estado adotar medidas capazes de \n\nfiscalizar essas ações e reduzir o efeito negativo do controle dos preços sob os consumidores. \n\nNo intuito de preservar a livre concorrência entre as diferentes estruturas de mercado Mankiw \n\n(2009) aponta que a legislação pode desencorajar a cooperação entre as empresas. Esse \n\nmecanismo de controle por parte do Estado é realizado pela edição de leis antitruste que \n\npodem regular mercados ao controlar os preços transacionados, a produção realizada pelos \n\nfornecedores, bem como fiscalizar as organizações.  \n\nNo Brasil, destaca-se a edição da Lei nº 12.529/2011 que orienta para a livre \n\nconcorrência e a defesa do consumidor ao estruturar o Sistema Brasileiro de Defesa da \n\nConcorrência (SBDC) e dispor sobre a preservação e repressão às infrações contra a ordem \n\neconômica. A legislação considera como ilegal qualquer cooperação entre empresas que \n\nvisem manipular preços e dominar parcela do mercado, fatos estes, que afetam os \n\nconsumidores.  \n\nMankiw (2009) ainda destaca a regulamentação dos mercados como mecanismo de \n\ncontrole e redução da cooperação entre organizações. Esta regulação é realizada pelo Estado \n\npor meio de Agências de controle que visam fiscalizar e controlar aqueles mercados com \n\ncaracterísticas próximas ao monopólio e ao oligopólio. Essa regulação é usual em mercados \n\ncomo de distribuidoras de água e energia elétrica, petróleo, combustíveis, telecomunicações, \n\nentre outros que apresentam poucos bens substitutos e elevado custo de operação, o que \n\nimpossibilita que outras organizações possam inserir nesse mercado.  \n\nNo Brasil destaca-se a regulamentação do mercado de petróleo, gás natural e \n\nbiocombustíveis pela Agência Nacional do Petróleo, Gás Natural e Biocombustíveis (ANP), a \n\n\n\n17 \n\n \n\nAgência Nacional de Energia Elétrica (ANEEL) e Agência Nacional de Transportes \n\nTerrestres (ANTT). Essas Agências têm como objetivo a fiscalização dos mercados por meio \n\ndo controle dos preços praticados, a produção disponibilizada, no intuito de reduzir a \n\ncooperação entre as organizações para controle do mercado.  \n\n\n\n18 \n\n \n\n3. A SUBSTITUIÇÃO TRIBUTÁRIA E O ICMS \n\n3.1. Caracterização da Substituição Tributária em Minas Gerais \n\nA fundamentação jurídica para implementação da Substituição Tributária está no \n\nartigo 128 do Código Tributário Nacional (CTN). Este fundamento atribui a terceira pessoa a \n\nresponsabilidade pelo crédito tributário, vinculada ao fato gerador da respectiva obrigação. \n\nDesta forma, a lei pode excluir o contribuinte do pagamento do tributo de modo a atribuir à \n\nterceira a capacidade do recolhimento.  \n\nCassone (2010) identifica que esta terceira pessoa pode ser representada pelo o \n\npagador, o doador, o adquirente, o transportador, o armazenador, o depositário, o \n\nconsignatário, entre outros; enquanto a primeira pessoa da arrecadação é representada pelo \n\nFisco e a segunda é o próprio contribuinte substituído. \n\nNeste aspecto, a substituição tributária tem sido aplicada ao ICMS como instrumento \n\nde fiscalização e controle fiscal ao reduzir o número de agentes responsáveis pelo \n\nrecolhimento do tributo. Para o Estado de Minas Gerais, as regras gerais da substituição \n\ntributária estão previstas no Anexo XV do Decreto nº 32.535/1991, também conhecido como  \n\nRegulamento do ICMS (RICMS/2002) que determina a existência de três alternativas de \n\naplicação, a saber: \n\n- Substituição tributária em operações antecedentes: aplicável quando o imposto \n\ndevido pelo remetente ou alienante da mercadoria ficar sob a responsabilidade do destinatário, \n\ntambém denominada como substituição tributária \"para trás\"; \n\n- Substituição tributária em prestações concomitantes: aplicável, quando, por exemplo, \n\no recolhimento do imposto devido pelo prestador de serviço de transporte rodoviário de carga \n\nficar sob a responsabilidade do alienante ou do remetente por ocasião da saída da mercadoria, \n\nem relação à prestação realizada; \n\n- Substituição tributária em operações subsequentes: quando o recolhimento do \n\nimposto devido pelo adquirente ou destinatário da mercadoria, nas sucessivas operações até o \n\nconsumidor final, ficar sob a responsabilidade do alienante ou remetente da mercadoria. \n\nTambém denominada de substituição tributária \"para frente\". \n\nJorge et al. (2007) ponderam que ST para frente é método mais conhecido no meio \n\ncontábil e jurídico, pois responsabiliza o remetente (contribuinte substituto) a obrigação de \n\ncalcular e destacar o ICMS/ST no documento fiscal, antecipando a cobrança do imposto do \n\ndestinatário (contribuinte substituído) e adicionando este valor na operação, tornando-se assim \n\nresponsável pelo recolhimento nas operações subsequentes.  \n\n\n\n19 \n\n \n\nNo Brasil a substituição tributária que se utiliza é a substituição para frente, no qual é \n\natribuída ao fabricante, ou ao distribuidor, a condição de contribuinte substituto dos \n\nadquirentes de seus produtos. Neste caso, o legislador parte do princípio da ocorrência de \n\noperações futuras (FERREIRA e PAULINO, 2004). \n\nA Figura 3 apresenta a relação entre os diferentes agentes da cadeia produtiva na qual \n\no ICMS incide e a participação do substituto tributário, responsável pelo recolhimento. \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2 - Contribuinte substituto para o ICMS \nFonte: Adaptado de Silva (2009) \n\n \n\nEm fase anterior a implementação da substituição tributária para o ICMS, o \n\nrecolhimento do imposto ocorria tanto na indústria quanto no atacado e no varejo. Com a \n\ninserção do substituto tributário a indústria apresenta-se como principal elo do governo \n\nestadual para recolhimento do referido imposto. Em relação ao estado de Minas Gerais o \n\nRICMS/2002 determina que o substituto tributário pode ser representado pelo \n\nestabelecimento industrial situado no estado, no momento da saída da mercadoria; pelo \n\ncontribuinte mineiro, inclusive o varejista, destinatário de mercadoria em operação interna ou \n\ninterestadual, quando a responsabilidade for atribuída ao alienante ou ao remetente e este não \n\nefetuar a retenção ou efetuar retenção a menor do imposto; ou mesmo pelo estabelecimento \n\nindustrial e o não industrial situados nas unidades da Federação por ocasião da saída da \n\nmercadoria  \n\nRessalta-se que a substituição tributária é um mecanismo de política fiscal adotada \n\npelos estados da federação para o ICMS de modo que nas operações interestaduais há a \n\ncelebração de protocolos entre os estados e sob supervisão do Conselho Nacional de Política \n\nFazendária (CONFAZ). Este órgão é responsável por legitimar por meio de convênios ou \n\nprotocolos as relações comerciais e a instituição da Substituição Tributária na comercialização \n\nde mercadorias e serviços entre os diferentes estados. \n\nAo ente substituto cabe a responsabilidade de recolher o imposto referente às demais \n\netapas da cadeia de comercialização até ao consumidor final. Desta forma, o Governo de \n\nIndústria Atacadista Varejista Consumidor \n\nOperações Subsequentes \n\nSubstituto Tributário Contribuintes Substituídos \n\n\n\n20 \n\n \n\nMinas Gerais, por meio do art. 19, Anexo XV, do RICMS/2002 determina que a base de \n\ncálculo do imposto para fins de substituição tributária é:  \n\na) tratando-se de mercadoria cujo preço final a consumidor, único ou máximo, seja \n\nfixado por órgão público competente, o preço estabelecido; \n\nb) tratando-se de mercadoria que não tenha seu preço fixado por órgão público \n\ncompetente, observada a ordem: \n\n1. o preço médio ponderado a consumidor final (PMPF) divulgado em portaria da \n\nSuperintendência de Tributação; \n\n2. o preço final a consumidor sugerido ou divulgado pelo industrial, pelo importador \n\nou por entidade representativa dos respectivos segmentos econômicos aprovado em \n\nportaria da Superintendência de Tributação; ou \n\n3. o preço praticado pelo remetente acrescido dos valores correspondentes a \n\ndescontos concedidos, inclusive o incondicional, frete, seguro, impostos, \n\ncontribuições, royalties relativos a franquia e de outros encargos transferíveis ou \n\ncobrados do destinatário, ainda que por terceiros, adicionado da parcela resultante da \n\naplicação sobre o referido montante do percentual de margem de valor agregado \n\n(MVA). \n\n \n\nNeste aspecto, a substituição tributária parte da projeção do valor de comercialização \n\ndos bens e serviços para efetuar o cálculo do ICMS. Pela forma de cálculo, pode ocorrer que o \n\npreço estipulado pelo governo pode ser incompatível com preço operacional ao final do ciclo \n\ndos produtos, este valor pode ser superior ou mesmo inferior ao predeterminado.  \n\nNo caso dos preços serem inferiores, o RICMS/2002 de Minas Gerais não permite o \n\nretorno do valor recolhido a maior frente à execução pela venda. O valor apenas será \n\nrestituído nas hipóteses de saída para estabelecimento de outra unidade da Federação, pela \n\nocorrência de isenção ou não incidência do tributo ou mesmo por furto, roubo ou qualquer \n\nperda. Em virtude das externalidades negativas na comercialização dos produtos que afetem \n\nseus preços o governo tende a arrecadar valor superior de ICMS. \n\nEntretanto, partindo do princípio que a receita tributária deve ser compatível com a \n\ncapacidade contributiva dos contribuintes e com a realidade econômica do mercado, o \n\nmecanismo da substituição tributária como política pública pode ocasionar distorções no \n\nmercado impactando nas cadeias produtivas. \n\nSilva (2009) avaliando a implementação da política fiscal em Minas Gerais identificou \n\nque a ST impactou a receita de ICMS ao elevá-la em seis setores específicos, sendo seu \n\ncrescimento superior ao recorrente a mercadorias que não foram submetidas ao regime \n\ntributário. \n\nNeste aspecto, Jorge et al. (2007) e Gonzales e Corrar (2010) avaliando a influência da \n\nsubstituição tributária sobre os contribuintes substitutos, apontou que a antecipação do \n\nrecolhimento do tributo afeta o fluxo de caixa das organizações uma vez que há o desembolso \n\nantecipado de ICMS. Biava Júnior e Oyadomari (2010) identificaram que o mecanismo \n\n\n\n21 \n\n \n\ntributário tende a elevar os custos dos tributos pela redução da margem de lucro das empresas \n\nsubstitutas em virtude da tributação abranger uma base de cálculo superior ao que seria \n\nrealizado ao consumidor final. \n\nOutros pesquisadores como Moraes (2004) e Gaia (2010) analisaram a ST pela \n\nperspectiva jurídica. O primeiro autor demonstrou a constitucionalidade da substituição \n\ntributária ao tributar e antecipar o fato gerador da obrigação tributária, bem como visa provar \n\na legalidade da restituição do valor recolhido em casos de roubo ou perda, excluída em \n\ndemais casos. Enquanto o segundo estudo demonstrou que esta política tributária afeta a \n\natividade empresarial ao tributar sob um valor, muitas vezes, distorcido do praticado nas \n\natividades comerciais como também questiona o instituto jurídico diante aos princípios \n\nconstitucionais da não-cumulatividade, capacidade contributiva, não-confisco e da \n\npreservação da empresa. \n\n \n\n3.2 O Imposto sobre Circulação de Mercadorias e sobre Prestação de Serviços de \n\nTransporte Interestadual e Intermunicipal e de Comunições (ICMS) \n\n \n\nNa condição de república federativa, o Brasil é formado pela união de três níveis \n\ngovernamentais - União, Estados e Municípios - que gozam de independência e autonomia \n\npolítica, administrativa e financeira e são responsáveis por assegurar e garantir os direitos \n\nsociais como educação, saúde, trabalho, lazer, segurança, previdência social e assistência \n\nsocial à população. \n\nPara financiar o desenvolvimento destas atividades a Constituição Federal de 1988 \n\n(CF/1988) define entre os artigos 193 a 219 que a principal fonte de recursos para \n\nfinanciamento das políticas públicas é a arrecadação tributária. Esta forma de arrecadação é \n\ncompartilhada entre os diferentes níveis governamentais e sob cada ordenamento está \n\natribuída a capacidade de instituir e cobrar os tributos.  \n\nDesta forma, estão sob competência da União os impostos sobre importação de \n\nprodutos, exportação, renda, produtos industrializados, operações de créditos, câmbio e \n\nseguros, propriedade territorial rural e grandes fortunas; aos Estados e ao Distrito Federal \n\ncabem os impostos sobre transmissão causa mortis e doações, operações relativas à circulação \n\nde mercadorias e sobre prestação de serviços de transporte interestadual e intermunicipal e de \n\ncomunicação, e propriedade de veículos automotores; e aos Municípios e Distrito Federal \n\ncompetem tributar sobre a propriedade predial e territorial urbana, transmissão “inter vivos” \n\nde qualquer título e serviços de qualquer natureza (CTN, 1966). \n\n\n\n22 \n\n \n\nA arrecadação tributária proveniente dos diferentes níveis federativos permite definir a \n\ncarga tributária brasileira, sendo esta ponderada conforme o Produto Interno Bruno (PIB) \n\ncomo mecanismo para quantificar sua participação na economia. A partir desta relação, a \n\nFigura 1 identifica o comportamento ascendente carga tributária no horizonte de onze anos. \n\nSegundo Santos e Oliveira (2011) esta tendência evidencia o esforço da sociedade em \n\ncontribuir por meio de tributos para as atividades do Estado e, assim, financiar o \n\ndesenvolvimento e implementação de políticas públicas. \n\n \n\n30,03%\n\n30,81%\n\n32,64% 32,53%\n\n33,49%\n\n34,13%\n34,52%\n\n34,69%\n34,85%\n\n34,41%\n\n35,04%\n\n29,00%\n\n30,00%\n\n31,00%\n\n32,00%\n\n33,00%\n\n34,00%\n\n35,00%\n\n36,00%\n\n2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010\n \n\nFigura 3 - Carga tributária no Brasil no período de 2000 e 2010  \nFonte: Instituto Brasileiro de Planejamento Tributário (2011) \n\n \n\nEm relação aos diferentes tributos que compõem a carga tributária incidente sobre as \n\norganizações e a população brasileira, pode-se destacar a participação do imposto sobre \n\ncirculação de mercadorias e sobre a prestação de serviços de transporte interestadual e \n\nintermunicipal e de comunicação (ICMS).  \n\nO ICMS apresenta características que o diferenciam dos demais impostos brasileiros: \n\ni) é um imposto de competência estadual; ii) é não-cumulativo, permitindo a compensação do \n\nque for devido em cada operação com o valor cobrado nas operações anteriores; iii) é seletivo, \n\nisto é, será cobrado conforme a essencialidade das mercadorias, pautando-se na existência de \n\ndiferentes alíquotas para os diferentes tipos de produtos; iv) é um tributo indireto, uma vez \n\nque incide sobre operações com mercadorias, tendo como principais contribuintes empresas \n\ncomerciais e industriais (BIAVA JÚNIOR e OYADOMARI, 2010). \n\nEm relação a sua área de competência, cabe aos Estados e ao Distrito Federal, por \n\nmeio de Constituição Estadual e Lei Complementar, definir tanto as alíquotas incidentes \n\nquanto os instrumentos de política tributária. Para o ICMS, estes instrumentos podem ser \n\nsegregados entre aqueles que promovem o incentivo a setores econômicos, como a isenção, \n\n\n\n23 \n\n \n\ndiferimento e redução da base de cálculo, como também pelos mecanismos de controle e \n\nfiscalização dos tributos, como a substituição tributária. \n\nEm Minas Gerais, o Decreto nº 43.080/2002 (RICMS/2002) determina que a isenção \n\nrepresenta a dispensa do pagamento do imposto em determinada etapa do ciclo produtivo. O \n\ndiferimento evidencia a transferência do lançamento e recolhimento do imposto em \n\ndeterminada etapa do processo produtivo para etapa posterior. Enquanto a redução da base de \n\ncálculo representa a diminuição da alíquota do ICMS para setores específicos (SILVA, 2005). \n\nDiante a extensa base de contribuintes do imposto, o elevado número de agentes \n\nenvolvidos na sua retenção e nos diferenciados mecanismos arrecadatórios há a possibilidade \n\nde coexistir a sonegação fiscal ou a informalidade nas atividades econômicas para evitar o \n\nrecolhimento de ICMS.  \n\nNo intuito de reduzir a sonegação fiscal e recuperar a receita tributária, o Estado de \n\nMinas Gerais instituiu a para diferentes grupos de mercadorias. Este instrumento visa \n\nconcentrar a arrecadação tributária em determinados grupos empresariais, ocorrendo, assim, o \n\npagamento antecipado do imposto. Com isto, Silva e Giroletti (2011) apontam que a \n\nimplementação da substituição tributária está ligada às atividades de combate à sonegação e \n\nmelhoria do controle fiscal diante a redução dos agentes da cadeia produtiva responsáveis \n\npelo recolhimento do imposto. \n\n\n\n24 \n\n \n\n4. METODOLOGIA \n\n4.1 Delineamento da Pesquisa \n\nSegundo Gil (2010) a pesquisa descritiva visa descrever as características de \n\ndeterminada população, estabelecer relações entre as variáveis selecionadas e aplicar técnicas \n\npadronizadas de coleta e análise dos dados. Neste aspecto, a presente pesquisa pode ser \n\nconsiderada como descritiva ao verificar se a implementação da substituição tributária \n\ncontribui para elevar a arrecadação de ICMS no segmento de GLP em Minas Gerais.  \n\nQuanto aos meios de investigação utilizados, adotou-se de pesquisa documental ao \n\nutilizar de fontes secundárias; bibliográfica, por utilizar material já publicado, constituído por \n\nlivros, teses, dissertações e artigos disponibilizada na internet como suporte para elaboração \n\nda plataforma teórica e análise dos dados e expost-facto ao pesquisar sob um intervalo \n\ntemporal após a implementação da substituição tributária.  \n\nEm relação à operacionalização das variáveis utilizam-se métodos quantitativos para \n\ntratamento dos dados secundários. Neste estudo, aborda-se o software EViews 5.0 para \n\ndesenvolvimentos dos testes estatísticos.  \n\n \n\n4.2 Delimitação da área de estudo e coleta de dados \n\nPara execução desta pesquisa adotar-se-á o estado de Minas Gerais como instrumento \n\nde análise devido à implementação da substituição tributária como mecanismo de arrecadação \n\nde ICMS. Segundo Silva e Giroletti (2011) nesse Estado, o instrumento de política tributária \n\nvem sendo aplicado à comercialização de bens e serviços desde o Regulamento do ICMS \n\naprovado pelo Decreto nº 32.535/91.  \n\nO gás liquefeito de petróleo, também conhecido como gás de cozinha, foi inserido \n\nnessa técnica tributária em dezembro de 2005, juntamente com segmento de combustíveis em \n\nMinas Gerais. Segundo Araújo (2011), no segmento de GLP ainda é recorrente o comércio \n\ninformal que implica em evasão de impostos e promove distorção nas condições na \n\nconcorrência entre as empresas legalmente estabelecidas. Além disto, a informalidade \n\ncontribui para aumento do risco à segurança pública uma vez que o manuseio inadequado \n\npode provocar sérios acidentes. \n\nNeste aspecto, a inserção do GLP na substituição tributária pode estar associada à \n\nredução da sonegação fiscal e da informalidade presente na cadeira produtiva. Essa vertente \n\ncorrobora com a visão da Secretaria de Estado da Fazenda de Minas Gerais (SEF/MG) que \n\n\n\n25 \n\n \n\ninstituiu a substituição tributária, ao afirmar que a presente técnica visa promover recuperação \n\nda receita do ICMS, mediante melhoria do controle fiscal, sem, contudo elevar a carga \n\ntributária. \n\nOs dados utilizados neste estudo compreendem o período de janeiro de 2002 a \n\ndezembro de 2010, com frequência mensal o que totaliza 108 observações. As informações \n\nsão oriundas da Secretaria de Estado da Fazenda de Minas Gerais, Agência Nacional do \n\nPetróleo, Gás Natural e Biocombustíveis (ANP) e da Petrobrás S/A. \n\n \n\n4.3 Procedimentos para aplicação do teste de quebra estrutural \n\nVisando identificar o comportamento da arrecadação de ICMS para o segmento de \n\nGLP em Minas Gerais, a presente pesquisa utiliza-se da metodologia Box-Jenkins, que \n\nconsiste em definir um modelo univariado que melhor se ajuste à série temporal para aplicar o \n\nteste de quebra estrutural. Os procedimentos adotados correspondem aos descritos por \n\nGujarati (2006) e Bueno (2011). As etapas para elaboração da metodologia Box-Jenkins \n\nconsiste em: i) análise gráfica; ii) teste Dickey-Faller Aumentado (ADF); iii) identificação do \n\nmodelo univariado. \n\nPrimeiramente, procedeu-se a análise gráfica das séries temporais de arrecadação de \n\nICMS para o segmento atacadista, varejista e arrecadação total do imposto no intuito de \n\nidentificar a presença de sazonalidade e tendência. Enquanto a sazonalidade compreende os \n\nmovimentos cíclicos e que se reproduzem ao longo do tempo com regularidade, a tendência é \n\ndefinida como qualquer alteração no comportamento da série, mantendo-se constante o \n\ncrescimento ou decrescimento (NASCIMENTO e ALMEIDA, 2010). A presença de \n\ntendência na série temporal deve ser corrigida uma vez que representa a influência do tempo \n\nsob a arrecadação.  \n\nPosteriormente, realizou-se o teste ADF para verificar se as séries temporais são \n\nestacionárias. O teste consiste em analisar se a média, variância e covariância são constantes \n\nao longo de tempo uma vez que a não-estacionariedade pode comprometer a análise dos \n\nresultados mesmo que o coeficiente de determinação ou o t de student sejam elevados \n\n(MARGARIDO e MEDEIROS JÚNIOR, 2006).  \n\nBaseando-se nos resultados do teste ADF, utilizou-se a análise das funções de \n\nautocorrelação (FAC) e autocorrelação parcial (FACP), por meio do correlograma das \n\nvariáveis de arrecadação de ICMS com intuito de identificar os parâmetros dos modelos \n\nunivariados. Segundo Gujarati (2006), um modelo univariado é composto por uma variável é \n\n\n\n26 \n\n \n\nexplicada por seus valores defasados a partir da constituição de modelos auto-regressivos ou \n\nde médias móveis. \n\n No processo auto-regressivo os períodos passados influenciam os valores atuais de \n\numa variável. Se, por exemplo, uma variável é influenciada pelo valor imediatamente \n\nanterior, há um processo AR(1), se por ventura depender de dois períodos anteriores será \n\nAR(2).  \n\nO processo de médias móveis compreende a combinação linear de termos de erros \n\natuais e passados. As médias móveis estão relacionadas com o erro da regressão univariada \n\nelaborada. Para tanto, se o erro do período anterior influenciar a variável dependente, há um \n\nprocesso de ordem, MA(1). Segundo Paula (2011), o estabelecimento de uma técnica de \n\nidentificação do modelo é pautado nos processos AR(p) ou MA(q), ou nos dois em conjunto, \n\ncom a formação do processo ARMA(p, q). Ressalta-se que p equivale aos termos auto-\n\nregressivos e q aos termos de média móvel. \n\nA identificação do modelo compreende a escolha dos termos auto-regressivos (p) e os \n\ntermos de média móvel (q) a partir da análise dos resultados do correlograma. Esta análise \n\nocorre pela interpretação da função autocorrelação (FAC) que identifica a correlação entre a \n\nvariável dependente e suas defasagens ao longo do tempo; e da função autocorrelação parcial \n\n(FACP) que também identifica a correlação entre a variável dependente e as defasagens, mas \n\nremove a correlação entre as defasagens intermediárias (GUJARATI, 2006). A identificação \n\ndos modelos AR, MA ou ARMA são apresentados na Tabela 2. \n\n \n\nTabela 2 – Padrões teóricos das funções FAC e FACP \n\nModelo Padrão da FAC Padrão da FACP\n\nAR (p)\n\nDeclina exponencialmente ou com \n\npadrão de onda senóide amortecida ou \n\nambos\n\nApresenta picos significativos até p \n\ndefasagens\n\nMA (q)\nApresenta picos significativos até q \n\ndefasagens\nDeclina exponencialmente\n\nARMA (p, q) Diminui exponencialmente Diminui exponencialmente\nFonte: Gujarati (2006) \n\n \nSegundo Castanho (2011), a escolha do parâmetro auto-regressivo p ocorre via análise \n\ndo gráfico da FACP com picos das defasagens fora do intervalo de confiança. O valor de q, \n\npor sua vez, é notável no gráfico da função FAC. Pelo princípio da parcimônia recomenda-se \n\na escolha de valores mínimos para p e q.  \n\n\n\n27 \n\n \n\nA partir da seleção dos critérios AR(p), MA(q) ou ARMA(p, q) para as variáveis de \n\narrecadação de ICMS, estimou-se a regressão univariada. A variável dependente é \n\nrepresentada pela arrecadação de ICMS, enquanto as variáveis independentes são compostas \n\npelos critérios AR(p), MA(q) ou ARMA(p, q). Sob a equação estimada é notável avaliar o \n\ncoeficiente de determinação da regressão (R\n2\n) no intuito de evidenciar se o modelo é \n\nrepresentativo e se as variáveis independentes apresentam elevado poder de explicação.  \n\nCom a equação univariada estimada para variável de arrecadação é possível aplicar o \n\nteste de quebra estrutural. Nesta pesquisa, utiliza-se do teste de Chow devido ao \n\nconhecimento do ponto de possível ruptura, data da implementação da substituição tributária \n\npara o segmento de GLP em Minas Gerais.  \n\nNeste sentido, espera-se que exista uma quebra estrutural no comportamento da \n\narrecadação de ICMS, como reflexo na implementação da substituição tributária. Para tanto, \n\nas variáveis de arrecadação do referido imposto serão analisadas com base no nível de \n\nsignificância de 5%. Como mecanismo de desenvolvimento dos testes utiliza-se o software \n\nEViews 5.0. \n\n \n\n4.4. Especificação do modelo de regressão linear múltipla \n\nCom vistas a conhecer os efeitos da substituição tributária sobre a arrecadação de \n\nICMS nas atividades do comércio atacadista e varejista, bem como o reflexo da política \n\ntributária sobre o preço e a produção, adotou-se o segmento de gás liquefeito de petróleo \n\ncomo objeto de análise. Para tanto, aplicou-se a técnica multivariada de regressão linear \n\nmúltipla com recorte temporal como instrumento de análise.   \n\nForam realizadas duas regressões para captar o efeito da substituição tributária na \n\narrecadação de ICMS, uma para o comércio atacadista e outra para a arrecadação no comércio \n\nvarejista. Como a técnica tributária parte da presunção do preço final do GLP pelo Estado de \n\nMinas Gerais, esse valor pode ser diferente daquele praticado nas atividades comerciais. \n\nNeste sentido, Biava Júnior e Oyadomari (2010) identificaram que o mecanismo tributário \n\ntende a elevar os custos dos tributos pela redução da margem de lucro das empresas \n\nsubstitutas em virtude da tributação abranger uma base de cálculo superior ao que seria \n\nrealizado ao consumidor final. \n\nDiante disso, o modelo de regressão para o comércio atacadista apresenta a seguinte \n\nestruturação: \n\n \n\n\n\n28 \n\n \n\nArrecadação de ICMS no Comércio Atacadista [y] = b0 + b1 x Preço ao Produtor + b2 x \n\nProdução + b3 x Tendência + dummy \n\n \n\nArrecadação de ICMS para o Comércio Atacadista: representa a arrecadação de \n\nICMS nas atividades comerciais desenvolvidas pelas distribuidoras de GLP. Estes valores são \n\nexpressos sob o CAE 4462203 e CNAE 4682600, dispostos pela SEF/MG. Espera-se que a \n\nimplementação da substituição tributária promova aumento da arrecadação de ICMS, seja \n\npela tributação de todos agentes da cadeia produtiva e combate à sonegação, seja pela \n\npresunção de uma base de cálculo do imposto superior ao realizado nas atividades comerciais. \n\nRessalta-se que cabe ao estado de Minas Gerais elaborar a referida base de cálculo. \n\nPreço ao produtor: representa o preço médio de venda do GLP pelas refinarias de \n\npetróleo (indústrias) às distribuidoras (comércio atacadista) disponibilizadas pela ANP em \n\nperíodos mensais. Esse valor corresponde à média dos preços realizados nos postos de \n\nrefinamento instalados em Minas Gerais. Assim, espera-se que a formação do preço do \n\nprodutor também altere a arrecadação de ICMS no comércio atacadista. \n\nProdução de GLP: equivale a produção em metros cúbicos (m³) de GLP nas refinarias \n\nde petróleo instaladas em Minas Gerais. Esta variável também foi obtida no site ANP, com \n\ndisponibilidade mensal. A produção de GLP pode influenciar a arrecadação de ICMS tanto do \n\ncomércio atacadista como do varejista, visto que um aumento na produção pode conduzir à \n\nelevação das vendas, quando o mercado consegue absorver este incremento.  \n\nTendência: representa a numeração de 1 a 108, que corresponde ao número de \n\nobservações mensais da série temporal. A tendência é definida como uma mudança \n\nsistemática de longo prazo no comportamento da série temporal que pode ser de crescimento \n\nou decrescimento. A variável foi inserida no modelo como um instrumento para ajustar a \n\ntendência da série temporal e aproximá-la de uma tendência determinística. Segundo Gujarati \n\n(2006), a tendência determinística é totalmente previsível e não variável ao longo do tempo.  \n\nDummy: utilizada para segregar a série temporal entre o período anterior à \n\nimplementação da substituição tributária pelo código 0 (zero), e o período posterior pelo \n\ncódigo 1 (um). Assim, os meses de janeiro de 2002 a novembro de 2005 assumiram a dummy \n\n0, e dezembro de 2005 a dezembro de 2010, o valor 1. Ressalta-se que a ST tem efeitos a \n\npartir de 1º de dezembro de 2005. \n\nNo intuito de analisar o efeito da substituição tributária na arrecadação de ICMS para \n\no comércio varejista de GLP, foi elaborada a regressão linear: \n\n\n\n29 \n\n \n\n \n\nArrecadação de ICMS no Comércio Varejista [y] = b0 + b1 x Preço ao Consumidor + b2 x \n\nProdução + b3 x Tendência + dummy \n\n \n\nArrecadação de ICMS para o Comércio Varejista: representa a arrecadação de ICMS \n\ndo comércio varejista de GLP sob o CAE 4233000 e o CNAE 4784900. O comércio varejista \n\ncompreende as organizações que entregam o produto aos consumidores finais. Essas \n\ninstituições são representadas por supermercados, empresas específicas para venda de GLP, \n\nentre outras. Espera-se aumento da arrecadação tributária de ICMS decorrente da \n\nimplementação da ST.  \n\nPreço ao Consumidor: corresponde ao preço médio de venda do GLP do comércio \n\nvarejista ao consumidor final. Esse valor também é disponibilizado pela ANP em períodos \n\nmensais e captado em Minas Gerais pela pesquisa geral de preços realizada pela agência \n\nfiscalizadora. Espera-se que as alterações na formação do preço de venda também influenciem \n\na arrecadação de ICMS do comércio varejista, uma vez que a incidência do ICMS ocorre sob \n\no preço final do produto.  \n\nAs demais variáveis independentes utilizadas nesse modelo, a tendência, a produção e \n\na dummy, são as mesmas aplicadas à regressão do comércio atacadista \n\n \n\n4.5 Modelos Analíticos \n\n4.5.1 Teste de Estacionariedade \n\nEm relação ao comportamento da arrecadação de ICMS ao longo do tempo, torna-se \n\nnecessário verificar se cada série das variáveis é estacionária. Lopes (2002, p. 7) identifica \n\nque “uma série temporal é estacionária se a sua média, a sua variância e suas autocovariâncias \n\nsão independentes do tempo, isto é, são constantes ao longo do tempo”.  Neste sentido, Bueno \n\n(2011) aponta que a estacionariedade significa que os gráficos de uma série em quaisquer \n\nintervalos de tempo de igual tamanho exibirão propriedades estatísticas semelhantes. Estas \n\npropriedades são representadas pela média, variância e covariância constantes ao longo do \n\nintervalo temporal.  \n\nA realização do teste de estacionariedade identifica a presença de raiz unitária. Em \n\nrelação à arrecadação de ICMS e das variáveis de preço e produção, o teste analisa se o \n\ncrescimento dos valores é decorrente do tempo e não, necessariamente, da implementação da \n\nsubstituição tributária. \n\n\n\n30 \n\n \n\nNeste aspecto, Margarido e Medeiros Junior (2006) indicam o teste de Dickey-Fuller \n\nAumentado (ADF) por ser um teste rigoroso, sob o enfoque estatístico, para a análise da \n\nexistência de não-estacionariedade da série. Os autores argumentam que o teste apresentam as \n\nseguintes hipóteses: \n\nH0: Série não é estacionária, ou seja, apresenta uma raiz unitária; \n\nH1: Série é estacionária. \n\nMargarido e Medeiros Junior (2006) destacam que se uma variável apresenta raiz \n\nunitária, os resultados obtidos pela aplicação de métodos econométricos são considerados \n\nespúrios, sem significado econômico, mesmo que os testes t de student sejam significativos e \n\nque o coeficiente de determinação da regressão, R², seja elevado. \n\nAssim, foi realizado o teste de ADF no software EViews 5.0 para detectar a presença \n\nde raiz unitária. Segundo Gujarati (2006) o presente teste consiste em estimar a seguinte \n\nregressão para cada variável em análise: \n\n??? = ?1 +?2? +????1 + ??????1\n\n?\n\n?=1\n\n+ ? \n\n \n \n\nOnde Yt  representa cada variável analisada pelo teste ADF; ?1 corresponde a constante \n\nda regressão; t é a variável tempo ou tendência; ????1   corresponde ao número de \n\ndefasagens utilizado, já que o teste realiza uma regressão da variável Y em relação à mesma \n\nvariável defasada em períodos diferenciados; e ?  é um erro de ruído branco puro que \n\nrepresenta a sequência de erros com média e variância constante e sem autocorrelação. \n\nEm relação ao número de defasagens de cada variável, Enders (2010 apud MENEZES \n\ne FERNANDES, 2012) relata que o principal fato a ser usado para determinação da ordem de \n\ndefasagem é a parcimônia. Deve-se utilizar a maioria das variáveis econômicas da forma mais \n\nrazoável visto que números altos ou baixos de defasagens podem prejudicar o poder do teste \n\nestatístico. Para tanto, Nascimento e Almeida (2011) sugerem o uso de um terço ou um quarto \n\ndo número de observações para compor a escolha do número de defasagens do modelo. \n\n \n\n4.5.2 Teste de quebra estrutural \n\nVisando identificar o comportamento da arrecadação de ICMS antes e após a \n\nimplementação da substituição tributária, adotou-se o teste de quebra estrutural como \n\ninstrumento para captar a mudança ao longo da série temporal. Segundo Ambrozini et al. \n\n(2009) uma mudança estrutural pode acontecer quando os parâmetros de um modelo \n\n\n\n31 \n\n \n\nestatístico não se mantém iguais durante todo o período considerado. Diversos fatores podem \n\ncontribuir para alteração no comportamento das séries temporais, tanto que os autores \n\napontam que forças externas a área de estudo, como políticas econômicas, tributárias ou \n\nsociais representam os principais agentes promotores de mudanças estruturais.  \n\nEntre os testes utilizados para captar esta ruptura nas séries temporais, autores como \n\nPaula (2011), Oliveira e Aragón (2011), Mello (2011), Cysne et al. (2009), Coelho (2007) e \n\nOliveira (2006) apontam para a aplicação do teste de Chow por ser o teste de estabilidade \n\nmais utilizado para verificar a existência de quebras estruturais. O teste foi proposto por \n\nGregory Chow ainda na década de 1960. Apesar de outros testes terem sido criados em datas \n\nposteriores, a proposta de Chow mantém-se como um importante instrumento de análise.  \n\nAs hipóteses analisadas pelo teste de Chow compreendem: \n\nH0: Não existe quebra estrutural \n\nH1: Existe quebra estrutural \n\nNeste sentido, espera-se que exista uma quebra estrutural no comportamento da \n\narrecadação de ICMS no segmento de GLP como reflexo na implementação da substituição \n\ntributária. Para tanto, as variáveis de arrecadação do referido imposto serão analisadas com \n\nbase no nível de significância de 5%.  \n\nO teste consiste em dividir a série em subamostras, realizar regressões entre os \n\nperíodos, separadamente, e identificar a existência de diferenças significativas nos parâmetros \n\ndas equações estimadas. Assim, uma diferença significativa entre essas equações indica uma \n\nmudança na estrutura da relação (SULIANO et al., 2009; AMBROZINI, et al., 2009). \n\n Ressalta-se que o teste de Chow é aplicado quando um ponto de ruptura é conhecido. \n\nNesta pesquisa, adota-se como data de ruptura a data que a legislação determina para efeito da \n\nsubstituição tributária para os grupos de mercadorias. \n\n \n\n4.5.3 Regressão linear múltipla \n\nSegundo Rodrigues e Paulo (2009), as técnicas de estatística multivariada permitem \n\nque se explore o desempenho conjunto das variáveis e se determine a influência ou \n\nimportância de cada uma em relação das demais presentes.  Essas técnicas permitem \n\nrelacionar diferentes variáveis para realizar previsões ou mesmo explicar o comportamento \n\ndas variáveis em diferentes intervalos temporais.  \n\nHair et al. (2005)  ressalta a importância da regressão linear múltipla como uma das \n\ntécnicas multivariadas mais divulgada e versátil, sendo aplicada a várias situações e áreas de \n\n\n\n32 \n\n \n\nconhecimento. A presente técnica tem como objetivo encontrar um conjunto de variáveis \n\nindependentes que melhor expliquem o comportamento de uma variável dependente.  \n\nMonteiro et al. (2012) apontam que a regressão linear múltipla tem como função: i) \n\nescrever e compreender a relação entre uma variável dependente e uma ou mais variáveis \n\nindependentes; ii) projetar ou estimar uma variável em função de uma ou mais variáveis \n\nindependentes; iii) analisar a possibilidade de definir um modelo que represente a relação \n\nentre as duas variáveis ou amostras. \n\nPara exemplificar a construção do modelo de regressão linear múltipla, Pestana e \n\nGageiro (2005) assinalam a seguinte equação: \n\n \n\n? = ?0 +?1  ?1 +?2  ?2 +?+?? ?? +   \n\nSendo: \n\nY = variável dependente; \n\nXk = variável independente ou explicativa; \n\nb0 = componente aleatória da variação de Y (valor de Y em X = 0); \n\nbk = coeficiente de regressão linear; \n\nk= número de variáveis; \n\n  = diferença entre o valor observado e o esperado de y.  \n\n \n\nEm relação às variáveis independentes, Fávero et al. (2009, p.346) determinam que \n\nessas podem ser constituídas por variáveis métricas ou mesmo dummies. As variáveis \n\nmétricas compreendem medidas que podem ser mensuradas ou que assumem quaisquer \n\nvalores em um intervalo contínuo (TRIOLA, 2008). Enquanto as dummies são comumente \n\nutilizadas para indicar a presença ou ausência de uma qualidade ou atributo e, assim, \n\nquantificar variáveis qualitativas ao construir variáveis artificiais que podem assumir valores \n\nde 1 ou 0, valores estes utilizados a critério do pesquisador (MISSIO e JOCOBI, 2009). \n\nPara Vieira (1978), a seleção correta de um modelo é fundamental na elaboração de \n\num trabalho científico, pois dele depende a validade ou não das interpretações dos resultados. \n\nPara tanto, a escolha das variáveis independentes que possam relacionar com a variável \n\nexplicada deve estar relacionada com a construção teórica do estudo para que não haja uma \n\nregressão espúria na elaboração e interpretação dos resultados do modelo de regressão.  \n\nNeste sentido, Hair et al. (2009) complementam ao afirmar que a inclusão de variáveis \n\nirrelevantes ou a omissão de variáveis relevantes do conjunto de variáveis independentes \n\nconstituem a questão mais problemática na formação do modelo de regressão. Essas práticas \n\n\n\n33 \n\n \n\npode ainda tornar o teste de significância menos preciso e reduzir a relevância da \n\ninterpretação dos resultados.  \n\nNo intuito de reduzir este tipo de erro na formação do modelo de regressão deve-se \n\nconsiderar o coeficiente de correlação entre as variáveis independentes. Esta medida identifica \n\nse a mudança de uma variável está associada com uma alteração na outra, logo, estariam \n\ncorrelacionadas. Desse modo, a correlação pode ser utilizada como mecanismo de seleção das \n\nvariáveis que irão compor o modelo, visto que elevados valores de correlação entre as \n\nvariáveis induzem que ambas tem relação direta (CORRAR, et al. 2009). \n\nA qualidade do modelo de regressão adotado é ponderada pelo valor do coeficiente de \n\ndeterminação (R²) e pela distribuição dos resíduos da equação. Este coeficiente identifica a \n\nquantidade de variância da variável dependente que é explicada pelas variáveis \n\nindependentes. Para Tabachnick e Fiell (1996 apud BRUNOZI JÚNIOR, 2010) o coeficiente \n\nde determinação é a estatística mais utilizada para a interpretação dos resultados de uma \n\nregressão.  \n\nPara a realização do modelo de regressão corroboram Corrar et al. (2009), Fávero et \n\nal. (2009) e Gujarati (2006) que as variáveis utilizadas no procedimento estatístico devem \n\natender a um conjunto de pressupostos. Esses são compostos pela normalidade de resíduos, \n\nhomocedasticidade linearidade dos coeficientes, ausência de correlação serial entre os \n\nresíduos e multicolinearidade. Corrar et al. (2009) ainda ponderam que o não cumprimento \n\ndesses pressupostos resultam em estimativas inconsistentes e enviesadas, o que reflete em \n\nmaior erro padrão ou elevada dispersão em torno da reta o que prejudicará a análise de \n\nregressão.  \n\nNeste contexto, a presente pesquisa utiliza-se da regressão linear múltipla para \n\nverificar o comportamento da arrecadação de ICMS nos segmentos atacadistas e varejistas do \n\nmercado do gás liquefeito de petróleo. Para tanto, utiliza-se o software Eviews, versão 5.0 \n\ncom testes de significância ao nível de 5%. \n\n \n\n4.6 Operacionalização das variáveis  \n\nAo utilizar a análise temporal torna-se necessário identificar a influência da inflação \n\nsob os valores monetários. Para tanto, as variáveis abordadas nesse estudo foram corrigidas \n\npelo Índice Geral de Preços de Disponibilidade Interna (IGP-DI), da Fundação Getúlio \n\nVargas, para o mês de dezembro de 2010. A escolha deste índice justifica-se por considera em \n\nsua composição apenas as variações de preços que afetam diretamente as atividades \n\n\n\n34 \n\n \n\neconômicas do território brasileiro, além de contemplar o período do dia um ao dia trinta de \n\ncada mês, intervalo temporal este equivalente aos dados abortados nesta pesquisa (PORTAL \n\nBRASIL, 2011).  \n\n \n\n \n\n\n\n35 \n\n \n\n5. RESULTADOS E DISCUSSÕES \n\n5.1  Análise do comportamento da arrecadação de ICMS para o GLP \n\nTendo em vista que a substituição tributária promove alteração na forma de \n\nrecolhimento do ICMS para o segmento de GLP, realizou-se, inicialmente, uma análise do \n\ncomportamento da arrecadação desse imposto ao longo de nove anos. Esta análise visa \n\nidentificar se há uma alteração no comportamento da série temporal após a implementação da \n\ntécnica tributária para os elos da cadeia produtiva que incidem o imposto, a saber: comércio \n\natacadista, comércio varejista e sob a arrecadação total.  \n\nPara a realização dessa análise procurou-se verificar se a série pode ser explicada pela \n\ntendência, o que foi possível pela análise gráfica das  séries temporais.  A Figura 4 apresenta a \n\ndistribuição gráfica na arrecadação de ICMS para o segmento varejista de GLP.  \n\n \n\n \nFigura 4 - Arrecadação de ICMS na Comércio Varejista de GLP \nFonte: Adaptado SEF/MG (2011) \n\n \n\nA partir da análise gráfica é possível constatar a presença de tendência de crescimento \n\nda arrecadação do imposto ao longo da série temporal. A percpção dessa tendência é \n\nnecessária para a realização do teste de estacionariedade, no qual a tendência deve ser \n\ncontrolada para não alterar o resultado do teste.  \n\nA Figura 5, por sua vez, apresenta a análise gráfica para a arrecadação de ICMS do \n\ncomércio atacadista bem como a arrecadação total do imposto referente a cadeia produtiva do \n\nGLP. A inserção da linha de tendência no gráfico aponta para a trajetória de crescimento dos \n\nvalores arrecadados em Minas Gerais ao longo da série temporal. Ressalta-se que as séries \n\napresentam proximidade quanto ao seu comportamento já que o valor arrecadado no comércio \n\natacadista é superior ao recolhido no segmento varejista.  \n\n\n\n36 \n\n \n\n \n\n \n      Figura 5 - Arrecadação de ICMS no Comércio Atacadista e Arrecadação Total no GLP \n       Fonte: Adaptado SEF/MG (2011) \n\n \n\nBaseando-se na identificação de tendência nas séries de arrecadação, realizou-se o \n\nteste ADF para verificar a estacionariedade das variáveis. Assis e Dias (2000) ponderam que a \n\nestacionariedade é violada quando os dados apresentam tendência, decrescente ou crescente, \n\ndesta forma, a tendência deve ser removida para não resultar em uma relação espúria.  \n\nCom a finalidade de verificar se as variáveis utilizadas seguem um processo \n\nestacionário, realizou-se o teste de raiz unitária conhecido como Dickey-Fuller Aumentado \n\n(ADF). Ressalta-se que o teste foi realizado com controle da tendência visto que as variáveis \n\napresentaram sequência de crescimento ao longo da série temporal. Baseando no critério de \n\ninformação de Schwarz, foi selecionado o número de termos de defasagens incluídos em cada \n\nregressão para realizar o teste de estacionariedade. Como apresenta a Tabela 3, o teste de raiz \n\nunitária rejeita a hipótese nula de que as séries temporais são não estacionárias, assim, as \n\nséries não apresentam raiz unitária. Esse resultado permite que as variáveis sejam utilizadas \n\nna realização do teste de quebra estrutural. \n\n  \n\nTabela 3 - Teste ADF e Critério Schwarz \n\nSegmentos Raiz Unitária P-valor Schwarz \n\nComércio Atacadista Estacionária 0,0041 29,80582 \n\nComércio Varejista Estacionária 0,0328 24,90752 \n\nArrecadação Total Estacionária 0,0071 29,84042 \n\nFonte: Dados da pesquisa \n\n \n\nA partir dos resultados do teste ADF é possível identificar o modelo univariado que \n\nmelhor se ajusta às variáveis para a realização do teste de quebra estrutural. Para tanto, utiliza-\n\nse a função de autocorrelação (FAC) e a autocorrelação parcial (FACP), por meio do \n\n\n\n37 \n\n \n\ncorrelograma para identificar os modelos autorregressivos e de médias móveis. Os \n\ncorrelogramas de cada variável estão dispostos nos Apêndices desse trabalho. Destaca-se que \n\na análise do FAC permite identificar os parâmetros para as MA, enquanto a FACP identifica \n\nos parâmetros para os modelos AR.  \n\nA Tabela 4 apresenta os resultados dos modelos univariados para as variáveis de \n\narrecadação de ICMS, bem como o coeficiente de determinação ajustado para cada regressão. \n\nPara o comércio atacadista de GLP foi adotado um modelo autorregressivo com uma \n\ndefasagem, AR (1), isto indica que um período passado influencia a arrecadação de ICMS \n\natual. A escolha do modelo ocorreu a partir da análise do correlograma disposto no Apêndice \n\nA, que apresenta um declive exponencial para a FAC e picos em algumas defasagens para a \n\nFACP.  \n\nEm relação ao comércio varejista foi adotado um modelo univariado tipo AR(1) e \n\nAR(4). Desse modo, quatro períodos passados podem influenciar a arrecadação de ICMS \n\nneste segmento da cadeia produtiva de GLP, enquanto a arrecadação total de ICMS apresenta \n\nmodelo AR(1), ou seja, o período anterior à arrecadação do imposto influencia a atual.  \n\n \n\nTabela 4 - Identificação dos Modelos Univariados \n\nSegmentos Modelo Univariado R\n2\n Prob(F-statistic) \n\nComércio Atacadista AR (1)  0,84572 0,00000 \n\nComércio Varejista AR (1) AR (4) 0,74253 0,00000 \n\nArrecadação Total AR(1) 0,85388 0,00000 \n\nFonte: Dados da Pesquisa \n \n\nNota-se, a partir da Tabela 4, que os parâmetros autorregressivos são significativos e \n\nexplicam mais de 74% do comportamento da arrecadação de ICMS no segmento varejista. \n\nEm relação à arrecadação do comércio atacadista e a arrecadação total, os parâmetros dos \n\nmodelos permitem explicar 84,57% e 85,38%, respectivamente.  \n\nNo intuito de identificar as possíveis mudanças no comportamento da arrecadação de \n\nICMS em diferentes elos da cadeia produtiva do GLP em Minas Gerais, adotou-se o teste de \n\nChow como instrumento para captar a possível quebra estrutural. Autores como Paula (2011), \n\nOliveira e Aragón (2011) e Mello (2011) corroboram quanto à eficácia do referido teste para \n\nevidenciar mudanças ao longo da série temporal desde que o ponto de ruptura já seja \n\nconhecido pelo pesquisador.  \n\nA data de implementação da substituição tributária no segmento de GLP que teve \n\nefeito a partir de dezembro de 2005, como resultado do Decreto nº 44.147/2005, foi apontada \n\ncomo data de possível ruptura na série de arrecadação. Como essa técnica tributária parte da \n\n\n\n38 \n\n \n\nestimação o preço de venda ao consumidor e sob este valor retém a parcela competente a toda \n\ncadeia produtiva ainda nas refinarias de petróleo (indústrias), estima-se que haja uma \n\nalteração na receita estadual. Essa alteração seria consequência da divergência entre o preço \n\nestimado pelo Governo e o praticado no comércio.  \n\nO resultado do teste de Chow, apresentado na Tabela 5, aponta que há presença de \n\numa mudança estrutural em função da implementação da substituição tributária no segmento \n\nde GLP em Minas Gerais. Essa alteração ao longo da série temporal é percebida tanto nos elos \n\nintermediários da cadeia produtiva, arrecadação do comércio atacadista e varejista, quanto na \n\narrecadação total do imposto. Assim, o p-valor para as variáveis permitem rejeitar a hipótese \n\nnula de estabilidade dos parâmetros a um nível de significância de 5%.  \n\n \n\nTabela 5 - Resultado do teste de Chow \n\nSegmentos Teste F Quebra Estrutural P-valor \n\nArrec. Comércio Atacadista 5,471437 Há 0,005517 \n\nArrec. Comércio Varejista 3,377234 Há 0,021393 \n\nArrecadação Total 5,679479 Há 0,004573 \n\nFonte: Dados da Pesquisa \n\n \n\nDiante a divergência do comportamento da arrecadação de ICMS nos diferentes \n\nsegmentos, Santos (2011) e Magalhães (2005) afirmam que fatores como o número de \n\nvendedores e compradores, barreiras à entrada de novos concorrentes, cooperação entre \n\norganizações e a sonegação são variáveis que podem interferir na forma de recolhimento ou \n\ninstituição de um determinado tributo. Assim, um imposto e os mecanismos de recolhimento \n\npossuem efeitos diferenciados conforme a estrutura de mercado na qual estão inseridos.  \n\nDiante às evidências de alteração no comportamento da arrecadação do imposto aliado \n\na aplicação da técnica tributária nos segmentos do GLP, Lima (2011) pondera que a \n\nimplementação da substituição tributária deve considerar a estrutura de mercado para que seja \n\neficaz quanto à redução da sonegação e aumento da receita tributária. Em mercados que se \n\nassemelham a competição perfeita, modelo teórico, a ST não interfere na formação dos preços \n\ndos produtos. Enquanto em mercados com competição imperfeita, monopólio, oligopólio e a \n\nconcorrência monopolística, a técnica tributária tende a promover alterações nos preços \n\nmédios dos produtos.  \n\nPara tanto, a próxima etapa da pesquisa visa analisar os efeitos da substituição \n\ntributária sob a arrecadação de ICMS para o gás liquefeito de petróleo no diferentes elos da \n\ncadeia produtiva: no comércio atacadista e varejista.  \n\n\n\n39 \n\n \n\n5.2  Efeitos da substituição tributária sob o segmento de GLP em Minas Gerais \n\nNo intuito de verificar o comportamento da arrecadação de ICMS para o segmento de \n\nGLP em Minas Gerais, aplicou-se o teste ADF para as variáveis dos modelos de regressão \n\nlinear múltipla. O teste visa identificar se a série temporal é estacionária, isto é, apresenta \n\nmédia, variância e autocovariância constante ao longo de tempo. Assim, a Tabela 6 apresenta \n\nas estatísticas para o teste ADF.  \n\n \n\nTabela 6 - Teste Dickey Fuller Aumentado (ADF) \n\nVariável Arrec. Atacadista Arrec. Varejista Preço Produtor Preço Consumidor Produção \n\nP-valor 0,0041 0,0328 0,0085 0,0253 0,0000 \n\nFonte: Dados da pesquisa \n \n\nOs dados da tabela demonstram que a hipótese nula, de que a série possui raiz, é \n\nrejeitada para as variáveis adotadas no modelo, ao nível de 5% de significância e \n\nconsiderando a presença de tendência. Assim, as variáveis podem ser inseridas nos modelos \n\nde regressão. \n\n  \n\n5.2.1 Análise da arrecadação de ICMS no segmento atacadista do GLP \n\nO comércio atacadista representa o terceiro elo da cadeia produtiva de GLP e 21 \n\norganizações são responsáveis por distribuir o produto às diferentes regiões brasileiras, \n\npromovendo a cobertura de, aproximadamente, 100% do território nacional. Minas Gerais é o \n\nsegundo mercado que mais consome o GLP vendido pelo comércio atacadista, representando \n\n11% do mercado nacional, ficando abaixo apenas de São Paulo, que detém 27%. \n\nEntre os impostos incidentes sobre o produto, destaca-se o ICMS ao representar, em \n\nmédia, 14% da composição do preço final. Em 2005, o estado mineiro alterou a sistemática de \n\nrecolhimento do imposto para a substituição tributária, de modo que coube às indústrias \n\nefetuarem o recolhimento antecipado do ICMS correspondente a toda a cadeia produtiva. \n\nComo é função do Estado calcular preço final do produto, espera-se que haja aumento nessa \n\narrecadação tributária ao longo da cadeia produtiva. Essa elevação seria consequência  da \n\ndiferença entre o valor estimado e o realizado ao consumidor final ou pelo combate a \n\nsonegação fiscal, devido à tributação antecipada de todos os agentes da cadeia produtiva. \n\nNeste cenário, buscou-se elaborar um modelo que evidenciasse as relações entre a \n\narrecadação de ICMS para o segmento atacadista de GLP e variáveis que também podem \n\ninfluenciar a produção e arrecadação tributária. Ressalta-se que os pressupostos de \n\n\n\n40 \n\n \n\nnormalidade dos resíduos, homocedasticidade, autocorrelação, linearidade e \n\nmulticolinearidade foram testados e apresentaram resultado condizente para a construção da \n\nregressão.  \n\nO modelo de regressão múltipla teve como variável dependente a arrecadação de \n\nICMS para o comércio atacadista de GLP e como variáveis independentes: os valores de \n\nprodução, preço de venda do GLP da indústria ao atacado, dummy que evidencia o intervalo \n\ntemporal antes e depois da implementação da substituição tributária e uma variável de \n\ntendência. \n\nA Tabela 7 apresenta a estatística da regressão e evidencia um coeficiente de \n\ndeterminação ajustado significativo, isto é, as variáveis independentes explicam 76,97% da \n\nvariação da arrecadação de ICMS no comércio atacadista entre os anos de 2002 a 2010. O \n\nvalor de 892.832,50 representa a diferença padrão entre os valores observados e o estimado \n\npelo modelo, isto é, a dispersão dos resíduos dos valores ao redor da reta de regressão. O \n\nvalor p da ANOVA da regressão foi inferior a 5%, o que equivale afirmar que pelo menos um \n\ndos coeficientes dos parâmetros é significantemente diferente de zero. \n\n \n\nTabela 7 - Estatística da regressão no comércio atacadista \n\nR\n2\n R\n\n2\n Ajustado Erro padrão da regressão Teste F Sig F \n\n0,778278 0,76967 892.832,5000 90,3862 0,0000 \n\nFonte: Dados da pesquisa \n\n \n\nA Tabela 8 apresenta os resultados estatísticos das variáveis independentes. Nota-se \n\nque, com exceção do intercepto, todas as variáveis inseridas no modelo de regressão tiveram \n\ncoeficientes betas significantes ao nível de 5%. \n\n \n\nTabela 8 - Estatística das variáveis independentes  \n\nVariáveis Coeficiente Estatística t Sig. \n\nConstante -295.222,4000 -0,1382 0,8904 \n\nProdução de GLP -33,0460 -2,3407 0,0212 \n\nPreço ao Produtor 253.124,4000 2,5323 0,0128 \n\nTendência 52.506,8900 6,9560 0,0000 \n\nDummy 785.550,6000 2,2735 0,0251 \n\nFonte: Dados da pesquisa \n\n \n\nEntre as variáveis independentes, observa-se que apenas a “produção de GLP” \n\napresentou resultado diferente do esperado. Esperava-se que a elevação da produção \n\nproporcionaria incremento na arrecadação de ICMS do comércio atacadista, pois este agente é \n\no terceiro na cadeia produtiva e representa a ligação entre as refinarias de petróleo (indústrias) \n\n\n\n41 \n\n \n\ne o comércio varejista. Assim, o atacado compreende os agentes distribuidores do GLP tanto \n\nem Minas Gerais quanto no país.  \n\nA variável “preço ao produtor” representa o preço de venda do GLP nas refinarias para \n\no comércio atacadista, excluído os impostos. Os resultados mostram que o preço influencia \n\npositivamente a arrecadação de ICMS em Minas Gerais. A variável “tendência”, por sua vez, \n\nfoi inserida no modelo para isolar a tendência de crescimento na arrecadação. O modelo de \n\nregressão identifica que no período analisado, de janeiro de 2002 a dezembro de 2010, houve \n\num incremento mensal na arrecadação do imposto de R$ 52.506,89. \n\nPor fim, a dummy inserida tentou prever a implicação da substituição tributária na \n\narrecadação do comércio atacadista. Entre as variáveis que compõem o modelo, nota-se que a \n\ndummy indica que a inserção da técnica tributária incrementou a arrecadação de ICMS em R$ \n\n785.550,60, mantendo-se constante as demais variáveis. Conforme disposto pela Secretaria de \n\nEstado da Fazenda de Minas Gerais, a substituição tributária foi criada com intuito de \n\nrecuperar a receita de ICMS e melhorar o controle fiscal, sem elevar a carga tributária. Por \n\nestas características, pode-se notar que a técnica tributária tem contribuído para aumentar a \n\nreceita estadual e combater a sonegação, na medida em que antecipa o recolhimento do \n\nimposto, e, consequentemente, possibilita que todos os agentes da cadeia produtiva sejam \n\ntributados.  \n\nEste aumento da receita tributária também pode ser consequência da diferença entre o \n\npreço estimado pelo governo estadual para cálculo da ST e o preço praticado ao consumidor \n\nfinal, de forma que o primeiro seja superior ao segundo. Assim, o Estado tem a chance de \n\narrecadar um valor superior ao praticado no mercado sem, contudo, promover o retorno deste \n\nsaldo, exceto em caso de furto, roubo ou qualquer perda, como aponta o RICMS de Minas \n\nGerais.  \n\n \n\n5.2.2 Análise da arrecadação de ICMS no segmento varejista do GLP \n\nNa cadeia produtiva do gás liquefeito de petróleo, o comércio varejista é responsável \n\npela intermediação entre a distribuidora e o consumidor final. Portanto, é considerado o \n\núltimo elo da cadeia produtiva sobre o qual incide o ICMS. No intuito de verificar o \n\ncomportamento da arrecadação de ICMS após a implementação da substituição tributária, \n\ntambém elaborou-se um modelo de regressão que pudesse expressar os efeitos da substituição \n\ntributária sobre a arrecadação do imposto no segmento varejista, controladas as demais \n\nvariáveis que podem afetar a arrecadação.  \n\n\n\n42 \n\n \n\nAo início foi adotado um modelo que tivesse como variáveis independentes o preço de \n\nvenda ao consumidor, associado ao último elo da cadeia produtiva; a produção de GLP, já que \n\na elevada produção e possível consumo poderiam produzir efeitos sob a arrecadação do \n\nimposto; a variável dummy, que evidencia o período temporal antes e após a técnica tributária, \n\ne a tendência. Neste aspecto, a Tabela 9 apresenta o R\n2\n e o resultado da ANOVA para o \n\nmodelo de regressão adotado.  \n\n \n\nTabela 9 - Estatística da regressão no comércio varejista \n\nR\n2\n R\n\n2\n Ajustado Erro padrão da regressão Teste F Sig F \n\n0,6869 0,6748 63.595,02 5.650.111,00 0,0000 \n\nFonte: Dados da pesquisa \n\n \n\nA partir da Tabela 9, nota-se que o modelo de regressão foi significante e as variáveis \n\nindependentes explicam 67,48% da arrecadação de ICMS do comércio varejista. Os \n\npressupostos necessários para elaboração da regressão foram testados e atendidos conforme \n\npropõe Corrar et al. (2009). \n\n \n\nTabela 10 - Estatística das variáveis independentes  \n\nVariáveis Coeficiente Estatística t Sig. \n\nConstante                        64.332,0800  0,4592 0,6471 \n\nProdução de GLP -0,9277 -0,9322 0,3534 \n\nPreço ao Consumidor                   4.462.103,0000                    1.544.281,0000  0,1256 \n\nTendência -1.286.798,0000 -3.182.096,0000 0,0019 \n\nDummy                      245.951,6000                    9.756.170,0000  0,0000 \n\nFonte: Dados da pesquisa \n\n \n\nA Tabela 10 apresenta o modelo de regressão estimado para mensurar o efeito da \n\nsubstituição tributária na arrecadação do comércio varejista. \n\nNota-se que as variáveis “produção de GLP”, “preço ao consumidor” e o intercepto da \n\nregressão não apresentaram coeficientes significantes ao nível de 5%. Desta forma, não são \n\nfatores que contribuem para explicar o comportamento da arrecadação de ICMS do comércio \n\nvarejista. Estas variáveis apresentaram desempenho diferente ao esperado uma vez que o \n\npreço praticado ao consumidor, se equivalente ao preço estimado pelo governo estadual, \n\nrepresentaria o valor recolhido aos cofres públicos pela sistemática da substituição tributária. \n\nEnquanto a elevação da produção ou sua respectiva queda também podem influir no \n\nrecolhimento do ICMS, considerando que o mercado esteja apto a consumir a parcela \n\nproduzida a maior. Contudo, estas variáveis não são o foco do estudo e foram incluídas \n\napenas para proteger o efeito da substituição de variáveis não observadas. \n\n\n\n43 \n\n \n\nA variável dummy apresentou comportamento consonante ao esperado, ao evidenciar \n\nque a implementação da substituição tributária contribuiu para o aumento da arrecadação de \n\nICMS no segmento varejista. Conforme exposto pela modelo de regressão, a introdução da \n\ntécnica de recolhimento antecipado do imposto para a GLP produziu um acréscimo na \n\narrecadação de R$ 245.951,60 no Estado de Minas Gerais. Assim, o aumento dos valores \n\narrecadados tanto pode ser decorrente do valor estipulado pelo governo ser superior ao \n\nrealizado no mercado, o que ocasionaria um aumento da carga tributária imposta ao \n\nconsumidor final, quanto pela redução da sonegação fiscal. A substituição tributária evita a \n\nsonegação ao recolher o imposto antes da realização do fato gerador, concentrando o \n\nrecolhimento em poucos contribuintes.  \n\nOutros efeitos da substituição tributária ainda podem ser inferidos, como a redução da \n\nmargem de lucro do comércio atacadista e/ou varejista, pois houve aumento de arrecadação \n\ndo ICMS concomitante à manutenção dos preços de comercialização praticados no mercado. \n\nEsta estabilidade dos preços seria decorrente da pressão exercida pela Agência Nacional de \n\nPetróleo, enquanto fonte reguladora e fiscalizadora do segmento de combustíveis, aliado ao \n\nfato de que o GLP ainda é utilizado como instrumento de política pública, ao ser parte \n\nintegrante do Programa Bolsa Família, por meio do Auxílio Gás. \n\n\n\n44 \n\n \n\n6. CONCLUSÕES \n\nAo verificar os efeitos proporcionados pela implementação da substituição tributária \n\nem Minas Gerais, esta dissertação utilizou-se o segmento de gás liquefeito de petróleo, mais \n\nconhecido como gás de cozinha, como objeto de estudo. O GLP também faz parte da agenda \n\npública do Governo Federal no combate à pobreza e ao desequilíbrio social ao oferecer o \n\nauxílio-gás, parte constituinte do Bolsa Família, àquelas famílias em situação de pobreza ou \n\nextrema pobreza. \n\nNa cadeia produtiva do GLP ainda é dominante a presença de organizações públicas \n\nresponsáveis pela extração e refinamento do petróleo, a partir do qual é extraído o produto. \n\nNo elo correspondente ao comércio atacadista, distribuidoras, é restrita a entrada de novas  \n\nempresas, com predomínio de 21 organizações no setor. Também é recorrente a presença de \n\ninformalidade na venda do produto, evasão fiscal e risco a segurança pública decorrente da \n\nvenda ilegal. Para inibir tais fatores, o Estado de Minas Gerais inseriu o GLP na substituição \n\ntributária, ao antecipar o recolhimento do ICMS competente a toda cadeia, nas indústrias \n\n(refinarias de petróleo).  \n\nNeste cenário, verificou-se que a partir da implementação da substituição tributária \n\nhouve uma mudança no comportamento da arrecadação de ICMS para o segmento atacadista, \n\nvarejista e a arrecadação total do imposto ao longo do período de janeiro de 2002 a dezembro \n\nde 2010. O resultado aponta evidências que a instituição da substituição tributária tem \n\ncontribuído para modificar a arrecadação do imposto, especialmente no segmento no GLP em \n\nMinas Gerais.  \n\nPara identificar quais variáveis além da substituição tributárias contribuíram para o \n\naumento da arrecadação do imposto, elaboraram-se dois modelos de regressão. O primeiro \n\nanalisou a arrecadação de ICMS para o segmento do comércio atacadista e o segundo para o \n\ncomércio varejista. Ressalta-se que a ST passou a ter efeitos em dezembro de 2005. \n\nO primeiro modelo analisou o comportamento da arrecadação de ICMS para o \n\ncomércio atacadista que representa as distribuidoras de GLP. Constatou-se que a técnica \n\ntributária contribuiu, significativamente, para o incremento da arrecadação do imposto. No \n\nmodelo elaborado para o comércio varejista notou-se que a dummy apresentou um coeficiente \n\nsignificante, indicando que a ST também eleva a arrecadação tributária.  \n\nDesta forma, os modelos gerados demonstraram indícios que a implementação da \n\nsubstituição tributária promoveu aumento na arrecadação de ICMS para o GLP em Minas \n\nGerais. Esta elevação pode ter sido causada tanto pela redução da sonegação de impostos ao \n\n\n\n45 \n\n \n\nrecolher o tributo referente a toda cadeia produtiva antes mesmo da realização do fato \n\ngerador, quanto pela projeção superior do preço de venda do GLP pelo governo estadual. \n\nEm relação às variáveis apontadas por Stiglitz (2000), a substituição tributária permite \n\na simplicidade administrativa ao reduzir o número de agentes responsáveis pelo recolhimento \n\ndo imposto, em contraposição, pode afetar a eficiência econômica na cadeia. Nesta relação, \n\nidentifica-se que o aumento de receita do estado pode promover distorções nas relações \n\ncomerciais, seja o desembolso antecipado do ICMS pelas indústrias ou mesmo pela elevação \n\ndo montante recolhido.  \n\nOs resultados apontam para a eficácia na medida na perspectiva do Governo na \n\nmedida em que a arrecadação tributária é elevada. Como consequência, há uma inserção de \n\nrecursos aos cofres públicos antes da ocorrência da obrigação tributária, isto é, antes da \n\nrealização da venda das mercadorias.  \n\nRessalta-se também que a implementação da substituição tributária deve considerar a \n\nestrutura de mercado na qual será aplicada para que a medida seja efetiva quanto à redução da \n\nsonegação fiscal.  \n\nAs constatações geradas pelo estudo identificam novos caminhos de análise sobre os \n\nefeitos da substituição tributária, como a comparação entre o preço de venda médio realizado \n\npelo estado com a margem estipulada pelo governo estadual como mecanismo de cálculo do \n\nICMS/ST. Esta relação permitiria verificar a diferença entre o cobrado pelo Estado pela ST \n\ncom o preço nas atividades operacionais. Como sugestão para novas pesquisas, destaca-se  \n\nincluir novos segmentos na análise da substituição tributária, aumentando o escopo dos \n\nresultados.  \n\nO presente trabalho não visa esgotar o assunto sobre ST, mas permite uma visão \n\npreliminar sobre os efeitos gerados pela técnica de arrecadação, concluindo que a mesma \n\ncontribui para a redução do campo de agentes fiscalizados (redução do número de \n\nresponsáveis pelo recolhimento do ICMS) e aumento no volume da arrecadação. \n\n\n\n46 \n\n \n\nREFERÊNCIAS \n\nAGÊNCIA NACIONAL DO PETRÓLEO, GÁS NATURAL E BIOCOMBUSTÍVEIS – \n\nANP. Distribuidoras de gás liquefeito de petróleo-GLP. Disponível em: \n\n<http://www.anp.gov.br/?id=408>. Acesso em: 19 junho 2012. \n\nAMBROZINI, M. A.; GAIO, L. E.; BONACIM, C. A. G.; CICCONI, E. G. Impacto dos \n\nformadores de mercado sobre a liquidez das ações negociadas na Bolsa de Valores de São \n\nPaulo. Revista Vista e Revista, Belo Horizonte, MG, v. 20, n. 3, p. 15-38, jul./set.2009. \n\nDisponível em: \n\n<http://www.face.ufmg.br/revista/index.php/contabilidadevistaerevista/article/viewFile/649/4\n\n17>. Acesso em: 18 abril 2012. \n\nARAÚJO, J. T. Jr. Antitrute e regulação no setor de GLP. Ecostrat Consultores. Setembro \n\n2011. Disponível em: &lt;http://www.ecostrat.net/files/GLP-Antitruste-e-regulacao.pdf>. \n\nAcesso em: 15 maio 2012. \n\nASSIS, L.C.; DIAS, J. Política fiscal, nível tecnológico e crescimento econômico no Brasil: \n\nteoria e evidência empírica. In: ENCONTRO NACIONAL DE ECONOMIA, 32., 2004, João \n\nPessoa. Anais... João Pessoa, 2004. p. 1-19. Disponível em: &lt;\n\nhttp://www.anpec.org.br/encontro2004/artigos/A04A050.pdf>. Acesso: 20 dez. 2012. \n\nBEJUINO, S. O. As Funções Alocativa, Distributiva, e Estabilizadora do Governo: \n\nAspectos Teóricos e Prática no Brasil após 1998. Brasília: ESAF, 2002. 85 p. Monografia \n\nnão premiada, apresentada no VII Prêmio Tesouro Nacional - 2002, Tópicos Especiais de \n\nFinanças Públicas. Brasília, out, 2002 \n\nBIAVA JUNIOR, R.; OYADOMARI, J. C. T. Impactos da Substituição Tributária do ICMS \n\nna lucratividade e nos custos empresariais. Revista de Contabilidade da UFBA, v. 4, n.2, p. \n\n71-91, 2010. Disponível em: &lt;\n\nhttp://www.portalseer.ufba.br/index.php/rcontabilidade/article/view/4456/3368>. Acesso em: \n\n10 dez. 2011. \n\nBRASIL. Código Tributário Nacional. Brasília, DF: Senado Federal, 1966. \n\nBRASIL. Constituição Federal (1998). Constituição da República Federativa do Brasil: \n\n1988 – texto constitucional de 5 de outubro de 1988 com alterações adotadas pelas Emendas \n\nConstitucionais de n. 1, de 1992, a 38, de 2002, e pelas Emendas Constitucionais de Revisão \n\nde n. 1 a 6, de 1994. – 19. ed. Brasília: Câmara dos Deputados, Coordenação de Publicações, \n\n2002. \n\nBRASIL. Lei nº 12.529, de 30 novembro de 2011. Estrutura o Sistema Brasileiro de Defesa \n\nda Concorrência; dispõe sobre a prevenção e repressão às infrações contra a ordem \n\neconômica; altera a Lei n\no\n 8.137, de 27 de dezembro de 1990, o Decreto-Lei n\n\no\n 3.689, de 3 de \n\noutubro de 1941 - Código de Processo Penal, e a Lei n\no\n 7.347, de 24 de julho de 1985; revoga \n\ndispositivos da Lei n\no\n 8.884, de 11 de junho de 1994, e a Lei n\n\no\n 9.781, de 19 de janeiro de \n\n1999; e dá outras providências. Brasília, 30 de novembro de 2011. \n\n\n\n47 \n\n \n\nBRUNOZI JÚNIOR, A. C. Políticas tributárias do ICMS para a cadeia agroindustrial do \n\nleite em Minas Gerais. 2010. 106 f. Dissertação (Mestrado em Administração) – \n\nUniversidade Federal de Viçosa, Viçosa, MG, 2010. Disponível em: &lt;\n\nhttp://alexandria.cpd.ufv.br:8000/teses/administracao/2010/227519f.pdf>. Acesso em: 18 \n\nmaio 2012. \n\nBUENO, R.L.S. Econometria de Séries Temporais. 2ª Ed. São Paulo: Cengage Learning, \n\n2011. \n\nCASSONE, V. Direito Tributário: fundamentos constitucionais da tributação, definição de \n\ntributos e suas espécies, conceito e classificação dos impostos, doutrina, prática e \n\njurisprudência. 21 ed. São Paulo: Atlas, 2010. 423 p. \n\nCASTANHO, B.J.S. Modelos para previsão de receitas tributárias: o ICMS no estado do \n\nEspírito Santo. 119 f. 2011. Dissertação (Mestrado em Economia). 2011. 119 f. Dissertação \n\n(Mestrado em Economia) – Programa de Pós-Graduação em Economia, Universidade Federal \n\ndo Espírito Santo, Vitória, ES, 2011. Disponível em: &lt;\n\nhttp://ppgeconufes.weebly.com/uploads/5/7/8/8/5788000/diss_01_2011.pdf>. Acesso em: 12 \n\ndez. 2012. \n\nCOELHO, A.C.D. Qualidade informacional e conservadorismo nos resultados contábeis \n\npublicados no Brasil. 249 f. 2007. Tese (Doutorado em Ciências Contábeis) – Programa de \n\nPós-Graduação em Ciências Contábeis, Universidade de São Paulo, São Paulo, SP, 2007. \n\nCORRAR, L.J.; PAULO, E.; DIAS FILHO, J. M. (coordenadores). Análise Multivariada – \n\npara cursos de administração, ciências contábeis e economia. 1 ed. São Paulo: Atlas, 2009. \n\nCYSNE, R.P.; ISSLER, J.V.; LIMA, L. R.F.O.; HOSTALÁCIO, H. Impacto do PIS e da \n\nCOFINS na inflação: uma abordagem econométrica usando o teste de janela variável. Revista \n\nEconomia Aplicada. Ribeirão Preto, SP, v.13, n. 2, p. 185-209, abr./jun. 2009. Disponível \n\nem: &lt;http://www.revistas.usp.br/ecoa/article/view/1005>. Acesso em: 12 ago. 2012.  \n\nDIAS FILHO, J. M. Gestão de riscos associados à tributação: um modelo baseado em \n\nregressão logística. In: ENCONTRO NACIONAL DE ADMINISTRAÇÃO, XXXII, 2008, \n\nRio de Janeiro. Anais... Rio de Janeiro, RJ: 2008. Disponível em: &lt;\n\nhttp://www.anpad.org.br/ler_pdf.php?cod_edicao_trabalho=8681&amp;cod_evento_edicao=38>. \n\nAcesso em: 10 ago. 2012. \n\nERCOLE, L. Simplificação do sistema tributário e alterações nos rumos das políticas \n\nfiscais: uma análise através de um modelo aplicado de equilíbrio geral para o Brasil. \n\n2011. 183 f. Dissertação (Mestrado em Desenvolvimento Econômico) – Programa de Pós-\n\nGraduação em Desenvolvimento Econômico – Universidade Federal do Paraná, Curitiba, PR, \n\n2011. \n\nESTEVES, H. B. B.; BICALHO, L. M. N. O.; OLIVEIRA, M. T. A.Diferenciação de preços \n\nna comercialização de GLP: um problema regulatório ou de política pública? In: VI \n\nCongresso Brasileiro de Regulação. Disponível em: &lt;\n\nhttp://www.sindigas.com.br/Noticia/Interna.aspx?id=6324>. Acesso em: 23 mai 2012. \n\n\n\n48 \n\n \n\nFÁVERO, L. P. L. et al. Análise de Dados: Modelagem Multivariada para Tomada de \n\nDecisões. 1. ed. Rio de Janeiro: Campos Elsevier, 2009. \n\nFERREIRA, A. H. S. Aspectos relevantes da legislação do ICMS no estão da Paraíba e \n\ntendências atuais da tributação. 2005. Disponível em: &lt;http://tributario.net/aspectos-\n\nrelevantes-da-legislacao-do-icms-no-estado-da-paraiba-e-tendencias-atuais-da-tributacao/>. \n\nAcesso em: 06 dez. 2011. \n\nFERREIRA, L.; PAULINO, P. A. ICMS de A a Z: principais operações fiscais. Curitiba, \n\nPR. Cenofisco Editora, 2004. \n\nFREY, K. Políticas públicas: um debate conceitual e reflexões referentes à prática da análise \n\nde políticas públicas no Brasil. Planejamento e políticas públicas. Brasília: IPEA, v. 21. \n\n2000. p. 211-259. Disponível em: \n\n<http://www.ipea.gov.br/ppp/index.php/PPP/article/view/89/158>. Acesso em: 15 jul. 2012. \n\nGAIA, P. D. Os limites da substituição tributária progressiva do ICMS para \n\nmanifestação do princípio da preservação das empresas. 2010. 261 f. Dissertação \n\n(Mestrado em Direito) – Faculdade de Direito Milton Campos, Nova Lima, MG, 2010. \n\nDisponível em: &lt;\n\nhttp://www.mcampos.br/posgraduacao/mestrado/dissertacoes/2010/patriciadantasgaiaoslimite\n\nsdasubsticuicaotributariaprogressiva.pdf>. Acesso em: 20 nov. 2012. \n\nGIAMBIAGI, F.; ALÉM, A. C. Finanças públicas: teoria e prática no Brasil. 3ª Ed. Rio de \n\nJaneiro: Campus, 2008. \n\nGIL, A. C. Como Elaborar Projeto de Pesquisa. 5 ed. São Paulo: Atlas, 2010. 184 p \n\nGONZALES, A.; CORRAR, L. J. Reflexo da introdução da substituição tributária de ICMS – \n\nimposto sobre circulação de mercadorias e serviços – na arrecadação do Estado de São Paulo. \n\nRevista Enfoque: Reflexão Contábil, Maringá, PR, v. 29, n. 3, p. 64-75, set./dez. 2010. \n\nDisponível em: &lt;http://periodicos.uem.br/ojs/index.php/Enfoque/article/view/11369/6513>. \n\nAcesso em: 20 março 2012. \n\nGOODE, R. (1984) Taxation: A General Discussion in Government Finance in Developing  \n\nCountries, p. 75, The Brookings Institution \n\nGUJARATI, D. Econometria Básica. 4 ed. Rio de Janeiro: Elsevier, 2006. 812 p. \n\nHAIR, J. F.; BABIN, B.; MONEY, A. H. SAMUEL, P. Fundamentos de métodos de \n\npesquisa em administração. Porto Alegre: Bookman, 2005, 471p.  \n\nINSTITUTO DE PESQUISAS ECONOMICA APLICA (IPEA). Disponível em: &lt;\n\nhttp://www.ipeadata.gov.br/>. Acesso em: 22 março 2012. \n\nJORGE, R. S.; FILHO, F. B. C.; THEÓPHILO, C. R. Os reflexos da substituição tributária \n\nantecipada nas empresas do segmento de autopeças de Montes Claros. In: CONGRESSO DE \n\nCONTROLADORIA E CONTABILIDADE, 7., 2007, São Paulo. Anais... São Paulo: USP, \n\n\n\n49 \n\n \n\n2007. Disponível em: &lt;http://www.congressousp.fipecafi.org/artigos72007/539.pdf>. Acesso \n\nem: 15 dez. 2011.  \n\nLAGEMANN, E. Tributação Ótima. Revista Ensaio FEE, Porto Alegre, RS, v. 25, n. 2, p. 403-\n\n426, out. 2004. Disponível em: \n\n<http://revistas.fee.tche.br/index.php/ensaios/article/viewFile/2064/2446>. Acesso em: 8 \n\nmarço 2012. \n\nLIMA, E.C.P. Reforma Tributária no Brasil: entre o ideal e o possível. Texto para \n\nDiscussão do IPEA n. 666. Brasília, 1999.  \n\nLIMA, T.M.N. Competição na indústria do cimento no Brasil. 2011. 152 f. Tese \n\n(Doutorado em Economia) – Programa de Pós-Graduação em Economia, Universidade de São \n\nPaulo, São Paulo, SP, 2011.  \n\nLIQUIGÁS. O caminho do GLP. Disponível em: \n\n<http://www.liquigas.com.br/wps/wcm/connect/8f3ce4004bd7444792c6d604fba782ca/camin\n\nhodoglp_P.pdf?MOD=AJPERES>. Acesso em: 10 maio 2012. \n\nLOPES, A. C. B. S. Modelização Univariada de Séries Temporais: uma introdução. 2002. \n\nInstituto Superior de Economia e Gestão. Universidade Técnica de Lisboa, 2002. Disponível \n\nem:&lt;http://www.repository.utl.pt/bitstream/10400.5/780/1/tapocap4.pdf>. Acesso em: 05 \n\ndez. 2011. \n\nMAGALHÃES, G. F. P. Teorias da Demanda e do Comportamento do Consumidor. 2ª \n\nEd.Viçosa: Editora UFV,  2005. \n\nMANKIW, N. G. Princípios de Microeconomia. Tradução de Allan Vidigal Hastings e \n\nElisete Paes e Lima. 5ª Ed. São Paulo: Cengage Learning, 2009. \n\nMARGARIDO, M. A.; MEDEIROS JUNIOR, H. Teste para mais de uma raiz unitária: uso \n\ndo software SAS na elaboração de uma rotina para teste Dickey-Pantula. Revista Pesquisa &amp; \n\nDebate, SP, vol.17, n.1, p. 149-170, 2006. Disponível em: &lt;\n\nhttp://www.pucsp.br/pos/ecopol/downloads/edicoes/(29)mario_antonio.pdf>. Acesso em: 07 \n\ndez. 2011. \n\nMELLO, C. B. A influência da regulação do pré-sal no valor de mercado da Petrobrás. \n\n49 f. 2011. Dissertação (Mestrado em Administração de Empresas) – Programa de Pós-\n\nGraduação em Administração, Fundação Instituto Capixaba de Pesquisas em Contabilidade, \n\nEconomia e Finanças. Vitória, ES, 2011. Disponível em: &lt;\n\nhttp://www.fucape.br/_public/producao_cientifica/8/Disserta%C3%A7%C3%A3o%20Claudi\n\no%20Bezerra%20de%20Mello.pdf>. Acesso em 28: nov. 2012. \n\nMENEZES, G.; FERNANDEZ, R.N. Análise do efeito pass-through cambial para a formação \n\ndos índices de preços no Brasil (1999-2011). In: XV Encontro de Economia da Região Sul - \n\nANPEC / SUL, 2012, Porto Alegre. Anais do XV Encontro de Economia da Região Sul - \n\nANPEC / SUL, 2012. p. 1-18. Disponível em: &lt;\n\nhttp://www.pucrs.br/eventos/encontroeconomia/download/mesas/EfeitoPass-through.pdf>. \n\nAcesso em: 10 jan. 2013. \n\n\n\n50 \n\n \n\nMINAS GERAIS, Decreto nº 32.535 de 18 de fevereiro de 1991. Dispõe sobe o regulamento \n\ndo Imposto sobre Operações Relativas à Circulação de Mercadorias e sobre Prestações de \n\nServiços de Transporte Interestadual e Intermunicipal e de Comunicação. Decreto \n\nREVOGADO, A PARTIR DE 01/08/96, PELO DECRETO Nº 38.104, DE 28/06/96 – MG. \n\nPalácio da Liberdade, em Belo Horizonte, aos 18 de fevereiro de 1991. \n\nMINAS GERAIS, Decreto nº 44.147 de 14 de novembro de 2005. Altera o Regulamento do \n\nICMS, aprovado pelo Decreto nº 43.080, de 13 de dezembro de 2002. Palácio da Liberdade, \n\nem Belo Horizonte, aos 14 de novembro de 2005.  \n\nMINAS GERAIS. Decreto nº 43.080, de 13 de Dezembro de 2002. Aprova o Regulamento do \n\nImposto sobre Operações Relativas à Circulação de Mercadorias e sobre Prestações de \n\nServiços de Transporte Interestadual e Intermunicipal e de Comunicação (RICMS). Diário \n\nOficial da União, Belo Horizonte, 14 de dez. 2002. \n\nMISSIO, F.; JACOBI, L.F. Variáveis dummy: especificações de modelos com parâmetros \n\nvariáveis. Revista Ciência e Natura. Santa Maria, RS, v. 29, n. 1, p. 111-135, 2007. \n\nDisponível em: &lt;\n\nhttp://cascavel.cpd.ufsm.br/revista_ccne/ojs/index.php/cienciaenatura/article/viewFile/56/68>. \n\nAcesso em: 15 jan. 2013.  \n\nMONTEIRO, D.A.A.; SILVA, A.A.P.; RIBEIRO, E.M. Modelo para a alocação de recursos \n\npúblicos em políticas sociais. In: ENCONTRO DE ADMINISTRAÇÃO pública e governo, \n\n5., 2012, Salvador. Anais... Salvador, 2012. Disponível em: &lt;\n\nhttp://www.anpad.org.br/ler_pdf.php?cod_edicao_trabalho=15360&amp;cod_evento_edicao=65>. \n\nAcesso em: 10 jan. 2013. \n\nMORAES, M. A. G. Substituição Tributária no ICMS: considerações sobre a técnica de \n\narrecadação utilizada pelos Estados. 2004. 133 f. Dissertação (Mestrado em Direito) – \n\nUniversidade Federal de Pernambuco, Recife, PE, 2004. \n\nMUSGRAVE, R. A.; MUSGRAVE, P. B. Finanças Públicas: Teoria e Prática. Tradução de \n\nCarlos Alberto Primo Braga; revisão técnica de Claudia Cunha Campos Eris e Ibrahim Eris. \n\nRio de Janeiro: Campus; São Paulo: Ed. da Universidade de São Paulo, 1980. \n\nNASCIMENTO, A.C.C.; ALMEIDA, F.M. Séries temporais no Eviews. Prática sobre séries \n\ntemporais. Viçosa, MG: Universidade Federal de Viçosa, 2011. (Apostila). \n\nOLIVEIRA, J.L. Estimando o impacto do estoque de capital público sobre o PIB per \n\ncapita na presença de mudança estrutural. 63 f.  2006. Dissertação (Mestrado em \n\nEconomia) – Programa de Pós-Graduação em Economia, Universidade Federal do Ceará, \n\nFortaleza, CE, 2006.  \n\nOLIVEIRA, N. S.M.N.; ARAGÓN, E.K.S.B. Testando quebra estrutural na Regra de Taylor: \n\num estudo empírico para o Brasil (2000-2009). In: V Encontro de Economia Catarinense, \n\n2011, Florionópolis. Anais do V Encontro de Economia Catarinense, 2011. Disponível em: \n\n<http://www.apec.unesc.net/V_EEC/sessoes_tematicas/M%C3%A9todos%20Quantitativos/T\n\nESTANDO%20QUEBRA%20ESTRUTURAL%20NA%20REGRA%20DE%20TAYLOR.pd\n\nf>. Acesso: em 10 out. 2012. \n\n\n\n51 \n\n \n\nPALERMO, P. U. Efeitos econômicos e fiscais de uma reforma tributária no Brasil: \n\nanálise com um modelo inter-regional de equilíbrio geral computável para o Rio Grande \n\ndo Sul. 2009. 171 f. Tese (Doutorado em Economia) – Programa de Pós-Graduação de \n\nEconomia, Universidade Federal do Rio Grande do Sul, Porto Alegre, RS, 2009. Disponível \n\nem: &lt;http://hdl.handle.net/10183/18841>. Acesso em: 10 jul. 2012 \n\nPAULA, F. V. O impacto do regime da substituição tributária sobre o preço de produtos \n\nderivados do leite no Estado de São Paulo. 2011. 103 f. Dissertação (Mestrado em \n\nEconomia) – Universidade de São Paulo, SP, 2011.  \n\nPAZ, S.N. Análise da tributação do consumo no Brasil. 2008. 101 f. Dissertação (Mestrado \n\nem Finanças e Economia Empresarial) - Programa de Pós-Graduação em Economia, \n\nFundação Getúlio Vargas, Rio de Janeiro, RJ, 2008. Disponível em: &lt;\n\nhttp://bibliotecadigital.fgv.br/dspace/bitstream/handle/10438/2195/065204040_Sue-\n\nEllen.pdf?sequence=2>. Acesso em: 28 mar. 2012. \n\nPESTANA, M., Helena.; GAGEIRO, J. N. Análise de dados para ciências sociais – a \n\ncomplementaridade do SPSS. 4 ed. Lisboa: Edições Lisboa, 2005. \n\nPETROBRÁS. Composição de preços. 2012. Disponível em: &lt;\n\nhttp://www.petrobras.com.br/pt/produtos/composicao-de-precos/>. Acesso em: 20 dez 2011. \n\nPINDYCK, R. S.; RUBINFELD, D. L. Microeconomia. Tradução de Eleutério Prado e \n\nThelma Guimarães. 6ª ed. São Paulo: Prentice Hall, 2007. \n\nPORTAL BRASIL. Disponível em: &lt;http://www.portalbrasil.net/igp.htm>.  \n\nRODRIGUES, A.; PAULO, E. Introdução à análise multivariada. In: CORRAR,  Luiz J; \n\nPAULO, Edilson; DIAS FILHO, José Maria (Org.). Análise Multivariada: para os  cursos \n\nde administração, ciências contábeis e economia. São Paulo: Atlas, 2009. \n\nSANTOS, A. S.; GONZALES, E. O.; GODOY, A. M. G. Reforma tributária no Brasil: uma \n\nAbordagem da Teoria da Escolha Pública. In: SEMANA DO ECONOMISTA, 26., 2011, \n\nMaringá. Anais... Maringá: UEM, 2011. Disponível em: &lt;\n\nhttp://www.dco.uem.br/semana2011/artigos/Area1/A1-6.pdf>. Acesso em: 6 março 2012. \n\nSANTOS, C. V. Política tributária, nível de atividade econômica e bem-estar: lições de \n\num modelo de equilíbrio geral inter-regional. 2006. 140 f. Tese (Doutorado em Economia \n\nAplicada) – Escola Superior de Agricultura “Luiz de Queiroz”, Universidade de São Paulo, \n\nSão Paulo, 2006.  Disponível em: &lt;http://www.teses.usp.br/teses/disponiveis/11/11132/tde-\n\n10052006-152813/pt-br.php>. Acesso em: 12 ago. 2012 \n\nSANTOS, E.V. Carga tributária indireta sobre o custo do cesto básico da região \n\nmetropolitana de Porto Alegre – RS. 2011. 154f. Tese (Doutorado em Economia do \n\nDesenvolvimento) – Programa de Pós-Graduação em Economia, Universidade Federal do Rio \n\nGrande do Sul, Porto Alegre, RS, 2000. Disponível em: &lt;\n\nhttp://www.lume.ufrgs.br/handle/10183/30853>. Acesso em: 10 ago 2012. \n\nSANTOS, J. A. N.; OLIVEIRA, M. S. Análise de clusters obtidos com a relação carga \n\ntributária e IDH. In: VII Congresso Nacional de Excelência em Gestão, 2011, Rio de Janeiro. \n\nAnais... Rio de Janeiro, 2011. Disponível em: &lt;\n\n\n\n52 \n\n \n\nhttp://www.excelenciaemgestao.org/Portals/2/documents/cneg7/anais/T11_0434_2083.pdf>. \n\nAcesso em: 22 maio 2012. \n\nSARAVIA, E. Introdução à Teoria da Política Pública. In: SARAIVA, Enrique; FERRAREZI, E. \n\n(Orgs.). Políticas públicas. Brasília: ENAP, v. 2, 2006. \n\nSECCHI, Leonardo. Políticas públicas: conceitos, esquemas de análise, casos práticos. São \n\nPaulo: Cengage Learning, 2010. \n\nSILVA, L. G. Política fiscal de substituição tributária em Minas Gerais: implementação \n\ne avaliação. 2009. 137 f. Dissertação (Mestrado Profissional em Administração) – Faculdades \n\nIntegradas de Pedro Leopoldo, Pedro Leopoldo, MG, 2009. Disponível em: \n\n<http://www.fpl.edu.br/2012/media/pdfs/05.mestrado/dissertacoes_2009/dissertacao_lazaro_g\n\nomes_da_silva_2009.pdf>. Acesso em: 02 dez. 2011 \n\nSILVA, L. G.; GIROLETTI, D. A. A. Política fiscal de substituição tributária em Minas \n\nGerais: implementação e Avaliação. In: SemeAd, SEMINÁRIOS EM ADMINISTRAÇÃO, \n\nXIV, 2011, USP (São Paulo). Anais... São Paulo, 2011. Disponível em: \n\n<http://www.ead.fea.usp.br/semead/14semead/resultado/trabalhosPDF/1.pdf>. Acesso em: 12 \n\ndez 2011. \n\nSILVA, M. S. Teoria do federalismo fiscal: notas sobre as contribuições de Oates, Musgrave, \n\nShah e ter-Minassian. Revista Nova Economia, Belo Horizonte, MG, v. 15, n. 1, p. 117-137, \n\njan-abr. 2005. Disponível em:&lt;\n\nhttp://www.face.ufmg.br/novaeconomia/sumarios/v15n1/150105.pdf >. Acesso em: 23 mar. \n\n2011 \n\nSIQUEIRA, R. B.; NOGUEIRA, J. R.; BARBOSA, A. L. H. Teoria da Tributação Ótima. In: Ciro \n\nBiderman e Paulo Avarte. (Org.). Economia do Setor Público no Brasil. São Paulo: Campus, \n\n2005, cap. 10, p. 175-189. \n\nSOUZA, C. Políticas Públicas: Uma Revisão da Literatura. Sociologias, Porto Alegre, v. 8, n. \n\n16, p. 20-45, jul./dez. 2006. Disponível em:&lt;http://www.scielo.br/pdf/soc/n16/a03n16.pdf>. \n\nAcesso em: 10 dez 2011. \n\nSTIGLITZ, J. E. La economia del sector público. 3º Edição. Antoni Bosch Editor. \n\nBarcelona, 2000.  \n\nSULIANO, D. C.; CAVALCANTE, A. L.; ROCHA, M. E. B. Mudança estrutural no setor \n\nexportador cearense: evidências empíricas a partir do Teste de Chow. Texto para \n\nDiscussão nº 59 do Instituto de Pesquisa e Estratégia Econômica do Ceará. Fortaleza, 2009. \n\nDisponível em:&lt;http://www.ipece.ce.gov.br/publicacoes/textos_discussao/TD-59.pdf>. \n\nAcesso em: 15 abril 2012. \n\nTABACHNICK, B.; FIDELL, L.S. (1996). Using multivariate statistics (3ª ed.). New York: \n\nHarper Collins.  \n\nTRIOLA, M. F. Introdução à Estatística. 10ª Ed. Rio de Janeiro: LTC, 2008. \n\nVARIAN, H. Microeconomia. Rio de Janeiro: Campus, Elsevier, 2006. \n\n\n\n53 \n\n \n\nVARSANO, R. Sistema tributário para o desenvolvimento. In: Castro, A.C. (org) \n\nDesenvolvimento em debate: painés do desenvolvimento brasileiro – II. Rio de Janeiro, \n\nMauad, BNDES, p. 231-250, 2002. \n\nVEIRA, G. Alguns modelos matemáticos e econométricos aplicados às pesquisas em \n\nAdministração Rural. Lavras: ESAL, Departamento de Economia Rural, 1978. 15p.  \n\n\n\n54 \n\n \n\nAPÊNDICE A – Metodologia Box Jenkins  para Arrecadação de ICMS no Comércio \n\nAtacadista de GLP \n\n \n\n1º Análise Gráfica  \n\n0\n\n1000000\n\n2000000\n\n3000000\n\n4000000\n\n5000000\n\n6000000\n\n7000000\n\n8000000\n\n9000000\n\n02 03 04 05 06 07 08 09 10\n\nARREC_ATACADISTA\n\n \n2º Correlograma \n\n \n \n\n \n\n\n\n55 \n\n \n\n3º Teste ADF \n\nNull Hypothesis: ARREC_ATACADISTA has a unit root \n\nExogenous: Constant, Linear Trend  \n\nLag Length: 0 (Automatic based on SIC, MAXLAG=29) \n     \n     \n   t-Statistic   Prob.* \n     \n     \n\nAugmented Dickey-Fuller test statistic -4.337990  0.0041 \n\nTest critical values: 1% level  -4.046072  \n\n 5% level  -3.452358  \n\n 10% level  -3.151673  \n     \n     \n\n*MacKinnon (1996) one-sided p-values.  \n\n     \n\n     \n\nAugmented Dickey-Fuller Test Equation  \n\nDependent Variable: D(ARREC_ATACADISTA)  \n\nMethod: Least Squares   \n\nDate: 04/24/13   Time: 21:38   \n\nSample (adjusted): 2002M02 2010M12  \n\nIncluded observations: 107 after adjustments  \n     \n     \n\nVariable Coefficient Std. Error t-Statistic Prob.   \n     \n     \n\nARREC_ATACADISTA(-1) -0.300389 0.069246 -4.337990 0.0000 \n\nC 730700.1 189294.3 3.860127 0.0002 \n\n@TREND(2002M01) 13803.85 4161.219 3.317262 0.0013 \n     \n     \n\nR-squared 0.157530     Mean dependent var 54070.22 \n\nAdjusted R-squared 0.141329     S.D. dependent var 735912.7 \n\nS.E. of regression 681929.8     Akaike info criterion 29.73088 \n\nSum squared resid 4.84E+13     Schwarz criterion 29.80582 \n\nLog likelihood -1587.602     F-statistic 9.723301 \n\nDurbin-Watson stat 2.059505     Prob(F-statistic) 0.000135 \n     \n     \n\n \n\n \n\n \n\n\n\n56 \n\n \n\n4º Escolher valores de p,d,q  - Método de Box-Jenkins \n\nDependent Variable: ARREC_ATACADISTA  \n\nMethod: Least Squares   \n\nDate: 04/24/13   Time: 21:25   \n\nSample (adjusted): 2002M02 2010M12  \n\nIncluded observations: 107 after adjustments  \n\nConvergence achieved after 9 iterations  \n\n     \n     \n\nVariable Coefficient Std. Error t-Statistic Prob.   \n\n     \n     \n\nC 5257923. 694661.6 7.569042 0.0000 \n\nAR(1) 0.896800 0.037172 24.12597 0.0000 \n\n     \n     \n\nR-squared 0.847175     Mean dependent var 4788058. \n\nAdjusted R-squared 0.845720     S.D. dependent var 1816967. \n\nS.E. of regression 713677.4     Akaike info criterion 29.81276 \n\nSum squared resid 5.35E+13     Schwarz criterion 29.86272 \n\nLog likelihood -1592.983     F-statistic 582.0623 \n\nDurbin-Watson stat 2.276409     Prob(F-statistic) 0.000000 \n\n     \n     \n\nInverted AR Roots       .90   \n\n     \n     \n\n \n\n5º Teste de Chow \n\n \n\nChow Breakpoint Test: 2005M12   \n     \n     \n\nF-statistic 5.471437     Probability 0.005517 \n\nLog likelihood ratio 10.80361     Probability 0.004508 \n     \n     \n\n \n\n \n\n\n\n57 \n\n \n\nAPÊNDICE B – Metodologia Box Jenkins para Arrecadação de ICMS no Comércio \n\nVarejista de GLP  \n\n \n\n1º Análise Gráfica \n\n0\n\n100000\n\n200000\n\n300000\n\n400000\n\n500000\n\n600000\n\n700000\n\n02 03 04 05 06 07 08 09 10\n\nARREC_VAREJISTA\n\n \n \n\n2º Correlograma \n\n \n \n\n\n\n58 \n\n \n\n3º Teste de Raiz Unitária – ADF \n\nNull Hypothesis: ARREC_VAREJISTA has a unit root \n\nExogenous: Constant, Linear Trend  \n\nLag Length: 0 (Automatic based on SIC, MAXLAG=12) \n\n     \n     \n   t-Statistic   Prob.* \n\n     \n     \n\nAugmented Dickey-Fuller test statistic -3.619650  0.0328 \n\nTest critical values: 1% level  -4.046072  \n\n 5% level  -3.452358  \n\n 10% level  -3.151673  \n\n     \n     \n\n*MacKinnon (1996) one-sided p-values.  \n\n     \n\n     \n\nAugmented Dickey-Fuller Test Equation  \n\nDependent Variable: D(ARREC_VAREJISTA)  \n\nMethod: Least Squares   \n\nDate: 04/24/13   Time: 22:29   \n\nSample (adjusted): 2002M02 2010M12  \n\nIncluded observations: 107 after adjustments  \n\n     \n     \n\nVariable Coefficient Std. Error t-Statistic Prob.   \n\n     \n     \n\nARREC_VAREJISTA(-1) -0.226486 0.062571 -3.619650 0.0005 \n\nC 35466.42 14877.87 2.383837 0.0189 \n\n@TREND(2002M01) 458.4950 225.9035 2.029605 0.0450 \n\n     \n     \n\nR-squared 0.111929     Mean dependent var 393.2310 \n\nAdjusted R-squared 0.094851     S.D. dependent var 61905.34 \n\nS.E. of regression 58896.33     Akaike info criterion 24.83258 \n\nSum squared resid 3.61E+11     Schwarz criterion 24.90752 \n\nLog likelihood -1325.543     F-statistic 6.553880 \n\nDurbin-Watson stat 2.172064     Prob(F-statistic) 0.002086 \n\n \n\n \n\n\n\n59 \n\n \n\n4º Escolher valores de p,d,q  - Método de Box-Jenkins \n\nDependent Variable: ARREC_VAREJISTA  \n\nMethod: Least Squares   \n\nDate: 04/24/13   Time: 22:39   \n\nSample (adjusted): 2002M05 2010M12  \n\nIncluded observations: 104 after adjustments  \n\nConvergence achieved after 7 iterations  \n\n     \n     \n\nVariable Coefficient Std. Error t-Statistic Prob.   \n\n     \n     \n\nC 276587.1 67040.77 4.125655 0.0001 \n\nAR(1) 0.683312 0.070940 9.632249 0.0000 \n\nAR(4) 0.232246 0.070715 3.284261 0.0014 \n\n     \n     \n\nR-squared 0.747532     Mean dependent var 266281.7 \n\nAdjusted R-squared 0.742533     S.D. dependent var 112999.1 \n\nS.E. of regression 57337.14     Akaike info criterion 24.77971 \n\nSum squared resid 3.32E+11     Schwarz criterion 24.85599 \n\nLog likelihood -1285.545     F-statistic 149.5254 \n\nDurbin-Watson stat 2.025427     Prob(F-statistic) 0.000000 \n\n     \n     \n\nInverted AR Roots       .95      .15+.64i    .15-.64i      -.57 \n\n     \n     \n\n \n\n5º Teste de Chow \n\n  \n\nChow Breakpoint Test: 2005M12   \n     \n     \n\nF-statistic 3.377234     Probability 0.021393 \n\nLog likelihood ratio 10.23178     Probability 0.016695 \n     \n     \n\n \n\n\n\n60 \n\n \n\nAPÊNDICE C – Metodologia Box Jenkins para Arrecadação Total de GLP \n\n \n\n1º Análise Gráfica \n\n0\n\n2000000\n\n4000000\n\n6000000\n\n8000000\n\n10000000\n\n02 03 04 05 06 07 08 09 10\n\nARREC_TOTAL_GLP\n\n \n2º Correlograma \n\n \n \n\n\n\n61 \n\n \n\n3º Teste ADF \n\nNull Hypothesis: ARREC_TOTAL_GLP has a unit root \n\nExogenous: Constant, Linear Trend  \n\nLag Length: 0 (Automatic based on SIC, MAXLAG=30) \n\n     \n     \n   t-Statistic   Prob.* \n\n     \n     \n\nAugmented Dickey-Fuller test statistic -4.161540  0.0071 \n\nTest critical values: 1% level  -4.046072  \n\n 5% level  -3.452358  \n\n 10% level  -3.151673  \n\n     \n     \n\n*MacKinnon (1996) one-sided p-values.  \n\n     \n\n     \n\nAugmented Dickey-Fuller Test Equation  \n\nDependent Variable: D(ARREC_TOTAL_GLP)  \n\nMethod: Least Squares   \n\nDate: 04/24/13   Time: 23:24   \n\nSample (adjusted): 2002M02 2010M12  \n\nIncluded observations: 107 after adjustments  \n\n     \n     \n\nVariable Coefficient Std. Error t-Statistic Prob.   \n\n     \n     \n\nARREC_TOTAL_GLP(-1) -0.282732 0.067939 -4.161540 0.0001 \n\nC 740284.7 196476.4 3.767805 0.0003 \n\n@TREND(2002M01) 13468.86 4244.165 3.173502 0.0020 \n\n     \n     \n\nR-squared 0.147091     Mean dependent var 54463.45 \n\nAdjusted R-squared 0.130689     S.D. dependent var 744158.6 \n\nS.E. of regression 693830.0     Akaike info criterion 29.76548 \n\nSum squared resid 5.01E+13     Schwarz criterion 29.84042 \n\nLog likelihood -1589.453     F-statistic 8.967841 \n\nDurbin-Watson stat 2.073953     Prob(F-statistic) 0.000255 \n\n     \n     \n\n \n\n \n\n\n\n62 \n\n \n\n4º Escolher valores de p,d,q  - Método de Box-Jenkins \n\nDependent Variable: ARREC_TOTAL_GLP  \n\nMethod: Least Squares   \n\nDate: 04/24/13   Time: 23:34   \n\nSample (adjusted): 2002M02 2010M12  \n\nIncluded observations: 107 after adjustments  \n\nConvergence achieved after 9 iterations  \n\n     \n     \n\nVariable Coefficient Std. Error t-Statistic Prob.   \n\n     \n     \n\nC 5556829. 746594.5 7.442901 0.0000 \n\nAR(1) 0.902512 0.036233 24.90831 0.0000 \n\n     \n     \n\nR-squared 0.855257     Mean dependent var 5052626. \n\nAdjusted R-squared 0.853879     S.D. dependent var 1891861. \n\nS.E. of regression 723179.7     Akaike info criterion 29.83922 \n\nSum squared resid 5.49E+13     Schwarz criterion 29.88918 \n\nLog likelihood -1594.398     F-statistic 620.4237 \n\nDurbin-Watson stat 2.282987     Prob(F-statistic) 0.000000 \n\n     \n     \n\nInverted AR Roots       .90   \n\n     \n     \n\n \n\n5º Teste de Chow \n\n \n\nChow Breakpoint Test: 2005M12   \n     \n     \n\nF-statistic 5.679479     Probability 0.004573 \n\nLog likelihood ratio 11.19363     Probability 0.003710"}]}}}