{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06857"}, {"@name": "filename", "#text": "11452_Moreira_DanielRuyRibeiro_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL DE CAMPINAS\nFACULDADE DE ENGENHARIA QUÍMICA\nÁREA DE CONCENTRAÇÃO\nDESENVOLVIMENTO DE PROCESSOS QUÍMICOS\nFWUWIMltâêtUCA CWmACmAL\nDissertação de Mestrado apresentada à Faculdade de Engenharia Química como parte dos requisitos exigidos para a obtenção do título de Mestre em Engenharia Química\nAluno: Daniel Ruy Ribeiro Moreira\nOrientador: Prof. Dr. Milton Mori\nCampinas - SP\n13 de Maio de 2002\nUNICAMP I ¡BiBUOTECA CENTRAL J | SEÇÃO CíRCULARTE í\nUNICAMP\nBsBUOTECA CENTRAL\nFicha Catatográfica\nii\nNa CHAMADAT/\nUNIDADE\nM£¿¿a\nV\tEX ...\nTOMBO BC/\t7\nproc ÁA S'3^/0\nC :\t... DF „\t■\nPSÊÇO\nDATA\nN» CPO .\nC 1'100174292-0\nB/B JD\tFICHA CATALOGRÁFICA ELABORADA PELA\n'\tBIBLIOTECA DA ÁREA DE ENGENHARIA - BAE - UNICAMP\nMoreira, Daniel Ruy Ribeiro\nM813s\tSimulação não isotérmica de um regenerador FCC\nusando a fluido dinâmica computacional / Daniel Ruy Ribeiro Moreira.-Campinas, SP; [s.n.], 2002.\nOrientador: Milton Mori.\nDissertação (mestrado) - Universidade Estadual de Campinas, Faculdade de Engenharia Química.\n1. Modelos matemáticos. 2. Reatores fluidizados. 3. Craqueamento catalítico. 4. Método dos volumes finitos.\n5.\tSimulação (Computadores). I. Mori, Milton. II. Universidade Estadual de Campinas. Faculdade de Engenharia Química. III. Título.\nFolha de aprovação\niii\nDissertação de Mestrado defendida por Daniel Ruy Ribeiro Moreira e aprovada em 13 de maio de 2002 pela banca examinadora constituída pelos doutores:\nX\nX\n--------------:—l----------\n/ 7\nProf. Dr. Milton Móri - Orientador\n/\n/\n/\nProf Dr Waldir Pedro Martignoni\nX''\nT\nProf. Dra. Maria das Graças Enrique da Silva\nFolha da Versão Final\nIV\nEste exemplar corresponde à versão final da Dissertação de Mestrado em Engenharia Química\nDedico este trabalho a meus pais que sempre acreditaram em meu potencial e me apoiaram nos momentos mais difíceis de minha vida.\nAgradeço a Deus por ter me iluminado, dando-me forças para superar as adversidades encontradas ao longo deste trabalho.\nAgradeço a meus pais (Mário e Magali) pela minha formação e pelos sábios conselhos que ajudaram-me a escolher os melhores caminhos para alcançar meus objetivos. À minha finada avó Nysia e à minha irmã Wilma pelo incentivo dado desde o início desta jornada.\nAgradeço a Geny, pelo incontestável apoio e pelo grande amor e compreensão dispensados, principalmente nos momentos mais difíceis.\nAo Professor Milton Morí pela orientação e apoio imprescindíveis para a realização deste trabalho.\nÀ CAPES pela ajuda financeira. À Unicamp pela infra-estrutura oferecida\nAos meus colegas do Lmspq (Anna Ritta, Carlos, Alexandre, Takeo, Daniel Ribeiro, Karla, Leonardo, Wesley, Fujita, Fábio, Sérgio, Graça, Rodrigo) pela amizade, cooperação e solidariedade.\nAos meus amigos de república (Álvaro, Francisleo, Wagner, Luiz) pelo companheiro e amizade.\nÀ ESSS pelo suporte ao software utilizado na simulação.\nAos Eng. Waldir Martignoni e José Mozart Fusco pela ajuda e paciência em sanar minhas dúvidas e a todos meus amigos e parentes que direta ou indiretamente contribuíram para meu sucesso .\n\"Quanto maior for a crença em seus objetivos, mais depressa você os conquistará!\"\nMaxwell Maltz\nResumo\nviii\nResumo\nO objetivo deste trabalho foi desenvolver uma metodologia usando a Fluido Dinâmica Computacional (CFD) que venha a contribuir no aperfeiçoamento do craqueamento catalítico do petróleo em leito fluidizado (FCC). CFD é um método computacional usado para a resolução de escoamentos complexos e de transferência de calor que permite o estudo de problemas de difíceis soluções usando-se técnicas clássicas. O regenerador de uma indústria de refino de petróleo é conhecido como o pulmão de uma unidade FCC. A eficiência de regeneração do catalisador pode ser medida pela variação do teor de coque presente nos catalisadores gasto e regenerado. Uma aproximação euleriana-euleriana foi empregada para predizer o comportamento de um leito fluidizado bifásico. O modelo hidrodinâmico bidimensional transiente é caracterizado por um conjunto de equações de conservação (Navier-Stokes e continuidade) e constitutivas (transferência de momento entre fases, iterações partícula-partícula). O modelo também incorpora a cinética de reação da regeneração do catalisador FCC. O conjunto de equações diferenciais parciais geradas foram discretizadas e resolvidas pelo método dos Volumes Finitos (FVM) através do software comercial CFX-4.3, desenvolvido pela AEA Technology. Resultados para a distribuição de temperaturas, velocidades, concentração de coque e fração volumétrica, para ambas as fases, foram obtidos. Tais resultados poderão contribuir para a melhoria da tecnologia do craqueamento catalítico do petróleo em leito fluidizado, aumentando a produção de gasolina e gás liquefeito de petróleo.\nPalavras Chave: Regenerador, FCC, CFD, Método dos Volumes Finitos\nAbstract\nThe objective of this work was to develop a methodology using Computational Fluid Dynamic (CFD) to improve the petroleum fluidized catalytic cracking. CFD is a computer method for solving complex fluid flow and heat transfer problems that allows studying problems that are too difficult to solve using classical techniques. Petroleum refining industry regenerator is known as the lung of the unit of FCC. Catalytic regeneration efficiency can be measured by the variation of the coke percentage in the spent and regenerated catalysts. An eulerian-eulerian approach was used to predict the two-phase fluidized bed behaviour. The bidimensional transient hydrodynamic model was characterized by a set of governing equations (Navier-Stokes and continuity) and constitutive equations (interphase momentum transfer and the particle- particle interactions). The model also incorporate the reaction kinetics of FCC catalyst regeneration. These partial differential equations were discretized and solved by the Finite Volume Method (FVM) using the CFX 4.3, a CFD commercial code developed by AEA Technology. Numerical predictions for temperature, coke concentration, velocity and volume fractions of both phases were obtained. The results will contribute to improvement of the petroleum catalytic cracking technology in fluidized bed by increasing the production of gasoline and liquefied petroleum gas as well.\nKey Words: Regenerator, FCC, CFD, Finite Volume Method\nResumo___________________ ________________________________:_____________viii\nAbstract________________________________________________________________ix\nLista de Figuras________________________________________________________xii\nLista de Tabelas _____________________________________„ xiv\nNomenclatura ..\t________________.\txv\n1)\tINTRODUÇÃO.......................................................   1\n1.1)\tCraqueamento Catalítico__________________________________________1\n1.2)\tRegenerador_______________;______________________________________2\n13) Objetivo______________________________________________________    6\n1.4)\tTemática da Tese________________________________________________ 6\n1.5)\tFluido Dinâmica Computacional__________________________________  6\n1.6)\tPlano de Trabalho_________________________________________________ 7\n2)\tREVISÃO BIBLIOGRÁFICA_______________________________________________8\n2.1)\tTipos de Fluidização_____________________________________________8\n2.2)\tClassificação de Geldart (1973):_________________________________10\n2.3)\tHidrodinâmica de escoamentos multifásicos_______________________11\n2.4)\tCinética de queima do coque______________________________________13\n3)\tMODELAGEM MATEMÁTICA_______________________________________________17\n3.1)\tModelo Hidrodinâmico_____________________________________________18\n3.1.1)\tEquação da continuidade____________________________________18\n3.1.2)\tEquação de conservação das espécies qunnicas________________18\n3.1.2.1)\tEspécies na fase gasosa______________________________  18\n3.1.2.2)\tEspécie na fase particulada (teor de carbono)___________19\n3.1.3)\tEquação do balanço da quantidade de movimento_______________19\n3.1.3.1)\tEquação de momento para a fase gasosa na direção x:_____19\nSumário\t„ xi\n3.1.3.2)\tEquação de momento para a fase particulada na direção x:______19\n3.1.3.3)\tEquação de momento para a fase gasosa na direção y:________,_____ 20\n3.1.3.4)\tEquação de momento para a fose particulada na direção y:______20\n3.1.4)\tEquação da conservação da energia_________________________________20\n3.1.4.1) Equação da conservação de energia para a fase gasosa__________20\n3.1.4.2) Equação da Conservação de energia para a fase particulada_____21\n3.1.5)\tEquações de Fechamento____________________________________________21\n3.1.5.1)\tCoeficiente de Arraste gás-sólido (fi)________________________21\n3.1.5.2)\tCoeficiente de Arraste (Cd):__________________________________22\n3.1.5.3)\tPressão da Partícula__________________________________________23\n3.1.5.4)\tTransferência de calor entre fases (Cap)______________________23\n3.2)\tPropriedades físicas___________________________________________ ..\t24\n3.3)\tCondições de Contorno e inicial:______________________________________25\n3.4)\tCinética Química______________________________________________________27\n4)\tMODELAGEM NUMÉRICA________________________________________________________29\n4.1)\tMétodos dos Volumes Finitos___________________________________________29\n4.1.1)\tTermos Difusivo:________________________________________________  32\n4.1.2)\tTermos Convectivos (Advectivos):_________________,________________32\n4.1.3)\tTermo Transiente_______________________________________________   34\n4.1.4)\tTermo fonte______________________________________________________ 35\n4.1.5)\tEquações linearizadas_____________________________________________36\n4.1.6)\tAcoplamento Pressão-Velocidade ___________________________________36\n4.1.7)\tSolução do sistema de equações____________________________________38\n4.1.8)\tCondição de Contorno______________________________________________39\n4.2)\tFluido Dinâmica Computacional _______________________________________ 40\n4.3)\tCFX____________________________________________________________________ 42\n4.3.1)\tPré-processador___________________________________________________  43\n4.3.1.1)\tGeração da Malha ______________________________________________44\n4.3.1.1.1)\tRegenerador bidimensional___________________________________44\n4.3.1.1.2)\tRegenerador Tridimensional__________________________________44\n4.3.2)\tSolver____________________________________________________________  48\n4.3.3)\tPós processador_____________________________________________________48\n5)\tResultados e Discussão____________________________________________________ 49\n5.1)\tRegenerador Bidimensional______________________________________________ 49\n5.2)\tRegenerador Tridimensional\t   67\n6)\tConclusões e Sugestões__________________________________________________   71\n7)\tReferências Bibliográficas: _______________________________________________72\nLista de Figuras\t.\t.. xiii\nLista de Figuras\nFigura 1.1\tCorte Longitudinal do Regenerador\t04\nFigura 1.2 Corte Transversal do Regenerador ao longo das linhas XX e YY da 05 figura 1.1\nFigura 2.1\tRegimes de Escoamento\t08\nFigura 3.1\tDesenho Esquemático do Regenerador\t26\nFigura 4.1\tNotação do Volume de Controle Unidimensional\t31\nFigura 4.2\tBalanço de massa no arranjo co-localizado\t37\nFigura 4.3\tMalha Bidimensional usada na cinética de queima do coque\t46\nFigura 4.4\tMalha Tridimensional usada no escoamento monofásico\t47\nFigura 5.1 Condição inicial (a) e perfil transiente da fração volumétrica do sólido 51\napós 2 s de simulação para as seguintes entradas: (b) 2 entrada; (c) 4 entradas; (d) 15 entradas\nFigura 5.2 Condição inicial (a) e perfil transiente da velocidade do gás após 2 s de 52 simulação para as seguintes entradas: (b) 2 entrada; (c) 4 entradas; (d) 15 entradas\nFigura 5.3a\tCorreções para o Coeficiente de arraste gás-sólido\t53\nFigura 5.3b\tComposição dos gases de combustão\t53\nFigura 5.4 Perfil transiente da Velocidade Axial do Gás para os seguintes tempos: 56 (a) t = 0,0 s; (b) = t = 0,30 s; (c) t = 0,60 s; (d) t = 0,90 s\nFigura 5.5 Perfil transiente da Velocidade Axial do Gás para os seguintes tempos: 57\n(a) t = 1,2 s; (b) = t = 1,50 s; (c) t = 1,80 s; (d) t = 2,00 s\nFigura 5.6\tPerfil transiente do teor de coque presente no catalisador para os\t58\nseguintes tempos: (a) t - 0,0 s; (b) t = 0,30 s; (c) t = 0,60 s; (d) t = 0,90 s\nFigura 5.7\tPerfil transiente do teor de coque presente no catalisador para os\t59\nseguintes tempos: (a) t = 1,2 s; (b) = t = 1,50 s; (c) t =1,80 s; (d) t = 2,00\ns\nFigura 5.8 Perfil transiente da temperatura do catalisador para os seguintes tempos: 60\n(a) t = 0,0 s; (b) = t = 0,30 s; (c) t = 0,60 s; (d) t = 0,90 s\nFigura 5.9 Perfil transiente da temperatura do catalisador para os seguintes tempos: 61 (a) t = 1,20 s; (b) = t = 1,50 s; (c) t = 1,80 s; (d) t = 2,00 s\nFigura 5.10\tConcentração do oxigênio ao longo do tempo:\t62\n(a) t = 0,0 s; (b) = t = 0,05 s; (c) t = 0,10 s; (d) t - 0,15 s\nFigura 5.11\tConcentração do oxigênio ao longo do tempo:\t63\n(a) t = 0,16 s; (b) = t = 0,18 s; (c) t = 0,20 s; (d) t = 0,25 s\nFigura 5.12\tVariação do fração volumétrica do catalisador ao longo do tempo:\t64\n(a) t = 0,0 s; (b) = t = 0,30 s; (c) t ~ 0,60 s; (d) t = 0,90 s\nFigura 5.13\tVariação do fração volumétrica do catalisador ao longo do tempo:\t65\n(a) t = 1,20 s; (b) = t = 1,50 s; (c) t = 1,80 s; (d) t = 2,00 s\nFigura 5.14 Perfil simétrico da: (a) porosidade, (b) concentração de oxigênio para um 66 modelo bidimensional após 0,4s de simulação\nFigura 5.15 Perfil simulado da: (a) porosidade, (b) concentração de oxigênio para o 66 modelo bidimensional proposto após 0,4s de simulação\nFigura 5.16\tPerfil inicial da velocidade do gás no escoamento monofásico 69\nFigura 5.17\tPerfil final da velocidade do gás no escoamento monofásico\t69\nFigura 5.18\tVariação da fração volumétrica do catalisador após 1 s\t70\nFigura 5.19\tVariação da velocidade do gás após 1 s\t70\nLista de Tabelas,\t______ ________________________ xv\nLista de Tabelas\nTabela 2.1\tDiferença entre os grupos A e B\t11\nTabela 3.1\tPropriedades físicas\t24\nTabela 3.2\tParâmetros cinéticos\t28\nTabela 4.1 Valores de F e S para as equações de\t30\ntransporte\nTabela 4.2 Malha numérica\t45\nNomenclatura\nLetras Latinas\nt\tTempo\t[s]\nT\tTemperatura\t[K]\nP\tPressão\t[Pa]\nG\tAceleração da gravidade\t[m/s2]\ncd\tCoeficiente de arraste\t[Kg.mVs]\nA\tÁrea\t[m2]\nH\tEntalpia\t[J/Kg]\nI\tEnergia Interna\t[J/Kg]\nR\tConstante universal dos gases\t[J/Kg.mol.K]\nrc\tTaxa de reação do coque\t[Kg coque/Kg catalisador.s]\nm\tTaxa de gaseificação\t[Kg/s]\nh\tCoeficiente de transferência de calor\t[J/(s.m2.K)J\n\tDiâmetro da partícula\t[m]\nUmf\tVelocidade de fluidização mínima\t[m/s]\nUmb\tVelocidade mínima de borbulhamento\t[m/s]\nU\tComponente da velocidade na direção x\t[m/s]\nV\tComponente da velocidade na direção y\t[m/s]\nE\tEnergia de ativação\tJ/mol\nYi\tFração mássica da espécie i\t[massa da esp. i / massa total]\nKe\tConstante da taxa de reação\t[nf/mol.sj\nMi\tMassa molecular da espécie i\t[Kg/mol]\nxvii\nNomenclatura\nCc\tTeor de carbono no catalisador\t[Kg carbono/Kg catalisador]\nKo\tFator pré-exponencial\t[m3/mol.s]\ncp\tCapacidade calorífica\t[J/Kg.s]\nV\tVolume\t[m3]\nho\tDistância entre a face 0 e o centro P\tM\nG(s)\tMódulo de elasticidade\t[N/m2]\nAr\tNúmero de arquimedes\t\nRe\tNúmero de Reynolds\t\nCap\tCoeficiente de transferência térmica\t[J/m3.s]\nS\tSeletividade (razão molar entre CO2 e CO)\t\ncd\tCoeficiente de arraste\t-\nu\tVetor velocidade\t[m/s]\nV\tVetor velocidade\t[m/s]\nLetras Gregas\nM\nViscosidade\n\nVariável dependente generalizada\n[Kg/ms]\n[unidade de medida]\nÂ\tCondutividade térmica\n[J/m2.s.K]\n<J>s\tEsfericidade da partícula\nP\nP\n£\nMassa específica\nCoeficiente de arraste gás-sólido\nFração volumétrica da fase gasosa\n[Kg/m3]\nKg/m3.s\nSubscritos\n\tEixos de coordenadas cartesianas\ng\tFase gasosa\ns\tFase particulada\nP\tPonto de referência\nO, o\tReferente ao ponto a oeste de P\nL,1\tReferente ao ponto a leste de P\nOO, oo\tReferente ao ponto a oeste de 0\nSiglas\nFCC\tCraqueamento Catalítico em leito fluidizado\nCFD\tFluido Dinâmica Computacional\nFVM\tMétodo dos Volumes Finitos\nCSTR\tReator contínuo de tanque agitado\n1) INTRODUÇÃO\n1.1)\tCraqueamento Catalítico\nO Craqueamento Catalítico Fluidizado (FCC) é um processo de refino que visa aumentar a produção de gasolina e gás liqüefeito de petróleo (GLP). Consiste na conversão, à altas temperaturas, de cortes pesados oriundos da destilação do petróleo em frações mais leves por ação de um catalisador. Esta reação provoca o aparecimento de moléculas leves (GLP, gasolina), gasóleos leve e pesado e coque (que deposita-se na superfície do catalisador).\nOs processos de craqueamento catalítico surgiram da necessidade de produção de gasolina em quantidade e qualidade suficiente de modo a atender à crescente demanda desse combustível devido ao crescimento da indústria automobilística dos Estados Unidos no século passado.\nAté 1913, toda a gasolina era obtida por destilação direta do petróleo e por causa disso tanto a quantidade, quanto a qualidade, dependiam do tipo de cru refinado (em média o rendimento ficava em tomo de 20% em volume). A partir da segunda década do século passado, surgiram os processos de craqueamento para suprir as necessidades da indústria automobilística. O primeiro deles foi o térmico, depois o catalítico em leitos móvel e fixo, e finalmente o craqueamento catalítico em leito fluidizado, imprescindível às modernas refinarias.\nO FCC é hoje um processo largamente difundido em todo o mundo, devido principalmente a dois fatores. O primeiro deles consiste no fato de contribuir eficazmente com a refinaria no sentido de ajustar sua produção às reais necessidades do mercado consumidor local, devido à sua grande flexibilidade operacional O segundo fator e mais importante está ligado ao aspecto econômico, pois este processo transforma frações residuais, de baixo valor comercial, em derivados nobres de alto valor, tais como gasolina e GLP. Com isso o craqueamento catalítico aumenta muito os lucros da refinaria, devido à sua extraordinária rentabilidade. As operações do FCC são complexas e têm como principais características:\n• Alimentações cujas misturas são espécies de hidrocarbonetos que exibem uma larga faixa de taxas de craqueamento;\n•\tProdutos que variam de parafinas leves à coque polimérico;\n•\tCatalisadores cujas composição contém peneiras moleculares que ficam impregnadas pela deposição de materiais venenosos (coque) e são desativadas em poucos segundos. A circulação de catalisador acopla as reações do craqueamento do gasóleo no reator com as reações de queima do coque no regenerador, aumentando o grau de dependência entre as variáveis do processo.\n•\tRestrições mecânicas e de processo que limitam a cadeia de operações em um reator de craqueamento catalítico.\nConsequentemente qualquer tentativa de modelar matematicamente o FCC pode, na melhor das hipóteses, ser apenas uma aproximação da representação atual do processo. Contudo, as unidades FCC oferecem o maior potencial para o aumento de rentabilidade. Pequenos melhoramentos no método de operação da unidade podem resultar num substancial ganho econômico.\nA deposição do coque provoca a desativação do catalisador. Para restaurá-lo é necessário seu envio para um vaso de Regeneração, onde será queimado pela injeção de ar e por ação de altas temperaturas.\n1.2)\tRegenerador\nA função do Regenerador é queimar os depósitos carbonosos alojados na superfície do catalisador, transformando-os em gases de combustão. Esta combustão ocorre devido à alta temperatura de entrada do catalisador a ser regenerado, à presença do material depositado e à alta vazão de ar injetada no regenerador.\nA queima do coque libera muita energia (reação exoténnica), elevando a temperatura do catalisador regenerado. Esta grande geração de energia é a maior fonte de calor para o processo devido à contínua remoção de catalisador regenerado, levado à base do riser (equipamento onde ocorre o craqueamento catalítico). O ar requerido para queima é fornecido por um soprador de ar e é injetado no regenerador através de um distribuidor localizado no fundo do vaso (“PIPE-GRID”). A passagem de ar através da massa de\ncatalisador no interior do regenerador causa a formação de bolhas. O contato do ar (transformado em gases de combustão) e os sólidos produz a formação de um leito fluidizado, com a formação de duas fases: A fase densa (onde predomina a massa de sólido) e a fase diluída (onde predomina os gases de combustão). Na fase diluída são arrastadas partículas de catalisador que são recuperadas pelo conjunto de ciclones do regenerador. Os gases de combustão (inertes e finos) deixam o segundo estágio de cada conjunto e alcançam a câmara plena do regenerador. A figuras 1.1 e 1.2 mostram um corte longitudinal e dois cortes transversais num regenerador, destacando o arranjo de ciclones e do distribuidor de ar, assim como o sistema de entrada e salda do catalisador e do ar usado para a combustão do gás.\nx\nFase diluída\nGás de combustão\nCorte transversal xx\nCamara\nK\tPlena\t/!\n\t\t\nCiclones\nZc • r.\nCorte transversal yy\nEntrada de catalisador gasto\nDistribuidor de ar\nEntrada de ar\nSaída do catalisador regenerado\nFigura 1.1- Corte Longitudinal do Regenerador\nFonte: Venuto, P.B; 1979\nCiclone Secundário\nCiclone\nPrimário\nEntrada de catalisador gasto\nFunil de saída de catalisador\nSaída de catalisador\nregenerado\nCorte transversal XX\nSaída de catalisador\nregenerado\nEntrada central de ar\nDistribuidor\nEntrada de catalisador gasto\ndear\nCorte transversal YY\nFigura 1.2- Corte transversais do Regenerador ao longo da linhas XX e YY da\nfigura 1.1\nFonte: Venuto, P.B; 1979\n1.3)\tObjetivo\nO objetivo deste trabalho é a Modelagem e Simulação de um Regenerador usando a técnica da Fluido Dinâmica Computacional. O modelo utilizado contempla as características hidrodinâmicas do escoamento dos fluidos e a cinética de regeneração do coque encontrado em catalisadores FCC.\n1.4)\tTemática da Tese\nO capítulo 2 apresenta o embasamento teórico utilizado ao longo deste trabalho. Define-se os tipos de regimes de fluidização aplicando-se correlações empíricas, que dependem das propriedades dos fluidos, para se determinar os valores das velocidades do gás, característicos de cada regime. Além disso, descreve-se os vários tipos de partículas sólidas usadas como catalisadores para os processos de fluidização e apresenta-se uma detalhada pesquisa bibliográfica acerca de trabalhos publicados sobre a cinética de combustão do catalisador empregado em processos de Craqueamento Catalítico em Leito Fluidizado\nO Capítulo 3 destina-se à descrição da modelagem matemática empregada. As equações de balanço de massa, momento e energia assim com as equações de fechamento e a cinética de queima do coque são detalhadas. No capítulo 4, o método numérico e o software utilizados serão brevemente comentados, uma vez que já existe uma extensa literatura acerca deste método. Os resultados obtidos são mostrados e comentados no capítulo 5. Finalmente, no capítulo 6 são apresentadas as conclusões mais relevantes do trabalho assim como sugestões para trabalhos futuros.\n1.5)\tFluido Dinâmica Computacional\nA Fluido Dinâmica Computacional (CFD) surgiu na década de 80 como uma importante ferramenta para o estudo da fluido dinâmica graças ao rápido desenvolvimento de hardware e software computacionais. A CFD fornece uma solução numérica das equações de continuidade, momento (equações de Navier Stokes para o escoamento incompressível) e energia. O domínio de cálculo é dividido em células não sobrepostas, sobre as quais as equações de conservação são discretizadas gerando equações algébricas\nque são resolvidas pelo Método dos Volumes Finitos (MVF). Este trabalho utilizou o algoritmo ICCG para a resolução do campo de pressão e STONE para as outras variáveis. Usou-se ainda arranjo co-localizado (no qual todas as variáveis são localizadas num mesmo ponto), acoplamento pressão velocidade SIMPLEC, com esquemas de interpolação “upwind” e uso de fatores de relaxação. Para a aplicação do MVF será utilizado o código comercial CFX-4.4 distribuído pela AEA Technology e estações de trabalho Ultra-10 500 MHz.\n1.6)\tPlano de Trabalho\nEsta tese subdivide-se nas seguintes etapas:\n•\tSimulação 2-D da fluidodinâmica do escoamento em combustores de leito fluid izado, como aquele que ocorre em regeneradores de FCC variando a malha computacional e a simulação de diferentes quantidades de jatos de entrada de gás.\n•\tObtenção de soluções numéricas com a introdução de um modelo termo-cinético para representar o fenômeno de regeneração, com uma cinética específica para a combustão do coque depositado no catalisador.\n•\tSimulação Tridimensional Monofásica de um Regenerador Industrial.\nA literatura sobre modelagem de Regeneradores FCC é limitada. Ainda não foi feito um estudo detalhado que combine a parte hidrodinâmica com a cinética. A maioria dos artigos publicados omite informações confidenciais e por causa disto não se pôde simular em sua plenitude um equipamento industrial.\nOs resultados obtidos com as simulações apresentam a tendência do comportamento esperado na escala industrial.\n2) REVISÃO BIBLIOGRÁFICA\nAntes de descrever a modelagem matemática e método numérico usados na simulação, faz-se importante lembrar algumas informações relevantes sobre o escoamento multifásico. Para tal, far-se-á uma revisão sobre os principais regimes de fluidização observados e sobre os tipos de partículas sólidas presente no escoamento gás-sólido. Em seguida, será discutido uma coletânea de trabalhos científicos publicados com a cinética de combustão do coque.\n2.1)\tTipos de Fluidização\nA introdução de gás do fundo de uma coluna contendo partículas sólidas via um distribuidor de gás pode levar as partículas a serem fluidizadas. Vários regimes de escoamento podem ser identificados (figura 2.1). Com o aumento da velocidade do gás, o leito fixo inicial tem sua condição alterada para os seguintes regimes de fluidização: fluidização borbulhante, fluidização “slugging” (lesma), fluidização turbulenta, fluidização rápida, transporte pneumático diluído.\nINCREASING U, E\nFIXED BED\tBUBBLING\tSLUGGMG\tTURBULENT FAST\tPNEUMATIC\nOR DELAYED\tREGIME REGIME\tREGIME\tFLUIDIZATION\tCONEYING\nBUBBLING *------------------i-----------------1\nAGGREGATIVE FLUIDIZATION\nFigura 2.1— Regimes de Escoamentos\nFonte: Grace, J. R.; Avidan, A A; Knowlton, T. M.; 1997\nA transição do leito fixo para a fluidização é delineada pela velocidade de fluidização mínima (tw), a qual corresponde a menor velocidade do gás na qual todas as partículas do leito estão suspensas pelo gás. Experimentalmente, umf é determinada pelo nivelamento da queda de pressão ao longo do leito com o aumento da velocidade superficial do gás após um estágio de aumento inicial no regime de leito fixo, u^f foi extensivamente estudada, e um número de equações estão disponíveis para predizer esta velocidade de transição. Uma das equações empregadas é a modificação feita por Grace (1982) na bem conhecida correlação de Wen e Yu (1996):\nRem/ = J27,22 +Õ^0408.zír - 27,2\n(2.1)\nOnde Ar é o número de Arquimedes, definido pela equação:\nu\nmf\nPg^Pp PgfâpS\nP8dP\n(2.2)\n(2.3)\nO início do borbulhamento é indicado pela velocidade mínima de borbulhamento (Ujnb); velocidade na qual as primeiras bolhas começam a aparecer no leito e depende das propriedades das partículas. Neste caso, Umb pode ser estimada pela correlação adimensional de Geldart &amp; Abrahamsen (1978):\n(2.4)\nQuando a velocidade superficial do gás é aumentada, as bolhas aumentam de diâmetro, tomado-se mais largas. Neste caso, o escoamento passa a ser caracterizado como Shigging. Os regimes turbulentos e de fluidização rápida são obtidos a altas velocidades, enquanto que no transporte pneumático não há a formação da região densa.\n2.2)\tClassificação de Geldart (1973):\nSabe-se que o comportamento de sistemas gás-sólido depende das propriedades das partículas sólidas, tais como tamanho, aderência e massa específica. Geldart (1973) sugeriu a classificação destas partículas sólidas em quatro grupos distintos caracterizados pela diferença entre as massa específicas das fases particulada e gasosa (pp - pg) e pelo tamanho médio das partículas. Os grupos foram assim distribuídos:\nGrupo A: materiais cujos diâmetros de partículas ficam compreendidos entre 20 e 100 pm Possuem baixa massa específica (pp &lt;1400 Kg/m3). Leitos de partículas sólidas formados por este grupo exibem uma pequena expansão antes do borbulhamento ocorrer. Não há a formação de grandes bolhas. Como exemplo, temos os catalisadores usados no craqueamento catalítico que foram utilizados nas simulações do regenerador tridimensional.\nGrupo B: materiais que possuem diâmetros de partícula médios (40-500 pm)e massa específica variando entre 1400 e 4500 Kg/m3. Para estas partículas o borbulhamento começa na fluidização incipiente. Não há evidência de um tamanho máximo das bolhas e muitas delas sobem mais rapidamente do que o gás intersticial. Temos como exemplo deste grupo a areia que foi usada para as simulações do regenerador bidimensional.\nGrupo C: partículas aderentes de difícil fluidização.\nGrupo D: partículas largas e muito densas.\nO Critério para fazer a distinção entre os grupos “A” e “B” foi estabelecido usando-se as equações de Gedart para a velocidade de borbulhamento mínima. Esta velocidade é maior do que a Umf para as partículas finas do grupo A e igual a iw para as partículas dos grupos B. Um regime de fluidização de bolha livre entre u^ e umb existe apenas para partículas do grupo A devido ao reduzido tamanho destas partículas que proporcionam uma maior influência das iterações partícula-partícula.\nA tabela 2.1 mostra as principais diferenças entre os grupos “A” e “B”.\nTabela 2.1- Diferença entre os grupos A e B\nGrupo\tMassa Específica\tUmfe/Umf\tdp\tExemplo\tOBS\nA\tbaixa\t> 1\t20-100\tcatalisador de\tTamanho máximo\n\t(<1400 g/m3)\t\t|im\tcraqueamento\tde bolhas\nB\tmédia\t=1\t40-500\tAreia\tNão há tamanho\n\t(1400-4500\t\tJim\t\tde bolha máximo\n\tKg/m3)\t\t\t\t\n23) Hidrodinâmica de escoamentos muitifasicos\nA aproximação hidrodinâmica para a fluidização começou a ser desenvolvida por Davidson (1961) que analisou o movimento de uma simples bolha em um fluido infinito usando duas equações da continuidade e uma expressão para cálculo das velocidades relativas em função da lei de Darcy para escoamento em meios porosos. Gidaspow &amp; Solbrig (1976) demostraram que a utilização da lei de Darcy e de equações de momento para a mistura é equivalente ao uso de balanços de momento para cada fase separadamente. Gidaspow (1986), publicou um artigo apresentando uma revisão de modelos hidrodinâmicos de fluidização. Dentre os modelos apresentados, três deles foram programados em supercomputadores para predizer a variação da fiações volumétricas, pressão e velocidades das partículas sólidas e gasosas em função da posição e do tempo. A capacidade destes modelos em prever bolhas em leitos fluidizados, coeficientes de transferência de calor entre o leito e a parede, distribuições dos produtos em um gaseificador mostra o grande potencial destas novas ferramentas. A modelagem hidrodinâmica passou a interessar a comunidade industrial no final da década de setenta devido à crise energética e à viabilidade do uso de computadores de alta velocidade.\nGidaspow e colaboradores (1985) desenvolveram um modelo computacional para calcular a pressão, fração volumétrica e velocidades das fases particulada e gasosa. Os resultados computacionais das distribuições da porosidade média obtidos em leitos\nbidimensionais com um jato de gás foram validados com dados experimentais. Este modelo foi, posteriormente, aplicado em um processo de gaseificação de carvão. As equações hidrodinâmicas do leito fluidizado foram resolvidas simultaneamente com as equações das espécies químicas.\nEnwald et al. (1996) discutiram uma classificação geral para escoamentos bifásicos e novas rotas para formular modelos com dois fluidos. Adotaram um modelo com dois fluidos e fizeram uma descrição de um procedimento geral para desenvolvê-lo segundo o método apresentado por Delhaye (1981) e Bouré &amp; Delhaye (1982), que fora utilizado para derivar as equações de balanço para escoamentos bifásicos em um sistema de coordenadas fixo no espaço (Euleriano). De acordo com Enwarld e colaboradores há várias maneiras para se formular um modelo para o escoamento de dois fluidos. A principio tomase necessário formular os balanços integrais (que devem ser satisfeitos em qualquer tempo e espaço) para massa, momento e energia usando um volume de controle fixo que contenha ambas as fases. Posteriormente estas equações são reduzidas a dois tipos de equações locais: instantâneas para cada fase e suas respectivas equações de transição (interação entre as fases na superfície). As equações instantâneas locais devem ser calculadas com base nas médias temporais e espaciais o que permite a utilização de uma malha mais grosseira. Isto, entretanto, introduz novas incógnitas e toma necessário a inclusão de expressões (Equações de Fechamento) para fechar o balanço do conjunto de equações. Estas expressões podem ser de três tipos: constitutivas (relacionam propriedades físicas usando axiomas e dados experimentais), transferência (equações empíricas que descrevem as interações entre as fases que ocorrem na interface), topológicas (descrevem a distribuição espacial de um escoamento variável). Enwald discutiu a influência da pressão da partícula e de seu módulo de elasticidade (leis constitutivas), assim como os termos de transferência de momento entre fases (leis de transferência).\nLi et al. (2001) fizeram um estudo computacional para verificar a influência da pressão no comportamento do escoamento em leitos fluidizados empregando aproximação de simulação para partícula discreta que leva em consideração as transições no regime, as estruturas de escoamento bifásico locais e a distribuição da dissipação de energia. Os resultados mostraram que altas pressões reduzem a velocidade incipiente de fluidização, aumentando o regime de fluidização uniforme e conduzindo uma rápida transição para o regime turbulento.\n2.4)\tCinética de queima do coque\nA variedade de trabalhos publicados sobre a cinética de combustão do coque pode ser constatada pelos inúmeros modelos utilizados para representar o Regenerador FCC. Lasa et al. (1979) desenvolveram um modelo para um reator em leito fluidizado dividido em duas regiões: uma região densa (tratada por modelos bifásicos convencionais) onde predomina as partículas de catalisador e uma região diluída (“freeboard”) onde predomina a fase bolha. A conversão na região diluída foi obtida baseada nas trajetórias das partículas preditas das considerações de arraste. Gás sob forma de bolhas e com velocidade superior à de fluidização mínima atravessa o leito de catalisador, estourando em sua superfície. Partículas de catalisador são enviadas para a região diluída e retomam para o leito de duas maneiras: ou retomam ao leito por possuírem velocidades terminais maiores que às do gás ou retomam após serem coletadas nos ciclones localizadas logo acima desta região. Foram desprezadas reações químicas na fase bolha e a região densa foi aproximada de um modelo CSTR. Demostrou-se a influência da região livre na conversão global da Unidade e aplicou-se o modelo proposto em um Regenerador de Craqueamento Catalítico Industrial.\nErrazu et. al. (1979) propuseram um modelo que incluía os efeitos térmicos. O Regenerador foi dividido em três regiões: jato, bolha e emulsão. Gás entra no leito como jato e penetra no leito. O excesso de gás necessário à mínima fluidização atravessa o leito como bolhas. Os jatos são modelados como um escoamento empistonado enquanto as bolhas foram consideradas como perfeitamente misturadas e a emulsão como um reator CSRT. A reação química é negligenciada nas regiões bolha e jato. As equações cinéticas empregadas para a transformação do coque é a mesma utilizada por Hano (1975) e a seletividade usada foi a mesma desenvolvida por Arthur (1951). Os resultados demonstraram que um simples modelo CSTR sem tcby-pass” da alimentação de gás que entra no leito fornece uma boa aproximação para representar um regenerador de leito fluidizado de uma unidade de destilação localizada na Argentina.\nLee et. al. (1989) compararam três diferentes modelos usados para descrever um Regenerador de Craqueamento Catalítico em Leito Fluidizado com dados operacionais de uma unidade industrial da Refinaria de Óleo de Kaohsíung:\n* Modelo de duas regiões, proposto por Lasa et aL (1979)\n•\t“Efeito grid”, proposto por Errazu et. al. (1979): modelo constituído de três regiões (incluindo a influência de entrada dos jatos).\n•\tLeito borbulhante, proposto por Levenspiel e Kunii (1968): modelo de três regiões que considera a fase nuvem. A reação química ocorre nas três regiões (bolha, emulsão e nuvem) e a emulsão permanece nas condições de fluidização mínima.\nBaseado nesta comparação, Lee e colaboradores concluíram que o modelo de leito borbulhante com a inclusão do balanço térmico é o mais adequado para descrever o equipamento.\nLasa et. al. (1981) simulou cinco modelos de leitos fluidizados usando dados experimentais de um regenerador industrial. Estes modelos enfatizavam a análise de modelos na região densa e sua aplicabilidade em escalas industriais. Assim como Errazu et. al. (1979), considerou-se a influência térmica. Neste trabalho, o regenerador é dividido em três regiões distintas (jatos, bolhas, diluída) e o modelo CSTR é o que melhor o representa.\nAlguns pesquisadores estudaram a influência da queima do carbono presente no catalisador na relação CO/CO2. Arthur (1951) obteve experimentalmente a razão CO2/CO e apresentou correlações válidas em uma grande faixa de temperatura, demonstrando que o aumento de temperatura aumentava a formação de CO (na ausência de oxidação do CO). Posteriormente, Weisz e Goodwin (1966) constaram a razão CO2/CO é modificada pela oxidação do CO. Baseado nestes trabalhos, Krishna et. al. (1985) desenvolveram um modelo estacionário de Regenerador composto de três regiões (linha de transferência, densa, diluída). A região densa consistia numa corrente de gases de combustão que movia-se em “plug-fiow” e uma mistura de partículas de catalisador que se comportava como uma mistura perfeita; já na região diluída ocorre a oxidação do CO proveniente da combustão do coque. Conseguiram prever os perfis de temperatura e composição do gás levando-se em consideração as reações de queima do coque e oxidação do CO.\nMorley et. al (1987) estudaram a regeneração do catalisador usado no craqueamento catalítico. Abordaram duas aproximações para a determinação das constantes de taxa cinéticas para a reação de combustão: A primeira consistia na determinação de uma taxa de queima de coque global baseado na concentração de oxigênio e na razão CO2 / CO; já a segunda considerava também a combustão do CO após a queima do carbono presente\nno coque. Concluíram que a cinética da queima do coque pode ser feita desconsiderando-se a combustão pós queima do CO.\nSapre et al. (1990) realizaram um estudo sobre o perfil de fluxo do catalisador em um regenerador com fluxo cruzado e turbulento, os quais afetam a eficiência do regenerador do processo de FCC. Um modelo bidimensional considerando fluxo pseudo-homogêneo foi usado para descrever o comportamento do leito no regenerador. O modelo inclui soluções das equações de Navier-Stokes para fluxo laminar viscoso de um fluido incompressível com condições de contorno não deslizantes.\nAli &amp; Rohani (1997) desenvolveram um modelo dinâmico para a unidade FCC para descrever o comportamento do regenerador e riser. O regenerador foi dividido em região densa e diluída. A região diluída foi definida como a seção do vaso entre o topo da superfície de região densa e a saída do regenerador. Nesta seção o gás arrasta algumas partículas de catalisador. A taxa de sólido arrastada é muito pequena se comparada com a quantidade total de catalisador presente no vaso. A maioria do coque presente no “pellet” do catalisador já sofreu combustão ao chegar nesta região. Por isso estes pesquisadores desprezaram a combustão nesta região. A região densa foi dividida em duas fases: bolha e a emulsão. Esta última pareceu como um leito na fluidização incipiente (ar escoa com fluidização mínima). Consideraram o movimento das bolhas como sendo “plug flow” e incluíram trocas de calor e massa com a fase emulsão. Na fase emulsão, a distribuição do ar, o catalisador gasto e a tubulação de ciclones produziram muita turbulência o que justificou o comportamento de um reator contínuo de tanque agitado (CSTR) para esta fase. A cinética da queima de coque empregada foi aquela utilizada no trabalho de Morley e de Lasa (1987). Foi assumido que a taxa global de combustão é controlada pelas cinéticas intrínsecas de combustão. O modelo proposto foi validado com dados experimentais de uma unidade industrial e os resultados mostraram-se satisfatórios.\nBai et al. (1997) propuseram dois modelos para melhorar a performance de um Regenerador FCC. O primeiro modelo baseava-se na adoção de várias entradas de ar no equipamento, o que acarretou numa redução do teor de carbono e um melhor controle da temperatura do regenerador. O segundo, usava dois estágios de regeneração o que possibilitou a operação do segundo estágio a altas temperaturas e não comprometeu a atividade catalítica do catalisador proporcionando um aumento na eficiência da regeneração e uma maior flexibilidade de operação. Um estudo realizado por Miller et al. (1996)\nCapítulo 2 — Revisão Bibliográfica\t.\t. .\t16\ncomparando regeneradores com um e dois estágios constatou que o primeiro, operando em combustão parcial de CO, requer um inventário de catalisador menor que o segundo e tem uma boa flexibilidade. Além disso, o regenerador de simples estágio é mecanicamente menos complexo e mais barato que o de dois estágios.\nBai et al. (1998) apresentaram um modelo unidimensional para a Simulação de um regenerador riser. Este foi um dos poucos trabalhos onde podemos observar as características hidrodinâmicas de escoamentos multifásicos com a cinética de reação do regenerador. A validação deste modelo é feita com dados experimentais extraídos de uma unidade piloto. Os perfis de escoamento, velocidade e temperatura do gás e o teor de carbono no catalisador gasto fornecem informações necessárias para a otimização e operação do Regenerador FCC utilizado na China.\nIn-Su Han et al. (2000) desenvolveram um modelo dinâmico detalhado para unidades FCC em leito fluidizado que consiste no regenerador, reator e unidades auxiliares. Este modelo prevê o comportamento bifásico (fases bolha e emulsão) e a presença de duas regiões (leito denso e região diluída). A região densa (onde ocorre a queima de coque) contém as fases bolha e emulsão e é modelada como um reator híbrido (reator de tanque misturado e reator tubular) enquanto que a região diluída é modelada como reator tubular.\nEste trabalho visa o desenvolvimento de um modelo bifásico (fases contínua e particulada) que contemple a hidrodinâmica do escoamento multifásico com a cinética de reação química e possibilite uma maior compreensão do processo de regeneração que ocorre nos catalisadores usado no craqueamento catalítico em leito fluidizado. Em geral, a literatura disponível aborda ou a cinética da queima do coque ou a hidrodinâmica do escoamento multifásico.\n3)\tMODELAGEM MATEMÁTICA\nO escoamento multifásico é caracterizado pela presença de dois ou mais fluidos que formam fases distintas e possuem seus próprios campos de escoamento. O conceito de fases é diferente daquele empregado na Termodinâmica onde há uma distinção entre fases sólidas, líquidas e gasosas de uma mesma espécie química. As fases do escoamento multifásico devem ser espécies químicas que estão misturadas e interagem por meio de termos de transferência inter-fase provenientes de correlações (Equações de Fechamento) determinadas empiricamente. Assume-se que cada fase está presente em cada volume de controle, atribuindo-se um valor de fração volumétrica para cada fase. Há uma importante distinção entre fases contínuas e dispersas. Enquanto a primeira representa uma região conectada no espaço (como os gases e os líquidos), a segunda refere-se às regiões desconectadas no espaço (como as partículas, gotículas).\nAntes de apresentar o detalhamento matemático é necessário informar algumas hipóteses considerada na obtenção das soluções:\nO modelo hidrodinâmico baseia-se nos princípios de conservação de massa, momento e energia. É constituído de duas fases (contínua e particulada). A fase contínua (gasosa) é constituída pelo ar, CO2 e CO; enquanto a fase particulada (sólida) é formada basicamente pelo catalisador.\nO Regenerador adotado possui um estágio de regeneração, opera em regime de fluidização mínima e com combustão parcial do CO.\nO escoamento bifásico é bidimensional, laminar e transiente\nOs fluidos são newtonianos e possuem massas específicas constantes\nA fase particulada é considerada invíscida\n3.1)\tModelo Hidrodinâmico\n3.1.1)\tEquação da continuidade\n(3.1)\n_\t. , ,\td[ps(l~s)uJ df/r/l-a-)^]\t.\nFase particulada: ——--------—+ ——----------— 4-—^----------p,2)\nSt\tdx\tõy\nOnde p% e p¡ correspondem respectivamente à massa específica da fose gasosa e da fase particulada; s é a fração volumétrica da fase gasosa, m é a taxa de gaseificação (consumo ou geração de espécies químicas); Ug e Us são as velocidades das foses gasosa e particulada na direção x; vg e vs as velocidades das foses gasosa e particulada na direção y.\n3.1.2)\tEquação de conservação das especies químicas\n3.1.2.1)\tEspecies na fase gasosa\n(3.3)\nYi - Fração mássica da espécie i\nMi = massa molecular da espécie i\na, = coeficiente estequiométrico da espécie i na reação de combustão do coque\nr. = taxa consumo Ou produção da espécie i (Kg coque / Kg catalisador. s)\n3.1.2.2)\tEspécie na fase particulada (teor de carbono)\ndt\tõx\tÕy\n= -7n(l + Cc)\n(3.4)\nCc = teor de carbono no catalisador (Kg de carbono no coque / Kg catalisador)\n3.1.3) Equação do balanço da quantidade de movimento\n3.1.3.1)\tEquação de momento para a fase gasosa na direção x:\n(3.5)\np \\us -ug)+mMg\n5\nS,\n(3.6)\nOnde p é o coeficiente de arraste gás-partícula, P é a pressão do sistema\n3.1.3.2)\tEquação de momento para a fase particulada na direção x:\nõt\ndjps(l-£)usus~)\ncbc\nd(ps(l-£)vsus)\ndy\n$x\n(3.7)\n= S\ns„=-(i-o^+X“, -«,)+<?«$\nSx\tdx\nOnde, G(e) é o módulo de elasticidade (N/m2)\n3.1.3.3)\tEquação de momento para a fase gasosa na direção y:\nâ(pgg.Vg) , Ô{PgEMgVg) ; õ(pg£.VgVg) ôt\tôx\tôy\n(3.9)\n(3.10)\n3.1.3.4)\tEquação de momento para a fase particulada na direção y:\nd\\ps (1 -\t, 5(p/l - e)usvs) Ô(ps (1 - £)viVí)\n............  +\t—--\ti\t----------- t ôt...........ôx------------------ôy---------------'\n(3.11)\nS\t+ p (v -vs)-mvs + G(p)~-ps(1 -e)g\ny\tôy\tôy\n(3.12)\n3.1.4)\tEquação da conservação da energia\n3.1.4.1)\tEquação da conservação de energia para a fase gasosa\ng(z^.zg) | ffyvp |\nôt\tôx\tôy\n(3.13)\nôx\nOnde, I = energia interna (J/Kg), À ~ condutividade térmica (J/ms.K), T = temperatura (K). Cap = coeficiente de transferência térmica (J / s.m3)\n3.1.4.2)\tEquação da Conservação de energia para a fase particulada\n(3.15)\ndx\ndy\n\n16)\nJZ = variação da energia interna = AH - A(PV)\nSegundo Froment (1990), o AH é influenciado pela seletividade (S) e pode ser calculado pela seguinte expressão:\nMÍ = ÁHr+~^~~AH2\t(3.17)\n1 + S\nAHi = variação da entalpia devido à combustão do CO = 9210960 J/Kg\nAH - variação da entalpia devido à combustão do CO2 = 32786830,8 J/Kg\n3.1.5)\tEquações de Fechamento\n3.1.5.1) Coeficiente de Arraste gás-sólido (fí)\n/? = 150\n0-g\n(3-18)\npgg(l-£ )|[vg ~vs]/(g)\ndp^s\n, para £ > 0,8\n(3.19)\nA equação (3.20) é uma modificação proposta por Gidaspow que mostra o efeito causado pela presença de outras partículas no fluido e corrige o coeficiente de arraste para baixas concentrações de partículas e deve ser usada em conjunto com a equação (3.19). Entretanto, quando a fração volumétrica da fase contínua (g) for menor que 0,8 a expressão deverá ser substituída pela (3.18), denominada equação de Ergun.\n3.1.5.2)\tCoeficiente de Arraste (Cd):\nArraste exercido por um fluido sobre um corpo imerso devido à distribuição de pressão no corpo. Pode ser correlacionada para partículas individuais, gotas e bolhas de acordo com o regime de escoamento. Dentre as muitas correlações encontradas na literatura, fez-se uso daquela proposta por Schiller and Nauman (1933), equação (3.21), aplicada para um regime viscoso e a correlação de Newton, equação (3.22), aplicada para um regime inercial.\nCd = —[1 + 0,15(Re, j0’687 ],\tpara Re &lt;1000\t(3.21)\nRe.\n(3.23)\n3.1.5.3)\tPressão da Partícula\nA pressão na fase particulada é mais difícil para interpretar do que a pressão na fase gasosa. Uma das expressões usadas para descrever a pressão na partícula é baseada nas propriedades das partículas e na porosidade local. De acordo com esta formulação a pressão na fase particulada é formada pela soma de três efeitos causados pelas correções das flutuações de velocidade (geralmente desprezível), pela interação entre as partículas e pela contribuição da pressão da fose gasosa.\nVários modelos para representar a influência das colisões entre as partículas foram formulados. O termo proveniente das interações entre as partículas tem a função de mantê-las afastadas uma das outras de tal modo que a concentração da partícula calculada não exceda a concentração máxima obtida para uma dada esfericidade e distribuição de tamanho de partícula. Para tal, definimos um parâmetro denominado Módulo de Elasticidade (G(e)) para representar as colisões partícula-partícula.\nG(f) = e^°°íw-376)\t(3.24)\n3.1.5.4)\tTransferência de calor entre feses (Cap )\nA transferência de calor ao longo do contorno da fase é função do coeficiente de transferência de calor (ha$ que é a quantidade de energia térmica que atravessa uma área por tempo por diferença de temperatura:\n~\t(3.25)\nAap — (área superficial de uma simples partícula) * (número de partículas) / (unidade de volume)\nhaP = 0,84 KJ/(s.m2.K) - Fonte: Ali &amp; Robani (1997)\n3.2)\tPropriedades físicas\nA dificuldade de encontrar todas as propriedades físicas em uma única fonte, obrigou a coleta destas grandezas em diferentes fontes. Elas foram retiradas dos artigos publicado por Gidaspow (1986) e Ali &amp; Rohani (1997). A tabela 3.1 apresenta uma relação contendo as propriedades e seus respectivos valores\nTabela 3.1 - Propriedades Físicas\nPropriedade\tValor\nMg\tl,8xl0‘5 Kg/(m.s)\nPg\tl,2Kg/m3\nCp(g)\t1,206x103 J/(Kg.K)\nÀg\t1,5x10^ W/(m.k)\nMs\t1,0x10’12 Kg/(nus)\nPs\t2440 Kg/m3\nCp(s)\tl,15xl03 J/(Kg.K)\nÀs\t1,5x1o-4 W/(mk)\ndp\t5,03x1o-4 m\n3.3)\tCondições de Contorno e inicial:\nBasicamente o trabalho foi dividido em duas etapas: analisar o comportamento de um leito fluidizado isotérmico contendo mais de uma entrada e a combustão do coque presente na fase particulada para um sistema em batelada. Os resultados destas simulações serão apresentados no capítulo 5. As condições inicial e de contorno para o problema bidimensional podem ser visualizadas na figura 3.1 e resumidas abaixo:\nEm y = 0, Vgás 0,26 m/s (velocidade de fluidização mínima). Para o jato a velocidade do gás é de 5,77 m/s\nEm y = 58,44 cm, a pressão do sistema é igual à atmosférica e a velocidade axial do sólido é nula\nEm x = 0ex = 39,37 cm, as velocidades do gás e da fase particulada são nulas, ou seja, não há deslizamento de partículas nas paredes do regenerador.\nEm t = 0, a fração volumétrica de fluidização mínima (efin) das partículas gasosas é igual a 0,44.\nA concentração do oxigênio no jato de entrada do gás é igual a 20,23 mol/m3.\nA temperatura inicial do leito é igual a 973 K e o teor inicial de carbono no coque depositado no catalisador é igual a 0,9%\nConsiderou-se ainda que gás injetado estava isento de partículas sólidas (e — 1) e que a fase particulada ocupa inicialmente metade da altura do Regenerador (29,22 cm).\n58,44 cm\nSaída de Gás\nParede\nf ase pÓicúiáiía smf = 034\n,,r- --mr\n------i\nEntrada do Jato\nX\t= 5.77 rn/s\nVelocidade de fluização mínima vmf = 0,26 m's\n1,27 cm\n39,37 cm\nFigura 3.1 - Desenho Esquemático do Regenerador\n3.4)\tCinética Química\nO coque presente no catalisador será constituído apenas por moléculas de carbono. A combustão do carbono ocorrerá apenas na região densa. Há duas reações que ocorrem no catalisador; a primeira produz CO e a segunda CO2. Estas reações de oxidação podem ser simplificadas pelas seguintes expressões e seguem a cinética de segunda ordem:\n(3.27)\nOs dados cinéticos disponíveis na literatura apontam para um balanço global do consumo do carbono, ou seja, a soma das reações (3.18) e (3.19). Englobando estas duas reações como sugere Saravelou (1991), obtém-se:\n\n(3.28)\n(3.29)\nOnde S corresponde à razão molar entre CO2 e CO no sítio do catalisador e Kc refere-se à constante da taxa da reação global. A equação global da taxa de consumo do carbono (-rc) será dada pela expressão:\n-rc=Xc[CjO2]\n(3.30)\nj IJhUCAMP\nOnde,\nKc = constante da taxa de reação\no\n[O2] - concentração molar de Oxigênio (mol/m )\n[Ce] — teor de carbono no catalisador (Kg de carbono / Kg de catalisador)\nA constante da taxa de reação pode ser calculada como uma função de temperatura usando a equação de Arhenius modificada:\nE\nKs=Koe~RT\t(3.31)\nOnde,\nKo = Fator pré exponencial (m3/(moLs)]\nE = Energia de ativação [kcal/mol]\nR = Constante dos gases = 1.987 cal/(mol.K)\nA tabela 3.2 mostra os valores dos parámetros cinéticos adaptados por Saravelou et aL (1991) do trabalho experimental publicado por Morley e De Lasa (1987). Estes valores foram utilizados para o cálculo da constante da taxa global de reação (Ã^) e da Seletividade (S).\nTabela 3.2 - Parâmetros cinéticos\nReação\tEquação cinética\tKo [m3/mol.s]\tE [kcal/mol]\tReferência\nCombustão\tdo (3.30)\t1,4 xlO5\t29,9\tMorley &amp; De Lasa\ncoque (3.28)\t\t\t\t(1987)\n1/S\t(3.29)\t2,5x103\t12,4\tArthur(1951)\n4)\tMODELAGEM NUMÉRICA\nEste capítulo traz o detalhamento do método numérico e das discretizações (temporal e espacial) empregadas na resoluções das equações diferenciais parciais obtidas com os balanços de massa, energia e momento. Além disso, fez uma breve abordagem da técnica computacional e do software comercial utilizados.\n4.1)\tMétodos dos Volumes Finitos\nDevido ao grande número de trabalhos publicados sobre este método numérico, será abordada apenas uma introdução deste método. Maiores detalhes podem ser encontrados nos trabalhos publicados por Patankar (1980), Maliska (1995), Coimbra (1998), Fudihara (2000), Ribeiro (2001).\nNo métodos dos volumes finitos o domínio de cálculo é subdividido em volumes de controle que contêm os pontos da rede (nós). Estes volumes não são sobrepostos, ou seja, cada volume de controle representa apenas um, e somente um, nó. Assume-se que cada fase está presente em cada volume de controle, atribuindo-se um valor de fração volumétrica para cada fase. Todas as variáveis são definidas no centro dos volumes de controle, os quais preenchem os domínios físicos a serem considerados. Cada equação é integrada sobre cada volume de controle para obter uma equação discreta a qual conecta as variáveis no centro do volume de controle com sua vizinhança. Dessa maneira, o princípio de conservação é satisfeito na sua forma integral para cada volume.\nAs equações a serem resolvidas têm a mesma forma geral apresentada pela equação 4.1\n^+v^pD^j-v-(rvíí)=s\nOnde,\np = massa específica\n$ = propriedade\nF~ termo difusivo\nS = termo fonte\nO primeiro termo do lado esquerdo da equação (4,1) é o termo temporal e serve para avançar a solução no tempo. O segundo, representa o balanço convectivo da variável e são os termos mais difíceis de serem tratados por serem não-lineares. O terceiro representa o balanço dos fluxos difusivos, enquanto o termo do lado direito desta equação (termo fonte) é responsável por acomodar todos aqueles termos que não se encaixam na forma apresentada pela equação (4.1). Com o objetivo de facilitar a visualização das equações de transporte a tabela 4.1 apresenta, para o caso de um problema monofásico com mais de um componente na fase, os valores dos parâmetros usados para representar as equações de conservação.\nTabela 4.1- Valores de (f>, Fe S para as equações de transporte\nEquação\n$ F\nS\nMassa\t1\t0\n0\nQuantidade de u p.\nMovimento em x\ndP\ndx\nQuantidade de v p\nMovimento em y\nM SrJ\nA 5\t( du\"\tsf\n+—\t¡LÍ\t\t+ —\nJ Sr\t1\tSz^\nQP dy\nQuantidade de w\nMovimento em z\ndP õz\nEnergia\tT\t2\nMassa de\tum C\tpD\ncomponente 1\n1 DP /z\nCp Dt Cp *\n&amp;) M\nIntegrando-se a equação (4.1) sobre os volumes de controle, obtém-se:\n^P^-ndA- JFV^ - n dA = j&amp;ZF\nTermo\tTermo\tTermo\tTermo\ntransiente\tconvectivo\tdifusivo\tfonte\n(4.2)\nÉ válido salientar que cada termo proveniente da integração da equação 4.1 será discretizado no espaço usando-se uma diferenciação central de segunda ordem e os coeficientes convectivos serão obtidos usando a fórmula de interpolação “Rhie-Chrow”. Para melhor ilustrar os termos que compõem a equação 4.2, consideremos o volume de controle unidimensional mostrado na figura 4.1\n00 (segundo nó a oeste)\nO\n(nó oeste)\np\n(nó central)\nL\n(nó leste)\nho\n$0\n4»i\nFace\tFace\noeste (o)\tleste (1)\nFigura 4.1 - Notação do Volume de controle unidimensional\nA seguir será apresentada a discretização de cada termo da equação (4.2)\n4.1.1)\tTermos Difusivo:\nfr ■ mm = IA (¿p _ ¿J=A\t)\nA<¡ = Área da face oeste\nho = distância entre a face oeste (O) e o centro (P)\nDo = Coeficiente de difusão da face oeste\n4.1.2)\tTermos Convectivos (Advectivos):\nO tratamento dos termos convectivos determinam a acurácia das soluções dos modelos das equações. Estes termos são difíceis de tratar porque sistemas com muito acurácia tendem a ser menos robustos ou mais vagarosos. Por isso há alguns métodos que podem ser escolhidos para fazer a sua discretização:\n• Diferenças Centrais (CDS)\nEsquema de segunda ordem raramente é usado por não ser robusto e requerer frequentemente muitos fatores de sub-relaxação ou por gerar soluções não físicas. O valor da função na interface será dado por:\n• Upwind (UDS)\nEsquema de interpolação de primeira ordem onde o valor da função na interface (4>mterfece) é igual ao valor da função no volume a montante (^0 a montaste)- No exemplo representado pelo figura (4.1) teremos então = $0 e o termo convectivo será descrito por:\n¡p$U-ndA = pUoAJ>o = Co$o\t(4.5)\nOnde Cq é o coeficiente convectivo na face oeste. Isto gera um coeficiente matricial para o ponto nodal oeste representado por:\nAo = MAX(Ca0) +Do\n• Híbrido (HDS)\nTambém de primeira ordem, o Híbrido é uma modificação do esquema de interpolação upwind, no qual diferenças centrais são usadas se o número de Peclet (C/D) for menor que 2. Quando Peclet for maior que 2 será usado o esquema de interpolação upwind (desconsiderando-se a difusão). O coeficiente matricial do ponto nodal da face leste será dado por:\nAo = MAXCACoM +\n* Higher Upwind (HUW):\nEsquema de interpolação Upwind feito com uma acurácia de segunda ordem pela\nextrapolação de dois pontos upwind para a face. Logo, |0 será:\n(4-8)\nSendo o segundo termo da equação incluído no termo fonte. O coeficiente para a face leste e o coeficiente matricial serão:\n(4.9)\nAo = MAX(C0, 0) + MAX(Cl, 0) + Do\n• Quick\nEsquema de interpolação de terceira ordem que usa dois pontos a montante e um a\njusante:\n(4.11)\nTodos estes termos, com exceção do primeiro, serão tratados com termo fonte\nA = |&amp;\t= |(&amp; ~^+~h “A.\t(4.12)\n4, =^MAX(Co,0)+/gMX(CL,0-) + Do\t(4.13)\n4.1.3)\tTermo Transiente\nA formulação totalmente implícita é a mais empregada para resolver numericamente problemas de mecânica dos fluidos e transferência de calor. Permite o avanço no tempo com At maiores, levando-se em considerações as limitações decorrente do acoplamento que restringe o Aí. Utilizando-se a aproximação Backward Euler de primeira ordem, o termo transiente será discretizado gerando:\nAr\n(4.14)\nPode-se usar, entretanto, uma formulação de segunda ordem. Neste caso a equação discretizada seria:\n2Aí + A/0\t„ Ar + Át0 J ; Ar0\nAr(Aí + At0)^ (AZ + Ar0) Aí0(Aí + Aí0)\n(4.15)\nOnde, n está associado ao instante de tempo entre os passo de tempo, Ato é o tempo de diferenciação no passo de tempo anterior.\nOs termos do lado esquerdo das equações (4.14) e (4.15) podem ser incorporados no termo fonte.\n4.1.4)\tTermo fonte\nA representação das equações de conservação conforme a equação (4.2) muitas vezes desloca termos importantes para o termo fonte e cuidados especiais devem ser tomados para que o processo iterativo dos sistemas de equações não divirja. Por causa disso devemos mantê-lo variável ao longo do passo de tempo. Para tal, devemos linearizá-lo para que a variável em questão atue implicitamente e não seja apenas substituída pelo último valor disponível\nA integração linear do termo fonte é expressa por:\njSdV = SU + SP</>P\t(4.16)\nOnde SP é não positivo.\nComo sugere Maliska (1995), exige duas possibilidades para a linearização do termo fonte. Na primeira, o termo SP é naturalmente negativo (característica da maioria dos problemas físicos) e o método recomendado para sua linearização é a expansão do termo fonte em série de Taylor (proposto por Patankar). Na segunda, o SP é positivo e será necessário criar uma linearização com SP negativo. Para exemplificar a geração artificial de SP negativo, considere a equação (4.17) abaixo relacionada:\n5 = 3 + 77’\n(4.17)\nUma possível linearização seria SP = -2 e SU - 3+9Tp*. O objetivo principal deste artifício é encontrar um equilíbrio entre a melhora da diagonal da matriz (que está diretamente relacionado com o aumento da negatividade de SP) com o aumento de SU que diminui a velocidade de convergência..\nHá ainda a possibilidade de tornar o SP nulo. Entretanto, esta prática não utiliza as possibilidades de melhorar o esquema numérico via tratamento implícito de todo ou parte do termo fonte.\n4.1.5)\tEquações linearizadas\nApós a discretização dos termos da equação (4.2), o sistema gerado será resolvido por técnicas de soluções matriciais que têm a forma:\nA^-^A^-SU,\t(4.18)\nnb\nOnde nb denota cada um dos seis nós vizinhos. O coeficiente matricial para o caso tridimensional será dado por:\nA,\t-SP + Cf +C„-C -Cs+Cl-Co +^~\t(4.19)\n\"\tAr\nNo estado estacionário, o somatório dos fluxos dos coeficientes convectivos tende a zero para a solução convergida.\n4.1.6)\tAcoplamento Pressão-Velocidade\nO objetivo principal deste acoplamento é determinar um campo de pressões que, quando inserido nas equações de quantidade de movimento (Navier-Stokes), origine um campo de velocidades que satisfaça a equação da conservação da massa. O residual de massa é o dado fundamental para indicar a maneira como o novo campo de pressões deve ser alterado. A equação de correlação da pressão é obtida utilizando-se o algoritmo SIMPLEC, que é uma extensão do algoritmo SIMPLE implementado por Patankar e Spalding (1972), para arranjo co-locaiizado. Nele, a pressão é escrita como a soma da melhor estimativa da pressão disponível (P*) mais uma correção (P’) que é calculada de maneira a satisfazer a equação da continuidade seguido a equação:\nP = P + P!\n(4.20)\nNeste método, as velocidades são corrigidas de maneira a satisfazer a equação da conservação da massa e posteriormente as pressões são avançadas segundo a equação (4.20). As equações de correção da componente u da velocidade nas interfeces para um escoamento bidimensional compressível (figura 4.2) pode ser expressa por:\n\t\t4J\t e; > Z • ■*\"\t\no\tp\t* r 1 m •\tL - •\n\tf ,\t\n\t1 vs* • S\t\nFigura 4.2 - Balanço de massa no arranjo co-localizado\nMN\t+^-i[p'],AP'+£[s-1.AF-\t(4.21)\nMN =XMM. +^~-í[í>'lAr + i[s’,]íAK\t(4.22)\nOnde (Ap)p e (Ap)l são os coeficientes centrais para as equações do movimento em P e L respectivamente; Mp representa a massa dentro do volume de controle no instante inicial, e u*p e u*l são as correções da componente u da velocidade no ponto P e L respectivamente.\ninterpolando linearmente as equações (4.21) e (4.22), exceto para o termo de pressão, encontramos a expressão para a velocidade m*:\n(■4p)js +(-4p)¿\n(4.23)\nO cálculo da pressão P’ pode ser feito através da equação:\n(4.24)\nO procedimento para o cálculo da pressão pode ser resumido nos seguintes passos:\n(a)\tEstimar os campos de velocidade e pressão (P*)\n(b)\tCalcular os coeficientes das equações de movimento para os componentes da velocidade (u, v, w)\n(c)\tResolver as equações do movimento usando P* obtendo u*, v*, w*.\n(d)\tResolver a equação (4.21) e obter P’\n(e)\tCorrigir u*, v‘, w* obtendo o campo de velocidades que satisfaça a equação da continuidade\n(f)\tCalcular P usando a equação (4.17)\n(g)\tResolver as equações de conservação para as outras variáveis\n£\n(h)\tFazer P = P e recomeçar no item (b) até convergência\n4.1.7)\tSolução do sistema de equações\nAs equações discretizadas juntas ao acoplamento da pressão são postas a serem resolvidas como um sistema linear cuja matriz de coeficiente é extremamente esparsa. Aqui cabe observar dois pontos: a “linearidade” das equações e o algoritmo empregado para a resolução do sistema de equações algébricas. A linearidade é uma forma figurada de falar deste sistema pois os coeficientes da matriz que constitui o sistema depende de valores do campo. Esse feto leva diretamente ao problema da escolha do algoritmo de resolução do sistema algébrico. Esses algoritmos devem ser iterativos ao invés de diretos pois a matriz de coeficientes é esparsa e assim um método iterativo trabalhará apenas com os elementos não nulos dessa matriz, consumindo menos processamento e memória.\nO conjunto de equações linearizadas de uma variável particular, uma equação para cada volume de controle no escoamento, passa por um solver de equação linear simultáneo que usa um método de solução iterativo. Os métodos iterativos de resolução são: Stone, Block Stone, AMG, ICCG, Line Solver e General AMG. Neste trabalho, utilizou-se o método Stone (que trata o sistema de equações de urna só vez) para todas as variáveis, exceto a pressão onde o método ICCG foi empregado por ser recomendado para problemas onde reconhecidamente os gradientes da variável não são suaves e portanto, geram matrizes não condicionadas.\n4.1.8)\tCondição de Contorno\nAs condições de contorno em um método numérico tem grande importância na solução das equações discretizadas. Problemas mal prescritos em suas fronteiras pode levar à divergência ou até a campos convergidos com valores errôneos.\nNo MVF, pode-se construir a malha em três configurações ms fronteiras do domínio de cálculo: adequação da malha à condição de contorno, utilização de volumes fictícios e utilização de balanços para volumes inteiros no contorno.\nNa utilização do ajuste dos centros de volumes na fronteira deve-se tomar cuidado pois serão formados meio volumes. Esses meio volumes não terão o mesmo tratamento que os volumes internos e assim, a implementação computacional será mais complicada. Essa é a maior desvantagem.\nO volume inteiro no contorno tem a vantagem que todos os volumes terão a uniformidade conservada o que facilita a implementação computacional. Muitos pesquisadores recomendam este tipo de tratamento pois é o que apresenta o menor número de volumes inteiros.\nA aplicação de volumes fictícios é a utilizada neste trabalho. Esse tratamento é mais geral e tem a vantagem de conseguir tratar fenômenos mais complexos como condução em sólidos, apesar de não ser o mais eficiente numericamente.\nCapítulo 4 — Modelagem Numérica\t„\t___________ 40\n4.2)\tFluido Dinâmica Computacional\nA Fluido Dinâmica Computacional (CFD), poderosa ferramenta que pode ser empregada em uma gama de aplicações industriais e não industriais, é uma técnica que analisa sistemas que envolvem escoamento de fluidos, transferência de calor e fenômenos associados às reações químicas. Esta análise é feita através de simulações computacionais e por causa disso sua difusão está diretamente relacionada ao avanço tecnológico da computação nos níveis de software e hardware.\nApesar de ter surgido na década de 60 só emergiu na comunidade científica em meados da década de 80. O principal motivo deste entrave foi a complexidade do entendimento do comportamento de escoamentos fluidos e a dificuldade de implementar códigos comerciais que fossem ao mesmo tempo eficazes e de fácil manipulação. Estes problemas foram resolvidos pela viabilidade de computadores de alta performance e interfeces de software mais amigáveis.\nAs principais vantagens da CFD em relação à obtenção de dados através de técnicas experimentais são:\n•\tRedução do tempo e custo de novos projetos\n•\tHabilidade para estudar sistemas onde experimentos controlados são difíceis ou impossíveis de se representar\n•\tApresentação de níveis ilimitados de detalhes nos resultados obtidos\n« Facilidade de estudar sistemas que estejam sob condições perigosas\nOs softwares comercias utilizam códigos estruturados em algoritmos numéricos que podem resolver problemas de escoamento de fluidos. Estes softwares contêm três módulos principais: Pré-processador, Solver e Pós-Processador.\nO Pré processador consiste na entrada de um problema de escoamento para um programa CFD através de uma interface amigável com o operador e subsequente transformação desta entrada para uma forma aceitável para o solver. As atividades do usuário neste estágio incluem:\n•\tDefinição da geometria na região de interesse: domínio computacional\n•\tGeração da malha - a subdivisão do dominio em números menores, não sobrepostos: uma grade (ou malha) de células (ou volumes de controle ou elementos)\n•\tEspecificação apropriada das condições de contomo nas células às quais coincidem ou tocam o contorno do domínio\n•\tSeleção dos fenômenos químicos e físicos necessários à modelagem\n•\tDefinição das propriedades dos fluidos\nA solução de um problema de escoamento é definido em nós dentro de cada célula. A precisão de uma solução CFD é governada pelo número de células na grade. Em geral um grande número de células aumenta a precisão da solução. A precisão de uma solução, seu custo em relação ao hardware necessário para sua simulação e o tempo de simulação dependem do refinamento da malha. Malhas otimizadas são frequentemente não uniformes: mais finas onde grandes variações ocorrem de um ponto a outro, e mais grossas em regiões com pequenas mudanças. Cerca de 50 % do tempo gasto na indústria em um projeto CFD é dedicado à definição da geometria e à geração da malha. Para maximizar a produtividade, os códigos possuem interfaces gráficas próprias e permitem a importação de modelos de outros geradores de malhas. Além disso, permitem acesso às bibliotecas das propriedades de materiais para fluidos comuns e facilitam a utilização de espécies e modelos químicos nas equações de escoamento do fluido principal.\nNo Solver inserisse as condições necessárias para a simulação, tais como, propriedades físicas, condições operacionais, esquemas de interpolação usados para a discretização e resolução das equações diferenciais. Às vezes, toma-se necessária a implementação de subrotinas em Fortran para que o modelo proposto possa ser representado. As equações diferenciais parciais de conservação são discretizadas usando uma variedade de métodos numéricos: diferenças finitas, volumes finitos e elementos finitos. A clara relação entre o algoritmo numérico e o princípio de conservação física forma um dos atrativos mais importante do método dos volumes finitos, tomando-o mais simples de compreensão que o método das diferenças finitas. De um modo geral o Solver promove as seguintes etapas:\n* Integração formal das equações de escoamento do fluido sobre todos os volumes de controle do domínio de solução\n•\tDiscretização que envolve a substituição de uma variedade de aproximações do tipo diferenças finitas por termos, na equação integrada, que representem os processos de escoamento como convecção, difusão e fontes. Isso converte as equações em um sistema de equações algébricas\n•\tSolução das equações algébricas por um método iterativo\nO Pós-Processador permite a visualização dos resultados. Com ele é possível obter:\n•\tA grade e o domínio geométrico\n•\tGráficos de vetores e de contornos sombreados\n•\tSuperfícies bi e tri dimensionais\n•\tTrajetória da partícula (para o escoamento lagrangeano)\n•\tAnimações para escoamentos dinâmicos\n4.3) CFX\nCódigo comercial multibloco desenvolvido pela AEA Techonology. Emprega coordenadas “body fitted” que permite o tratamento de geometrias arbitrárias bi e tridimensionais mediante o uso de algoritmo “Rhie-Chow”. As principais características deste algoritmo são:\n» Sistema de coordenadas “boundary fitted” = método desenvolvido por J. F. Thompson e colaboradores com o intuito de estender as capacidades dos métodos das diferenças finitas para lidar com geometrias complexas. A idéia básica é usar a transformação da coordenada curvilínea para mapear domínios de escoamento complexos no espaço físico para simples domínios de escoamento retangular no espaço computacional, ou seja, o sistema de coordenadas cartesiano no domínio físico é substituído por um sistema de coordenadas curvilíneo. As equações são discretizadas em relação às coordenadas do espaço computacional. Condições de contorno podem ser implementadas no domínio computacional retangular às custas de fazer as\nequações diferenciais parciais mais complicadas devido à transformação de coordenadas não linear\n•\tArranjo co-localizado = todas as variáveis são armazenadas no mesmo ponto, com o mesmo volume elementar de integração facilitando a implementação computacional. De acordo com Patankar (1980) o arranjo co-localizado possibilita a ocorrência de campos de pressões oscilatorios que não são detectados pelo gradiente de pressão. Isto pode ser contornado pela utilização do algoritmo “Rhie-Chow” que implementa os algoritmos de variáveis primitivas padrões (tais como o SIMPLE, SIMPLEC e PISO) usados na grade co-localizada.\nA generalização natural da aproximação usando o arranjo desencontrado para o algoritmo SIMPLE requereria muita informação geométrica e alta capacidade de armazenamento. Com sua substituição pela grade co-localizada estes problemas são evitados.\n® Malha com multiblocos = vários blocos juntos posicionados de tal modo que as células vizinhas encontram-se em faces inteiras\n4.3.1)\tPré-processador\nO Pré-processador disponível na versão 4.3 do CFX é o Build, programa interativo que permite a criação de geometrias usando a técnica de multiblocos. As principais características do Build são:\n•\tPromove uma fácil interface com o usuário facilitando sua interação com o programa.\n•\tPermite a importação de geometrias de pacotes de CAD\n•\tPermite a edição de geometrias em CAD e as prepara para análises CFD\n•\tPossibilita a geração de malhas multiblocos mais refinadas.\n43.1.1) Geração da Malha\nA geometria é um conjunto de sólidos hexaédricos que possuem uma representação lógica. Este sólidos ou blocos são formados por um conjunto de células interconectadas e orientadas por um sistema de coordenadas. O regenerador bidimensional proposto pode ser representado por um único bloco, o que simplifica sua geometria e garante a ortogonalidade do sistema. Para o caso tridimensional será utilizada a técnica multi-blocos que consiste na ínter conexão entre dois blocos permitindo uma grande variedade de construções e utilizando células mais regulares e de melhores características de ortogonalidade. Estes blocos normalmente são conectados de tal maneira que todas as áreas das células de interface em um bloco tenham as mesmas áreas correspondentes ñas células do bloco adjacente.\n4.3.1.1.1)\tRegenerador bidimensional\n0 regenerador descrito no capítulo anterior foi construido a partir das informações geométricas contidas no artigo publicado por Gidaspow et al. (1986) e estão resumidas na tabela (4.2). A malha gerada para o modelo cinético possui 1764 células distribuidas ñas direções axial (eixo y) e radial (eixo x) conforme pode ser vista na figura (4.3). Este esquema apresentado é basicamente o mesmo empregado nas simulações bidimensionais. A diferença está na distribuição da malha: o regenerador isotérmico possui 1500 células uniformemente distribuídas nas direções axial e radial e várias entradas de ar (2, 4 ou 15) enquanto aquele desenvolvido com modelo cinético foi gerado com 1764 células e possui uma única entrada central (representada por duas células).\n4.3.1.1.2)\tRegenerador Tridimensional\nO Regenerador tridimensional monofásico simulado foi baseado naquele proposto por Ali &amp; Rohani (1997). O Regenerador foi dimensionado com 5,8 m de diâmetro e 11 m de comprimento. A malha computacional gerada para a obtenção do estado estacionário possui 26501 células uniformemente espaçadas e pode ser visualizada na figura (4.4). Não foi possível comparar os resultados obtidos na simulação com o apresentado pelo artigo, pois além do autor não fornecer informações necessárias à construção da geometria, omitiu algumas propriedades físicas e condições operacionais.\nTabela 4.2 - Malha numérica\nCaracterísticas\tRegenerador Bidimensional\t\t\t\n\t2 entradas\t4 entradas\t15 entradas\tCinético\nEscoamento\tIsotérmico\tIsotérmico\tIsotérmico\tTransferência de calor\nRegime\tLaminar\tLaminar\tLaminar\tLaminar\nMalha computacional\t1500 células\t1500 células\t1500 células\t1764 células\nTamanho da grade na direção radial\t0,01312 m\t0,01312 m\t0,01312 m\tCélulas do jato de ar: 0,00635 m Demais células: 0,00953 m\nTamanho da malha na direção axial\t0,01688 m\t0,01688 m\t0,01688 m\t0,01391 m\nPasso de tempo\t1x10'3 s\tlxl 0‘3 s\tIxlO*3 s\t1x10’3 s\nTempo total de simulação\t2s\t2s\t2s\t2s\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n►\nX\n0\nFigura 4.3 ~ Malha bidimensional usada na cinética de queima do coque\nFigura 4.4 - Malha tridimensional usado no escoamento monofásico\n4.3.2)\tSolver\nO Solver do CFX se divide em dois módulos: interface e solução. No módulo de interface são feitas as especificações de entrada do problema e convertido da forma conveniente para o usuário em forma planejada para a execução eficiente. Isto é feito num simples arquivo denominado “Command Language” que é constituído de comandos e subcomandos. O módulo de solução é o responsável pela discretização e resolução das equações diferenciais parciais\n4.3.3)\tPós processador\nO Analyse é o programa responsável pela interpretação dos resultados obtidos no CFX. Sua interface gráfica intuitiva e de fácil acesso permite a geração de diversos tipos de gráficos tais como iso-superfícies, gráficos de vetores, tridimensionais. Animações transientes também podem ser facilmente criadas usando a opção de saída de arquivo transiente do software.\n5)\tResultados e Discussão\n5.1) Regenerador Bidimensional\nO esquema de resolução do regenerador bidimensional bifásico foi proposto levando-se em consideração as seguintes características do sistema: coordenadas cartesianas, escoamento incompressível, não há deslizamento nas paredes, emprego do algoritmo “Rhie Chow”, esquema de interpolação “Upwind”, escoamento transiente, acoplamento pressão-velocidade SIMPLEC. As partículas de catalisador usadas para representar a fase particulada do regenerador bidimensional foram do tipo B (segundo classificação de Geldart 1973), enquanto as do tipo A foram usadas para as simulações tridimensionais.\nEstas simulações foram subdivididas em duas etapas: a primeira variando a quantidade de entradas dos jatos de ar e segunda utilizando apenas um jato central, porém levando-se em consideração a queima de carbono contido no catalisador.\n• Variação da quantidade de jatos de ar\nForam obtidos perfis hidrodinámicos variando-se a injeção de ar na entrada do regenerador com o intuito de observar o comportamento do leito fluidizado quando as condições de operação assemelham-se àquelas encontradas numa unidade industrial. No estudo realizado observou-se a influência da quantidade de jatos de ar injetado no leito. As figuras (5.1) e (5.2) apresentam as simulações obtidas para regeneradores com 2, 4 e 15 entradas de jato de gás.\nÀ medida que a velocidade do gás ultrapassa a velocidade de fluidização mínima (umf) bolhas são formadas como um resultado da inerente instabilidade do sistema gás-sólido. As pequenas bolhas formadas no fundo do equipamento ascendem, fundem-se e estouram como bolhas largas na superfície do leito provocando uma grande não uniformidade das partículas de catalisador após 2s de simulação.\nO comportamento das bolhas afeta o fenômeno do escoamento no leito fluidizado, as condições de entrada e as transferências de massa e calor entre as fases. Após as primeiras bolhas estourarem, há a formação de uma turbulência na parte inferior da região livre (logo acima do leito) que arrasta parte das partículas para as paredes do equipamento.\nO aumento na quantidade de jatos causa uma maior distribuição das partículas de catalisador proporcionando uma maior expansão do leito fluidizado. Considerando-se as simulações que utilizaram 15 diferentes entradas de ar, podemos observar o efeito semelhante ao transporte pneumático uma vez que, a grande quantidade de ar injetado causou um arraste considerável das partículas sólidas levando-as para fora do regenerador.\nO modelo de arraste utilizado em todas as simulações é o híbrido proposto por Gidaspow (1994) que utiliza o modelo desenvolvido por Wen e Yu (1966) para frações volumétricas de sólido inferiores a 0,2 e o modelo de Ergun (1952) para valores acima de 0,2. Van Wachen (2000) publicou um trabalho mostrando uma descontinuidade obtida quando esta fração atinge o valor de 0,2 o que pode causar problemas de convergência numérica no modelo. A magnitude da descontinuidade no coeficiente de arraste aumenta com a elevação do número de Reynolds. Uma modificação no coeficiente de arraste gás-sólido, equação (5.1), foi proposta com o intuito de solucionar este problema. Entretanto, como pode ser observado na figura (5.3a), os valores obtidos com as correlações usadas por Gidaspow apresentam melhores resultados.\n(5-1)\nI £ 6O0S-OS 5.5ECE-01\nE 04ÜE-01\n4\t7S0E-01\n4.4B0B-Q1\n3 2008 D!\n9.9203-01\nI\nI 3 640S-C1\n3 360S-CJ1\n•5 3.OBOE-OI\n•| 2 80CE-01\n| 2 .520E-01\nI\n| 2 2403-tH í\n| I 9S0E-OI | |.$805-01\n| I 4ÜCE-ÍH\n| i . 120t-<?í\nI B 400S-02\n5\t6005-02\ní 2.80CE-02\n'■ S 93S1-11\n(b)\n6 4768-01\n6.1E2E-01\nB âSâE-Ol\nS S04E-0I\n6JS0E-01\n4\t3S7E OI\n■\t4 533E-01\nI 4 2O9S-O1\n•: s sass-oi\n•• S.MIE-OI\nI 3 238E-01\n\\ 2.9143-01\n| 2 390E-0Í\nI 2 266E-01 | 1.942E-01 j 1 51 SE-Oi\n| l.^SE-Pi\n9 7 i 4é -02\n5\t4Í6Ê-02\n3-2385-02\n■\t8 9S9E-I1\n5 474H-O1\nG-ISIE-OI\nS a27E-01\nB 3O3E-O1\n5. I79E-0I\n4 BS6E OI\n“ 4.5S2E-O1\n-\t4 2O8E-O1\n-\t3 B84R-01\n■y 3.56ÍE-01 | 3 237E-O1 j 2.&amp;13E-O1 | 2 SÊ9B-O1 I 2 2Ê6E-01\n| 1.9423-01 | 1 613E-O1 | 1.2048-01 1\"“ 9 7128-02\n$ 474E-O2\n3.237E-D2\n9 9992-11\n6 39)5-01\ne.ojizci\n5\t7G2E-01\nB 432E-ÕI\n$.1135-01\n4 793E OI\n4.473ECÍ\n¿ 4 1E4E-01\n•í 3 8843-01\n•: 3.5I5E CI\n| 3 195E-VL\nl 2.S73E-OI\n■í\n1 2 BB6B-C1\n| 2 237E-G1\n| 1.9175-01\n| I 597ã-01\n| 1,2785-01\n; 9 5873-02\n6\t3913-C2\n3,1983-02\n6 4048-06\nFigura 5.1 - Condição inicial (a) e perfil transiente da fração volumétrica do\nsólido após 2 s de simulação para as seguintes entradas: (b) 2 entrada; (c) 4 entradas;\n(d) 15 entradas\nI 5\n6.«I£*0Q\nS 1S3E+00\n4 9042-00\n4. bisé-oo\n4\t327HOO\n| 4 O39E+OC ? 3 7EDE+00 ■■ 3 452K-0G i 3-173E+OC | 2 BSõitÕÔ\n| 2.6981*00\n| 2 308É+SC\n| 2 0191*00 f l.731E«00 j J 442^00\nl 1. 154E+C-O\nl B 655E-C1\n5\t770E-01 2.8BSE-OI\n0 OOOE+ÕO\nI 3 7898+00\n3.&amp;S3E+Ü0\n3 337Ê+OQ\n3 lliE^ôD\n2.98§EíOO\n2 ãSGgiOO\n• 2.4§4E+K>\n2 2085+00\n- I 982S-OO\n■;. 1,7588*00\n1 S30B+C0\n| Í.3Ü5E+00 | 1 O79E+OD\nS\nI S 533E-OÍ | 6.274E-Cn\nI 4 oisg-oí\nI 1.757E-CI\nIS-5 D15E-C2\n-2 7S0E-C1\n*6.0iaE^Í\n-7 277E-01\n(C)\n4 422E-QO\n4.1W»0O\n3 854E+0í>\n3 57ÔE+OÍ3\n3.2S0E+OC\n3 OOlgiCD\n&lt;2.717E+C0 à 2 4336*00\n‘ 7 149E+00\nl.ââSE-00 í 1 &amp;8CÈ*oe | i.awEíôô | 1 ni9R*rtn I 7 282E-C1\nI\n| 4.440E-01 I. i 5SSE-01\n1-1.243E-O1 1-4 06SE-01 1Í-S â26E-Úl\n-5.763E-01\n~1 26 JE+ CO\n(d)\n7 8672+00\n7.4J3E+00\n5 969E+C0\nS 52OE+OO\n' S.071E+00\nS 622?i00 ! 5.1J2E+0Ô |\n* 4 7231+00\n'■ 4 274E-00\n•í 3.S25E+0O\n3 3J6Ê+0O\nI 2.927E+0Ü | 2 4788+00\nI 2 0291*00\nI L.SBOEtQO | 1 131E+0O ■| 5,S13E-C1\n: 2 327E-0I\n-2 163E-01\n-Ô.6S4Ê-ÜÍ\n-1 114E+G0\nVariação da Fração Volumétrica do Sólido após 0,33 s de simulação\n1,0-\n0,8\n0,6'\n0,4'\n0,2\n0,0\n---,----1 1\nCoeficiente de arraste modificado\nCoeficiente de arraste de Gidaspow\no\n2\n—\nCZ5\nO\nT3\n0,0 0,1\n0,2\n0,3\t0,4\n0,5\nAltura do Leito (m)\n(a) Correções para o Coeficiente de arraste gás-sólido\n(b) Composição dos gases de combustão\nFigura (5.3)\nCapítulo 5 — Resultados e Discuss&amp;o\t54\n• Cinética Química\nAs reações da combustão heterogênea do carbono presente no coque, representadas pelas equações (3.26) e (3.27), ocorrem na fase densa do catalisador. Destas, a oxidação do carbono a monóxido de carbono é uma das que mais contribui para a geração de calor por ser altamente exotérmica e de média velocidade.\nO perfil de velocidade do gás obtido, figuras (5.4) e (5.5), sugere que o gás escoa preferencialmente pelas paredes do equipamento após transpor o leito do catalisador, visto que na região central (entrada do jato) há a eminência de formação de aglomerados de bolhas que ainda não estouraram.\nConsiderando um modelo de regenerador ideal, podemos admitir que as temperaturas no leito catalítico sejam iguais em todos os pontos. De acordo com a cinética de reação representada pela equação (3.26), previamente discutida no capítulo 3, podemos esperar um aumento da taxa de reação com o aumento da temperatura causando uma redução do teor de coque no catalisador. Isto pode ser comprovado observando-se o comportamento do teor de coque através das figuras (5.6) e (5.7)\nA temperatura do regenerador é uma das propriedades mais importantes na unidade de craqueamento catalítico de leito fluid izado. Depende de um grande número de variáveis, tais como as propriedades de alimentação, características do regenerador, tempo de residência do catalisador. A elevação da temperatura no leito catalítico, figuras (5.8) e (5.9), confirma a queima de coque. Num regenerador industrial esta temperatura deve ser monitorada para não exceder 1000 K, o que comprometeria integridade do catalisador provocando sua desativação térmica. Os altos valores obtidos na simulação podem ser explicados pela alta conversão do carbono a monóxido de carbono, pela ausência da recirculação de catalisador e pela utilização do sistema em batelada. Este comportamento foi constatado por um estudo feito por Yen et al. (1985) que mostra um aumento da temperatura do regenerador nos sistemas onde não há a remoção do calor gerado pela combustão do coque.\nA vazão de ar injetado é diretamente proporcional à eficiência da regeneração do catalisador gasto. As figuras (5.10) e (5.11) mostram a evolução das bolhas de oxigênio ao entrarem em contato com o catalisador aquecido. Devido à baixa vazão de oxigênio injetado, o coque é preferencialmente convertido a CO e em poucos instantes toda a bolha de oxigênio reage impedindo sua penetração no leito. A figura (5.3b) que apresenta a fração volumétrica dos gases provenientes da combustão do coque ao longo do regenerador pode comprovar este feto. Só foi possível prever o comportamento hidrodinâmico graças à presença do nitrogênio que não reagiu com os componentes presentes.\nAs figuras (5.12) e (5.13) mostram a variação da fração volumétrica do sólido. A forma apresentada pelas bolhas geradas confirma trabalhos experimentais feitos por Gidaspow et al. (1985) que constataram a presença de bolhas mais largas em um gaseificador piloto. Comparando-se qualitativamente os perfis de fração volumétrica da fase contínua (porosidade) e da concentração de oxigênio encontrados em Gidaspow et al (1985) - figura (5.14) - com os obtidos na simulação (figura 5.15), contata-se a boa aproximação obtida, possibilitando a compreensão da tendência do comportamento esperado no leito fluidizado. É válido ressaltar que os resultados experimentais mostrados pela figura (5.14) foram obtidos usando-se um plano de simetria e o feto da bolha de oxigênio do regenerador simulado (figura 5.15) não penetrar no leito como o experimental se deve à alta reatividade do leito que toma a combustão quase instantânea uma vez que considerou-se que todo o leito catalítico possui a mesma concentração inicial de coque\n6 7202+00\n3\tJ93E+00\n4\t904H+00\n4.616Ê+00\n| 4 3276100\nJ 4.0392+Oí) f 3 7SÜ8+DO\n■ 3 4625+QO\n&lt;3.173E+00\nS 2 9655+30\nI 2.696E+00 | 2 3388*00 | 2 019B+00 | 1.73LS+00 | i M2&amp;+3O | 1.154S+0O : 8 ÈÊâ^Ül\n5\tHcrê-Oi\n2.085E-O1\n0 SKí+SO\n(b)\n16 392E+00\n6.059E+00\n5 7266*00\n3 394E+00\n5,çeiE+C®\n4 72B£í(fô\n? 4.3fl&amp;E*00\nI 4 063E+00\n■. 3 7306+00\n3.3975+00\n| 3 D64E+ÜU | 2.332E+G0 f 2 3S9E+00 f 2 Ü66E+00 | 1.733Ê+00 í i WIE»(® á\n| l.OêBE+ÔO\n■ 1 3E7Ê-01\n4 029E-01\n7.022E-02\n■ -2 6256-01\n(e)\n1 0845+01\n1.ÜÔ9E+C1\n9 5336+00\n; â 9762*00\n: 8.413E+tX>\n7 B82£iQO\n2.30SE+00\nâ 748S+00\n■: 5 19l“^cü\n\\ 5 S34E+CO\n5\tD77E+00\n| 4.620E+00\n4\ni 3 363E+00\nI 3 406E-00\n| 2.849E+00\n| 2 292E+00\nI I 73ÊE+OO\n* i 178E+00\n6\t216E-0Í\n0,4e6E-C2\n-4 323E-CI\n9 3906+00\n7,92SE+00\n? 465E+W\n7 002E+00\n0.538E+Q0\n6 0786100 | 5.613E+00 I 5 1516+00\n; 4 5B8E+0&amp; ■j. 4,3256+00 | 3 762E+00 j 3.299E+0Ü | 2 83SB+Ú0\n%\n| 2 373E+00 | l.&amp;UEH» j 1 4486+00 | 9.854E-O1\n' B 228E-D1\n5 974E-O2\n-8 3B9E-0L\nFigura 5.4 - Perfil transiente da Velocidade Axial do Gás para os seguintes\ntempos; (a) t = 0,0 s; (b)=t = 0,30 s; (c) t = 0,60 s; (d)t-0,90s\n| 8 970E+00\n7 stfos+oa\n7 47IE+OO\n6.9JIE+®\n6 471Eiffi3 f õ.9725*00\nl\n| S 422E-O0\n•' 4 $72^03\n■:. 4.4735*00\n| 3 973£rÜÜ\n| 3.4731+00\ni 2 974E+OG\n| 2 474E*OO\nf I.W4B+00\n| 1 4?3E*00\n| 8,756E-O1\n| 4 7S9E-G1\n-2 S66È-02\n-5.233E-O1\n-1 G72E+00\n(b)\n5 7705*00\n5.427E+0C\nS 0842*00\n4 741E*OG\n4,3S9E+0G\n4 OW^OO\nS.713Ê+OO\n2\t37C3+OQ\n3\t^7-í*\n2.6S5E+C8\n| 2 342B+00 | 1.99SS-00 | I 657E-0Ô ( 1 314E-0C | S.717E-OL | 6 2092-01\nI 2.8522-Oi\ní-5 650K-02\nI\nj-3 992H-01\nLj.419E-01\ns-t 084B+0O\n5 770E+00\n6.443Ê+0O\n9 n7E*0O\n4 791E*00\n4.466E+GO\n4 1396=00\nÔ.013E+OO\n$ 3 487E+0D\n3\tMlít+oo\n■;: 2 8355+00\n* 2 B09E+00\n| Í.W+OT | i 867E+00 j I 531E+00\n| 1 . 2Q5E+00\n| £ 792E-QI\n| 5-532E-O1\nj 2 271E-G1 ^9 &amp;S7E-02\n-4.249E-0I\n-7 6092-01\nB 8172+00\n5.4082*00\nE 1SE5+00\n4 S24E+00\n4-4935+W\n14 lÊZBiOO\n3.S32E+QO\nI 3 8013*00\n¿ 3 170-+00 i 2.339E+QO y 2 50SH+00 | 2.1772*00 | I S46B-OO\n§\nf I 5155-00 | 1.1845*00 | 8 5S9E-01 l 6.23ÍH-01 | I 922H-01\n-1 3865-91\n-4.6SSH-0I\n-S CO4E-C1\nFigura 5.5 - Perfil transiente da Velocidade Axial do Gás para os seguintes\ntempos: (a) t = 1,20s; (b)=t = 1,50s; (c) t = 1,80s; (d)t-2,00s\n(a)\n9 OOCE-Dl\nS.55OE-OI\n5\tDSSE-O!\n7 S5OE-6Í\n7.2SKE-CL\n6\t750E Cl\n5 aSOE-Q!\n5 4OOK-G1\n4.950E-0I\n4 6OOE-OI\n4.Ú50E-CI\n3 SOOE-D1\n3 150E-0!\n2.KIOE-CI\n2 2S0E-O1 i. scm:-C’i i aBOE-0!\n9 OOOE-03\n4.500S-02\nO OúOErOO\n(H\n1 i ST4E+00\n1.591E*00\n£ 1 5075*00\n1 423~*0Ú\n1.339S+CD\ni 1J72E*OÜ\n1\toeaâ-ríXf\n~ 1 004£*ÔÍ)\n* 9.21QE-0I\n; 8 372E-01\n-j 6 6972-01\n■\t5 S80E-01\n5.022E-01\n4 185E-QÍ\n■\t3.34?£-0¡\n2\tBIÚE-Gi\n' l 672E-Ô1\nÔ.35ÍE-C2\n-2 346E-CH\na 1 362E+DO\n1.490E*00\n1 4UE+OO\n] S33E-00\n],2E45*OO\n1\t17Síi00\n1,097E^>0\n3 1 {USÉ*#)\n:■ 9 398E-OI\nC 8.5HÊ-OL\n| 7 8255-01\n| 7.O38E-OI\n| 6 2S2Ê-OI\ní 5 4fi5E-OI\n| 4.57SE-O1\n| a ga2E~oi\n\\ 3.10&amp;E-01\n2\t319E-OI\n1 532E-0I\nZ.463E-02\n■ 4 021E-03\nI8BI.\n(d)\nI 1 B85H*0D\ni.6082*00\nI 4245*00\n1 344E*00\n1.2635*00\n1 183E<00\nL 103E*Õ0\n1\tC223rQ0\n'. 9 ms-oi\n<: 8.621E-01\n' 7 8S7E-01\ny 7.014E-01\n6 2105-01\nS 4Ctè^01\n4^5-01\n3 799B-01 j S.^E-OL\n2\t192E-OI\ni 3882-01\nS.â47â-O2\n-2 1BSE-02\n(a)\nI i S44E+0D\nI 1.560E+00\n1 476E+SQ\n1 3G-.E+00\n1 .307E+Q0 ■! 1 223£.0f)\n1.1S8E+00\n3 CSE4E+0D\n‘ 9 7G2E-O1\n- 8.859E-0I\n■ 6 OISE-Oi\n•&lt;7.1723-01\n€ 329E-O1\n8 4368-01\n4.843E-OI\n3 800E-ÜI\n2.&amp;57E-01\n3 113E-0I\n1 270E-OI\n4.274£-(a\n-£ 1578-02\n(b)\ni &amp;S7E+0Ü\ni ,5153+W?\ni 433E+Q0\ni asoH+oo\n1.258E+Q0\ni }B5ãiOO\n1.1035+00\n1 0205+00\n5\t3645-Oi\n8.S5G2-01\n7 7352-01\ns.om-oi\n6\t0873-01\n4.4302-01\n3 514E-01\n2.7'yOEOÍ\n1 96SE-0Í\n1 14IE-0!\n3.J72E-O2\n-8 079E-D2\nI 9&amp;9í+Q£>\ni.essi+oo\nJ 794E+O0\n1 S9tE+0O \\ J.S8BÊ+Q0 i 1 4S581QO &lt;i.3833+00 ¿ ¡ 2S0S+G0\n- 1 ¡773+00\ni 1.0755+00\n9 7228-01 í 8.S35S-O! ’ 7 5ÉBB-CH\nâ Ô40È-01 \\ 5.6133-01 i 4 5658-01 v 3.5683-01 £ 2 33IÊ-OI jí ! 3043-01 ‘ 4.757E-O2\n-5 W6E-O2\n3 7113+00\n3.526È+ÚO\n3 3405*00\n3 1552+00\n2.9S9E+00\n2 7338=00\n2.6982+00\n2 4123+00\n■; 2 2273+00\ni 2.041E+0G\n| 1 8S5S+09\n| 1.670E+00\n| 1 4843*00\n( 1 299E+00\nj I.H3E+00\n| S 27S5-O1\n| 7.4233-Üi\n| 5 5673-01\nS\nI’ 3 7H2-O1\n),âSfi£-Oi\n0 COC5+Q0\nI\n(a)\n§ 9 7302+02\n8.3S7E<02\n■ S O4SE+O2\n; 8 702E+02\n3 3ííO-+-;..-\nI 8 OI7B102 | Z.675E+G2 ■! 2 332E+O2\n■: $ 900R+02 •;. €.647E+C2 | 6 3G5E+02 { 5.962E+02 j 5 6205*03 | 5 WE+-02 | 4 - 935E+Q2 | 4 8926+02 | 4-2S0E+02 j 3 307E+02 | 3 565E+O2 I 3.222E+02 I 2 S80E+C2\nII 774E+O3\n!.700E+3S\n1 626E+03\nI 1 55SE+03\n1.477E+O3\ni 1 4fl3EíQ3\n‘ 1.8285+03\n¿ I 2S4E-03\n•. 1 130E.03\n•; ! . 10SE+03\n¿ 1 DSiE+03\n| S.&amp;70E+02\n| E 82SE+O2\n| 8 O83E+O2\n| 7.3405*02\n| S BS6E+02\nI 5.883E+GS\n■ E iIOE+02\n4 366E+02\n(bl\n3.6235+02\n2 630 £+02\nIi 482E+03\nI.422E+03\nI 3S2E+O3\nl 3O3E+Ú3\nl.243E+G3\nl 183EiO3\n] . 123E+0S\n* 1 &amp;S4Ê+02\n■\t1 0045+03\n■: ü. 4485+02\n| B 63LE+02\nj 6.2545+02\n| 7 6S7E+02\nI\ní 7 03SE+02\n| E.4S2E+02\n| E 8S5E+02\n| 5 268E-Q2\nI 4 57LE+02\n| 4 Ü741C2\nI 3.477E+02\ni 2 880E+02\ns i 480E+03\n1.3925*03\ni 334E+03\nl 276E+03\n1.213E+O3\ni ieoE.03\n- i.ioiE+oa\n•\t1 0435*03\n' 9 856E+02\n’■ 9.274E+Q2\n8 3S3E+D2\n8.I12E+02 -. 7 S30E+02\n6 &amp;43E+02\n■: 6.3635*02\n' 5 7B6S+02\n' S.2GSÊ+O2\n-i 4 È24E*02\n4\tG42E+02\n3-46LE+02\n2 88OE+02\nFigura 5.8 - Perfil transiente da Temperatura do catalisador para os seguintes tempos: (a) t — 0,0 s; (b)=t = 0,3 s; (c) t = 0,6 s; (d) t = 0,9 s\n(a)\nII 3702*03\n1,3165*03\nI 26!E*Q3\n1 ZJ/SiX!\n! . 153-^03\n1 0992 .Oi!\nI I.3435+03\n5 9 S13Ê+02\n• 9 372K+02\n*. 8.831E+02\nli 3 2801+02\n| 7.74SE+Ô2\n| 7 2Q8B+02\n| 6 6B7E+Ú2\n( 6.126E+02\n|- 6 5952*02\n| S.044E+02\nI 4 5035+02\n3 9S2E+Q2\n3.4212.02\n1 2 9808+02\ní>\nç-\n(b)\n, í 348E+03\n1.2&amp;&amp;E+Ü3\n¿ 242E+03\nI IB9S+03\n1.136H+03\ní DB3E.03\nLO®B+CS * 9 72X35+03 ‘ 9 240E+Õ2\n8.710B+02 | 8 iSOH+02 ( ?.6S0Ê*02 | 7 I20E+02 | fi 5905+02 t 6.060B+C2 | 5 530E+02 | 5.K3OB+S2 j 4 4303+02 IS 9403+02\n3.410E+02\n2 3B0B+02\n§ 1 5345+03\n1 4tüh+ó¿\n1 347È+03\nIi.285E+03\n1 2235<03\n. 1.1606*08\ni 098Ê+03\n■ 1 03^+03\n•■ 9.737E+Q2\n¿ 9 H4E+02\n| 3.490E+02\n| 7 8675+02\n( 7 2445+02\n| 6.S20E+C2\n| 5 9S7E+02\nj 5.32SÈ+C3\n4 7S0B+02\n4 1263+02\n3.503E+Q2\n2 8808+02\n| 2 7752+03 2.6EIE+08\n2\t527E+03\n3\t4035+03\n■ 2.278E+03\n12 13-13(03 ; 2.Ú2SE+03 - 1 SQfi3+O3\n• 1 780K+03\n1.6062+03 ¿ 1 3322+09 I 1.W7I+Q3 j I 2835*03 | 1 1585+03 l kO34E+Q3 | S 1005+02 | 7.856E+02 ■ 6 612E+02\n5 3682+02\n-\t4.I24E+02\n2 8805+02\n2 D23Í+O1\nL921E+O1\n1\t85OE+O1\n5 719E+Ô1\n1.518E+01\n! 1 S17Ei0I\n( i.iieExOi\n? 1 3143*01\n> 1 2138+01\nI\nü 1 OllE-Ol\nj 9.103E+G0\n| 8 0S2Ê+00\nI 7 oâoe+oo\nf 6.0695*00\nI S 0872+00\n| 4.046E+00\ní 3 06542*00\n2\t020\">00\n1.0115*00\n0 0002+00\nI 2\t0282+01\n1^72*01\n|\t1 B2SJ+G.\n1 7245+01\n■\t1.623E+C1\nI 1 521E i G1\nI 1.420E+01\n1 318E+Ü1\n■\tI 2I7S+01\ni 1 , 1165*01\n| I 0142+01 f 9.IS02+Ô0 | B 115B+00 | 7 1015+00 | 6.086E+Q0 f 5&lt;5725+00 | 4.057^00 1^ 3 0432*00\n2 0285+00\n1,OI4E»0O\n0 0005+00\n12 03OE+O3\n1 92SE+01\nl 8275*01\nl 725E+Q1\nl.5248*01\n1 5222*01 | I.421E+01 ?' 1 ai9É*oi\n■■ 1 2185+01\n1.1185*01\n1 0Í5E+01\n| 9.13SÊ+00 | 8 1208+00 1 7 105E+00\nI 6.&amp;3VÍ+00 | 5 07SE+00 | 4.0S0E+00 I S 045E+00\n12 030E+00\n1.01&amp;E+00\n0 OOOE+OO\n2 0235+01\n1 ,9215*01\nI 32GS+Ô1\nI 7135*01\n1 .&amp;10B+O1\n1 5173.01\nl.4165*01\n•&lt;l 3145+01\n- I 21S7+01\ní i. 112^01\n; 1 0115+01 -| S. iOSE-Oú | 8 0922*00\n| 7 0805+00\n| €.069êí(X> | S 0572+00\nO 4.046E+00\n■ S 0343+00\n(dl\n2 0235*00\nI OilH+ÚO\n-3 5105-28\nFigura 5,10- Concentração de oxigênio ao longo do tempo:\n| 2 £232+01\nII.821E+01\nI\n1 71SE+Ú1\n1.S1ÔE+Í»\n1 517£¡01 l\nI 1.4168*01\n3 j 3L4E+01\n- 1 2I3E+01\n- l.li2K>0j\n•y 1 DHE+01\n| «.lOfflE+ÔO\n| 3 D92E+OD\n| 7 OSOE+OO\nl S.069E+00\nI 5 Q57K+OC\n| 4.04SE+CO\n; 3 0345+00\n' 2 023E*(X}\ni.OL1E+OQ\n-1 7Q3E-2?\n12 O23E+01\n1.9215*01\n1 320E+C1\n1 719E-CI\n1.6185+01\n1 5175=01 | 1.415J-+01 ¿ 1 3145+02\n• 1 213E+01\n1J12E+G1\n1 OÜE+Ol\nl 9.1035*00\n| g Ü02E+00\n1\nj 7 ’5805+00\nI 6.0695*00\nI 5 067E+00\ní 4.046E+00\n3 934E+00\n2 0235*00\n■ l.OllE+OO\n-3 I105-26\n(Ç)\n2\t0235+01\n1.921E+01\n1 8205+01\n1\t719E+01\n1.6185*01\nI 1 6175*01 I í.4ieB+üi ’ 1 314E+01\n• 1 2I3F+01\nI.H2E+Q1 | I OUB+01 | 9.I03E+00 -| 8 DS2E+00 f 7 OSOE+ÔO I 6.069E+00 I 6 OfiTE+OO | 4.0465+00\n3\t0345*00\n2\tD22E+00\nI.OIIE+OO\n-2 73fi£-25\n(d)\nI 2 0233+01\nL 921S+C1\n5 i aaoE+ai\nI nsE+oi\n1.6195*01\n1 5178*01\nJ 1.4165*01\n1 3148+01\n- I 2135+01\n1 . 112Ê+01 | I 0115+01 1 9.1035*00 j fi 0925+00 | 7 0805+00 j e.0695*00 I 6 0678*00 í 4.O46E+G0 I 3 0945*00 I 2 0235+00 I 1.0115*00 Ls 0075-18\nFigura 5.11 ~ Concentração de oxigênio ao longo do tempo:\n(a)\n15 600Ê-Ü1\n5 320E-ÜI\nB 04ÕE-.ÔI\n4.480E-0Í\n4 2GÜE 01 | s asos-oi “■ 3 S40B-O1\n■ 3 3607-01\n- 3,0805-01\n••• 2 &amp;00E-0Í\n| 2.52ÜE-0Í j 2 240E-01\nI i 9902-1)1 | 1,6805-01 | 1 4005-01\nI I.1205-Ci\n18 4003-02\nS 6Í&amp;S-02\n2.&amp;OOS-P3\nS 9992-11\n(bj\ns 6 34S5-O!\n15.0285-01\n5 71Iã-S!\n; 5 034H Oi\n5.O76E-OL í 4 7B0S 01\n¡ 4.442E-0I\n4 1245-01\ni 8 807“-01\n■• 3.4SÜE-01\n3 173S-0I j a.a&amp;SE-a | 2 5385-01 ( 2 2212-01 | 1 3033-Cj J l 68ÔB-01 j 1.2693-01 | 9 519ã-02\nÍâ 346S-Ú2\n3.1735-02\nO 993E-H\n6 4O5E-0I\n6.08BE-0I\n6 764E-0I\n5\t4445-01\n5.124E-CI\n4\tB04B 01 ‘ 4.4832'01 % 4 1633-01 í 3 8433-01\n3.6222-01\nl\t3 2022-01 | 2.&amp;92E-O1\nI 2 5623-01\n£\n| 2 24SS-01\nI\n| 1.&amp;21E-C1\n| 1 60IÍ-OI j l.WS-01 | g fio&amp;B-Oí\n16 40BE-02\n3.2025-02\n9 Ô9SS-11\n6 41ÍE-Ol\n6.ÍÍ90E-01\nS 770E-01\n5 449E-O1\nS.129E-01\n4 80BE 01 | 4.487E-0I * 4 IS7E-0I\n■ 5 fl46K-0t\n| 3.52BE-OÍ | 3 2ÜBE-01 | 2.885E-Ú1 I 2 564E-01 | 2 243E-01 | 1.923E-01 I 1 502E-01 | 1.2&amp;2E-O1\nÊ\n| 9 S17E-02 16 411E-O2\n3.205E-02\n9 9992-H\nFigura 5.12 - Variação da fração volumétrica do catalisador ao longo do tempo:\nI 6 598E-O!\n' 6.268E-01\nS ScsE-Oi\n5.S7SE-O1\n1\t4 S48E Oi\n{ 4.618E-O1\n2\t4 280E-0!\n; 3 9B9E-01\n3.623E-OI\n3 29SE-O!\ní 296SE-01 | 2 639E-01 í 2 309E-0Í | I S79E-O1 | 1 S49E-01 | 1.319E-QI | 9 897E-O2 ; « 508E-ÍJ2\n3.2985-02\n9 983B-11\n6\t4I9E-01\n6.OS8E-OI\nE 777E-OI\n5\t456E-O1\nSJSÕE-Ol\n1\t4 BME 01\n| 4.453E-O1\n2\t4 J72E-Õ1\n- ,3 Ô51E-0J\nv 3.S9QE-01\n1 3 20SE-0L\n| 2.m-oi\n| 2 367E-C1\n| 2 24ÔE-O1\n| i.92&amp;E-01\n| 1 S04E-01\n| I.283E-OI\nI 9 629E-&amp;2\nÍâ 41 SE-02\n3.2G9E-O2\n9 9S9E'Í-\nI 6 409E-01\nC.089E-01\nS 7682-01 í 5 443E-Ô1 \\\t5.127E-C1\n4\tB07E 01\n4485Ê-O1\n- 4 165Ê-0L\n■ 3 H4SE-0*\n&lt;3.52ÒE-01 ■j 3 2O4E-O1\nI 2 .^4E-01\nI\n| 2 S63E-QÍ\n| 2 243E-O1\n| 1.922B-01\n| 1 6O2E-O1\nI 1.281E-0I ]\nI 9 614E-O2\n5\t4O9E-O2\n3.2Q4E-02\n9 9895-11\n\t1\tS 420E-0I\n\t\t5.099E-Ü!\n\t\t6 7782-0!\n\t\t5 4S7E-CJ!\n\t\t5.I36E-01\n\t\t4 BIBE 01\n\t\t4.494E-01\n\t\t4 I73Z-GI\n\t\ts a^E-oi\n\t\t3.53ÈE-0I\n\t\t3 210E-CI\n\t\t2.699E-0I\n\t\t\n\t■| 2 5S8H-0!\t\n\t1 2 247E-O!\t\n\t\t1-926E-CI\n\t\t\n\t\t1 605E-01\n\t\t\n\t\t1.284E-OI\n\tlll\tS S3ÍE-C2\n\t\tS 420E-02\n(d)\t\t3.210E-02\n\t\t9 S9SE-U\nFigura 5.13 ~ Variação da fração volumétrica do catalisador ao longo do tempo.\n(a) t = 1,20 s; (b) -t = 1,50 s; (c) t -1,80 s; (d) t — 2,00 s\ni.OO\ní-------------\n4éem\n(a)\n(fe)\nFigura 5.14 - Perfil simétrico da; (a) porosidade, (b) concentração de oxigênio\npara um modelo bidimensional após 0,4s de simulação\nFonte: Gidaspow et al (1985)\nCsaWriKâsk íjf wgàw;\n\n1 OQQE-OO\n5\t6023-01 SG-iE-Ol\n6\t, Q46E-O3\n2¿ **“ O 2\n&amp; 4M E,O1 b oasa-Qs\n$\nf 7.773B-O1\n'' = 7 437^01 :\t2 ÍÀÓS-M\nI © SO-41E-01 | © ua«5B-oi | E «t>S3H-OS\nI 5.5S1K-&amp;1 g S\nI 4. ^ías-dsi 1^\t4 .\n4 7-^aE-O'I\n3 2I32E-Ô1\nSI S4-4K^O1\na osse-mo i\n1 sais^oi\ni asaz^c i\ni. ?i©k*oi\n1 S1BB+CL\n1 B17J3MS1\n1 4iffiE-rCl |\t1 . S14E-O1\n1\tJ31 3IM 1\n:\ti nascei\nI 1.011KfQ1 I S 1038+00 | B OÔlEí-Oó f 3F O7SK4-CO j S . OOSE^O | oew5fí*oo I 4 Ó4BE+ÒÒ\n9\na oaiE+oc\n1 OlOE+OO\n-1\t1»7K-O3\nFigura 5.15 — Perfil simulado da; (a) porosidade, (b) concentração de oxigênio\npara o modelo bidimensional proposto após 0,4s de simulação\n5.2)\tRegenerador Tridimensional\nApós a modelagem e simulação do regenerador bifásico, optou-se por uma tentativa de predição do comportamento do escoamento monofásico (somente gás) e bifásico presente em um Regenerador FCC industrial. Por causa dos imprecisos dados geométricos não foi possível fazer a validação destes resultados com os dados industriais existentes no artigo publicado por Ali &amp; Rohani (1997), o qual serviu de parâmetro para a construção e geração da malha computacional. Considerou-se um regenerador com 11 metros de altura e 5,8 m de diâmetro e utilizou-se as propriedades físicas e condições operacionais citadas no artigo.\nNo escoamento monofásico (figuras 5.16 e 5.17), considerou-se a vazão de dois fluxos de ar, um ascendente e outro descendente, cujas velocidades normais foram arbitradas como sendo 0,4 e 0,2 m/s, respectivamente. Para o caso multifásico (figuras 5.18 e 5.19), a velocidade de entrada do ar (78 m/s) foi calculada de acordo com as informações contidas no trabalho apresentado por Ali &amp; Rohani (1997).\nPara o caso monofásico notou-se a formação de zonas de recirculação próximas à parede no vaso regenerador. O jato ascendente de ar sofre uma perturbação proveniente do ar injeto lateralmente atingindo o perfil estacionário obtido na figura (5.17).\nConsiderando apenas a hidrodinâmica do escoamento multifásico verificamos o excessivo arraste do jato ascendente de ar. Isto se deve pois o modelo considerado não leva em consideração a presença de um distribuidor de ar, essencial para a divisão do fluxo do gás.\nUma desvantagem do modelo tridimensional em relação ao bidimensional é a diferença de tempo computacional necessário à simulação. Usando-se os mesmos equipamentos (estações de trabalho Ultra-10) foram necessários 160 horas de simulação\nenquanto no caso bidimensional o tempo computacional gasto foi inferior a 11 horas. Isto comprova a dificuldade de obtenção de soluções numéricas usando modelos tridimensionais uma vez que os mesmos exigem a resolução de mais equações diferenciais. Devido a isto, dificuldades de convergência são comuns nestes tipos de problemas que requerem uma melhor otimização do sistema com o intuito de diminuir os fatores que comprometam sua estabilidade.\nSPEED\n4 OOCE-Ol\nS.SOOE-Ql\n3\tSDOE-OI\n3 4C0E-01\n3.200E-01\n3\tosas Oi\nI 2.&amp;X3E-O1\nI\nl 2 SCOE-OI\n2\t4O0E-0I\n/ 2.2OCE-C1\n2 OOOE-Ol\n1 &amp;OOE-.01\n1 400E-01\n1.200E-C1\nI MXlE-01\n8.000E-02\n6\tOOOE-C2\n4\tOXE-Ü2\n; z.QaOEOZ\nQ OOOE^OÔ\nFigura 5.16 -Perfil Inicial da velocidade do gás no escoamento monofásico\n\t\tSFEED 4 OOOE-ül\t\n\t\t\t3.ÔOOE-Ô1\n\t\t\t3 6KIE-01\n\t\t\t3 4ME-01\n\t\t\t3.2OOE-O1\n\t\t\t3 OOÜE 01\n\t\t\t: 2.8Q0E-Ü1\n■ ■ - •• 5.\t\t\t2 600E-0I\n\t\t\t2 40ÒE-01\n\t\t\t2.2OÜE-OI\n\t\t\t2 OOQE-Ol\n\t\t\t1.800E-01\n\t\t\t3 600S-01\n\t\t\t1 400E-0J\n\t\t\tI.200E-01\n\t\t\t1 ÜOOE-OI 8GG0E-Ü2\n| s qooe-02\nI > 4 Q00E-02\n' ; 2.000E-02\ni ' O GOOE^OO\nFigura 5.17 - Perfil final da velocidade do gás no escoamento monofásico\nJííACTION _ P2\n§ 45IB-0I\n| 6.IÇ6B-0I\n6 8426-01\n5\t517H-0I\nI 4 S6S3 Q!\ni\nj\n| I 4 '2I.M\nj S\nB 20E-S1\n>\nA sae« -õi\ní M^-Gi\nl $473 -131\n? @22ã-0i\n29S-Q1\n7375-62\n8 4915^02\n; S 2-:&amp;±-C7\n- H asss-1 í\nFigura 5.18- Variação da Jração Volumétrica do catalisador após ls\nW-.Pt :\n11 íOSBf^í\ni.OSOE C-Z\n9 9186*01\n3\t335B-O1\n&amp;.7S2E^r\nS 1SSÊ1G1\n?.6865*01\nJ 7 OQ3E*i21\n5 4205*01\n; 5S3?E*G:\ni &amp; 2B4E1-01.\n¡ A.SJlMfl j 4 &amp;b&amp;£*Ü1 | 3 3O5E-^i\nJ\nj 2 33&amp;E*01 | bTOÈ^I II I735-Qr\nS 9Q9S*O0\nS.GME-02.\n-g 74WX*\nFigura 5.19— Variação da velocidade do gás após ls\n6)\tConclusões e Sugestões\nO principal objetivo desta tese foi mostrar a tendência do escoamento multifasico sob a influência da reação química. Os resultados apresentados apontam para um comportamento já esperado quando temos um leito fluidizado com falta de oxigênio: formação preferencialmente de monóxido de carbono. A grande elevação da temperatura do leito constata a necessidade da contínua remoção do calor proveniente da reação e toma indispensável seu monitoramento para evitar a desativação do catalisador.\nA CFD mostrou-se uma boa ferramenta para predição de escoamentos multifasicos. Alguns resultados obtidos tiveram seus resultados qualitativos comparados com os dados experimentais e, de acordo com o esperado, obtiveram boa aproximação apenas da dificuldade encontrada na convergências de algumas simulações.\nNo modelo tridimensional constatou-se a necessidade da inclusão de uma placa distribuidora para evitar a formação de um único jato central, tomando o modelo mais próximo da realidade industrial.\nA próxima etapa deste trabalho será a inclusão do hidrogênio na composição do coque e da cinética de combustão heterogênea do hidrogênio para o caso bidimensional. A validação deste modelo será feita com a obtenção de dados cinéticos de uma planta piloto industrial.\n7)\tReferências Bibliográficas:\n1.\tAli, H.; Rohani, S.; Dynamic Modeling and Simulation of a Riser-Type Fluid Catalytic Cracking Unit, Chem. Eng. Tecnol. 20, 118-130,1997\n2.\tArthur, J. R.; Reactions Between Carbon and Oxigen; Trans. Faraday Soc., 47, 164-178 (1951)\n3.\tBai, D.; Zhu, J-X; Jin, Y.; Yu, Z.; Novel design and simulation of FCC riser regeneration; Industrial &amp; Engineering Chemistry Research; 36; 4543-4548,\n1997.\n4.\tBai, D.; Zhu, J-X; Jin, Y.; Yu, Z.; Simulation of FCC catalyst regeneration in a riser regenerator, Chemical Engineering Journal, 71,97-109, 1998.\n5.\tBatista, Liliane Maria F. Lona, Modelagem e Simulação de Regeneradores Industriais, Campinas: Faculdade de Engenharia Química da Unicamp, 1994, 218 p. Tese (Mestrado).\n6.\tBoemer, A.; Qi, H.; Renz, U.,Eulerian Simulation of Bubble formation at a jet in a two-dimension fluidized bed, Int. J. Multiphase Flow, 5, 927-944, 1997\n7.\tBouillard, J. X.; Gidaspow, D.; Lyczkowski, R. W.; Hydrodynamics of fluidization: fast-bubble simulation in a two-dimensio fluidized bed, Power Technology, 66, 107-118, 1991.\n8.\tBouré, J. A; Delhaye, J. M.; Handbook of Multiphase Systems, ed. G. Hetsroni, cap. 1.2, p. 1.36-1.95. Me Graw-Hill, 1982, Nova Yorque\n9.\tCoimbra, Simone Maria Peixoto, Escolha de Arranjos Preferenciais de Serpentinas Internas em Tanques de Mistura utilizando a Fluido Dinâmica Computacionai. Campinas: Faculdade de Engenharia Química da Unicamp,\n1998,\t135 p. Tese (Mestrado)\n10.\tDavidson, J. F.; Clift, R.; Harrison, D.; Fluidization, 2nd Edition, Academic Press, 1985, 733 p.\n11.\tDavidson, J. F.; Symposium on fluidization - Discussion, Trans. Inst. Chem. Eng, 39,230-232,1961.\n12.\tDelhaye, J. M.; Thermohydraulics of Two-phase Systems for Industrial Design and Nuclear Engineering, ed. J. M. Delhaye, 1981\n13.\tEnwald, H.; Peirano, E.; Almstedt, A. E.; Eulerian Two-phase Flow Theory applied to fluidization; Int. J. Multiphase Flow, 22, 21-66, 1996\n14.\tErrazu, A. F.; Lasa, H. I. de; Sard, F.; A Fluidized Bed Catalytic Cracking Regenerator Grid Effects; The Canadian Journal of Chemical Engineering; 57, 191-197, 1979\n15.\tFaltsi-Saravelou, O.; Vasalos, I. A.; Dimogiorgas, G.; FBSim: A model for fluidized bed simulation-II. Simulation of na Industrial Fluidized Catalytic Cracking Regenerator, Computers Chem. Eng., 15,647-656,1991\n16.\tFaltsi-Saravelou, O.; Vasalos, I. A; FBSim: A model for fluidized bed simulation-I. Dynamic Modeling of na Adiabatic Reacting System of Small Gas Fluidized Particles, Computers Chem. Eng., 15 (9), 639-646,1991\n17.\tFroment, G. F.; Bischoff, K. B.; Chemical Reactor Analysis and Design, 2nd Edition, Jonh Wiley &amp; Sons, 1990, Cap 13: Fluidized Bed and Transport Reactors, p. 566-602.\n18.\tFudihara, Takeo Jonas, Método dos Volumes Finitos Aplicado à Modelagem Matemática e Simulação Computacional de um Forno Aquecido por jato de chama com escoamento em vórtice, Campinas: Faculdade de Engenharia Química da Unicamp, 2000, 165 p. Tese (Doutorado)\n19.\tGeldart, D.; Abrahamsen, A., R.; Homogeneous fluidization of fine powders using various gases and pressure, Powder Technol., 19,133-136,1978.\n20.\tGeldart, D.; Powder Technol., 7,285,1973\n21.\tGidaspow Dimitri, Multiphase Flow and Fluidization Continuum and Kinetic Theory Descriptions, Academic Press, 1993,465 p.\n22.\tGidaspow, D.; Ettehadieh, B.; Bouillard, J.; Hydrodynamics of fluidization: Bubbles and gas compositions in the U-gas process, AICHE Symp. Series, 241, 80, 57-64,1985\nReferências Bibliográficas\n23.\tGidaspow, D.; Solbrig, C. W.; Transiente two phase flow models in energy production, AICHE 81 st Nacional Meeting, 11-14, Abril, 1976\n24.\tGidaspow, D; Hydrodynamics of fluidization and heat transfer: Supercomputer modeling, AppL Meeh. Rev., 39, 1, 1-23,1986\n25.\tGidaspow, D; Lin, C.; Seo, Y, C.; Fluidization in two-Dimensional Beds with a Jet. 1. Experimental Porosity Distributions, Ind. Eng. Chem. Fundam., 1983, 22, 187-193, 1983\n26.\tGrace, J. R.; Avidan, A. A.; Knowlton, T. M.; Circulating Fluidized Beds, Blackie Academic &amp; Professional, 1997, 583 p.\n27.\tHan In-Su, Chung, C. B.; Riggs, J. B.; Modeling of a fluidized catalytic cracking process, Computers and Chemical Engineering, 24, 1681-1687,2000\n28.\tHano, T.; Nakashio, F.; Kusunoki, K.; J. Chem. Eng. (Japan), 8, 2,127, 1975\n29.\tHoward, J. R.; Fluidized Bed Technology: Principles ans Applications, Adam Hilger, 1989,214 p.\n30.\tHuttenhuis, P. J. G.; Kuipers, J. A M.; Van Swaaij, W. P. M.; The Effect of gas-phase density on bubble formation at a single orifice in a two-dimensional gas-fluidized bed, Chemical Engineering Science, 51 (24), 5273-5288, 1996\n31.\tKrishna, A S.; Parkin, E. S.; Modeling the Regenerator in Commercial Fluid Catalytic Cracking Units; CEP, 57-62,1985.\n32.\tKunii, D.; Levenspiel, O.; Ind. Engng Chem. Fundam., 7,446, 1968\n33.\tKunii, D.; Levenspiel, O.; Ind. Engng Chem. Process Des. Dev., 7, 481, 1968\n34.\tLasa, Hugo I. de; Errazu, A.; Barreiro, E.; Soliol, S.; Analysis of fluidized Bed Catalytic Cracking Regenerator Models in na Industrial Scale Unit; The Canadian Journal of Chemical Engineering, 59, 549-553,1981.\n35.\tLasa, Hugo I. de; Grace, John R.; The influence of the Freeboard Region in a Fluidized Bed Catalytic Craking Regenerator; Al Che Journal; 25; 884-991, 1979.\n36.\tLee, Liang-Sun; Yu, Shuh-Woei; Cheng, Chung-Tien; Fluidized-bed Catalyst Cracking Regenerator Modelling and Analysis; The Chemical Engineering Journal, 40, 71-82,1989\n37.\tLi, J.; Kuipers, J. A. M.; Effect of Pressure on Flow Behaviors in Dense Gas-Fluidized Beds: A Discrete Particle Simulation Study, Fluidization X, Beijing, China, 24-26,2001\n38.\tMaliska, C. R.; Transferência de Calor e Mecânica dos Fluidos Computacional, FTC, 1995, 424 p.\n39.\tMorley, K; De Lasa, H. L; On Determination of Kinetic Parameters for the Regeneration of Cracking Catalyst, The Canadian Journal of Chemical Engineering, 65, 773-777, 1987\n40.\tPatankar, S. V.; Numerical Heat Transfer and Fluid Flow, Hemisphere Publishing Corporation, 1980, 193 p.\n41.\tRibeiro, Daniel da Cunha, Implementação de Modelo de Fechamento em Risers de FCC através de Código Comercial CFD, Campinas: Faculdade de Engenharia Química da Unicamp, 2001, 127 p. Tese: Mestrado\n42.\tSapre, A. V.; Leib, T. M.; Anderson, D. H.; FCC Regenerator Flow Model, Chemical Engineering Science, 45, 2203-2209, 1990\n43.\tVan Wachem, B. G.M.; Schouten, J. C.; Krishna, R.; van den Bleek, C. M.; Validation of the Eulerian simulated dynamic behavior of gas-solid fluidised beds, Chemical Engineering Science, 54, 2141-2149,1999\n44.\tVan Wachem, Berend; Derivation, Implementation, and Validation of Computer Simulation Models for Gas-Solid Fluidized Beds, Delft University of Technology, 2000.\n45.\tVenuto, P. B.; Habib Jr., E., T.; Fluid Catalytic Cracking with zeolite catalysts, Marcel Dekker, 1979,156 p.\n46.\tVersteeg, H. K.; Malalasekera, W.; An Introduction to Computational Fluid Dynamics: The Finite Volume Method; Prentice Hall, 1995, 257 p.\n47.\tWen, C. Y.; Yu, Y. EL; Mechanics of fluidization, Chem. Eng. Prog. Symp. Series, 62, p. 100; 1966\n48.\tYen, L. C.; Wrench, R. E.; Kuo, C. H.; FCCU Regenerator temperature effects evaluated, Oil &amp; Gas Journal, p. 87-92, Setembro 1985.\nCEN1:\nU-\t‘\t1\n2 '"}]}}}