{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14592"}, {"@name": "filename", "#text": "20950_B%20MPEG%20C%20Nat%203%283%29%202008%20oliveira.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Bol. Mus. Para. Emílio Goeldi. Ciências Naturais, Belém, v. 3, n. 3, p. 241-254, set.- dez. 2008\n\n241\n\nEscamas de tubarões (Pisces: Chondrichthyes) da Formação Pirabas  \n(Eomioceno), Pará, Brasil\n\nShark scales (Pisces: Chondrichthyes) of Pirabas Formation  \n(Eomiocen), Pará, Brazil\n\nSamantha Florinda Cecim Carvalho de OliveiraI \nPeter Mann de ToledoII \n\nSue Anne Regina Ferreira da CostaIII\n\nResumo: A falta de posicionamento estratigráfico dos fósseis de tubarões até então coletados na Formação Pirabas dificultou a \nutilização dos mesmos em interpretações paleoecológicas e distribuição temporal. Como forma de preencher esta lacuna \nem nosso conhecimento, foi utilizada a “screenwashing” em 14 amostras, estratigraficamente controladas, provenientes \nda Mina B17 (CIBRASA S/A), município de Capanema, que permitiu coletar e descrever, pela primeira vez, escamas \nde tubarões na unidade em questão. Ao todo, são 400 espécimes, divididos em sete categorias morfotípicas de acordo \ncom o formato e topografias encontradas na coroa. Estas foram registradas em todos os níveis e podem ser atribuídas às \nordens Orectolobiformes, Carcharhiniformes e Lamniformes, já descritas para a Formação Pirabas, e que corroboram \no ambiente raso, marinho e tropical. \n\nPalavras-chave: Formação Pirabas. Escamas. Tubarões.\n\nAbstract: The lack of stratigraphic localization of shark fossils collected in the Pirabas Formation has made it difficult to use them \nin paleoecological interpretation and distribution in time. As a way to fill this gap in our knowledge, the screenwashing \ntechnique was used in 14 samples, stratigraphically controlled and hailing from the B17 mine (CIBRASA S/A), in Capanema. \nThis provided the first collection and description of shark scales. There are 400 specimens, which can be divided into seven \nmorphotypes according to the format and topography found on the dental crown. These morphotypes were found in all \nlevels and they belong to the orders Orectolobiformes, Carcarhiniformes and Lamniformes, that were already described \nfrom the Pirabas Formation and confirm the shallow, marine and tropical environment.\n\nKeywords: Pirabas Formation. Scales. Sharks.\n\nI Museu Paraense Emílio Goeldi. Belém, Pará, Brasil (samanthacecim@yahoo.com.br).\nII Instituto Nacional de Pesquisas Espaciais. São José dos Campos, São Paulo, Brasil (peter@dir.inpe.br).\nIII Museu Paraense Emílio Goeldi. Belém, Pará, Brasil (sue.costa@gmail.com).\n\n\n\nEscamas de tubarões (Pisces: Chondrichthyes) da Formação Pirabas (Eomioceno), Pará, Brasil\n\n242\n\nIntRodução\nE s t u d o s  q u e  s e  p r o p õ e m  a  e n f o c a r  a s p e c t o s \npaleobiogeográficos do Neógeno das regiões do Atlântico \ntropical e do mar do Caribe necessariamente têm que levar \nem consideração informações provenientes da paleofauna \neomiocênica marinho-costeira da Formação Pirabas. Além \nda extensa lista de invertebrados fósseis conhecidos na \nliteratura clássica sobre esta unidade geológica (Távora et \nal., 2004), mais recentemente, o volume de informações \nsobre a paleocomunidade de vertebrados também vem \nincrementando de forma significativa (Costa et al., 2004). \nEm particular, a ocorrência abundante de restos de \ntubarões em diferentes ambientes e estratos, e com grande \ndiversidade taxonômica, fez destes peixes cartilaginosos \numa importante fonte de informação para o entendimento \nde aspectos paleoecológicos/paleoambiental desta unidade \nestratigráfica (esta informação consta na Dissertação de \nMestrado de S. A. F. Costa, do ano de 2005, intitulada “A \ncomunidade de tubarões (Chondrichthyes: Selachii: Galea) \nda Formação Pirabas, Néogeno da Amazônia Oriental”). \n\nA caracterização taxonômica dos tubarões \nda Formação Pirabas e suas respectivas inferências \npaleoambientais foram efetivadas por Santos &amp; Travassos \n(1960) e Santos &amp; Salgado (1971), tendo sido revisadas \nrecentemente por S. A. F. Costa e Reis (2005). Neste \ntrabalho, utiliza-se a proposta de S. A. F. Costa, pois \nfoi baseada em sinapomorfias mais eficazes, segundo a \nliteratura mais moderna sobre o tema, e também apresenta \no exame minucioso dos espécimes depositados no acervo \nde Paleontologia do Museu Paraense Emílio Goeldi. Assim, \naté o presente momento, foram reconhecidos: Carcharhinus \nsp1, Carcharhinus sp2, Carcharhinus sp3, Carcharhinus \npriscus (Agassiz 1843), Galeoerdo sp., Sphyrna magna Cope \n1867, Hemipristis serra Agassiz 1843, Carcharodon sp., Isurus \nsp., Nebrius obliquus (Leidy, 1877), Ginglymostoma serra \n(Leidy, 1877) e Carcharhininae indet. \n\nApesar da alta diversidade taxonômica e abundância \ndos tubarões, as técnicas de coleta utilizadas restringem-\nse à retirada de fragmentos macroscópicos da superfície \n\nrochosa, sem qualquer controle estratigráfico, que causa \nperda de valiosas informações sobre os padrões de \ndistribuição temporal e ambiental ao longo das seções \ngeológicas analisadas. A lacuna ocasionada pela falta dessas \ninformações para a Formação Pirabas representa, hoje, o \nmaior impedimento na utilização deste grupo de vertebrados \nem trabalhos de Estratigrafia (Rossetti &amp; Góes, 2004). \n\nNeste contexto, a utilização de material microscópico \nde tubarões torna-se uma fonte adicional e mais eficaz \npara a coleta de informações com enfoque no controle \na padrões de abundância e ocorrência estratigráfica de \nvertebrados na Formação Pirabas. A prospecção de \nescamas vem a contribuir para o melhor entendimento \nda distribuição temporal e espacial destes vertebrados \nfósseis. Este trabalho complementa estudos anteriores \n(S. A. F. Costa) e detalha, pela primeira vez, o registro \nde escamas de tubarões da Formação Pirabas, além \nde contribuir para o refinamento das interpretações \npaleoambientais e paleoautoecológicas dos condrícteos. \n\nConsiderações Gerais sobre esCamas de Tubarões \nAs escamas de tubarões ou dentículos dérmicos têm por \nfinalidade principal a proteção, sendo encontradas ao \nlongo de toda extensão do corpo, incluindo a membrana \nnictitante, nadadeiras, cavidade oral, faringe e clásper \n(no caso dos machos). Esses dentículos dérmicos foram \ndenominados de odontodes, a mesma identificação dada à \nestrutura originária ao esqueleto dermal (incluindo dentes) \nde todos os vertebrados, sendo que nos elasmobrânquios \npermaneceu pouco diferenciada ao longo do processo \nevolutivo (Sire &amp; Huysseune, 2003). Porém, neste \ntrabalho, decidiu-se pela utilização do termo escama, \nsegundo nomenclatura de Reif (1985). \n\nDe forma geral, são consideradas placóides, pois não \npossuem uma lâmina de tecido ósseo nas camadas mais \nprofundas, diferentemente do que se observa nas escamas \ndos peixes ósseos (ciclóides ou ctenóides). Assim como \nem relação ao seu crescimento, pois estas não crescem \ncontinuamente, são formadas durante um único processo \n\n\n\nBol. Mus. Para. Emílio Goeldi. Ciências Naturais, Belém, v. 3, n. 3, p. 241-254, set.- dez. 2008\n\n243\n\n(Reif &amp; Richter, 2001). Estruturalmente, são divididas em: \ncavidade pulpar, dentina e, externamente, enamelóide \n(Springer &amp; Gold, 1989). Este último é considerado \ncomo uma dentina modificada, formada pela ectoderme \ne mesênquima (Grady, 1970). \n\nO padrão morfológico simples da escama de \ntubarão é constituído por uma base em forma de \nquadrado, sustentando a coroa (Reif, 1985). Os quatro \ncantos da base são chamados de processos. A coroa \nconsiste de quatro “expansões” (‘wings’ sensu Reif, \n1985), uma anterior, duas laterais e uma posterior. As \n“expansões”, assim como os processos da base, seguem \na orientação do corpo (Reif, 1985) (Figura 1A).\n\nOs morfotipos foram definidos, neste trabalho, a partir \ndas modificações na coroa segundo Reif (1985), ou seja, nas \n“expansões”, e do posterior aparecimento de topografias, \ncomo cúspides e quilhas. As cúspides são proeminências \nna superfície da coroa que sofrem uma curvatura até se \nfundirem com a 4ª expansão (Reif, 1985), enquanto as \nquilhas são dobras que podem estar em toda a superfície ou \nsomente na borda da mesma (Thies, 1995) (Figura 1B). \n\nA utilização de critérios morfológicos para definição \nde morfotipos de escamas de tubarões também foi \nrealizada por Johns et al. (2005), porém os autores \npossuem uma abordagem bioestratigráfica do material, \nou seja, não se detêm a detalhes criteriosos da superfície \nda coroa, já que todas são consideradas formas modernas \ne típicas do Cenozóico. Contudo, esses critérios definem \nas características morfuncionais das mesmas (Reif, 1985) e \nauxiliam nas interpretações paleoambientais. \n\nEstas modificações na coroa são muito comuns \nem escamas, que, além de estarem diretamente ligadas \nà funcionalidade, também podem refletir estágios \nontogenéticos (Reif, 1985). Por exemplo, se o exemplar \napresentasse um baixo grau de mineralização, poder-\nse-ia inferir que o tubarão era relativamente jovem, \nocorrendo um processo acumulativo de minerais \ncom as diferentes fases de vida do indivíduo. No \nentanto, como esta característica ainda não pode ser \n\ncorroborada por meio de análises em Microscópio \nEletrônico de Varredura (Reif, 1985), optou-se utilizar \npara este trabalho apenas o aspecto morfológico como \num parâmetro de discriminação entre as diferentes \nfases etárias. \n\nMAtERIAl E MétodoS \nO trabalho de prospecção paleontológica foi desenvolvido \nem rochas pertencentes à Formação Pirabas, expostas \nmecanicamente na Mina B-17, localizada no município \nde Capanema, estado do Pará (Figura 2). Esta mina, \naberta para exploração de calcário, pertence à empresa \nCIBRASA S/A, que detém o direito de lavra da pedreira \n(Távora et al., 2007). \n\nA Formação Pirabas ocorre predominantemente \nno litoral norte brasileiro, no estado do Pará, e está \ndeposicionada na Plataforma Bragantina (Rossetti &amp; \nGóes, 2004). A unidade é caracterizada pela presença \nde rochas carbonáticas que representam depósitos \nidentificados como de plataforma externa (grainstone/\nPack Stone maciço, wackestone-packstone estratificado \ne argilito laminado), contendo também fácies litorâneas \n(shoreface/foreshore), além de elementos de plataforma \nrestrita/laguna (marga, calcilutito, argilito cinza e verde oliva \ne biocalcarenito não estratificado) e de mangue (argilito \nnegro, maciço ou laminado) (Rossetti, 2001). \n\nForam identificados 17 horizontes estratigráficos \nde uma única seção contendo, aproximadamente, 20 \nm de altura. Classificados litologicamente e identificados \npela letra B seguida de um número. O perfil pode ser \ndescrito resumidamente como possuindo calcários bem \ncompactados (B0, B5 e B9), seguido por intercalações \nde calcarenitos de diferentes granulometrias (B1, B1A, \nB2, B2A, B3, B4, B7, B8, B10, B11 e B12); ainda nessa \nseqüência deposicional, ocorre uma camada argilosa (B6) \ne seu topo contém camadas de calcários intercaladas \nde argilito (B13). Neste trabalho, foram processados \n14 níveis; as camadas B0 e B10 não foram amostradas \ndevido à dificuldade de coletar sedimento suficiente em \n\n\n\nEscamas de tubarões (Pisces: Chondrichthyes) da Formação Pirabas (Eomioceno), Pará, Brasil\n\n244\n\ncampo, e B14 é gradacional entre as Formações Pirabas \ne Barreiras (Figura 3). \n\nForam coletados 4 kg de sedimentos de cada nível \n(B1, B1A, B2, B2A, B3, B4, B5, B6, B7, B8, B9, B11, B12 e \nB13); os materiais passaram por técnicas laboratoriais para \na recuperação de microfósseis de vertebrados, usando \norientações adaptadas de Aldridge (1990), Johnson et al. \n(1994) e Thies (1995), onde ocorreu a desagregação da \nmatriz por meio de imersão em ácido acético a 10%, por \n24 a 48 h, para o processo de ‘screenwashing’. \n\nPosteriormente, de cada nível foram retiradas \nsubamostras de 230 g, retidas no intervalo de 60 ‘mesh’, \nque foram triadas em microscópio estereoscópico. Depois, \nforam metalizadas com Au e fixadas em suportes para \nFotografia em Microscopia Eletrônica de Varredura de \nmodelo LEO 1450 VP, do Laboratório Institucional de \nMicroscopia Eletrônica do Museu Paraense Emílio Goeldi.\n\nRESultAdoS E dISCuSSão\nA análise microscópica dos 14 níveis estratigráficos \nestudados rendeu 400 escamas de tubarões, cujas \ncaracterísticas morfológicas permitiram dividir o material \nem sete diferentes morfotipos, descritos a seguir:\n\n1. Escamas sem quilhas e sem cúspide: a coroa \nnão possui ornamentações e o seu formato é \narredondado, ocasionado pela fusão das quatro \n“expansões”. Apêndice 1 (Figuras A-F);\n\n2. Escamas sem quilhas e com cúspide: possuem a \ncúspide proeminente, apontada para parte posterior \ndo animal e fundida com a quarta “expansão” da \ncoroa. Apêndice 1 (Figuras G e H);\n\n3. Escamas com quilhas em toda a superfície e sem \ncúspide: apresenta uma quilha principal, localizada \nmedialmente na coroa, e laterais que podem ser \nde duas até seis em cada “expansão”. Apêndice 2 \n(Figuras I-N);\n\n4. Escamas com quilhas na extremidade anterior da \ncoroa e sem cúspide. Apêndice 2 (Figuras O e P);\n\n5. Escamas com quilhas em toda a superfície da coroa \ncom cúspide: a cúspide está voltada para trás e fundida \ncom a “expansão” posterior. Apresenta uma quilha \nprincipal mais desenvolvida, localizada medialmente, \ne outras laterais que podem ser de duas a três quilhas \nem cada “expansão”. Apêndice 3 (Figuras Q-T);\n\n6. Escamas com quilhas na extremidade anterior da \ncoroa e presença de cúspide: a cúspide é direcionada \n\nFigura 1. A) Modificações nas quatro “expansões”. Fonte: Reif (1985); B) Fotografia em Microscópio Eletrônico de Varredura, demonstrando \nas topografias utilizadas para a caracterização morfológica.\n\n\n\nBol. Mus. Para. Emílio Goeldi. Ciências Naturais, Belém, v. 3, n. 3, p. 241-254, set.- dez. 2008\n\n245\n\nFigura 2. Mapa de localização da Mina B-17. Fonte: Távora et al., 2007. \n\npara trás e fundida com a “expansão” posterior da \ncoroa. Apêndice 3 (Figuras U-W);\n\n7. Escama com quilhas e formação de ponta: a ponta \nestá voltada para cima e para trás, porém não está \nfusionada com a quarta “expansão” posterior da \ncoroa. Apêndice 3 (Figura X).\nEntre as escamas encontradas na Formação \n\nPirabas, o mais abundante é o morfotipo 3, com 147 \nexemplares distribuídos ao longo de todos os níveis. \nContrariamente, o morfotipo 7 apresentou apenas \numa ocorrência no nível B8. Como já esperado, mais \nde 90% da amostra deste estudo são compostas \npor escamas que podem pertencer a representantes \nde Carcharhinus (Reif, 1985), gênero mais diverso \ne abundante no registro fossilífero da unidade em \nquestão (Costa et al., 2004), além de ser o melhor \nestudado em relação à morfologia de suas escamas \n(Raschi &amp; Tabit, 1992) (Tabela 1). \n\nQuase todos os morfotipos estudados podem ser \natribuídos, de alguma forma, ao gênero Carcharhinus, \nrecobrindo alguma parte do corpo em qualquer um dos \nseus estados ontogenéticos, com exceção do morfotipo 7. \nEste morfotipo ocorre apenas em embriões de Galeocerdo, \nna parte dorsal da cabeça (Reif, 1985). \n\nQuanto à especificidade de ocorrência em embriões, \nquatro morfotipos podem pertencer a embriões de \nCarcharhinus, Galeocerdo e Sphyrna; são estes: 4, 5, 6 e 7. \nEstas escamas surgem gradualmente somente na segunda \nmetade da embriogênese do animal. Porém, existem \nescamas típicas dessa fase que se diferenciarão ao nascer \nou no crescer do indivíduo (Reif, 1985). \n\nDiferentemente dos outros morfotipos que \napresentam uma função mais de recobrimento corporal, \nviabilizando o melhoramento hidrodinâmico (Raschi \n&amp; Musick, 1986) do animal, o morfotipo 4 pode ser \nconsiderado como dentículo de revestimento, já que, \n\n\n\nEscamas de tubarões (Pisces: Chondrichthyes) da Formação Pirabas (Eomioceno), Pará, Brasil\n\n246\n\nFigura 3. Coluna estratigráfica do afloramento da Formação \nPirabas na Mina B-17.\n\nem sua maioria, é encontrado nas fendas branquiais, \ncavidade oral e membrana nictitante dos gêneros \nSphyrna e Carcharhinus (Reif, 1985). \n\nConsiderações PaleoambienTais\nAs escamas de tubarões estão presentes em todo perfil \nestratigráfico (Tabela 1), sendo que no nível B11 são mais \nabundantes, com 61 exemplares, e, contrariamente, \nno nível B6, com apenas duas escamas. Por não \nserem diagnósticas de espécies, as interpretações \npaleoecológicas serão realizadas a partir da comparação \nanatômica das mesmas, utilizando o princípio da \nanalogia, seguindo critérios de Reif (1985).\n\nUma das premissas para a utilização destes critérios \né reconhecer que os tubarões apresentam variações em \nrelação ao recobrimento corporal, ou seja, diferentes tipos \nde escamas ao longo dos estágios ontogenéticos (Reif, 1985). \nIsso se deve, principalmente, à otimização nos diferentes \nnichos ecológicos ao longo dos sucessivos estágios de vida \n(Carlson, 1998; Bethea et al., 2004). Entre os exemplares \nde escamas encontrados, a maior parte (66,25%) pode \nser atribuída a juvenis e adultos. Esse resultado suporta a \nhipótese do ambiente marinho para a maioria dos níveis \nestudados, uma vez que os tubarões são comuns em \nambientes transicionais, principalmente quando filhotes \n(Wetherbee &amp; Cortés, 2004; Lowe et al., 1996). \n\nÉ importante ressaltar que não ficou evidenciado, nos \nestudos, haver algum nível com predominância de escamas \nde embriões que pudesse indicar áreas como berçário. No \nentanto, analisando o comportamento de ocupação atual \ndos gêneros encontrados na Formação Pirabas (Figura 4), \npercebe-se que estes possuem hábitos semelhantes.\n\nComo citado anteriormente, as escamas foram \nencontradas ao longo de todo perfil. E este, a partir da \nassociação de suas fácies, apresenta todos os diferentes \nsub-ambientes já descritos para a unidade em questão, \nconfirmando a hipótese de que os tubarões, quando juvenis \ne adultos, habitavam no Mioceno os ambientes marinhos, \nlagunar e estuarino (Compagno, 1984).\n\n\n\nBol. Mus. Para. Emílio Goeldi. Ciências Naturais, Belém, v. 3, n. 3, p. 241-254, set.- dez. 2008\n\n247\n\nMorfotipos\nNíveis\n\n1 2 3 4 5 6 7 Total\n\nB1 4 1 9 - 3 2 - 19\n\nB1A 4 7 18 1 5 1 - 36\n\nB2 5 3 11 1 9 - - 29\n\nB2A 3 5 8 1 6 5 - 28\n\nB3 4 - 17 1 9 1 - 32\n\nB4 12 1 22 12 10 - - 57\n\nB5 1 1 2 - - - - 4\n\nB6 - - 2 - - - - 2\n\nB7 5 2 10 4 4 2 - 27\n\nB8 6 1 3 7 2 1 1 21\n\nB9 7 - 3 1 3 1 - 15\n\nB11 11 8 22 4 16 - - 61\n\nB12 1 1 3 - 3 2 - 10\n\nB13 23 2 17 4 6 7 - 59\n\nTotal 86 32 147 36 76 22 1 400\n\nTabela 1. Quantidade absoluta dos morfotipos encontrados nos níveis estudados.\n\nA paleocomunidade de tubarões da Formação Pirabas \npode ser considerada como típica de ambiente tropical e \ncosteiro, apresentando gêneros como Carcharhinus, não só \no mais diverso em áreas costeiras, como também entre os \ntubarões. Por conta disto, suas espécies apresentam diferentes \ncomportamentos em relação à profundidade, que, no caso, \nseria entre 18 m na costa, e algumas espécies alcançando até \n500 m em mares abertos (Compagno, 1984). Como este \ntrabalho limita-se ao estudo de gêneros, as escamas que \npodem ser atribuídas a este (morfotipos 1, 3, 4, 5 e 6) são \nencontradas em todos os níveis (Tabela 1). Deste modo, \napesar de abundante, este grupo não contribui para a indicação \nbatimétrica mais precisa (Figura 4).\n\nPor outro lado, gêneros como Ginglymostoma e Nebrius \nnão possuem grande variação, habitando áreas extremamente \nrasas, que se encontram entre 1 m a 30 m de profundidade \n(Compagno, 1984). As escamas que podem ser atribuídas a \nesses animais são os morfotipos 1, 2, 5 e 6, os quais ocorrem \nem todos os níveis, exceto em B6 (Tabela 1). Além do mais, \n\nestas ocorrências corroboram a variação batimétrica proposta \nde 0 a 50 m para a unidade, conforme já identificado entre a \npaleofauna de invertebrados (Ferreira, 1966). \n\nComo já citado anteriormente, os gêneros Nebrius e \nGinglymostoma, representantes da ordem Orectolobiformes \n(Shirai, 1996; Compagno, 1984), transitam em ambientes \nmais rasos e, segundo Reif (1985), estão dentro da categoria \nde tubarões demersais que vivem em substratos arenosos \ne lamosos. As escamas que representam esta categoria \npossuem a superfície da coroa lisa sem quilhas, conferindo-\nas como função de proteção maior do que uma relação \nde hidrodinâmica. Conforme apresentado na Tabela 1, os \nmorfotipos 1 e 2 se enquadram nesta categoria e ocorrem \nem quase todos os níveis prospectados. \n\nA ordem mais diversa encontrada na Formação \nPirabas é a Carchariniformes, cujos representantes \nsão os gêneros Hemipristis, Galeocerdo, Sphyrna e \nCarcharhinus.  Carcharhinus possui grande parte dos \nmorfotipos descritos entre o material coletado, exceto \n\n\n\nEscamas de tubarões (Pisces: Chondrichthyes) da Formação Pirabas (Eomioceno), Pará, Brasil\n\n248\n\nFigura 4. Relação entre os ambientes encontrados na Formação Pirabas e ocupação (habitat e profundidade) dos representantes atuais dos \ngêneros de tubarões presentes na unidade em questão. A) Ambiente costeiro; B) Laguna; C) Estuário. Fonte: Compagno (1984).\n\n\n\nBol. Mus. Para. Emílio Goeldi. Ciências Naturais, Belém, v. 3, n. 3, p. 241-254, set.- dez. 2008\n\n249\n\nmorfotipos 2 e 7, que se apresentam em Sphyrna e \nGaleocerdo, respectivamente. Essa ordem é formada \npelos tubarões considerados caçadores rápidos ou de \nvelocidade moderada (Reif, 1985) e suas escamas estão \nadaptadas para reduzir a abrasão e proporcionar uma maior \nvelocidade natatória ao animal (Raschi &amp; Musick, 1986; Reif, \n1978). A presença de quilhas contribui para uma maior \nestabilidade de movimento, uma vez que a presença de \nfendas longitudinais em “V” ao longo do corpo do tubarão \ndiminui a abrasão por romper com as áreas de turbulência, \naumentando em 10% a sua eficiência hidrodinâmica, \nse comparada com escamas de superfície lisa (Walsh &amp; \nWeinstein, 1978). Com isso, a presença relativamente \nmais abundante dos morfotipos 3 e 5 coaduna-se com a \npredominância de representantes da família Carcharhinidae \nentre a paleocomunidade de tubarões em estudo.  \n\nA ordem Lamniforme representa os tubarões de \ntamanho avantajado (Compagno 1973), ou seja, os gêneros \nCarcharodon e Isurus. Estes animais são considerados \npredadores pelágicos rápidos (Reif, 1985) e de deslocamento \npor grandes distâncias (Dissertação de Mestrado de S. A. F. \nCosta; Aguilera &amp; Rodrigues de Aguilera, 2004). Nas amostras, \nas escamas que provavelmente poderiam ser assinaladas como \npertencentes a estes grupos são os morfotipos 2, 5 e 6. \n\nO gênero Carcharodon estaria representado apenas \npelo morfotipo 6. A razão de este gênero de importância \nna cadeia trófica da comunidade estar tão parcamente \nrepresentado deve estar relacionada ao seu comportamento \nalimentar. Na estrutura trófica atual, o gênero Carcharodon \nocupa uma das posições do topo da cadeia alimentar, \ntendo uma posição de consumidor terciário (Wetherbee \n&amp; Cortés, 2004), além do fato de que eles habitavam \náreas mais costeiras, apenas momentaneamente para \nalimentação (Aguilera &amp; Rodrigues de Aguilera, 2004). \nA escassez relativa de escamas estaria diretamente ligada \na uma menor freqüência de representantes dentro da \npaleocomunidade da Formação Pirabas, hipótese também \ncorroborada pela menor incidência de elementos dentários \ndo gênero (Costa et al., 2004).\n\nConCluSõES\nA utilização de escamas de tubarões demonstrou ser \numa ferramenta útil para estabelecer inferências sobre \ncaracterísticas paleoambientais e compará-las com \ninformações publicadas sobre os aspectos geológicos e \npaleontológicos da Formação Pirabas. Algumas conclusões \npuderam ser alcançadas, por exemplo:\n1)  As escamas lisas, típicas de animais demersais, \n\npermitiram corroborar que a lâmina d’água do antigo \nmar de Pirabas, provavelmente, esteve limitada a 50 \nm de profundidade;\n\n2)  A presença de um número relativamente abundante \nde escamas com quilhas, feição esta característica \nde tubarões de velocidades moderadas e eficientes \ncaçadores, encontrados principalmente em ambientes \ncosteiros tropicais, como os representantes da família \nCarcharhinidae (ordem mais abundante e diversa), \nsugere que o ambiente deposicional era costeiro e \nde águas quentes;\n\n 3)  A baixa representatividade de escamas atribuídas \nao gênero Carcharodon, tubarão típico de ambiente \nprofundo em relação aos Carcharhinus costeiros, \npode refletir também questões de relativa baixa \nprofundidade que predominava na região onde \nas incursões desta espécie no paleoambiente de \nPirabas seriam esporádicas.\n\nAgRAdECIMEntoS\nOs autores agradecem ao CNPq, pelo financiamento do \nprojeto intitulado Paleoecologia e Bioestratigrafia da Formação \nPirabas, nordeste do estado Pará, processo nº 480370/2004-\n4; ao Museu Paraense Emílio Goeldi, pela logística; à empresa \nCIBRASA S/A, por permitir o acesso à Mina B-17; à Dra. Dilce \nRossetti, pela confecção do perfil; à Dra. Maria Inês Ramos, \npor auxiliar no início da pesquisa; e por fim, um agradecimento \nespecial à Dra. Patrícia Charvet-Almeida, pesquisadora \ncolaboradora do Museu Paraense Emílio Goeldi e SENAI-PR, \npela disponibilização de bibliografias especializadas e revisão \ndos resultados aqui apresentados.\n\n\n\nEscamas de tubarões (Pisces: Chondrichthyes) da Formação Pirabas (Eomioceno), Pará, Brasil\n\n250\n\nREFERênCIAS \nAGUILERA, O. &amp; D. RODRIGUES DE AGUILERA, 2004. Giant-\ntoothed White Sharks and Wide-toothed Mako (Lamnidae) from the \nVenezuela Neogene: Their Role in the Caribbean, Shallow-water \nFish Assemblage. Caribbean Journal of Science 40(3): 368-382. \n\nALDRIDGE, R. J., 1990. Extraction of Microfossils. In: D. E. F. \nBRIGGS &amp; P. R. CROWTHER (Eds.): Paleobiology – a Synthesis: \n502-504. Blackwell Scientific Publications, Oxford. \n\nBETHEA, D. M., J. A. BUCKEL &amp; J. K. CARLSON, 2004. Foraging \necology of the early life stages of four sympatric shark species. Marine \nEcology Progress Series 268:  245-264.\n\nCARLSON, J. K., 1998. Occurrence of neonate and juvenile sandbar \nsharks, Carcharhinus plumbeus, in the northeastern Gulf of Mexico. \nFishery Bulletin 97(2): 387-391. \n\nCOMPAGNO, L. J. V., 1984. Sharks of the World. An annotaded and \nillustraded catalogue of sharks species know to date. FAo species \ncatalogue 4(1, 2): 1-655.\n\nCOSTA, S. A. F., P. M. TOLEDO &amp; H. M. MORAES-SANTOS, 2004. \nPaleovertebrados. In: D. F. ROSSETTI &amp; A. M. GÓES (Eds.): néogeno da \nAmazônia oriental: 135-166. Museu Paraense Emílio Goeldi, Belém.\n\nFERREIRA, C. S., 1966. Características lito-paleontológicas da \nFormação Pirabas, Estado do Pará. VI Conferência das guianas \n6: 101-111. \n\nGRADY, J. E., 1970. Tooth development in sharks. Archives oral \nBiology 15: 613-619.\n\nJOHNS, M. J., C. R. BARNES &amp; Y. R. NARAYAN, 2005. Cenozoic \nand Cretaceous Ichthyoliths from the Tofino Basin and Western \nVancouver Island, British Columbia, Canadá. Palaeontologia \nElectronica 8(2): 1-202. \n\nJOHNSON, G. D., P. A. MURRY &amp; J. E. STORER, 1994. Recovery of \nVertebrate Microfossil. Proceedings of the South dakota Academy \nof Science 73: 211-230. \n\nLOWE, C. G., B. M. WETHERBEE, G. L. CROW &amp; A. L. TESTER, \n1996. Ontogenetic dietary shifts and feeding behavior of the tiger \nshark, Galeocerdo cuvier, in Hawaiian waters. Environmental Biology \nof Fishes 47: 203-211. \n\nRASCHI, W. G. &amp; J. A. MUSICK, 1986. Hydrodynamic Aspects \nof Sharks Scales: 1-116. National Aeronautics and Space \nAdministration, Washington.\n\n RASCHI, W. &amp; C. TABIT, 1992. Functional Aspects of Placoid Scales: \na review and update. Australian Journal of Marine &amp; Freshwater \nResearch 43: 123-147. \n\nREIF, W. E., 1985. Squamation and Ecology of Sharks. Courier \nForschungsinstitut Senckenberg 78: 1-255.\n\nREIF, W. E., 1978. Protective and hydrodynamic function of the \ndermal skeleton of elasmobranches. neues Jahrbuch für geologie \nund Paläontologie, Abhandlungen 157: 131-141.\n\nREIF, W. E. &amp; M. RICHTER, 2001. Revisiting the lepidomorial and \nthe odontode regulation theories of dermo-skeletal morphogenesis. \nneues Jahrbuch für geologie und Paläontologie, Abhandlungen \n219: 285-304. \n\nREIS, M. A. F., 2005. Chondrichthyan Fauna from the Pirabas \nFormation, Miocene of Northern Brazil, with Comments on \nPaleobiogeography. Anuário do Instituto de geociências – uFRJ \n28(2): 31-58. \n\nROSSETTI, D. F., 2001. Late Cenozoic sedimentary evolution in \nnortheastern Pará, Brazil, within the context of sea level changes. \nJournal of South American Earth Sciences 14: 77-89. \n\nROSSETTI, D. F. &amp; A. M. GÓES, 2004. Geologia. In: D. F. \nROSSETTI &amp; A. M. GÓES (Eds.): néogeno da Amazônia oriental: \n13-52. Museu Paraense Emílio Goeldi, Belém.\n\nSANTOS, R. S. &amp; M. S. SALGADO, 1971. Contribuição à \nPaleontologia do Estado do Pará – Novos restos de peixes da \nFormação Pirabas. Boletim do Museu Paraense Emílio goeldi, \nnova Série, geologia 16: 1-13. \n\nSANTOS, R. S. &amp; S. TRAVASSOS, 1960. Contribuição à Paleontologia \ndo Estado do Pará. Peixes fósseis da Formação Pirabas. Monografia \nda divisão de geologia e Mineralogia, departamento nacional \nda Produção Mineral 16: 1-35. \n\nSHIRAI, S., 1996. Phylogenetic interrelationships of neoselachians \n(Chondrichthyes: Euselachii). In: M. L. J. STIASSNY, L. R. PARENTI \n&amp; G. D. JOHNSON (Eds.): Interrelationships of Fishes: 9-32. \nAcademic Press, New York.\n\nSIRE, J. Y. &amp; A. HUYSSEUNE, 2003. Formation of skeletal and dental \ntissues in fish: A comparative and evolutionary approach. Biological \nReviews of the Cambridge Philosophical Society 78: 219-249. \n\nSPRINGER, V. G. &amp; J. P. GOLD, 1989. Sharks in question. \nthe Smithsonian answer book: 1-187. Smithsonian Institution \nPress, Washington. \n\nTÁVORA, V. A., E. S. F. SILVEIRA, J. M. MILHOMEM NETO, \n2007. Mina B-17, Capanema, PA - Expressivo Registro de \numa Paleolaguna do Cenozóico Brasileiro. In: M. WINGE, C. \nSCHOBBENHAUS, M. BERBERT-BORN, E. T. QUEIROZ, D. \nA. CAMPOS, C. R. G. SOUZA &amp; A. C. S. FERNANDES (Eds.): \nSítios geológicos e Paleontológicos do Brasil. Disponível em: \n<http://www.unb.br/ig/sigep/sitio121/sitio121.pdf>. Acesso em: \n17 novembro 2007.\n\nTÁVORA, V. A., E. F. F. IMBELONI, A. S. M. CACELA &amp; N. B. \nBAIA, 2004.  Paleoinvertebrados. In: D. F. ROSSETTI &amp; A. M. \nGÓES (Eds.): o néogeno da Amazônia oriental: 111-131. Museu \nParaense Emílio Goeldi, Belém.\n\n\n\nBol. Mus. Para. Emílio Goeldi. Ciências Naturais, Belém, v. 3, n. 3, p. 241-254, set.- dez. 2008\n\n251\n\nTHIES, D., 1995. Placoid Scales (Chondrichthyes: Elasmobranchii) \nfrom the late Jurassic (Kimmeridgian) of northern Germany. Journal \nof Vertebrate Paleontology 15(3): 463-481. \n\nWALSH, M. J. &amp; L. M. WEINSTEIN, 1978. Drag and heat transfer \non surfaces with small longitudinal fins. In: XI Fluid and Plasma \ndynamics Conference: 1-12. American Institute of Aeronautics and \nAstronautics, Seattle. \n\nWETHERBEE, B. M. &amp; E. CORTÉS, 2004. Food Consumption and \nFeeding Habits. In: J. C. CARRIER, J. A. MUSICK &amp; M. R. HEITHAUS \n(Eds.): Biology of Sharks and their Relatives: 223-242. Chemical \nRubber Company Press, Boca Raton.\n\nRecebido: 16/01/2008 \nAprovado: 26/12/2008\n\n\n\nEscamas de tubarões (Pisces: Chondrichthyes) da Formação Pirabas (Eomioceno), Pará, Brasil\n\n252\n\nAPêndICE 1. A - F: Fotografia em Microscópio Eletrônico de Varredura de escamas representativas do \nmorfotipo 1; G e H: morfotipo 2.\n\n\n\nBol. Mus. Para. Emílio Goeldi. Ciências Naturais, Belém, v. 3, n. 3, p. 241-254, set.- dez. 2008\n\n253\n\nAPêndICE 2. I - N: morfotipo 3; O e P: morfotipo 4.\n\n\n\nEscamas de tubarões (Pisces: Chondrichthyes) da Formação Pirabas (Eomioceno), Pará, Brasil\n\n254\n\nAPêndICE 3. Q - T: morfotipo 5; U - W: morfotipo 6; X: morfotipo 7."}]}}}