{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23335"}, {"@name": "filename", "#text": "7449_Disserta%c3%a7%c3%a3o%20-%20Severino%20Martins%20S.%20N.%20-%20Avalia%c3%a7%c3%a3o%20da%20Din%c3%a2mica%20da%20%c3%81gua%20na%20Resposta%20de%20%20Sensor%20Tipo%20TDR%20em%20Solos%20de%20Pernambuco.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nDEPARTAMENTO DE ENERGIA NUCLEAR \n\n \n\nCOMISSÃO NACIONAL DE ENERGIA NUCLEAR \nCENTRO REGIONAL DE CIÊNCIAS NUCLEARES DO NORDESTE \n\n \n\nPrograma de Pós-Graduação em Tecnologias Energéticas e Nucleares \n\n \n\n \n\n \n\n \n\n \n\n \n\nAVALIAÇÃO DA DINÂMICA DA ÁGUA NA RESPOSTA DE SENSOR \n\nTIPO TDR EM SOLOS DE PERNAMBUCO \n \n\n \n\n \n\nSEVERINO MARTINS DOS SANTOS NETO \n\n \n\n \n\n \n\n \n\n \n\n \n\nOrientador: Prof. Dr. Antonio Celso Dantas \n\nAntonino \n\nCo-orientador: Prof. Dr. Carlos Alexandre Barros \n\nde Almeida \n\n \n\n \n\n \n\nRecife, PE \n\nFevereiro, 2015\n\n\n\n \n\n \n\nSEVERINO MARTINS DOS SANTOS NETO \n\n \n\n \n\n \n\n \n\n \n\nAVALIAÇÃO DA DINÂMICA DA ÁGUA NA RESPOSTA DE SENSOR \n\nTIPO TDR EM SOLOS DE PERNAMBUCO \n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\nOrientador: Prof. Dr. Antonio Celso Dantas \n\nAntonino  \n\nCo-orientador: Prof. Dr. Carlos Alexandre                    \n\nBarros de Almeida \n\n \n\n \n\n \n\n \n\nRecife, PE \n\nFevereiro, 2015 \n\nDissertação apresentada ao Programa de Pós-\n\nGraduação em Tecnologias Energéticas e \n\nNucleares PROTEN, do Departamento de \n\nEnergia Nuclear da Universidade Federal de \n\nPernambuco, para obtenção do título de \n\nmestre em Ciências. Área de concentração: \n\nAplicação de Radioisótopos / Física dos \n\nSolos. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nCatalogação na fonte \n\nBibliotecário Carlos Moura, CRB-4 / 1502 \n \n\n \n\n \n\nS237a Santos Neto, Severino Martins dos. \n\nAvaliação da dinâmica da água na resposta de sensor tipo \n\nTDR em solos de Pernambuco. / Severino Martins dos Santos \n\nNeto. - Recife: O Autor, 2015. \n\n97 f. : il., gráfs., tabs. \n\n \n\nOrientador: Prof. Dr. Antonio Celso Dantas Antonino. \n\nCoorientador: Prof. Dr. Carlos Alexandre Barros de Almeida. \n\nDissertação (mestrado) – Universidade Federal de \n\nPernambuco. CTG. Programa de Pós-Graduação em \n\nTecnologias Energéticas e Nucleares, 2015. \n\nInclui referências bibliográficas e apêndice. \n\n \n\n1. Reflectometria no domínio do tempo.  2. Medidas \n\nindiretas de umidade do solo.  3. Equação de calibração.           I. \n\nAntonino, Antonio Celso Dantas, orientador.  II. Almeida, \n\nCarlos Alexandre Barros de, coorientador.  III. Título. \n\n \n\n \n\n              UFPE \n\nCDD 631.43 (21. ed.)                  BDEN/2015-13 \n\n\n\n \n\n \n\nAVALIAÇÃO DA DINÂMICA DA AGUA NA \n\nRESPOSTA DE SENSOR TIPO TDR EM SOLOS DE \n\nPERNAMBUCO \n\n \n\n                                                                                              Severino Martins dos Santos Neto \n\n \n\n \n\nAPROVADA EM: 10.02.2015 \n\nORIENTADOR: Prof. Dr. Antonio Celso Dantas Antonino  \n\nCO-ORIENTADOR: Prof. Dr. Carlos Alexandre Barros de Almeida \n\n \n\nCOMISSÃO EXAMINADORA: \n\n \n\n_________________________________________________________ \n\nProf. Dr. Carlos Alberto Brayner de Oliveira Lira – DEN/UFPE \n\n \n\n________________________________________________________________ \n\nProf. Dr. Willames de Albuquerque Soares – POLI/UPE \n\n \n\n_________________________________________________________________ \n\nProf. Dr. José Romualdo de Sousa Lima – UAG/UFRPE \n\n \n\n \n\n \n\n \n\n                                                  Visto e permitida a impressão \n\n \n\n                                                      __________________________________ \n\n                                                     Coordenador(a) do PROTEN/DEN/UFPE \n\n \n\n\n\n \n\n \n\nAGRADECIMENTOS \n\n \n\nAgradeço aos meus pais Jahilton Pereira dos Santos e Maria José Ferreira Bandeira por \n\ntudo investido em mim, a eles a certeza de minha gratidão e amor eterno. Aos meus irmãos e \n\nsua respectivas famílias, Maria Olivia, Jahilton Filho, Jahilson Pereira, Sergio Ricardo e Luiz \n\nAntonio, eles não medem esforços para o meu desenvolvimento profissional e como pessoa. \n\nAgradesço também a todos os meu primos, tios e amigos pela torcida para o meu sucesso.  \n\nAgradeço a minha esposa Kamylla Miranda Correia, por todo apoio e ajuda prestadas \n\ndurante a realização deste trabalho, o meu amor sincero. Sem ela não seria possível a conclusão \n\ndesta etapa da minha vida, obrigado por tudo. \n\n Ao professor Antonio Celso Dantas Antonino, pelos ensinamentos passados e aos \n\ncolegas Carlos Alexandre Barros de Almeida e Arthur Paiva Coutinho pelas orientações \n\nprestadas ao longo do desenvolvimento deste trabalho, estes ensinamentos levo para toda minha \n\nvida profissional.  \n\n E a todos os amigos que direta e indiretamente, contribuíram para realização desse \n\ntrabalho. E a todos colegas do laboratório de Física de Solos, obrigado pelas ajudas recebidas, \n\nsozinho ninguém alcança nada.           \n\n \n\n\n\n \n\n \n\nRESUMO \n\n \n\nA estimativa da umidade do solo é imprescindível a qualquer estudo que envolva as \n\npropriedades do sistema solo-planta-atmosfera, devido à importância da água no \n\ndesenvolvimento das plantas e suas implicações em várias propriedades do solo. A estimativa \n\nda umidade volumétrica do solo pode ser realizada por vários métodos, dentre eles destaca-se \n\no uso da Reflectometria no Domínio do Tempo (TDR). Este método relaciona, a constante \n\ndielétrica do meio com a umidade volumétrica do solo, medindo o tempo de trânsito de um \n\npulso elétrico através de um guia de ondas. Este estudo avaliou o alcance e a sensibilidade do \n\nsensor tipo TDR CS616 da campbell sci., os efeitos da dinâmica da água na resposta deste \n\nsensor, e o desempenho de uma equação quadrática em relacionar o tempo de resposta (t) em \n\numidade volumétrica de diferentes solos de Pernambuco, além de, realizar calibrações, visando \n\npropor equações específicas para os solos estudados. Para a determinação do alcance, foram \n\nrealizados experimentos, em função de diferentes lâminas e níveis de água. Para analisar a \n\nsensibilidade, o sensor foi avaliado em função do uso de diferentes comprimentos do guia de \n\nondas, submetidos à água destilada. Para a medição da umidade volumétrica e da influência da \n\ndinâmica da água, foram realizados experimentos simulado calibrações em laboratório, com \n\ngotejadores realizando a irrigação, permitindo o umedecimento do solo seco até a saturação em \n\num recipiente transparente. Foram utilizados três tipos de solos com características texturais \n\ncontrastantes: um solo tipo Areia franca, que foi coletado no município de São João-PE (8º 52’ \n\n30’’ S, 36º 22’ 00’’ O), um solo tipo Franco, coletado no município de Recife-PE (8º 03’ S e \n\n34º 58’ O) e um solo tipo Franco argiloso, coletado no município de Serra Talhada-PE (07? \n\n56’50,4” S e 38? 23’29,0” O). Os resultados permitiram concluir que: (i) o alcance do sensor \n\nde umidade CS616 é de aproximadamente 3 cm acima e abaixo do guia de ondas; (ii) o modelo \n\nquadrático não apresentou bom desempenho em estimar umidade volumétrica, subestimando \n\nem 20 % para o solo arenoso, e superestimando em  4 % e 34 %  para os solos siltosos e argilosos \n\nrespectivamente; (iii) o erro na estimativa do armazenamento de água, aumenta \n\nsignificativamente quando o sensor é utilizado em uma profundidade de solo, maior que o \n\nalcance do sensor; (iv) um modelo de terceiro grau, apresentou bom ajuste entre os valores \n\nmedidos e estimados, com valores de coeficiente de determinação superiores a 95%. \n\n \n\n \n\nPalavras-chave: reflectometria no domínio do tempo; medidas indiretas de umidade do solo; \n\nequação de calibração. \n\n\n\n \n\n \n\nABSTRACT \n\n \n\nThe estimation of soil moisture is essential to any study involving the properties of the \n\nsoil-plant-atmosphere system due to the importance of water in plant development and its \n\nimplications in various soil properties. The estimate of the volumetric soil moisture can be \n\naccomplished by various methods, among them stands out the use of the Time Domain \n\nReflectometry (TDR). This method relates the dielectric constant of the medium with the \n\nvolumetric soil moisture by measuring the transit time of an electrical pulse through a \n\nwaveguide. This study evaluated the extent and the sensitivity of the sensor TDR CS616 \n\nCampbell of Sci., The effects of water on the dynamic response of the sensor and the \n\nperformance of a quadratic equation relating the response time (t) for different water content \n\nsoils of Pernambuco, besides, perform calibrations, aiming to propose specific equations for \n\nsoils. To determine the range, experiments were carried out for different slides and water levels. \n\nTo analyze the sensitivity, the sensor was assessed by reference to the use of different lengths \n\nof the waveguide, submitted to distilled water. For the measurement of water content and the \n\ninfluence of the dynamics of water, simulated calibration experiments were performed in the \n\nlaboratory, with drip irrigation performing, allowing the dry soil wetting to saturation in a \n\ntransparent container. Three types of soils with contrasting textural characteristics were used: \n\none free sand type soil, which was collected in São João-PE (8 52 '30' 'S, 36 22' 00 '' W), a solo \n\ntype Franco, collected in the city of Recife-PE (8 03 'S and 34 ° 58' W) and soil type Franco \n\nclay, collected in Serra Talhada-PE (07? 56'50,4 \"S and 38? 23'29, 0 \"O). The results showed \n\nthat: (i) the scope of the CS616 humidity sensor is approximately 3 cm above and below the \n\nwaveguide; (Ii) the quadratic model did not show good performance in estimating soil moisture, \n\nunderestimating by 20% for sandy soil, and overestimated by 4% and 34% for silty and clay \n\nsoils respectively; (Iii) the error in the estimated water storage significantly increases when the \n\nsensor is used in a soil depth greater than the range of the sensor; (Iv) a third-degree model \n\nshowed good agreement between the measured and estimated values, with determination \n\ncoefficient values greater than 95% \n\n \n\n \n\n \n\n \n\n \n\n \n\nKeywords: time domain reflectometry; indirect measurement of soil water; calibration \n\nequation \n\n\n\n \n\n \n\nLISTA DE ILUSTRAÇÕES \n \n\nFigura 1 - Propagação de um pulso elétrico no guia de ondas, onde ?  representa o coeficiente \n\nde reflexão em função da amplitude de incidência e refletida do pulso. .......................... 31 \n\nFigura 2 - Sinais de carga e descarga elétrica para capacitâncias equivalentes a solos seco \n\n(100µs - amarelo) e saturado (244µs - azul). .................................................................... 34 \n\nFigura 3 - Ilustração do mapa do estado de Pernambuco, identificando as três regiões de coleta.\n\n .......................................................................................................................................... 37 \n\nFigura 4 - Coletor de UHLAND utilizado para coletas de amostras indeformadas do solo. ... 38 \n\nFigura 5 - A) Ilustração demonstrando as dimensões e formato da ferramenta de compactação. \n\nB) Ferramenta de madeira confeccionada. ....................................................................... 38 \n\nFigura 6 - Recipientes plásticos. ............................................................................................... 40 \n\nFigura 7 - Dimensões dos recipientes. ...................................................................................... 40 \n\nFigura 8 - Esquema demonstrando o local e as dimensões dos furos confeccionados para \n\ninserção do sensor. ............................................................................................................ 41 \n\nFigura 9 - Adaptações quanto ao fornecimento de água: Malha e Gotejadores. ...................... 42 \n\nFigura 10 - Bombas Peristálticas utilizadas para o fornecimento de água ao experimento. .... 43 \n\nFigura 11 - Sensor de Umidade CS616 e Central de Aquisição de Dados CR10X. ................ 44 \n\nFigura 12 - Experimentos Ar x Água. ...................................................................................... 45 \n\nFigura 13 - Esquema demonstrando diferentes inserções do comprimento das haste, resultando \n\nem diferente interfaces água-ar......................................................................................... 47 \n\nFigura 14 - Esquema demonstrando algumas etapas do experimento, com diferentes lâminas de \n\nágua e inserções do sensor. ............................................................................................... 48 \n\nFigura 15 - Esquema demonstrando diferentes etapas do experimento variando os níveis de \n\nágua. .................................................................................................................................. 49 \n\nFigura 16 - Montagem experimental com 18 cm de espessura de solo no recipiente. ............. 52 \n\nFigura 17 - Montagem experimental com 6 cm de espessura de solo no recipiente. ............... 52 \n\nFigura 18 - Diferentes etapas experimentais: A) Experimento com 200 minutos de irrigação; B) \n\nExperimento com 370 minutos de irrigação. .................................................................... 53 \n\nFigura 19 - Tempo de resposta do sensor (t) em função de diferentes posições da interface água-\n\nar. ...................................................................................................................................... 58 \n\nFigura 20 - Tempo de resposta do sensor (t) em função da aplicação de diferentes lâminas de \n\nágua. .................................................................................................................................. 59 \n\nFigura 21 -  Tempo de resposta (t) em função de diferentes níveis de água. ........................... 61 \n\n\n\n \n\n \n\nFigura 22 – Avanço da frente de molhamento (cm) e tempo de resposta do sensor (t), em função \n\ndo tempo, no experimento com solo tipo Areia Franca. ................................................... 63 \n\nFigura 23 –Avanço da frente de molhamento e tempo de resposta do sensor (t), em função do \n\ntempo, no experimento com solos tipo Franco. ................................................................ 65 \n\nFigura 24 – Avanço da frente de molhamento e tempo de resposta do sensor (t), em função do \n\ntempo, no experimento com solos tipo Franco Argiloso. ................................................. 68 \n\nFigura 25 – Experimento realizado com solo tipo Areia Franca, onde se avaliou desempenho \n\ndo sensor, através de uma equação de quadrática, para estimar Umidade Volumétrica (?v).\n\n .......................................................................................................................................... 72 \n\nFigura 26 – Experimento realizado com solo tipo Franco, onde se avaliou o desempenho do \n\nsensor, através de uma equação de quadrática, para estimar Umidade Volumétrica (?v).72 \n\nFigura 27 – Experimento realizado com solo tipo Franco Argiloso, onde se avaliou o \n\ndesempenho do sensor, através de uma equação de quadrática, para estimar Umidade \n\nVolumétrica (?v). .............................................................................................................. 73 \n\nFigura 28 – Lâminas medidas em função das lâminas estimadas, nos experimentos com 6 cm \n\nde profundidade, realizado com os solos tipo Areia Franca, Franco e Franco Argiloso. . 76 \n\nFigura 29 – Pontos da calibração realizada com o solo Areia Franca. ..................................... 79 \n\nFigura 30 – Pontos da calibração realizada com o solo tipo Franco. ....................................... 79 \n\nFigura 31 – Pontos da calibração realizada com o solo tipo Franco Argiloso. ........................ 80 \n\nFigura 32 – Lâminas estimadas em função das lâminas medidas no experimentos com 6 cm de \n\nespessura de solo tipo Areia Franca. ................................................................................ 95 \n\nFigura 33 – Lâminas estimadas em função das lâminas medidas no experimentos com 6 cm de \n\nespessura de solo tipo Franco. .......................................................................................... 95 \n\nFigura 34 – Lâminas estimadas em função das lâminas medidas no experimentos com 6 cm de \n\nespessura de solo tipo Franco Argiloso. ........................................................................... 96 \n\nFigura 35 – Lâminas estimadas em função das lâminas medidas no experimentos com 18 cm \n\nde espessura de solo tipo Areia Franca. ............................................................................ 96 \n\nFigura 36 - Lâminas estimadas em função das lâminas medidas no experimentos com 18 cm de \n\nespessura solo tipo Franco. ............................................................................................... 97 \n\nFigura 37 - Lâminas estimadas em função das lâminas medidas no experimento com 18 cm de \n\nespessura de solo tipo Franco Argiloso. ........................................................................... 97 \n\n \n\n \n\n \n\n\n\n \n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 - Coeficientes da Equação Quadrática. ...................................................................... 45 \n\nTabela 2 - Massa específica, classificação textural e os teores de areia, silte e argila dos solos \n\ncoletados em São João, Serra Talhada e DEN.................................................................. 56 \n\nTabela 3 - Resultado da análise estatística sobre a comparação entre os valores experimentais \n\nobtidos e os estimados pela equação quadrática. .............................................................. 74 \n\nTabela 4 – Massa de água (g) e Umidade volumétrica (?v) aplicada por etapa nos experimentos \n\nde calibração. .................................................................................................................... 78 \n\nTabela 5 - Coeficientes da equação polinomial de terceiro grau para os três tipos de solos, com \n\nseus respectivos valore de coeficiente de determinação. .................................................. 81 \n\nTabela 6 - Tempos de resposta (t) do sensor para as diferentes inserções das hastes (cm), obtidos \n\nno experimento 1. ............................................................................................................. 91 \n\nTabela 7 - Tempos de resposta (t) do sensor para diferentes lâminas de água, obtidos no \n\nexperimento 2. .................................................................................................................. 93 \n\nTabela 8 –Tempos de resposta (t) do sensor para seus respectivos níveis de água, obtidos no \n\nexperimento 3. .................................................................................................................. 94 \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nLISTA DE SIMBOLOS \n\n \n \n\n?g  Umidade Gravimétrica                                                   [g.g\n-1]              \n\n?v  Umidade Volumétrica                       [cm\n3.cm-3] \n\nma  Massa de Água                        [g] \n\nms  Massa de Solo                                                                     [g]  \n\nVs  Volume de Solo                                                                                    [cm\n3]  \n\nVt  Volume Total                                                                                        [cm\n3] \n\n??  Massa Especifica do Solo                                                                 [g.cm\n-3] \n\n??  Massa Específica da Partícula                          [g.cm\n-3] \n\n?á???  Densidade da Água                           [g.cm\n-3] \n\nv  Velocidade                                                                                          [m.s-1] \n\nc  Velocidade da Luz                                                                              [m.s-1] \n\nL  Comprimento                      [cm] \n\nt  Tempo de trânsito            [µs] \n\nP  Porosidade                                                                                               [%] \n\n??  Permeabilidade magnética relativa \n\nVc  Tensão \n\nV                     Volts \n\nI0  Intensidade \n\n?  Constante Dielétrica  \n\nKa   Constante Dielétrica Aparente do Solo  \n\nKar          Constante Dielétrica do Ar \n\n??   Permissividade Elétrica Relativa do Meio \n\n??   Permissividade Elétrica Relativa Efetiva \n\n?0  Permissividade Elétrica no Vácuo \n\n?  Permissividade Elétrica do Meio \n\nºC  Graus Celsius \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nSumário \n\n1 INTRODUÇÃO ....................................................................................... 15 \n\n2 OBJETIVOS ............................................................................................ 18 \n\n2.1 Objetivo geral ............................................................................................................. 18 \n\n2.2 Objetivos específicos .................................................................................................. 18 \n\n3 REVISÃO DE LITERATURA ............................................................... 19 \n\n3.1 Água ............................................................................................................................ 19 \n\n3.1.1 A Importância da água para a produção vegetal................................................... 19 \n\n3.2 Solo .............................................................................................................................. 20 \n\n3.2.1 Textura do solo ..................................................................................................... 21 \n\n3.2.2 Massa específica ................................................................................................... 21 \n\n3.3    Umidade do solo ......................................................................................................... 22 \n\n3.3.1 Métodos diretos de determinação da umidade do solo ......................................... 24 \n\n3.3.1.1 Método padrão de estufa ........................................................................................ 24 \n\n3.3.2 Métodos indiretos de determinação da umidade do solo ...................................... 24 \n\n3.3.2.1 Tensiômetro ........................................................................................................... 25 \n\n3.3.2.2 Método de Bouyoucos ............................................................................................ 27 \n\n3.3.2.3 Moderação de nêutrons e atenuação da radiação gama .......................................... 28 \n\n3.4 Métodos dielétricos .................................................................................................... 29 \n\n3.4.1 Método da reflectometria no domínio do tempo – TDR ......................................... 29 \n\n3.4.2 Método da medição pela capacitância elétrica da sonda ......................................... 33 \n\n4 MATERIAIS E MÉTODOS ................................................................... 35 \n\n4.1  Coleta dos solos .......................................................................................................... 35 \n\n4.2  Caracterização da área de coleta dos solos ............................................................. 35 \n\n4.2.1  São João ............................................................................................................ 35 \n\n4.2.2  Serra Talhada .................................................................................................... 35 \n\n4.2.3  Departamento de Energia Nuclear .................................................................... 36 \n\n4.3 Determinação das propriedades físicas do solo ...................................................... 37 \n\n4.4 Preparação e Acondicionamento do Solo ................................................................ 38 \n\n4.4.1 Determinação do volume útil do recipiente .......................................................... 39 \n\n4.4.2 Adaptação da caixa para inserção das hastes do sensor ....................................... 40 \n\n\n\n \n\n \n\n4.4.3 Adaptação da caixa quanto ao fornecimento de água........................................... 41 \n\n4.4.4 Bomba peristáltica ................................................................................................ 42 \n\n4.4.5 Balança eletrônica................................................................................................. 43 \n\n4.4.6 Sensor de umidade tipo TDR - CS616 ................................................................. 43 \n\n4.4.7 Medidas no Ar e na Água ..................................................................................... 45 \n\n4.4.7.1 Experimento: Tempo de resposta (t) para várias posições da interface água-ar. ..... 46 \n\n4.4.7.2 Experimento: Tempo de resposta do sensor (t) em função da lâmina de água em \n\nque as hastes estão submetidas ................................................................................................ 47 \n\n4.4.7.3 Tempo de resposta (t) em função de diferentes níveis de água em que as hastes \n\nestão submetidas ...................................................................................................................... 48 \n\n4.4.8 Experimento simulando irrigação com os três solos coletados. ........................... 49 \n\n4.4.8.1 Preenchimento do recipiente com os solos coletados ............................................. 49 \n\n4.4.9 Montagem Experimental do experimento simulando irrigação com solos .......... 50 \n\n4.5 Desempenho do modelo quadrático ......................................................................... 53 \n\n4.6 Calibrações ................................................................................................................. 54 \n\n5 RESULTADOS E DISCUSSÕES ........................................................... 56 \n\n5.1 Caracterização física dos solos coletados ................................................................. 56 \n\n5.2 Medidas no Ar e na Água.......................................................................................... 57 \n\n5.2.1 Experimento 1: Tempo de resposta (t) para várias posições da interface água-ar 57 \n\n5.2.2 Experimento 2: Tempo de resposta (t) em função da lâmina de água em que as \n\nhastes estão submetidas .................................................................................................... 59 \n\n5.2.3 Experimento 3: Tempo de resposta (t) em função de diferentes níveis de água em \n\nque as hastes estão submetidas ......................................................................................... 60 \n\n5.3 Experimentos simulando irrigação para avaliar o efeito da dinâmica da água e \n\ndos atributos físicos do solo no tempo de resposta do sensor (t)..................................... 61 \n\n5.3.1 Experimento 4: Realizado com solo Franco Arenoso, com massa específica de \n\n1,55 g.cm-3 e volume de 11700 cm3 .................................................................................. 62 \n\n5.3.2 Experimento 5: Realizado com solo Franco, com massa específica de 1,55 g/cm3 \n\ne volume de 11700 cm3 .................................................................................................... 65 \n\n5.3.3 Experimento 6: Realizado com solo Franco Argiloso, com massa específica de \n\n1,55 g/cm3 e volume de 11700 cm3 .................................................................................. 67 \n\n5.4 Experimentos simulando irrigação, avaliando o desempenho do sensor em solos \n\nde Pernambuco ................................................................................................................... 70 \n\n\n\n \n\n \n\n5.4.1 Experimentos simulando irrigação, com massa específica de 1,56 g/cm3 e volume \n\nde 3900 cm3 ...................................................................................................................... 71 \n\n5.4 Análise estatística ....................................................................................................... 74 \n\n5.5 Impacto da estimativa da umidade volumétrica no armazenamento de água no \n\nsolo 75 \n\n5.6 Calibrações ................................................................................................................. 77 \n\n6 CONCLUSÕES ....................................................................................... 82 \n\nRECOMENDAÇÕES PARA TRABALHOS FUTUROS ............................ 83 \n\nREFERÊNCIAS ............................................................................................. 84 \n\nAPÊNDICE ..................................................................................................... 91 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n15 \n\n \n\n \n\n1 INTRODUÇÃO \n\n \n\nO conhecimento do conteúdo de água do solo é imprescindível a qualquer estudo que \n\nenvolva as propriedades do sistema solo-planta-atmosfera (COELHO et al., 2006), devido à \n\nimportância da água no desenvolvimento das plantas e sua implicação em várias propriedades \n\ndo solo e na determinação do balanço hídrico de uma região. O conteúdo de água no solo, \n\ncontrola processos ecológicos, hidrológicos, geotécnicos e meteorológicos, bem como regula \n\nos processos de troca de calor e balanço de energia na superfície do solo. Mensurar o conteúdo \n\nde água é de fundamental importância, em várias investigações e aplicações pertinentes em \n\nagricultura, engenharia hidráulica, hidrologia, meteorologia e mecânica dos solos (ROMANO, \n\n2014).  \n\nA estimativa equivocada do conteúdo de água na superfície do solo, pode acarretar numa \n\nprevisão errônea da partição da precipitação pluviométrica em infiltração e escoamento \n\nsuperficial (CORRADINI, 2014).  \n\nNa agricultura, a determinação da umidade do solo é de vital importância para promover \n\no manejo adequado do uso da água no solo, proporcionando assim o planejamento da irrigação \n\nvisando o aumento da eficiência do uso da água e da produção agrícola. O monitoramento \n\ncontinuo do conteúdo de água no solo, gera um suporte para uma estratégia eficiente e \n\nsustentável do uso da água na irrigação para agricultura de precisão. Para isto, a determinação \n\nin situ do conteúdo de água no solo é de grande interesse (LACERDA et al., 2005). Conhecer \n\no conteúdo de água presente em grandes extensões de área é necessário para poder maximizar \n\no rendimento de colheitas, auxiliar no controle de enchentes e no monitoramento hídrico \n\n(MINELLA et al., 1999). \n\nNo campo da agronomia e da engenharia florestal, o conteúdo de água no solo afeta a \n\ndifusão de nutrientes na região das raízes das plantas. O conteúdo de água no solo é importante \n\npara modelagem ou estabilidade geotécnica de morros e colinas em áreas urbanas. O processo \n\nde evapotranspiração, transporte de solutos e poluentes e parâmetros hidráulicos como \n\n(condutividade hidráulica e difusividade hidráulica) ou mecânicos como (consistência, \n\nplasticidade, resistência) são características que dependem do conteúdo da água no solo. \n\nO conhecimento detalhado do conteúdo da água do solo é de interesse para várias \n\naplicações, como os processos hidrodinâmicos no solo, dentre os quais destacamos a infiltração \n\nda água no solo, o processo de ascensão capilar, a drenagem e redistribuição da água no solo e \n\na curva de retenção. Nesse contexto, o monitoramento do conteúdo de água torna-se importante \n\n\n\n16 \n\n \n\n \n\npara a obtenção, por exemplo, da condutividade hidráulica do solo não saturado (TEIXEIRA et \n\nal., 2005). Na escala de campo o conteúdo de água do solo controla a separação da precipitação \n\nem infiltração, evaporação e escoamento, possuindo grande influência na erosão do solo e na \n\ndescarga dos rios (HUISMAN et al., 2003) \n\nPor exemplo, agrônomos e meteorologistas podem observar a quantidade de água em \n\nfunção da capacidade campo, ecohidrólogos preferem observar a quantidade de água em função \n\nda água presente nas regiões das raízes em solos vegetados, enquanto que cientistas que \n\nrealizam modelagens da zona vadosa estão interessados na informação do perfil de umidade \n\npara trabalhos relacionados com a dinâmica da água ou de transportes de solutos. \n\nA quantificação da água do solo deve basear-se numa propriedade física dependente \n\nsignificativamente do seu conteúdo, produzindo uma resposta direta, rápida e confiável. As \n\ntécnicas de medida do conteúdo da água no solo são normalmente classificadas em diretas e \n\nindiretas. Técnicas de determinação direta, como o método gravimétrico, que apesar de ser \n\nconsiderado padrão, normalmente é evitado, pois é demorado, destrutivo e não permite a \n\nrepetição da amostragem no mesmo local (LIMA et al., 2006). Na determinação indireta, tais \n\ncomo a atenuação de raios gama, sondas de nêutrons e sondas TDR (reflectometria no domínio \n\ndo tempo), apresentam como desvantagem requererem calibrações in loco para aumentar sua \n\nacurácia. No entanto, os métodos indiretos são ideais nos estudos de monitoramento da água \n\ndo solo, devido à praticidade, rapidez e repetibilidade das medidas realizadas em um \n\ndeterminado ponto do perfil do solo (SILVA et al., 2008). Estes autores afirmam que dentre os \n\nmétodos indiretos, os mais utilizados são: a reflectometria no domínio do tempo (TDR) e \n\nfrequência no domínio do tempo (FDR) ou técnica por capacitância, que são baseados na \n\nconstante dielétrica do solo.  \n\nA técnica TDR destaca-se por ser um método não destrutivo, portátil e de fácil manuseio \n\n(SANTOS et al., 2010). Tommaselli e Bachi (2001) relatam que uma das características mais \n\natrativas da técnica TDR é sua possibilidade de monitorar, contínua e simultaneamente, a \n\numidade volumétrica do solo em vários locais. É de fácil acoplamento a dispositivos coletores \n\nde dados, permitindo monitorar o avanço da frente de umedecimento (CECÍLIO et al., 2003) e \n\na redistribuição de água no perfil do solo (TEIXEIRA et al., 2005). Topp et al. (1980) e Or; \n\nWraith (1997) ressaltam que essa técnica destaca-se de outras pela sua exatidão, possibilidade \n\nde multiplicação de leituras, repetição sem destruição da amostra de solo e a não emissão de \n\nradiação ionizante. \n\n Segundo Santos et al. (2010), a técnica TDR apresenta como desvantagens: o pouco \n\nconhecimento sobre o seu comportamento em solos tropicais pois são solos velhos e apresentam \n\n\n\n17 \n\n \n\n \n\naltos teores de argila e matéria orgânica, este é um método ainda pouco estudado nesses solos; \n\na dependência do teor de materiais magnéticos e tipo de solo (mineral ou orgânico); a calibração \n\ntrabalhosa; a influência dos óxidos de ferro e da massa específica do solo sobre as medidas e o \n\nalto custo de aquisição. \n\nA economia de água pode ser alcançada de forma eficiente, aperfeiçoando o manejo de \n\nsistemas de irrigação. Como estratégia, pode-se apontar o monitoramento da umidade \n\nvolumétrica do solo, por meio da técnica TDR. O erro na quantificação da umidade realizado \n\npor esta técnica, pode resultar no aumento do uso de água por sistemas de irrigação. A \n\nsubestimação da umidade pode acarretar em desperdício de água e a superestimação prejudicar \n\no desenvolvimento das culturas com o fornecimento de uma lâmina de água menor que a \n\nrequerida, podendo ocasionar em prejuízos financeiros devido à queda de produtividade das \n\nculturas. Nesse contexto, é imperativo a existência de estudos que avaliem o desempenho dessa \n\ntécnica na medição correta da umidade. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n\n \n\n \n\n2 OBJETIVOS \n\n \n\n2.1 Objetivo geral \n\n \n\nAvaliar o efeito da dinâmica da água na resposta do sensor tipo TDR de três solos \n\nprovenientes de três mesorregiões do estado de Pernambuco, com características texturais \n\ndistintas.  \n\n \n\n2.2 Objetivos específicos \n\n \n\nEste trabalho tem como objetivos específicos: \n\n \n\n1) Determinar o alcance e a sensibilidade do sensor de umidade CS616 tipo TDR.   \n\n \n\n2) Avaliar o desempenho do sensor de umidade para solos do estado de Pernambuco, \n\natravés da equação quadrática fornecida pelo fabricante. \n\n \n\n3) Calibrar o sensor de umidade, afim de propor equações que otimizem o desempenho \n\ndeste sensor para os solos estudados. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n19 \n\n \n\n \n\n3 REVISÃO DE LITERATURA \n\n \n\n3.1 Água  \n\n \n\nA água, é um dos mais simples compostos químicos naturais, é vital para as células e as \n\npropriedades únicas desse composto promovem uma grande variedade de processos físicos, \n\nquímicos e biológicos (BRADY; WEIL, 2008). De toda água existente no mundo apenas em \n\ntorno de 2,5% é doce, sendo que o homem tem acesso a apenas 0,001% desse total, pois parte \n\nestá congelada e parte em reservas subterrâneas (ALBUQUERQUE; DURÃES, 2008). A água \n\né uma das mais importantes substâncias da crosta terrestre, além de ser um fator fundamental \n\npara a produção vegetal e a sua falta ou excesso afetam de maneira decisiva o desenvolvimento \n\ndas plantas (REICHARDT; TIMM, 2004).  \n\nA crescente demanda de água para os diversos fins, torna o manejo de água, um sério e \n\ncomplexo problema presente em todas as regiões do planeta, por isto é de significativa \n\nimportância obter-se a maior eficiência possível no uso da água pelas culturas, esta ação se \n\ntorna necessária para regiões que apresentam problemas de falta de chuva e para região onde a \n\nchuva é suficiente porém apresenta problemas de distribuição que acarretam na existência de \n\ntempos de falta de água (REICHARDT, 1987).  \n\nO principal reservatório de água é o solo que, temporariamente, armazena água, \n\npodendo fornecê-la às plantas à medida de suas necessidades. Como a recarga deste reservatório \n\né inconstante, o volume disponível às plantas é variável (REICHARDT, 1985). \n\n \n\n3.1.1 A Importância da água para a produção vegetal \n\n \n\nA água se destaca por assumir um papel fundamental no desenvolvimentos das plantas \n\nna produção agrícola das espécies cultivadas. A limitação da produção agrícola mundial está \n\ndiretamente relacionada à frequência e intensidade do déficit hídrico a que são submetidas as \n\nespécies cultivadas (SANTOS; CARLESSO, 1998).  \n\nA água afeta vários processos fisiológicos das plantas, como o crescimento e o \n\ndesenvolvimento das plantas, se tornando fundamental para a estrutura das moléculas \n\nbiológicas e para as células, tecidos e o organismo vegetal como um todo (KLAR, 1988), a \n\nimportância da água, pode-se evidenciar no que se diz respeito à composição dos tecidos \n\nvegetais, como por exemplo na constituição da parede celular a água representa em até 50% do \n\n\n\n20 \n\n \n\n \n\nseu conteúdo, no protoplasma 95% do peso total, no vacúolo 98% do volume e no sistema \n\nvascular se mostra muito presente na composição da solução no xilema e floema \n\n(REICHARDT, 1985). A água é um dos constituintes primários na produção vegetal, presente \n\nnos processos bioquímicos da planta e isto é evidenciado no processo de fotossíntese, a partir \n\ndo qual as plantas são capazes de capturar a energia luminosa e usá-la para transformar água e \n\nCO2 em uma forma química útil (carboidratos) através de reações que ocorrem nas folhas \n\n(LIETH; OKI, 2008).  \n\nO efeito do déficit hídrico em determinados tempos de desenvolvimento da planta afeta \n\nos índices fisiológicos de crescimento vegetal, como a inibição da atividade fotossintética, o \n\ndecréscimo da área foliar e biomassa, o processo transpiratório e resistência estomática além \n\nde poder afetar diretamente a produção (BERGAMASHI et al., 2006). \n\n \n\n3.2 Solo \n\n \n\n O solo que classificamos é uma coleção de corpos naturais, constituídos de partes \n\nsólidas, líquidas e gasosas, tridimensionais, dinâmicos, formados de material orgânico e \n\nmineral. Ocupam a maior parte do manto superficial das extensões continentais do nosso \n\nplaneta, contém matéria viva e podem ser vegetados na natureza, onde ocorrem. \n\nOcasionalmente podem ter sido modificados por atividades humanas. Este é o conceito de solo \n\nque é utilizado pelo Sistema Brasileiro de Classificação das Terras para Irrigação (SiBCTI) que \n\né basicamente o mesmo utilizado no Sistema Brasileiro de Classificação de Solos (SiBCS). \n\nAssume-se que o solo é o reservatório da água a ser utilizada pelas espécies vegetais, o qual \n\ntemporariamente a armazena, podendo disponibilizá-la às plantas conforme suas necessidades \n\n(REICHARDT e TIMM, 2004).  \n\nAbordando a definição física do solo, onde o mesmo se apresenta como um sistema \n\ntrifásico, em que a fase sólida é constituída pelas partículas que compõem a matriz do solo, a \n\nfase liquida é constituída pela água ou solução do solo e a fase gasosa pelo ar e pelo vapor de \n\nágua. Segundo Klar (1984) sob o ponto de vista físico o solo pode ser definido como um sistema \n\nporoso constituído por partículas sólidas, líquidas e gasosas, e volumes de vazios, que podem \n\nser ocupados pelo ar e pela água, sendo portanto um armazenador de água e nutrientes para as \n\nplantas.  Bernardo et al. (2006) afirmam que o volume de sólidos pode ser considerado \n\npraticamente fixo, enquanto os gases e a solução (água e nutrientes) dividem o espaço poroso \n\ndo solo. Se a quantidade de solução ou a umidade do solo aumentar, diminui a quantidade de \n\n\n\n21 \n\n \n\n \n\ngases, e vice-versa. Com isto pode-se afirmar, que existem duas condições distintas para a fase \n\nlíquida do solo, ou seja, quando o volume total de poros estiver totalmente ocupado por água \n\ndenominado solo saturado ou parcialmente ocupado por água denominado solo não saturado. \n\n \n\n3.2.1 Textura do solo \n\nO termo textura refere-se a distribuição das partículas do solo tão somente quanto ao \n\nseu tamanho. Cada solo recebe uma designação referente à sua textura, designação essa que nos \n\ndá uma ideia do tamanho das partículas constituintes mais frequentes. Tradicionalmente, as \n\npartículas do solo são divididas em três frações de tamanho, chamadas frações texturais: areia, \n\nsilte e argila (ALBUQUERQUE; DURÃES, 2008). Propriedades físicas dos solos estão diretas \n\nou indiretamente, associadas à textura, como por exemplo, o movimento e a retenção de \n\numidade, influenciando diretamente na dinâmica da água no solo.  \n\nAs partículas minerais do solo apresentam propriedades e comportamentos bastante \n\ndistintos. A fração areia, em função do maior tamanho, permite maior permeabilidade à água e \n\nao ar no solo, mas baixa capacidade de retenção de água e são consideradas não-coesivas. A \n\nfração silte possui poros menores e mais numerosos, retendo mais água e menor taxa de \n\ndrenagem do que areia. A argila, em função do reduzido diâmetro, apresenta grande área \n\nsuperficial específica, o que acarreta elevada retenção de água e fluxo lento de ar e água, além \n\nde elevada plasticidade quando úmida e alta coesão, quando seca (BRADY; WEIL 2008). Para \n\nReichardt e Timm (2004), a argila é a fração do solo que mais influencia o seu comportamento \n\nfísico do solo. \n\n3.2.2 Massa específica \n\nOs solos apresentam grande amplitude de massa específica (??) em função de suas \n\ncaracterísticas mineralógicas, de textura e de teor de matéria orgânica. Solos arenosos \n\napresentam valores de massa específica superior aos argilosos, enquanto que solos siltosos \n\napresentam densidade intermediária (LIBARDI, 2005). Solos argilosos apresentam agregação \n\ndas partículas de argila, da qual resulta a porosidade intra-agregados, que aumenta o volume do \n\nespaço poroso, principalmente aqueles poros com diâmetro reduzido (BRADY; WEIL 2008). \n\nA ?? conforme Klein (2008), é uma relação entre massa de solo seco e seu volume, sendo, \n\nportanto afetada por modificações na estrutura e no arranjo das partículas do solo. \n\n?? =\n??\n\n??\n                    (1) \n\n\n\n22 \n\n \n\n \n\nNa qual ms é a massa de solo seco expressa em unidade de massa (g) e Vt é o volume total do \n\nsolo expresso em unidade de volume(cm3) e ?? é expressa em g.cm\n-3. \n\n \n\n3.3    Umidade do solo \n\n \n\nUm dos fatores mais importantes para o controle dos processos hidrológicos é a umidade \n\ndo solo, visto que influencia na geração do escoamento superficial, na evaporação da água do \n\nsolo, na transpiração das plantas e em uma série de interações geográficas e pedogênicas \n\n(ÁVILA et al., 2010). As propriedades do solo, as práticas culturais, o manejo do solo, a \n\nquantidade e intensidade de aplicação de água e o estádio de desenvolvimento das culturas são \n\nfatores que afetam a umidade do solo (PALTINEANU; STARR, 1997). A umidade do solo \n\nvaria com o tempo, aumentando com a chuva, ascensão capilar ou com a irrigação e diminuindo \n\ncom a drenagem ou evapotranspiração (REICHARDT, 1987) \n\nSegundo Albuquerque e Durães (2008) a medição do conteúdo da água do solo em \n\ncondições de campo é difícil de ser realizada, por conta de uma série de fatores, tais como: o \n\ncrescimento desigual das plantas e a desuniformidade da distribuição do sistema radicular; \n\ndiferenças em características de infiltração; a variabilidade do solo com relação à estrutura, à \n\nestratificação e à textura; mudanças na densidade do solo, variação do volume de poros e da \n\ndistribuição de tamanho de poros; desigualdades no relevo; desuniformidade inerente à \n\nirrigação. Portanto, o teor de água no solo está sujeito a variabilidade temporal, uma vez que o \n\nsistema solo-água é dinâmico, tanto no perfil do solo quanto na área (ALBUQUERQUE; \n\nDURÃES, 2008). As variações espaciais dos mais diversos atributos físicos, condicionam a \n\ndistribuição de água no solo e consequentemente influenciam no rendimento das culturas. \n\nAssim, a medição da umidade do solo é essencial para a pesquisa e entendimento do \n\ncomportamento de distribuição da água no mesmo (SIQUEIRA, 2006). \n\nConhecer o conteúdo da água do solo de uma determinada região ou de um perfil de \n\nsolo, é de grande importância para fornecer tomadas de decisões, como escolha do manejo de \n\nirrigação, projetos de drenagem e estudos do processo solo-planta-atmosfera. Assim, a \n\ndeterminação da umidade do solo é essencial para estudos de movimento e disponibilidade de \n\nágua no solo, erosão, manejo da irrigação, dentre outros processos (BERNARDO et al., 2006). \n\nPor ser fundamental no desenvolvimento das plantas e apresentar várias implicações nas \n\npropriedades físicas do solo, a determinação do teor de água do solo é de grande interesse nos \n\naspectos científicos e econômicos. Para se determinar o conteúdo de água do solo existem \n\n\n\n23 \n\n \n\n \n\nvários métodos e técnicas e as principais diferenças entre os métodos resumem-se a forma de \n\nmedição, local de medição, instalação, preço, tempo de resposta e, operacionalidade no campo \n\n(MANTOVANI et al. 2009) \n\nO conteúdo da água do solo corresponde a uma relação entre massas ou entre volumes \n\nde uma dada amostra de solo, sendo normalmente expressa de duas maneiras (LIBARDI, 1999). \n\n \n\nUmidade à base de massa ou Umidade gravimétrica (?g)  \n\n \n\n ?? =\n??\n\n??\n                                                                                                                       (2) \n\n \n\nUmidade à base de volume ou Umidade volumétrica (?v) \n\n  \n\n?? =\n??\n\n??\n                                                                             (3)  \n\n \n\nde (2) e (3) obtêm-se que: \n\n \n\n?? =  ?? ? ??            (4) \n\n  \n\nos termos ma e Va, ms e Vt representam, respectivamente, a massa e o volume de água em uma \n\namostra de solo,  a massa de solo seco, volume total do solo e ?? a massa específica do solo \n\n(g.cm-3). A umidade gravimétrica (g.g-1) e a umidade volumétrica (cm3.cm-3) são grandezas \n\nadimensionais, mas suas unidades devem ser mantidas, já que ambas apresentam valores de \n\nmateriais diferentes (REICHARDT, 1985). \n\n Existem diversas maneiras de se quantificar o conteúdo da água do solo, que podem ser \n\ndenominadas de métodos diretos e métodos indiretos. Dentre os métodos diretos como: método \n\ngravimétrico; método determinador de umidade por equivalência de água (DUPEA) e o método \n\ndas pesagens, o gravimétrico é o mais utilizado, e é o método-padrão para calibração dos \n\nmétodos indiretos. Os principais métodos indiretos, que são métodos que se baseiam nas \n\npropriedades físicas e químicas dos solos que estão estreitamente relacionadas ao conteúdo de \n\nágua, baseiam-se em medidas como a moderação de nêutrons, a resistência do solo à passagem \n\nde corrente elétrica, a constante dielétrica do solo e a tensão da água no solo. Essas são \n\ncaracterísticas do solo que variam com a sua umidade. Os métodos indiretos requerem \n\ncalibrações (HILLEL, 1980). \n\n\n\n24 \n\n \n\n \n\n3.3.1 Métodos diretos de determinação da umidade do solo \n\n  \n\nOs métodos diretos envolvem alguma forma de remoção ou separação da água do solo \n\ncom a medida direta dessa água, que pode ser obtido por aquecimento ou pela utilização de \n\nsolvente ou reação química (MANIERE et al., 2007). \n\n \n\n3.3.1.1 Método padrão de estufa  \n\n \n\nEste que é um método termogravimétrico, ou seja, o conteúdo de água no solo é \n\nquantificado, com base na diferença entre a massa de uma amostra de solo obtida antes e após \n\nsecagem da mesma em uma estufa a 105-110°C, até massa constante (MUÑOZ-CARPENA et \n\nal., 2005) sendo possível calcular a umidade gravimétrica do solo obtida com a Equação 2. \n\nAs amostras de solo utilizadas nesta metodologia são retiradas na profundidade em que \n\nse deseja determinar a umidade, sendo acomodadas geralmente em recipientes de alumínio, \n\npodendo ter a sua estrutura deformada ou não, porém evitando-se a evaporação da água no \n\nmomento de coleta, conservando-se a umidade antes da pesagem da amostra úmida \n\n(REICHARDT, 1985). Segundo Vielmo (2008), o método padrão da estufa, além de possuir \n\nboa precisão e ser utilizado como referência para a calibração de outros equipamentos para \n\nestimativa da umidade do solo, apresenta baixo custo de realização, não necessitando de \n\nequipamentos sofisticados e ou adição de produtos químicos. Entretanto, dentre algumas \n\ndesvantagens associadas ao método estão o seu caráter destrutivo, não permitindo a \n\nrepetibilidade da medida em um mesmo ponto, além do tempo de espera (até dois dias) \n\nrelacionado à determinação do teor de água no solo.  \n\n \n\n3.3.2 Métodos indiretos de determinação da umidade do solo  \n\n \n\nEm condições de campo, a estimativa do conteúdo de água do solo, a respeito do método \n\nutilizado, é de difícil realização em função de uma série de fatores, particularmente, devido ao \n\ncomportamento dinâmico da fase líquida na sua redistribuição no perfil do solo (BRAGANÇA \n\net al., 2005). Entretanto, em função das dificuldades envolvidas na determinação pontual da \n\numidade do solo pelos métodos diretos, os quais são destrutivos e não permitem a repetibilidade \n\ndas medidas, geralmente utilizam-se métodos indiretos para esta finalidade (MIRANDA et al., \n\n2007).  \n\n\n\n25 \n\n \n\n \n\nDiferentemente dos métodos diretos, segundo Gardner et al. (2000), as medidas feitas \n\npor métodos indiretos dependem do monitoramento de uma propriedade do solo que é função \n\nou possui relação com o seu conteúdo de água. Neste sentido, os principais métodos indiretos \n\npara a estimativa do teor de água no solo se fundamentam em parâmetros como a tensão da \n\nágua no solo, a resistência do substrato à passagem de corrente elétrica, a moderação de \n\nnêutrons e a permissividade elétrica relativa do meio. \n\nOs métodos indiretos são os mais indicados nos estudos de monitoramento de água no \n\nsolo, devido à praticidade, rapidez e possibilidade de repetição das medidas em um determinado \n\nponto do perfil do solo ressalta-se também que, por conta das suas características vantajosas \n\npara o monitoramento da água no solo, estes métodos são bastante utilizados em pesquisas e \n\nsistemas de agricultura de precisão (SILVA et al., 2008). \n\nPara as condições de campo, Muñoz-Carpena et al. (2005) classificam os métodos \n\nindiretos para medida da umidade do solo em tensiométricos e volumétricos. Os métodos \n\ndefinidos como tensiométricos estimam o potencial mátrico da água no solo, o qual inclui os \n\nefeitos de adsorção e capilaridade da fase sólida do solo, enquanto os métodos volumétricos \n\nestimam o volume de água por unidade de solo (cm3. cm-3).  \n\n \n\n3.3.2.1 Tensiômetro  \n\n \n\nA tensiometria é uma das técnicas de monitoramento da quantidade de água no solo \n\nmais acessíveis (MACEDO, 2008), este método utiliza sensores chamados de tensiômetros, que \n\nmedem a umidade do solo, indiretamente, através da tensão de retenção da água do solo no \n\nlocal especificado. O tensiômetro, sendo o instrumento mais utilizado no campo para a medida \n\ndo potencial mátrico da água no solo, é um equipamento composto por uma capsula porosa de \n\ncerâmica ligada por meio de um tubo a um vacuômetro ou coluna de mercúrio, onde a tensão \n\ncom a qual a água está retida pela matriz do solo é lida (BERNARDO et al., 2006) \n\nOs tensiômetros foram desenvolvidos em 1922 por Gardner e colaboradores, \n\npossibilitando a obtenção direta do potencial de água no solo, e de forma indireta o conteúdo \n\nde água do solo (COELHO e TEIXEIRA, 2004). Tal instrumento consiste de uma câmara, \n\ngeralmente de PVC, preenchida com água, apresentando na sua extremidade inferior uma \n\ncápsula porosa de cerâmica, e na extremidade superior um manômetro (KLAR, 1984; \n\nREICHARDT e TIMM, 2004). As cápsulas porosas utilizadas nos tensiômetros apresentam \n\numa porosidade que forneça pressão de borbulhamento mínima de 0,1 MPa (100 kPa), \n\n\n\n26 \n\n \n\n \n\npossibilitando uma alta e uniforme condutância (LIBARDI, 1995). A câmara, por ser \n\nhermeticamente fechada, não permite a entrada de ar. \n\nAssim, estes aparelhos medem o componente matricial do potencial de água no solo, \n\nsendo seus valores expressos em centibars (cbar), atmosfera (atm), metro ou centímetro de \n\ncoluna de água (cm. H2O), ou ainda, milímetro de mercúrio (mmHg) ou quilopascal (kPa) \n\n(REICHARDT, 1996). \n\nO princípio de funcionamento deste instrumento está baseado no equilíbrio entre a água \n\nno interior do tubo do tensiômetro e a solução do solo.  Após o estabelecimento deste equilíbrio \n\ne, na medida em que a umidade na camada do perfil vai reduzindo, a água do interior do \n\ntensiômetro atravessa a capsula porosa, diminuindo a pressão interna do equipamento. Isto se \n\ndá devido à redução do potencial de água no solo em comparação com o potencial da cápsula, \n\ncriando um vácuo, em virtude de o instrumento ser vedado, equivalente ao potencial mátrico, \n\nque pode ser então mensurado (BRITO et al., 2009). \n\nPara o funcionamento adequado do tensiômetro é necessário que haja uma continuidade \n\nhidráulica desde a membrana porosa até o manômetro, além da ausência de ar aprisionado no \n\ninterior do tensiômetro (KLAR, 1984). \n\nDentre os diferentes sistemas de leitura, os tensiômetros clássicos ou convencionais \n\nutilizam o manômetro de mercúrio, o qual é mais preciso em comparação ao manômetro \n\nmetálico, mas exige maior cuidado de manuseio, aquisição e uso do mercúrio (BERNARDO et \n\nal., 2006). Porém, têm-se difundido a utilização de tensímetro digital em tensiômetros de \n\npunção, além do desenvolvimento de tensiômetros eletrônicos, ou seja, que possibilitam leitura \n\ne gravação automática das informações, a exemplo daqueles que possuem transdutores de \n\npressão. Estes, porém, possuem custo elevado, sendo o seu uso restrito apenas para fins de \n\npesquisa (COELHO e TEIXEIRA, 2004).  \n\nAlém da determinação direta da tensão de água no solo, a utilização do tensiômetro para \n\nmedida indireta da umidade é realizada a partir da determinação da curva de retenção de água \n\nno solo. Esta tem como base o potencial mátrico da água no solo, o qual pode ser avaliado pelo \n\ntrabalho que se deve realizar à unidade de volume de água retida num solo não saturado pelas \n\nforças mátricas e torná-la livre, como a água padrão (LIBARDI, 2010). Desta forma, a curva \n\nde retenção resulta da correlação entre o potencial mátrico e o conteúdo de água no solo.  \n\nUma das vantagens do uso de tensiômetros é caracterizada pelo fato de este não ser \n\nafetado pela salinidade do solo, pelo motivo de os sais serem capazes de se mover com \n\nfacilidade através da capsula porosa de cerâmica (MUÑOZ-CARPENA et al., 2005)  \n\n\n\n27 \n\n \n\n \n\n Os tensiômetros apresentam como desvantagens a necessidade constante de \n\nmanutenção, além da limitação das leitura dos aparelhos não podendo ultrapassar 0,75 atm (76 \n\nkPa), razão pela qual ele cobre apenas uma parte da água útil do solo, sendo 40% e 70%, nos \n\nsolos argilosos e arenosos, respectivamente. O surgimento de bolhas de ar no sistema quando \n\npróximo a 0,8 atm (81,06 kPa) é tida como responsável pelo atraso na resposta do aparelho e \n\nrecomenda a utilização de água livre de ar (OLITTA, 1955). \n\n \n\n3.3.2.2 Método de Bouyoucos  \n\n \n\nDentre os métodos tensiométricos, destaca-se o método de Bouyoucos, ou denominado \n\nsensor de bloco de gesso. Um sensor de bloco de gesso apresenta em sua constituição uma \n\ncélula eletroquímica com uma solução saturada de sulfato de cálcio como eletrólito (MUÑOZ-\n\nCARPENA et al., 2005). O princípio de funcionamento deste método é baseado na resistência \n\nelétrica entre dois eletrodos inseridos em um bloco de gesso, a qual é determinada por uma \n\nponte de Wheatstone e aplicação de uma pequena voltagem de corrente alternada, dando uma \n\nindicação indireta da umidade do bloco e, portanto, do conteúdo de água no solo (VIELMO, \n\n2008). Isto ocorre devido aos blocos de gesso, a fim de atingir o equilíbrio com a solução do \n\nsolo, variando de acordo com a umidade deste. Por conseguinte, a resistência elétrica entre os \n\neletrodos de cada bloco varia em função do seu conteúdo de água, sendo uma menor ou maior \n\nresistência observada em ocasião de maior ou menor quantidade de solução, respectivamente \n\n(BERNARDO et al., 2006).  \n\nO medidor da resistência elétrica é calibrado para leituras diretas de percentagem de \n\nágua no solo, ou seja, em termos de água disponível, uma leitura de 0% indica um valor de \n\numidade próximo ao ponto de murcha permanente, enquanto uma leitura de 100% corresponde \n\na um valor de conteúdo de água no solo próximo a capacidade de campo (BERNARDO et al., \n\n2006).  \n\nAs desvantagens do método estão relacionadas à dissolução dos blocos com o tempo \n\n(especialmente em solos salinos) e deposição de argila. É recomendado também que a \n\ndistribuição do tamanho de poros dos blocos seja equivalente a textura do solo circundante com \n\no qual está em contato (MUÑOZ-CARPENA et al., 2005). O método, demonstra a necessidade \n\nde correção dos valores da resistência elétrica medida em campo, em função das leituras serem \n\ninfluenciadas pela temperatura. Outra desvantagem está associada ao efeito de histerese na \n\nacurácia das medidas, devido os sensores de bloco de gesso mostrarem diferentes valores de \n\n\n\n28 \n\n \n\n \n\nresistência para um valor fixo de potencial de água no solo quando este está umedecendo ou \n\nsecando.  \n\nContudo, o método de Bouyoucos é caracterizado como simples, barato e de fácil \n\nfabricação e manejo, podendo ser utilizado para o controle de irrigação. Porém, por não possuir \n\nalta precisão para a utilização em pesquisas, deve-se realizar a sua calibração em campo, \n\nutilizando um método padrão, em função do percentual de umidade para cada solo em \n\nespecífico (VIELMO, 2008). \n\n \n\n3.3.2.3 Moderação de nêutrons e atenuação da radiação gama  \n\n \n\nA determinação da umidade do solo a partir da técnica de moderação de nêutrons é \n\nbaseado no processo de perda de energia das partículas de nêutrons, passando de rápidos para \n\nlentos através do uso da sondas de nêutrons, tem sido aplicado com sucesso desde a década de \n\n1960 (REICHARDT e TIMM, 2004). \n\nA sondas de nêutrons é basicamente constituída de uma fonte de nêutrons rápidos e um \n\ndetector de nêutrons lentos, além de um contador de pulso, um cabo conector e blindagem \n\n(BELL, 1987). \n\n O princípio básico de funcionamento da sondas de nêutrons, diz respeito à correlação \n\nestreita entre a quantidade de nêutrons moderados a ser medida no aparelho e a concentração \n\nde hidrogênio presente no solo (BERNARDO et al., 2006). A utilização da sondas de nêutrons, \n\nalgumas vezes em associação a outros métodos indiretos, com a finalidade de estimativa de \n\numidade do solo, tem sido relatada em diversos estudos (NASCIMENTO, 2013). As curvas de \n\ncalibração das sondas de nêutrons devem ser obtidas para cada profundidade do solo a ser \n\nconsiderada e para cada tipo de solo.  \n\nO método apresenta algumas vantagens dentre elas se destaca a fato do método ser de \n\nnatureza não destrutiva, possibilitando a repetibilidade da medida de umidade num mesmo \n\nlocal, que mantém a sua estrutura após a instalação dos tubos de acesso (VIELMO, 2008). Uma \n\ndesvantagem que se pode destacar é a restrição ao uso das sondas de nêutrons, em função da \n\nsua fonte radioativa, representando um risco de contaminação. \n\n Outra técnica nuclear de estimativa da umidade volumétrica do solo, a qual está \n\nrelacionada também à medida de densidade deste substrato, consiste no emprego de sondas \n\ngama-nêutron de superfície (REICHARDT e TIMM, 2004). Outra aplicação do método, \n\ndescrita por Bacchi, et al. (1998), diz respeito a determinação de curvas de retenção de água no \n\nsolo. A técnica está relacionada à absorção de um feixe colimado de radiação gama, de \n\n\n\n29 \n\n \n\n \n\nintensidade Io (antes de atravessar o solo), o qual é proporcional à massa específica do solo(??), \n\nà umidade ? e à espessura x de uma amostra (REICHARDT e TIMM, 2004). \n\n \n\n3.4 Métodos dielétricos  \n\n \n\nOs métodos de estimativa da umidade que recebem esta classificação apresentam como \n\ncaracterística comum um princípio de funcionamento baseado na determinação da constante \n\ndielétrica (K) do solo, o que os físicos denominam de permissividade elétrica relativa do meio \n\n(??):  \n\n \n\n?? =\n?\n\n?0\n                                  (5) \n\n \n\nNa qual ? é a permissividade elétrica do meio, e ?o é a permissividade elétrica no vácuo. Como \n\no solo se constitui de um sistema trifásico (partículas sólidas, água e ar), o valor da constante \n\ndielétrica deste substrato é denominada pelos cientistas do solo de constante dielétrica aparente \n\n(Ka), conhecido como permissividade elétrica relativa efetiva (?f). Pelo fato de que cada fase do \n\nsolo tem uma constante dielétrica diferente, à medida que os poros são preenchidos com água \n\no valor de Ka varia de forma significativa uma vez que a constante dielétrica da parte sólida \n\nestá entre 3 e 5 (SOUZA et al., 2006), e a da água é aproximadamente 80 vezes maior que a \n\nconstante dielétrica do ar (Kar ? 1).  \n\nSilva, et al. (2008) destacam que, dentre os métodos indiretos baseados na constante \n\ndielétrica do solo (Ka), os mais utilizados são o TDR ou reflectometria no domínio do tempo \n\n(Time Domain Reflectometry) e FDR ou reflectometria no domínio da frequência (Frequency \n\nDomain Reflectometry) denominada também de técnica por capacitância. \n\n \n\n3.4.1 Método da reflectometria no domínio do tempo – TDR \n\n  \n\nA técnica da Reflectometria no Domínio do Tempo foi inicialmente empregada pelas \n\ncompanhias telefônicas e de energia elétrica para localizar onde as linhas de transmissão foram \n\ninterrompidas. Desde o final do século passado a técnica TDR tem sido utilizada para obter o \n\nteor de água no solo, e também na medida de níveis de lençóis freáticos (HUANG; DOWDING, \n\n1998). O princípio da medida da umidade do solo pela técnica da TDR foi pioneiramente \n\nintroduzida por Davis e Chudobiak (1975) e implementado e validado por Topp et al. (1980). \n\n\n\n30 \n\n \n\n \n\nDe acordo com Kaiser et al. (2010), a técnica de TDR foi inicialmente introduzida para a medida \n\nde propriedades dielétricas de líquidos e a partir de 1980, passou a ser considerada promissora \n\nem ciência do solo.  \n\nA descrição da técnica TDR tem como base a teoria da propagação do campo \n\neletromagnético e por isso há também uma descrição que utiliza circuitos elétricos distribuídos \n\n(SANTOS, 1997). De fato, as ondas eletromagnéticas se propagam em meios materiais com \n\ndiferentes velocidades, v, dependendo da permissividade elétrica relativa, ?r, e da \n\npermeabilidade magnética relativa µr e a partir das equações de Maxwell tem-se que: \n\n \n\n? =\n?\n\n???·??\n                                                                   (6) \n\n \n\nNa qual c é a velocidade da luz no vácuo. Considerando que o solo a ser analisado pelo método \n\nTDR tenha uma quantidade de elementos magnéticos suficientemente pequenos, de modo que \n\na permeabilidade magnética seja aproximada para a permeabilidade do vácuo, então µr?1, e \n\ntem-se que: \n\n \n\n? =\n?\n\n???\n                                                                                                    (7) \n\n \n\nUma das formas de analisar a propriedade dielétrica do solo com a técnica TDR é \n\ninserindo duas hastes metálicas paralelas de comprimento L, que funcionarão como guia de \n\nondas ou linha de transmissão curta, e injetar um pulso eletromagnético, via gerador de sinais, \n\nno início das hastes, para então medir o tempo de propagação t que esse pulso leva para \n\npercorrer as hastes. Na realidade, como o guia de ondas é finito, então o sinal de pulso será \n\nrefletido na distância L (COLLIN, 1992), e retorna ao início das hastes onde está conectado um \n\nsistema eletrônico de aquisição de sinais elétricos ou osciloscópio digital. O procedimento \n\nacima descrito é ilustrado na Figura 1. Assim, a velocidade de propagação do pulso pode ser \n\ndada por: \n\n \n\n? =  \n2?\n\n?\n=\n\n?\n\n???\n                                             (8) \n\n  \n\nigualando as Equações 7 e 8, pode-se então determinar a permissividade relativa do solo em \n\nfunção dos parâmetros conhecidos e medidos, pois quanto mais úmido o solo se apresenta maior \n\né o tempo de trânsito do pulso no guia de ondas: \n\n\n\n31 \n\n \n\n \n\n?? =  (\n??\n\n2?\n)\n\n2\n\n                                  (9) \n\n \n\nFigura 1 - Propagação de um pulso elétrico no guia de ondas, onde ?  representa o coeficiente de \n\nreflexão em função da amplitude de incidência e refletida do pulso. \n\n \n\nFonte: SANTOS (2013). \n\n \n\nObserva-se que, na prática, os tempos de propagação dos sinais elétricos no guia de \n\nondas (por vezes denominado de sonda) é da ordem de nano-segundos e quando se encontra \n\nsaturado o tempo máximo, para uma sonda de comprimento de 1 m, pode atingir 20ns, \n\ndependendo do tipo de solo. Isso demonstra que para medição de tais tempos faz-se necessário \n\ninstrumentação eletrônica sofisticada como os modernos osciloscópios digitais e geradores de \n\npulso com frequências da ordem de GHz. Ou seja, a largura do pulso elétrico tem que ser no \n\nmáximo da ordem de centenas de pico-segundos para poder haver resolução temporal e ser \n\npossível conseguir medir o tempo de propagação, sobretudo para as sondas cujo comprimento \n\né da ordem de centímetros, já que em solos secos o tempo de propagação para uma sonda de 15 \n\ncm é da ordem de 0,9 ns (SANTOS, 1997). É importante notar que o método TDR é muito bom \n\npara se medir tempos de propagação do pulso em meios materiais homogêneos ao longo do \n\nguia de ondas ou linha de transmissão, como é o caso em redes de distribuição da energia \n\nelétrica. No caso do solo, que é poroso e não necessariamente tem uniformidade, pode haver, \n\npor exemplo, seixos ou materiais magnéticos que produzirão efeitos que podem conduzir a \n\nvalores incorretos no processo de medição da permissividade elétrica relativa efetiva (?f) do \n\nmeio. Além disso, um meio não uniforme produz o efeito de múltiplas reflexões do sinal, como \n\ndescrito por SANTOS (1997), ou seja, a amplitude do pulso refletido será diferente do pulso \n\nincidente o que pode causar interpretações incorretas no medida do tempo. \n\n\n\n32 \n\n \n\n \n\nÉ importante salientar que a constante dielétrica medida para um solo é uma média \n\nponderada das constantes dielétricas das frações dos componentes do solo, ou seja, das fases \n\nsólida, líquida e gasosa. Como a constante dielétrica da água é de aproximadamente 80, do ar \n\n1 e do material sólido (mineral e orgânico) de 3 a 7, uma pequena variação na umidade \n\nvolumétrica do solo (?v) causará uma mudança considerável da constante dielétrica aparente. \n\nPor meio de uma correlação experimental entre a constante dielétrica medida com o TDR e a \n\numidade volumétrica do solo, pode-se, portanto, utilizar a técnica de TDR para a determinação \n\nda umidade do solo (TOPP et al. 1980). \n\nTopp et al. (1980) estabeleceram a equação universal (Equação 10) como independente \n\nda massa específica do solo seco. No entanto, isso nem sempre é verdade e deve ser lembrado, \n\ntambém, que a constante dielétrica é, em geral, sensível à presença de materiais magnéticos e \n\nde solutos no solo, tendo em vista os diferentes tipos de solo. A grande dificuldade em usar o \n\nTDR antes de qualquer estudo ou determinação de dados físicos, é justamente a necessidade da \n\ndeterminação da curva de calibração do solo a ser utilizada em experimentos de campo \n\n(MINELLA et al., 1999). Villwock et al. (2004) afirma que a calibração é exigida especialmente \n\nquando se trabalha com Latossolos, devido a algumas particularidades, como, por exemplo, os \n\naltos teores de Fe e argila e a expansibilidade do solo.  \n\n \n\n?? = ?5,3. 10\n?2 + 2,92. 10?2?? ? 5,5. 10\n\n?4??\n2\n\n+ 4,3. 10?6??\n3\n                             (10) \n\n \n\nNa qual, ??  é a Umidade Volumétrica expressa em cm\n3. cm-3, ka é a constante dielétrica aparente \n\ndo solo. \n\nPara solos brasileiros, Tommaselli e Bacchi (2001) mostraram que em cinco tipos de \n\nsolos (Areia Quartizoza, Podzólico Vermelho-Amarelo, Latossolo Vermelho-Amarelo, Terra \n\nRoxa Estruturada e Latossolo Vermelho-Escuro) na região de Piracicaba-SP, a curva genérica \n\n(Topp et al., 1980) e a curva embutida no equipamento Trase I não são aplicáveis aos solos \n\nestudados. Resultados semelhantes foram obtidos por Minella et al. (1999) num Latossolo do \n\nmunicípio de Foz do Iguaçu-PR. O instrumento TDR já tem embutida, em seu sistema, a \n\nequação gerada por Topp et al. (1980) para solos americanos mas, com base em determinações \n\ne observações de campo, Silva e Gevásio (1999) suspeitaram do uso de tal equação para os \n\nsolos brasileiros, decidindo-se por elaborar uma equação específica para cada um dos diferentes \n\ntipos de solo encontrados no país.  \n\nRoth et al. (1992), comparando diferentes solos, constataram que a densidade do solo \n\ndesempenha papel importante na relação da constante dielétrica versus a umidade do solo. \n\n\n\n33 \n\n \n\n \n\nMalicki et al. (1996), utilizando diferentes materiais porosos, inclusive solo, demonstraram que \n\na densidade, assim como a porosidade, influenciam na relação entre a constante dielétrica e a \n\numidade do solo e que os erros das estimativas foram contornados quando os efeitos dessas \n\nvariáveis foram considerados na função de calibração. Também Schaap et al. (1996) obtiveram \n\nmelhores estimativas de umidade em solos florestais, levando-se em conta o efeito da densidade \n\nna curva de calibração da TDR.  \n\nDe acordo com Trintinalha (2000) existe influência da compactação do solo sobre as \n\nleituras de um equipamento TDR e o mesmo concluiu que a massa específica do solo exerce \n\ninfluência sobre os valores da constante dielétrica dos solos lidos pelo aparelho e que, portanto, \n\no modelo de calibração deve incluir a variável massa específica do solo. Segundo Gonçalves et \n\nal (2011), as modificações na estrutura do solo expressas pelo aumento da densidade e redução \n\nda porosidade podem alterar a constante dielétrica do solo para determinado valor de umidade \n\ndo solo, o que pode implicar em mudanças na curva de calibração da TDR. \n\nCoelho et al. (2006), trabalhando com amostras que apresentavam pequenas diferenças \n\nnas características físicas, no que diz respeito à porosidade, densidade e textura, não \n\nencontraram alteração na constante dielétrica do solo. Portanto, a realização de mais trabalhos \n\nnesse contexto com solos de características físicas bem distintas é importante para melhor \n\ncompreensão sobre a real influência das características físicas na constante dielétrica (SANTOS \n\net al., 2010). Topp et al., (1980) afirmaram que variáveis como texturas, densidade, estrutura, \n\nteor de sais solúveis, temperatura e frequência da ondas eletromagnética utilizada afetam os \n\nresultados do sensor. \n\n \n\n3.4.2 Método da medição pela capacitância elétrica da sonda \n\n \n\nPode-se utilizar outra técnica para analisar a propriedade dielétrica do solo uma vez que \n\na sonda, do ponto de vista de circuitos elétricos, é um capacitor cujo dielétrico consiste no \n\npróprio solo entre as hastes paralelas. Isto permite que se avalie o tempo de carga e descarga \n\ndo capacitor, injetando sinais elétricos de grau positivo e negativo, respectivamente, como \n\ndescrito na teoria de circuitos elétricos (PARIS; HURD, 1984). Na prática, isso corresponde a \n\num sinal periódico tipo onda quadrada cuja frequência a ser utilizada depende do comprimento \n\nda sondas e dos valores limites de capacitância para solo saturado e seco. Em geral, essa técnica \n\nopera com frequências que variam entre kHz e MHz, e com isso é possível se ter circuitos \n\neletrônicos mais simples e de baixo custo (SANTOS, 2013).  \n\n\n\n34 \n\n \n\n \n\nTempos de carga e descarga de circuito com capacitância equivalente a solos secos e \n\nsaturados provenientes de um osciloscópio digital são apresentados na Figura 2. Observamos \n\nque a curva em que se representa um solo seco (em amarelo) o tempo de carregamento é da \n\nordem de 100 µs, enquanto que a curva que representa um solo úmido (em azul) o tempo de \n\ncarregamento é de 244 µs. Assim, para cada valor de umidade do solo corresponderá um \n\nintervalo de tempo e pode-se então determinar uma curva de calibração da umidade do solo em \n\nfunção do tempo em que as sondas levam para atingir uma tensão (VC) pré-estabelecida \n\ninternamente pelo circuito eletrônico. \n\n \n\nFigura 2 - Sinais de carga e descarga elétrica para capacitâncias equivalentes a solos seco (100µs \n\n- amarelo) e saturado (244µs - azul). \n\n \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n \n\n \n\n\n\n35 \n\n \n\n \n\n4 MATERIAIS E MÉTODOS \n\n \n\n4.1  Coleta dos solos \n\n \n\nAs coletas em campo foram realizadas na zona da mata, agreste e sertão do estado de \n\nPernambuco. Em cada área foi coletado um tipo de solo. A escolha dessas áreas para a \n\nrealização das coletas, é devido as condições ambientais e características texturais de solo serem \n\nbem distintas.  \n\nA coleta realizada no município de São João foi realizada na profundidade de 0 a 20 \n\ncm. No município de Serra talhada, a coleta foi realizada na profundidade de 40 a 60 cm. Na \n\nzona da mata, a coleta foi no Departamento de Energia Nuclear – UFPE, localizado no \n\nmunicípio de Recife, na profundidade de 0 a 20 cm.  \n\nAmostras de solo indeformadas, foram coletadas para determinação da massa específica \n\ne amostras deformadas para determinar suas composições granulométricas, as análises foram \n\nconduzidos no laboratório de Física de solos no Departamento de Energia Nuclear da UFPE. \n\n \n\n4.2  Caracterização da área de coleta dos solos \n\n \n\n4.2.1  São João \n\n \n\nA primeira coleta foi realizada em solo classificado como Neossolo Regolítico \n\nEutrófico Típico (SANTOS et al., 2012). O ponto de coleta está localizado na Fazenda \n\nPapagaio, do município de São João-PE, este munícipio que faz parte da mesorregião do \n\nAgreste meridional do estado de Pernambuco (Figura 3), com coordenadas geográficas 8º 52’ \n\n30’’ de latitude sul, 36º 22’ 00’’ de longitude oeste e altitude de 705 m. O clima predominante \n\nna região é o As’, que equivale a um clima quente e úmido, conforme classificação de Köeppen. \n\nA precipitação pluvial anual média é de 782 mm, sendo o quadrimestre mais chuvoso \n\nconstituído dos meses de maio a agosto (APAC, 2013). \n\n \n\n4.2.2  Serra Talhada \n\n \n\nA segunda coleta foi conduzida em solo classificado como Luvissolo Crômico \n\n(SANTOS et al., 2013), localizado na Fazenda Lagoinha do município de Serra Talhada-PE, \n\n\n\n36 \n\n \n\n \n\neste município que faz parte da microrregião do Vale do Pajeú (Figura 3) com coordenadas \n\ngeográficas 07? 56’50,4” de latitude sul e 38? 23’29,0” de longitude oeste e altitude 429 m. O \n\nclima predominante na região é o clima do tipo BShw’ que equivale a um clima semiárido \n\nconforme classificação de Köeppen, caracterizando-se por ser quente e seco, com as chuvas de \n\nverão ocorrendo entre os meses de dezembro a maio, sendo os maiores volumes de chuva em \n\nmarço de cada ano e a precipitação média anual é de aproximadamente 642 mm (SOUZA, \n\n2014).  \n\n \n\n4.2.3  Departamento de Energia Nuclear  \n\n \n\nA terceira coleta foi conduzida em solos de aterro tendo por caracteristicas \n\npredominantes apresentar alto teor de Silte, no Departamento de Energia Nuclear – DEN, no \n\ncampus da Universidade Federal de Pernambuco, no município de Recife-PE, o qual fica \n\nsituado na microrregião do Recife (Figura 3) com coordenadas geográficas 8º 03’ 67” de \n\nlatitude sul e 34º 58’ 12’’ de longitude oeste e altitude média de 4 m. Apresenta clima tropical \n\nAs (GOLFARI et al., 1978) caracterizado pela ausência de chuvas de verão e sua ocorrência no \n\ninverno, com índices pluviométricos por volta de 1600 mm anuais, além da alta umidade \n\nrelativa do ar e temperatura média anual em torno de 25ºC.  \n\n\n\n37 \n\n \n\n \n\nFigura 3 - Ilustração do mapa do estado de Pernambuco, identificando as três regiões de coleta. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.3 Determinação das propriedades físicas do solo \n\n \n\nPara determinações da massa específica do solo (g.cm-3), as amostras foram coletadas \n\nutilizando um amostrador cilíndrico, denominado de coletor de UHLAND (Figura 4). Cilindros \n\nde PVC de volume de 86,75 cm3 foram acoplados ao amostrador, padronizando o volume das \n\namostras. As coletas foram realizadas em todos os pontos e em suas respectivas profundidades. \n\nPara a determinação das massas específicas (g.cm-3) dos solos coletados, as amostras foram \n\ncolocadas em estufa a 105 °C, por 24 horas, em seguida foram pesadas até massa constante. \n\nAtravés da Equação 1 que relaciona a massa do solo seco e o volume do cilindro (86,75 cm3), \n\ncalculou se a massa específica (g.cm-3) do solo.  \n\nA análise granulométrica dos solos coletados, foi realizada pelo método do densímetro, \n\neste que apresenta como princípio uma combinação de sedimentação e peneiramento do \n\nmaterial analisado.  \n\n\n\n38 \n\n \n\n \n\nFigura 4 - Coletor de UHLAND utilizado para coletas de amostras indeformadas do solo. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.4 Preparação e Acondicionamento do Solo  \n\n \n\nApós coletado, o solo foi preparado visando a realização do experimento. Após a \n\nsecagem ao ar e destorroado, o solo foi peneirado em uma malha de 2 mm.  O solo foi submetido \n\na secagem em uma estufa de aquecimento durante o intervalo de tempo de 48 horas a uma \n\ntemperatura de 105 °C. Com o propósito de uniformizar os experimentos e facilitar o manuseio \n\ndo solo no preenchimento do recipiente. \n\nUma ferramenta foi confeccionada (Figura 5) para o preenchimento do recipiente com \n\nsolo. Em tentativas preliminares, observou se, que o preenchimento do recipiente sem o auxílio \n\nde uma ferramenta apropriada não era recomendado. Devido ao solo ao final do processo, se \n\napresentar com faixas irregulares, demonstrando desuniformidade na compactação, ao longo \n\ndo recipiente. \n\n \n\nFigura 5 - A) Ilustração demonstrando as dimensões e formato da ferramenta de compactação. \n\nB) Ferramenta de madeira confeccionada. \n\n \n\nFonte: O AUTOR(2015). \n\n\n\n39 \n\n \n\n \n\nA ferramenta confeccionada, é uma peça de madeira plana, semelhante a área útil do \n\nrecipiente, utilizada com o objetivo de acomodar o solo de maneira mais uniforme. Esta \n\napresenta dimensões ligeiramente menores que a largura e comprimento do recipiente, também \n\napresenta as quinas curvas, permitindo o encaixe no recipiente (Figura 5). A ferramenta foi \n\ninserida no recipiente através da região superior, da forma mais horizontal possível, \n\ncompactando o solo em direção ao fundo do recipiente.  \n\nFoi realizada uma comparação preliminar entre os três tipos de solos para o \n\npreenchimento do recipiente. E foi constatado, que a acomodação do solo no recipiente, pode \n\nvariar de acordo com o tipo de solo. Para cada solo foi necessário aplicar diferentes níveis de \n\nesforço na ferramenta. Para simular maiores valores de massa especifica no solo de textura \n\ngrossa, menor esforço na ferramenta de compactação é aplicado, se comparado aos solos de \n\ntextura media e fina. \n\n Na acomodação do solo de textura grossa, não houve a necessidade de compactação \n\npara atingir o valor da massa específica preestabelecida. Para este tipo de solo foi necessário \n\napenas a uniformização da massa do solo no recipiente. Para simular o mesmo valor de massa \n\nespecífica com solos de textura média e fina, houve a necessidade de fracionar a compactação, \n\ndividindo a massa em camadas.  \n\nPara a realização do experimento, foram utilizados recipientes plásticos da Container \n\nmodelo OR-02 (Figura 6). O objetivo de utilizar esse tipo de recipiente é acomodar o solo, \n\nacoplar o sensor de umidade e o sistema de irrigação. Estes recipientes apresentam como \n\nvantagem, apresentar as paredes laterais transparentes, facilitando a visualização do avanço da \n\nfrente de molhamento. Outra vantagem é apresentar tampa, minimizando as perdas de umidade \n\npor evaporação, e minimizar a influência do ambiente externo no decorrer do experimento. As \n\ncaixas apresentam as seguinte dimensões: 33 cm de comprimento, 19,9 cm de largura e 25,6 \n\ncm de altura, além de apresentar as quinas curvadas, aberturas na região superior das laterais, \n\ncom o intuito de servir como alças de apoio para transporte. \n\n  \n\n4.4.1 Determinação do volume útil do recipiente \n\n \n\nDevido as quinas curvas, o recipiente plástico apresenta forma irregular. Por isto através \n\nde pesagens com água destilada, foi determinado o volume útil do recipiente. O recipiente foi \n\nposicionado em uma balança eletrônica, com capacidade máxima de 30000 g e sensibilidade \n\nde 5 g. A massa do recipiente foi tarada, e com água destilada (?á??? = 1 g.cm\n-3), preenchemos \n\no recipiente até a altura requerida.   \n\n\n\n40 \n\n \n\n \n\nInicialmente, o preenchimento com água destilada ocorreu até a altura de 18 cm e o \n\nvalor da massa da água até está altura, verificado na balança, resultou em 11700 g e \n\nconsequentemente um volume de 11700 cm³. Em um segundo momento, o preenchimento foi \n\nrealizado até a altura de 6 cm do recipiente, o valor da massa resultou em 3900 g e \n\nconsequentemente em 3900 cm3 de volume. \n\n \n\nFigura 6 - Recipientes plásticos. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\nFigura 7 - Dimensões dos recipientes. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.4.2 Adaptação da caixa para inserção das hastes do sensor \n\n  \n\nCondicionando o recipiente para a realização dos experimentos simulando irrigação, o \n\nrecipiente foi adaptado visando a inserção do sensor de umidade. Com dois furos em uma face \n\nlateral da caixa. Para os experimentos com maior volume de solo (18 cm de espessura de solo), \n\n\n\n41 \n\n \n\n \n\nos furos para inserção do guia de ondas foram realizados a uma altura de 9 cm, no ponto médio \n\nda altura e centralizado na largura do recipiente.  \n\nPara a condução do experimento com o menor volume de solo (espessura de 6 cm de solo), \n\nas adaptações para inserção do guia de ondas, foram localizadas a uma altura de 3 cm no ponto \n\nmédio da espessura do solo. Para os experimentos com 6 cm de espessura de solo, não variando \n\nquanto a largura do experimento com maior volume.   \n\nA largura é de 8,45 cm entre as laterais do recipiente e as hastes do sensor (Figura 8). As \n\nadaptações foram confeccionadas, com intuito do guia de ondas serem acoplados no ponto \n\nmédio da largura e espessura do solo preenchido no recipiente. \n\n \n\nFigura 8 - Esquema demonstrando o local e as dimensões dos furos confeccionados para \n\ninserção do sensor. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.4.3 Adaptação da caixa quanto ao fornecimento de água \n\n  \n\nO recipiente também foi adaptado visando o fornecimento de água ao sistema, \n\nsimulando uma irrigação através de gotejadores.  \n\nAs modificações foram realizadas na tampa do recipiente com furos, formando 4 linhas \n\ncom 3 gotejadores cada e 3 linhas com 2 gotejadores cada, resultando em uma malha de 18 \n\nfuros distribuídos ao longo da tampa (Figura 9). Os furos foram confeccionados para acoplar \n\nos tubos de silicone que fazem o papel de gotejadores. Esta adaptação permite uniformizar o \n\n\n\n42 \n\n \n\n \n\numedecimento do solo ao longo do recipiente. E tornar o avanço da frente de molhamento um \n\nprocesso mais regular, afim de ser observado em uma face lateral do recipiente.  \n\n \n\nFigura 9 - Adaptações quanto ao fornecimento de água: Malha e Gotejadores. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.4.4 Bomba peristáltica  \n\n  \n\nO fornecimento de água para o experimento foi realizado com o uso de bombas \n\nperistálticas. As bombas são do modelo IPC de 12 canais da Ismatec (Figura 10). De acordo \n\ncom a necessidade dos experimentos, pode-se variar o número de canais ou o número de \n\nbombas a ser utilizado. Nos experimentos que simulam irrigação, foram utilizadas duas \n\nbombas, 12 canais da primeira bomba e 6 canais da segunda totalizando, um fornecimento de \n\nágua através de 18 canais. As bombas peristálticas apresentam um controlador digital, para \n\nescolha da vazão a ser utilizada, que é expressa em mililitros por minuto (ml/min). \n\nA vazão informada à bomba, é a vazão equivalente de um único canal. Cada canal \n\nfunciona através do acoplamento dos tubos de silicone de aproximadamente 2 mm na bomba, \n\no acoplamento ocorre através de presilhas específicas denominada cassetes. Os tubos de \n\nsilicone segundo o fabricante são específicos para o uso da bomba. Se faz necessário informar \n\nnas configurações da bomba, o diâmetro do tubo que irá ser utilizado, para posteriormente \n\ninformar a vazão desejada.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n43 \n\n \n\n \n\nFigura 10 - Bombas Peristálticas utilizadas para o fornecimento de água ao experimento. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.4.5 Balança eletrônica \n\n \n\nPara a realização dos experimentos simulando irrigação, todo o sistema foi montado \n\nsobre uma balança de pesagem eletrônica, modelo 2098 da Toledo. Esta balança apresenta \n\ncomo princípio de funcionamento células de cargas. A balança apresenta como capacidade \n\nmáxima 30000 g e sensibilidade de 5 g, sendo composta de um visor digital, uma base de aço \n\ncarbono e pés reguláveis. \n\n \n\n4.4.6 Sensor de umidade tipo TDR - CS616 \n\n \n\nO sensor de umidade consiste em duas hastes do aço inoxidável conectadas a um \n\ncircuito eletrônico. A placa de circuito é encapsulada em epóxi e quatro cabos condutores \n\nblindados são conectados para alimentar, acionar a sonda e monitorar o pulso de saída. As \n\nhastes da sonda podem ser inseridas a partir da superfície ou a sonda pode ser enterrada em \n\nqualquer orientação para a superfície. \n\nO sensor de umidade que foi utilizado neste trabalho é do tipo CS616 da Campbell sci. \n\nFigura (11), projetado para medir a umidade volumétrica dos solos ou de outros meios porosos. \n\nA informação da umidade volumétrica é derivada a partir da constante dielétrica, que varia com \n\na umidade do meio circundando as hastes. A resposta do CS616 é um sinal elétrico e este sensor \n\nfoi conectado a uma central de aquisição de dados, modelo CR10X.   \n\n\n\n44 \n\n \n\n \n\nEspecificações dos sensores  \n\na) Dimensões  \n\nHaste: 300 milímetros de comprimento, diâmetro de 3,2 milímetros, afastamento de 32 \n\nmilímetros  \n\nCabeça da ponta de prova: 85 milímetros x 63 milímetros x 18 milímetros  \n\nb) Pesos  \n\nPonta de prova (sem cabo): 280 g  \n\nCabo: 35 g.m-1 \n\n \n\nFigura 11 - Sensor de Umidade CS616 e Central de Aquisição de Dados CR10X. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\nO manual do equipamento traz informações de que o processo de medição da constante \n\ndielétrica do meio poroso é baseado na frequência de oscilação de um circuito multivibrador \n\nbiestável que gera uma onda quadrada (CAMPBELL SCI., 2011). Assim, o resultado da medição \n\nconsiste na realidade escalonar os curtos tempos de propagação em períodos cujos valores \n\nvariam entre 14,9 e 43,6 ?s. Esses tempos podem ser correlacionados com umidade volumétrica \n\n(?v) através de uma equação quadrática (Equação 11) extraída do próprio manual do \n\nequipamento. Neste estudo o período de saída foi denominado de tempo de resposta (t) do \n\nsensor. E a relação entre o tempo de resposta (t) e a umidade volumétrica (?v), é descrito por \n\numa equação quadrática (CAMPBELL SCI., 2011). \n\n\n\n45 \n\n \n\n \n\n \n\n?v = CO ? C1. ? + C2. ?2                                  (11) \n\n \n\nNa qual o ?v é a umidade volumétrica expressa em cm\n3.cm-3, t é o tempo em microssegundos \n\n(?s) e C0, C1 e C2 são os coeficientes da equação demonstrados na Tabela 1. \n\n \n\nTabela 1 - Coeficientes da Equação Quadrática. \n\nC0 C1 C2 \n\n- 0,0663 - 0,0063 0,0007 \n\nFonte: CAMPBELL SCI. (2014). \n\n \n\n4.4.7 Medidas no Ar e na Água \n\n \n\n Foram realizadas medidas com o sensor CS616 no ar e na água. Estas medidas \n\nocorreram visando determinar o envelope dos valores do tempo de resposta: quando exposto ao \n\nar livre e em condição de saturação (Figura 12). \n\n Para a realização destes experimentos foram necessárias a utilização de: água destilada, \n\num sensor de umidade tipo TDR modelo CS616 e uma central de aquisição de dados CR10X, \n\nda Campbell sci., cola de silicone para vedação, régua milimétrica e um recipiente plástico \n\nsimilar ao utilizado nos experimentos com solo (Figura 6). \n\n \n\nFigura 12 - Experimentos Ar x Água. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n \n\n \n\n\n\n46 \n\n \n\n \n\n4.4.7.1 Experimento: Tempo de resposta (t) para várias posições da interface água-ar. \n\n \n\nO primeiro experimento foi conduzido com o intuito de observar a influência quanto ao \n\nuso do comprimento do guia de ondas, no tempo de resposta (t) do sensor CS616, imerso em \n\nágua destilada e exposto ao ar livre. \n\nO recipiente utilizado no experimento, foi adaptado conforme item 3.4.2 acoplado a 9 \n\ncm do fundo do recipiente. A altura de preenchimento com água de 18 cm, no qual corresponde \n\na 11,700 cm3 de volume de água destilada.  \n\nO guia de ondas do sensor apresenta 30 cm de comprimento, portanto o experimento foi \n\ndividido em 30 etapas, correspondente a análise da leitura do tempo de resposta a cada 1 cm \n\nem que as hastes foram inseridas no recipiente.  \n\nA etapa preliminar, consistiu em registrar o tempo de resposta do sensor ao ar livre, que \n\ncorresponde aos 30 cm do comprimento do guia de ondas exposto ao ar, fora do recipiente. As \n\n30 etapas seguintes do experimento foram conduzidas com a inserção do guia de ondas no \n\nrecipiente. Em cada inserção ou etapa, foi necessário secar o recipiente, inserir o guia de ondas \n\nna posição correta, vedar e novamente preencher com água destilada até a altura requerida (18 \n\ncm), para assim realizar a leitura do tempo de resposta (t) do sensor. \n\nAs inserções do guia de ondas foram conduzidas de forma que 1 centímetro do \n\ncomprimento do guia de ondas foi inserido por vez. Cada inserção correspondeu a uma etapa \n\ndo experimento. Na última etapa do experimento, o sensor de umidade se encontravam com o \n\nseu comprimento máximo (30cm) inserido no recipiente, totalizando em 30 leituras tomadas \n\nmais a leitura do sensor ao ar livre. \n\nAtravés do experimento é possível análisar o tempo de resposta (t) do sensor em função \n\ndo comprimento das hastes do guia de ondas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n47 \n\n \n\n \n\nFigura 13 - Esquema demonstrando diferentes inserções do comprimento das haste, \n\nresultando em diferente interfaces água-ar. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.4.7.2 Experimento: Tempo de resposta do sensor (t) em função da lâmina de água em que as \n\nhastes estão submetidas \n\n \n\nEste experimento foi realizado com o intuito de demonstrar o comportamento do tempo \n\nde resposta (t) do sensor em função da lâmina de água aplicada ao guia de ondas. Para a \n\nrealização deste experimento o recipiente plástico foi adaptado conforme 3.4.2, as adaptações \n\nforam realizadas de acordo com lâmina de água a ser utilizada. \n\nA montagem do experimento contou com, sensor de umidade CS616, uma central de \n\naquisição de dados CR10X da Campbell sci., bateria 12 V, cola de silicone para vedação e um \n\nrecipiente plástico (Figura 6). \n\nO experimento foi dividido em 9 etapas. Cada etapa do experimento consistiu em inserir \n\no guia de ondas no ponto médio de diferentes lâminas de água, dentro do recipiente plástico. \n\nOs pontos de inserção foram fixados em 1, 2, 3, 4, 5, 6, 7, 8 e 9 cm de altura a partir do fundo \n\ndo recipiente. Em cada ponto de inserção, o guia de ondas foi submetido a lâminas de água de \n\n2, 4, 6, 8, 10, 12, 14, 16 e 18 cm respectivamente. Em cada etapa ou inserção, após a vedação \n\ndo guia de ondas no recipiente, foi registrado o tempo de resposta (t) do sensor com o guia de \n\nondas imersos em água e no recipiente vazio exposto ao ar livre.   \n\nEste experimento nos possibilitou analisar em centímetros, o alcance do sensor de \n\numidade, ou seja, em que instante o sensor de umidade passa a enxergar apenas água, e em qual \n\ninstante ele ainda enxerga o ar.  \n\n \n\n\n\n48 \n\n \n\n \n\nFigura 14 - Esquema demonstrando algumas etapas do experimento, com diferentes lâminas de \n\nágua e inserções do sensor. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.4.7.3 Tempo de resposta (t) em função de diferentes níveis de água em que as hastes estão \n\nsubmetidas \n\n \n\n Este experimento foi conduzido com o intuito, de demonstrar o comportamento dos \n\ntempos de resposta (t) do sensor, em função da aplicação de diferentes níveis de água. Para a \n\nexecução do experimento foi necessário utilizar um sensor de umidade CS616 e uma central de \n\naquisição de dados da campbell sci., um recipiente plástico já apresentado neste estudo, água \n\ndestilada e cola de silicone para vedação.  \n\nA montagem do experimento consiste na adaptação do recipiente plástico conforme \n\n4.4.2, situado na altura de 9 cm, onde o guia de ondas será inserido no recipiente. O guia de \n\nondas foi acoplado no recipiente com ajuda da cola de silicone, vedando o sensor no recipiente \n\nplástico. O sensor TDR foi conectado a uma central de aquisição de dados e uma bateria 12 V, \n\npossibilitando o registro dos tempos de repostas. A primeira etapa do experimento consiste em \n\npreencher com água destilada o recipiente, até alcançar a altura em que o guia de ondas está \n\ninserido (9 cm), a partir desta altura onde foi registrado o tempo de resposta (t), o experimento \n\npropõe que o nível de água seja elevado gradualmente 0,5 cm por vez, e o respectivo tempo de \n\nresposta (t) seja registrado, até alcançar a altura de 18 cm, totalizando em 18 leituras. \n\nEste experimento também nos possibilitou analisar em cm, o alcance do sensor de \n\numidade, com maior número de pontos, detalhando em que instantes a região de atuação do \n\nmesmo passa a enxergar apenas água e o ar livre.  \n\n \n\n\n\n49 \n\n \n\n \n\nFigura 15 - Esquema demonstrando diferentes etapas do experimento variando os níveis de \n\nágua. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.4.8 Experimento simulando irrigação com os três solos coletados. \n\n \n\nEstes experimentos foram configurados, com o objetivo de simular um processo de \n\nirrigação, através de gotejadores, utilizando os solos coletados nos municípios de São João - \n\nPE, Serra Talhada – PE e Recife – PE.  \n\nO experimento consistiu em utilizar um recipiente plástico adaptado, preenchido com \n\nestes solos. Fornecer uma quantidade de água necessária para elevar a umidade destes solos \n\nsecos em estufa, até atingir a saturação, em ambiente controlado. E assim observar o \n\ncomportamento dos tempo de respostas (t) do sensor de umidade CS616 acoplado no sistema \n\nexperimental, durante o processo de saturação.  \n\nAs adaptações realizadas no recipiente plástico conforme 4.4.2 possibilitaram a inserção \n\ndo guia de ondas no recipiente e as adaptações conforme 4.4.3 possibilitaram o acoplamento \n\ndos gotejadores que vão fornecer água ao experimento, como já demonstrados.  \n\n \n\n4.4.8.1 Preenchimento do recipiente com os solos coletados. \n\n \n\nInicialmente foi realizado uma bateria com três experimentos, onde cada experimento \n\nfoi configurado com um dos tipos de solo, dentre os três coletados.  Foi fixada a espessura de \n\npreenchimento do recipiente com solo, em todos os experimento em 18 cm. E a massa \n\nespecífica do solo (??), simulada dentro do recipiente de 1,55 g/cm\n3.  \n\nPosteriormente foi realizada uma segunda bateria com três experimentos, utilizando os \n\ntrês solos. Para a execução destes experimentos, os valores fixados de espessura e massa \n\nespecífica de solo (??) foram de 6 cm e 1,56 g/cm\n3 respectivamente, representando um terço do \n\nvalor da espessura da primeira bateria com valores de massas específicas muito próximas, nessa \n\nbateria o guia de ondas foi inserido a 3 cm de altura. \n\n \n\n\n\n50 \n\n \n\n \n\n4.4.9 Montagem Experimental do experimento simulando irrigação com solos   \n\n \n\nA primeira etapa do experimento foi a realização do cálculo da massa (g) de solo a ser \n\nacomodada no recipiente. Este foi calculado através do volume do recipiente de 11700 cm3 e \n\n3900 cm3, que corresponde à espessura de 18 cm e 6 cm, respectivamente. O cálculo da massa \n\n(g) de solo leva em consideração também a massa específica do solo (??) que se deseja obter \n\npara a montagem de cada experimento, através da Equação 1, a massa específica do solo \n\nutilizada para a execução dos experimentos foi 1,55 g/cm3 na primeira bateria e 1,56 g/cm3 na \n\nsegunda.   \n\nCom a massa (g) de solo calculada e a tara do recipiente registrada, se inicia a montagem \n\ndo experimento. Inicialmente realiza-se o preenchimento do solo no recipiente. Esse processo \n\npode variar de acordo com o tipo de solo e foi conduzido com o auxílio da ferramenta já descrita \n\nem 4.4. Para solos de textura grossa, ensaios prévios demonstram que menor esforço é exigido \n\npara a compactação, até atingir a massa específica desejada. Para solos de textura fina, maior \n\nesforço de compactação é necessário para preencher o solo no recipiente até a espessura \n\nrequerida.     \n\nCom o recipiente já preenchido com solo, o mesmo foi posicionado sob a balança \n\neletrônica, onde foi verificado a massa (g) do sistema RECIPIENTE + SOLO. A seguir foram \n\nposicionadas as bombas peristálticas e o reservatório de água ao lado da balança. \n\nPara fornecer água ao experimento, um reservatório com capacidade de cerca de 15 \n\nlitros foi utilizado com água destilada. A bomba peristáltica foi configurada com a vazão e \n\ndiâmetro do tubo específicos necessários para cada experimento. Os 18 tubos de silicone através \n\ndos suportes foram acoplados na bomba peristáltica e as extremidades de sucção dos tubos \n\nforam justapostas lado a lado com o auxílio de presilhas, e imergidas no reservatório com água \n\ndestilada.  As outras extremidades dos tubos foram acopladas nos 18 furos confeccionados na \n\ntampa do recipiente como já demonstrados em 4.4.3. \n\nCom os equipamentos posicionados, o guia de ondas foi inserido no recipiente já com \n\no solo. O sensor CS616 foi conectado à central de aquisição de dados (datalogger) do tipo \n\nCR10X. A central nos permitiu monitorar e coletar o tempo de trânsito (t) dos pulsos elétricos \n\nno guia de ondas em microssegundos (?s). A central de aquisição de dados, foi programada \n\npara medir o tempo de trânsito do pulso a cada segundo, porém na coleta dos dados os valores \n\nsão expressos por minuto através da média dos valores medidos por segundo. Neste trabalho \n\ndenominamos o tempo de trânsito do sensor de tempo de resposta (t). O fornecimento de energia \n\npara o funcionamento do sensor foi realizado através de uma bateria de 12 V.  \n\n\n\n51 \n\n \n\n \n\nPara a inserção do guia de ondas, foram tomadas precauções recomendadas pelo manual \n\ndo sensor. A inserção foi conduzida da forma que o guia de ondas permaneçam o mais paralela \n\npossível, mantendo o desenho da geometria do guia de ondas (3 cm entre as duas hastes). A \n\ninserção deve ocorrer de maneira que não haja perturbação entre o solo circundante e as hastes, \n\npara que não se formem bolhas de ar, afetando as medidas. E outra precaução é que as hastes \n\nnão penetrem no solo de forma diagonal. A cabeça da ponta de prova do sensor foi vedada junto \n\nao recipiente com cola de silicone.  \n\nEm seguida a tampa da caixa adaptada com os gotejadores foi acoplada. Duas réguas \n\nmilimétricas foram fixada com fita adesiva transparente na lateral do recipiente. A montagem \n\ndos experimentos podem ser visualizadas nas Figuras 16, 17 e 18. \n\n Após a montagem do experimento, a porosidade do solo e consequentemente a massa \n\n(g) de água necessária para saturar o solo foi calculada, através da Equação 12. O início do \n\nexperimento se deu com o acionamento da bomba peristáltica e consequentemente da irrigação \n\ndo solo com água destilada. A massa do sistema montado é a massa inicial a ser considerada \n\ncom o solo seco, porém no tratamento do dados foram subtraídas as massas dos equipamentos \n\ne só considerando a massa do solo dentro do recipiente. \n\n \n\n?(%) = (1 ?\n??\n\n??\n) ? 100                    (12) \n\n \n\nNa qual, ?(%) é a porosidade do solo expressa em %, ?? é a massa específica do solo e ?? é a \n\ndensidade da partícula (2,65 g.cm-3) todas expressas em g.cm-3.  \n\nO experimento consistiu em tomar nota da massa do sistema montado a partir do início \n\nda irrigação e por minuto registrar a variação de massa de água observada na balança. Através \n\nda subtração da massa computada dos equipamentos que compõe o sistema, obtemos a massa \n\nde solo inicial. Com a massa do solo inicial foi possível, calcular a umidade gravimétrica por \n\nminuto através da Equação 2. Esta que posteriormente foi transformada em umidade \n\nvolumétrica medida através da Equação 4. Este processo foi repetido até a quantidade de água \n\nnecessária para saturar o solo, for inserida ao sistema. \n\nA umidade volumétrica medida será confrontada com a estimada pela equação \n\nquadrática, até o solo atingir a saturação. O avanço da frente de molhamento foi registrado por \n\nminuto, através de uma régua milimétrica, até alcançar o fundo do recipiente. \n\n\n\n52 \n\n \n\n \n\n A montagem experimental foi a mesma, em cada experimento utilizando os três tipos \n\nde solos coletados e a mesma para os experimentos com maior (Figura 16) e menor (Figura 17) \n\nvolume de solo. \n\n \n\nFigura 16 - Montagem experimental com 18 cm de espessura de solo no recipiente. \n\n \n\nFonte: O AUTOR(2015) \n\n \n\nFigura 17 - Montagem experimental com 6 cm de espessura de solo no recipiente. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n\n\n53 \n\n \n\n \n\nFigura 18 - Diferentes etapas experimentais: A) Experimento com 200 minutos de irrigação; B) \n\nExperimento com 370 minutos de irrigação. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n4.5 Desempenho do modelo quadrático \n\n \n\nQuatro critérios estatísticos foram utilizados para a análise dos dados calculados através \n\nda equação quadrática, o erro quadrático médio, EQM; a razão de desvios, RD; a eficiência da \n\nmodelagem, EM; coeficiente de massa residual, CMR; coeficiente de determinação, R2 e o \n\ncoeficiente de correlação, R. \n\nO valor do Erro Quadrático Médio (EQM) indica o grau de desvio entre as \n\ndeterminações experimentais e os valores calculados pelo modelo teórico correspondente, \n\nexpresso como percentagem da média das determinações experimentais e o valor esperado de \n\nEQM tende a zero, quando os valores estimados e os teóricos tendem a ser iguais. \n\nA razão de desvio (RD) descreve a razão entre o espalhamento dos valores calculados \n\npelo modelo teórico correspondente, o valor esperado tende a 1, quando os valores estimados e \n\nos obtidos do modelo teórico são consistentes. A Eficiência de modelagem (EM) indica se o \n\nmodelo teórico fornece uma estimativa melhor das determinações experimentais que o valor \n\nmédio dessas determinações, assim como o RD seu valor esperado tende a 1 (um).  \n\nO coeficiente de residual massa (CRM) tende a zero na ausência de desvios sistemáticos \n\nentre valores teóricos e experimentais, como também indica se o modelo tende a superestimar \n\nou a subestimar, com valores de CRM negativos ou positivos, respectivamente.  \n\nO R2 é o coeficiente de determinação, varia entre 0 e 1, indicando o quanto o modelo \n\nconsegue explicar os valores medidos. A raiz quadrada de R2 do coeficiente de determinação é \n\no R, ou seja, o coeficiente de correlação é, que mede o grau de relacionamento entre as \n\nvariáveis, quando este parâmetro tende a 1 é indicio de uma correlação positiva. \n\n\n\n54 \n\n \n\n \n\n??? = [\n? (?????)\n\n2?\n?=1\n\n?\n]\n\n1\n\n2\n?\n\n100\n\n?\n        (14) \n\n \n\n?? =\n? (??????)\n\n2?\n?=1\n\n? (??????)\n2?\n\n?=1\n\n          (15) \n\n \n\n?? =\n? (??????)\n\n2?\n?=1 ?? (?????)\n\n2?\n?=1\n\n? (??????)\n2?\n\n?=1\n\n        (16) \n\n \n\n??? =\n? ??\n\n?\n?=1 ?? ??\n\n?\n?=1\n\n? ??\n?\n?=1\n\n           (17) \n\n \n\n?2 = 1 ?\n? (?????)\n\n2?\n?=1\n\n? (??????)\n2?\n\n?=1\n\n         (18)\n\n      \n\n? = ??2          (19) \n\n \n\nNo qual ?? são os valores calculados pelo modelo, ??  os valores experimentais, ??? a média dos \n\nvalores experimentais e N o número de determinações.  \n\n \n\n4.6 Calibrações  \n\n \n\nForam realizados experimentos, com o intuito de calibrar o sensor de umidade para os \n\ntrês tipos de solos estudados nesse trabalho. As calibrações foram conduzidas conforme a \n\nmontagem experimental descrita no item 4.4.9, com 3900 cm3 de volume de solo, que \n\ncorresponde a 6 cm de altura no preenchimento do recipiente com solo. Os solos utilizados para \n\nos experimentos, foram preparados e acomodados como descrito no item 4.4.  Para a realização \n\ndas calibrações, foram utilizadas os mesmos valores de massa de solo (6090 g) e massa \n\nespecifica do solo (??) 1,56 g.cm\n-3, para os três tipos de solo.   \n\nO experimento de calibração do sensor, consistiu em aplicar diferentes valores de \n\numidade volumétrica (?v) ao solo, partindo do solo seco até alcançar a saturação. Através do \n\nsistema de irrigação já descrito nos experimentos anteriores. Diferentes valores de massa de \n\nágua foram aplicadas ao solo, esses valores foram controlados através de uma balança \n\neletrônica e correspondem a valores específicos de umidade volumétrica (?v).  \n\n\n\n55 \n\n \n\n \n\nO sensor de umidade utilizado nas calibrações foi o descrito no item 4.4.6 e inserido no \n\nrecipiente conforme o item 4.4.2 para altura de 6 cm de solo. Durante a execução experimental \n\na leitura do tempo de resposta do sensor (t) apenas foi computada, quando a massa de água \n\naplicada por etapa, infiltra e redistribui no solo. Quando a água está totalmente redistribuída no \n\nsolo, a leitura do tempo de resposta (t) não apresenta variações significativas, estabilizado para \n\naquela umidade volumétrica aplicada.  \n\nPara a realização dos experimento, determinou se que seriam aplicadas dez valores \n\ndiferentes de umidade volumétrica (?v), para cada umidade aplicada será realizada uma leitura \n\nno equipamento. Serão tomadas nove leituras correspondentes a aplicação de nove valores de \n\numidade volumétrica (?v), mais a leitura com o solo seco, totalizando em 10 pontos de \n\ncalibração.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n56 \n\n \n\n \n\n5 RESULTADOS E DISCUSSÕES \n\n \n\n5.1 Caracterização física dos solos coletados  \n\n \n\nOs valores das massas específicas dos solos coletado (g.cm-3), os teores de areia, silte e \n\nargila e a classificação textural, obtidos a partir da amostragem indeformada e da análise \n\ngranulométrica respectivamente, são apresentados na tabela 2.  \n\n \n\nTabela 2 - Massa específica, classificação textural e os teores de areia, silte e argila dos solos \n\ncoletados em São João, Serra Talhada e DEN.  \n\nSolos Profundidade (cm) Textura ?? (g.cm\n-³)   Teores (%) \n\n    Areia            Silte             Argila \n\nSão João 0 – 20   Areia Franca 1,56  82,7          13,8            3,5 \n\nSerra Talhada 40 – 60   Franco Argiloso 1,38  43,7          18,7           37,5 \n\nDEN 0 – 20 Franco 1,55  46,3          37,3           16,4 \n\nFonte: O AUTOR(2015). \n\n \n\n O solo coletado no município de São João – PE, na profundidade de 0 a 20 cm, foi \n\ncaracterizado como tipo Areia Franca e apresenta massa específica, no ponto de coleta de 1,56 \n\ng.cm-3. O solo coletado no município de Serra Talhada, na profundidade de 40 a 60 cm, foi \n\nclassificado como tipo Franco Argiloso, apresentando valor de massa especifica no ponto de \n\ncoleta de 1,38 g.cm-3. No ponto de coleta do DEN no município de Recife – PE, o solo coletado \n\nfoi classificado como tipo Franco na profundidade de 0 a 20 cm e 1,55 g.cm-3 de valor de massa \n\nespecifica no ponto da coleta.  \n\nNo solo tipo Areia franca, observar-se baixos teores de silte e argila, e altos teores de \n\nareia chegando a mais de 80 % da sua composição textural, esse é um tipo de solo bastante \n\narenoso. No solo tipo Franco, observa-se que os teores de silte e areia em sua composição \n\ngranulométrica são mais equilibrados, e o teor de argila mais baixo que os demais. Porém, o \n\nteor de argila do solo tipo Franco é cerca de 5 vezes maior, que o teor desse mineral, no solo \n\ntipo Areia Franca. O solo tipo Franco argiloso, apresenta os maiores teores de argila e o menor \n\nteor de areia, dentre os três tipos trabalhados.  \n\nEste tipo de análise comprova que a montagem experimental proposta por este estudo, \n\nfoi realizada com três tipos físicos diferentes de solos, possibilitando analisar se diferentes \n\n\n\n57 \n\n \n\n \n\nteores de areia, silte e argila pode apresentar diferentes comportamentos de resposta do sensor. \n\nAlém de, observar o desempenho da equação quadrática embutida no manual do equipamento \n\npara os três tipos de solos.  \n\nAnalisando os valores das massas específicas no local de coleta dos solos, foi possível \n\nestabelecer os valores da massa específica que foram simuladas dentro do recipiente. Os valores \n\nde 1,55 e 1,56 g.cm-3 são valores acessíveis para simular em todos os tipos de solos. \n\n \n\n5.2 Medidas no Ar e na Água \n\n \n\nOs experimentos descritos a seguir realizaram medidas com o sensor de umidade CS616 \n\ntipo TDR, exposto ao ar e em água destilada. Os experimentos foram realizados no Laboratório \n\nde Física do Solo do Departamento de Energia Nuclear na Universidade Federal de \n\nPernambuco. \n\n \n\n5.2.1 Experimento 1: Tempo de resposta (t) para várias posições da interface água-ar \n\n \n\nEste experimento foi realizado com o intuito de demonstrar o comportamento do tempo \n\nda resposta (t) do sensor em ?s, em função da posição da interface água-ar no sensor em um \n\nrecipiente preenchido com 11700 cm3 de água destilada. \n\nO experimento foi dividido em 30 etapas: a pré-etapa foi a medição do tempo de resposta \n\n(t) do sensor ao ar livre. As 30 etapas do experimento, foram conduzidas com a inserção do \n\nguia de ondas no recipiente, preenchido com água destilada.  \n\nO experimento foi conduzido de forma que 1 centímetro foi inserido por vez no \n\nrecipiente, e cada inserção correspondeu a 1 etapa do experimento.  Em cada etapa, foram \n\ntomadas as leituras do tempo de resposta (t) do sensor. Na última etapa do experimento, o sensor \n\nde umidade se encontrava com o seu comprimento máximo (30 cm) inserido no recipiente \n\npreenchido com água. O resultado deste experimento pode ser observado na Figura 19. \n\n \n\n\n\n58 \n\n \n\n \n\nFigura 19 - Tempo de resposta do sensor (t) em função de diferentes posições da interface água-\n\nar. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\nAs leituras do tempo de resposta (t) do sensor de umidade, foram esperadas dentro de \n\numa faixa fornecida pelo fabricante de 14,9 a 43,6 ?s, correspondente aos guia de ondas exposto \n\nao ar livre e imerso em água, respectivamente (CAMPBELL, 2011). \n\nNa pré-etapa do experimento, com o guia de ondas exposto ao ar livre, o sensor \n\napresentou 14,94 ?s como tempo de resposta. Com 1 cm do guia de ondas inserido no recipiente \n\ncom água, o sensor apresentou tempo de resposta (t) de 18,57 ?s, desmostrando a reação do \n\nsensor ao contato de 1 cm do cprimento do guia de ondas com a água. Esse tipo de \n\ncomportamento é observado até a etapa final do experimento. Os acréscimos mais significativos \n\nocorreram entre as inserções de 1 e 6 cm, onde o tempo de resposta para 6 cm foi de 29,28 ?s. \n\nA partir deste ponto os incrementos são menores, como pode-se observar no gráfico, a derivada \n\npermanece praticamente constante. Quando o sensor se encontra totalmente inserido no \n\nrecipiente com água tem-se uma leitura do tempo de resposta de 43,58 ?s. Na prática o \n\ncomportamento não linear do gráfico pode ser esperado principalmente pelo fato da constante \n\ndielétrica dos dois meios (água e ar) serem bastante diferentes uma da outra, pois é o valor \n\nefetivo que o sensor irá traduzir em resposta.  \n\nÉ importante destacar, que a realização desse experimento, demonstrou a sensibilidade \n\ndo sensor quanto ao uso do seu comprimento. A região mais sensível do comprimento do guia \n\nde ondas, são os 6 primeiros centímetros. Da inserção de 7 a 30 cm, a sensibilidade se comporta \n\npraticamente constante, a medida que cada centímetro da haste foi inserido. \n\n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30\n\nt\n(?\n\ns)\n\nComprimento da haste (cm)\n\nt (?s)\n\n\n\n59 \n\n \n\n \n\n5.2.2 Experimento 2: Tempo de resposta (t) em função da lâmina de água em que as \n\nhastes estão submetidas \n\n \n\nEste experimento demonstra o comportamento da leitura do tempo de resposta (t), em \n\nfunção da lâmina de água aplicada ao guia de ondas. O experimento foi dividido em 9 etapas, \n\nonde foram realizadas leituras do tempo de resposta do sensor. Em cada etapa do experimento \n\nas hastes foram inseridas no ponto médio de diferentes lâminas de água. Os pontos de inserção \n\nforam fixados em 1, 2, 3, 4, 5, 6, 7, 8 e 9 cm de altura a partir do fundo do recipiente. Assim, \n\nas laminas foram de 2, 4, 6, 8, 10, 12, 14, 16 e 18 cm respectivamente. O resultado deste \n\nexperimento pode ser observado na Figura 20. \n\n \n\nFigura 20 - Tempo de resposta do sensor (t) em função da aplicação de diferentes lâminas de \n\nágua. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\nO tempo de resposta do sensor, para uma situação de imersão total em água, de acordo \n\ncom o fabricante é de aproximadamente 43,6 ?s. Isto foi comprovado através do experimento \n\ndescrito em 5.2.1, onde foram encontrados para esta situação uma leitura de 43,58 ?s.  \n\nOs resultados demonstram que na primeira etapa do experimento, o sensor apresentou \n\na leitura de 36,55 ?s com o guia de ondas submetido a uma lâmina de 2 cm. Na etapa seguinte \n\na leitura do tempo de resposta (t) correspondente a lâmina de 4 cm foi de 40,52 ?s. Seguindo o \n\nmesmo raciocínio da primeira etapa do experimento, pôde-se constar, que o sensor além de \n\n35\n\n36\n\n37\n\n38\n\n39\n\n40\n\n41\n\n42\n\n43\n\n44\n\n45\n\n0 2 4 6 8 10 12 14 16 18 20\n\nt \n(?\n\ns)\n\nLâmina de água (cm)\n\nt (?s)\n\n\n\n60 \n\n \n\n \n\n“enxergar” a lâmina de água que se encontra 2 cm acima e abaixo do guia de ondas, o sensor \n\ntambém enxergou o ar livre acima e abaixo da lâmina de 4 cm.  \n\nNa terceira etapa do experimento, o guia de ondas foi submetido a uma lâmina de 6 cm \n\ne a leitura do sensor foi de 42, 21 ?s. Nota-se que este valor, ainda enxerga o ar livre acima e \n\nabaixo da lâmina de água, porém, se aproxima significativamente do maior valor de leitura \n\napresentado pelo sensor, nas etapas seguintes, de 42,99 ?s. Valores das leituras do tempo a \n\npartir da terceira etapa, que correspondem a lâmina de 6 cm até a nona etapa com uma lâmina \n\nde 18 cm, mostram que não houve acréscimo significativo, variando de etapa para etapa em \n\nmédia 0,1?s. Assim, pode-se afirmar que a partir da terceira etapa a região de alcance do sensor \n\npassa a “enxerga” apenas a lâmina de água. \n\nFoi possível comprovar a existência da região de atuação do sensor, esta região \n\ncorreponde ao alcance do sensor ou seja a que distânacia do guia de ondas o sensor está \n\nverificando a variação de umidade. O alcance por assim dizer, apresenta dimensões de \n\naproximadamente 3 cm acima e abaixo do guia de ondas.  \n\n \n\n5.2.3 Experimento 3: Tempo de resposta (t) em função de diferentes níveis de água em \n\nque as hastes estão submetidas \n\n  \n\n Este experimento, foi realizado com o intuito de determinar o alcance do sensor, através \n\nda aplicação de diferentes níveis de água. A primeira etapa do experimento consiste em \n\npreencher com água destilada o recipiente, até alcançar a altura em que o guia de ondas está \n\ninserido (9 cm), a partir desta altura onde foi registrado o tempo de resposta (t), o experimento \n\npropõe que o nível de água seja elevado gradualmente 0,5 cm por vez e o respectivo tempo de \n\nresposta (t) seja registrado, até alcançar a altura de 18 cm, totalizando em 18 etapas. O resultado \n\ndeste experimento, pode ser observado na Figura 21. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n61 \n\n \n\n \n\nFigura 21 -  Tempo de resposta (t) em função de diferentes níveis de água. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\nNo primeiro ponto, o nível de água se encontra na mesm altura das hastes do sensor de \n\numidade (9 cm), nesse ponto o sensor registrou 33,7 ?s. Elevando o nível em 0,5 cm por vez, é \n\npossível observar que existe uma variação significante no valores do t do nível de 9 a 10 cm. E \n\nmenores variações nos valores do t no nível de 10 a 12 cm, formando o degrau inicial observado \n\nno gráfico da Figura 21. A partir deste ponto (12 cm), até o nível máximo (18 cm), as variações \n\nsão praticamente desprezíveis, ou seja, a derivada se comporta praticamente constante. \n\nO experimento demonstra que região de atuação do sensor é 3 cm acima e abaixo do \n\nguia de ondas, como já foi demonstrado no experimento 5.2.2. Além de determinar que as \n\nregiões mais sensíveis do alcance do sensor é em torno de 1 cm acima e abaixo do guia de \n\nondas. As regiões mais próximas do sensor de umidade CS616, são as mais sensíveis \n\n(CAMPBELL, 2011).  \n\n \n\n5.3 Experimentos simulando irrigação para avaliar o efeito da dinâmica \n\nda água e dos atributos físicos do solo no tempo de resposta do sensor (t) \n\n \n\nEsses experimentos foram realizados no Laboratório de Física dos Solos do \n\nDepartamento de Energia Nuclear da UFPE, com o intuito de avaliar os efeitos que diferentes \n\nprocessos de dinâmica da água no solo, pode causar no tempo de resposta (t) do sensor de \n\numidade. O experimento foi realizado com os três tipos de solos coletados. De acordo com a \n\nanálise granulométrica, os solos utilizados nos experimentos são Areia Franca, Franco e Franco \n\n32\n\n33\n\n34\n\n35\n\n36\n\n37\n\n38\n\n39\n\n40\n\n41\n\n42\n\n43\n\n44\n\n9 9,5 10 10,5 11 11,5 12 12,5 13 13,5 14 14,5 15 15,5 16 16,5 17 17,5 18\n\nt\n(?\n\ns)\n\nNível de Àgua (cm)\n\nt (?s)\n\n\n\n62 \n\n \n\n \n\nargiloso. Cada tipo de solo utilizado nestes experimentos, apresentam diferentes características \n\ne atributos físicos particulares, como por exemplo sua classificação textural. Isto possibilitou, \n\nsimular diferentes processos dinâmicos para infiltração da água no solo.  \n\nAtravés dos experimentos descritos no tópicos 5.2.2 e 5.2.3, onde foi determinado que \n\no alcance do sensor é de aproximadamente 3 cm, nos permitiu avaliar se a depender do tipo de \n\nsolo em que o sensor estiver medindo, ocorrerá alguma variação no alcance deste. Nos \n\nexperimentos simulando irrigação, o recipiente plástico, foi preenchido com solo até a \n\nespessura de 18 cm e o guia de ondas foi inserido a 9 cm de altura em relação ao fundo do \n\nrecipiente. Por isto o limite superior do alcance do sensor foi de 6 cm e o inferior 12 cm, em \n\nrelação à espessura total (18 cm) de solo no recipiente.  \n\nO experimentos com os três tipos de solo, foram configurados com o preenchimento de \n\n18.185 g de solo no recipiente. Com o intuito de reproduzir artificialmente uma massa \n\nespecífica do solo de 1,55 g.cm-3 para os três casos. Considerando a densidade da partícula 2,65 \n\ng/cm3, obteve-se porosidade de 41,35 %. Através da porosidade foi calculado, que a adição de \n\n4.837,74 ml de água, seriam necessários para saturar o solo presente dentro do recipiente. \n\nComo não foi possível o controle total do avanço da frente de molhamento ao longo do \n\nrecipiente, foi realizada apenas o monitoramento pelas laterais da recipiente, permitindo uma \n\nreferência aproximada do posicionamento do avanço da frente de molhamento, ao longo do \n\nexperimento. \n\n \n\n5.3.1 Experimento 4: Realizado com solo Franco Arenoso, com massa específica de 1,55 \n\ng.cm-3 e volume de 11700 cm3 \n\n \n\nO experimento foi realizado no dia 18 de julho do ano de 2014 e foi conduzido com \n\nsolos tipo Areia Franca.  experimento foi conduzido com o intuito de elevar a umidade do solo \n\nseco, até a saturação. A irrigação ocorreu através de uma bomba peristáltica, com vazão de 20 \n\nmililitros por minuto. Esta foi realizada através de 18 gotejadores, com a vazão unitária em \n\ncada gotejador de 1,1 mililitros por minutos. O tempo total de irrigação para saturar o solo, \n\nneste experimento foi de 04 horas 23 minutos e 8 segundos. \n\nNos resultados deste experimento, observa-se o comportamento do tempo de resposta \n\n(t) do sensor e do avanço da frente de molhamento, em função do tempo. A referência cinza \n\nrepresenta a profundidade (9 cm) do sensor de umidade, em relação ao avanço da infiltração. \n\nOs resultados do experimento podem ser observados na Figura 22.    \n\n \n\n\n\n63 \n\n \n\n \n\nFigura 22 – Avanço da frente de molhamento (cm) e tempo de resposta do sensor (t), em função \n\ndo tempo, no experimento com solo tipo Areia Franca. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\nNo início do experimento, com o solo seco em estufa, o sensor registrava o t de 16,2 ?s. \n\nNo decorrer de experimento, este valor se mantém com pequenas variações, posteriormente \n\ndesprezadas. Variando apenas cerca de 0,2 ?s em 50 minutos, passando de 16,2 para 16,4 ?s. \n\nA partir de 50 minutos de experimento, o sensor começa a apresentar variações significativas \n\ndo t do sensor. Analisando o avanço da frente de molhamento, observou-se que este é o instante \n\n(50 min) que a frente de molhamento avançou 6 cm da espessura de solo, alcançando o limite \n\nsuperior do alcance do sensor já determinado. Portanto 50 minutos é o instante em que o sensor \n\npassar a “enxergar” o acréscimo da umidade no solo, devido a infiltração da água no solo.  \n\nAnalisando a Figura 22, verificou-se que com 47 minutos, o tempo de resposta começou \n\na apresentar variações significantes do t. Nesse instante, o avanço da frente de molhamento era \n\nde 5,75 cm.  Esta diferença de 0,25 cm entre a análise da frente de molhamento e a análise da \n\nvariação do tempo de resposta, pode se justificar pela infiltração que é um processo irregular. \n\nEsta constatação nos permitiu adotar como referência a medição do avanço da frente de \n\nmolhamento, para analisar as próximas etapas do experimento.  \n\nApós a infiltração alcançar a região de atuação, o tempo de resposta (t) do sensor (16,44 \n\n?s) aumentou significativamente em um curto intervalo de tempo, dando início ao primeiro \n\ndegrau observado no gráfico da Figura 22. A infiltração da água no solo, percorre mais 3 cm \n\ncom 66 minutos de experimento, alcançando as hastes do sensor (9 cm). Neste instante t era de \n\n20,04 ?s. A leitura variou 3,6 ?s em 16 minutos, nesse instante região que corresponde ao \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n\n28\n\n30\n\n32\n\n34\n\n36\n\n38\n\n0 20 40 60 80 100 120 140 160 180 200 220 240 260\n\nP\nr\no\nfu\n\nn\nd\n\nid\na\nd\n\ne\n (\n\nc\nm\n\n)\n\nt\n(?\n\ns)\n\nTempo (min)\n\nt (?s) Frente Molhamento (cm) Prof. Sensor (9 cm)\n\n\n\n64 \n\n \n\n \n\nalcance do sensor se encontra com a regoão superior (3 cm) umedecida e a região inferior (3 \n\ncm) seca. Com 87 minutos de experimento, a infiltração avançou mais 3 cm, atingindo o limite \n\nda inferior do alcance do sensor (12 cm). Nessa etapa, não existe mais solo seco dentro do \n\nalcance do sensor. No gráfico da Figura 16 observar-se este fenômeno com a região final do \n\nprimeiro degrau, neste instante o t era de 23,7 ?s, a variação foi de 3,6 ?s em 21 minutos.  \n\nO degrau inicial representa a passagem da frente de molhamento através do alcance do \n\nsensor. Esse degrau é reflexo do acréscimo do t de 7,2 ?s em um curto intervalo de tempo de \n\n37 minutos. \n\nCom 140 minutos de experimento, o t era de 24,83 ?s, nesse instante a frente de \n\nmolhamento atinge o fundo do recipiente (18 cm). A variação do tempos de resposta (t) entre \n\nas etapas foi de apenas 1,46 ?s em 53 minutos. \n\nApós a frente de molhamento atingir o fundo do recipiente, foi observado a formação \n\nda frente de saturação, isto se dá com o início de acumulo de água a partir do fundo do \n\nrecipiente, saturando o solo em direção a superfície. Este fenômeno se reflete no segundo \n\ndegrau observado no gráfico. Quando a frente de saturação atravessa a região correspondente \n\nao alcance do sensor, observa-se novamente, uma variação significativa nos t, em curto \n\nintervalo de tempo. Variando 2,75 ?s em 32 minutos, o t ao final do experimento com o solo \n\nsaturado foi de 28,08 ?s. \n\nObservou-se também que a passagem da infiltração pelo alcance do sensor, limite \n\nsuperior (6 cm) até o guia de ondas (9 cm) ocorreu uma variação de cerca de 3,6 ?s, e entre \n\npassagem da pelo guia de ondas (9 cm) até o limite inferior (12 cm) a variação também foi de \n\n3,6 ?s. Nos dois trechos o aumento do registro t foram equivalentes, isto demonstra coerência \n\nnas respostas quando este sensor.  \n\nO solo utilizado neste experimento por ser de característica arenosa, apresenta poucas \n\npossibilidades de arranjos entre as partículas. Resultando em maiores quantidades de poros \n\nhidraulicamente funcionais (SOUZA, 2005), reduzindo assim a capacidade de reter água nos \n\nporos deste solo. Devido ao fato de pouca água ficar retida, neste tipo de solo, a medida em que \n\na frente de molhamento atravessa o alcance do sensor, o solo é apenas umedecido (t de 23,7 \n\n?s), porém o solo não satura. A saturação só ocorre com o acumulo de água a partir do fundo \n\ndo recipiente (t com o solo saturado 28 ?s). É devido a este fenômeno, que ocorre a formação \n\ndo segundo degrau. \n\nEste experimento demonstrou, que para solos de características texturais arenosas, o \n\nalcance do sensor também foi de 3 cm, como já visto quando utilizado com água destilada. \n\nNesse tipo de experimento, pode se destacar a influência do alcance do sensor durante a \n\n\n\n65 \n\n \n\n \n\ninstalação do equipamento em um perfil de solo. A umidade volumétrica fornecida através da \n\nirrigação a partir da superfície do solo, monitorada pelo sensor de umidade, apresentará \n\ndiferentes resultados, a depender do profundidade da inserção do guia de ondas, seja mais \n\npróxima ou distante da superfície. Ao final do experimento, é possível destacar importância de \n\nter se determinado o alcance do sensor tipo TDR Cs616. Para este tipo de experimento fica \n\nclaro a influência do alcance do sensor do equipamento nos resultados. \n\n \n\n5.3.2 Experimento 5: Realizado com solo Franco, com massa específica de 1,55 g/cm3 e \n\nvolume de 11700 cm3 \n\n  \n\nO experimento foi realizado no dia 23 de julho do ano de 2014 e conduzido com solos \n\ntipo Franco, com valores de massa específica no ponto de coleta de 1,55 g/cm3. O experimento \n\nfoi conduzido com o intuito de elevar a umidade do solo seco, até a saturação. A irrigação \n\nocorreu através de uma bomba peristáltica, com vazão de 8 mililitros por minuto. Esta foi \n\nrealizada através de 18 gotejadores, com a vazão unitária em cada gotejador de 0,44 mililitros \n\npor minutos. O tempo total de irrigação para saturar o solo, neste experimento foi de 11 horas. \n\nOs resultados deste experimento, que visa observar o comportamento tempo de resposta \n\n(t) do sensor em ?s, em função do tempo (min) do experimento, inserido em um processo de \n\nsaturação do solo, podem ser observados na Figura 23. \n\n \n\nFigura 23 –Avanço da frente de molhamento e tempo de resposta do sensor (t), em função do \n\ntempo, no experimento com solos tipo Franco. \n\n \n\nFonte: O AUTOR(2015). \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n\n28\n\n30\n\n32\n\n34\n\n36\n\n38\n\n0 60 120 180 240 300 360 420 480 540 600 660\n\nP\nr\no\nfu\n\nn\nd\n\nid\na\nd\n\ne\n (\n\nc\nm\n\n)\n\nt\n(?\n\ns)\n\nTempo (min)\n\nt (?s) Frente Molhamento (cm) Prof. Sensor (9 cm)\n\n\n\n66 \n\n \n\n \n\nO t para o solo seco, no início do exerimento foi de 17,69 ?s. O tipo de solo utilizado \n\nnesse experimento é o que apresenta maiores teores de silte, em sua composição. Como no \n\nexperimento com o solo tipo Areia franca, após o acionamento da irrigação, o sensor não \n\nresponde imediatamente ao aumento progressivo da umidade volumétrica (?v) O processo de \n\ninfiltração nesse experimento, leva em torno de 170 minutos para atingir a região de alcance do \n\nsensor. Esse é o instante em que se inicia o primeiro degrau na Figura 23, correspondente a \n\npercepção do sensor ao aumento da umidade do solo através do fenômeno da infiltração.  \n\nA vazão utilizada na irrigação desse experimento foi menor (8 ml/min), do que no \n\nexperimento com o solo tipo Areia franca. Por isto, no experimento anterior, com cerca de 50 \n\nminutos a infiltração alcança a região de alcance do sensor e nesse experimento foram \n\nnecessários 170 minutos. Além do que, em solos siltosos, a infiltração se dá mais lenta do que \n\nem solos arenosos. Esta precaução foi tomada, visando evitar a ocorrência de acumulo de água \n\nna superfície durante o experimento. \n\nComo no experimentos anteriores, observa-se que a região de alcance do sensor, quando \n\ninserido no solo siltoso, também é de cerca de 3 cm, acima da haste do guia de ondas. Quando \n\na infiltração avança aproximadamente 6 cm, é que o sensor começar a apresentar percepção ao \n\naumento de umidade.  Isto coincide com o início do primeiro degrau observado nos gráfico da \n\nFigura 23.  No decorrer do processo de infiltração, esta atravessa toda a região de alcance do \n\nsensor, passando pelo guias de ondas do sensor (9 cm) até o limite inferior (12 cm), que \n\ncorresponde ao fim do primeiro degrau, observado na Figura 23. O primeiro degrau corresponde \n\nao t do sensor, a medida em que a infiltração atravessa sua região de alcance. \n\nNo experimento com o solo tipo Franco, observa-se um acréscimo maior nos valores do \n\nt durante a passagem da infiltração pela região que corresponde ao alcance do sensor, em \n\nrelação ao solo tipo Areia franca. Para o solos tipo Franco o acréscimo foi em torno de 9,12 ?s, \n\ne para o solo tipo Areia franca de 7,2 ?s. O primeiro degrau no experimento com o solo tipo \n\nFranco se apresenta mais íngreme, do que no solo tipo Areia franca. Registrando acréscimos \n\nmaiores do t em maior intervalo de tempo (148 min). O valores do t, durante esta etapa \n\nchegaram alcaçaram até 27,02 ?s para o solos tipo Franco e 23,7 ?s para o solo tipo Areia \n\nfranca.  \n\nApós a passagem da infiltração pela região de alcance do sensor, no experimento com \n\no solo tipo Franco, observa-se uma tendência a constância no valores do tempo de resposta (t), \n\ncomportamento também observado no solo arenoso. Seguindo da formação de um segundo \n\ndegrau, atribuído ao processo de saturação. Este que ocorre após o umedecimento realizado da \n\ninfiltração da água no solo. A infiltração quando alcançou o fundo do recipiente (18 cm), gerou \n\n\n\n67 \n\n \n\n \n\num acumulo de água, saturando o solo de baixo para cima. Quando este acumulo alcança \n\nnovamente o alcance do sensor, observa-se acréscimo nos valores do tempo de resposta (t) em \n\ncurto intervalo de tempo, refletido no segundo degrau dos gráficos. \n\nComparando os experimentos, o solo tipo Franco, apresenta o segundo degrau menor e \n\nmais suave que corresponde a variação do tempo de resposta de 1,62 ?s em 74 minutos em \n\ncomparação com o solo arenoso que variou 2,75 ?s em 32 minutos. A diferença entre o solo \n\napenas umedecido pela passagem da frente de molhamento e o solo saturado, é menor nos solos \n\ntipo Franco do que em solos tipo Areia franca. Isso é refletido na Figura 23, no primeiro degrau \n\npor ser apresentar maior e mais íngreme. E no segundo degrau, por se apresentar menor e mais \n\nsuave, do que na Figura 22 do experimento com solos Areia franca. \n\nO solo utilizado neste experimento, apresenta maior capacidade de retenção de água em \n\nrelação ao solo Areia franca. O solo siltoso apresenta mais microporos em seu arranjo, isso \n\nocorre devido ao solo apresentar partículas solidas menores, possibilitando maior quantidades \n\nde arranjos, retendo mais água em seus poros. Em contrapartida o solo tipo Areia franca \n\napresenta em sua composição partículas maiores, retendo menos água em seus poros, por \n\napresentarem maior quantidade de poros hidraulicamente funcionais (SOUZA, 2005). A \n\nmedida que a água infiltrou no perfil do solo, maiores teores de água ficaram retidos nos poros \n\ndo solo siltoso, do que no solo arenoso.  \n\n \n\n5.3.3 Experimento 6: Realizado com solo Franco Argiloso, com massa específica de 1,55 \n\ng/cm3 e volume de 11700 cm3 \n\n \n\nEste experimento foi conduzido no dia 18 de novembro de 2014. E foi realizado com \n\nslo tipo Franco Argiloso. A massa específica natural apresentou valores de 1,38 g/cm3. A \n\nirrigação ocorreu através de uma bomba peristáltica, com vazão de 7 mililitros por minuto. Esta \n\nfoi realizada através de 18 gotejadores e a vazão unitária em cada gotejador foi de 0,387 \n\nmililitros por minutos. O tempo total de irrigação para saturar o solo deste experimento foram \n\nde 12 horas 46 minutos. \n\nOs resultados do experimento, que visa observar o comportamento do sensor de \n\numidade CS616 através do tempo de resposta (t) em ?s, em função do tempo do experimento \n\n(em minutos), inserido em um processo de saturação do solo, pode ser observado na Figura 24. \n\n\n\n68 \n\n \n\n \n\nFigura 24 – Avanço da frente de molhamento e tempo de resposta do sensor (t), em função do \n\ntempo, no experimento com solos tipo Franco Argiloso. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\nNo experimento realizado com o solo tipo Franco argiloso o t era de 16,43 ?s, para o \n\nsolo seco. O alcance do sensor quando utilizado neste tipo de solo, novamente, é cerca de 3 cm \n\nacima e abaixo do guia de ondas. Após o acionamento da irrigação, a frente de molhamento \n\natinge a região correspondente ao alcance do sensor, com cerca de 260 minutos de experimento. \n\nEste é o instante em que o sensor registra os primeiros aumentos do t.  \n\nA vazão utilizada na irrigação, foi de 7 ml/min. Medida tomada na tentativa de evitar, o \n\nacumulo de água na superfície do solo sem que o mesmo infiltre. O solo argiloso apresenta \n\nvelocidade de infiltração mais lenta que as do demais solos abordados neste estudo. O degrau \n\nobservado nos gráficos das Figura 24, coincide com a infiltração da água no solo, atravessando \n\na região de alcance do sensor. Comportamento semelhante ao observado nos experimentos com \n\no solo tipo Areia franca e o solo tipo Franco.   \n\nA percepção do sensor ao aumento da umidade no solo, diferentemente dos \n\nexperimentos anteriores, ocorre de forma brusca. A subida do degrau tende a um ângulo de 90 \n\nº. Nota-se um grande acréscimo dos valores do t, em um curto intervalo de tempo. Está variação \n\ndo t é a maior observada nos experimentos envolvendo o três tipos de solo. Observou-se uma \n\nvariação de 19,49 ?s em 136 minutos, chegando ao maior valor do t do experimento (36,5 ?s).  \n\nO solo tipo Franco argiloso, apresenta a maior capacidade de retenção de água, entre os \n\ntrês solos utilizados. Ficando claro que a medida em que se iniciou o fornecimento de água ao \n\nexperimento, à frente de molhamento à medida que infiltrava, o solo não estava apenas sendo \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n\n28\n\n30\n\n32\n\n34\n\n36\n\n38\n\n0 60 120 180 240 300 360 420 480 540 600 660 720\n\nP\nr\no\nfu\n\nn\nd\n\nid\na\nd\n\ne\n (\n\nc\nm\n\n)\n\nt\n(?\n\ns)\n\nTempo (min)\n\nt (?s) Frente Molhamento (cm) Prof. Sensor (cm)\n\n\n\n69 \n\n \n\n \n\numedecido e sim saturado.  A medida que a infiltração ocorria a quantidade máxima de água \n\npossível, ficava retida nos poros, já em possível estado de saturação. Nota-se, que está é a razão \n\nda ausência do segundo degrau no gráfico deste experimentos, atribuído aos outros \n\nexperimentos pela saturação que ocorre com acumulo de água em direção a superfície, após a \n\ninfiltração alcançar o fundo do recipiente.  \n\nNos t entre o instante em que a frente de molhamento atinge o limite superior do alcance \n\ndo sensor (6 cm) e o instante em que a frente atinge o guia de ondas (9 cm) foi observado um \n\nacréscimo de 19,49 ?s como já foi demonstrado, porém, nos t entre o instante em que a frente \n\natinge o guia de onda (9 cm) e o limite inferior (12 cm) do alcance do sensor a variação \n\nregistrada foi de decréscimo de 1,46 ?s. Essa variação pode ser atribuída aos aumentos \n\nsignificativos dos teores de argila, de acordo com Villwock (2004) algumas particularidades, \n\ncomo a presença de elementos, por exemplo: os altos teores de Ferro e argila e a expansibilidade \n\ndo solo, podem ocasionar alterações na resposta do sensor e calibrações são necessárias.  \n\nA expansibilidade pode ser entendida como uma característica dos solos finos argilosos \n\nque se traduz numa variação do seu volume, que se manifesta apenas quando ocorre um \n\naumento do teor em água e a sua amplitude traduz o potencial expansivo do solo (FERREIRA, \n\n2009)  \n\nPara o decréscimo nos valores do tempo de resposta observado nesse experimento, as \n\nseguintes hipóteses podem ser atribuídas: a) Essa diminuição nos valores da leitura também \n\npodem ser atribuídos a perturbação no momento da inserção do guia de ondas na montagem do \n\nexperimento. No momento da inserção da haste do guia de ondas, devido a perturbação algum \n\nespaço com ar pode constar na região circundante do guia de ondas, diminuindo a densidade \n\nnaquela região. A medida em que o avanço da frente de molhamento alcança o alcance do \n\nsensor, pode ter havido uma acumulo de água justificando o pico nos valores da leitura. Porém, \n\nna sequência do experimento a água que estava circundando as hastes pode ter sido absorvida \n\npelo solo. b) No momento em que a infiltração alcança o alcance do sensor, este apresenta o \n\npico nos valores do tempo de resposta, a diminuição ocorre quando a infiltração toma toda o \n\nalcance do sensor. Nesse instante, a expansibilidade da argila aumenta o volume de vazios nessa \n\nregião, diminuindo o volume de água em relação ao volume total de solo, fazendo com que o \n\ntempo de resposta diminua. Nota-se que após o decréscimo nos valores do tempo de resposta, \n\no comportamento deste tende há um constância.  \n\nUma análise minuciosa do tempo de resposta do sensor em função do valor da umidade \n\nvolumétrica dos três solos utilizados, em estado de saturação, observamos que houve diferenças \n\npara cada tipo de solo. Verifica-se que para o solo arenoso, siltoso e argiloso tem-se que ?v (%) \n\n\n\n70 \n\n \n\n \n\nfoi de 28, 31 e 34, respectivamente. Embora que esse efeito possa parecer aparentemente \n\nestranho, é importante notar que solos argilosos podem apresentar características de \n\nexpansibilidade quando na saturação, o que foi inclusive observado um aumento de espessura \n\nde solo de aproximadamente 0,5 cm no caso do solo argiloso. \n\nNeste caso, embora a quantidade de água seja a mesma no recipiente para os três tipos \n\nde solo, as seguintes hipóteses podem ser atribuídas para explicar o fato de se ter encontrado \n\nmaior quantidade de água do que os demais solos: a) na região central onde se localiza o sensor \n\npode haver um pouco mais de teor de água do que a região próxima à superfície. De fato, foi \n\nobservado que no solo arenoso a lâmina de água aparece na superfície, enquanto que no solo \n\nargiloso isto não ocorreu, ou seja, a frente de saturação ficou um pouco abaixo da superfície. b) \n\nEm solos com maior teor de argila, possui um maior contraste de propriedades dielétricas do \n\nmeio, nesse caso pode ter levado a maiores leitura do tempo de trânsito do sinal aplicado, e \n\nconsequentemente a uma maior percepção de umidade volumétrica. c) Solos com maior teor de \n\nargila, se apresentam com maior capacidade de retenção da água no solo, possibilitando uma \n\nmaior retenção de água na região da zona de medição do sensor.  \n\n   \n\n5.4 Experimentos simulando irrigação, avaliando o desempenho do sensor \n\nem solos de Pernambuco \n\n \n\nComo observado nos resultados dos experimentos descritos em 5.2.2 e 5.2.3, o alcance \n\ndo sensor é de aproximadamente 3 cm quando utilizado em água destilada. Em 5.3.1, 5.3.2 e \n\n5.3.3 foi observado que o alcance do sensor determinado, não sofre alteração quando utilizada \n\nnos diferentes tipos de solos, abordados neste estudo. Esse experimento foi configurado com o \n\nvolume de solo no recipiente, que abrange apenas a região de alcance do sensor, com 3 cm \n\nacima e 3 cm abaixo do guia de ondas. Esta configuração experimental, se diferencia do \n\nexperimento descrito no item 5.3, no tocante de altura do recipiente em que será preenchida \n\ncom o solo (6 cm), altura de inserção do guia de ondas (3 cm) e a vazão. Nos três experimentos \n\na vazão foi a mesma.    \n\nA proposta desse experimento, foi analisar a performance do sensor de umidade através \n\nda Equação (10). O experimento consiste em relacionar o tempo de resposta (t) do sensor em \n\numidade volumétrica (?v), para os três tipos de solos coletados: Areia Franca, Franco e Franco \n\nArgiloso. Portanto, obsevar o desempenho do sensor tipo TDR Cs616, entre os três tipos de \n\nsolos. \n\n\n\n71 \n\n \n\n \n\n5.4.1 Experimentos simulando irrigação, com massa específica de 1,56 g/cm3 e volume \n\nde 3900 cm3 \n\n \n\nEste experimento foi realizado no Laboratório de Física dos Solos do Departamento de \n\nEnergia Nuclear da UFPE. O mesmo foi conduzido com os três solos coletados: Areia Franca, \n\nFranco e Franco Argiloso coletados no município de São João-PE, Departamento de Energia \n\nNuclear – Recife - PE e Serra Talhada - PE.  \n\nO experimento foi configurado com o preenchimento de 6090 g de solo no recipiente, \n\nreproduzindo artificialmente uma massa específica do solo de 1,56 g/cm3. Considerando a \n\ndensidade da partícula 2,65 g/cm3, obteve-se porosidade de 41,07 %. Através da porosidade foi \n\ncalculado, que a adição de 1.601,89 mililitros de água, seriam necessários para saturar o solo \n\npresente dentro do recipiente. \n\nA irrigação ocorreu através de uma bomba peristáltica, com vazão de 15 mililitros por \n\nminuto. Esta foi realizada através de 18 gotejadores, com a vazão unitária em cada gotejador \n\nde 0,83 mililitros por minutos. O tempo total de irrigação para saturar o solo, neste experimento \n\nfoi de 02 horas. \n\nA umidade foi fornecida ao solo através de um processo de irrigação e monitorada \n\ngravimetricamente. Os resultados deste experimentos, que visa relacionar o tempo de resposta \n\n(t) em ?s, com a umidade volumétrica (?v) através de um processo de saturação do solo, podem \n\nser observados nos gráficos das Figuras (25, 26 e 27) a seguir.   \n\n \n\n \n\n\n\n72 \n\n \n\n \n\nFigura 25 – Experimento realizado com solo tipo Areia Franca, onde se avaliou desempenho do \n\nsensor, através de uma equação de quadrática, para estimar Umidade Volumétrica (?v). \n\n \n\nFonte: O AUTOR(2015). \n\n \n\nFigura 26 – Experimento realizado com solo tipo Franco, onde se avaliou o desempenho do \n\nsensor, através de uma equação de quadrática, para estimar Umidade Volumétrica (?v). \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n \n\n \n\n \n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n0,35\n\n0,40\n\n0,45\n\n0,50\n\n0,55\n\n0,00 0,05 0,10 0,15 0,20 0,25 0,30 0,35 0,40 0,45\n\nU\nm\n\nid\na\nd\n\ne\n V\n\no\nlu\n\nm\né\ntr\n\nic\na\n E\n\nst\nim\n\na\nd\n\na\n  \n\n(c\nm\n\n3\n.c\n\nm\n-3\n\n)\n\nUmidade Volumétrica Medida (cm3.cm-3)\n\nAreia Franca\n\nUmid.Vol. Medida\n\nEquação Quadrática\n\n0\n\n0,05\n\n0,1\n\n0,15\n\n0,2\n\n0,25\n\n0,3\n\n0,35\n\n0,4\n\n0,45\n\n0,5\n\n0,55\n\n0 0,05 0,1 0,15 0,2 0,25 0,3 0,35 0,4 0,45\n\nU\nm\n\nid\na\nd\n\ne\n V\n\no\nlu\n\nm\né\ntr\n\nic\na\n E\n\nst\nim\n\na\nd\n\na\n \n\n(c\nm\n\n3\n.c\n\nm\n-3\n\n)\n\nUmidade Volumétrica Medida (cm3.cm-3)\n\nFranco\n\nUmid. Vol. Medida\n\nEquação Quadrática\n\n\n\n73 \n\n \n\n \n\nFigura 27 – Experimento realizado com solo tipo Franco Argiloso, onde se avaliou o desempenho \n\ndo sensor, através de uma equação de quadrática, para estimar Umidade Volumétrica (?v). \n\n \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n Através das Figuras 25, 26 e 27, observa-se o comportamento da umidade volumétrica \n\ndo solo estimada através da equação quadrática, em função da Umidade Volumétrica Medida, \n\npara os três tipos de solos estudados. \n\nA análise dos experimentos foi dividida em três trechos. O trecho inicial, onde o solo \n\ncomeça a receber influência da umidade, o trecho seguinte onde o solo está em processo \n\numedecimento e o trecho final onde o solo alcança a saturação.  \n\nNa Figura 25, é apresentado o desempenho da equação quadrática para o solo tipo Areia \n\nfranca, observa se que no trecho inicial, o experimento apresenta valores estimados e medido \n\nmuito próximos de zero. Porém o estimado ainda superestima mesmo que pouco, os valores \n\nmedidos. O modelo teórico subestima os dados experimentais, em praticamente todo processo \n\nde saturação. Apenas se equiparando com os dados medidos no intervalo de 10 a 12 % umidade \n\nestimada. Até o fornecimento cerca de 10 % de umidade fornecida, essa subestimação gira em \n\ntorno de 4 % de umidade estimada. No segundo e no terceiro trecho os valores estimados se \n\ncomportam semelhantemente subestimando os valores medidos em torno de 10 %, está também \n\né a diferença para o solo saturado.  \n\nNa Figura 26, é apresentado o desempenho da equação quadrática para o solo tipo \n\nFranco. Observando o gráfico de maneira geral, os valores estimados no trecho inicial \n\nsubestimam os valores medidos, no segundo trecho os dados estimados passam a superestimar \n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n0,35\n\n0,40\n\n0,45\n\n0,50\n\n0,55\n\n0,00 0,05 0,10 0,15 0,20 0,25 0,30 0,35 0,40 0,45\n\nU\nm\n\nid\na\nd\n\ne\n V\n\no\nlu\n\nm\né\ntr\n\nic\na\n E\n\nst\nim\n\na\nd\n\na\n \n\n(c\nm\n\n3\n.c\n\nm\n-3\n\n)\n\nUmidade Volumétrica Medida (cm3.cm-3)\n\nFranco Argiloso\n\nUmid. Vol. Medida\n\nEquação Quadrática\n\n\n\n74 \n\n \n\n \n\ne no terceiro trecho os dados estimados se equiparam ao dados medidos. Destrinchando o \n\ngráfico, observa se que na origem com o solo seco, os dados estimados superestimam mesmo \n\nque pouco os dados medidos. Com o início do processo de saturação, no trecho inicial do \n\nexperimento os dados estimados subestimam em cerca de 6% os dados medidos, logo no \n\npróximo trecho o comportamento inverte, e os dados estimados passam a superestimar em cerca \n\nde 8% os medidos. A partir desse ponto os dados calculado pelo modelo quadrático, se \n\nequiparam aos medido, até o final do experimento e ao fim do experimento com o solo saturado \n\ntanto o medido como o estimado apresentam 40 % de umidade volumétrica. \n\n No gráfico da Figura 27, de forma geral o comportamento dos valores calculados se \n\nmostram diferenciado dos valores medidos, analisando o gráfico observa-se que dados medidos \n\ne estimados se assemelham apenas na origem do experimento com o solo seco. A seguir os \n\ndados estimados subestimam e os medidos, e com 15 % de umidade volumétrica fornecida \n\nocorre a inversão de comportamento, onde o estimado passa a superestimar o medido, e não \n\nacompanha o comportamento, alcançando diferenças de até 30 % de umidade volumétrica. \n\nObserva se que o comportamento do sensor inseridos em solos com alto teores de argila se \n\nassemelha ao experimento 4.3.3 onde tempo de resposta do sensor (t), também realizado com \n\nsolo argiloso alcança um pico e depois decresce e estabiliza. Esse comportamento do modelo \n\ncalculado se apresenta muito diferente dos dados observado no experimento. Destacando a \n\nineficiência do modelo para este tipo de solo.   \n\n \n\n5.4 Análise estatística  \n\n \n\nFoi realizada a análise estatística, entre os valores de umidade volumétrica encontrados \n\nexperimentalmente e os valores estimados pela equação quadrática. Os parâmetros analisados \n\nforam o EQM, RD, EM, CRM, R e R2, os resultados da análise estatística são apresentado na \n\nTabela 3. \n\n \n\nTabela 3 - Resultado da análise estatística sobre a comparação entre os valores experimentais \n\nobtidos e os estimados pela equação quadrática. \n\nSolo EQM (%) RD EM CRM R2 R \n\nAreia Franca 24,763 1,247 0,808 0,207 0,971 0,985 \n\nFranco 20,644 0,815 0,867 -0,046 0,900 0,948 \n\nFranco Argiloso 71,955 0,258 -0,599 -0,345 0,760 0,872 \n\nFonte: O AUTOR(2015). \n\n\n\n75 \n\n \n\n \n\n \n\nOs menores valores de EQM, foram obtidos para os experimentos realizados com o solo \n\nFranco (20,6 %) e Areia Franca (24,7 %). Demonstrando, que os valores do modelo teórico \n\ncalculado, apresentam baixo grau de desvio em relação aos dados experimentais, para estes dois \n\ntipos de solos.  O valor de EQM para o solo Franco Argiloso, demonstra que o grau de desvio \n\né alto dos dados calculados pelo modelo teórico, cerca de 72%. \n\nValores de RD e EM próximo de 1 (um) foram obtido apenas para os experimentos \n\nrealizado com o solo Franco e Areia Franca. Para o solo Franco os valores de RD e EM são de \n\n0,815 e 0,867. Para o solo tipo Areia franca os valores de RD e EM foram de 1,24 e 0,808.  Para \n\no experimento com solo Franco Argiloso os valores de RD e EM não se mostram consistentes. \n\nValores de CMR próximo de zero, foram obtidos apenas nos experimentos com solo \n\nAreia Franca (0,20) e com o solo Franco (-0,04).  O experimento realizado com solo Franco \n\nArgiloso (-0,34), apresentou o pior resultado. Observa se que o único solo em que o modelo \n\ncalculado subestimou consideravelmente durante todo o experimento o medido foi o realizado \n\ncom o solo Areia Franca, devido ao valor de CMR positivo.  \n\nQuanto maior o R², mais explicativo é modelo, melhor ele se ajusta à amostra, portanto, \n\no experimento que apresentou o modelo com melhor ajuste foi o realizado com solo tipo Areia \n\nFranca, seguido do solo Franco. O solo que apresentou o pior ajuste, foi o argiloso. O \n\ncoeficiente de correlação (R), apresentou o mesmo comportamento do coeficiente de \n\ndeterminação. \n\nGlobalmente, como mostra o resultado da análise estatística, a equação quadrática é \n\nmais recomendada, para solos com características texturais arenosa e siltosa em comparação \n\ncom o solo argiloso que apresentou os piores resultados estatísticos, embora superestime ou \n\nsubestime em varios trechos da curva. Para o solo com alto teor de argila, como no caso do solo \n\ntipo Franco Argiloso abordado nesse estudo, o modelo teórico não apresentou bons resultados. \n\n \n\n5.5 Impacto da estimativa da umidade volumétrica no armazenamento de \n\nágua no solo \n\n \n\nForam calculadas lâminas de água, correspondentes as umidades volumétricas \n\nestimadas pelo modelo quadrático e correspondentes as umidades volumétricas experimentais. \n\nAs umidades volumétricas utilizadas, são provenientes dos experimentos descritos no item \n\n\n\n76 \n\n \n\n \n\n5.4.1,  com os três tipos de solos: Areia franca, Franco e Franco Argiloso. As lâminas de água \n\nsão demonstradas na Figura 28.  \n\n  \n\nFigura 28 – Lâminas medidas em função das lâminas estimadas, nos experimentos com 6 cm de \n\nprofundidade, realizado com os solos tipo Areia Franca, Franco e Franco Argiloso. \n\n \n\nFonte: O AUTOR (2015) \n\n \n\n Na etapa inicial dos experimentos, com cerca de 0,7 mm de lâmina aplicada, os três \n\ntipos de solos apresentam diferentes comportamentos, mas se assemelham devido ao fato que \n\naté este ponto, o equipamento subestima os valores medidos nos três casos. O solo Franco \n\nArgiloso destaca se por apresentar a maior subestimação em relação aos outros casos, \n\nsubestimando aproximadamente 0,7 mm os valores medidos. \n\nPosteriormente, os valores estimados aumentam significativamente nos três casos. O \n\ncaso do solo Areia Franca, ainda permanece subestimando os medidos mesmo com o aumento \n\nobservado. No caso dos solos Franco e Franco Argiloso, os dois passaram a superestimar os \n\nvalores experimentais. As superestimações alcançaram até 0,5 mm e 1,6 mm de lâmina \n\nrespectivamente, estas ocorrem com cerca de 0,85 mm de lâmina aplicada para o caso do solo \n\nFranco e 1,44 mm de lâmina aplicada para o caso do solo Franco Argiloso. \n\nAo final do experimento com o solo Areia Franca, subestima em 0,6 mm de lâmina os \n\nvalores medidos, que é a maior observada para este caso. Com o solo Franco o modelo estimado \n\napresenta um comportamento semelhante ao modelo medido, durante o trecho final do \n\nexperimento. Para o solo Franco Argiloso, ao final do experimento, o modelo estimado \n\nsuperestima os valores medidos em 0,35 mm.  \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\n0 0,5 1 1,5 2 2,5\n\nL\nâ\nm\n\nin\na\n E\n\nst\nim\n\na\nd\n\na\n (\n\nm\nm\n\n)\n\nLâmina Medida (mm)\n\nLâmina Medida Areia Franca Franco Franco Argiloso\n\n\n\n77 \n\n \n\n \n\n Durante o processo de saturação nos três casos de solos utilizados, como solo arenoso, \n\no modelo quadrático utilizado como base para estimar as lâminas de água presentes no sistema, \n\nsubestima em 20 % os valores medidos experimentalmente. O solo Franco superestima os \n\nvalores medidos em cerca de 3 % e o solo Franco Argiloso superestima  em cerca de 32 %. \n\nÉ importante destacar, que os experimentos cujo os resultados foram discutidos acima, \n\no sensor foi inserido em uma montagem experimental, onde a espessura de solo no recipiente \n\nfoi de 6 cm. Está é a espessura ótima, que correponde a região de atuação do sensor, como já \n\nvisto, de 3 cm acima e 3 cm abaixo do guia de ondas. \n\nRealizando a análise das lâminas aplicadas nos experimentos com espessura de 18 cm \n\nde solo, cujo os gráficos podem ser observados nas Figuras 35, 36 e 37. O erro máximos nas \n\nestimativas no experimento com o solo arenoso é uma subestimação de 1,89 mm. Para o solo \n\nsiltoso à superestimação da lâmina medida alcançou 1,62 mm e para o solo  argiloso à \n\nsuperestimação chegou a 7,65 mm. Realizando uma comparação entre os dois tipos de \n\nexperimentos, nota se a existência de um erro maior na estimativa do armazenamento de água \n\nno solo, nos experimentos com maior espessura (18 cm).  \n\nPortanto, utilizar este equipamento para monitorar a umidade em um perfil do solo, é \n\nfundamental no momento da instalação do equipamento, determinar o número de sensores e \n\nprofundidade de instalação em função das dimensões do alcance do sensor 3 cm acima e 3 cm \n\nabaixo do guia sensor.  Este tipo de análise, apresenta um olhar mais prático dos resultados \n\nobtidos por este estudo. Considerando que este equipamento possa vir a ser utilizado para o \n\ncontrole de um sistema de irrigação, por exemplo, é importante destacar em volume por área \n\n(lâmina de água aplicada), a quantidade de água que possa vir a ser desperdiçada, devido a uma \n\nsuperestimação, ou à quantidade de água que não seja disponibilizada corretamente, devido a \n\numa subestimação do equipamento. \n\n \n\n5.6 Calibrações  \n\n  \n\nA partir da análise estatística realizada, onde se avaliou o desempenho da equação \n\nquadrática, para estimar umidade volumétrica (?v), observou se que para os solos arenosos e \n\nsiltosos, a equação quadrática apresenta um desempenho razoável, mas com alguns desvios \n\nsuperestimando ou subestimando consideravelmente, em algumas etapas experimentais. Para \n\nsolos argilosos a equação quadrática não apresentou bons resultados. Portanto o sensor CS616 \n\n\n\n78 \n\n \n\n \n\nfoi calibrado, com o objetivo de otimizar o seu desemprenho quando utilizado em solos tipo \n\nAreia Franca, Franco e Franco Argiloso. \n\nO objetivo das calibrações, é propor equações que relacionem o tempo de resposta do \n\nsensor (t) com a umidade volumétrica (?v) para os três tipos de solos abordados nesse estudo. \n\nA seguir são apresentados na Tabela 4, os valores das massas de água aplicadas \n\nexperimentalmente por etapa. Essas massas de água aplicadas, correspondem a 10 valores de \n\numidade volumétricas (?v), totalizando em dez pontos de calibrações. \n\n  \n\nTabela 4 – Massa de água (g) e Umidade volumétrica (?v) aplicada por etapa nos experimentos \n\nde calibração. \n\nEtapa Massa de Água (g) Umidade Volumétrica (cm3.cm-3) \n\n1º 0 0 \n\n2º 195 0,5 \n\n3º 390 0,10 \n\n4º 585 0,15 \n\n5º 780 0,20 \n\n6º 975 0,25 \n\n7º 1170 0,30 \n\n8º 1365 0,35 \n\n9º 1560 0,40 \n\n10º 1601,73 0,41 \n\nFonte: O AUTOR(2015). \n\n \n\nOs resultados dos experimentos de calibração do sensor de umidade CS616, podem ser \n\nobservados nas Figuras 29, 30 e 31 onde é observado o comportamento das leituras dos tempos \n\nde respostas (t) do sensor, em função da umidade volumétrica (cm3.cm-3) aplicadas \n\nexperimentalmente no solo, durante a calibração.     \n\n\n\n79 \n\n \n\n \n\nFigura 29 – Pontos da calibração realizada com o solo Areia Franca. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\nFigura 30 – Pontos da calibração realizada com o solo tipo Franco. \n\n  \n\nFonte: O AUTOR(2015). \n\n \n\n0\n\n0,05\n\n0,1\n\n0,15\n\n0,2\n\n0,25\n\n0,3\n\n0,35\n\n0,4\n\n0,45\n\n15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35\n\nU\nm\n\nid\na\nd\n\ne\n V\n\no\nlu\n\nm\né\ntr\n\nic\na\n M\n\ne\nd\n\nid\na\n \n\n(c\nm\n\n3\n.c\n\nm\n-3\n\n)\n\nt (?s)\n\nAreia Franca\n\n0\n\n0,05\n\n0,1\n\n0,15\n\n0,2\n\n0,25\n\n0,3\n\n0,35\n\n0,4\n\n0,45\n\n15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35\n\nU\nm\n\nid\nid\n\na\nd\n\ne\n V\n\no\nlu\n\nm\né\ntr\n\nic\na\n M\n\ne\nd\n\nid\na\n \n\n(c\nm\n\n3\n.c\n\nm\n-3\n\n)\n\nt (?s)\n\nFranco\n\n\n\n80 \n\n \n\n \n\nFigura 31 – Pontos da calibração realizada com o solo tipo Franco Argiloso. \n\n \n\nFonte: O AUTOR(2015). \n\n \n\n Analisando o resultados das calibrações, observa se que a leitura do tempo de resposta \n\ndo sensor (t) para o solo seco, nos três casos é cerca de 16 ?s.  \n\nNa calibração realizada com o solo tipo Areia franca, as leituras dos tempos de resposta \n\n(t) variam em média de 1,32 ?s entre os pontos de umidade volumétrica (cm3.cm-3) aplicados, \n\ndurante toda a calibração, a maior variação (3,21 ?s) foi observada no intervalo de 0,05 a 0,1 \n\ncm3.cm-3. \n\nNa calibração do sensor para o solo tipo Franco, a variação nos tempos de resposta (t) \n\nem média para todo o experimento foi de 1,71 ?s. Este tipo de solo se diferencia do experimento \n\ncom o solo tipo Areia Franca, devido a no intervalo de 0,1 a 0,15 cm3.cm-3 e 0,15 a 0,2 cm3.cm-\n\n3 apresentar uma variação mais brusca no tempo de resposta do sensor (t) de 7,48 e 3,3 ?s \n\nrespectivamente.   \n\nNo experimento de calibração do sensor, para o solo tipo Franco Argiloso, o \n\ncomportamento é semelhante, as diferenças encontradas em relação ao demais solos é que no \n\nintervalo de 0,1 a 0,15 cm3.cm-3 e 0,15 a 0,2 cm3.cm-3 apresentar as maiores variações nos \n\ntempos de resposta do sensor (t) de 9,86 e 4,36 ?s respectivamente, em média para todo o \n\nexperimento a variação é de 1,82 ?s.  \n\nAo final dos experimentos de calibração, foram realizados ajustes entre os valores, afim \n\nde se obter equações, que relacionem o tempo de resposta (t) com a umidade volumétrica \n\n(cm3.cm-3) de maneira mais eficiente que a equação quadrática, extraída do manual do sensor. \n\nCoelho et al. (2006) ressaltam que os modelos de calibração variam conforme o tipo de solo e \n\n0\n\n0,05\n\n0,1\n\n0,15\n\n0,2\n\n0,25\n\n0,3\n\n0,35\n\n0,4\n\n0,45\n\n15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35\n\nU\nm\n\nid\nid\n\na\nd\n\ne\n V\n\no\nlu\n\nm\né\ntr\n\nic\na\n M\n\ne\nd\n\nid\na\n \n\n(c\nm\n\n3\n.c\n\nm\n-3\n\n)\n\nt (?s)\n\nFranco Argiloso\n\n\n\n81 \n\n \n\n \n\nque um modelo polinomial de terceiro grau pode ser calibrado com exatidão para cada situação \n\nde solo. \n\nAjustando os dados obtidos dos experimentos para os três tipos de solo, observou se que \n\numa equação polinomial de 3º grau (Equação 20), apresentou bom ajuste entre os valores. \n\n \n\n?? = ?0 + ?1 ? ? + ?2 ? ?\n2 + ?3 ? ?3        (20) \n\n \n\nNa qual, ??  é a umidade volumétrica expressa em cm\n3.cm-3, t é o tempo de resposta do sensor \n\nexpresso em ?s e C0, C1, C2 e C3 são os coeficientes da equação polinomial de terceiro grau. \n\n A seguir são apresentados na Tabela 5, os parâmetros da equação polinomial de terceiro \n\ngrau, para cada tipo de solo estudado, obtidos através da calibração do sensor, e seus respectivos \n\nvalores do coeficiente de determinação (R2), indicando o grau de ajuste da equação proposta. \n\n   \n\nTabela 5 - Coeficientes da equação polinomial de terceiro grau para os três tipos de solos, com \n\nseus respectivos valore de coeficiente de determinação. \n\nSolo C0 C1 C2 C3 R2 \n\nAreia Franca -2,7799 0,3834 -0,0177 0,0003 0,9919 \n\nFranco -3,5281 0,4691 -0,0203 0,0003 0,9505 \n\nFranco Argiloso -16,663 2,1468 -0,0883 0,0012 0,9593 \n\nFonte: O AUTOR(2015). \n\n \n\n Analisando os valores do coeficiente de determinação obtido nos experimentos de \n\ncalibração, observamos que o modelo polinomial de terceiro grau relaciona bem as variáveis \n\npara os três tipos de solos. O coeficiente de determinação (R2) tende a 1(um), quando o modelo \n\né mais explicativo e melhor se ajusta a amostra, portanto valores próximos de 1 (um), foram \n\nobtidos para os três tipos de solos, R2 de 0,99 para o solo tipo Areia Franca, 0,95 para o solo \n\ntipo Franco e 0,95 para o solo tipo Franco Argiloso.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n82 \n\n \n\n \n\n6 CONCLUSÕES \n\n \n\nEste trabalho avaliou a performance de um sensor tipo TDR para três diferentes solos do \n\nestado de Pernambuco. A partir da realização dos experimentos é possível concluir o seguinte: \n\n \n\n1) O alcance do sensor de umidade tipo TDR CS616 da Campbell Sci é de \n\naproximadamente de 3 cm acima e abaixo do sensor e que não varia de acordo com a \n\ntextura do solo, seja para solos com maiores teores de argila, solos com maiores teores \n\nde silte e solos com maiores teores areia; \n\n2) A equação quadrática fornecida pelo fabricante do sensor de umidade CS616, não \n\napresentou um bom desempenho para os solos estudados. Para o solo arenoso o sensor \n\nsubestimou os valores medidos em 20 %, para o solo siltoso superestimou os valores \n\nmedidos em 4 %, já para o solo argiloso, a superestimação foi de 34 %; \n\n3) O erro quantitativo na estimativa do armazenamento de água, aumenta \n\nsignificativamente quando o sensor de umidade é utilizado em uma profundidade de \n\nsolo maior que a correspondente a região de atuação do sensor, tornando fundamental \n\nconsiderar este parâmetro, quando se monitora a umidade em um perfil de solo; \n\n4) A calibração realizada demonstra que um modelo de terceiro grau, apresenta bom ajuste \n\nentre os valores medidos e estimados, com valores de coeficiente de determinação \n\nsuperiores a 95%.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n83 \n\n \n\n \n\nRECOMENDAÇÕES PARA TRABALHOS FUTUROS \n\n \n\nAo fim desse estudo, pode se recomendar trabalhos, visando complementar a pesquisa para \n\nestes tipos de sensores, tão importantes para o monitoramento da umidade do solo, afim de \n\naumentar o conhecimento sobre este sensor em solos tropicais e tornar a aferição deste mais \n\nprecisa. \n\n \n\n1) A partir desse estudo, pode-se realizar calibrações recomendadas na metodologia desse \n\ntrabalho, para as diferentes possiblidades texturais de solo, tomando-se base o triângulo \n\ntextural, onde cada calibração apresentaria uma equação característica. Um programa \n\ncomputacional poderia ser desenvolvido, onde se informaria os teores de Argila, Areia \n\ne Silte e o programa forneceria a equação de calibração característica para a textura \n\ncorrespondente.   \n\n2) Seria interessante a realização da metodologia apresenta nesse estudo, sem condições \n\nde contorno inferior, visando analisar a influência desta nas resposta do sensor, com \n\nimplantação ao recipiente de um sistema de drenagem, condicionando o experimento a \n\numa situação mais realista do ponto de vista do solo na natureza  \n\n3) Recomenda se a execução de ensaios visando analisar, o efeito da dinâmica da água e \n\nde atributos físicos do solo na resposta do sensor de umidade CS616, onde o sensor \n\nesteja inserido no solo na posição vertical, utilizando se um recipiente cilíndrico de \n\nacrílico para permitir a visualização do avanço da frente molhamento e com diâmetro \n\nde 3 cm coincidindo com o alcance do sensor de umidade.  O experimento poderia ser \n\nconduzido com os mesmo solos (Areia franca, Franco e Franco Argiloso) utilizados \n\nneste estudo para posteriores comparações.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n84 \n\n \n\n \n\nREFERÊNCIAS \n\n \n\nALBUQUERQUE, P. E. P. D.; DURÃES, F. O. M. Uso e manejo de irrigação. Brasília: Embrapa \n\nInformação Tecnológica, 2008. 528 p. \n\n \n\nAGÊNCIA PERNAMBUCANA DE ÁGUAS E CLIMA - APAC. Disponível em: \n\n<http://www.apac.pe.gov.br>. Acesso em: 05 jul. 2013. \n\n \n\nÁVILA, L. F.; MELLO, C. R.; SILVA, A. M. Continuidade e distribuição espacial da umidade do solo \n\nem bacia hidrográfica da Serra da Mantiqueira. Revista Brasileira de Engenharia Agrícola e \n\nAmbiental. v.14, n.12, p.1257–1266, Campina Grande, PB. 2010. \n\n \n\nBACCHI, O.O.S.; REICHARDT, K.; OLIVEIRA, J. C. M.; NIELSEN, D.R. Gamma-ray beam \n\nattenuation as an auxiliary technique for the evaluation of soil water retention curve. Science Agricola, \n\nPiracicaba, v.55, p.499-502, 1998. \n\n \n\nBELL, J. P. Neutron probe practice. 3.ed. Wallingford, Institute of Hydrology,1987. 51p. \n\n \n\nBERGAMASCHI, H.; DALMAGO, G.A.; COMIRAN, F.; BERGONCI, J.I.; MÜLLER, A.G.; \n\nFRANÇA, S.; SANTOS, A.O.; RADIN, B.; C.A.M.; PEREIRA, P.G. Deficit hídrico e produtividade \n\nna cultura do milho. Pesquisa Agropecuária Brasileira, v.41, n.2, p.243-249, 2006. \n\n \n\nBERNARDO, S.; SOARES, A. A.; MANTOVANI, E. C. Manual de Irrigação. 8.ed.  Viçosa: UFV, \n\n2006, 625p. \n\n \n\nBRADY, N. C.; WEIL, R. R. The nature and properties of soils. 14th ed. New Jersey: Prentice Hall, \n\n2008.  \n\n \n\nBRAGANÇA, R.; BRUM, V.J.; SILVA, J.M. da; ZINI JUNIOR, A.; BREGONCI, I. dos S.; REIS, E.F. \n\ndos; PASSOS, R.R. Avaliação da umidade de um Latossolo da região sul do estado do Espírito Santo \n\npor diferentes métodos de determinação. In: IX Encontro Latino Americano de Iniciação Científica, \n\n2005, São José dos Campos. Anais. 2005, v.único, p.643-646. \n\n \n\nBRITO, A. dos S. LIBARDI, P.L.; MOTA, J.C.A.; MORAES, S.O. Desempenho do  tensiômetro com \n\ndiferentes sistemas de leitura. Revista Brasileira de Ciência do  Solo, v.33, n.1, p.17-24, 2009. \n\n \n\n\n\n85 \n\n \n\n \n\nCAMPBELL SCIENTIFIC, INC. CS616 and CS625 Water Content Reflectometers. Logan, Utah. \n\nU.S.A. (2011). \n\n \n\nCECÍLIO, R.A.; SILVA, D.D.; PRUSKI, F.F.; MARTINEZ, M.A. Modelagem da infiltração de água \n\nno solo sob condições de estratificação utilizando-se a equação de Green-Ampt. Revista Brasileira \n\nEngenharia Agricola e Ambiental. n. 7 p. 415-422, 2003. \n\n \n\nCOELHO, S.L.; TEIXEIRA, A. dos S. Avaliação do tensiômetro eletrônico no monitoramento do \n\npotencial matricial de água no solo. Engenharia Agrícola, v.24, n.3, p.536-545, 2004. \n\n \n\nCOELHO, E. F.; VELLAME, L. M.; COELHO FILHO, M. A.; LEDO, C. A. S. Desempenho de \n\nmodelos de calibração de guias de ondas acopladas a TDR e a multiplexadores em três tipos de solos. \n\nRevista Brasileira de Ciência do Solo. n. 30. p. 23-30, 2006. \n\n \n\nCOLLIN R. E. Microondas, McGraw-Hill, São Paulo, 1992. \n\n \n\nCORRADINI, C. Soil Moisture in the Development of Hydrological Processes and its Determination at \n\nDifferent Spatial Scales. Journal of Hydrology. v.516, p.1-5. 2014. \n\n \n\nDAVIS, J. L.; CHUDOBIAK, W. J. In situ meter for measuring relative permittivity of soils. Geol. Surv. \n\nCan. Part A Paper, [S. L.], v. 75. 1975. \n\n \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro Nacional de \n\nPesquisa de Solos. Sistema brasileiro de classificação de solos. Brasília, SPI/ CNPS, 1999. 412p \n\n \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro Nacional de \n\nPesquisa de Solos. Sistema brasileiro de classificação de solos. 2.ed. Rio de Janeiro, Embrapa Solos, \n\n2006. 306p.   \n\n \n\nFERREIRA, S.R.M. ; FERREIRA, M.G.V.X. Mudanças de Volume Devido à Variação do Teor de \n\nÁgua em um Vertissolo no Semiárido de Pernambuco. Revista Brasileira de Ciência do Solo. v.33 \n\np.779-791, 2009. \n\n \n\nGARDNER, C.M.K.; ROBINSON, D.; BLYTH, K.; COOPER, J.D. Soil water content. In: SMITH, \n\nK.A.; MULLINS, C.E. (Ed). Soil and environmental analysis. 2.ed. New York: Marcel Dekker Inc., \n\n2000, p.1-64. \n\n \n\n\n\n86 \n\n \n\n \n\nGOLFARI, L.; CASER, R.L; MOURA, V.P.G  (1978). “Zoneamento ecológico da região Nordeste para \n\nexperimentação florestal (2a aproximação)”.  Belo Horizonte: PRODEPEF/Centro de Pesquisa  \n\nFlorestal do Cerrado. 66p.  (PNUD/FAO/IBDF/BRA-45). (PRODEPEF. Série Técnica, 11). \n\n \n\nGONÇALVES, A. C. A.; TRINTINALHA, M. A.;  TORMENTA, C. A.; FOLEGATTI, M. V. \n\nInfluencia da densidade do solo na estimativa da umidade em um nitossolo vermelho distroférrico, por \n\nmeio da técnica TDR. Revista Brasileira de Ciência do Solo. v. 35. p. 1551-1559, 2011. \n\nHILLEL, D. Fundamentals of soil physics. London: Academic Press, 1980. 413 p. \n\nHUANG, F.H.; DOWDING, C. H. (1998). Telemetric and multiplexing enhancement of time domain \n\nreflectometry measurements. http://iti.acns.nwu.edu/pubs/telemtry.pdf \n\nHUISMAN, J.A.; HUBBARD, S.S.; REDMAN, J.D.; ANNAN A.P. Measuring Soil Water Content \n\nwith Ground Penetrating Radar: A Review. Vadose Zone Journal. v.2 p. 476-491, 2013. \n\nKAISER, D. R. ; REINERT, D. J. ; REICHERT, J. M. ; MINELLA, J. P. G. Dieletric constant obtained \n\nfrom TDR and volumetric moisture of soils in southern Brazil. Revista Brasileira de Ciência do Solo. \n\nn. 34. p. 649-658, 2010. \n\nKLAR, A.E. A água no sistema solo-planta-atmosfera. São Paulo: Nobel, 1984. 408p. \n\n \n\nKLAR, A. E. A água no sistema solo–planta–atmosfera. 2.ed. São Paulo: Nobel, 1988, 408p. \n\n \n\nKLEIN, V. A. Física do solo. Passo Fundo: Ediupf, 2008. \n\n \n\nLACERDA, D.R.; GUERRA, H. O.C.; JUNIOR, G.B.; CAVALCANTI, M. L. F. Avaliação de um TDR \n\npara determinação do conteúdo de água do solo. Revista de Biologia e Ciência da Terra, Vol.5, n. 1, \n\n2005. \n\n \n\nLIBARDI, P. L. Dinâmica da água no solo. 1. ed. Piracicaba, 1995. 497 p. \n\n \n\nLIBARDI, P. L. Dinâmica da água no Solo. Editado pelo autor, 1999. 497 p. \n\n \n\nLIBARDI, P. L. Dinâmica da água no solo. São Paulo: Edusp, 2005. \n\n \n\nLIBARDI, P.L.; Água no solo. In: VAN LIER, Q.J. Física do solo. Viçosa: Sociedade Brasileira de \n\nCiência do Solo, 2010, p.103-152. \n\n \n\n\n\n87 \n\n \n\n \n\nLIETH, J. H.; OKI, L. R. Irrigation in soilless production. In: RAVIV, M.; LIETH, J.H. (Ed). Soilless \n\nCulture: theory and practice. Elsevier Science, 2008, p.117-158. \n\n \n\nLIMA, J. R. S.; DANTAS ANTONINO, A. C.; ANDRADE, A. P.; SOUZA, C.; SOARES, W. A.; \n\nSOUZA, E. S.; DA SILVA, I. F. Comparação da Sondas de Nêutrons e de Sensores Tipo TDR para a \n\nDeterminação dos Componentes do Balanço Hídrico no Solo e Evapotranpiração do Feijão Caupi. \n\nAgropecuária Técnica, v.27, n.1, p.21–29, 2006. \n\n \n\nMACEDO, A.B.M. Produção e eficiência de uso da água da bananeira cv Pacovan Ken sob \n\ndiferentes tensões de água no solo. 2008. 63f. Dissertação (Mestrado em Irrigação e Drenagem) – \n\nUniversidade Federal do Ceará, Fortaleza. \n\n \n\nMALICKI, M.A.; PLAGGE, R.; ROTH, C.H. Improving calibration of dielectric TDR soil moisture \n\ndetermination taking into account the solid soil. European Journal of Soil Science. v.47, p.357-366, \n\n1996. \n\n \n\nMANIERE, J. M.; VAZ, C. M. P.; MARIA, I. C. Sondas espiral de TDR para a medida da umidade no \n\nperfil do solo. Revista Brasileira de Ciência do Solo. n. 31. p. 191-198, 2007. \n\n \n\nMINELLA, J.P.G.; PREVEDELLO, C.L.; KOBIYAMA, M.; MANFROI, O.J. Calibração do TDR para \n\num latossolo. In: CONGRESSO BRASILEIRO DE ENGENHARIA AGRÌCOLA, 28.,1999, Pelotas. \n\nAnais...Pelotas: SBEA, 1999. 1CD-ROM. \n\n \n\nMANTOVANI, E. C.; BERNARDO, S.; PALARETTI, L. F. Irrigação: princípios e métodos. 3. ed. \n\natual. Viçosa: Ed. UFV, 2009. 355p. \n\n \n\nMIRANDA, F.R. de; SANTANA, M.G.S. de; SOUZA, C.C.M. de; OLIVEIRA, C.H.C. de. Calibração \n\ndo sensor dielétrico ECH2O em dois tipos de solo. Revista Ciência Agronômica, v.38, n.3, p.317-321, \n\n2007. \n\n \n\nMUÑOZ-CARPENA, R.; RITTER, A.; BOSCH, D. Field methods for monitoring soil water status. In:  \n\nMUÑOZ- CARPENA, R.; BENEDÍ, J.A. (Ed). Soil-water-solute process characterization: an \n\nintegrated approach. CRC Press, 2005, p.167-193. \n\n \n\nNASCIMENTO, P. dos S. Manejo da viticultura irrigada no Semiárido com base em zonas \n\nhomogêneas do solo e da planta. 2013. 140f. Tese (Doutorado em Agronomia) – Universidade \n\nEstadual Paulista “Júlio de Mesquita Filho”, Faculdade de Ciências Agronômicas, Botucatu. \n\n\n\n88 \n\n \n\n \n\nOLITTA, F. A. Contrução de tensiômetros para controle da irrigação. O Solo. Piracicaba. v. 68, n. 2, p. \n\n16-20, 1955. \n\n \n\nOR, D.; WRAITH, J.M. Agricultural and environmental soil physics. Logan, Utah State University, \n\n1997. 218p. \n\n \n\nPALTINEANU, I. C.; STARR, J. L. Real-time soil water dynamics using multisensory capacitance \n\nprobes: laboratory calibration. Soil Sci. Soc. Am. J., Madison-WI, v.61, p.1576-1585, nov-dec, 1997. \n\n \n\nPARIS D. T.; HURD F. K., Teoria Eletromagnética Básica, Guanabara Dois, Rio de Janeiro, 1984.  \n\n \n\nREICHARDT, K. Processos de Transferência no Sistema Solo-Planta-Atmosfera. Campinas, \n\nfundação Cargill, 1985. 446p \n\n \n\nREICHARDT, K. A água em sistemas agrícolas. São Paulo: Manole, 1987. 188 p. \n\n \n\nREICHARDT, K. Dinâmica da matéria e da energia em ecossistemas. Piracicaba: Depto.  de Física e \n\nMeteorologia, USP/ESALQ, 1996. 513p. \n\n \n\nREICHARDT, K.; TIMM, L.C. Solo, Planta e Atmosfera: conceitos, processos e aplicações. São \n\nPaulo: Editora Manole, 2004. 478 p. \n\n \n\nROMANO, N. Soil Moisture at Local Scale: Measurements and Simulations. Journal of Hydrology. \n\nv.516 p.6-20. 2014. \n\n \n\nROTH, C.H.; MALICKI, M.A.; PLAGGE, R. Empirical evaluation of the relationship between soil \n\ndielectric constant and volumetric water content as the basis for calibrating soil moisture measurements \n\nby TDR. Journal of Soil Science. v. 43 p. 1-13, 1992. \n\n \n\nSANTOS, J.C.B.; SOUZA JÚNIOR, V.S.; CORRÊA, M.M.; RIBEIRO, M.R.; ALMEIDA, M.C.;  \n\nBORGES, L.E.P. Caracterização de Neossolos Regolíticos da região semiárida do Estado de \n\nPernambuco. R. Bras. Ci. Solo, 36:683-696, 2012. \n\n \n\nSANTOS, L. A. P. Aplicações da técnica TDR em física do solo, Notas de aula, Prof. Luiz Antonio P. \n\nSantos, 2013.  \n\n \n\n\n\n89 \n\n \n\n \n\nSANTOS, L. A. P. Developpement d'une Nouvelle Methode de Determination des Profils de Teneur \n\nEau dans les Sols par Inversion d'un Signal TDR, PhD Thesis, Universite Joseph Fourier, Grenoble \n\n(1997). \n\n \n\nSANTOS, R.F.; CARLESSO, R. Déficit hídrico e os processos morfológico e fisiológico das plantas. \n\nRevista Brasileira de Engenharia Agrícola e Ambiental, v.2, n.3, p.287-294, 1998. \n\n \n\nSANTOS, M. R.; ZONTA, J. H.; MARTINEZ, M. A. Influência do tipo de amostragem na constante \n\ndielétrica do solo e na calibração de sondas TDR. Revista Brasileira de Ciências do Solo. v.34 n. 02 \n\np. 299-307, 2010. \n\n \n\nSANTOS, H. G.; JAACOMINE, P. K. T.; ANJOS, L. H.; OLIVEIRA, V. A.; OLIVEIRA, J. B.;  \n\nCOELHO, M. R.; LUMBRERAS, J. F.; CUNHA, T. J. F., (Ed.). Sistema Brasileiro de Classificação de \n\nsolos, 3. ed. rev. ampl. Brasília, DF: EMBRAPA, 2013. 353 p. \n\n \n\nSCHAAP, M.G.; LANGE, L.; HEIMOVAARA, T.J. TDR calibration of organic forest floor media. Soil \n\nTechnology. vol. 11, p. 205-217, 1996. \n\n \n\nSILVA, C. R.; ANDRADE JÚNIOR, S. A.; SOUZA, C. F. Aspectos práticos na utilização da técnica \n\nde capacitância: desafios e aprendizagem. In: SOUZA, C. F.; VARALLO, A. C. T.; LOPES, L. N.; \n\nSANTORO, B. L. (Org.). Aplicações de técnicas eletromagnéticas para o monitoramento ambiental. \n\nTaubaté: Universidade de Taubaté - UNITAU, 2008, v.1, p.25-45. \n\n \n\nSILVA, E. L.; GERVÁSIO, E. S. Uso do instrumento TDR para determinação do teor de água em \n\ndiferentes camadas de um Latossolo Roxo distrófico. Revista Brasileira de Engenharia Agrícola e \n\nAmbiental. v. 3, p. 417-420, 1999. \n\n \n\nSIQUEIRA, G. M. Variabilidade de atributos físicos do solo determinados por métodos diversos. \n\n2006. 163f. Dissertação (Mestrado em Agricultura Tropical e Subtropical) – Instituto Agronômico, \n\nCampinas, 2006. \n\n \n\nSOUZA. E.S. Caracterização Hidrodinâmica na Escala Local e da Parcela Agrícola de Dois Solos \n\ndo Estado da Paraíba: Variabilidade Espacial e Temporal, e Meio Homogêneo Equivalente. Tese \n\n(Doutorado em Aplicação de Radioisótopos e Física dos Solos) – Universidade Federal de Pernambuco, \n\nRecife, PE, 2005. \n\n \n\n\n\n90 \n\n \n\n \n\nSOUZA, C.F.; MATSURA, E.E.; FOLEGATTI, M.V.; COELHO, E.F.; OR, D. Sondas de TDR para a \n\nestimativa da umidade e da condutividade elétrica do solo. Irriga, v.11, n.1, p.12-25, 2006. \n\n \n\nSOUZA, R.M.S. Dinâmica de Energia, Água e Carbono em Área de Pastagem no Semiárido \n\nPernambucano. Dissertação (Mestrado em Produção Vegetal) – Universidade Federal Rural de \n\nPernambuco, UAST, Serra Talhada, PE, 2014. \n\n \n\nTEIXEIRA, C.F.A.; MORAES, S.O.; SIMONETE, M.A. Desempenho do tensiômetro, TDR e sondas \n\nde nêutrons na determinação da umidade e condutividade hidráulica do solo. R. Brasileira de Ciências \n\ndo Solo, v. 29, p. 161-168, 2005. \n\n \n\nTOMMASELLI, J. T. G.; BACHI, O. O. S. Calibração de um equipamento de TDR para medida de \n\numidade de solos. Pesquisa Agropecuária Brasileira, Brasília, v.36, n.9, p.1145-1154, 2001. \n\n \n\nTOPP, G. C.; DAVIS, J. L.; ANNAN, A. P. Electromagnetic determination of soil water content: \n\nmeasurement in coaxial transmission lines. Water Resources Research. Washington, v. 16, p. 574 – \n\n582, 1980. \n\n \n\nTRINTINALHA, M.A. Avaliação da técnica da Reflectometria no Domínio do Tempo (TDR) na \n\ndeterminação da umidade em um Nitossolo Vermelho eutroférrico. Maringá. 2000. 64 p. (Mestrado) \n\n- Universidade Estadual de Maringá, Maringá, 2000.   \n\n \n\nVIELMO, A.L. Limite superior da retenção da água no solo: método de campo e método de \n\nestimativa. 2008. 81f. Dissertação (Mestrado em Engenharia Agrícola) – Universidade Federal de Santa \n\nMaria, Santa Maria \n\n \n\nVILLWOCK, R.; TAVARES, M.H.F.; VILAS BOAS, M.A. Calibração de um equipamento TDR em \n\ncondições de campo. Irriga, v. 9, n. 1, p. 82-88, 2004. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n91 \n\n \n\n \n\nAPÊNDICE \n\n \n\nTabela 6 - Tempos de resposta (t) do sensor para as diferentes inserções das hastes (cm), obtidos \n\nno experimento 1. \n\nComprimento (cm) t (?s) \n\n0 14,94 \n\n1 18,57 \n\n2 21,99 \n\n3 24,34 \n\n4 26,2 \n\n5 28 \n\n6 29,28 \n\n7 30,16 \n\n8 31,18 \n\n9 31,85 \n\n10 32,35 \n\n11 32,65 \n\n12 33,01 \n\n13 33,53 \n\n14 33,91 \n\n15 34 \n\n16 34,26 \n\n\n\n92 \n\n \n\n \n\n17 34,50 \n\n18 35,08 \n\n19 35,59 \n\n20 36,39 \n\n21 37,88 \n\n22 38,16 \n\n23 39,02 \n\n24 39,66 \n\n25 39,89 \n\n26 40,98 \n\n27 41,24 \n\n28 41,80 \n\n29 42,58 \n\n30 43,58 \n\nFonte: O AUTOR(2015). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n93 \n\n \n\n \n\nTabela 7 - Tempos de resposta (t) do sensor para diferentes lâminas de água, obtidos no \n\nexperimento 2. \n\nProfundidade(cm) Lâmina(cm) t (?s) \n\n1 2 36,55 \n\n2 4 40,52 \n\n3 6 42,21 \n\n4 8 42,29 \n\n5 10 42,54 \n\n6 12 42,74 \n\n7 14 42,88 \n\n8 16 42,89 \n\n9 18 42,99 \n\nFonte: O AUTOR(2015). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n94 \n\n \n\n \n\nTabela 8 –Tempos de resposta (t) do sensor para seus respectivos níveis de água, obtidos no \n\nexperimento 3. \n\nNível de Água (cm) t (?s) \n\n9 33,77 \n\n9,5 38,33 \n\n10 40,91 \n\n10,5 41,6 \n\n11 42,16 \n\n11,5 42,5 \n\n12 42,69 \n\n12,5 42,81 \n\n13 42,89 \n\n13,5 42,95 \n\n14 42,98 \n\n14,5 43,02 \n\n15 43,04 \n\n15,5 43,06 \n\n16 43,08 \n\n16,5 43,09 \n\n17 43,1 \n\n17,5 43,11 \n\n18 43,11 \n\nFonte: O AUTOR(2015). \n\n \n\n\n\n95 \n\n \n\n \n\nFigura 32 – Lâminas estimadas em função das lâminas medidas no experimentos com 6 cm de \n\nespessura de solo tipo Areia Franca. \n\n \nFonte: O AUTOR(2015) \n\n \n\nFigura 33 – Lâminas estimadas em função das lâminas medidas no experimentos com 6 cm de \n\nespessura de solo tipo Franco. \n\n \n\nFonte: O AUTOR(2015) \n\n \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\n0 0,5 1 1,5 2 2,5\n\nL\nâ\nm\n\nin\na\n E\n\nst\nim\n\na\nd\n\na\n (\n\nm\nm\n\n)\n\nLâmina Medida (mm)\n\nAreia Franca(6 cm)\n\nLâmina Medida (mm)\n\nLâmina Estimada (mm)\n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\n0 0,5 1 1,5 2 2,5\n\nL\nâ\n\nm\nin\n\na\n E\n\nst\nim\n\na\nd\n\na\n (\n\nm\nm\n\n)\n\nLâmina Medida (mm)\n\nFranco (6 cm)\n\nLâmina Medida (mm)\n\nLâmina Estimada (mm)\n\n\n\n96 \n\n \n\n \n\nFigura 34 – Lâminas estimadas em função das lâminas medidas no experimentos com 6 cm de \n\nespessura de solo tipo Franco Argiloso. \n\n \n\nFonte: O AUTOR(2015) \n\n \n\nFigura 35 – Lâminas estimadas em função das lâminas medidas no experimentos com 18 cm de \n\nespessura de solo tipo Areia Franca. \n\n \n\nFonte: O AUTOR(2015) \n\n \n\n0\n\n0,5\n\n1\n\n1,5\n\n2\n\n2,5\n\n3\n\n3,5\n\n0 0,5 1 1,5 2 2,5\n\nL\nâ\nm\n\nin\na\n E\n\nst\nim\n\na\nd\n\na\n (\n\nm\nm\n\n)\n\nLâmina Medida (mm)\n\nFranco Argiloso (6 cm)\n\nLâmina Medida (mm)\n\nLâmina Estimada (mm)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0 1 2 3 4 5 6 7 8\n\nL\nâ\nm\n\nin\na\n E\n\nst\nim\n\na\nd\n\na\n (\n\nm\nm\n\n)\n\nLâmina Medida (mm)\n\nAreia Franca (18 cm)\n\nLâmina Medida (mm)\n\nLâmina Estimada (mm)\n\n\n\n97 \n\n \n\n \n\nFigura 36 - Lâminas estimadas em função das lâminas medidas no experimentos com 18 cm de \n\nespessura solo tipo Franco. \n\n \n\nFonte: O AUTOR(2015) \n\n \n\nFigura 37 - Lâminas estimadas em função das lâminas medidas no experimento com 18 cm de \n\nespessura de solo tipo Franco Argiloso. \n\n \n\n Fonte: O AUTOR(2015) \n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0 1 2 3 4 5 6 7 8\n\nL\nâ\nm\n\nin\na\n E\n\nst\nim\n\na\nd\n\na\n (\n\nm\nm\n\n)\n\nLâmina Medida (mm)\n\nFranco (18 cm) \n\nLâmina Medida (mm)\n\nLâmina Estimada (mm)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0 1 2 3 4 5 6 7 8\n\nL\nâ\nm\n\nin\na\n (\n\nm\nm\n\n)\n\nLâmina (mm)\n\nFranco Argiloso (18 cm)\n\nLâmina Medida (mm)\n\nLâmina Estimada (mm)"}]}}}