{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23575"}, {"@name": "filename", "#text": "7765_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "LEONARDO VAZ DE MELO \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nUSO DE REDES NEURAIS ARTIFICIAIS NO MAPEAMENTO DE SOLOS NA \n\nBACIA DO RIO TURVO SUJO - VIÇOSA MG \n \n \n \n \n \n \n \n\nDissertação apresentada à Universidade \n\nFederal de Viçosa, como parte das \n\nexigências do Programa de Pós-\n\nGraduação em Solos e Nutrição de \n\nPlantas, para obtenção do título de \n\nMagister Scientiae. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nVIÇOSA \n\nMINAS GERAIS – BRASIL \n2009 \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n\n\nLEONARDO VAZ DE MELO \n \n \n \n \n \n \n \n \n \n \nUSO DE REDES NEURAIS ARTIFICIAIS NO MAPEAMENTO DE SOLOS NA \n\nBACIA DO RIO TURVO SUJO - VIÇOSA MG \n\n \n \n \n \n\nDissertação apresentada à Universidade \n\nFederal de Viçosa, como parte das \n\nexigências do Programa de Pós-\n\nGraduação em Solos e Nutrição de \n\nPlantas, para obtenção do título de \n\nMagister Scientiae. \n\n \n\n \n\n \n\nAPROVADA: 09 de março de 2009. \n\n \n \n \n \n\n   \n\nProf. João Luiz Lani \n(Co-orientador) \n\nProf. Carlos Antônio Oliveira Vieira \n \n\n   \n\n   \n\nPesq. César da Silva Chagas Prof. Mauricio Santana Moreau \n\n \n \n \n \n \n \n \n\n \n\nProf. Elpídio Inácio Fernandes Filho \n(Presidente) \n\n\n\n ii \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \nEu fico com a pureza das respostas das crianças: \n\nÉ a vida! É bonita e é bonita! \n\nViver e não ter a vergonha de ser feliz, \n\nCantar, e cantar, e cantar, \n\nA beleza de ser um eterno aprendiz. \n\nAh, meu Deus! Eu sei \n\nQue a vida devia ser bem melhor e será, \n\nMas isso não impede que eu repita: \n\nÉ bonita, é bonita e é bonita! \n\n \n\nGonzaguinha \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nAos meus pais, que me ensinaram a dar os \n\nprimeiros passos e mostraram a importância de \n\nsempre seguir em frente. \n\nA todos os meus irmãos e cunhados (as), \n\nprincipalmente à Wanda, Vilma, Aparecida e Élcio, \n\nque sempre me apoiaram e incentivaram a lutar \n\npelos meus sonhos. \n\nAos meus sobrinhos, alegrias da minha \n\nvida. \n\n \n \n \n\nDedico  \n\n\n\n iii \n\n \n \n\nAGRADECIMENTOS \n\n \n \n\nÀ Deus, sempre presente e que me proporcionou muitas conquistas ao longo \n\nda vida. \n\nÀ Nossa Senhora da Guia, que sempre ilumina meus caminhos, muitas vezes \n\ndifíceis e tortuosos. \n\nÀ Universidade Federal de Viçosa, pelos longos anos de formação. \n\nÀ Coordenação de Aperfeiçoamento de Pessoal de Ensino Superior (CAPES) e pela \n\nconcessão da bolsa de pesquisa.  \n\nAo Prof. Raphael pela orientação, pela paciência, pelos ensinamentos e pela ajuda \n\nconstante. \n\nAos Professores Carlos Ernesto G. R. Schaefer, Elpídio Inácio Fernandes Filho e \n\nJoão Luiz Lani pela co-orientação e pelos ensinamentos. \n\nAo Luiz Fontes, pelo início da orientação  \n\nAos professores das disciplinas cursadas, em especial ao Liovando, pelos \n\nensinamentos que foram muito além de conteúdos, mas sim lições de vida. \n\nAos laboratoristas do DPS, Cláudio, Ciro e Chico e aos demais funcionários do DPS, \n\nprincipalmente à Luciana pela prestatividade e competência. \n\nAos professores do Curso de Geografia, pela formação inicial. \n\nAos meus irmãos e sobrinhos, que mesmo distantes fisicamente, sempre foram \n\npresentes e motivadores. \n\nAos primos Marquinhos, Márcia e Soninha, companheiros de jornada, de lutas e de \n\nalegrias, meu eterno agradecimento. \n\nAos demais familiares, pelos incentivos ao meu crescimento pessoal e \n\nprofissional. \n\nÀ Eliana pela imensurável ajuda em diversas etapas e também ao Bruno Resck pelo \n\napoio e acompanhamento dos trabalhos. \n\nAo Guilherme pelos auxílios nas coletas e levantamentos de classes de solos. \n\nAos meus colegas do Departamento de Solos, pelas ajudas e companheirismo: \n\nGilberto, Diogo, Raquel, Thiago Torres, Cecília, Akênia, Bruna, Arlicélio e Samuel. \n\nAos amigos que fiz em Viçosa: Odair, Janaína, Denise, Lali, Raphaelle, Abelardo, \n\nentre outros não citados aqui, mas que também sempre estiveram presentes. \n\nAo Tiago, pelo companheirismo e incentivo em horas de desânimos. \n\nÀ todos que tornaram a minha vida mais alegre em Viçosa, companheiros de \n\nestudos, trabalhos ou festas, meus sinceros agradecimentos. \n\n\n\n iv \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n\nBIOGRAFIA \n\n \n\n \n\n \n\nLeonardo Vaz de Melo, filho de José Vaz de Melo Filho e Maria Sartori Vaz de Melo, \n\nnasceu em 18 de julho de 1980, na cidade de Guiricema - MG. \n\nEm janeiro de 2005, graduou-se como licenciado em Geografia pela Universidade \n\nFederal de Viçosa – UFV. Tornou-se bacharel em Geografia, em maio de 2006, pela mesma \n\ninstituição. \n\nEm maio de 2006, ingressou no Curso de Mestrado em Solos e Nutrição de Plantas \n\ndo Departamento de Solos da Universidade Federal de Viçosa. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\n\n v \n\n \n \n \n\nÍNDICE \n \n \n\nLISTA DE FIGURAS VII \n\nLISTA DE QUADROS VIII \n\nRESUMO IX \n\nABSTRACT XI \n\nINTRODUÇÃO GERAL 1 \n\nCAPÍTULO 1 3 \n\nAVALIAÇÃO DO USO DE REDES NEURAIS ARTIFICIAIS PARA O MAPEAMENTO DE \nSOLOS DE UMA BACIA HIDROGRÁFICA DE VIÇOSA, MG 3 \n\nRESUMO 3 \n\n1. INTRODUÇÃO 5 \n\n2. MATERIAL E MÉTODOS 9 \n\n2.1. LOCALIZAÇÃO E CARACTERÍSTICAS GERAIS DA ÁREA DE ESTUDO 9 \n\n2.2. BASE DE DADOS DE SOLOS 11 \n\n2.3. ANÁLISES DE LABORATÓRIO 12 \n\n2.4. VARIÁVEIS DISCRIMINANTES 13 \n\n2.4.1. MODELO DIGITAL DE ELEVAÇÃO 13 \n\n2.4.1.1. DECLIVIDADE 15 \n\n2.4.1.2. RADIAÇÃO SOLAR GLOBAL 15 \n\n2.4.1.3. ASPECTO (FACE DE EXPOSIÇÃO) 15 \n\n2.4.1.4. DISTÂNCIA HORIZONTAL ATÉ A DRENAGEM 16 \n\n2.4.1.5. CURVATURA 16 \n\n2.4.1.6. SEPARAÇÃO DE COMPARTIMENTOS DO RELEVO 17 \n\n2.4.2. DADOS DE SENSORES REMOTOS 19 \n\n2.4.2.1. BANDAS DO ASTER 19 \n\n2.4.2.2. ÍNDICE DE VEGETAÇÃO POR DIFERENÇA NORMALIZADA (NDVI) 20 \n\n2.5. PROCEDIMENTOS UTILIZADOS NA ELABORAÇÃO DOS MAPAS 21 \n\n2.5.1. ABORDAGEM “CONVENCIONAL” 21 \n\n2.5.2. ABORDAGEM POR REDES NEURAIS ARTIFICIAIS 21 \n\n2.5.3. COMPARAÇÃO E VALIDAÇÃO DOS MAPAS 23 \n\n3. RESULTADOS E DISCUSSÃO 26 \n\n3.1. CLASSES DE SOLOS IDENTIFICADAS 26 \n\n3.2. VARIÁVEIS DISCRIMINANTES 26 \n\n3.2.1. ELEVAÇÃO 27 \n\n\n\n vi \n\n3.2.2. DECLIVIDADE 27 \n\n3.2.3. RADIAÇÃO SOLAR GLOBAL 28 \n\n3.2.4. FACE DE EXPOSIÇÃO SOLAR 29 \n\n3.2.5. DISTÂNCIA HORIZONTAL 31 \n\n3.2.6. UNIDADES GEOMORFOLÓGICAS 32 \n\n3.2.7. IMAGEM ASTER 33 \n\n3.2.8. ÍNDICE DE VEGETAÇÃO POR DIFERENÇA NORMALIZADA 34 \n\n3.3. CLASSIFICAÇÃO PELAS REDES NEURAIS ARTIFICIAIS 36 \n\n3.4. AVALIAÇÃO DA CONCORDÂNCIA ENTRE OS MAPAS PRODUZIDOS PELAS ABORDAGENS \nADOTADAS 38 \n\n3.5. VALIDAÇÃO DOS MAPAS 45 \n\n4. CONCLUSÕES 50 \n\n5. REFERÊNCIAS BIBLIOGRÁFICAS 51 \n\nCAPÍTULO 2 55 \n\nAVALIAÇÃO DO ESTOQUE DE CARBONO NOS SOLOS DA BACIA HIDROGRÁFICA DO \nRIO TURVO SUJO, VIÇOSA - MG 55 \n\nRESUMO 55 \n\n1. INTRODUÇÃO 56 \n\n2. MATERIAL E MÉTODOS 60 \n\n2.1. ÁREA DE ESTUDO 60 \n\n2.2. ESTOQUE DE CARBONO 60 \n\n3. RESULTADOS 61 \n\n3.1. ESTIMATIVA DO ESTOQUE DE CARBONO NOS SOLOS DA BACIA 61 \n\n3.2. MAPA DE ESTOQUE DE CARBONO 63 \n\n4. CONCLUSÕES 65 \n\n5. REFERENCIAS BIBLIOGRÁFICAS 66 \n\nCONSIDERAÇÕES FINAIS 68 \n\nANEXOS 70 \n\n \n\n \n\n\n\n vii \n\nLISTA DE FIGURAS \n \n \n\nFIGURA 1 - ESQUEMA ILUSTRATIVO DA ORGANIZAÇÃO DAS REDES NEURAIS ARTIFICIAIS EM \n\nCAMADAS (PERCEPTRON MULTICAMADAS). FONTE: TATIBANA E KAETSU (2006). ................ 6 \n\nFIGURA 2 - LOCALIZAÇÃO DA BACIA HIDROGRÁFICA DO RIO TURVO SUJO - MG. ......................... 9 \n\nFIGURA 3 - LOCALIZAÇÃO DOS PERFIS DE SOLOS USADOS PARA ESTABELECER A NATUREZA DAS \n\nRELAÇÕES SOLO-PAISAGEM NA ÁREA. ..............................................................................12 \n\nFIGURA 4 – RECORTE EM FORMA RETANGULAR ABRANGENDO A ÁREA DA BACIA E SEU ENTORNO.\n\n .....................................................................................................................................14 \n\nFIGURA 5 – FLUXOGRAMA ILUSTRATIVO DOS COMANDOS PARA GERAÇÃO DE TERRAÇOS E TOPOS.\n\n .....................................................................................................................................19 \n\nFIGURA 6 - LOCALIZAÇÃO DOS 1.000 PONTOS ALEATÓRIOS UTILIZADOS NA AVALIAÇÃO DA \n\nCONCORDÂNCIA DOS MAPAS DE SOLOS ELABORADOS. ......................................................24 \n\nFIGURA 7 - LOCALIZAÇÃO DOS 75 PONTOS DE AMOSTRAGEM DE SOLOS USADOS PARA CHECAGEM \n\nDE CAMPO DOS MAPAS PRODUZIDOS. ...............................................................................25 \n\nFIGURA 8 - MODELO DIGITAL DE ELEVAÇÃO DO TERRENO DA BACIA HIDROGRÁFICA DO RIO TURVO \n\nSUJO – MG. ...................................................................................................................27 \n\nFIGURA 9 - DECLIVIDADE DA BACIA HIDROGRÁFICA DO RIO TURVO SUJO – MG. .........................28 \n\nFIGURA 10 - RADIAÇÃO SOLAR GLOBAL ESTIMADA QUE ATINGE ANUALMENTE A BACIA  \n\nHIDROGRÁFICA DO RIO TURVO SUJO – MG. .....................................................................29 \n\nFIGURA 11 - FACE DE EXPOSIÇÃO SOLAR (ASPECTO) DA BACIA HIDROGRÁFICA DO RIO TURVO \n\nSUJO – MG. ...................................................................................................................30 \n\nFIGURA 12 - DISTÂNCIA HORIZONTAL DOS TOPOS DA PAISAGEM ATÉ A REDE DE DRENAGEM NA \n\nBACIA HIDROGRÁFICA DO RIO TURVO SUJO – MG. ...........................................................31 \n\nFIGURA 13 - UNIDADES GEOMORFOLÓGICAS (TERRAÇO, TOPOS, ENCOSTAS CÔNCAVAS E \n\nENCOSTAS CONVEXAS) PRESENTES NA PAISAGEM DA BACIA DO RIO TURVO SUJO – MG. ....32 \n\nFIGURA 14 - IMAGEM ASTER DA BACIA HIDROGRÁFICA DO RIO TURVO SUJO – MG, OBTIDA EM 29 \n\nDE MARÇO DE 2001. .......................................................................................................34 \n\nFIGURA 15 - ÍNDICE DE VEGETAÇÃO POR DIFERENÇA NORMALIZADA (NDVI) DA BACIA \n\nHIDROGRÁFICA DO RIO TURVO SUJO – MG. .....................................................................35 \n\nFIGURA 16 – MAPA DE CLASSES DE SOLOS DA BACIA HIDROGRÁFICA DO RIO TURVO SUJO – MG, \n\nPRODUZIDO PELO MÉTODO CONVENCIONAL. .....................................................................40 \n\nFIGURA 17 – MAPA DE CLASSES DE SOLOS DA BACIA HIDROGRÁFICA DO RIO TURVO SUJO – MG, \n\nPRODUZIDO PELA ABORDAGEM POR REDES NEURAIS ARTIFICIAIS. .....................................43 \n\nFIGURA 18 – MAPA DO ESTOQUE DE CARBONO (T HA\n-1\n) NOS SOLOS DA BACIA DO RIO TURVO SUJO, \n\nCONSIDERANDO ATÉ UM METRO DE PROFUNDIDADE. .........................................................64 \n\n\n\n viii \n\nLISTA DE QUADROS \n\n \n\nQUADRO 1 - NÚMERO DE PERFIS E PONTOS DE OBSERVAÇÃO POR CLASSES DE SOLO ................26 \n\nQUADRO 2 - CLASSIFICAÇÃO DA OCORRÊNCIA DE ÁREAS COM DIFERENTES FACES DE EXPOSIÇÃO \n\nSOLAR (ASPECTO) NA BACIA DO RIO TURVO SUJO - MG ...................................................30 \n\nQUADRO 3 - DISTRIBUIÇÃO DA OCORRÊNCIA DAS UNIDADES GEOMORFOLÓGICAS PRESENTES NA \n\nBACIA DO RIO TURVO SUJO – MG ...................................................................................33 \n\nQUADRO 4 - RESULTADO FINAL CONSIDERANDO AS NOVE ARQUITETURAS DE REDES ..................37 \n\nQUADRO 5 - MATRIZ DE CONFUSÃO GERADA PELA RNA CONTENDO 10 NEURÔNIOS NA CAMADA \n\nINTERNA ........................................................................................................................37 \n\nQUADRO 6 - DISTRIBUIÇÃO DA OCORRÊNCIA DAS CLASSES E ASSOCIAÇÕES DE CLASSE DE SOLO \n\nNA BACIA DO TURVO SUJO – MG, SEGUNDO O MAPEAMENTO TRADICIONAL ........................41 \n\nQUADRO 7 - DISTRIBUIÇÃO DA OCORRÊNCIA DAS ASSOCIAÇÕES DE CLASSE DE SOLO NA BACIA DO \n\nTURVO SUJO – MG, DE ACORDO COM A ABORDAGEM POR RNA’S .....................................44 \n\nQUADRO 8 – CONCORDÂNCIA DE PONTOS ENTRE O MAPA ASSISTIDO POR RNA’S E O MAPA \n\nTRADICIONAL ..................................................................................................................45 \n\nQUADRO 9 – DISTRIBUIÇÃO DOS ACERTOS POR CLASSES DE SOLOS - MAPA CONVENCIONAL ......46 \n\nQUADRO 10 - DISTRIBUIÇÃO DOS ACERTOS POR CLASSES DE SOLOS - MAPA ASSISTIDO POR \n\nRNA’S ...........................................................................................................................47 \n\nQUADRO 11 - ESTOQUE DE CARBONO ASSOCIADO ÀS CLASSES E ASSOCIAÇÕES DE CLASSES DE \n\nSOLO NA BACIA DO TURVO SUJO – MG, SEGUNDO O MAPEAMENTO CONVENCIONAL ...........62 \n\nQUADRO 12 - ESTOQUE DE CARBONO ASSOCIADO ÀS CLASSES DE SOLOS NA BACIA HIDROGRÁFICA \n\nDO TURVO SUJO – MG, SEGUNDO O MAPEAMENTO AUTOMATIZADO ...................................62 \n\n \n\n \n \n \n \n \n\n\n\n ix \n\nRESUMO \n \n\nMELO, Leonardo Vaz de, M. Sc., Universidade Federal de Viçosa, março de 2009. Uso de \nRedes Neurais Artificiais no mapeamento de solos na Bacia do Rio Turvo Sujo - \nViçosa MG. Orientador: Raphael Bragança Alves Fernandes. Co-orientadores: Elpídio \nInácio Fernandes Filho, Carlos Ernesto Gonçalves Reynaud Schaefer, João Luiz Lani. \n\n \n\nAs ocupações humanas apresentam um histórico de ausência de planejamento e \n\nfalta de organização que tem, muitas das vezes, comprometido a qualidade de vida da \n\npopulação e a qualidade ambiental. Observa-se que a perda do solo é um dos grandes \n\nproblemas ambientais associado ao uso e ocupação de novas áreas, que além de afetar a \n\nflora e fauna nativas, pode comprometer seriamente a vazão dos cursos d’água e, portanto, \n\na qualidade de vida das pessoas. Nesse contexto, em qualquer processo de planejamento, \n\na disponibilidade e o domínio da informação acerca do recurso solo, em especial, de suas \n\nlimitações e potencialidades são dados importantes. Diante do exposto, o presente trabalho \n\nteve como objetivos: i) avaliar a eficiência de duas diferentes metodologias de mapeamento \n\ndos solos: automatizada, via Redes Neurais Artificiais (RNA’s) e a tradicional, efetuada com \n\nauxílio de pedólogos; ii) estimar o estoque de carbono dos solos da Bacia do Rio Turvo \n\nSujo, localizada na Zona da Mata mineira. A metodologia utilizada consistiu da execução da \n\nmodelagem da distribuição de solos na área da bacia, utilizando-se dados existentes e \n\nnovos, Sistema de Informações Geográficas (SIG’s), RNA’s e checagens de campo. Os \n\ndados existentes foram obtidos em teses e documentos que continham informações de \n\nperfis de solos presentes na área. Os novos dados foram coletados em campo, em perfis \n\nmodais, para pontos específicos da bacia, em função da ausência de dados anteriores. Nas \n\ncoletas de campo, o perfil foi descrito e amostras foram coletadas de cada horizonte. Foram \n\nlevantados também alguns pontos de observação de algumas classes de solo. No trabalho \n\ncom SIG foi gerado um modelo digital de elevação (MDE) e, a partir dele, os mapas de \n\ndeclividade, radiação, face de exposição solar, distância horizontal, distância vertical e \n\ncurvatura. Combinando-se a curvatura, a declividade e a distância vertical à drenagem \n\nproduziu-se um mapa de unidades da paisagem na região: topo, terraço, encostas côncavas \n\ne encostas convexas. Além destes dados de entrada, foram usadas três bandas de uma \n\nimagem ASTER (do ano de 2001) e o Índice de Vegetação por Diferença Normalizada \n\n(NDVI). Dois mapas de solos foram então produzidos: um efetuado juntamente com \n\npedólogos e centrado unicamente nos dados de campo e de laboratório, e o outro, que fez \n\nuso das ferramentas de SIG e RNA’s. A avaliação da adequabilidade dos mapas de solos \n\nproduzidos foi efetuada a partir do índice Kappa. No mapa convencional foram \n\nestabelecidas cinco classes de solo e, no produzido via RNA, sete classes. Os resultados \n\n\n\n x \n\nindicaram maior acerto do mapa produzido via RNA (Kappa = 66,6%), em comparação com \n\naquele gerado pela forma tradicional (Kappa = 42,6%). O estoque de carbono no solo \n\nestimado até um metro de profundidade com base nos dados dos perfis da bacia do Rio \n\nTurvo Sujo foi em torno de 4.900.000 toneladas, considerando a profundidade de 1 metro. \n\nAs relações entre a ocorrência dos solos e os atributos do relevo derivados do MDE foram \n\ndeterminantes para o delineamento de unidades de mapeamento de solos na região \n\nestudada, o que por certo, garantiu um melhor desempenho do mapa digital produzido. \n\nEmbora a extrapolação para outras regiões deva ser tomada com ressalvas, os resultados \n\nobtidos indicam que as RNA’s foram capazes de mapear de forma automatizada e \n\nadequada os solos da Bacia do Rio Turvo Sujo, com resultados mais detalhados do que o \n\nprocedimento tradicional. Na classificação convencional, é difícil a perfeita integração de um \n\ngrande número de informações de diferentes origens e, sob esse aspecto, as RNA’s \n\nacabam auxiliando na obtenção de um produto final de melhor qualidade. Obviamente que \n\nesse procedimento informático não será capaz de substituir as mãos e a mente humana nos \n\nprocedimentos de levantamento e classificação de solos, mas deve ser tomado como uma \n\nferramenta para a obtenção de resultados cada vez mais próximos da realidade. \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n xi \n\nABSTRACT \n \n\nMELO, Leonardo Vaz de, M. Sc., Universidade Federal de Viçosa, march 2009. The use of \nArtificial Neural Networks in the soil mapping in Bacia do Rio Turvo Sujo - Viçosa \nMG. Advisor: Raphael Bragança Alves Fernandes. Co-advisors: Elpídio Inácio \nFernandes Filho, Carlos Ernesto Gonçalves Reynaud Schaefer, João Luiz Lani. \n\n \n\n \nHuman occupations have a history of lack of planning and lack of organization that, \n\nmany times, have compromised people’s quality of life and environmental quality. It is \n\nobserved that soil loss is a major environmental problem associated with the use and \n\noccupation of new areas, which, besides affecting the native flora and fauna, can seriously \n\ncompromise the flow of watercourses and, therefore, people's quality of life. In this context, in \n\nany planning process, the availability and the information about the soil resources, in \n\nparticular of its limitations and capabilities, are important data. Given the above, this study \n\nhas aimed to: i) evaluate the effectiveness of two different approaches to soil mapping: \n\nautomated via Artificial Neural Networks (ANN) and the traditional one, made with the help of \n\nsoil scientists; and ii) estimate the carbon stock of the soil in Bacia do Rio Turvo Sujo, \n\nlocated in the Zona da Mata of Minas Gerais. The methodology consisted of modeling the \n\ndistribution of soils in the basin area, using existing and new data, Geographic Information \n\nSystem (GIS), RNA's and field checks. The existing data were obtained in theses and \n\ndocuments that contained information on soil profiles in the area. The new data were \n\ncollected in the field, in modal profiles for specific points of the basin, due to the absence of \n\nprevious data. In the collections in the field, the profile was described and samples were \n\ncollected from each horizon. We also raised some points of observation of some classes of \n\nsoil. In working with GIS, a digital elevation model (DEM) was generated and from it, there \n\nwere slope mapping, radiation, surface of sun exposure, horizontal distance, vertical \n\ndistance, and curvature. Combining the curvature, slope, and vertical distance to drainage \n\nresulted in a map of units in the landscape of that region: top, terrace, convex and concave \n\nhillsides. In addition to these input data, three bands of an ASTER image (from 2001) and \n\nthe Normalized Difference Vegetation Index (NDVI) were used. Two soil maps were then \n\nproduced: one made with soil scientists, focused solely on field and laboratory data, and the \n\nother, which used GIS and ANN tools. The evaluation of the suitability of soil maps produced \n\nwas made from the Kappa index. In the conventional map five classes of soil were \n\nestablished, and in the one produced via ANN, seven classes. The results showed greater \n\naccuracy of the map produced via ANN (Kappa = 66.6%) compared with that generated in \n\ntraditional way (Kappa = 42.6%). The carbon stock in the soil, estimated up to one meter \n\ndepth based on profile data from the basin of Rio Turvo, was around 4.900.000 tons, \n\n\n\n xii \n\nconsidering the depth of 1 meter. The relationship between the occurrence of soils and relief \n\nattributes, derived from DEM, were decisive in the delineation of soil mapping units in the \n\nregion studied, which certainly ensured a better performance of the digital map production. \n\nAlthough extrapolation to other regions should be taken with caution, the results indicate that \n\nthe ANNs were able to map the soils in the Bacia do Rio Turvo Sujo in an automated and \n\nappropriate manner, with more detailed results than the traditional procedure. In the \n\nconventional classification, it is difficult to perfectly integrate a wide range of information from \n\ndifferent sources and in this respect, the ANNs result in helping to obtain a final product of \n\nbetter quality. Obviously, this data processing will not be able to replace human hands and \n\nminds in the survey procedures and soil classification, but should be taken as a tool to obtain \n\nresults increasingly closer to reality. \n\n \n\n\n\n 1 \n\nINTRODUÇÃO GERAL \n \n\nAs ocupações humanas do meio natural freqüentemente têm ocorrido de forma \n\ndesordenada, provocando como conseqüências, em muitas das vezes, a redução da \n\nqualidade ambiental e de vida da população em geral. Muitas áreas urbanas e até mesmo \n\nrurais têm apresentado crescimento sem o devido planejamento, o que compromete não só \n\naspectos sociais, como também políticos, econômicos, culturais e, principalmente, \n\nambientais. \n\nA degradação e perda do solo são alguns dos grandes problemas ambientais \n\nassociados ao uso e ocupação de novas áreas, sejam elas urbanas ou rurais. Esses efeitos \n\nsobre o recurso natural solo podem comprometer seriamente a vazão dos cursos d’água, \n\nalém de afetar a flora e fauna nativas, desta forma, podendo ocasionar conseqüências \n\ndiretas e indiretas sobre a qualidade de vida das pessoas. Dentro deste contexto de \n\ncomprometimento da qualidade, os elementos ambientais potencialmente mais alterados \n\nsão o solo e a água. \n\nEssa situação de deterioração da qualidade ambiental tem sido associada à visão \n\nimediatista, com foco apenas nos benefícios imediatos das ações e empreendimentos \n\nimplementados, privilegiando-se de forma demasiada o crescimento econômico e, \n\nrelegando-se a um segundo plano, a aptidão e a capacidade de recuperação dos \n\necossistemas. Urge, portanto, o foco em formas de desenvolvimento mais alinhadas com o \n\nuso adequado dos recursos naturais e a harmonia na sustentabilidade sócio-econômica-\n\nambiental.  \n\nSob essa linha de raciocínio, torna-se relevante buscar o equilíbrio entre o uso do \n\nsolo e a sua devida aptidão, evitando que áreas mais vulneráveis à degradação sejam \n\nutilizadas. A aptidão deve, portanto, ser considerada como um dos balizadores de como \n\nocupar e utilizar o solo em qualquer empreendimento rural ou urbano. \n\nOs recursos hídricos são outra vertente dessa discussão. Fundamentais por \n\nabrangerem a água em todas as suas formas e concepções, constituem recurso \n\nconsiderado como de necessidade básica para todas as formas de vida, desempenhando \n\nimportante papel no ambiente em que estão inseridos. Deles são retirados os volumes \n\nresponsáveis pelo abastecimento das comunidades e revitalização dos agroecossistemas. \n\nOs recursos hídricos guardam relação direta com os solos de uma região, sendo \n\ndiretamente e indiretamente afetadas pelo uso e manejo desses. O efeito atinge tanto a \n\nquantidade de água disponível, como a sua qualidade, o que pode apresentar \n\nconseqüências diretas sobre a saúde humana.  \n\n\n\n 2 \n\nNo uso do espaço natural, o que se verifica é uma grande dificuldade de se viabilizar \n\nprocessos de ocupação das terras em sintonia com o ambiente circundante. A gestão do \n\nespaço via bacias hidrográficas tem sido considerada uma opção de intervenção no meio \n\nnatural, onde se busca considerar que os recursos naturais envolvidos devam ser \n\nassociados à devida preocupação com a aptidão e limitação do terreno. Por possuir limites \n\nnaturais, homogeneidades e características de mais fácil mensuração, as bacias \n\nhidrográficas são ideais para a compreensão de processos simples ou até mesmo \n\ncomplexos que, posteriormente, podem ser replicados em escalas maiores.  \n\nNos estudos ambientais, diferentes ferramentas metodológicas têm sido utilizadas \n\nbuscando integrar informação, análise de dados e proposição de soluções. Dentre essas \n\nferramentas, têm se destacado o uso de técnicas assistidas por computador, em especial as \n\nrelacionadas ao geoprocessamento. Essas técnicas constituem-se em um instrumento de \n\ngrande potencial para o estabelecimento de planos integrados de conservação do solo e da \n\nágua. Os Sistemas de Informações Geográficas (SIG’s), por exemplo, permitem o \n\narmazenamento, manipulação e análise de dados com um grande diferencial, o de \n\nincorporar a análise espacial do que está sendo estudado, algo fundamental quando se trata \n\ndo meio ambiente. Eles se destacam ainda por sua capacidade de coletar, armazenar e \n\nrecuperar informações provenientes de fontes e formatos distintos, abrindo possibilidades \n\npara a posterior elaboração de mapas, gráficos e textos.  \n\nNeste contexto informacional, também se inserem as Redes Neurais Artificiais \n\n(RNA’s), um tipo de regra de decisão que constitui uma importante ferramenta que trabalha \n\ncom grande quantidade de dados. As RNA’s simulam o comportamento do cérebro humano, \n\nque recebe diferentes dados, recombina-os e produz novas informações, em função das \n\nnecessidades e condições exigidas pelo operador. No que se refere ao mapeamento de \n\naspectos ambientais, as redes são capazes de combinar diferentes elementos, de uma \n\nforma matemática, eliminando as subjetividades e produzindo dados quantitativos, \n\nfundamentais para análises posteriores. \n\nDiante desse contexto apresentado insere-se a proposta do presente trabalho. O \n\nobjetivo central foi o de executar a modelagem da distribuição de solos na paisagem da \n\nBacia do Turvo Sujo, utilizando-se de Redes Neurais Artificiais (RNA’s). Objetivou-se \n\ntambém estimar o estoque de carbono nos solos da referida bacia hidrográfica, uma \n\ninformação atualmente muito demandada para fins de planejamento com vistas às \n\ndiscussões que envolvem as mudanças climáticas globais.  \n\n\n\n 3 \n\nCAPÍTULO 1 \n \n\nAVALIAÇÃO DO USO DE REDES NEURAIS ARTIFICIAIS PARA O \nMAPEAMENTO DE SOLOS DE UMA BACIA HIDROGRÁFICA DE \n\nVIÇOSA, MG \n\n \n \n\nResumo \n \n\nO desenvolvimento científico tem provocado profundas alterações na dinâmica da \n\nvida em sociedade, que exigem de cada parcela da população cada vez mais a utilização de \n\nnovas tecnologias, que permitem resultados mais precisos e obtidos de forma mais rápida. \n\nNo que se refere a atividades de mapeamento, o uso destas tecnologias estão também cada \n\nvez mais incorporadas. Além dos programas já comumente utilizados associados aos \n\nSistemas de Informações Geográficas (SIG’s), surgem as Redes Neurais Artificiais (RNA’s) \n\ncomo uma ferramenta que simula o comportamento do cérebro humano, usando uma série \n\nde variáveis que enriquecem a manipulação de dados e permitem resultados, muitas vezes, \n\ncom um alto nível de precisão. Tais unidades são dispostas em uma ou mais camadas e \n\ninterligadas por um grande número de conexões, geralmente unidirecionais. Diante do \n\nexposto, o presente trabalho teve como objetivos avaliar a eficiência de duas diferentes \n\nmetodologias de mapeamento dos solos: a automatizada, via Redes Neurais Artificiais \n\n(RNA’s) e a tradicional, efetuada com auxílio de pedólogos. A metodologia utilizada consistiu \n\nna execução da modelagem da distribuição de solos na área da bacia do rio Turvo Sujo, \n\nutilizando-se dados existentes e novos, manuseados através dos SIG’s e das RNA’s, \n\nverificados ao final pelas checagens de campo. Os dados existentes foram obtidos em teses \n\ne documentos que continham informações de perfis de solos presentes na área. Os novos \n\ndados foram coletados em campo, em perfis modais, para pontos específicos da bacia, em \n\nfunção da ausência de dados anteriores. Nas coletas de campo, o perfil foi descrito e as \n\namostras foram coletadas de cada horizonte. Foram levantados também pontos de \n\nobservação para algumas classes de solos. No trabalho com SIG foi gerado um modelo \n\ndigital de elevação (MDE) e, a partir dele, os mapas de declividade, radiação, face de \n\nexposição solar, distância horizontal, distância vertical e curvatura. Combinando-se a \n\ncurvatura, a declividade e a distância vertical à drenagem, produziu-se um mapa de \n\nunidades da paisagem na região: topo, terraço, encostas côncavas e encostas convexas. \n\nAlém destes dados de entrada, foram usadas três bandas de uma imagem ASTER (do ano \n\n\n\n 4 \n\nde 2001) e o Índice de Vegetação por Diferença Normalizada (NDVI). Dois mapas de solos \n\nforam então produzidos: um efetuado juntamente com pedólogos e centrado unicamente \n\nnos dados de campo e de laboratório, e o outro, que fez uso das ferramentas de SIG e RNA. \n\nA avaliação da adequabilidade dos mapas de solos produzidos foi efetuada a partir do índice \n\nKappa. No mapa convencional foram estabelecidas cinco classes de solo e, no produzido \n\nvia RNA, sete classes. Os resultados indicaram maior acerto do mapa produzido via RNA \n\n(Kappa = 66,6%), em comparação com aquele gerado pela forma tradicional (Kappa = \n\n42,6%). As relações entre a ocorrência dos solos e os atributos do relevo derivados do MDE \n\nforam determinantes para o delineamento de unidades de mapeamento de solos na região \n\nestudada, o que por certo, garantiu a qualidade dos dados gerados. Embora a extrapolação \n\npara outras regiões deva ser tomada com ressalvas, os resultados obtidos indicam que as \n\nRNA’s foram capazes de mapear de forma automatizada e adequada os solos da Bacia do \n\nRio Turvo Sujo, com resultados mais detalhados do que o procedimento tradicional. Na \n\nclassificação convencional, é difícil a perfeita integração de um grande número de \n\ninformações de diferentes origens e, sob esse aspecto, as RNA’s acabam auxiliando na \n\nobtenção de um produto final de melhor qualidade.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPalavras-chave: Tecnologia, Sistemas de Informações Geográficas, Classes de Solos \n\n\n\n 5 \n\n1. INTRODUÇÃO \n \n\nO desenvolvimento científico tem provocado profundas alterações na dinâmica da \n\nvida em sociedade. Cada vez mais somos submetidos a necessidades em que o tempo \n\nmuitas vezes não é suficiente. Daí surge uma demanda de que se faça uma utilização \n\ndestes avanços para a produção de um conhecimento que seja aplicado em nossa vida \n\nprofissional. \n\nQuando se trabalha com atividades relacionadas ao mapeamento, um dos \n\nproblemas que ocorre é o tempo que é consumido para a elaboração de mapas, que \n\nassociado ao custo elevado, acaba muitas vezes impedindo que sejam produzidos materiais \n\nfundamentais no que se refere à atividade de planejamento ou conhecimento de novas \n\náreas. Para auxiliar nesse trabalho, e visando a extrapolação de dados para grandes áreas, \n\nexistem as Redes Neurais Artificiais (RNA’s), que associadas ao Sistema de Informação \n\nGeográfica (SIG), representam significativos avanços nesta área do conhecimento. \n\nAs RNA’s são sistemas paralelos distribuídos e compostos por unidades de \n\nprocessamento simples (neurônios) que computam determinadas funções matemáticas \n\n(normalmente não lineares). Tais unidades são dispostas em uma ou mais camadas e \n\ninterligadas por um grande número de conexões, geralmente unidirecionais. Na maioria dos \n\nmodelos estas conexões estão associadas a pesos, os quais armazenam o conhecimento \n\nrepresentado no modelo e servem para ponderar a entrada recebida por neurônios \n\nconectados por uma rede (Braga et al., 1998). \n\nAs RNA’s podem ser consideradas um esforço matemático para simular, em parte, o \n\nfuncionamento do cérebro humano por meio de uma rede de elementos de processamento \n\nunitários que juntos, e funcionando em paralelo, simulariam o fluxo de “informações” do \n\ncérebro humano (McBratney, 2003). A tentativa inicial de reproduzir o alto desempenho do \n\ncérebro humano em tarefas cognitivas extremamente complexas motivou o desenvolvimento \n\ninicial dos modelos de RNA’s. Tais modelos representam um tipo especial de \n\nprocessamento das informações que consiste de muitas células primitivas que trabalham em \n\nparalelo e estão conectadas através de ligações diretas ou conexões. A principal função \n\ndesses neurônios é distribuir padrões de ativação através de suas conexões, de maneira \n\nsimilar ao mecanismo básico do cérebro humano (Zell et al., 1995). \n\nAo considerar que as RNA’s são modelos computacionais inspirados no sistema \n\nnervoso biológico, Wasserman (1989) afirma que elas são capazes de aprender através de \n\nexemplos e de generalizar a informação aprendida, o que constitui um dos principais \n\natrativos da solução de problemas por meio de RNA’s. A generalização, que está associada \n\nà capacidade da rede aprender a partir de um conjunto reduzido de exemplos e, \n\n\n\n 6 \n\nposteriormente, dar respostas coerentes para dados não conhecidos, é uma demonstração \n\nde que a capacidade das RNA’s vai muito além do que simplesmente mapear relações de \n\nentrada e saída. Assim, elas são capazes de extrair informações não apresentadas de forma \n\nexplícitas através de exemplos. Inúmeras qualidades das RNA’s podem ser indicadas \n\n(Brondino, 1999):  \n\na) habilidade de aprender com exemplos: os sistemas têm a capacidade de aprender com a \n\nexperiência; \n\nb) robustez: habilidade de lidar com ruídos, já que as RNA’s são tolerantes a falhas e podem \n\ncontinuar a fornecer respostas adequadas por um bom tempo, o que as diferencia dos \n\nsistemas convencionais, onde uma falha pode causar prejuízo do sistema como um todo; e \n\nc) velocidade do processamento: como as RNA’s consistem de um grande número de \n\nunidades de processamento operando em paralelo, elas podem trabalhar em velocidades \n\nconsideráveis em relação aos métodos computacionais comuns. \n\nAs redes neurais podem ser de camada simples (Perceptron), constituídas por um \n\ngrupo de neurônios arranjados em apenas uma camada, ou em multicamadas (Perceptron \n\nMulticamadas), formadas por várias camadas intermediárias ou pela combinação de várias \n\nredes de camadas simples (Venturieri e Santos, 1998). \n\nA topologia de uma RNA refere-se à maneira como os elementos de processamento \n\nsão organizados. Isto afeta o desempenho da rede, uma vez que sua estrutura está \n\nintimamente relacionada com o algoritmo de aprendizado usado na fase de seu treinamento. \n\nA Perceptron Multicamadas com aprendizado backpropagation é uma das redes mais \n\nusadas, sendo constituído de: camada de entrada, onde os dados de entrada são \n\napresentados à rede; camadas intermediárias ou ocultas, onde é feita a maior parte do \n\nprocessamento, por meio de conexões que ponderam as entradas via pesos e que podem \n\nser consideradas como extratoras de características; e camada de saída, onde se recebe os \n\nvalores já processados pela rede (Figura 1). O arranjo destes neurônios pode assumir \n\ndiferentes formas variando na natureza da ligação entre camadas, no número de camadas e \n\nno número de neurônios por camadas, o que é denominado de arquitetura da RNA (Ito et \n\nal., 2000).  \n\n \n\nFigura 1 - Esquema ilustrativo da organização das redes neurais artificiais em camadas \n(Perceptron Multicamadas). Fonte: Tatibana e Kaetsu (2006). \n\n\n\n 7 \n\n \nEmbora uma rede com três camadas possa formar regiões de decisão complexas, \n\nalgumas vezes a dificuldade na aprendizagem pode ser minimizada aumentando o número \n\nde camadas internas. Por outro lado, se forem usadas muitas camadas na rede ou muitos \n\nnós nas camadas, são necessários muito mais cálculos e a rede pode perder a habilidade \n\nde generalizar (Gong, 1996). Desta forma, o mais recomendado é que se use de uma a \n\nduas camadas internas. \n\nAs redes multicamadas têm sido muito utilizadas para soluções de problemas \n\nenvolvendo altos graus de não-linearidade, principalmente quando os dados de entrada são \n\ndados muitos similares. Tais redes adotam um treinamento supervisionado que utiliza um \n\nalgoritmo muito popular chamado de retro-propagação de erro (error backpropagation), \n\nsendo baseado na Regra Delta Generalizada, que “corrige” o erro durante o treinamento \n\n(Haykin, 2001). \n\nSegundo Lippimann (1987), esse é o algoritmo mais conhecido para aprendizagem \n\nsupervisionada. Ele permite um ajuste de pesos em cada uma das camadas da rede e é \n\nprojetado para minimizar o erro entre a saída calculada por uma arquitetura multicamadas e \n\na saída desejada. O componente essencial desse algoritmo é o método interativo que \n\npropaga regressivamente o erro requerido para adaptar os pesos, a partir dos neurônios da \n\ncamada de saída para os nós das camadas precedentes. \n\nO processo de treinamento pelo algoritmo backpropagation começa com a definição \n\nde um conjunto arbitrário de pesos para as conexões da rede e envolve duas fases distintas. \n\nNa primeira, um vetor de treinamento com a respectiva saída desejada é apresentado à \n\nrede e propagado através de suas camadas para computar uma saída para cada elemento \n\nde processamento. As saídas dos nós da última camada são então comparadas com as \n\nsaídas desejadas e, a partir disso, são calculados os valores de erro. A segunda fase \n\nenvolve uma retropropagação, ou seja, uma passagem de volta através da rede a partir da \n\núltima camada, durante a qual, o erro é repassado para cada elemento de processamento e \n\nos pesos correspondentes são convenientemente alterados. Em um treinamento bem \n\nsucedido, este erro diminui com o aumento do número de iterações e o procedimento \n\nconverge para um conjunto estável de pesos (Galo, 2000). \n\nPara dimensionar uma arquitetura de rede neural artificial, que seja adequada para \n\nclassificar uma dada situação de interesse, deve-se definir o número de camadas que \n\nconstituirão, assim como o número de nós (ou neurônios) que constarão de cada camada da \n\nrede. De acordo com Gonzalez e Woods (1993) o número de elementos de processamento \n\n(nós) da primeira camada corresponde ao número de variáveis ou dimensão vetor de \n\natributos dos dados de entrada. Já a camada de saída terá tantos elementos quantas forem \n\nas classes a serem separadas. O desafio está na definição do número de camadas \n\n\n\n 8 \n\nescondidas e do número de nós que as compõem. De uma forma prática, este problema tem \n\nsido geralmente resolvido por tentativa e erro, experimentalmente e/ou pela experiência \n\nprévia do operador no domínio de uma dada situação. \n\nSegundo Venturieri e Santos (1998), uma RNA pode aceitar diferentes dados de \n\nentrada. Dados coletados em campo, tais como condições e medidas topográficas, atributos \n\ne índices edáficos, valores de fitomassa, estágio de desenvolvimento de culturas agrícolas, \n\nentre outros. Estes elementos podem ser utilizados como fonte de definição e de contexto \n\nde determinado alvo, importante na tarefa de memorização da característica temática. Com \n\nisto, aumenta-se a precisão da classificação desejada, como por exemplo, para fins \n\nagrícolas e florestais.  \n\nTão importante quanto à informação resultante de uma classificação é conhecer o \n\ngrau de incerteza associada a esta informação (Santos et. al., 2003). Alguns índices são \n\nutilizados no intuito de representar o grau de exatidão de um mapa ou classificação. Entre \n\nos índices mais utilizados, destacam-se a exatidão global e o coeficiente Kappa. Enquanto o \n\nprimeiro avalia a porcentagem de acerto em um mapa, o segundo, baseia-se nas \n\ninformações marginais de uma matriz de confusão. Em ambos os casos, são usadas \n\namostras para as quais são conhecidas as verdades de campo, escolhidas arbitrariamente. \n\nNo entanto, esses índices são globais, ou seja, consideram todo o mapa e não \n\nrefletem as incertezas espacialmente distribuídas. A fim de se obter um mapa de incertezas \n\n(incertezas espacialmente distribuídas) associadas ao mapa proveniente de uma \n\nclassificação, pode-se inicialmente basear-se na probabilidade de se estar atribuindo \n\nerroneamente o pixel a uma determinada classe. Neste caso, a qualidade de um conjunto de \n\ndados é freqüentemente dada por um padrão satisfatório. Porém, isso não significa que a \n\nqualidade é uniformemente mantida ao longo do conjunto de dados. Em algumas áreas, \n\nvariações significantes nessa qualidade podem existir, e essas regiões podem ser de \n\ninteresse especial para o usuário. Então, uma representação espacial dos pontos de maior \n\nincerteza na classificação pode informar ao usuário as variações locais na qualidade dos \n\ndados. \n\nDiante do exposto, o presente trabalho teve como objetivo avaliar a eficiência de \n\nduas diferentes metodologias de mapeamento dos solos: automatizada, via Redes Neurais \n\nArtificiais (RNA’s) e a tradicional, efetuada com auxílio de pedólogos, tendo como área de \n\nestudo a bacia hidrográfica do Rio Turvo Sujo, localizada na Zona da Mata mineira. \n\n \n\n \n\n \n\n \n\n \n\n\n\n 9 \n\n2. MATERIAL E MÉTODOS \n \n\n2.1. Localização e características gerais da área de estudo \n\n \n\nA área de estudo do presente trabalho corresponde à bacia hidrográfica do Rio Turvo \n\nSujo (Figura 2), que se localiza entre as coordenadas geográficas 42°40’ e 43º00’ de \n\nlongitude oeste, e 20º39’ e 20º55’ de latitude sul e faz parte da bacia hidrográfica do Rio \n\nDoce. Ela possui área total de aproximadamente 400 km², abrangendo parte dos municípios \n\nde Viçosa, Cajuri, Coimbra, Teixeiras e Guaraciaba, na Zona da Mata, Estado de Minas \n\nGerais. Trata-se de uma bacia com altitude média de 775 m, com cotas extremas de 600 e \n\n945 m (Quinteiro, 1997).  \n\n \n\n \n\nFigura 2 - Localização da Bacia Hidrográfica do Rio Turvo Sujo - MG. \n \n\nSegundo Fernandes (1996), sua área é dominada por relevo forte ondulado e \n\nmontanhoso, que Côrrea (1984) define como aquele formado por encostas de perfil \n\nconvexo-côncavo embutidos em vales de fundo chato, formados por terraços e leitos \n\nmaiores, onde meandram pequenos córregos. Quinteiro (1997) também define a região \n\ncomo de relevo predominantemente acidentado, caracterizada, sobretudo, por pequenas \n\npropriedades rurais.  \n\n\n\n 10 \n\nO Rio Turvo Sujo percorre uma bacia hidrográfica não protegida, em uma área pouco \n\nurbanizada, salvo pequenas e localizadas exceções, com atividades agropecuárias intensas. \n\nEsse rio principal tem como principais afluentes, além de outros menores, o Ribeirão dos \n\nQuartéis, Córrego Latão, Córrego Sertão, Ribeirão São Joaquim, Ribeirão Santa Tereza, \n\nCórrego dos Nobres, Rio São João e Ribeirão São Bartolomeu. Já a sub-bacia deste último \n\nconcentra a área urbana da cidade de Viçosa.  \n\nAs águas do Rio Turvo Sujo apresentam qualidade inferior às do Ribeirão São \n\nBartolomeu, mas a rigor, nenhuma das duas poderia ser considerada altamente poluída em \n\ntermos de parâmetros físico-químicos. Porém, cistos de Giardia e oocistos de \n\nCryptosporidium, protozoários associados à doenças de veiculação hídrica, são detectados \n\nem elevadas densidades na bacia (Heller et al., 2004). \n\nA oferta de água não chega a constituir problema maior para a região, já que o Rio \n\nTurvo apresenta vazão de cerca de 1.000 L s\n-1\n em época de chuvas. A densidade de \n\ndrenagem dessa bacia fica entre 2,4 a 3 km km\n-2\n. O padrão de drenagem é dendrítico, que \n\nse caracteriza por ramificações irregulares de curso de água em diversas direções, com \n\nvários ângulos de junção ao curso principal (Valente e Castro, 1981). Além desse modelo \n\ndendrítico, Fernandes (1996) ressalta que a região é composta por uma abundante rede de \n\ndrenagem e com seção transversal em “U”. \n\nUma extensa caracterização geométrica (área, perímetro e forma) do relevo \n\n(declividade e altitude) e da rede de drenagem (ordem e cumprimento dos cursos d’água, \n\ndensidade de drenagem) da bacia hidrográfica do Turvo Sujo é disponível na literatura \n\n(Santos, 2001). Após fazer a modelagem hidrológica da bacia em curvas de nível de 20 em \n\n20 m, o autor promoveu a definição das classes de relevo da bacia. Os resultados obtidos \n\nindicaram o predomínio de relevo ondulado e forte ondulado, embora se destaque um \n\npercentual considerável de áreas planas, que representam quase um quarto da área total da \n\nbacia. \n\nA vegetação original da bacia hidrográfica era a floresta tropical subperenefolia, que \n\ndeu lugar, após intenso desmatamento, à lavoura cafeeira, responsável pela colonização \n\ninicial da região. O ciclo do café proporcionou o empobrecimento dos solos, deixando \n\nmarcas nos aspectos físicos da paisagem atual e na socioeconomia regional. O café foi, em \n\ngrande parte, substituído por pastagem de capim gordura. Atualmente, além do café, a \n\nexploração agrícola é composta pelas culturas de milho, feijão, arroz e olerícolas, sendo \n\nconcentrada nos terraços e leitos maiores, onde também é intensificada a atividade urbana \n\n(Fernandes, 1996). Ainda com referência ao uso e ocupação do solo na bacia hidrográfica, \n\nQuinteiro (1997) também indica as principais formas de utilização do espaço, na qual se \n\nverifica o predomínio absoluto das pastagens. \n\n \n\n\n\n 11 \n\n2.2. Base de dados de solos \n\n \n\nPara a realização do presente estudo, foi montada uma base de dados em todas as \n\netapas do trabalho. Neste sentido, foram utilizados dados obtidos em estudos anteriores e \n\ncoleta de novos dados.  \n\nA análise de dados existentes foi feita com base em levantamento bibliográfico, a \n\npartir de teses e trabalhos científicos já produzidos, e que possuíssem perfis de solos na \n\nárea de estudo (Anexo 1). Estes perfis foram padronizados e atualizados de acordo com o \n\nproposto pelo Sistema Brasileiro de Classificação de Solos (EMBRAPA, 2006). \n\nA coleta de novos dados foi feita a partir da abertura e descrição de perfis de solo \n\n(Anexo 2). Isto foi feito somente na região sul, nas cabeceiras da bacia do Rio Turvo Sujo, \n\npor se tratar de uma área pouco estudada e, portanto, com poucos dados disponíveis. A \n\ndescrição e coleta de amostras foram feita em toposseqüências representativas da região, \n\npossibilitando a análise de diferentes tipos de solos conforme sua distribuição na paisagem.  \n\nInicialmente, considerando os dados existentes (39) e novos (5), foram levantados 44 \n\nperfis (Perfis de solos - Figura 3). Um banco de dados foi organizado com todas as \n\ninformações coletadas, contendo a classificação destes solos, sua localização e alguns \n\ndados analíticos. As coordenadas geográficas dos perfis foram reprojetadas de graus para \n\nUTM e foi produzido um arquivo shape contendo a localização de todos os perfis. \n\nEm um segundo momento, foi diagnosticada a necessidade de se fazer uma nova \n\ncoleta de perfis para as classes com menor número de informações disponíveis, visando \n\nampliar a base de dados. Chamados de pontos de observação, eles foram classificados até \n\no segundo nível categórico e georreferenciados para posterior mapeamento. Ao todo, nessa \n\netapa foram verificados mais 58 pontos de observação (Pontos de observação - Figura 3), \n\ndesta forma, totalizando 102 pontos.  \n\nOs perfis de solo são utilizados para caracterizar a confirmar as relações solo-\n\npaisagem existentes na área de estudo. Quanto mais perfis, maior a certeza das afirmações. \n\nNesse sentido, alguns pontos coletados fora da área da bacia hidrográfica foram mantidos \n\npara ampliar a base de dados, considerando que a localização destes perfis é próxima à \n\nárea de estudo. \n\n \n\n \n\n\n\n 12 \n\n \n\nFigura 3 - Localização dos perfis de solos usados para estabelecer a natureza das relações \nsolo-paisagem na área. \n\n \n\n2.3. Análises de laboratório  \n\n \n\nPara alguns pontos da bacia em estudo foi necessária a descrição de novos perfis de \n\nsolos. Nas toposseqüências selecionadas para esse fim, amostras de solo foram coletadas \n\nem cada horizonte dos perfis abertos e descritos. As amostras de solo foram, em \n\nlaboratório, submetidas aos seguintes procedimentos analíticos: análise textural, argila \n\ndispersa em água, caracterização química de rotina e carbono orgânico total.  \n\nA análise textural foi conduzida pelo método da pipeta (EMBRAPA, 1997), porém \n\ncom agitação lenta de 50 rpm por 16 h (Ruiz, 2005a) e determinação de silte por pipetagem \n\n(Ruiz, 2005b), e não por diferença. A argila dispersa em água foi determinada seguindo \n\nmétodo descrito para análise granulométrica, com agitação rápida (12.000 rpm por 15 min), \n\nsuprimindo-se o uso do dispersante químico (EMBRAPA, 1997). \n\nA caracterização química de rotina foi efetuada conforme Defelipo e Ribeiro (1981). \n\nO pH em água foi determinado na relação solo:solução de 1:2,5; a acidez potencial (H+Al) \n\nfoi obtida com Ca(OAc)2 0,5 mol L\n-1\n tamponado a pH 7,0 e quantificada por titulometria com \n\nNaOH; os teores de Ca, Mg e Al trocáveis foram extraídos com KCl 1 mol L\n-1\n, sendo \n\ndeterminados por espectroscopia de absorção atômica; o Na e K foram extraídos com \n\nMehlich-1 e quantificados por fotometria de chama; o P disponível foi extraído com Mehlich-\n\n1 e quantificado por colorimetria.  \n\n\n\n 13 \n\nO ataque sulfúrico foi realizado somente em algumas amostras de solos \n\nselecionadas, para fins de caracterização e definição da classificação dos solos. A extração \n\nde ferro, alumínio, titânio e sílica foi obtida após digestão com H2SO4 1:1 (volume), \n\naquecendo até a fervura, sob refluxo, com posterior resfriamento, diluição e filtração. No \n\nresíduo determinou-se SiO2 e, no filtrado, Fe2O3, Al2O3 e TiO2, conforme método descrito em \n\nEMBRAPA (1997). \n\nA análise textural e da argila dispersa em água foi realizada no Laboratório de Física \n\ndo Solo do Departamento de Solos da Universidade Federal de Viçosa (DPS/UFV). A \n\ncaracterização química foi realizada no Laboratório de Análises de Rotina do DPS/UFV. O \n\nataque sulfúrico foi feito no Centro Nacional de Pesquisa de Solos (CNPS-EMBRAPA).  \n\n \n\n2.4. Variáveis discriminantes \n\n2.4.1. Modelo Digital de Elevação \n\n \n\nPara a elaboração dos atributos do terreno, inicialmente foi gerado o Modelo Digital \n\nde Elevação (MDE) da Bacia do Turvo Sujo com células de 15 x 15 m, com a finalidade de \n\nmanter o padrão de tamanho de outras variáveis discriminantes como a imagem de satélite.  \n\nO MDE é uma representação espacial da superfície do terreno, a partir de pontos \n\nque descrevem a topografia ou a elevação tridimensional de uma grade de dados a \n\nintervalos regulares ou irregulares (Montgomery, 2003). O MDE da bacia avaliada foi gerado \n\na partir de três conjuntos de dados básicos: drenagem, curvas de nível e delimitação da \n\nárea (recorte). Foi utilizado o módulo “topo to raster” do ArcGIS 9.2. \n\nPara facilitar a geração de outras variáveis discriminantes, tais como a declividade e \n\na face de exposição, um retângulo (recorte) foi definido contendo toda a extensão da bacia \n\nhidrográfica (Figura 4), denominado área de trabalho. Esta seleção objetivou também \n\ngarantir uma margem de erro, de forma a permitir a inclusão da área do entorno da bacia, \n\npodendo desta forma, incorporar alguns perfis extras próximos, permitindo ainda ampliar a \n\nbase de informações disponíveis. Todos os dados posteriores foram trabalhados \n\nconsiderado o referido recorte. \n\nTodos os dados das variáveis discriminantes utilizadas foram reescalonados para o \n\nintervalo de 0 a 1 para entrada nas RNA’s com o objetivo de não saturar as redes neurais. \n\n \n\n\n\n 14 \n\n \n\nFigura 4 – Recorte em forma retangular abrangendo a área da bacia e seu entorno. \n \n\nPara a definição da rede de drenagem, quatro cartas do Instituto Brasileiro de \n\nGeografia e Estatística (IBGE, 1972) foram utilizadas para representar toda a área \n\ndelimitada: Ervália, Viçosa, São Miguel do Anta e Teixeiras. Essas cartas foram unidas e, \n\nposteriormente, um recorte foi gerado considerando o retângulo referido anteriormente (área \n\nde trabalho). A direção de escoamento da drenagem e as margens duplas de alguns rios \n\nforam devidamente corrigidas, para possibilitar a posterior geração do MDE. \n\nAs curvas de nível da área de trabalho também foram obtidas a partir de cartas do \n\nIBGE, que não possuíam os valores das cotas. A inclusão dos valores das cotas foi efetuada \n\na partir de alguns pontos com cotas disponíveis, utilizando-se o software ArcView e a \n\nextensão Topograph. As cotas nas cartas originais eram de 20 em 20 m, com algumas \n\nlinhas de controle nas curvas de final 50 m (450, 550, 650, etc.). \n\nTodas as informações utilizadas foram padronizadas segundo o sistema de projeção \n\nSouth American 1969 UTM – Zona 23S. Desta forma, foi gerado o MDE com o relevo da \n\nbacia. Para facilitar a visualização desse modelo, o procedimento Hillshade, que sombreia \n\nparte da layer foi adotado, facilitando desta forma, a assimilação do relevo. \n\n \n\n \n\n \n\n\n\n 15 \n\n2.4.1.1. Declividade \n\n \n\nA declividade da área de trabalho foi gerada pelo software ArcGIS 9.2 utilizando-se o \n\ncomando “slope”. Este procedimento visou identificar a taxa máxima de variação no valor Z \n\n(altitude) de cada célula em relação às suas oito células vizinhas, considerando uma janela \n\nde 3x3. Desta forma garantiu-se que a grade de saída fosse regular, contendo o valor da \n\ndeclividade em porcentagem.  \n\nA relevância da declividade enquanto informação para o mapeamento digital é \n\nembasada no fato de ser esse atributo topográfico primário considerado um dos mais \n\nimportantes no controle dos processos pedogenéticos, pois afeta diretamente a velocidade \n\ndo fluxo superficial e subsuperficial da água e, conseqüentemente, a umidade do solo e o \n\npotencial de erosão/deposição, dentre outros processos importantes na formação dos solos. \n\nDesta forma, a profundidade do solo pode ser considerada como diretamente relacionada à \n\ndeclividade da área (Gallant e Wilson, 2000). \n\n \n\n2.4.1.2. Radiação solar global  \n\n \n\nA radiação solar é a fonte primária de fenômenos atmosféricos e de processos \n\nfísicos, químicos e biológicos observados na superfície terrestre. Pode ser aproveitada sob \n\nvárias formas, tais como a captura pela biomassa, o aquecimento de ar e água e para fins \n\ndomésticos e industriais. \n\nUma layer específica contemplando a de radiação solar anual recebida na área foi \n\ngerada a partir do MDE, utilizando o produto “area solar radiation” do ArcGIS 9.2. A radiação \n\nsolar é a fonte primária para processos físicos e biológicos que ocorrem na paisagem, \n\nhavendo variação da mesma de acordo com a face de exposição, declive e época do ano. \n\nAs conseqüências dos gradientes de insolação são uma elevada heterogeneidade \n\nespacial e temporal na distribuição da energia e no balanço de água. Isto influencia direta e \n\nindiretamente o regime de temperatura do ar e do solo, a evapotranspiração, a umidade do \n\nsolo e o desenvolvimento vegetal, esse último em função da energia disponível para a \n\nfotossíntese (Fu e Rich, 1999). Como estes fatores afetam o padrão espacial dos processos \n\npedogenéticos, espera-se que também afetem a distribuição dos solos na paisagem. \n\n \n\n2.4.1.3. Aspecto (face de exposição)  \n\n \n\nA geração dos dados correspondentes ao aspecto teve por finalidade identificar a \n\ndireção da taxa máxima de mudança no valor Z para cada célula central em relação às suas \n\n\n\n 16 \n\nvizinhas, num plano de 3x3 células. A orientação das vertentes é um atributo primário de \n\nrelevo pouco explorado no estudo das relações solo-paisagem no Brasil, o que pode ser \n\nexplicado pela dificuldade de sua obtenção pelo método tradicional da fotointerpretação \n\n(Chagas, 2006). Entretanto, softwares mais atuais permitem a geração deste tipo de \n\nmodelo, sendo gerado pelo ArcGIS 9.2, através do comando “aspect”. \n\nO aspecto, que pode ser entendido como a direção da declividade (ESRI, 1996a e \n\nESRI, 1996b) foi expresso em termos de graus positivos, de 0 a 360º, medidos a partir do \n\nNorte, e em sentido horário. Os dados foram classificados quanto às quatro faces de \n\nexposição, em função dos graus e seguindo o seguinte critério: Nordeste (0 a 90º), Sudeste \n\n(90 a 180º), Sudoeste (180 a 270º) e Noroeste (270 a 360º).  \n\n \n\n2.4.1.4. Distância Horizontal até a drenagem \n\n \n\nA distância horizontal até a drenagem, também conhecida como distância euclidiana, \n\ndefine as classes de distância dos pontos da paisagem até os cursos d’água, a partir de \n\nintervalos regulares delimitados na layer produzida. Ela foi gerada utilizando o “euclidian \n\ndistance”, do ArcGIS 9.2.  \n\nOs valores dos pixels na área de trabalho variam das margens dos elementos de \n\ndrenagem até o topo da paisagem, sendo expressos em metros.  \n\n \n\n2.4.1.5. Curvatura \n\n \n\nA curvatura indica a morfologia da paisagem, que pode variar de côncava à convexa, \n\npassando pela plana. A superfície de curvatura é obtida a partir do MDE, o qual permite \n\ngerar duas grades de resultados, uma representando o perfil, e outra, o plano de curvatura \n\npropriamente dito. Esses resultados, quando analisados em conjunto podem auxiliar na \n\ndistinção de processos geomorfológicos, tais como erosão e escoamento superficial da \n\nágua. Em termos gerais, a superfície de curvatura é definida como a declividade da \n\ndeclividade, ou seja, é a segunda derivada de um MDE (ESRI, 1996a e ESRI, 1996b). Tanto \n\no plano de curvatura como o perfil de curvatura destacam-se por serem importantes \n\natributos na distinção de unidades geomorfológicas. O primeiro refere-se à forma da \n\nvertente, analisada em perfil, podendo ser convexa, côncava ou retilínea e, o segundo, \n\nrefere-se à forma da vertente, em plano, podendo ser convergente, divergente ou planar. \n\nA curvatura é gerada através da ferramenta “curvature”. O cálculo é efetuado para \n\ncada célula central, numa janela de 3x3 células. Valores positivos indicam que a superfície é \n\nfortemente convexa naquela célula e, negativos, indicam uma superfície côncava. Já valores \n\n\n\n 17 \n\npróximos a zero indicam uma superfície plana. A curvatura foi então reclassificada, \n\ndesprezando-se as áreas planas, que receberiam a posteriori uma sobreposição das layers \n\nde terraço e topo. \n\nDesta forma, no presente estudo, a curvatura não foi aproveitada individualmente \n\ncomo uma variável discriminante nas RNA’s. Ela foi utilizada juntamente com a distância \n\nvertical e a declividade para a geração de uma nova variável discriminante que definiu a \n\nseparação do relevo da bacia em compartimentos geomorfológicos (Item 2.4.1.6). \n\n \n\n2.4.1.6. Separação de compartimentos do relevo \n\n \n\nO delineamento de unidades geomorfológicas na paisagem é importante para a \n\nprojeção dos padrões de amostragem nos levantamentos de solos, pois permite reduzir o \n\nerro por extrapolação e, portanto, a classificação equivocada dos solos. Adicionalmente a \n\ndeclividade e a curvatura ajudam a explicar grande parte da variabilidade de solos de \n\ndeterminadas regiões (Odeh et al., 1991). \n\nDiante do exposto, a presente proposta considera, assim como sugerido por Park e \n\nBurt (2002), que os atributos topográficos do terreno são os mais importantes indicadores da \n\nvariação das propriedades dos solos. Da mesma forma, Chagas (2006) indica que, dentre \n\nestes atributos da paisagem, a elevação, declividade e orientação são os mais efetivos para \n\na realização de levantamentos de solos de média escala. Assim, grande parte dos solos \n\npode ser mapeada pela simples analogia à sua posição no relevo. No caso específico da \n\nárea de estudo, essa consideração prévia encontra respaldo no conhecimento já acumulado \n\nsobre o local e em trabalhos como o de Ippoliti et al. (2005), que indicam a declividade e o \n\nperfil topográfico como os principais fatores de relevo que definem a distribuição dos solos \n\nem microbacias no município de Viçosa. \n\nNesse sentido, algumas técnicas de geoprocessamento foram empregadas visando, \n\npor meio de SIG, separar os compartimentos mais comuns do relevo na região em estudo, \n\nsendo os mesmos classificados em: terraço, encostas côncavas, encostas convexas e \n\ntopos. \n\nOs topos e terraços são facilmente determinados pelas áreas de baixa declividade da \n\nregião. Entretanto, sua separação não é tão simples como sua identificação. E esta \n\nseparação se justifica visto que essas tipologias de relevo apresentam diferentes tipos de \n\nsolos. A altitude não pôde ser usada como parâmetro para a diferenciação, pois ocorre uma \n\ngrande variação em seus valores da cabeceira até a foz para ambos os compartimentos. Ou \n\nseja, terraços próximos à cabeceira podem estar mais altos que os topos nas partes mais à \n\njusante da bacia. A opção utilizada foi gerar uma distância vertical em relação à drenagem, \n\n\n\n 18 \n\ndefinindo-se como terraços todas as áreas planas e próximas ao curso d’água e, como topo, \n\ntodas as áreas mais planas e elevadas em relação ao curso d’água.  \n\nInicialmente, a partir do MDE foram geradas as layers Fill, Flow Direction (direção do \n\nfluxo) e Flow Acumulation (fluxo acumulado). Entretanto, essa delimitação acabou sendo \n\narbitrária, já que a drenagem disponível nas cartas do IBGE abrange até mesmo o \n\nvertedouro (áreas de escoamento) da água. Assim, optou-se por gerar uma nova rede de \n\ndrenagem, sem ramificações muito extensas, representando-se apenas as áreas onde \n\nprovavelmente havia curso d’água.  \n\nA nova rede de drenagem foi gerada a partir do fluxo acumulado. Para reduzir as \n\nramificações e produzir a hidrografia acumulada da bacia, a layer gerada teve como \n\ncontribuição 2000 células para cada uma da drenagem. Ou seja, com esse procedimento \n\nmatemático, de cada 2000 células existentes nas áreas de escoamento, obteve-se uma de \n\ncaptação, no curso d’água. Este valor foi o que melhor se ajustou à realidade da bacia \n\nhidrográfica em estudo, sendo obtido após vários testes prévios.  \n\nO passo seguinte à definição da nova rede de drenagem foi o procedimento Region \n\nGroup, que permitiu separar cada célula existente na área de trabalho, dando a cada uma \n\num identificador. Nesse procedimento, novamente cada célula foi comparada com as oito \n\ncélulas vizinhas do seu entorno. \n\nNa seqüência, promoveu-se o procedimento Watershed, no qual foram geradas, \n\nautomaticamente, as bacias de contribuição para toda rede de drenagem. Essa ferramenta \n\npermite a criação de áreas com diferentes valores gerados pelo procedimento. Ao final deste \n\nprocesso, para completar a geração da layer, adotou-se o procedimento Zonal Fill, que \n\npermitiu preencher os valores das células eventualmente deixadas vazias pelo procedimento \n\nanterior (Watershed) com valores importados do MDE. Neste momento, foi gerada a \n\ndistância vertical, pela diferença entre o MDE e o procedimento Zonal Fill. A definição do \n\nvalor máximo de distância que contemplava os terraços e a combinação deste valor com a \n\ndeclividade compatível com a realidade foi efetuada após sucessivos testes e tentativas. A \n\ndecisão final foi a opção pela distância vertical de 15 metros associado à declividade de 8%, \n\ncomo sendo os critérios que melhor definiam os terraços da área, diferenciando-os assim \n\ndos topos planos e áreas de inclinação superior (encostas). \n\nA partir de um processo semelhante, foram automaticamente identificados os topos \n\nde morros para a bacia. Neste caso, o objetivo era separar apenas as áreas planas nas \n\npartes mais elevados do relevo. Para isto foi considerado como topo toda a área que \n\napresentasse declividade menor que 10% e que distanciasse verticalmente de, pelo menos, \n\n50 m do curso d’água. Esses valores utilizados como critérios, também foram obtidos após \n\nvárias tentativas.  \n\n\n\n 19 \n\nAs duas layers então geradas (terraços e topos) foram visualizadas sobre o MDE e \n\nsobre a imagem digital, para fins de possíveis correções e validação dos resultados. A \n\nvisualização das mesmas juntamente com as curvas de nível também foi usada com esses \n\nmesmos propósitos.  \n\nO fluxograma (Figura 5) traz uma simplificação de todo o processo de separação de \n\ncompartimentos da paisagem, mostrando os comandos e a conseqüência destes, tendo \n\ncomo resultado, as layers de topo e terraço da área de estudo. \n\n \n\n \n\nFigura 5 – Fluxograma ilustrativo dos comandos para geração de terraços e topos. \n \n\nDepois de validadas, essas duas layers foram sobrepostas à layer de curvatura, \n\nfazendo prevalecer seus valores no caso de áreas de sobreposição. Esta união eliminou as \n\náreas planas da layer de curvatura, restando somente as partes côncavas e convexas. Com \n\nestes procedimentos, obtiveram-se as quatro unidades propostas para a separação dos \n\ncompartimentos do relevo: terraços, topos e partes côncavas e convexas. \n\n \n\n2.4.2. Dados de Sensores Remotos \n\n2.4.2.1. Bandas do ASTER \n\n \n\nOs critérios considerados na seleção da imagem a ser utilizada como base para o \n\npresente estudo foram a boa indicação do relevo e o custo relativamente baixo. Neste \n\nHidrografia \nacumulada \n\n(2000 células de \ncontribuição) \n\n \n\nRegion Group \nCria grupos de \n\nvalores \n\n \n\nWatershed \nCria bacias para \n\ncada grupo de valor \n\n \n\n \n\nZonal Fill \nPreenche os pixels \n\nsem valores \n\n \n\n \n\nDiferença vertical \nRaster calculator \n(MDE – Zonal Fill) \n\nTerraço \n\nDistância vertical à \ndrenagem até 15 m \ne declividade até 8% \n\nTopo \n\nDistância vertical à \ndrenagem superior a \n50 m e declividade \n\naté 8% \n\n\n\n 20 \n\nsentido, optou-se pela imagem do sensor ASTER, que fornece informações do visível e \n\ninfravermelho próximo (VNIR), com três bandas e resolução espacial de 15 metros; do \n\ninfravermelho médio (SWIR), com seis bandas e resolução espacial de 30 metros; e do \n\ninfravermelho termal (TIR), com cinco bandas e resolução espacial de 90 metros (Lima, \n\n2003). \n\nA imagem utilizada neste estudo contempla toda área de estudo, e apresenta \n\ndimensão de 60 x 60 km\n2\n. Para a sua utilização, previamente foi executada a combinação \n\ndas bandas (Red, Green e Blue) utilizando-se o programa ENVI. Na seqüência, no software \n\nArcGIS 9.2, foi promovido o georreferenciamento da imagem, usando a extensão \n\n“Georeferecing” e a drenagem disponível nas cartas do IBGE. \n\nFinalmente, a imagem foi recortada com base no retângulo descrito anteriormente, \n\neliminando áreas fora da área de estudo. Nesse momento, definiu-se a resolução espacial \n\ndo pixel como sendo de 15 metros, para fins de padronização.  \n\n \n\n2.4.2.2. Índice de Vegetação por Diferença Normalizada (NDVI) \n\n \n\nO índice de vegetação é uma combinação aritmética simples baseada no contraste \n\nentre as respostas espectrais da vegetação em diferentes regiões do espectro \n\neletromagnético. De uma forma geral, índices de vegetação podem ser entendidos como \n\nrazões matemáticas entre determinadas bandas disponíveis em imagens de satélite, como \n\nas do ASTER. \n\nNa geração do NDVI foi utilizado o programa ERDAS, que utiliza uma combinação de \n\nbandas e é expresso pela diferença entre as bandas do infravermelho próximo (IVP) e do \n\nvermelho (VER), normalizada pela soma das bandas (Eastman, 1998), segundo a seguinte \n\nfórmula: \n\n \n\nNDVI = (IVP – VER)/(IVP + VER) \n\nEquação 1 \n\n \n\nonde: \n\nIVP: resposta espectral do pixel na banda do infravermelho próximo; \n\nVER: resposta espectral do pixel na banda do visível. \n\n \n\n \n\n \n\n\n\n 21 \n\n2.5. Procedimentos utilizados na elaboração dos Mapas \n\n \n\n2.5.1. Abordagem “convencional” \n\n \n\nNa produção do mapa de solos da forma tradicional foram utilizadas as informações \n\nde campo e os dados analíticos. Para auxiliar os pedólogos na delimitação das classes de \n\nsolos, foram impressos dois mapas em escala de 1:50.000 e com curvas de nível (de 20 em \n\n20m): o do MDE e o da declividade da bacia. Os padrões foram definidos a partir da \n\ngeomorfologia da paisagem, de dados de vegetação e no conhecimento prévio da região, \n\nem especial no relacionamento posição na paisagem e classe de solo. \n\nO MDE foi classificado com valores de altitude para facilitar a visualização do relevo. \n\nNo mesmo sentido, a declividade foi diferenciada segundo a classificação adotada pela \n\nEMBRAPA (1999): 0 a 3%, 3 a 8%, 8 a 20%, 20 a 45%, 45 a 75% e >75%, respectivamente \n\ncorrespondendo às fases de relevo plano, suave ondulado, ondulado, forte ondulado, \n\nmontanhoso e escarpado. Não foram usadas imagens digitais nesta abordagem \n\nconsiderando que os pedólogos estão inseridos na área de estudo. \n\nNo mapa impresso com o MDE, foram desenhados polígonos separando as \n\nassociações de solo: Argissolo Vermelho-Amarelo distrófico + Cambissolo Háplico Tb \n\ndistrófico; Gleissolo Háplico Tb distrófico + Neossolo Flúvico Tb distrófico + Argissolo \n\nVermelho-Amarelo distrófico; Cambissolo Háplico Tb distrófico; Latossolo Vermelho-Amarelo \n\ndistrófico + Latossolo Vermelho distrófico; e Latossolo Vermelho-Amarelo distrófico + \n\nCambissolo Háplico Tb distrófico. \n\nA partir da declividade foram separados os Cambissolos Háplico Tb distrófico, que \n\nforam relacionados às áreas de maior declive. Os polígonos referentes a cada associação \n\nde solos foram digitalizados e posteriormente unidos, obtendo-se assim, o primeiro mapa de \n\nsolos da área de estudo. \n\n \n\n2.5.2. Abordagem por Redes Neurais Artificiais  \n\n \n\nOs softwares utilizados foram: ERDAS Imagine 8.5, ENVI, ArcGIS 9.2, GPS \n\nTrackMaker e o simulador de redes neurais JavaNNS (Java Neural Network Simulator). \n\nTambém foram usados os executáveis FuncPow, Transform e Gerapat (Cedidos pelo prof. \n\nCarlos VIEIRA, DEC/UFV), para o processamento dos arquivos na classificação pela rede \n\nneural, seleção de variáveis pela análise do índice Kappa e teste de significância entre as \n\nredes. \n\n\n\n 22 \n\nA entrada de dados nas RNA’s foi constituída por dez variáveis discriminantes: \n\nelevação, declividade, radiação, aspecto (face de exposição), distância horizontal até a \n\ndrenagem, mapa de compartimentos geomorfológicos (topo, encostas côncavas, encostas \n\nconvexas e terraço), NDVI e as três bandas da imagem ASTER. Todas as variáveis geradas \n\nforam agrupadas no software ERDAS, em uma única imagem contendo dez bandas no \n\nformato IMG. \n\nPara extrair os pixels da imagem, ou seja, os valores sobrepostos de cada célula das \n\nlayers foram construídos inicialmente polígonos ao redor de cada ponto, correspondentes \n\naos perfis de solos georreferenciados. Os polígonos de cada classe de solo foram então \n\nselecionados, agrupados e exportados como um arquivo shapefile. Este procedimento foi \n\nrepetido para cada classe de solo. Na seqüência, cada arquivo shapefile foi aberto \n\nnovamente no ERDAS, onde os polígonos foram selecionados e salvos em formato AOI \n\ncomo uma nova layer. A partir daí, fez-se a conversão dos pixels para valores numéricos \n\n(tabela ASCH), extraindo-se os valores do agrupamento de imagens, já convertidas e \n\nreescaladas. \n\nNa seqüência, os arquivos foram abertos no software Excel, onde foi possível \n\nselecionar uma quantidade de pixels desejada. Neste estudo, selecionou-se todos os \n\nvalores extraídos, totalizando 5.950 pixels para o treinamento das RNA’s e outros 2.650 \n\npixels para a validação. Os dados foram então preparados utilizando-se o programa \n\nFuncpow e, posteriormente, inseridos no simulador de redes JavaNNS.  \n\nAlgumas variáveis foram configuradas para o treinamento das redes utilizando-se o \n\naprendizado supervisionado. Os pesos interneurônios foram iniciados com valores aleatórios \n\npequenos (entre -0,5 e 0,5), com o objetivo de evitar a saturação das funções de \n\ntransferências de neurônios. Foi utilizada uma taxa de aprendizado (?) de 0,2 (decaindo ao \n\nlongo do treinamento) e um padrão variando de 5.000 a 50.000 ciclos de aprendizagem. \n\nO simulador JavaNNS processa os dados da RNA e produz como resultado uma \n\nmatriz de confusão, na qual é possível avaliar que classes de solos o classificador está mais \n\nacertando e, ou mais errando.  \n\nA matriz de confusão, por sua vez, apresenta o resultado final da RNA trabalhada e \n\nfornece ainda o valor do índice Kappa obtido na classificação. Para a sua geração, o usuário \n\ninicialmente define um número de pixels que considera suficiente para cada classe de solo, \n\ncom o objetivo de treinar as RNA’s. A rede cria então um padrão, com base na combinação \n\ne sobreposição dos pixels das variáveis discriminantes (no caso deste estudo foram usadas \n\nas 10 layers disponíveis), e aplica o conjunto em toda a área de estudo.  \n\nEm um segundo momento, esses pixels são comparados com outros usados para \n\nvalidar o treinamento. O resultado final desta confrontação é o que se vê na matriz de \n\nconfusão, onde os pixels usados para a validação estão dispostos nas linhas e colunas. Os \n\n\n\n 23 \n\npixels localizados na diagonal principal do quadro indicam os que foram corretamente \n\nclassificados. Já os demais, localizados fora da diagonal principal, foram erroneamente \n\nclassificados, sendo atribuídos a outras classes. \n\nUm baixo índice Kappa indica falhas no treinamento da rede, sendo recomendadas \n\nnovas tentativas e o refazer de todo treinamento. Portanto, os dados da matriz de confusão \n\npermitem ao usuário avaliar se deve ou não continuar o procedimento. Caso o índice for \n\nconsiderado satisfatório, o passo seguinte é a geração do mapa, caso contrário, os testes \n\ndevem ser refeitos, na tentativa de obtenção de melhores resultados. Na avaliação do \n\nKappa alcançado neste estudo, considerou-se a classificação proposta por Landis e Koch \n\n(1977), que definem o resultado final obtido como regular (moderate), bom (substantial) ou \n\nótimo (almost perfect), respectivamente, quando associados a índices Kappa de 0,4 a 0,6; \n\nde 0,6 a 0,8 e; acima de 0,8.  \n\nEsses procedimentos foram executados até que se alcançasse um índice Kappa \n\nconsiderado maior que 0,6, considerado bom. Nesse momento, os dados então obtidos \n\nforam direcionados novamente ao software ERDAS para a geração do mapa de solos da \n\nbacia hidrográfica, após as devidas correções dos ruídos. O mapa final foi então produzido \n\ncom as classes obtidas até o 2º nível categórico do Sistema Brasileiro de Classificação de \n\nSolos (Embrapa, 2006). \n\n \n\n2.5.3. Comparação e validação dos mapas \n\n \n\nPara a comparação, foi gerado um índice de coincidência entre os dois mapas. Para \n\nseu cálculo, uma malha com 1.000 pontos aleatórios foi gerada na área de estudo (Figura \n\n6). Em seguida, cada mapa foi reclassificado dando para cada classe de solo um número \n\ncoincidente, ou seja, mesmas classes, mesmo números de identificação. Na seqüência, o \n\nvalor de cada ponto foi extraído em cada um dos mapas, obtendo-se o número \n\ncorrespondente à classe de solo presente naquele ponto. Os valores obtidos foram \n\ndirecionados à uma tabela do Excel para a quantificação da concordância e a discordância, \n\nque foram definidas segundo a coincidência ou não dos valores, respectivamente. O \n\nresultado obtido permitiu estabelecer a coincidência entre os dois mapas produzidos. \n\n \n\n\n\n 24 \n\n \n\nFigura 6 - Localização dos 1.000 pontos aleatórios utilizados na avaliação da concordância \ndos mapas de solos elaborados. \n\n \n\nPara a validação final dos dois mapas produzidos, foram coletados no campo \n\naleatoriamente 75 pontos de checagem (Figura 8), distribuídos dentro da área de estudo. \n\nCada ponto era referente a um perfil de solo que poderiam coincidir ou não com a classe de \n\nsolo mapeada pelos dois procedimentos avaliados. Cada ponto de checagem foi verificado \n\nnos dois mapas, gerando a partir desta informação o índice Kappa, que foi utilizado para a \n\ncomparação entre as duas formas de abordagens utilizadas. \n\n \n\n\n\n 25 \n\n \n\nFigura 7 - Localização dos 75 pontos de amostragem de solos usados para checagem de \ncampo dos mapas produzidos. \n\n \n\n\n\n 26 \n\n3. RESULTADOS E DISCUSSÃO \n \n\n3.1. Classes de solos identificadas \n\n \n\nPredominam na bacia hidrográfica do Rio Turvo Sujo cinco classes no 1º nível \n\ncategórico do Sistema Brasileiro de Classificação de Solos (Embrapa, 2006): Latossolos, \n\nArgissolos, Gleissolos, Neossolos e Cambissolos, subdivididas em sete classes no 2º nível \n\ncategórico (subordem): Latossolo Vermelho-Amarelo, Latossolo Vermelho, Argissolo \n\nVermelho-Amarelo, Argissolo Vermelho, Gleissolo Háplico, Neossolo Flúvico e Cambissolo \n\nHáplico (Quadro 1). \n\nDe maneira geral, os solos são, direta ou indiretamente, originados a partir do \n\ngnaisse, a rocha metamórfica que domina a geologia da região. Em alguns casos, os solos \n\nsão derivados de afloramento de diabásio, principalmente os Latossolos Vermelhos e \n\nArgissolos Vermelhos. \n\n \n\nQuadro 1 - Número de perfis e pontos de observação por classes de solo \n\n \n\nClasse de solo Perfis Pontos de \nobservação \n\nArgissolo Vermelho - PV 2 6 \n\nArgissolo Vermelho-Amarelo - PVA 16 16 \n\nCambissolo Háplico - CX 6 4 \n\nGleissolo Háplico - GX 5 10 \n\nLatossolo Vermelho - LV 1 6 \n\nLatossolo Vermelho-Amarelo - LVA 13 13 \n\nNeossolo Flúvico - RY 1 3 \n\nTotal 44 58 \n\n \n\n \n\n3.2. Variáveis discriminantes \n\n \n\nNa seqüência são apresentados os resultados obtidos para as diferentes variáveis \n\ndiscriminantes utilizadas no estudo.  \n\n \n\n\n\n 27 \n\n3.2.1. Elevação \n\n \n\nO modelo digital de elevação (MDE) gerado mostra a variação do relevo regional e a \n\ndistribuição do Rio Turvo Sujo na área, com as nascentes de cabeceira predominando na \n\nparte sudeste e a foz no noroeste da bacia (Figura 8). O relevo varia em pouco mais de 400 \n\nm, tendo como altitudes mínimas e máximas, respectivamente, as cotas de 599 e 1.006 m.  \n\n \n\n \n\nFigura 8 - Modelo Digital de Elevação do terreno da Bacia hidrográfica do Rio Turvo Sujo – \nMG. \n\n \n\nA distribuição do relevo indica um padrão na geomorfologia da bacia hidrográfica, \n\ncom uma paisagem marcada por morros e a drenagem encaixada, modelando-os. Terraços \n\nmaiores predominam mais à jusante da bacia, possivelmente condicionado pelo relevo e \n\nassociado ao maior poder de deposição dos cursos d’água. Já na região da cabeceira, os \n\nterraços são menos freqüentes e, quando presentes, são menores. \n\n \n\n3.2.2. Declividade \n\n \n\nO mapa de declividade, gerado a partir do MDE, apresenta a variação das pendentes \n\ndo relevo (Figura 9). As cores mais fortes representam áreas de maior declive, geralmente \n\nassociadas à presença dos Cambissolos, uma vez que nesses locais o escoamento \n\nsuperficial é potencializado, favorecendo a ocorrência de solos mais rasos. Por outro lado, \n\n\n\n 28 \n\náreas de menor declive são coincidentes com regiões próximas aos cursos d’água, que são \n\nmais rebaixadas em relação ao entorno. Nestas áreas predominam os Gleissolos e \n\nNeossolos mais próximos à drenagem, associados a alguns Argissolos. \n\n \n\n \n\nFigura 9 - Declividade da Bacia hidrográfica do Rio Turvo Sujo – MG. \n \n\n \n\n3.2.3. Radiação Solar Global \n\n \n\nOs valores obtidos indicam que a energia proveniente do sol que alcança a bacia \n\nhidrográfica varia entre 768 e 1.906 kW m\n-2\n ano\n\n-1\n (Figura 10), dependendo da posição na \n\npaisagem e da face de exposição. O relevo (elevação, orientação e declividade) é, portanto, \n\num dos principais fatores que influencia a distribuição da insolação e sombreamento na \n\npaisagem, gerando no caso da bacia do Rio Turvo Sujo, fortes gradientes locais a curtas \n\ndistâncias.  \n\n \n\n\n\n 29 \n\n \n\nFigura 10 - Radiação solar global estimada que atinge anualmente a bacia hidrográfica do \nRio Turvo Sujo – MG.  \n\n \n\nA coloração avermelhada do mapa indica um padrão de radiação elevado, tendo \n\npouca representatividade na visualização, as cores que representam os valores mínimos do \n\ntema em questão. \n\n \n\n3.2.4. Face de exposição solar \n\n \n\nO mapa com as faces de exposição solar, ou aspecto, indica o predomínio das faces \n\nvoltadas para o nordeste e noroeste (Figura 11, Quadro 2), coerente com a posição espacial \n\nda bacia hidrográfica ao sul da linha do equador. Os solos presentes nestas vertentes \n\nreceberão maior quantidade de radiação ao longo do ano, o que tem implicações diretas \n\nsobre o potencial incremento da evaporação e redução da infiltração. Por outro lado, solos \n\nnas vertentes voltadas para o sudeste e sudoeste, terão esses fenômenos potencialmente \n\nreduzidos. \n\n\n\n 30 \n\n \n\nFigura 11 - Face de exposição solar (aspecto) da Bacia hidrográfica do Rio Turvo Sujo – \nMG. \n\n \n\n \n\nQuadro 2 - Classificação da ocorrência de áreas com diferentes faces de exposição solar \n\n(aspecto) na Bacia do Rio Turvo Sujo - MG \n\n \n\nValores Face de exposição Quantidade de células Ocorrência (%) \n\n1 Nordeste 477244 26,59 \n\n2 Sudeste 415398 23,14 \n\n3 Sudoeste 419850 23,39 \n\n4 Noroeste 482475 26,88 \n\n \n\n \n\n\n\n 31 \n\n3.2.5. Distância Horizontal \n\n \n\nA distância horizontal ou distância euclidiana, que se refere à distância horizontal dos \n\ntopos da paisagem até o curso d’água, é outro importante atributo para a separação de \n\nsolos na paisagem. O mapa obtido para esse atributo revela as variações verificadas para \n\nessa distância da rede de drenagem (Figura 12), sendo que o valor máximo verificado de \n\num ponto até a água é de quase um quilometro (937 m). Isto reflete bem a realidade \n\nverificada no domínio dos marres de morros na região sudeste do Brasil, onde a intensa \n\nrede de drenagem permite o acesso mais facilitado a fontes de água, importante recurso \n\nnatural para o desenvolvimento de qualquer atividade antrópica. É comum em outras partes \n\ndo território nacional que fontes de água estejam mais distantes, o que apresenta \n\nimplicações diretas sobre a capacidade produtiva das terras e até de subsistência das \n\npessoas que aí vivem. \n\nA informação da distância horizontal até o curso d’água foi utilizada considerando o \n\nfato de que, de uma forma geral, os solos com algum tipo de hidromorfismo se \n\nconcentrarem próximos dos cursos d’água, e outros como os Latossolos e Cambissolos, \n\nestarem mais distantes da drenagem. \n\n \n\n \n\nFigura 12 - Distância horizontal dos topos da paisagem até a rede de drenagem na Bacia \nhidrográfica do Rio Turvo Sujo – MG. \n\n\n\n 32 \n\n3.2.6. Unidades Geomorfológicas \n\n \n\nNo caso específico da bacia do Rio Turvo Sujo, o conhecimento da área permite \n\nindicar que ela é naturalmente dividida em compartimentos ambientais diferenciados, que \n\ndemarcam a sua paisagem e que acabam tendo relação direta com a formação e definição \n\ndas classes de solos. Isto foi uma premissa utilizada no presente estudo. Desta forma, a \n\nárea foi separada ou classificada em áreas planas e movimentadas. As primeiras, \n\nexecutadas em um primeiro momento, correspondem aos terraços e topos da paisagem. As \n\nsegundas, sobrepostas às áreas planas, correspondem às porções côncavas e convexas da \n\npaisagem. O resultado dessa consideração foi a obtenção de quatro unidades \n\ngeomorfológicas: terraço, topos, encostas côncavas e encostas convexas (Figura 13).  \n\n \n\n \n\nFigura 13 - Unidades geomorfológicas (terraço, topos, encostas côncavas e encostas \nconvexas) presentes na paisagem da bacia do Rio Turvo Sujo – MG. \n\n \n\nNa bacia hidrográfica em estudo predominam as unidades mais declivosas, formadas \n\npelas encostas côncavas e convexas, que juntas representam mais de 84% da área \n\n(Quadro 3). Os terraços aparecem em menor proporção (13%) e os topos são a unidade \n\nmenos expressiva na bacia, com pouco menos de 3%. \n\nCom a definição dessas unidades, algumas correlações, embasadas nas \n\nobservações de campo e conhecimento acumulado sobre a região, foram executadas: a) os \n\nNeossolos Flúvicos e Gleissolos foram associados às áreas de terraço; b) os Latossolos \n\n\n\n 33 \n\nforam associados aos topos e faces convexas; c) os Argissolos foram associados às áreas \n\ncôncavas mais rebaixadas ou áreas de contatos entre côncavo/terraço; e d) os Cambissolos \n\nforam associados às áreas côncavas de maior declive.  \n\n \n\n \n\nQuadro 3 - Distribuição da ocorrência das unidades geomorfológicas presentes na Bacia do \n\nRio Turvo Sujo – MG \n\n \n\nValores \nUnidades \n\nGeomorfológicas \n\nQuantidade de \n\ncélulas \nOcorrência (%) \n\n1 Terraços 234775 13,08 \n\n2 Encostas côncavas 780680 43,49 \n\n3 Encostas convexas 727860 40,55 \n\n4 Topos 51652   2,88 \n\n \n\n3.2.7. Imagem ASTER \n\n \n\nA opção pelo uso de uma imagem de satélite foi a possibilidade de se obter \n\ninformações como as radiações eletromagnéticas (REM), as quais permitem definir áreas no \n\nlocal em estudo associadas a diferentes comprimentos de ondas. Desta forma, áreas com \n\nuso do solo semelhantes devem possuir comprimentos de ondas semelhantes, sendo o \n\ncontrário verificado para diferentes usos. Como a vegetação e, ou, o uso do solo podem \n\nestar associados às classes de solos, essa informação passa a ser relevante quando se \n\npretende executar uma classificação automatizada. Entretanto, essa correlação não é \n\nobrigatória, merecendo por parte dos classificadores, um cuidado e o devido conhecimento \n\nda realidade regional. Este é o caso, por exemplo, das pastagens na área em estudo, que \n\nestão de uma forma geral, desassociadas com alguma classe de solo específica. Ainda sim, \n\nconsidera-se como importante a contribuição das REM no processo de classificação digital, \n\ndevendo a mesma ser associada a outros atributos e informações disponíveis.  \n\nNeste sentido, e considerando também o custo de aquisição envolvido, optou-se pelo \n\nuso de uma imagem ASTER (Figura 14). Ela permite uma boa definição de relevo, o que é \n\nconsiderado como fator fundamental para a classificação automatizada de solos na área de \n\nestudo, um aspecto importante que levou à seleção deste satélite. \n\n \n\n\n\n 34 \n\n \n\nFigura 14 - Imagem ASTER da Bacia hidrográfica do Rio Turvo Sujo – MG, obtida em 29 de \nmarço de 2001. \n\n \n\n3.2.8. Índice de Vegetação por Diferença Normalizada  \n\n \n\nO uso do índice de vegetação por diferença normalizada (NDVI), obtido a partir da \n\nimagem ASTER, visou realçar a vegetação presente na área, que apresenta alguma relação \n\nindireta com o tipo de solo. A expectativa era melhorar a aparência da distribuição espacial \n\nde informações na imagem, de forma a facilitar a interpretação visual e computacional. \n\nO NDVI permite identificar a densidade de fitomassa foliar fotossinteticamente ativa \n\npor unidade de área (Figura 15), sendo que quanto maior seu valor, mais densa é a \n\nvegetação no local, pois aumenta-se a reflexão na banda do infravermelho próximo, ao \n\nmesmo tempo em que se reduz a reflexão na banda do vermelho (Kazmierczak, 1996).  \n\n \n\n\n\n 35 \n\n \n\nFigura 15 - Índice de Vegetação por Diferença Normalizada (NDVI) da Bacia hidrográfica do \nRio Turvo Sujo – MG. \n\n \n\nNo presente estudo, o NDVI foi testado como uma variável adicional, uma vez que \n\nnão possui relação direta facilmente identificável com as classes de solos. É notório que \n\nmuitas características da vegetação são influenciadas pelas características dos solos que a \n\nsustenta, e até o inverso é de certa forma, aceito. Entretanto, as diferentes tipologias de \n\nvegetação presentes na área da bacia hidrográfica do Rio Turvo Sujo associadas à \n\nexpressividade das áreas com sombreamento, praticamente inviabilizaram a utilização \n\ndesse índice na separação dos solos.  \n\nMesmo conhecendo previamente essas limitações do NDVI, a opção por sua \n\ninclusão visou melhorar o desempenho da classificação na abordagem por RNA’s. O \n\nresultado obtido indicou que a decisão de inclusão foi acertada, uma vez que quando essa \n\nvariável discriminante foi retirada do treinamento, uma redução no valor do Kappa foi \n\nverificada, como indicado na matriz de significância discutida no item seguinte.  \n\n \n\n\n\n 36 \n\n3.3. Classificação pelas Redes Neurais Artificiais \n\n \n\nA matriz de significância é produzida a partir dos resultados dos treinamentos e \n\nvalidação realizados. Ela apresenta os resultados alcançados comparando as classificações \n\nobtidas duas a duas e mostrando em quais comparações há diferença significativa entre as \n\nduas classificações (Vieira, 2000). A matriz permite uma visualização dos testes, que variam \n\nquanto ao número de neurônios e quanto à quantidade de variáveis discriminantes \n\nutilizadas. Ela permite perceber quais elementos contribuíram para a melhoria do resultado \n\nfinal, desta forma servindo para a seleção de critérios a serem adotados na execução das \n\nredes neurais. \n\nA rede foi inicialmente treinada com diversos números de neurônios e disposição de \n\ncamadas. Os testes realizados consideraram o uso nas redes de camadas com dez, vinte, \n\ntrinta e quarenta neurônios, mas a rede composta por dez neurônios apresentou melhores \n\nresultados (Quadro 4). Uma tentativa executada com duas camadas de dez neurônios \n\nproporcionou resultado inferior ao da camada individual. Assim, a rede com dez neurônios \n\nfoi a selecionada.  \n\nSuperada a definição do número de camadas, tentativas aleatórias foram executadas \n\npara a avaliação do grau de contribuição das diferentes variáveis utilizadas para a \n\nclassificação. Durante o treinamento, tentativas foram efetuadas retirando-se o NDVI e o \n\nMDE individualmente, ou ambos de forma associada, além do NDVI e as três bandas da \n\nImagem ASTER. Os resultados indicaram que, associado ao treinamento com dez \n\nneurônios na camada interna, o melhor Kappa foi obtido a partir do treinamento com todas \n\nas dez variáveis da imagem, ou seja, todas as variáveis utilizadas contribuíram para com a \n\nclassificação (Quadro 4). \n\n\n\n 37 \n\nQuadro 4 - Resultado final considerando as nove arquiteturas de redes  \n\nClass. \nR \n\n10 \n\nR \n\n20 \n\nR \n\n30 \n\nR \n\n40 \n\nR \n\n10_10 \n\nR \n\nNDVI \n\nR \n\nMDE \n\nR \n\nNDVI_MDE \n\nR \n\nImagen \n\nKappa 0.611 0.570 0.591 0.586 0.560 0.548 0.505 0.510 0.481 \n\nVar (x10\n-3\n\n) 0.117 0.123 0.118 0.117 0.122 0.127 0.125 0.127 0.130 \n\nR10 56.487         \n\nR20 2.647 51.395        \n\nR30 1.305 1.353 54.406       \n\nR40 1.634 1.033 0.326 54.176      \n\nR10_10 3.299 0.639 2.001 1.682 50.700     \n\nR_NDVI 4.033 1.391 2.747 2.433 0.760 48.627    \n\nR_MDE 6.814 4.128 5.517 5.207 3.500 2.709 45.169   \n\nR_NDVI_MDE 6.466 3.795 5.175 4.865 3.169 2.384 0.315 45.255  \n\nR_Imagen 8.272 5.595 6.985 6.681 4.977 4.179 1.503 1.809 42.186 \n\nTreinamentos efetuados: R10, R20, R30 e R40: com respectivamente 10, 20, 30 e 40 neurônios e \ntodas as bandas da imagem; R10_10: treinamento com 2 camadas tendo 10 neurônios em cada e \ntodas as bandas da imagem; R_NDVI : treinamento com 10 neurônios e com exclusão do NDVI; \nR_MDE: treinamento com 10 neurônios e com exclusão do MDE; R_NDVI_MDE: treinamento com 10 \nneurônios e com exclusão do NDVI e do MDE; R_Imagem: treinamento com 10 neurônios e com \nexclusão do NDVI e das bandas da imagem ASTER. \n\n \n\nA matriz de confusão obtida ao final de uma série de tentativas (Quadro 5) para o \n\npresente estudo revelou que a classificação efetuada pode ser considerada como boa \n\n(Kappa = 0,611). Percebe-se que o valor obtido está próximo do limite inferior da classe boa \n\nproposta por Landis e Koch (1977), quase sendo considerada na classe definida regular.  \n\n \n\nQuadro 5 - Matriz de confusão gerada pela RNA contendo 10 neurônios na camada interna \n\n \n\n \n\n1 = Argissolo Vermelho, 2 = Argissolo Vermelho-Amarelo, 3 = Cambissolo Háplico, 4 = Gleissolo \nHáplico, 5 = Latossolo Vermelho, 6 = Latossolo Vermelho-Amarelo e 7 = Neossolo Flúvico. \n\n \n\n\n\n 38 \n\nCom base na observação da matriz de confusão, é possível perceber que as classes \n\ndo Latossolo Vermelho-Amarelo (2) e a do Argissolo Vermelho-Amarelo (6), foram as que \n\ntiveram menores índices de acerto (54,3 e 56,2, respectivamente). Este fato pode entendido, \n\nconsiderando a grande porcentagem destas classes na bacia hidrográfica. De uma forma \n\ngeral, eles ocorrem em ambientes mais diferenciados, em comparação com os demais, \n\ndificultando o estabelecimento de um padrão de ocorrência. \n\nA classe dos Gleissolos (4) também obteve um índice abaixo do kappa. Ele foi \n\nconfundido principalmente com os Neossolos, que possuem posições na paisagem \n\nsemelhantes e com os Argissolos Vermelho-Amarelo, que estão geralmente próximos. \n\nOs melhores índices de acerto ocorreram com os Argissolos Vermelho e Neossolos \n\nFlúvicos que possuem um padrão de localização mais facilmente determinado. Estas duas \n\nclasses tiveram um nível de treinamento muito claro, o que provavelmente contribuiu para a \n\nqualidade dos resultados. O padrão citado foi a correlação dos primeiros com as partes mais \n\nelevadas dos anfiteatros localizados em sua maioria nas cabeceiras dos cursos d’água. Já \n\nos Neossolos, foram associados às áreas planas e de vizinhança dos maiores cursos \n\nd’água, considerados de maior potencial de deposição. \n\nAs outras classes apresentaram resultados intermediários. De uma forma geral, as \n\nclassificações errôneas ocorreram em função da associação destas com classes \n\nsemelhantes. \n\n \n\n3.4. Avaliação da concordância entre os mapas produzidos pelas abordagens \nadotadas \n\n \n\nNo mapa produzido com o método convencional de mapeamento (Figura 16) \n\npredominam as associações de classes de solos, que foram consideradas pela equipe \n\ntécnica, coerentes tanto com a realidade de campo, onde a distinção em classe única nem \n\nsempre é possível, como com a escala de mapeamento adotada. Desta forma ficaram \n\ndefinidas as seguintes classes na bacia do Rio Turvo Sujo: \n\na) Argissolo Vermelho-Amarelo distrófico + Cambissolo Háplico Tb distrófico: estão \n\nassociados de uma forma geral às áreas anfiteátricas, sendo que os Argissolos são \n\npopularmente denominados como Argissolos de Rampa; \n\nb) Gleissolo Háplico Tb distrófico + Neossolo Flúvico Tb distrófico + Argissolo \n\nVermelho-Amarelo distrófico: geralmente localizados nos locais mais próximos aos \n\ncursos d’água principais; \n\nc) Cambissolo Háplico Tb distrófico: associados a locais de declividades muito \n\nacentuadas; \n\n\n\n 39 \n\nd) Latossolo Vermelho-Amarelo distrófico + Latossolo Vermelho distrófico: \n\ndistribuídos nos topos planos da paisagem ou locais onde ocorre uma drenagem \n\nmais intensa; \n\ne) Latossolo Vermelho-Amarelo distrófico + Cambissolo Háplico Tb distrófico: \n\nlocalizados em áreas que apresentam inclinação, porém não tão acentuadas. \n\n \n\nA distribuição dos solos na paisagem da bacia do Rio Turvo Sujo (Quadro 6) \n\nevidencia o predomínio da associação Latossolo Vermelho-Amarelo + Cambissolo Háplico, \n\nque ocupa quase que 60% da área, o que é coerente com o relevo regional. Na seqüência \n\nem termos de expressão na bacia, aparecem o Latossolo Vermelho Amarelo (14,2%), e a \n\nassociação Argissolo Vermelho-Amarelo + Gleissolo Háplico (12,1%). Os Argissolos \n\nVermelho-Amarelos (8,4%) e os Cambissolos Háplicos (5,6%) são os de menor ocorrência \n\n(Figura 16).  \n\n \n\n\n\n 40 \n\n \n\nFigura 16 – Mapa de classes de solos da Bacia hidrográfica do Rio Turvo Sujo – MG, produzido pelo método convencional. \n\n\n\n 41 \n\nQuadro 6 - Distribuição da ocorrência das classes e associações de classe de solo na Bacia \n\ndo Turvo Sujo – MG, segundo o mapeamento tradicional \n\n \n\nClasses de solo/Associação Área (ha) Área (%) \n\nArgissolo Vermelho-Amarelo distrófico + \n\nCambissolo Háplico Tb distrófico  \n3.399,44 8,42 \n\nGleissolo Háplico Tb distrófico +  \n\nNeossolo Flúvico Tb distrófico +  \n\nArgissolo Vermelho-Amarelo distrófico  \n\n4.886,02 12,10 \n\nCambissolo Háplico Tb distrófico  2.255,84 5,59 \n\nLatossolo Vermelho-Amarelo distrófico +  \n\nLatossolo Vermelho distrófico  \n24.094,72 59,69 \n\nLatossolo Vermelho-Amarelo distrófico + \n\nCambissolo Háplico Tb distrófico  \n5.733,70 14,20 \n\nTotal 40.369,72 100,00 \n\n \n\n \n\nNo mapeamento convencional é freqüente a necessidade de se lançar mão de \n\nassociações de classes de solos. Além disso, deve-se acrescentar o fato de que a \n\ndelimitação das áreas levantadas no mapa depende muito do conhecimento acumulado e \n\nexperiência de campo do pedólogo. Isto tudo tem sido referenciado na literatura como a \n\nsubjetividade inerente ao levantamento de solos (Bie e Beckett, 1973; Zhu et al., 2001; \n\nLagacherie, 2008).  \n\nNeste contexto, Bie e Beckett (1973) compararam quatro mapas de solos produzidos \n\npor quatro experientes pedólogos, com uso de fotointerpretação, de uma área em Chipre. \n\nOs técnicos trabalharam independentemente e sem nenhuma restrição estabelecida. Os \n\nresultados obtidos indicaram que os quatro mapas produzidos eram consideravelmente \n\ndiferentes entre si, com limites entre classes distintos, de onde os autores concluíram que a \n\nvariabilidade das propriedades dos solos dentro das unidades de mapeamento foram \n\nmenores do que o da paisagem como um todo.  \n\nDas afirmações acima, alguns autores consideram que a capacidade de delimitação \n\ndas unidades de mapeamento de solos depende de um conhecimento tácito adquirido \n\natravés da prática pelo pedólogo. Hudson (1992), por usa vez, afirma que as pessoas que \n\nadquiriram conhecimento tácito, raramente são capazes de explicá-los adequadamente a \n\nterceiros. É natural que não seja simples a explicação dos porquês de determinada tomada \n\nde decisão quando se usa conhecimento adquirido pela experiência.  \n\n\n\n 42 \n\nO mapa de classes de solos (2º nível categórico) produzido pela abordagem por \n\nRNA’s é apresentado na Figura 17. A abordagem utilizada permitiu a integração de \n\ndiferentes variáveis de entrada no processo de predição das classes de solos.  \n\nA distribuição dos solos segundo a abordagem por RNA’s (Quadro 7) mostra o \n\npredomínio dos Latossolos na paisagem. Essa ordem abrange mais de 45% da área, com \n\npredomínio para o LVA, que é a classe dominante na bacia. Na seqüência aparecem os \n\nArgissolos, ocupando um pouco mais de 30% da área, seguidos dos Cambissolos (13,4%), \n\nGleissolos e Neossolos, esses últimos com mais de 5% de expressão.  \n\nOs resultados obtidos indicam o relevo como o principal fator na determinação da \n\nlocalização dos solos na região, obviamente também decorrente das premissas levantadas \n\nno início do presente estudo. A afirmação pode ser feita considerando que a maior parte das \n\nlayers de entrada das redes foram originadas a partir do modelo digital de elevação. Os \n\noutros fatores exerceram uma influência menor no resultado final, mas foram mantidos visto \n\nque contribuíam de forma complementar na utilização das redes.  \n\nNesta abordagem, os Argissolos Vermelhos foram alocados nas áreas internas dos \n\ngrandes anfiteatros próximos à cabeceira da bacia. Próximo à essa classe, em posições \n\nmais rebaixadas, ficaram os Argissolos Vermelho-Amarelo. Já nas partes mais a jusante da \n\nbacia, verifica-se novo predomínio dos Argissolos Vermelho-Amarelo (Figura 17). \n\n\n\n 43 \n\n \n\nFigura 17 – Mapa de classes de solos da Bacia Hidrográfica do Rio Turvo Sujo – MG, produzido pela abordagem por Redes Neurais Artificiais. \n\n\n\n 44 \n\nQuadro 7 - Distribuição da ocorrência das associações de classe de solo na Bacia do Turvo \n\nSujo – MG, de acordo com a abordagem por RNA’s \n\n \n\nClasses de solo Área (ha) Área (%) \n\nArgissolo Vermelho - PV 4.755,94 11,78 \n\nArgissolo Vermelho-Amarelo - PVA 7.583,17 18,78 \n\nCambissolo Háplico - CX 5.421,99 13,43 \n\nGleissolo Háplico - GX 2.369,46 5,87 \n\nLatossolo Vermelho - LV 6.631,81 16,42 \n\nLatossolo Vermelho Amarelo - LVA 11.564,84 28,64 \n\nNeossolo Flúvico - RY 2.055,40 5,09 \n\nTotal 40.382,61* 100,00 \n\n* A diferença verificada entre as estimativas da área total nos dois procedimentos de \nmapeamento avaliados (comparando-se os valores obtidos nos Quadros 4 e 5), \ndevem-se a variações nas digitalizações dos polígonos delimitados na abordagem \nconvencional. \n\n \n\nOs Latossolos Vermelho-Amarelo, predominantes na área de estudo, foram locados \n\nem associação, principalmente, aos topos dos morros e às partes convexas, ou seja, locais \n\nmais propícios à localização de solos profundos. Já os Latossolos Vermelhos foram indicados \n\npara as áreas mais elevadas, muitas vezes de maior inclinação, embora com declive um \n\npouco menor que as áreas designadas aos Cambissolos. Na maior parte dos casos, a cor \n\nvermelha está associada à melhor drenagem ou à algum material de origem mais máfico que \n\nna região, são representados por algumas intrusões de diabásio. \n\nOs Neossolos tenderam a estar alocados mais à jusante da bacia, o que pode ser \n\nrelacionado ao efeito dos cursos d’água controlando a pedologia da região. Quanto mais \n\npróximo da foz, maior o poder potencial de deposição da drenagem, o que pode favorecer a \n\npresença dessa classe de solo. Por sua vez, onde o poder de deposição é menor, a \n\ntendência é que predominem os Gleissolos, como verificado mais à montante da bacia. \n\nOs Cambissolos, assim como no mapa tradicional, foram alocados nas áreas de maior \n\ndeclividade. Por serem solos mais rasos por definição, é comum em procedimentos \n\nautomatizados associá-los às áreas de maior declividade e coincidindo também com as \n\nformas côncavas que facilitam os processos de remoção do material. \n\nA avaliação da concordância entre os mapas produzidos foi efetuada a partir de uma \n\nmalha de pontos gerada de forma aleatória. Ao todo, 1000 pontos de avaliação foram \n\ngerados aleatoriamente sobre toda a extensão da bacia e, posteriormente, sobrepostos nos \n\ndois mapas produzidos. No local designado pelo ponto de avaliação foi registrada a classe de \n\nsolo presente, a partir de valores previamente atribuídos a cada uma das classes já definidas \n\n\n\n 45 \n\nem ambos os procedimentos de mapeamento adotado. Finalizada a coleta de dados nos dois \n\nmapas os dados foram comparados, estabelecendo um índice de concordância entre os dois \n\nprocedimentos realizados. \n\nO resultado final da avaliação (Quadro 8) mostrou um índice adequado de \n\nconcordância entre os dois mapas. Para o total de 1.000 pontos analisados para este fim, um \n\níndice de concordância de 644 pontos foi obtido, o que equivale a 64,4% do total de pontos \n\ngerados. Isto significa que de uma malha aleatória de 1.000 pontos gerados de uma forma \n\naleatória, há uma coincidência significativa das classes de solos, embora tenham sido \n\ndelimitadas por critérios e procedimentos diferentes. \n\nPara geração deste índice, as classes do mapa auxiliado por RNA’s foram agrupadas, \n\nvisto que poderiam coincidir com duas opções no mapa tradicional. Os Neossolos Flúvicos \n\nnão foram agrupados, pois não foram mapeados de forma individual no procedimento \n\nconvencional. Além disso, para essa validação, foi considerada apenas o 1º nível categórico \n\nda classificação dos solos, ou seja, a ordem. Este procedimento foi adotado visando resolver \n\no problema de classes que não tinham correspondência no nível de subordem, como é o \n\ncaso dos Argissolos Vermelhos e Latossolos Vermelhos. \n\n \n\nQuadro 8 – Concordância de pontos entre o mapa assistido por RNA’s e o mapa tradicional \n\nClasses \nRNA  \n\n1 2 3 Total \n\nSistema \n\ntradicional \n\n1 142 38 57 237 \n\n2 251 502 10 763 \n\n Total 393 540 67 1.000 \n\n1 = Argissolos + Gleissolos; 2 = Latossolos + Cambissolos e 3 = Neossolos. \n\n \n\nNa coluna estão representadas as classes do mapa produzido de forma convencional \n\ne na linha as classes do mapa assistido pelas RNA’s. O quadro mostra que a classe \n\nrepresentada pelo número 1 (Argissolos + Gleiossolos) teve uma concordância em 142 \n\npontos. A classe representada pelo número 2 (Latossolos + Cambissolos) teve uma \n\nconcordância em um total de 502 pontos, o que totaliza os 644 pontos de concordância. \n\n3.5. Validação dos Mapas \n\n \n\nA validação dos mapas foi efetuada com base em checagens de campo. Para isso, \n\nforam usados 75 pontos de referência. Os resultados obtidos (Quadros 9 e 10) indicaram um \n\nmaior acerto do mapa produzido via RNA (Kappa = 66,6%), em comparação com aquele \n\ngerado pela forma convencional (Kappa = 42,6%). Mesmo com as associações de classes de \n\n\n\n 46 \n\nsolo, o mapa convencional apresentou um menor índice de acerto na comparação com os \n\npontos de referência.  \n\n \n\nQuadro 9 – Distribuição dos acertos por classes de solos - Mapa convencional \n\nClasses PV PVA CX GX LV LVA NY Total \n\n1 1 3* 1 2 1 1 0 9 \n\n2 0 6* 0 9* 0 3 9 27 \n\n3 0 0 2* 0 0 0 0 2 \n\n4 0 0 2 0 0 1* 0 3 \n\n5 9 5 4* 1 7 7* 1 34 \n\nTotal 10 14 9 12 8 12 10 75 \n\nPV – Argissolo Vermelho, PVA= Argissolo Vermelho-Amarelo, CX = Cambissolo Háplico, GX = \nGleissolo Háplico, LV = Latossolo Vermelho, LVA = Latossolo Vermelho-Amarelo, RY = Neossolo \nFlúvico, 1 = Argissolo Vermelho-Amarelo + Cambissolo Háplico, 2 = Gleissolo Háplico + Neossolo \nFlúvico + Argissolo Vermelho-Amarelo, 3 = Cambissolo Háplico, 4 = Latossolo Vermelho-Amarelo + \nLatossolo Vermelho e 5 = Latossolo Vermelho-Amarelo + Cambissolo Háplico. \n*Perfis que ocorreram acerto com pelo menos uma das classes de solo da associação. \n\n \n\nO resultado da matriz gerada não é apresentado em diagonal principal, devido às \n\nassociações de classes. Neste mapa, um perfil teve nas associações, até três chances de \n\nacerto. \n\nDentre os eventuais erros que podem ser levantados para explicar o menor \n\ndesempenho do mapa tradicional estão: as correlações efetuadas acabam incorporando \n\ngrandes áreas, desconsiderando pequenas manchas de solos e; a não inclusão de classes \n\nde solos, como os Argissolos Vermelhos. A vantagem era que uma mesma área do mapa, \n\nem muitos casos, tinha mais possibilidades de acerto, devido às associações. Mas foi \n\nobservado, que mesmo com essa vantagem, o mapa tradicional teve um valor do índice \n\nkappa menor. \n\nPor sua vez, no mapa auxiliado por RNA’s, as relações entre a ocorrência dos solos e \n\nos atributos do relevo derivados do MDE foram determinantes para o delineamento de \n\nunidades de mapeamento na região estudada. Isto seguramente garantiu um melhor \n\ndesempenho do mapa digital produzido na comparação com a realidade.  \n\nPara este mapa, as concordâncias podem ser observadas na diagonal principal, visto \n\nque todos os perfis foram classificados, no mínimo, até o segundo nível categórico do \n\nSistema Brasileiro de Classificação de Solos (Embrapa, 2006), coincidindo com as classes \n\nmapeadas (Quadro 10). \n\n \n\n \n\n \n\n\n\n 47 \n\nQuadro 10 - Distribuição dos acertos por classes de solos - Mapa assistido por RNA’s \n\nClasses PV PVA CX GX LV LVA NY Total \n\nPV 9 0 0 0 1 0 0 10 \n\nPVA 0 12 2 2 0 0 0 16 \n\nCX 0 0 6 0 0 0 0 6 \n\nGX 0 0 0 1 0 0 0 1 \n\nLV 1 1 1 0 5 1 0 9 \n\nLVA 0 0 0 0 2 8 0 10 \n\nNY 0 1 0 9 0 3 10 23 \n\nTotal 10 14 9 12 8 12 10 75 \n\nPV – Argissolo Vermelho, PVA= Argissolo Vermelho-Amarelo, CX = Cambissolo Háplico, GX \n= Gleissolo Háplico, LV = Latossolo Vermelho, LVA = Latossolo Vermelho-Amarelo e NY = \nNeossolo Flúvico. \n\n \n\nDiferentemente da matriz de confusão gerada pelas RNA’s, a presente matriz indica \n\num maior índice de acerto das classes de maior ocorrência na região (Latossolos e \n\nArgissolos Vermelho-Amarelo). \n\nPor outro lado, os Gleissolos tiveram um índice de acerto muito menor. A grande \n\nmaioria destes perfis foi classificada como Neossolos, evidenciado a dificuldade de \n\nseparação destas classes na paisagem, de forma automatizada, visto que o relevo de ambos \n\né muito semelhante. \n\nJá os Neossolos obtiveram o maior índice de acerto. Suas amostras foram coletadas \n\nem áreas típicas desta classe, o que favoreceu essa concordância. Além disso, os dados \n\nindicam que houve uma ampliação espacial no mapa das áreas desta classe, devido às \n\nsemelhanças com o Gleissolo. \n\nEm outras teses produzidas anteriormente por doutorandos do Departamento de \n\nSolos e Nutrição de Plantas foi possível concluir que esta forma de abordagem pode \n\ncontribuir para os levantamentos de solos, subsidiando-os no delineamento dos mapas, e \n\ntornando-os mais rápidos e menos onerosos, diminuindo também a sua subjetividade \n\n(Carvalho Júnior, 2005). \n\nPara o autor, na produção de variáveis discriminantes, o modelo digital de elevação \n\n(MDE) também foi fator chave na determinação dos outros atributos dele derivados. Em \n\nrazão disto, foi possível concluiu que quanto melhor for o MDE, mais representativos serão \n\nseus atributos derivados, que podem contribuir, isoladamente ou em conjunto, para se \n\nentender a relação solo-paisagem de áreas de mares de morro. \n\nQuanto à utilização de RNA’s nos procedimentos, apesar da grande manipulação de \n\nformas, formatos e tipos de arquivos, e da necessidade de verificação constante da \n\nconsistência dos dados, seus resultados foram melhores do que utilizando outros \n\n\n\n 48 \n\nclassificadores como Maxver, conseguindo discriminar consistentemente as paisagens \n\ndefinidas. Ele afirma que a chave principal para se resolver problemas desta natureza está na \n\nentrada de dados, ou seja, quanto mais detalhados puderem ser, melhores resultados serão \n\nalcançados. \n\nEm outra tese produzida pelo Departamento de Solos e Nutrição de Plantas, Chagas \n\n(2006) afirma que o classificador baseado nas redes neurais testado em seu estudo produziu \n\numa maior exatidão na classificação geral, com resultados significativamente melhores e \n\ncomprovados através dos testes estatísticos utilizados, quando comparado ao classificador \n\nclássico da máxima verossimilhança. Ele concluiu que a abordagem por redes neurais foi \n\nmais eficiente na discriminação dos solos da bacia do rio São Domingos e que a exatidão \n\ngeral da classificação para ambos os classificadores mostrou-se bastante influenciada pelo \n\nnúmero de variáveis discriminantes utilizadas. \n\nPara Chagas (2006), os mapas produzidos pelos classificadores contêm muito mais \n\ndetalhes espaciais do que o mapa de solos convencional, pelo fato de que a variação \n\nambiental pôde ser quantificada com grande detalhe utilizando-se um software de SIG, que \n\ntem a capacidade de manipular muitas variáveis simultaneamente. Neste sentido, a \n\ndisponibilidade de dados mais detalhados sobre as variáveis ambientais tornou possível \n\nreduzir significativamente as associações de solos e permitiu identificar pequenos \n\ncomponentes na paisagem que são difíceis de serem identificados pelo mapeamento \n\nconvencional. A presença de mais de uma classe de solo associada a um determinado pixel \n\nsomente ocorreu devido à dificuldade ou impossibilidade de estabelecimento de relações \n\nsolo-paisagem mais precisas. \n\nOs resultados alcançados mostram que a utilização de atributos do terreno e dados de \n\nsensores remotos orbitais em uma abordagem por redes neurais pode contribuir \n\ngrandemente para melhoria da qualidade dos levantamentos de solos no Brasil. A \n\ndisponibilidade de dados de sensores remotos orbitais a custos mais baixos e a facilidade de \n\nobtenção dos atributos do terreno em um SIG comercial tornam a abordagem utilizada ainda \n\nmais atraente.  \n\nAvanços significativos também foram obtidos por Zhu et al., (2001) na produção de \n\nmapas digitais de solos, permitindo a espacialização de determinadas características dos \n\nsolos, tais como pH, teores de nutrientes e dados físicos. Ele afirma que através do \n\nmapeamento digital, os cientistas de solo podem se dedicar mais a tarefa de entendimento \n\ndas relações solo-paisagem, dando mais atenção ao que eles mais sabem fazer. \n\nPara Weber et al. (2006), o conhecimento acumulado pelos pedólogos ao longo de \n\nmuitas décadas é uma importante base para validar resultados do mapeamento digital de \n\nsolos, bem como para obter parâmetros utilizados em modelos de alta complexidade. \n\n\n\n 49 \n\nSirtoli (2008) obteve como resultado grande semelhança entre os mapas delineados \n\npelo classificador por redes neurais e o mapa convencional, provando com isso a capacidade \n\nda RNA em simular o comportamento humano. Os mapas simulados por RNA apresentaram \n\nmuito mais detalhes espaciais do que o mapa de solos convencional, porque a variação \n\nambiental pôde ser quantificada com maior detalhe. Além disso, a disponibilidade de dados \n\ndetalhados, sobre as variáveis ambientais utilizadas, permitiu identificar pequenos \n\ncomponentes na paisagem que são difíceis de serem identificados pelo mapeamento \n\nconvencional.  \n\nNa sua tese, a qualidade da informação de solo produzida quando se utiliza a \n\ncorrelação ambiental através de atributos do terreno, índices espectrais e geologia foi \n\ninfluenciada pelos seguintes fatores: a) a qualidade das variáveis ambientais derivadas e, b) \n\na qualidade do modelo solo paisagem utilizado para representar as relações entre os solos e \n\nseus fatores ou processos de formação.  \n\nDesta forma, os resultados obtidos indicam, portanto, o grande potencial das redes \n\nneurais artificiais em mapeamentos de solos. A extrapolação deste desempenho para outras \n\nregiões pode até ser realizada, mas obviamente, as características e peculiaridades locais \n\ndevem ser consideradas.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 50 \n\n4. CONCLUSÕES \n \n\nCom base nos resultados do presente estudo, pode-se concluir que: \n\n? o mapa produzido auxiliado por RNA’s e SIG’s obteve uma maior porcentagem \n\nde acerto em relação ao mapeamento convencional, com base na checagem \n\nde campo; \n\n? a malha de pontos aleatórios gerada permitiu estabelecer uma comparação \n\nentre os dois mapas, obtendo um valor de 64,4%, o que permite afirmar que os \n\nmapas obtiveram um bom índice de concordância; \n\n? ocorre na referida bacia o predomínio das classes Latossolos Vermelho-\n\nAmarelo e Argissolos Vermelho-Amarelo; \n\n? as classes de solos estão diretamente associadas ao relevo, sendo ele o \n\nprincipal atributo para a classificação dos solos. \n\n \n\n\n\n 51 \n\n5. REFERÊNCIAS BIBLIOGRÁFICAS \n \n\nBIE, S.W.; BECKETT, P.H.T. Comparison of four independent soil surveys by air-photo \n\ninterpretation, Paphos Area (Cyprus). Photogrammetria, n. 29, p.198-202, 1973. \n\nBRAGA, A.; CARVALHO, A.; LUDEMIR, T. Fundamentos de redes neurais artificiais. In: 11a. \n\nEscola de Computação. Rio de Janeiro: UFRJ. 1998. 246p. \n\nBRONDINO, N.C.M. Estudo da Influência da Acessibilidade no Valor de Lotes Urbanos \n\nAtravés do Uso de Redes Neurais. São Carlos, SP, 1999. \n\nCARVALHO JUNIOR, W. Classificação supervisionada de pedopaisagens do domínio dos \n\nmares de morros utilizando redes neurais artificiais. Tese (Doutorado em Solos e \n\nNutrição de Plantas) - Universidade Federal de Viçosa, Viçosa, MG, 2005. 143p. \n\nCHAGAS, C.S. Mapeamento digital de solos por correlação ambiental e redes neurais em \n\numa bacia hidrográfica no domínio de mar de morros. Tese (Doutorado em Solos e \n\nNutrição de Plantas) - Universidade Federal de Viçosa, Viçosa, MG, 2006. 223p. \n\nCORRÊA, G.F. Modelo de evolução e mineralogia da fração argila de solos do planalto de \n\nViçosa, MG. Dissertação (Mestrado em Solos e Nutrição de Plantas) - Universidade \n\nFederal de Viçosa, Viçosa, MG, 1984. 86p. \n\nDEFELIPO, B.V.; RIBEIRO, A.C. Análise química do solo. Viçosa: Universidade Federal de \n\nViçosa, 1981. 17 p. (Boletim Extensão, 29). \n\nEASTMAN, J.R. Idrisi for windows – User’s guide, version 2.0. Worcenter, Clark Labs for \n\nCartographic Technology and Geographic Analysis, Clark University, 1998. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA - Centro Nacional de \n\nPesquisa de Solos. Sistema Brasileiro de Classificação de Solos. 2ª ed. Brasília, 2006. \n\n306p \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Manual de métodos \n\nde análise de solo. 2ª ed. Rio de Janeiro, Centro Nacional de Pesquisa de Solos, \n\n1997. 212p. \n\nENVIRONMENTAL SYSTEMS RESEARCH INSTITUTE. ESRI. ArcView GIS. The \n\nGeographic Information System for everyone. New York, 1996a. \n\nENVIRONMENTAL SYSTEMS RESEARCH INSTITUTE. ESRI. ArcView Spatial Analyst: \n\nadvanced spatial analysis using raster and vetor data. New York, 1996b. \n\nFERNANDES, M.M. Caracterização de solos e uso atual empregando aerofotos não \n\nconvencionais nas sub-bacias Marengo, Palmital e Silibar – Rio turvo sujo, MG.. \n\nDissertação (Mestrado em Solos e Nutrição de Plantas) – Universidade Federal de \n\nViçosa, Viçosa, MG, 1996. 107p. \n\n\n\n 52 \n\nFU, P.; RICH, P.M. Design and implementation of the solar analyst: An ArcView extension for \n\nmodeling solar radiation at landscape scales. IN: ESRI INTERNATIONAL USER \n\nCONFERENCE PROCEEDINGS. San Diego, ESRI, 1999. \n\nGALLANT, J.C.; WILSON, J.P. Primary topographic attributes. In: WILSON, J. P.; GALLANT, \n\nJ. C. (Eds.). Terrain Analysis: Principles and applications. New York: John Wiley, p. \n\n51-85, 2000.  \n\nGALO, M.L.B.T. Aplicação de redes neurais artificiais e sensoriamento remoto na \n\ncaracterização ambiental do Parque Estadual Morro do Diabo. Tese (Doutorado em \n\nEngenharia Ambiental) - Escola de Engenharia de São Carlos. Universidade de São \n\nPaulo, São Paulo, SP, 2000. 205p. \n\nGONG, P. Integrated analysis of spatial data from multiple sources: using evidential reasoning \n\nand artificial neural network techniques from geological mapping. Photogrammetric \n\nEngineering &amp; Remote Sensing, v. 62, n. 5, p. 513-523, 1996. \n\nGONZALES, R.C.; WOODS, R.E. Recognition and Interpretation. In: Digital Image \n\nProcessing. Reading, Addison-Wesley, 1993. \n\nHAYKIN, S. Redes neurais, princípios e prática. 2 edição. Porto Alegre: Bookman, 2001. \n\n900p. \n\nHELLER, L.; BASTOS, R.K.X.; VIEIRA, M.B.C.M.; BEVILACQUA, P.D.; BRITO, L.L.A.; \n\nMOTA, S.M.M.; OLIVEIRA, A.A.; MACHADO, P.M.; SALVADOR, D.P.; CARDOSO, \n\nA.B. Oocistos de Cryptosporidium e cistos de Giardia: circulação no ambiente e riscos \n\nà saúde humana. Epidemiol. Serv. Saúde, v. 13, n. 2, p. 79-92, 2004. \n\nHUDSON, B.D. The soil survey as a paradigm-based science. Soil Science Society of \n\nAmerica Journal, v. 56, p. 836-841, 1992. \n\nITO, Y.; HOSOKAWA, M.; LEE, H.; LIU, J.G. Extraction of damaged regions using SAR data \n\nand neural networks. International Archives of Photogrammetry and Remote Sensing, \n\nv. 33,  part B1, p. 156-163, 2000 \n\nIPPOLITI, R.G.A.; COSTA, L.M.; SCHAEFER, C.E.G.R.; FERNANDES FILHO, E.I.; \n\nGAGGERO, M.R.; SOUZA, E. Análise digital de terreno: Ferramenta na identificação \n\nde pedoformas em microbacia na região de “mar de morros” (MG). Revista Brasileira \n\nde Ciência do Solo, v. 29, n. 2, p. 269-276, 2005. \n\nKAZMIERCZAK, M.L. Proposta Metodológica para Geração de Imagens NDVI derivadas do \n\nAVHRR/NOAA-14 na FUNCEME. [CD-ROM]. In: Simpósio Brasileiro de \n\nSensoriamento Remoto, 8., Salvador, 1996. Anais. São Paulo: Imagem Multimídia, \n\n1996. Seção de Comunicações Técnico-Científicas. \n\nLAGACHERIE, P. Digital Soil Mapping: A State of the Art. In: Digital Soil Mapping with Limited \n\nData. p. 3-14, 2008. \n\nLANDIS J.R.; KOCK G.G. The measurement of observer agreement for categorical data. \n\nBiometrics, v. 33, n. 1, p. 159-174, 1977. \n\n\n\n 53 \n\nLIMA, B.E.M. Avaliação das imagens do Sensor Aster para discriminação espectral de \n\nvariações faciológicas no granito Serra Branca, Estado de Goiás / B. E. M. Lima. – \n\nSão José dos Campos: INPE, 2003. 115p. \n\nLIPPMANN, R.P. An introduction to computing with neural nets. IEEE ASSP Magazine, v.4, \n\np.4-22, 1987. \n\nMcBRATNEY, A.B.; MENDONÇA SANTOS, M.L.; MINASNY, B. On digital soil mapping. \n\nGeoderma, v. 117, p. 3-52, 2003.  \n\nMONTGOMERY, D.R. Predicting landscape-scale erosion using digital elevation models. \n\nComptes Rendus Geoscience, v. 335, p. 1121-1130, 2003.  \n\nODEH, I.O.A.; CHITTLEBOROUGH, D.J.; McBRATNEY, A.B. Elucidation of soil-landform \n\ninterrelationships by canonical ordination analysis. Geoderma, v. 49, p. 1-32, 1991. \n\nPARK, S.J.; BURT, T.P. Identification and Characterization of pedogeomorphological process \n\non a hillslope. Soil Science Society American Journal, v. 66, p. 1897-1910, 2002. \n\nQUINTEIRO, F.Q.L. Levantamento do uso da terra e caracterização de ambientes da bacia \n\nhidrográfica do rio Turvo Sujo, com a utilização de aerofotos não convencionais. \n\nDissertação (Mestrado em Solos e Nutrição de Plantas) - Universidade Federal de \n\nViçosa, Viçosa, MG, 1997. 91p. \n\nRUIZ, H.A. Dispersão física do solo para análise granulométrica por agitação lenta. In: \n\nCONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 30., 2005, Recife - PE. CD-\n\nROM. Sociedade Brasileira de Ciência do Solo, 2005a. \n\nRUIZ, H.A. Incremento da exatidão da análise granulométrica do solo por meio da coleta da \n\nsuspensão (silte + argila). Revista Brasileira de Ciência do Solo, 29:297-300, 2005b \n\nSANTOS, A.R. Caracterização morfológica, hidrológica e ambiental da bacia hidrográfica do \n\nRio Turvo Sujo, micro-região de Viçosa, MG. Tese (Doutorado em Engenharia \n\nAgrícola) - Universidade Federal de Viçosa, Viçosa, MG, 2001. 125p. \n\nSANTOS, R.L; OHATA, A.T.; CRUSCO, N.; QUINTANILHA, J.A.A. Teoria da Incerteza \n\nAplicada a Classificação de Imagens de Satélites. In: Congresso Brasileiro de \n\nCartografia, XXI, 2003, 050/SR12. \n\nSIRTOLI, A.E. Mapeamento de solos com auxílio da Geologia, Atributos do Terreno e Índices \n\nEspectrais integrados por Redes Neurais Artificiais. Tese (Doutorado em Geologia). \n\nUniversidade Federal do Paraná, Curitiba, PR, 2008. 114p. \n\nTATIBANA, C.Y.; KAETSU, D.Y.; Uma introdução às Redes Neurais. Disponível em \n\nhttp://www.din.uem.br/ia/neurais/2006. Consultado em dezembro de 2008. \n\nVALENTE, O.F.; CASTRO, P.S. Manejo de Bacias Hidrográficas. Informe Agropecuário, Belo \n\nHorizonte, n. 80, v. 7, p. 40-45. 1981.  \n\nVENTURIERI, A.; SANTOS, J.R. Técnicas de Classificação de Imagens para Análise de \n\nCobertura Vegetal. In: ASSAD, E.D.; SANO, E.E., eds. Sistema de Informação \n\n\n\n 54 \n\nGeográfica: Aplicações na Agricultura. 2ª edição. Brasília: DF. Embrapa –\n\nSPI/Embrapa-CPAC, p. 351-371, 1998.  \n\nVIEIRA, C.A.O. Accuracy of remotely sensing classification of agricultural crops: a \n\ncomparative study. Thesis (Ph.D.) - University of Nottingham, Nottingham, 2000. 323 \n\np. \n\nWASSERMAN, P.D. Neural computing: theory and pratice. New York: van Nostrand Reinhold, \n\n1989. \n\nWEBER, E.; HASENACK, H.; FLORES, C.F.; PÖTTER, R.O.; FASOLO, P.J. GIS as a support \n\nto soil mapping in Southern Brazil. 2º Gobal Workshop Digital Soil Mapping. Rio de \n\nJaneiro. p.145-148. 2006 \n\nZELL, A.; MAMIER, G.; VOGT, M.; MACHE, N.; HÜBNER, R.; DÖRING, S.; HERRMANN, K.; \n\nSOYEZ, T.; SCHMALZL, M.; SOMMER, T.; HATZIGEORGIOU, A.; POSSELT, D.; \n\nSCHREINER, T.; KETT, B.; CLEMENTE, G.; WIELAND, J. SNNS: Stuttgart Neural \n\nNetwork Simulator. User Manual, Version 4.1. Stuttgart: University of Stuttgart, 1995. \n\nZHU, A.X.; HUDSON, B.; BURT, J.; LUBISH, K.; SIMONSON, D. Soil mapping using GIS, \n\nexpert knowledge, and fuzzy logic. Soil Sci. Soc. Am. J., v. 65, p. 885-894, 2001. \n\n \n\n \n\n \n \n \n\n\n\n 55 \n\n \n \n \n \n \n\nCAPÍTULO 2 \n\nAVALIAÇÃO DO ESTOQUE DE CARBONO NOS SOLOS DA BACIA \nHIDROGRÁFICA DO RIO TURVO SUJO, VIÇOSA - MG \n\n \n\nResumo \n \n\nUm dos grandes temas da atualidade é a discussão acerca da poluição e dos gases \n\ndo efeito estufa, sendo que nessa discussão assume papel de destaque o carbono, pela \n\nvinculação que esse elemento apresenta com o CO2 e com seus efeitos na discussão sobre \n\nas mudanças do clima global. Na dinâmica do carbono nos diferentes compartimentos \n\nambientais do planeta, o solo assume papel de destaque, por constituir em um importante \n\nreservatório do elemento, em especial nos seus primeiros 100 cm de profundidade. Nesse \n\ncontexto, emerge preocupações quanto às mudanças no uso do solo, como por exemplo, a \n\ntransformação de ecossistemas naturais em agroecossistemas, que apresenta potencial de \n\nalterar significativamente a dinâmica da matéria orgânica reduzindo na maior parte das \n\nvezes, o acúmulo de carbono no solo. Nesse sentido, foi desenvolvido um estudo tendo como \n\nárea de estudo à bacia hidrográfica do Rio Turvo Sujo, localizada na Zona da Mata mineira. O \n\nobjetivo foi estimar o estoque de carbono dos solos desta bacia hidrográfica através da \n\ncorrelação com os solos existentes. O estoque de carbono no solo foi estimado até um metro \n\nde profundidade, nos dois mapas, para toda a bacia do Rio Turvo Sujo foi em torno de \n\n4.900.000 t, considerando a profundidade de 1 metro. Desta forma, cresce na atualidade a \n\ndemanda por levantamentos como este, que muito mais que permitir atividades de correção, \n\nvisam planejar o desenvolvimento consciente e de acordo com a realidade local. Através do \n\nconhecimento da área de cada classe de solo e da capacidade média de estoque de carbono \n\ndestes, foi possível fazer comparações quanto à capacidade de estoque das diferentes \n\nclasses presentes na bacia. Assim, sistemas de manejo adequado dos solos devem ser \n\nimplementados visando não apenas a sua utilização, mas também ao seu potencial de \n\nestoque de carbono. \n\n \n\n \n\n \n\nPalavras-chave: Carbono no solo, classes de solos, bacia do Turvo Sujo \n\n\n\n 56 \n\n1. INTRODUÇÃO \n \n\nUm dos grandes temas da atualidade é a discussão entorno da poluição e dos gases \n\ndo efeito estufa. Esses produtos da vida moderna são associados ao crescimento \n\npopulacional, desenvolvimento tecnológico e, principalmente, ao aumento de consumo dos \n\nrecursos naturais. Nesta discussão assume papel de destaque o carbono, pela vinculação \n\nque esse elemento apresenta com o CO2 e com seus efeitos na discussão atual das \n\nmudanças do clima global.  \n\nNa dinâmica do carbono nos diferentes compartimentos ambientais do planeta, o solo \n\nassume papel de destaque, por constituir em um importante reservatório do elemento, em \n\nespecial nos seus primeiros 100 cm de profundidade. Lal (2003) considera que, em termos \n\nglobais, estejam armazenados entre 1.300 e 2.000 Pg de C no solo, o que corresponde ao \n\ndobro da concentração do carbono atmosférico.  \n\nNesse contexto, sabe-se que mudanças no uso do solo, como a transformação de \n\necossistemas naturais em agroecossistemas, apresenta potencial de alterar \n\nsignificativamente a dinâmica da matéria orgânica (Lal, 2003), reduzindo na maior parte das \n\nvezes, o acúmulo de carbono no solo.  \n\nO estoque de carbono orgânico no solo é determinado pelo balanço anual da adição \n\ndo C fotossintetizado e da perda de C orgânico pela oxidação a CO2 pelos microorganismos \n\nheterotróficos (IPCC, 2001). Segundo Batjes (1999), as taxas de adição e a qualidade do \n\ncarbono da vegetação dependem muito do clima, em especial da temperatura do ar e das \n\nchuvas; do tipo de vegetação, com gramíneas decompondo-se mais lentamente que plantas \n\nleguminosas; e da fertilidade do solo, já que solos férteis freqüentemente são associados a \n\nplantas maiores que contêm, por sua vez, mais carbono a ser depositado no solo.  \n\nOs processos de decomposição e as taxas de transformação também são fortemente \n\ninfluenciados pelo clima, tipo e qualidade da matéria orgânica, associações químicas e físico-\n\nquímicas da matéria orgânica com os componentes minerais do solo e pela localização da \n\nmatéria orgânica no solo. \n\nEm regiões de clima tropical, a decomposição da matéria orgânica é bastante \n\nacelerada, havendo situações que os estoques de carbono do solo são reduzidos em mais de \n\n50% em menos de 10 anos de cultivo (Shang e Tiessen, 1997). As perdas da matéria \n\norgânica do solo são estimuladas pelo revolvimento do solo, variações de temperatura, \n\numidade e aeração, ruptura de agregados, aumento do grau de fracionamento e incorporação \n\nde resíduos vegetais, e diminuição da cobertura do solo. \n\nÉ importante salientar que o teor de carbono orgânico, sob diferentes sistemas, \n\nfornece informações importantes para a avaliação da qualidade do solo. Sua importância \n\n\n\n 57 \n\nreside na estruturação e regulação da atividade biológica, além de estar diretamente ligada \n\ncom a capacidade de acúmulo de água e pela manutenção da fertilidade do solo. \n\nDesta forma, é cada vez mais comum na atualidade interesses na identificação dos \n\nsistemas de manejo de culturas e também de pastagens que promovam ao aumento do \n\nestoque de carbono no solo (Freitas et al., 2000). \n\nSegundo Prentice et al. (2001), nas últimas décadas uma série de eventos climáticos \n\ntem despertado a atenção dos cientistas e dirigentes das principais nações do mundo para \n\num possível aumento da concentração dos gases responsáveis pelo efeito estufa: CO2, N2O, \n\nCH4, CFC’s, entre outros. Para os autores, o dióxido de carbono (CO2) é o gás com maior \n\ndestaque, principalmente por ter maior emissão em termos de massa (7,9±1,2 Pg ano\n-1\n) e ser \n\num dos principais responsáveis pelo incremento do efeito estufa. \n\nA atividade humana é apontada como a principal causa do aumento da concentração \n\nde CO2 atmosférico. A queima de combustível fóssil e a mudança no uso da terra \n\nproporcionaram a emissão de cerca de 6,5±0,4 e 2,2±0,8 Pg de C por ano\n-1\n, respectivamente, \n\ndurante a última década (Houghton, 2003). \n\nOs solos agrícolas são reconhecidamente dreno ou fonte de gases de efeito estufa \n\n(GEE), dependendo da intensidade e do sistema de manejo a que forem submetidos (IPCC, \n\n2001). Sistemas de manejo que aumentem a adição de resíduos vegetais e a retenção de C \n\nno solo se constituem em alternativas importantes para aumentar a capacidade de dreno de \n\nC-CO2 atmosférico e mitigação do aquecimento global (Amado et al., 2001). \n\nSegundo Cerri et al. (1996), o carbono do solo não se mineraliza na mesma \n\nvelocidade. Certos constituintes da matéria orgânica têm duração de vida muito curta e se \n\nrenovam rapidamente. Outros são estáveis, e permanecem mais tempo no solo possuindo \n\num “turn-over” lento. Essa estabilidade é um dos principais critérios da qualidade da matéria \n\norgânica do solo. Ela se relaciona com a dinâmica da matéria orgânica do solo e com \n\nalgumas características bioquímicas intrínsecas desse material. A matéria orgânica do solo \n\npode ser caracterizada por dois dados: o estoque de carbono no solo e a qualidade dos \n\nconstituintes orgânicos nela presentes. \n\nO estoque de carbono é em grande parte determinado pelo tipo de solo. O pH, a \n\ndrenagem e sobretudo a textura são as principais características que determinam a \n\nquantidade de carbono.  \n\nOs conteúdos globais de carbono e nitrogênio nos solos da Bacia Amazônica \n\nbrasileira foram estimados por Moraes (1991) e Moraes et al. (1995) a partir de uma base de \n\ndados formada pelos resultados analíticos contidos no projeto RADAMBRASIL. Ao todo essa \n\nbase reúne 1.161 perfis de solo representando 5.560 horizontes. Estes horizontes \n\napresentam resultados de análises física, química e notadamente de carbono do solo. \n\nCalcularam-se os conteúdos de carbono para cada horizonte do solo, usando-se a densidade \n\n\n\n 58 \n\ne a espessura da camada como coeficientes de ponderação. Obtiveram-se os conteúdos de \n\ncarbono por perfil até 100 cm de profundidade, e finalmente por tipo de solo (Quadro 4). Para \n\nobtenção do estoque de carbono do solo em termos de área, calculou-se a área de cada solo \n\natravés da digitalização do mapa de solos da Bacia Amazônica em um sistema de informação \n\ngeográfica (ARC/INFO). \n\nNo citado estudo, os conteúdos de carbono nos primeiros 100 cm variaram entre 2,3 e \n\n21,7 kg m\n-2\n. Esta faixa de variação foi mais reduzida (8,5 a 10,5 kg m\n\n-2\n) para os Latossolos \n\nAmarelos, Latossolos Vermelho-Amarelos e Argissolos Vermelho Amarelos distróficos. No \n\ntotal estão estocados 47 Pg (1 Pg = 10\n15\n\ng) de Carbono para todos os solos da Bacia sendo \n\n45% deste total concentrado nos primeiros 20 cm de profundidade. \n\nFidalgo et al. (2007) desenvolveram estudos para estimar o de estoque de carbono \n\nnos solos do Brasil em nível nacional, mas se deparam com a falta de informações \n\ndisponíveis sobre a quantidade de carbono orgânico nos solos sob diferentes usos e em \n\ndiferentes regiões. Utilizando informações disponíveis na base de dados de solos \n\n“SIGSOLOS”, organizada pela Embrapa Solos, desenvolveram o trabalho com o objetivo de \n\nestimar o estoque de carbono nos solos no Brasil, considerando os diferentes tipos de solo \n\nsob diferentes sistemas de uso e distribuídos nos diversos biomas brasileiros.  \n\nPara a estimativa do estoque de carbono nos solos, consideraram quatro diferentes \n\nconjuntos de dados: as médias de C por classe de solo; as médias de C por classe de solo \n\nem cada bioma do território brasileiro; as médias de C dos solos sob um mesmo tipo de uso \n\nem cada bioma do território brasileiro; e as médias de C por classe de solo, separados por \n\ntipo de uso e por bioma em que ocorrem.  \n\nA estimativa do estoque de carbono em cada grupamento foi obtida através da \n\nsomatória do produto da média de C estimada e da área correspondente de cada conjunto de \n\ndados. Considerando os diferentes tipos de solo, utilizaram dados provenientes de um total \n\nde 1.712 perfis e obteve-se uma estimativa de 36,60 Pg de C na camada entre 0 e 30 \n\ncentímetros nos solos do Brasil. Considerando os diferentes tipos de solo em cada bioma, \n\nutilizaram-se 1.700 perfis e a estimativa de carbono foi um pouco inferior, igual a 36,30 Pg de \n\nC. Para as análises, considerando os solos sob os diferentes usos e biomas e tipos de solos \n\nsob os diferentes usos e biomas, o número de perfis utilizado foi menor – 770 e 752, \n\nrespectivamente – e os resultados apresentaram as menores estimativas – 32,32 e 34,65 Pg \n\nde C, respectivamente.  \n\nAs estimativas de estoque de carbono apresentam valores próximos entre si e \n\ncompatíveis com a estimativa obtida em outro estudo, exceto no caso em que se considerou \n\no uso do solo por bioma, cujo resultado foi subestimado devido à falta de informações \n\ndisponíveis. Porém, uma análise mais detalhada dos resultados mostra que a base de dados \n\ndisponível apresenta lacunas que impedem a estimativa robusta do estoque de carbono dos \n\n\n\n 59 \n\nsolos do Brasil, considerando a distribuição das classes de solos em todos os biomas do \n\nterritório nacional e os diferentes tipos de uso do solo. \n\nNa atualidade, quantificar e mapear os teores de carbono no solo tem se tornado uma \n\nferramenta importante para a gestão ambiental, de forma a balizar propostas e medidas de \n\nconservação e/ou recuperação dos sistemas, em especial os agrícolas. A produção de \n\nmapas com os estoques de carbono nos solos como documento orientador tem sido \n\nincentivada para fins didáticos, de divulgação e mesmo científicos, representando o estágio \n\natual do acúmulo desse elemento neste recurso natural.  \n\nNeste contexto, o continente europeu (Jones et al., 2004) e o Brasil (Fidalgo et al., \n\n2007) já possuem mapas com o estoque de carbono nos solos. Esse tipo de produto é \n\nimportante para fins de planejamento e monitoramento, bem como para a exploração de \n\ncenários futuros que podem ser estudados a partir de possíveis alterações do uso das terras. \n\nDiante do exposto, o presente trabalho teve como objetivo estimar o estoque de \n\ncarbono dos solos da Bacia do Rio Turvo Sujo, localizada na Zona da Mata mineira. \n\n \n\n \n\n\n\n 60 \n\n2. MATERIAL E MÉTODOS \n\n2.1. Área de estudo \n\n \n\nA área de estudo corresponde à bacia hidrográfica do Rio Turvo Sujo, localizada na \n\nZona da Mata mineira, descrita no item 2.1. do capítulo 1 desta dissertação. \n\n \n\n2.2. Estoque de carbono \n\n \n\nPara a elaboração de um mapa de estoque de carbono, foi necessário estimar \n\ninicialmente a quantidade média de carbono por classe de solo. Nesse sentido, foram feitas \n\nanálises de carbono orgânico total dos perfis descritos e foram coletados dados de perfis \n\ndescritos anteriormente em outros trabalhos analíticos. Para os perfis de solo que foram \n\ndescritos, o carbono foi quantificado por oxidação da matéria orgânica via úmida com K2Cr2O7 \n\nem meio sulfúrico com aquecimento externo (Yeomans e Bremner, 1988).  \n\nO resultado do estoque de carbono (em t ha\n-1\n) foi obtido multiplicando-se o valor do \n\nconteúdo de carbono orgânico (g kg\n-1\n) pela densidade (kg dm\n\n-3\n) e pela profundidade (m). \n\nComo os dados eram apresentados de diferentes formas, nos diversos trabalhos analisados, \n\nforam considerados diferentes horizontes e profundidades de amostragem, e interpolações \n\nforam efetuadas quando necessárias.  \n\nNa seqüência, um valor médio para cada classe de solo foi calculado, considerando \n\ntodos os perfis disponíveis para a referida classe. Por extrapolação obteve-se então o \n\nestoque de carbono para a área de cada classe, e conseqüentemente para a área total da \n\nbacia, somando-se a área ocupada por cada classe de solo. \n\nO mapa de estoque de carbono foi produzido com base nos dados do mapa gerado \n\nauxiliado por RNA’s, que obteve um maior índice Kappa. Um novo campo foi inserido na \n\ntabela de atributos, onde foram colocadas as estimativas dos estoques para cada classe, \n\nidentificando com um novo valor cada pixel. Em seguida, estes valores foram padronizados e \n\nreclassificados para uma melhor visualização dos atributos do mapa.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 61 \n\n3. RESULTADOS  \n\n \n\n3.1. Estimativa do estoque de carbono nos solos da bacia  \n\n \n\nO estoque de carbono estimado para os solos da bacia hidrográfica do Rio Turvo Sujo \n\na profundidade de um metro, considerando os dois mapas produzidos, foi em torno de \n\n4.900.000 t. Considerando a área da bacia hidrográfica como 40.000 ha (400.000.000 m\n2\n), \n\ntem-se um estoque de 122,5 t ha\n-1\n, ou 12,25 kg m\n\n-2\n. Essa quantidade de carbono acumulado \n\nna bacia do Rio Turvo Sujo é um pouco menor do que a média verificada por Fidalgo et al. \n\n(2007) para os solos do bioma Mata Atlântica, tanto em áreas antropizadas (14,67\n1\n kg m\n\n-2\n) \n\ncomo em áreas de vegetação natural (17,63 kg m\n-2\n). \n\nA estimativa do estoque de carbono também foi obtida por classes e, ou, associações \n\nde classes de solos, segundo os dois procedimentos de mapeamento avaliados no presente \n\nestudo (Quadros 11 e 12). Os Gleissolos são a classe de solo de maior armazenamento de \n\ncarbono na bacia avaliada, fato coerente com o ambiente que não favorece a decomposição \n\nda matéria orgânica, preservando desta forma maiores conteúdos de carbono. No \n\nmapeamento digital isto é facilmente identificado e, no mapeamento tradicional, é o que eleva \n\no estoque na associação com o Argissolo Vermelho-Amarelo. \n\nOs Cambissolos e Latossolos Vermelhos apresentaram baixos conteúdos de carbono, \n\no que pode ser associado à sua posição na paisagem. Como tais classes, geralmente, estão \n\nposicionadas em áreas de maior declividade, os processos de acumulação da matéria \n\norgânica são mais difíceis de ocorrerem. \n\nO solo com menor estoque de carbono foi o Neossolo. Essa constatação pode ser \n\nrelacionada à sua textura predominantemente arenosa. Interações argilo-húmicas são \n\nrelacionadas à maior proteção da matéria orgânica, protegendo da ação dos microrganismos. \n\nPor sua vez, a ausência da formação de agregados mais estáveis nos solos mais arenosos, \n\ncoloca a matéria orgânica aí presente mais acessível aos processos de decomposição. \n\nOs teores de carbono nos Latossolos Vermelho-Amarelos, Argissolos Vermelho-\n\nAmarelos e Argissolos Vermelhos foram favorecidos por sua posição na paisagem e por sua \n\nnatureza mais argilosa, o que possivelmente possibilitou uma maior fixação de matéria \n\norgânica.  \n\n \n\n \n\n                                                 \n1\n Valor ajustado a partir dos dados originais, uma vez que os autores fizeram a estimativa do estoque \n\nde carbono até 30 cm de profundidade. \n\n\n\n 62 \n\nQuadro 11 - Estoque de carbono associado às classes e associações de classes de solo na \n\nBacia do Turvo Sujo – MG, segundo o mapeamento convencional \n\n \n\nClasses de solo/Associação \nÁrea \n(ha) \n\nEstoque de carbono \n\nMédia da \nclasse \n\nValor total da \nclasse \n\n  ----------------- t ha\n-1\n\n -------------- \n\nArgissolo Vermelho-Amarelo + Cambissolo Háplico  3.399,44 130,3 442.947,03 \n\nGleissolo Háplico + Neossolo Flúvico + Argissolo \n\nVermelho-Amarelo  4.886,02 173,8* 849.190,27 \n\nCambissolo Háplico  2.255,84 119,7 270.024,05 \n\nLatossolo Vermelho-Amarelo + Latossolo Vermelho  24.094,72 130,0* 3.132.313,60 \n\nLatossolo Vermelho-Amarelo + Cambissolo Háplico 5.733,70 140,3 231.068,11 \n\nTotal da bacia   4.925.543,06 \n\n(*) Considerada a média das classes quando em associação \n\n \n\n \n\n \n\nQuadro 12 - Estoque de carbono associado às classes de solos na Bacia hidrográfica do \n\nTurvo Sujo – MG, segundo o mapeamento automatizado \n\n \n\nClasses de solo/Associação \nÁrea \n(ha) \n\nEstoque de carbono \n\nMédia da \nclasse \n\nValor total da \nclasse \n\n  ----------------- t ha\n-1\n\n -------------- \n\nArgissolo Vermelho - PV 4.755,94 141,3 672.014,32 \n\nArgissolo Vermelho-Amarelo - PVA 7.583,17 130,3 988.087,05 \n\nCambissolo Háplico - CX 5.421,99 119,7 649.012,20 \n\nGleissolo Háplico - GX 2.369,46 217,4 515.120,60 \n\nLatossolo Vermelho - LV 6.631,81 100,7 667.823,26 \n\nLatossolo Vermelho-Amarelo - LVA 11.564,84 140,3 1.162.547,05 \n\nNeossolo Flúvico - RY 2.055,40 82,1 168.798,34 \n\nTotal   4.823.402,82 \n\n \n\n \n\n \n\n \n\n\n\n 63 \n\n3.2. Mapa de estoque de Carbono \n\n \n\nA partir da estimativa do estoque de carbono nas sete classes mapeadas pelas RNA’s \n\nfoi produzido um mapa de estoque na bacia hidrográfica do Rio Turvo Sujo (Figura 19). Para \n\nsua confecção, os teores foram associados às respectivas classes, permitindo uma \n\nvisualização de áreas com diferentes teores de carbono. \n\nEm tempos de discussão da importância do carbono no cenário mundial das \n\nmudanças climáticas e que muitas políticas de governo e de mercado tem sido direcionadas \n\nno sentido de promover uma maior fixação desse elemento, mapas como este podem permitir \n\num planejamento de eventuais atividades a serem desenvolvidas na bacia avaliada. O mapa \n\npode indicar e direcionar atividades como reflorestamento, recuperação de áreas \n\ndegradadas, áreas a serem protegidas, no intuito de se recompor ou manter os estoques de \n\ncarbono presentes. Os mapas podem servir ainda para embasar avaliações de impacto \n\nambiental, subsidiando a tomada de decisões no que se refere a aprovação de projetos e \n\nempreendimentos e, até mesmo avaliar a provável escala da área afetada no que se refere \n\nao carbono estocado nos solos. \n\nDesta forma, cresce na atualidade a demanda por levantamentos como este, que \n\nmuito mais que permitir atividades de fiscalização e punição, visa planejar o desenvolvimento \n\nconsciente e de acordo com a realidade local. \n\n \n\n \n\n\n\n 64 \n\n \n\nFigura 18 – Mapa do estoque de carbono (t ha\n-1\n) nos solos da bacia do Rio Turvo Sujo, considerando até um metro de profundidade. \n\n\n\n 65 \n\n4. CONCLUSÕES \n \n\nCom base nos dados levantados e no mapa produzido, pode-se concluir que: \n\n? o estoque de carbono nos solos da bacia hidrográfica do Rio Turvo Sujo foi \n\nestimado em, aproximadamente, 4.900.000 t. Considerando a área da bacia \n\nhidrográfica como 40.000 ha (400.000.000 m\n2\n), tem-se um estoque de 122,5 t \n\nha\n-1\n, ou 12,25 kg m\n\n-2\n; \n\n? os estoques de carbono foram variáveis nas diferentes classes de solo \n\npresentes na bacia, sendo que a capacidade de estoque dessas classes foram \n\nassociadas com o ambiente em que se inseriam ou à natureza dos agregados \n\npresentes; \n\n? o mapa de estoque de carbono produzido pode servir como um instrumento de \n\ngestão ambiental para o melhor e mais adequado uso do solo na bacia do Rio \n\nTurvo Sujo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 66 \n\n5. REFERENCIAS BIBLIOGRÁFICAS \n \n\nAMADO, T.J.C.; BAYER, C.; ELTZ, F.L.F.; BRUM, A.C.R. Potencial de culturas de cobertura \n\nem acumular carbono e nitrogênio no solo no plantio direto e a melhoria da qualidade \n\nambiental. Revista Brasileira de Ciência do Solo, 25:189-197, 2001. \n\nBATJES, N.H. Management options for reducing CO2-concentrations in the atmosphere by \n\nincreasing carbon sequestration in the soil. Wageningen: International Soil Reference \n\nand Information Centre, p. 230-235, 1999.  \n\nCERRI, C.C.; BERNOUX, M.; VOLKOFF, B.; MORAES, J.L. Dinâmica do carbono nos solos \n\nda Amazônia. In: ALVAREZ V., V. H., FONTES, L. E. F., FONTES, M. P. F. Os solos \n\ndos grandes domínios morfoclimáticos do Brasil e o desenvolvimento sustentado. \n\nViçosa, Sociedade Brasileira de Ciência do Solo e UFV, p. 61-69, 1996.  \n\nFIDALGO, E.C.C.; BENITES, V.M.; MACHADO, P.L.O. A.; MADARI, B.E.; COELHO, M.R.; \n\nMOURA, I.B.; LIMA, C.X. Estoque de Carbono nos solos do Brasil. 26p, 2007. \n\nDisponível em http://www.repdigital.cnptia.embrapa.br/handle/CNPS/13061. \n\nConsultado em janeiro de 2009. \n\nFREITAS, P.L.; BLANCANEAU, P.; GAVINELLI, E.; LARROUY-LARRE, M.C.; FELLER, C. \n\nNível e natureza do estoque orgânico de Latossolos sob diferentes de uso e manejo. \n\nPesquisa Agropecuária Brasileira, Brasília. v. 35, n.1, p.157-170, 2000. \n\nHOUGHTON, R.A. Revised estimates of the annual net flux of carbon to the atmosphere from \n\nchanges in land use and land management. Tellus Series B-Chemical and Physical \n\nMeteorology. v. .55, n. 2, p. 378-390, 2003. \n\nIPCC - INTERGOVERNMENTAL PANEL ON CLIMATE CHANGE. Climate change 2001: The \n\nscientific basis. Cambridge, Cambridge University Press, 2001. 881p. \n\nJONES, R.J.A.; HIEDERER, R.; RUSCO, E.; LOVELAND, P.J. and MONTANARELLA, L.I. \n\nThe map of organic carbon in topsoils in Europe, Version 1.2. European Soil Bureau \n\nResearch Report n. 17, 2004. 26p. Disponível em \n\n<http://eusoils.jrc.ec.europa.eu/ESDB_Archive/octop/OCtopMapBkLet76.pdf>. \n\nConsultado em novembro de 2008. \n\nLAL, R. Global potential of carbon sequestration to mitigate the greenhouse effect. Critical \n\nReviews in Plant Sciences, Boca Raton, v. 22, n. 2, p. 151-184, 2003. \n\nMORAES, J.F.L. Conteúdos de carbono e nitrogênio e tipologia de horizontes nos solos da \n\nBacia Amazônica. (Dissertação de Mestrado) Piracicaba. CENA-USP. 1991. 85p.  \n\nMORAES, J.F.L.; NEILL, C.; VOLKOFF, B.; CERRI, C.C.; MELILLO. J.; LIMA, V.C.; \n\nSTEUDLER, P.A. Soil Carbon stocks of the Brazilian Amazon basin. Soil Sci. Soc. Am. \n\nJ., 59:244-247, 1995. \n\nPRENTICE, I.C.; FARQUHAR, G.D.; FASHAM, M.J.R.; GOUDEN, M.L.; HEIMANN, M.; \n\nJARAMILLO, V.J.; KHESHGI, H.S.; LE QUÉRÉ, C.; SCHOLES, R.J.; WALLACE, \n\nhttp://www.repdigital.cnptia.embrapa.br/handle/CNPS/13061\nhttp://eusoils.jrc.ec.europa.eu/ESDB_Archive/octop/OCtopMapBkLet76.pdf\n\n\n 67 \n\nD.W.R. The carbon cycle and atmospheric carbon dioxide. In: HOUGHTON, J.T.; \n\nDING, Y.; GRIGGS, D.J.; NOGUER, M.; VAN DER LINDEN, P.J.; DAI, X.; MASKELL, \n\nK.; JOHNSON, C.A. (Ed.) Climate change 2001: the scientific basis. Contribution of \n\nworking group I to the third assessment report of the Intergovernmental Panel on \n\nClimate Change. Cambridge, United Kingdom and New York: Cambridge University \n\nPress, Cap 3, p. 183-237, 2001.  \n\nSHANG, C.; TIESSEN, H. Organic matter lability in a tropical Oxisol: evidence from shifting \n\ncultivation, chemical oxidation, particle size, density, and magnetic fractionations. Soil \n\nScience, Baltimore, v. 162, p. 795-807, 1997. \n\nYEOMANS, J.C.; BREMNER, J.M. A rapid and precise method for routine determimation of \n\norganic carbon in soil. Commun. Soil. Sci. Plant Anal., 19:1467-1476, 1988. \n\n \n\n \n\n \n\n\n\n 68 \n\nCONSIDERAÇÕES FINAIS \n \n\nDiante do elevado custo e da subjetividade freqüentemente associados aos \n\nmapeamentos convencionais, tornam-se relevantes os estudos que visem auxiliar a \n\ndefinição de unidades de mapeamento de solos de forma automatizada e sistemática, \n\npermitindo assim, ampliar o aspecto quantitativo deste procedimento e reduzir suas \n\npossíveis discordâncias.  \n\nOs resultados do presente estudo indicaram a capacidade das redes neurais \n\nartificiais de mapear adequadamente os solos da Bacia do Rio Turvo Sujo, com melhor \n\nproduto final do que o procedimento tradicional de mapeamento. A diversidade de dados \n\nde entrada permitiu às redes neurais, em seus processos de treinamento e classificação, \n\nidentificar na paisagem mais detalhes que favoreceram a delimitação das unidades de \n\nmapeamento de solos. \n\nPor outro lado, deve ser ressaltado que esse procedimento automatizado não será \n\nnunca capaz de substituir as mãos e a mente humana nos procedimentos de \n\nlevantamento e classificação de solos. Uma máquina não descreve perfil e seus critérios \n\nde classificação são definidos pelo ser humano, desta forma, as redes neurais ou \n\nqualquer outra forma de processamento automatizado estão disponíveis enquanto \n\nferramentas para agilizar a análise de dados e melhorar o resultado final obtido, apesar \n\nde requerer um alto tempo de processamento na etapa de treinamento. \n\nUm aspecto importante deste trabalho é a aquisição de dados para o treinamento \n\ndas redes. Áreas de treinamento classificadas pelo usuário de forma incorreta tendem a \n\nampliar os resultados não condizentes com a realidade. Quanto melhor a qualidade e a \n\nquantidade dos dados de entrada, maior será a possibilidade de resultados mais próximos \n\nda realidade. No presente estudo, a qualidade do MDE pode ser considerada um dos \n\nprincipais fatores que contribuíram com o resultado final, considerando que a grande \n\nmaioria das variáveis foram geradas a partir dele.  \n\nÉ notória a necessidade de se avançar nas pesquisas de avaliação de outras \n\ntécnicas de integração de dados para uso em levantamento e classificação de solos, que \n\npossibilitem testar outros modelos e facilitar o uso destas ferramentas. \n\nEspecificamente com relação à técnica aqui utilizada (RNA), sua avaliação em \n\ncondições ambientais diversificadas também deve ser incrementada. É possível fazer \n\navaliações de quanto os atributos do terreno e de índices espectrais podem contribuir na \n\ndefinição e diferenciação das unidades de mapeamento de solos. \n\nOutro importante aspecto levantado neste estudo foi a possibilidade de geração, a \n\npartir do mapeamento de solos executado, da estimativa do carbono estocado e a \n\nposterior elaboração de um mapa. Considerando a atual problemática mundial acerca \n\n\n\n 69 \n\ndeste elemento, tende-se a expandir a demanda por mapas como este, que podem ser \n\nfeitos em escalas estaduais, nacionais ou até mesmo continentais, dependendo da \n\ndisponibilidade de dados. \n\nEnfim, os procedimentos automatizados constituem atualmente uma ferramenta de \n\ngrande potencial para o auxílio de pedólogos como para diversos outros profissionais, \n\npermitindo-se mapear áreas de interesse a partir da integração de diversos elementos da \n\nrealidade, favorecendo a obtenção de produtos mais consistentes e passíveis de serem \n\nquantificados.  \n\nSão técnicas que demandam um banco de dados e muitas repetições, mas que \n\npodem ser facilitadas com o desenvolvimento da experiência no manuseio dos programas \n\ndemandados. Trata-se do avanço da ciência, que pode ser usado para ampliar o \n\nconhecimento sobre o meio no qual o homem está inserido e melhorar a qualidade de \n\nvida da população, por meio da preocupação com os elementos ambientais e gestão \n\nsustentável do espaço. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 70 \n\nANEXOS \nAnexo 1 – Perfis de Solos levantados via pesquisa e coletados na área de estudo \n\n \nNº Classificação Documento ou Autor \n\n1 ARGISSOLO VERMELHO Distrófico típico  Marcos Antônio Gomes – Perfil 1 \n\n2 LATOSSOLO VERMELHO Distrófico típico  Marcos Antônio Gomes – Perfil 2 \n\n3 LATOSSOLO VERMELHO-AMARELO Distrófico típico  Marcos Antônio Gomes – Perfil 3 \n\n4 CAMBISSOLO HÁPLICO Tb Eutrófico latossólico Marcos Antônio Gomes – Perfil 4 \n\n5 LATOSSOLO VERMELHO-AMARELO Distrófico típico  Marcus Manoel Fernandes – PT (Topo de Elevação) \n\n6 CAMBISSOLO HAPLICO Tb Distrófico latossólico  Marcus Manoel Fernandes – PI (Encosta Íngreme) \n\n7 LATOSSOLO VERMELHO-AMARELO Distrófico típico  Marcus Manoel Fernandes – PCx (Encosta Convexa) \n\n8 LATOSSOLO VERMELHO-AMARELO Distrófico típico  Marcus Manoel Fernandes – PCo (Encosta Côncava) \n\n9 ARGISSOLO VERMELHO-AMARELO Eutrófico típico  Marcus Manoel Fernandes – PTr (Terraço) \n\n10 ARGISSOLO VERMELHO-AMARELO Distrófico típico Fernando Quirino Lucho Quinteiro – Ptr - Terraço \n\n11 LATOSSOLO VERMELHO-AMARELO Distrófico típico Fernando Quirino Lucho Quinteiro – Pco – Côncavo \n\n12 LATOSSOLO VERMELHO-AMARELO Distrófico típico Fernando Quirino Lucho Quinteiro – Pcc – Convexo \n\n13 LATOSSOLO VERMELHO-AMARELO Distrófico típico Fernando Quirino Lucho Quinteiro – Pto-Topo \n\n14 CAMBISSOLO HAPLICO Tb Distrófico típico Fernando Quirino Lucho Quinteiro – Pin – Íngreme  \n\n15 ARGISSOLO VERMELHO-AMARELO Distrófico típico XXV CBCS – Perfil 1 \n\n16 LATOSSOLO VERMELHO-AMARELO Distrófico típico  DPS - Campus da UFV – Perfil 1 \n\n17 CAMBISSOLO HÁPLICO Tb Distrófico típico  DPS - Campus da UFV – Perfil 2 \n\n18 ARGISSOLO VERMELHO-AMARELO Distrófico típico  DPS - Campus da UFV – Perfil 3 \n\n19 LATOSSOLO VERMELHO-AMARELO Distrófico típico  DPS - Campus da UFV – Perfil 4 \n\n20 LATOSSOLO VERMELHO-AMARELO Distrófico húmico DPS - Campus da UFV – Perfil 5 \n\n21 ARGISSOLO VERMELHO-AMARELO Distrófico típico  Campus da UFV – Perfil 6 \n\n22 LATOSSOLO VERMELHO-AMARELO Distrófico típico  Campus da UFV – Perfil 7 (CARVALHO FILHO, 1989) \n\n\n\n 71 \n\nNº Classificação Documento ou Autor \n\n23 ARGISSOLO VERMELHO-AMARELO Distrófico típico  Campus da UFV – Perfil 8 (CARVALHO FILHO, 1989) \n\n24 ARGISSOLO VERMELHO-AMARELO Eutrófico típico   Campus da UFV – Perfil 10 (Fase terraço) \n\n25 ARGISSOLO VERMELHO-AMARELO Eutrófico típico  Campus da UFV – Perfil 11 (Fase fundo de grota) \n\n26 ARGISSOLO VERMELHO-AMARELO Distrófico típico  Dimas Vital Siqueira Resck (Fase Terraço) \n\n27 LATOSSOLO VERMELHO-AMARELO Distrófico típico  Francisco Melhem Baruqui  \n\n28 ARGISSOLO VERMELHO-AMARELO Distrófico típico  Liovando Marciano da Costa – Perfil 1 \n\n29 ARGISSOLO VERMELHO-AMARELO Distrófico típico  Liovando Marciano da Costa – Perfil 2 \n\n30 ARGISSOLO VERMELHO-AMARELO Eutrófico típico  Liovando Marciano da Costa – Perfil 3 \n\n31 ARGISSOLO VERMELHO-AMARELO Distrófico típico Eduardo Jorge Maklouf Carvalho  \n\n32 GLEISSOLO HÁPLICO Tb Distrófico típico  Carla Eloiza Bavose Campos – Perfil 1 \n\n33 GLEISSOLO HÁPLICO Tb Distrófico típico  Carla Eloiza Bavose Campos – Perfil 2 \n\n34 GLEISSOLO HÁPLICO Tb Distrófico típico  Carla Eloiza Bavose Campos – Perfil 3 \n\n35 ARGISSOLO VERMELHO-AMARELO Distrófico típico  Carla Eloiza Bavose Campos – Perfil 4 \n\n36 GLEISSOLO HÁPLICO Tb Distrófico típico  Carla Eloiza Bavose Campos – Perfil 5 \n\n37 ARGISSOLO VERMELHO-AMARELO Distrófico típico  Carla Eloiza Bavose Campos – Perfil 6 \n\n38 ARGISSOLO VERMELHO-AMARELO Distrófico típico  Carla Eloiza Bavose Campos – Perfil 7 \n\n39 GLEISSOLO HÁPLICO Tb Distrófico típico  Carla Eloiza Bavose Campos – Perfil 8 \n\n40 LATOSSOLO VERMELHO-AMARELO Distrófico típico Leonardo Vaz de Melo – Perfil 1 \n\n41 ARGISSOLO VERMELHO Eutrófico nitossólico Leonardo Vaz de Melo – Perfil 2 \n\n42 CAMBISSOLO HÁPLICO Tb Distrófico típico Leonardo Vaz de Melo – Perfil 3 \n\n43 CAMBISSOLO HÁPLICO Tb Distrófico “argilúvico” Leonardo Vaz de Melo – Perfil 4 \n\n44 NEOSSOLO FLÚVICO Tb Distrófico típico Leonardo Vaz de Melo – Perfil 5 \n\n \n \n\n\n\n 72 \n\nAnexo 2 – Descrição dos perfis coletados nesta dissertação \n\n \n\n \n\nDESCRIÇÃO DE PERFIS \n\n \n\nPERFIL 1: Cabeceira do Turvo Sujo 1 \n\nDESCRIÇÃO GERAL \n\nDATA: 03/10/2007 \n\nCLASSIFICAÇÃO: LATOSSOLO VERMELHO-AMARELO Distrófico típico \n\nLOCALIZAÇÃO, MUNICÍPIO E ESTADO: Cabeceira do Turvo Sujo, propriedade do Sr. Wagner, \n\nCoimbra – MG – UTM 0734176/7692642. \n\nSITUAÇÃO, DECLIVE E COBERTURA VEGETAL SOBRE O PERFIL: Forte ondulado (20-45%), \n\nPastagem degradada. \n\nALTITUDE: 811m. \n\nFORMAÇÃO GEOLÓGICA: Gnaisse. \n\nMATERIAL ORIGINÁRIO: Colúvios. \n\nPEDREGOSIDADE: Não pedregosa. \n\nROCHOSIDADE: Não rochosa. \n\nRELEVO LOCAL: Forte ondulado (20-45%). \n\nEROSÃO: Forte laminar \n\nDRENAGEM: Bem drenado. \n\nVEGETAÇÃO PRIMÁRIA: Floresta semi-decídua. \n\nUSO ATUAL: Pastagem degradada. \n\nCLIMA: Cwb. \n\nDESCRITO E COLETADO POR: C. Schaefer, R. Michel, Leonardo Vaz de Melo. \n\n \n\nDESCRIÇÃO MORFOLÓGICA \n\nA 0 – 10 cm; vermelho-amarelado (5YR 4/6 úmido); argila; moderada, pequena a média, \n\nblocos subangulares; ligeiramente duro, friável, plástico e ligeiramente pegajoso. Transição \n\nclara e plana. \n\nBA 10 – 35 cm; vermelho (2,5YR 4/8 úmido); muito argilosa; moderada, pequena, blocos \n\nsubangulares que se desfaz em forte pequena granular; ligeiramente duro, friável, plástico e \n\nligeiramente pegajoso. Transição clara e plana. \n\nBw1 35 – 60 cm; vermelho-amarelado (5YR 5/8 úmido); muito argilosa; forte, muito pequena, \n\ngranular; macio, muito friável, plástico e ligeiramente pegajoso. Transição gradual e plana. \n\nBw2 60 – 180+; vermelho-amarelado (5YR 5/8, úmido); muito argilosa; forte, muito pequena, \n\ngranular; macio, muito friável, plástico e ligeiramente pegajoso. Transição gradual e plana. \n\nRAÍZES: Abundantes, finas a médias no A; muitas, muito finas a finas no BA; comuns, muito finas a \n\nfinas no Bw1 e Bw2. \n\nOBSERVAÇÕES: Erosão laminar muito forte, erosão em sulcos forte/moderada, pastagem degradada \n\n(alto grau). Canais de térmitas em todo solo. \n\n\n\n 73 \n\nPerfil 1 \nANÁLISES FÍSICAS E QUÍMICAS \n\n \n \n\nHorizonte \n \n\nFrações da amostra total % \n \n\nComposição granulométrica de terra fina \n(dispersão com NaOH Calgon) % \n\n \nArgila \n\ndispersa \nem \n\nágua % \n\n \n \n\nÍndice de \nfloculação \n\n \n \n\n% de silte \n% de argila \n\n \nDensidade \n\nkg/dm\n3\n \n\n \n \n\nPorosidade \n% \n\n(Volume) \n \n\nSímb. \nProfun-\ndidade \n(cm) \n\n \nCalhau \n> 20mm \n\n \nCascalho \n20-2 mm \n\n \nTerra fina \n&lt;2 mm \n\nAreia \ngrossa \n2-0,20 \n\nmm \n\nAreia fina \n0,20-0,05 \n\nmm \n\n \nSilte \n\n0,05-0,002 \n mm \n\n \nArgila \n\n<0,002 mm \n\n \ndo solo \n\n \nde parti- \n\nculas \n\nA \nBA \n\nBw1 \nBw2 \n\n0-10 \n10-35 \n35-60 \n\n60-180+ \n\n   22 \n14 \n12 \n12 \n\n15 \n9 \n8 \n7 \n\n9 \n13 \n14 \n14 \n\n54 \n64 \n66 \n67 \n\n31 \n33 \n01 \n01 \n\n42,6 \n48,4 \n98,5 \n98,5 \n\n0,2 \n0,2 \n0,2 \n0,2 \n\n   \n \n\n \nHori-\nzonte \n\n \npH (1:2,5) \n\nComplexo Sortivo \ncmolc/dm\n\n3\n \n\nValor V \nSat. de \nbases \n\n% \n\n \nm \n\n \nP-rem \nmg/L \n\n \nP. \n\ndisponível \nmg/dm\n\n3\n \n\n \nÁgua \n\nKCl \n1 mol/L \n\n \nCa\n\n++\n \n\n \nMg\n\n++\n \n\n \nK\n\n+\n \n\n \nNa\n\n+\n \n\nValor S \n(soma) \n\n \nAl\n\n+++\n \n\n \nt \n\nValor T \n(soma) \n\nA \nBA \n\nBw1 \nBw2 \n\n4,34 \n4,46 \n4,49 \n4,31 \n\n- \n- \n- \n- \n\n0,04 \n0,00 \n0,00 \n0,00 \n\n0,17 \n0,01 \n0,00 \n0,00 \n\n0,14 \n0,05 \n0,01 \n0,01 \n\n- \n- \n- \n- \n\n0,35 \n0,06 \n0,01 \n0,01 \n\n1,06 \n0,58 \n0,48 \n0,19 \n\n1,41 \n0,64 \n0,49 \n0,20 \n\n8,15 \n5,26 \n4,01 \n2,71 \n\n4,3 \n1,1 \n0,2 \n0,4 \n\n75,2 \n90,6 \n98,0 \n95,0 \n\n27,4 \n18,6 \n12,9 \n11,0 \n\n1,6 \n0,6 \n0,9 \n1,5 \n\n \nHori-\nzonte \n\n \nC \n\norgânico \ng/kg \n\n \nN \n\ng/kg \n\n \nC \nN \n\n \nH2SO4 (1:1) \n\n \nATAQUE POR g/kg \n\nNaOH \n(0,8%) \n\n \nSiO2 \nAlO3 \n(Ki) \n\n \nSiO2 \nR2O3 \n(Kr) \n\n \nAl2O3 \nFe2O3 \n\n \nFe2O3 \nlivre \n\n \nEquivalente \nde umidade  \n\nSiO2 \n \n\nAl2O3 \n \n\nFe2O3 \n \n\nTiO2 \n \n\nP2O5 \n \n\nMnO \n\nA \nBA \n\nBw1 \nBw2 \n\n20,5 \n12,3 \n8,6 \n6,3 \n\n  13,7 \n- \n- \n\n16,8 \n\n17,7 \n- \n- \n\n20,7 \n\n14,6 \n- \n- \n\n15,4 \n\n15,7 \n- \n- \n\n13,5 \n\n1,8 \n- \n- \n\n2,0 \n\n0,2 \n- \n- \n\n0,2 \n\n1,31 \n- \n- \n\n1,38 \n\n0,86 \n- \n- \n\n0,93 \n\n   \n\n \n \n \n \n\n\n\n 74 \n\nDESCRIÇÃO DE PERFIS \n\nPERFIL 2: Cabeceira do Turvo Sujo 2 \n\nDESCRIÇÃO GERAL \n\nDATA: 06/10/2007 \n\nCLASSIFICAÇÃO: ARGISSOLO VERMELHO Eutrófico nitossólico \n\nLOCALIZAÇÃO, MUNICÍPIO E ESTADO: Cabeceira do Turvo Sujo, Coimbra-MG \n\nSITUAÇÃO, DECLIVE E COBERTURA VEGETAL SOBRE O PERFIL:  \n\nLITOLOGIA: Gnaisse \n\nFORMAÇÃO GEOLÓGICA: Gnaisse. \n\nMATERIAL ORIGINÁRIO: Gnaisse \n\nPEDREGOSIDADE: Não pedregosa \n\nROCHOSIDADE: Não rochosa \n\nRELEVO REGIONAL: Forte ondulado a montanhoso \n\nEROSÃO: Ligeira \n\nDRENAGEM: Bem drenado \n\nVEGETAÇÃO PRIMÁRIA: Floresta Estacional Semidecídua \n\nUSO ATUAL: Pastagem \n\nCLIMA: Cwb \n\nDESCRITO E COLETADO POR: Guilherme Resende Corrêa, Leonardo Vaz de Melo \n\n \n\nDESCRIÇÃO MORFOLÓGICA \n\nAp 0 – 25 cm; bruno (7,5YR 4/4 úmido); argila; fraca, pequena a média, blocos subangulares; duro, \n\nfriável, ligeiramente plástico e ligeiramente pegajoso. Transição gradual e plana. \n\nBA 25 – 70 cm; vermelho (2,5YR 5/6 úmido); argila; forte, média a grande, blocos subangulares; muito \n\nduro, muito firme, plástico e pegajoso. Cerosidade abundante moderada. Transição difusa e plana. \n\nBt2 70 – 103 cm; vermelho (2,5YR 5/6 úmido); muito argilosa; forte, grande a muito grande, blocos \n\nsubangulares; muito duro, muito firme, plástico e pegajoso. Cerosidade abundante moderada. \n\nTransição difusa e plana. \n\nBt3 103 – 134; vermelho (2,5YR 5/6 úmido); muito argilosa; moderada, média a grande, blocos \n\nsubangulares; muito duro, firme, plástico e pegajoso. Cerosidade comum moderada. Transição \n\ngradual e plana. \n\nC 134 – 164+; vermelho (2,5YR 4/6 úmido); argila; muito duro, firme, plástico e pegajoso. \n\n \n\nRAÍZES: Abundantes e finas no Ap; muitas e finas no Bt1; comuns e finas no Bt2; poucas e finas no Bt3. \n\nFATORES BIOLÓGICOS: Presença de condutos térmitas – formigas/minhocas. \n\nOBSERVAÇÕES: Presença de fragmentos de carvão até o Bt3, Bt1 com presença de quartzo e Ap \n\nligeiramente compactado. \n\n \n\n\n\n 75 \n\nPerfil 2 \nANÁLISES FÍSICAS E QUÍMICAS \n\n \n \n\nHorizonte \n \n\nFrações da amostra total % \n \n\nComposição granulométrica de terra fina \n(dispersão com NaOH Calgon) % \n\n \nArgila \n\ndispersa \nem \n\nágua % \n\n \n \n\nÍndice de \nfloculação \n\n \n \n\n% de silte \n% de argila \n\n \nDensidade \n\nkg/dm\n3\n \n\n \n \n\nPorosidade \n% \n\n(Volume) \n \n\nSímb. \n \n\nProfun-\ndidade \n\n \nCalhau \n> 20mm \n\n \nCascalho \n20-2 mm \n\n \nTerra fina \n&lt;2 mm \n\nAreia \ngrossa \n2-0,20 \n\nmm \n\nAreia fina \n0,20-0,05 \n\nmm \n\n \nSilte \n\n0,05-0,002 \n mm \n\n \nArgila \n\n<0,002 mm \n\n \ndo solo \n\n \nde \n\npartí- \nculas \n\nAp \nBA \nBt2 \nBt3 \nC \n\n0-25 \n25-70 \n70-103 \n\n103-134 \n134-164 \n\n   34 \n24 \n17 \n18 \n22 \n\n8 \n7 \n4 \n5 \n14 \n\n12 \n10 \n11 \n16 \n25 \n\n46 \n59 \n68 \n61 \n39 \n\n26 \n40 \n01 \n01 \n01 \n\n43,5 \n32,2 \n98,5 \n98,4 \n97,4 \n\n0,3 \n0,2 \n0,2 \n0,3 \n0,6 \n\n   \n \n\n \nHori-\nzonte \n\n \npH (1:2,5) \n\nComplexo Sortivo \ncmolc/dm\n\n3\n \n\nValor V \nSat. de \nbases \n\n% \n\n \nm \n\n \nP-rem \nmg/L \n\n \nP. \n\ndisponível \nmg/dm\n\n3\n \n\n \nÁgua \n\nKCl \n1 mol/L \n\n \nCa\n\n++\n \n\n \nMg\n\n++\n \n\n \nK\n\n+\n \n\n \nNa\n\n+\n \n\nValor S \n(soma) \n\n \nAl\n\n+++\n \n\n \nt \n\nValor T \n(soma) \n\nAp \nBt1 \nBt2 \nBt3 \nC \n\n5,39 \n5,65 \n5,99 \n6,00 \n5,72 \n\n 2,01 \n1,32 \n1,36 \n1,25 \n0,99 \n\n0,42 \n0,29 \n0,30 \n0,31 \n0,34 \n\n0,92 \n0,03 \n0,01 \n0,01 \n0,01 \n\n- \n- \n- \n- \n- \n\n2,52 \n1,64 \n1,67 \n1,57 \n1,34 \n\n0,10 \n0,00 \n0,00 \n0,00 \n0,00 \n\n2,62 \n1,64 \n1,67 \n1,57 \n1,34 \n\n7,42 \n4,14 \n3,27 \n2,57 \n2,34 \n\n34,0 \n39,6 \n51,1 \n61,1 \n57,3 \n\n3,8 \n0,0 \n0,0 \n0,0 \n0,0 \n\n33,7 \n28,0 \n16,0 \n14,4 \n21,9 \n\n0,8 \n0,4 \n1,0 \n1,6 \n1,5 \n\n \nHori-\nzonte \n\nC \norgânico \n\ng/kg \n\nN \ng/kg \n\n \nC \nN \n\n \nH2SO4 (1:1) \n\n \nATAQUE POR g/kg \n\nNaOH \n(0,8%) \n\nSiO2 \nAlO3 \n(Ki) \n\nSiO2 \nR2O3 \n(Kr) \n\n \nAl2O3 \nFe2O3 \n\n \nFe2O3 \nlivre \n\n \nEquivalente \nde umidade SiO2 Al2O3 Fe2O3 TiO2 P2O5 MnO \n\nAp \nBt1 \nBt2 \nBt3 \nC \n\n19,8 \n7,8 \n6,3 \n4,9 \n3,7 \n\n  14,6 \n- \n\n18,7 \n- \n- \n\n15,9 \n- \n\n20,8 \n- \n- \n\n8,6 \n- \n\n11,0 \n- \n- \n\n10,7 \n- \n\n11,5 \n- \n- \n\n1,4 \n- \n\n1,2 \n- \n- \n\n1,6 \n- \n\n0,2 \n- \n- \n\n1,56 \n- \n\n1,53 \n- \n- \n\n1,16 \n- \n\n1,14 \n- \n- \n\n   \n\n \n \n \n \n\n \n\n\n\n 76 \n\nDESCRIÇÃO DE PERFIS \n\nPERFIL 3: Cabeceira do Turvo Sujo 3 \n\nDESCRIÇÃO GERAL \n\nDATA: 06/10/2007 \n\nCLASSIFICAÇÃO: CAMBISSOLO HÁPLICO Tb Distrófico típico \n\nLOCALIZAÇÃO, MUNICÍPIO E ESTADO: Cabeceira do Rio Turvo Sujo, Coimbra-MG. \n\nSITUAÇÃO, DECLIVE E COBERTURA VEGETAL SOBRE O PERFIL:  \n\nFORMAÇÃO GEOLÓGICA: Gnaisse. \n\nPEDREGOSIDADE: Endopedregoso \n\nROCHOSIDADE: Não rochosa \n\nRELEVO LOCAL: Montanhoso \n\nRELEVO REGIONAL: Forte ondulado a montanhoso \n\nEROSÃO: Laminar forte \n\nDRENAGEM: Bem drenado \n\nVEGETAÇÃO PRIMÁRIA: Floresta Estacional Semidecídua \n\nUSO ATUAL: Pastagem muito degradada \n\nCLIMA: Cwb \n\nDESCRITO E COLETADO POR: Guilherme Resende Corrêa, Leonardo Vaz de Melo \n\n \n\nDESCRIÇÃO MORFOLÓGICA \n\nBi 0 – 38 cm; bruno-avermelhado (5YR 4/4 úmido); argila; moderada, pequena a média, \n\nblocos subangulares; ligeiramente duro, friável, plástico e pegajoso. Transição gradual e \n\nplana. \n\nBi2 38 – 71 cm; vermelho (2,5YR 5/6 úmido); argila; moderada, média a grande, blocos \n\nsubangulares; macio, friável, plástico e pegajoso. Transição clara e plana. \n\nBi3 71 – 120 cm; vermelho (2,5YR 4/6 úmido); franco-argilo-arenosa; fraca, pequena a \n\nmédia, blocos subangulares; macio, muito friável, ligeiramente plástico e ligeiramente \n\npegajoso.  \n\nRAÍZES: Raízes comuns e finas em todos os horizontes. \n\nOBSERVAÇÕES: Infestação de sapê, Horizonte A decapitado e intensa atividade biológica no Bi1. \n\n \n\n\n\n 77 \n\nPerfil 3 \nANÁLISES FÍSICAS E QUÍMICAS \n\n \n \n\nHorizonte \n \n\nFrações da amostra total % \n \n\nComposição granulométrica de terra fina \n(dispersão com NaOH Calgon) % \n\n \nArgila \n\ndispersa \nem \n\nágua % \n\n \n \n\nÍndice de \nfloculação \n\n \n \n\n% de silte \n% de argila \n\n \nDensidade \n\nkg/dm\n3\n \n\n \n \n\nPorosidade \n% \n\n(Volume) \n \n\nSímb. \n \n\nProfun-\ndidade \n\n \nCalhau \n> 20mm \n\n \nCascalho \n20-2 mm \n\n \nTerra fina \n&lt;2 mm \n\nAreia \ngrossa \n2-0,20 \n\nmm \n\n \nAreia fina \n0,20-0,05 \n\nmm \n\n \nSilte \n\n0,05-0,002 \n mm \n\n \nArgila \n\n<0,002 mm \n\n \ndo solo \n\n \nde partí-\n\nculas \n\nBi \nBi2 \nBi3 \n\n \n\n0-38 \n\n38-71 \n\n71-120 \n\n   26 \n23 \n27 \n\n14 \n15 \n20 \n\n15 \n16 \n21 \n\n45 \n46 \n32 \n\n24 \n23 \n16 \n\n46,6 \n50,0 \n50,0 \n\n \n\n0,3 \n0,3 \n0,7 \n\n   \n \n\n \nHori-\nzonte \n\npH (1:2,5) Complexo Sortivo \ncmolc/dm\n\n3\n \n\nValor V \nSat. de \nbases \n\n% \n\n \nm \n\n \nP-rem \nmg/L \n\n \nP. \n\ndisponível \nmg/dm\n\n3\n \n\n \nÁgua \n\nKCl \n1 mol/L \n\n \nCa\n\n++\n \n\n \nMg\n\n++\n \n\n \nK\n\n+\n \n\n \nNa\n\n+\n \n\nValor S \n(soma) \n\n \nAl\n\n+++\n \n\n \nt \n\nValor T \n(soma) \n\nBi \nBi2 \nBi3 \n\n \n\n4,78 \n4,86 \n4,83 \n\n- \n- \n- \n\n0,03 \n0,00 \n0,00 \n\n0,03 \n0,01 \n0,00 \n\n0,10 \n0,02 \n0,02 \n\n- \n- \n- \n\n0,16 \n0,03 \n0,02 \n\n1,16 \n0,77 \n0,67 \n\n1,32 \n0,80 \n0,69 \n\n6,96 \n3,73 \n2,72 \n\n2,3 \n0,8 \n0,7 \n\n87,9 \n96,3 \n97,1 \n\n24,7 \n26,4 \n32,4 \n\n2,5 \n1,0 \n1,1 \n\n \nHori-\nzonte \n\n \nC \n\norgânico \ng/kg \n\n \nN \n\ng/kg \n\n \nC \nN \n\n \nH2SO4 (1:1) \n\n \nATAQUE POR g/kg \n\nNaOH \n(0,8%) \n\n \nSiO2 \nAlO3 \n(Ki) \n\n \nSiO2 \nR2O3 \n(Kr) \n\n \nAl2O3 \nFe2O3 \n\n \nFe2O3 \nlivre \n\n \nEquivalent\ne de \numidade \n\nSiO2 Al2O3 Fe2O3 TiO2 P2O5 MnO \n\nBi \nBi2 \nBi3 \n\n \n\n24,2 \n14,6 \n7,1 \n\n  15,3 \n- \n- \n \n\n17,2 \n- \n- \n\n8,8 \n- \n- \n \n\n10,2 \n- \n- \n\n1,8 \n- \n- \n\n0,5 \n- \n- \n\n1,51 \n- \n- \n\n1,14 \n- \n- \n\n   \n\n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 78 \n\nDESCRIÇÃO DE PERFIS \n\nPERFIL 4: Cabeceira do Turvo Sujo 4 \n\nDESCRIÇÃO GERAL \n\nDATA: 06/10/2007 \n\nCLASSIFICAÇÃO: CAMBISSOLO HÁPLICO Tb Distrófico “argilúvico” \n\nLOCALIZAÇÃO, MUNICÍPIO E ESTADO: Cabeceira do Rio Turvo Sujo, Coimbra-MG. \n\nSITUAÇÃO, DECLIVE E COBERTURA VEGETAL SOBRE O PERFIL:  \n\nFORMAÇÃO GEOLÓGICA: Gnaisse. \n\nMATERIAL ORIGINÁRIO: Gnaisse \n\nPEDREGOSIDADE: Não pedregosa \n\nROCHOSIDADE: Não rochosa \n\nRELEVO LOCAL: Plano (<3%) \n\nRELEVO REGIONAL: Plano \n\nEROSÃO: Laminar forte \n\nDRENAGEM: Bem drenado \n\nVEGETAÇÃO PRIMÁRIA: Floresta estacional Semidecídua \n\nUSO ATUAL: Cana-de-açúcar \n\nCLIMA: Cwb \n\nDESCRITO E COLETADO POR: Guilherme Resende Corrêa, Leonardo Vaz de Melo \n\n \n\nDESCRIÇÃO MORFOLÓGICA \n\nAp 0 – 22 cm; bruno-amarelado (10YR 5/6 úmido); argilosa; moderada, pequena a \n\nmédia, blocos subangulares; muito duro, friável, ligeiramente plástico e ligeiramente \n\npegajoso. Transição clara e plana. \n\nBt 22 – 69 cm; bruno-forte (7,5YR 5/8 úmido); muito argilosa; moderada, média a \n\ngrande, blocos subangulares; muito duro, friável, plástico e pegajoso. Cerosidade \n\npouca e fraca. Transição difusa e plana. \n\nBC 69 – 87 cm; bruno-amarelado (10YR 5/8 úmido); argilosa; fraca, pequena a média, \n\nblocos subangulares; duro, muito friável, ligeiramente plástico e ligeiramente \n\npegajoso. Transição difusa e plana. \n\nC 87 – 155+ cm; amarelo-brunado (10YR 6/8 úmido); franco-argilo-arenosa; \n\nligeiramente duro, muito friável, ligeiramente plástico e não pegajoso.  \n\nRAÍZES: Abundantes, finas e médias no Ap; abundantes e finas no Bt; poucas e finas no Bc e C. \n\nOBSERVAÇÕES: Ap parcialmente decapitado e intensa atividade biológica até o Bt. \n\n\n\n 79 \n\nPerfil 4 \nANÁLISES FÍSICAS E QUÍMICAS \n\n \nHorizonte Frações da amostra total % Composição granulométrica de terra fina \n\n(dispersão com NaOH Calgon) % \nArgila \n\ndispersa \nem \n\nágua % \n\n \n \n\nÍndice de \nfloculação \n\n \n \n\n% de silte \n% de argila \n\nDensidade \nkg/dm\n\n3\n \n\nPorosidade \n% \n\n(Volume)  \nSímb. \n\nProfun-\ndidade \n\nCalhau \n> 20mm \n\nCascalho \n20-2 mm \n\nTerra fina \n&lt;2 mm \n\nAreia \ngrossa \n2-0,20 \n\nmm \n\nAreia fina \n0,20-0,05 \n\nmm \n\nSilte \n0,05-0,002 \n\n mm \n\nArgila \n<0,002 mm \n\n \ndo solo \n\n \nde \n\npartí-\nculas \n\nAp \nBt \nBC \nC \n \n\n0-22 \n22-69 \n69-87 \n87-155 \n\n   11 \n3 \n11 \n6 \n\n14 \n5 \n19 \n46 \n\n23 \n20 \n19 \n19 \n\n52 \n72 \n51 \n29 \n\n23 \n03 \n01 \n01 \n\n55,7 \n95,8 \n98,0 \n96,5 \n\n0,4 \n0,3 \n0,4 \n0,7 \n\n   \n \n\n \nHori-\nzonte \n\npH (1:2,5) Complexo Sortivo \ncmolc/dm\n\n3\n \n\nValor V \nSat. de \nbases \n\n% \n\n \nm \n\n \nP-rem \nmg/L \n\n \nP. \n\ndisponível \nmg/dm\n\n3\n \n\n \nÁgua \n\nKCl \n1 mol/L \n\n \nCa\n\n++\n \n\n \nMg\n\n++\n \n\n \nK\n\n+\n \n\n \nNa\n\n+\n \n\nValor S \n(soma) \n\n \nAl\n\n+++\n \n\n \nt \n\nValor T \n(soma) \n\nAp \nBt \nBC \nC \n \n\n6,00 \n5,32 \n5,34 \n5,56 \n\n- \n- \n- \n- \n \n\n2,44 \n0,42 \n0,00 \n0,00 \n\n1,23 \n0,20 \n0,14 \n0,26 \n\n0,13 \n0,03 \n0,02 \n0,01 \n\n 3,80 \n0,65 \n0,17 \n0,27 \n\n0,00 \n0,10 \n0,00 \n0,00 \n\n3,80 \n0,75 \n0,17 \n0,27 \n\n6,30 \n3,95 \n2,27 \n1,57 \n\n60,3 \n16,5 \n7,5 \n\n17,2 \n\n0,0 \n13,3 \n0,0 \n0,0 \n\n33,7 \n11,5 \n6,9 \n\n10,4 \n\n1,6 \n0,8 \n1,4 \n2,0 \n\n \nHori-\nzonte \n\n \nC \n\norgânico \ng/kg \n\n \nN \n\ng/kg \n\n \nC \nN \n\nH2SO4 (1:1) ATAQUE POR g/kg NaOH \n(0,8%) \n\n \nSiO2 \nAlO3 \n(Ki) \n\n \nSiO2 \nR2O3 \n(Kr) \n\n \nAl2O3 \nFe2O3 \n\n \nFe2O3 \nlivre \n\n \nEquivalente \nde umidade SiO2  \n\nAl2O3 \n \n\nFe2O3 \n \n\nTiO2 \n \n\nP2O5 \n \n\nMnO \n\nAp \nBt \nBC \nC \n \n\n23,5 \n12,3 \n6,3 \n2,6 \n\n  17,5 \n22,2 \n\n- \n- \n\n17,9 \n23,4 \n\n- \n- \n\n8,4 \n12,2 \n\n- \n- \n\n12,4 \n13,0 \n\n- \n- \n\n1,3 \n1,4 \n- \n- \n\n0,8 \n0,5 \n- \n- \n\n1,66 \n1,61 \n\n- \n- \n \n\n1,18 \n1,21 \n\n- \n- \n\n   \n\n \n \n \n \n \n \n \n\n\n\n 80 \n\nDESCRIÇÃO DE PERFIS \n\nPERFIL 5: Cabeceira do Turvo Sujo 5 \n\nDESCRIÇÃO GERAL \n\nDATA: 06/10/2007 \n\nCLASSIFICAÇÃO: NEOSSOLO FLÚVICO Tb Distrófico típico \n\nLOCALIZAÇÃO, MUNICÍPIO E ESTADO: Cabeceira do Rio Turvo Sujo, Coimbra-MG. \n\nSITUAÇÃO, DECLIVE E COBERTURA VEGETAL SOBRE O PERFIL:  \n\nFORMAÇÃO GEOLÓGICA: Gnaisse. \n\nMATERIAL ORIGINÁRIO: Gnaisse – Deposição de sedimentos fluviais \n\nPEDREGOSIDADE: Não pedregosa \n\nROCHOSIDADE: Não rochosa \n\nRELEVO LOCAL: Plano (<3%) \n\nRELEVO REGIONAL: Plano \n\nEROSÃO: Solopamento extremamente forte \n\nDRENAGEM: Mal drenado \n\nVEGETAÇÃO PRIMÁRIA: Floresta tropical hidrófila \n\nUSO ATUAL: Pastagem \n\nCLIMA: Cwb \n\nDESCRITO E COLETADO POR: Guilherme Resende Corrêa, Leonardo Vaz de Melo \n\n \n\nDESCRIÇÃO MORFOLÓGICA \n\nC1 0 – 18 cm; bruno-forte (7,5YR 4/6 úmido); franco-arenosa; ligeiramente duro, friável, não \n\nplástico e não pegajoso. Transição clara e plana. \n\nC2 18 – 42 cm; bruno-amarelado-escuro (10YR 3/4 úmido); franco-arenosa; ligeiramente \n\nduro, friável, não plástico e não pegajoso. Transição clara e plana. \n\nC3 42 – 85 cm; bruno-amarelado (10YR 5/6 úmido); franco-argilo-arenosa; duro, friável, \n\nligeiramente plástico e ligeiramente pegajoso. Transição clara e plana. \n\nC4 85 – 112 cm; bruno-amarelado-escuro (10YR 4/6 úmido); franco-argilo-arenosa; duro, \n\nfriável, ligeiramente plástico e ligeiramente pegajoso.  \n\nRAÍZES: Muitas raízes finas em todos os horizontes. \n\n \n\n\n\n 81 \n\nPerfil 5 \nANÁLISES FÍSICAS E QUÍMICAS \n\n \nHorizonte Frações da amostra total % Composição granulométrica de terra fina \n\n(dispersão com NaOH Calgon) % \nArgila \n\ndispersa \nem \n\nágua % \n\n \n \n\nÍndice de \nfloculação \n\n \n \n\n% de silte \n% de argila \n\nDensidade \nkg/dm\n\n3\n \n\nPorosidade \n% \n\n(Volume)  \nSímb. \n\nProfun-\ndidade \n\nCalhau \n> 20mm \n\nCascalho \n20-2 mm \n\nTerra fina \n&lt;2 mm \n\nAreia \ngrossa \n2-0,20 \n\nmm \n\nAreia \nfina \n\n0,20-\n0,05 \nmm \n\nSilte \n0,05-0,002 \n\n mm \n\nArgila \n<0,002 mm \n\n \ndo solo \n\n \nde \n\npartí-\nculas \n\nC1 \nC2 \nC3 \nC4 \n\n0-18 \n18-42 \n42-85 \n85-112 \n\n   55 \n50 \n18 \n1 \n\n20 \n24 \n32 \n39 \n\n9 \n9 \n\n19 \n27 \n\n16 \n17 \n31 \n33 \n\n09 \n08 \n14 \n11 \n\n43,7 \n52,9 \n54,8 \n66,6 \n\n0,6 \n0,5 \n0,6 \n0,8 \n\n   \n \n\n \nHori-\nzonte \n\npH (1:2,5) Complexo Sortivo \ncmolc/dm\n\n3\n \n\nValor V \nSat. de \nbases \n\n% \n\n \nm \n\n \nP-rem \nmg/L \n\n \nP. \n\ndisponível \nmg/dm\n\n3\n \n\n \nÁgua \n\nKCl \n1 mol/L \n\n \nCa\n\n++\n \n\n \nMg\n\n++\n \n\n \nK\n\n+\n \n\n \nNa\n\n+\n \n\nValor S \n(soma) \n\n \nAl\n\n+++\n \n\n \nt \n\nValor T \n(soma) \n\nC1 \nC2 \nC3 \nC4 \n\n5,62 \n5,74 \n5,39 \n5,28 \n\n- \n- \n- \n- \n\n0,73 \n0,80 \n1,00 \n0,72 \n\n0,26 \n0,39 \n0,52 \n0,05 \n\n0,07 \n0,10 \n0,02 \n0,02 \n\n 1,06 \n1,29 \n1,54 \n0,79 \n\n0,00 \n0,00 \n0,10 \n0,00 \n\n1,06 \n1,29 \n1,64 \n0,79 \n\n7,76 \n2,89 \n4,74 \n2,69 \n\n38,4 \n44,6 \n32,5 \n29,4 \n\n0,0 \n0,0 \n6,1 \n0,0 \n\n40,9 \n48,4 \n30,6 \n23,0 \n\n2,6 \n1,0 \n0,9 \n1,0 \n\n \nHori-\nzonte \n\n \nC \n\norgânico \ng/kg \n\n \nN \n\ng/kg \n\n \nC \nN \n\nH2SO4 (1:1) ATAQUE POR g/kg NaOH \n(0,8%) \n\n \nSiO2 \nAlO3 \n(Ki) \n\n \nSiO2 \nR2O3 \n(Kr) \n\n \nAl2O3 \nFe2O3 \n\n \nFe2O3 \nlivre \n\n \nEquivalente \nde umidade  \n\nSiO2 \n \n\nAl2O3 \n \n\nFe2O3 \n \n\nTiO2 \n \n\nP2O5 \n \n\nMnO \n\nC1 \nC2 \nC3 \nC4 \n\n4,9 \n5,6 \n10,1 \n8,6 \n\n  7,7 \n- \n- \n- \n\n9,4 \n- \n- \n- \n\n6,5 \n- \n- \n- \n\n17,8- \n- \n- \n- \n\n0,9 \n- \n- \n- \n\n0,6 \n- \n- \n- \n\n1,4 \n- \n- \n- \n\n0,96 \n- \n- \n-"}]}}}