{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09865"}, {"@name": "filename", "#text": "1486_184363.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CONTRIBUIÇÃO AO ESTUDO MORFO-SEDIMENTAR DE FUNDO DA ENSEADA DE RATONES, ILHA DE SANTA CATARINA, SC. BRASIL\nGERALDO BÚSSOLO JUNIOR\n03473268\nOrientador: Prof. Dr. Norberto Olmiro Horn Filho\nDissertação de Mestrado\nÁREA : UTILIZAÇÃO E CONSERVAÇÃO DE RECURSOS NATURAIS\nUNHA DE PESQUISA : OCEANOGRAFIA COSTEIRA E GEOLOGIA MARINHA\nFlorianópolis, Maio de 2002.\nVista aérea para sudeste da enseada de Ratones, área de estudo.\nAos meus pais Geraldo e Zélia, pessoas que idealizaram minha formação e meu fllho e companheiro Matheus por estar sempre ao meu lado.\n“Contribuição ao Estudo Morfo sedimentar do Fundo da Enseada de Ratones, Dha de Santa Catarina - SC, Brasil”.\nGeraldo Bússolo Júnior\nDissertação submetida ao Curso de Mestrado Geografia, área de Cons ção de Depürtarmento\tdt,\n\nFilÒsofia e Ciência   Federal de Sai   reáuisitos de Mestre\nem concenttaçqã' Uiiiização e Recursos Naturais:,\tdo\nê- (Geociências do Centro de Humanas da Universidade arina, ¡em cumprimento aos   obtenÇão do grau acadêmico   em Geogrifia.\n.Prof. Dr. Norbero OÍlmfõhorn Filho   oordenàdor do Programa de Pós-Graduação em Geografia\ní\nAPROVADO PEI,.\nA COMISSÃO EXAMINADORA EM: 29/05/2002\nL_k\nDn. Norberto\n-UFSC)\n■rTarbas Bonetti Filho (Membro-UFSC)\nDr. Eduardo Juan Soriano-Sierra (Membro-UFSC)\nFlorianópolis - 2002\nBÚSSOLO JR, Geraldo. Contribuição ao estudo morfo-sedimentar de fundo da enseada de Ratones, ilha de Santa Catarina, (S.C.). Florianópolis, 2002. 130p. Dissertação (Mestrado em Geografia. Área de Concentração: Utilização e Conservação dos Recursos Naturais) - Curso de Pós-Graduação em Geografia, Universidade Federal de Santa Catarina.\nOrientador: Dr. Norberto Olmiro Horn Filho\nDefesa: 29/05/2002\nDeterminar a morfologia e a granulometria de fundo da enseada de Ratones, ilha de Santa Catarina, (SC), Brasil.\nSUMÁRIO\nSUMÁRIO LISTA DE FIGURAS LISTA DE FOTOS LISTA DE PLANILHAS AGRADECIMENTOS RESUMO ABSTRACT\tV vii ix xi xii xiii XV\n1. INTRODUÇÃO\t1\n2. OBJETIVOS 2.1.\tGeral 2.2.\tEspecíficos\t3 3 3\n3. FUNDAMENTAÇÃO TEÓRICA 3.1.\tAmbientes de sedimentação 3.1.1.\tAmbiente de sedimentação fluvial 3.1.2.\tAmbiente de sedimentação praial 3.1.2.1.\tVegetação de praia 3.1.3.\tAmbiente de sedimentação estuarino 3.1.4.\tAmbiente de sedimentação paludial 3.1.4.1.\tEcossistema de manguezal 3.1.4.2.\tEcossistema de marisma\t,\t4 4 7 12 14 16 17 20 24\n4. ASPECTOS FÍSICOS E BIOLÓGICOS DA ÁREA DE ESTUDO E ENTORNOS 4.1.\tLocalização geográfica 4.2.\tGeologia e geomorfologia . 4.3.\tClima 4.4.\tHidrografia 4.5.\tVegetação 4.6.\tOceanografia costeira\t28 28 30 33 34 35 36\n5. MATERIAIS E MÉTODOS 5.1.\tAtividades iniciais de gabinete 5.2.\tAtividades de campo 5.2.1.\tLevantamento batimétrico 5.2.2.\tAmostragem superficial de sedimentos 5.2.3.\tAvaliação da taxa de sedimentação/erosão sob influência da vegetação 5.3.\tAtividades de laboratório 5.4.\tAtividades finais de gabinete\t38 38 38 39 41 42 43 45\n6. MORFOLOGIA 6.1.\tA importância do desenvolvimento da enseada na morfologia e batimetría 6.2.\tCaracterísticas morfométricas 6.3.\tConfiguração batimétrica do corpo da enseada 6.4.\tAs margens da enseada 6.4.1.\tMargem Noroeste-Norte 6.4.2.\tMargem Norte-Leste 6.4.3.\tMargem Sul\t46 46 46 48 57 58 60 62\n7.\tSEDIMENTOLOGIA\t65\n7.1. Áreas fonte de sedimentos\t65\n7.2.\tDistribuição dos sedimentos segundo os teores de areia, silte, argila, matéria\norgânica e carbonato biodetrítico\t69\n7.2.1.\tPorcentagem\tde\tareia\t70\n7.2.2.\tPorcentagem\tde\tsilte\t71\n7.2.3.\tPorcentagem\tde\targila\t72\n7.2.4.\tPorcentagem\tde\tmatéria orgânica\t74\n7.2.5.\tPorcentagem\tde\tcarbonato\tbiodetrítico\t75\n7.3.\tCaracterísticas texturais\t76\n7.3.1.\tPopulação arenosa\t78\n7.3.2.\tPopulação areno-lamosa\t81\n7.3.3.\tPopulação lamo-arenosa\t84\n7.3.4.\tPopulação lamosa\t86\n7.4.\tDistribuição dos sedimentos segundo a variação dos parâmetros granulométricos\nestatísticos\t89\n7.4.1.\tVariação do diâmetro médio (Mz)\t90\n7.4.2.\tVariação do desvio padrão (o1)\t92\n7.4.3.\tVariação da assimetria (Sk1)\t94\n7.4.4.\tVariação da curtose (K'G )\t96\n7.5.\tCaracterização dos sedimentos segundo a variação dos parâmetros\ngrannlométriccs estatísticcs des FOLL d WARD ( 1155)\t98\n7.5.1.\tDiâmetro médio x desvio padrão\t98\n7.5.2.\tDesvio padrão x assimetria\t100\n8.\tAVALIAÇÃO DA INFLUÊNCIA DA VEGETAÇÃO DE MARISMAS NO PROCESSO\nDE DEPOSIÇÃO/EROSÃO\t122\n8.1.\tProcesso de deposição/erosão em frente ao banco de marisma\t122\n8.2.\tProcesso de deposição/erosão no meio do banco de marisma\t104\n5.\tAGENTES DINÂMICOS ATUANTES\t106\n5.1\t.Agentes dinâmicos atuantes na enseada de Ratones\t1136\n10.\tCONCLUSÕES\tD7\n11.\tBIBLIOGRAFIA\n121\nLISTA DE FIGURAS\nFigura 1. Aspectos distintivos físicos e biológicos dos ambientes de sedimentação dos entornos da enseada de Ratones.\t8\nFigura 2. Zonação morfológica típica de uma praia arenosa (modificado de MUEHE,\n1998).\t14\nFigura 3. Localização dos principais manguezais na ilha de Santa Catarina, com\ndestaque ao manguezal de Ratones, área de estudo.\t23\nFigura 4. Localização da enseada de Ratones na ilha de Santa Catarina.\t29\nFigura 5. Geologia da enseada de Ratones e áreas de entornos (modificado de\nCARUSO JR, 1993).\t31\nFigura 6. Localização dos perfis batimétricos, na enseada de Ratones.\t39\nFigura 7. Localização dos pontos batimétricos aleatórios na enseada de Ratones. 40 Figura 8. Localização das amostragens de sedimentos superficiais na enseada de\nRatones.\t41\nFigura 9. Localização dos transectos (T1 e T2) na marisma da enseada de Ratones.43 Figura 10. Parâmetros morfométricos da enseada de Ratones: área (A), largura\nmáxima (b) e comprimento máximo (I).\t47\nFigura 11. Mapa batimétrico da enseada de Ratones.\t48\nFigura 12. Mapa com perfis batimétricos (L1 a L4) no sentido NW-SE na enseada de\nRatones.\t49\nFigura 13. Mapa com perfis batimétricos (L5 a L8) no sentido NE-SW na enseada de\nRatones.\t.\t51\nFigura 14. Modelo digital de terreno (MDT) da enseada de Ratones.\t54\nFigura 15. Modelo digital de terreno (MDT) da enseada de Ratones sem a\nsobreposição das isóbatas.\t55\nFigura 16. Margens da enseada de Ratones.\t57\nFigura 17. Margem Noroeste-Norte, da enseada de Ratones, com perfis\nbatimétricos.\t59\nFigura 18. Margem Nordeste-Leste, da enseada de Ratones, com perfis\nbatimétricos.\t62\nFigura 19. Margem Sul da enseada\tde Ratones, com perfis batimétricos.\t64\nFigura 20. Características texturais dos sedimentos de fundo da enseada e suas\náreas fonte (baseado em CARUSO JR, 1993).\t66\nFigura 21. Mapa de distribuição textural dos sedimentos predominantes no fundo da\nbaía Norte - SC, baseado nos componentes básicos areia, silte e argila segundo o diagrama de SHEPARD, 1954 (modificado de OLIVEIRA et al 1998).\t68\nFigura 22. Porcentagem de areia nos sedimentos de fundo da enseada de Ratones.70 Figura 23. Porcentagem de silte nos sedimentos de fundo da enseada de Ratones. 72 Figura 24. Porcentagem de argila dos sedimentos de fundo da enseada de Ratones.73 Figura 25. Porcentagem de matéria orgânica nos sedimentos de fundo da enseada\nde Ratones.\t74\nFigura 26. Porcentagem de carbonato de cálcio dos sedimentos de fundo da\nenseada de Ratones.\t75\nFigura 27. Mapa granulométrico dos sedimentos .de fundo da enseada de Ratones. 78 Figura 28. Histogramas de freqüência simples da fácie arenosa dos sedimentos de\nfundo da enseada de Ratones.\t80\nFigura 29. Diagrama triangular dos sedimentos da fácie arenosa.\t81\nFigura 30. Histogramas de frequência simples da fácie areno-lamosa dos\nsedimentos de fundo da enseada de Ratones.\t83\nFigura 31. Diagrama triangular dos sedimentos da fácie areno-lamosa.\t84\nFigura 32. Histogramas de freqüência simples da fácie lamo-arenosa dos\nsedimentos de fundo da enseada de Ratones.\t85\nFigura 33. Diagrama triangular dos sedimentos da fácie lamo-arenosa.\t86\nFigura 34. Histogramas de freqüência simples da fácie lamosa dos sedimentos do fundo da enseada de Ratones.\t88\nFigura 35. Diagrama triangular dos sedimentos da fácie lamosa.\t89\nFigura 36. Variação do diâmetro médio (Mz) dos sedimentos de fundo da enseada\nde Ratones.\t91\nFigura 37. Variação do desvio padrão (o1) dos sedimentos de fundo da enseada de\nRatones.\t93\nFigura 38. Variação da assimetria (SK1) dos sedimentos de fundo da enseada de\nRatones.\t95\nFigura 39. Variação da curtose (K'G) . dos sedimentos de fundo da enseada de\nRatones.\t97\nFigura 40. Gráfico de comparação entre o diámetro médio e desvio padrão.\t99\nFigura 41. Gráfico de comparação entre o diámetro médio e assimetria.\t100\nFigura 42. Espessura da coluna de sedimento, sobre os quadros de controle no\nprocesso de deposição/erosão em frente a marisma.\t103\nFigura 43. Espessura da coluna de sedimento, sobre os quadros de controle no\nprocesso de deposição/erosão no meio da marisma.\t104\nFigura 44. Agentes dinâmicos atuantes na enseada de Ratones.\t112\nLISTA DE FOTOS\nFoto 1. Vista aérea para noroeste, da abertura de canal retilíneo do rio Ratones executado pelo extinto DNOS, para melhorar o escoamento das águas acima da maré (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t10\nFoto 2. Vista aérea, para oeste da coroa do bicudo, durante a preamar (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t11\nFoto 3. Vista aérea, para norte do canal do rio Veríssimo, mostrando a sinuosidade que ocorre em seu leito, ao fundo a enseada de Ratones e o morro do Forte (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t12\nFoto 4. Vista aérea, para nordeste do ambiente praial da face extema e interna do pontal da Daniela. Ao fundo a esquerda, a baía Norte e a direita a enseada de Ratones (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t13\nFoto 5. Vista para sudeste, da face interna da praia do pontal da Daniela, em primeiro plano a vegetação Litorânea com a presença de Hydrocotyles bonairensis (acariçoba).\t15\nFoto 6. Vista aérea para nordeste, em primeiro plano o .estuário .e o banco da ' marisma na enseada de Ratones. Ao fundo, as ilhas do Francés e Arvoredo, respectivamente '(fotógrafo Cláudio Matos, Estação Ecológica de Carijós, 22/02/2002).\t17\nFoto 7. Zona supramaré do ambiente paludial da enseada de Ratones.\t18\nFoto 8. Zona intermaré do ambiente paludial da enseada de Ratones, durante a baixa-mar.\t19\nFoto 9. Zona intermaré do ambiente paludial da enseada de Ratones, durante a preamar.\t19\nFoto 10. Zona inframaré do ambiente paludial da enseada de Ratones.\t20\nFoto 11 Vista aérea para norte, de parte do manguezal de Ratones. Ao fundo o balneário de Daniela (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t21\nFoto 12. Vista aérea para noroeste, de parte do manguezal de Ratones. Ao fundo a praia de Jureré e a ilha do Francés (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t22\nFoto 13. Vista aérea para nordeste, do banco da marisma e manguezal situados na margem direita do rio Ratones, ao fundo a Planície Costeira (fotógrafo Cláudio Matos, Estação Ecológica de Carijós, 22/02/2002).\t25\nFoto. 14. Vista aérea para nordeste, da ponta da Barra e estuário. Ao fundo o banco da marisma na enseada de Ratones e Planície Costeira (fotógrafo Cláudio Matos, Estação Ecológica de Carijós, 22/02/2002).\t26\nFoto 15. Vista para norte da marisma no interior da enseada de Ratones.\t27\nFoto 16. Vista aérea para sudeste da enseada de Ratones. Em primeiro plano o pontal da Daniela e ao fundo o estuário do rio Ratones (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t28\nFoto 17. Vista aérea para leste do rio Ratones margeado pela vegetação de mangue. Em primeiro plano o estuário e ao fundo a planície quaternária e o morro de Ratones (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t35\nFoto 18. Vista para leste do transecto (T2), com os dois quadros no banco da marisma, observando-se um inserido no meio do banco e o outro já submerso, em frente ao mesmo banco.\t42\nFoto 19. Vista aérea para sudeste, da margem Noroeste - Norte da enseada de Ratones (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t58\nFoto 20. Vista aérea para sudeste, da margem Norte - Leste com a presença do manguezal associado à marisma. Ao fundo o estuário de Ratones (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t61\nFoto 21.Vista aérea para leste, da margem Sul da enseada de Ratones, com a presença da ponta da Barra (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t63\nFoto 22. Margem interna do pontal da Daniela com vista para leste, durante a passagem da frente fria.\t113\nFoto 23. Vista aérea de nordeste para o pontal da Daniela ao fundo, alinhado com as ilhas de Ratones Grande e Pequena (fotógrafo Cláudio Matos, Estação Ecológica de Carijós, 22/02/2002).\t114\nFoto 24. Vista aérea de sudeste para o pontal da Daniela, ao fundo o alinhamento do pontal com a ponta do Forte (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\t115\nLISTA DE PLANILHAS\nPlanilha 1. Valores relativos granulométricos dos sedimentos da enseada de Ratones.\t69\nPlanilha 2. Parâmetros granulométricos e estatísticos dos sedimentos de fundo da enseada de Ratones.\t77\nPlanilha 3. Parâmetros granulométricos e estatísticos\tda fácie arenosa.\t79\nPlanilha 4. Parâmetros granulométricos e estatísticos\tda fácie areno-lamosa.\t82\nPlanilha 5. Parâmetros granulométricos e estatísticos\tda fácie iamo-arenosa.\t85\nPlanilha 6. Parâmetros granulométricos e estatísticos\tda fácie lamosa.\t87\nAGRADECIMENTOS\nAo meus pais Geraldo e Zélia pelo grande apoio e ao meu filho e companheiro Matheus que me mantém de bem com a vida por tanto amor e carinho retribuído durante a elaboração do trabalho.\nAo orientador professor e amigo Norberto Olmiro Horn Filho, pelo apoio que vem prestando desde a graduação, pela orientação durante o mestrado, por tudo que tem me ensinado e pelo constante estímulo e principalmente pela confiança em mim depositada.\nAo amigo Eduardo Soriano-Sierra pelo apoio logístico através do Núcleo de Estudos do Mar - NEMAR -, pelos ensinamentos e atenção e por ter me apresentado pessoalmente a marisma.\nAo professor Jarbas Bonetti Filho e sua esposa Carla Bonetti, pessoas admiráveis pelas idéias trocadas e ensinamentos que me passaram sempre com grande atenção e boa vontade.\nAo geógrafo e amigo inseparável em campo, Maurício Gentil Nunes que o próprio nome já diz sobre sua generosidade em todas as saídas e companheirismo em todos os momentos.\nAo biólogo e amigo José Carlos Simonassi o “Simão”, pela disposição em me acompanhar em campo sempre com' entusiasmo e boa vontade.\nAos colegas da Estação Ecológica de Carijós que tiveram papel importante na pesquisa pela disponibilização de material fotográfico, barco e motor.\nAo pessoal do Departamento de Geociências o Prof. João Carlos Rocha Grê, Marcelo Esteves, o “cachorrão”, João Sérgio de Oliveira e Kátia Regina Faraco, pela amizade.\nA Marcelli Cristiane Silveira e Nivaldo Nunes pelo apoio nas atividades de laboratório.\nAo geógrafo e avaiano Sebastião Dutra pelas longas conversas geológicas e geográficas com quem tanto aprendi e a Emilia pelo apoio nas horas preciosas.\nAo Dr. Sérgio Netto, um novo amigo cheio de gás e disposição por ajudar e grande provedor de bibliografias.\nEnfim a todos que de certa forma contribuíram para o sucesso deste trabalho.\nRESUMO\nEste trabalho mostra os resultados do estudo morfológico e sedimentológico realizado no fundo da enseada de Ratones, localizada no setor noroeste da ilha de Santa Catarina (SC), e inserida no domínio costeiro da bacia hidrográfica de Ratones.\nA enseada constitui uma feição geomorfológica rasa, com águas calmas e profundidade média e máxima de 1,19m e 2m, respectivamente. Seu comprimento máximo é 2.155,1m; a largura máxima é 2.773,3m; sua área é 4,0269km2 e seu perímetro envolvente de 10,03km. Marés do regime de micro marés, que apesar de pequena amplitude exerce importante papel no transporte de sedimentos costeiros.\nNos entornos da enseada ocorrem importantes ambientes de sedimentação e podem ser caracterizados pela sua origem, forma, tipos de depósito e cobertura vegetal específicos. Os depósitos reconhecidos estão relacionados aos marinho praiais, fluvial, estuários e paludial, todos com idade holocênica.\nOs 8 perfis batimétricos realizados no sentido NW-SE e NE-SW num total de 18,2km de linhas sondadas. Complementados pelo modelo digital de terreno (MDT), resultando num fundo relativamente plano com perfil assimétrico entre as margens opostas da ponta da Luz, a sul, e do pontal da Daniela, a noroeste. O gradiente batimétrico é mais acentuado nas proximidades do pontal da Daniela e a adjacente à desembocadura do rio Ratones. Na enseada foram reconhecidas 3 margens distintas quanto aos aspectos morfológicos, complementados por dados sedimentológicos e cobertura vegetal, denominadas de margem Noroeste-Norte, Norte-Leste e Sul.\nAs fácies texturais de fundo da enseada de Ratones estão diretamente relacionadas com as rochas do embasamento cristalino e os depósitos e fácies da planície costeira, plataforma continental interna (baía Norte) e rios Ratones e Veríssimo. Os sedimentos de fundo foram classificados em 4 fácies de acordo com o tamanho granulométnco: arenosa; areno-lamosa; lamo-arenosa e lamosa. Os sedimentos arenosos concentram-se nas imediações do pontal da Daniela e desembocadura do rio Ratones, os sedimentos lamosos nos setores mais abrigados da enseadas e, os demais ocupam zonas transicionais entre as regiões dominadas por areias e lamas.\nPlanilhas de dados sedimentológicos; mapa textural; mapas de teores de areia, silte e argila; mapas de teores de matéria orgânica e carbonato; mapas de variação do diâmetro médio, desvio padrão, assimetria e curtose; diagramas triangulares; histogramas de freqüência simples e gráficos de correlação entre as medidas de dispersão, complementam a sedimentologia de fundo da enseada de Ratones.\nA avaliação da taxa de sedimentação/erosão mostra que há influência da vegetação de marismas. Estes bancos atuam diretamente no fluxo de entrada das águas e dificultam a remobilização de materiais muito finos e arenosos. Nos pontos com cobertura vegetal o processo de sedimentação aumentou ou, no mínimo não ocorreu erosão. Mesmo em ambientes protegidos por barreiras naturais como o pontal da Daniela, foi verificado uma erosão completa dos sedimentos arenosos dos quadros em frente ao banco da marisma.\nOs agentes dinâmicos que regulam a dinâmica da enseada e são responsáveis pelos processos de transporte e deposição incluem: ventos dos quadrantes norte e sul, ondas geradas por estes vento, correntes de marés, deriva litorânea e a circulação fluvial.\nABSTRACT\nThis work shows the results of a morphologic and sedimentary study accomplished in the bottom of Ratones cove, located in the northwestern sector of Santa Catarina Island (SC) and inserted in the coastal domain of the Ratones hydrographic basin.\nThe cove constitutes a shallow geomorphologic feature, with calm waters and average and maximum depths of 1.19m and 2m, respectively. Its maximum length is 2,1551.1m; the maximum width is 2,773.3m; its area is 4.0269km2 and it comprises a surrounding perimeter of 10.03km. Tides follow the microtidal regime and, in spite of its small amplitude, they play an important role in the transport of coastal sediments.\nIn the cove surroundings important sedimentation environments occur and can be characterized by their origin, shape, type of deposit and specific vegetation cover. The recognized deposits are related to marine beaches, rivers, estuaries and wetlands, all of them with holocenic ages.\nThe 8 bathymetric profiles followed NW-SE and NE-SW directions and accomplished a total of 18,2km of sounding lines. These, complemented by a Digital Terrain Model (DTM), resulted in a relativity flat bottom with an asymmetric profile linking the opposite banks of the Ponta da Luz, in the south, and Pontal da Daniela, in the northwest. The bathymetric gradient is more accentuated close to Pontal da Daniela and adjacent to Ratones river mouth. In the cove 3 different types of shore were recognized in terms of morphology, complemented by sedimentary and vegetation data, and were denominated Northwestern-North, North-East and South shores.\t'\nThe textural facies of Ratones cove bottom were directly related to the crystalline rocks, coastal plain deposits, internal continental shelf (North Bay) and the Ratones and Veríssimo rivers. Bottom sediments were classified in 4 facies according to their grain size: sandy, sandy-mud, muddy-sand and muddy. Sandy sediments concentrated next to Pontal da Daniela and Ratones river mouth; muddy sediments in the more sheltered sectors and the other occurred as transitional zones between sandy and muddy domains.\nSheets of sedimentary data, textural maps, sand, silt and clay content maps; organic matter and carbonate content maps; maps with the distribution of mean diameter, standard deviation, asymmetry and kurtosis; triangular diagrams, simple\nThe evaluation of the deposition/erosion rate shows an influence of salt-marsh vegetation. These banks act directly in the water flow entrance and difficult the remobilization of very fine and sandy materials. In the points with vegetation cover the sedimentation process increased or, at least, erosion didn't occur. Even in environments protected by a natural barrier like Pontal da Daniela, a complete erosion of sandy sediments was verified in front of the salt-marsh bank.\nThe dynamical agents that regulate the cove dynamics and are responsible for the transport and deposition process include: north and south quadrant winds, waves generated by the winds, tidal currents, longshore currents and the fluvial flows.\n1.\tINTRODUÇÃO\nA ilha de Santa Catarina, apresenta uma grande diversidade de ambientes e ecossistemas costeiros, que se distinguem nos aspectos físicos de acordo dom suas características hidrográficas, geológicas, topográficas, morfológicas, pedológicas e biológicas.\nA enseada de Ratones compreende uma feição situada na região noroeste da ilha de Santa Catarina e apresentando em sua orla diferentes ambientes de sedimentação, cada qual com suas características próprias. Ela ocorre na planície costeira e é cercada em suas margens por extensas áreas de manguezais e marismas associadas, apresenta a forma de uma pequena baía que encontra-se localmente em evolução, a partir de um pontal arenoso (pontal da Daniela) ancorado ao morro do Forte.\nA enseada tem a influência direta das águas da baía Norte, que adentram pelo estuário através do rio Ratones na direção oeste. Este sistema estuarino é dinâmico e se caracteriza por ser ecologicamente complexo, altamente produtivo e aberto, possibilitando constante troca de energia e matéria (SILVA, 1990). Esta encontra-se distante cerca de 22Km do centro da cidade de Florianópolis, capital do Estado de Santa Catarina.\nO acesso à área de estudo é feito através das rodovias estaduais pavimentadas SC401 e SC402 em direção a praia da Daniela e hidroviário através dos rios Ratones e Veríssimo ou pela baía Norte, permitindo na enseada somente o deslocamento de embarcações de pequeno porte, devido a baixa profundidade local.\nApesar da enseada de Ratones situar-se relativamente distante do aglomerado populacional de Florianópolis e de encontrar-se numa Área de Preservação Permanente (APP) inserida na Estação Ecológica de Carijós, sob fiscalização do Instituto Brasileiro do Meio Ambiente (IBAMA), constitui um complexo que vem sofrendo ações de manejo crescentes devido a expansão populacional permanente e estival do norte da ilha.\nSUGUIO (1992) e GUERRA (1993), atribuíram o termo “enseada” como um ambiénte caracterizado por ser um setor côncavo do litoral, delineando uma baía muito aberta em forma de meia lua, em direção ao mar. Geralmente, desenvolve-se entre dois promontórios, penetrando muito pouco na costa. Pode-se denominá-la também de baía aberta.\nO crescente processo de utilização incorreta de seus recursos naturais, bem como ações de manejo sobre os ambientes de sedimentação e ecossistemas, tais como o aterro de alguns setores para obtenção de áreas para a construção de rodovias,\nPara isso é de fundamental importância o conhecimento da morfologia de fundo, sedimentologia e hidrodinâmica da enseada de Ratones para servir de subsídio para o estabelecimento de critérios de utilização e conservação de seus recursos naturais e servir de referência a outros trabalhos futuros em seus ambientes e ecossistemas associados.\nEste trabalho está dividido em capítulos e sub-capítulos, organizados de forma a atender as necessidades dos leitores no conhecimento da área de estudo e suas implicações com áreas adjacentes e vice-versa.\nA relação que ocorre entre a área de estudo e suas áreas adjacentes resulta em uma série de consequências naturais que são observadas através dos diferentes ambientes de sedimentação formados nas margens da enseada de Ratones.\nPara um melhor entendimento das características de cada ambiente natural de sedimentação, que juntos formam e definem a margem da enseada de Ratones, foi elaborado um capítulo (fundamentação teórica) tratando desses ambientes, suas composições vegetais e ocorrência na área de estudo.\nPor outro lado, este trabalho se enquadra dentro dos objetivos do Programa Institucional de Estudos de Sistemas Costeiros - PIESC, da UFSC, da mesma forma insere-se nos objetivos da Linha de Oceanografia Costeira e Geologia Marinha do Programa de Pós-Graduação em Geografia da UFSC e nos propósitos do Programa de Geologia e Geofísica Marinha - PGGM.\n2.\tOBJETIVOS\n2.1.\tGeral\n•\tEstudar do ponto de vista morfológico e sedimentológico o fundo da enseada de Ratones, na tentativa de fornecer elementos para a preservação ambiental dos ecossistemas e adequação a planejamentos costeiros futuros;\n2.2.\tEspecíficos\n•\tReconhecer a morfologia das margens e de fundo da enseada através de mapa batimétrico e modelo digital de terreno, definindo-se parâmetros morfométricos de ârea, largura e comprimento mâximo e profundidade média e mâxima;\n•\tCaracterizar a sedimentação atual de fundo da enseada, envolvendo os aspectos de distribuição faciológica e granulométrica;\n•\tDiscutir e identificar os principáis aspectos dinâmicos da enseada;\n•\tDefinir o conteúdo de matéria orgânica e inorgânica particulada acumulada nos sedimentos de fundo;\n•\tAvaliar a influência da vegetação no processo de deposição/erosão de clásticos finos no fundo da enseada;\n•\tGerar subsídios para outras áreas de estudo, através de um trabalho • objetivo, . que seja acessível a consulta e que possua o maior número de dados\ndisponíveis sobre a ârea estudo e entornos.\n3.\tFUNDAMENTAÇÃO TEÓRICA\nA enseada de Ratones, representa um sistema submerso que ocorre na zona costeira da ilha de Santa Catarina e constitui no resultado da associação e influência de diferentes ambientes naturais em seu interior, onde interagem os fatores bióticos (fauna e flora) e abióticos (meio físico).\nApesar de serem observados por diferentes aspectos, os ambientes que ocorrem no interior da enseada encontram-se inter-relacionados e dependentes entre si, num processo de causas e efeitos, constituindo um emaranhado complexo de ecossistemas, pois abrange todos os organismos que funcionam em conjunto numa dada área, interagindo com o meio físico.\nOs ambientes e os organismos que ocorrem na enseada exercem influência mútua e são classificados como ambientes de sedimentação acompanhados por uma flora e fauna característica.\nNa enseada de Ratones, ocorrem ambientes de sedimentação que são caracterizados pela origem, forma, tipo de depósito e vegetação, classificados como: praial, com a presença de vegetação de praia, fluvial; estuarino e paludial com a presença de manguezais e marismas, respectivamente.\nQualquer atividade antrópica ou descaracterização de algum sistema ou ainda a retirada da vegetação de algum setor, pode resultar no desequilíbrio do complexo e modificar as características da paisagem litorânea, já que possui alto valor em seu patrimônio natural.\nNa tentativa de compreender melhor os diferentes ambientes naturais de sedimentação que encontram-se na enseada de Ratones e no seu entorno, faz-se necessária uma breve explanação dos conceitos básicos de sedimentologia, e em especial sobre as características geológicas e biológicas dos ambientes de sedimentação praial, fluvial, estuarino e paludial.\n3.1.\tAmbientes de sedimentação\nAmbientes de sedimentação podem ser conceituados como setores significativos da Terra, que se distinguem pelas condições físicas, químicas e biológicas, quando relacionado com as características das áreas adjacentes (SUGUIO, 1980).\nPara WILLIANS et al. (1970) os ambientes sedimentares de maior importância a serem distinguidos são os oceanos, os continentes e a zona costeira, mas cada um deles, por sua 'vez, inclui muitas áreas locais tendo características distintas e variadas que determinam amplamente a natureza particular do sedimento, que se deposita em cada uma delas. As características particulares de um depósito sedimentar são determinadas pelo ambiente dentro do qual o sedimento se originou e se acumulou e, posteriormente, se litificou.\nBIGARELLA et al. (1966) e KRUMBEIN &amp; SLOSS (1969) utilizaram o termo fácie sedimentar como o resultante de fatores que permitem uma diferenciação, em área, de aspectos variáveis de uma unidade estratigráfica. Estes fatores abrangem tanto elementos físicos como biológicos, devendo incluir tanto os efeitos contemporâneos como os post-deposicionais. Dentre os fatores físicos, os autores relacionam a área de origem, o meio de transporte e o próprio ambiente de deposição.\nA área fonte, através da rocha matriz, controla em larga escala a composição do sedimento detrítico dela derivado, como por exemplo um arenito composto essencialmente de feldspato e de quartzo deriva de rochas feldspáticas de granulação grossa, como as que, usualmente, compõem o embasamento cristalino, e que não se forma a menos que essas rochas estejam expostas na área fonte da qual os detritos derivaram (WILLIANS etal., op. cit.).\nKRUMBEIN &amp; SLOSS (op. cit.) e REINECK &amp; SINGH (1980) ponderam que a fonte de sedimentos é importante, pelo fato de uma dada fácie herdar certas características da área original da qual provieram os materiais, pois consideram que a transformação das rochas expostas na área de origem, comanda até um certo ponto, a mineralogia dos sedimentos resultantes. A mineralogia, sem dúvida, é afetada pela topografia e pelo clima desde que esses fatores determinem até que ponto o intemperismo pode ser ativo antes do transporte.\nQuanto ao meio de transporte, BIGARELLA et al. (op. cit.) afirmou que a dinâmica físico-química do mesmo e o modo de transporte (tração, suspensão, solução) deixam sua marca na fácie em formação. Relativamente ao ambiente de deposição, os fatores que operam no mesmo, são, talvez os mais importantes de todos, pois tais fatores abrangem as' profundidades da água, a distância da praia, as condições dos limites de um ambiente específico, a velocidade de sedimentação e sepultamento e a dinâmica físico-química do meio de deposição.\nWILLIANS et al. (1970) consideraram que durante o transporte efetivo são negligenciáveis as alterações químicas no sedimento detrítico, produzindo-se, entretanto, dois efeitos físicos muito importantes. De um lado, as partículas individuais são geralmente modificadas no tamanho, na forma e no arredondamento pela abrasão e fratura que resulta do atrito e do impacto repetido das partículas umas contra as outras, e contra o leito da rocha.\nDe outro lado, o transporte seletivo afeta o agregado total dos grãos, de modo que as partículas tendem a separar-se de acordo com o tamanho, a forma e a densidade. O mesmo autor, considera que o efeito combinado destes processos sobre o sedimento finalmente depositado é visto com muita clareza nos aspectos texturais, mas é evidente por igual na composição mineral. Quando um sedimento consiste em partículas de tamanhos diferentes, a areia se separa da argila, como acontece comumente na seleção natural, os depósitos resultantes são diferentes tanto mineralógicas como texturalmente. Para o caráter químico dos sedimentos é explicado como uma consequência do ambiente da deposição.\nDe todos os ambientes sedimentares, WILLIANS et al. (op. cit.) consideraram a bacia marinha o mais extenso e duradouro, onde se depositaram a maior parte dos sedimentos antigos e a . grande massa dos sedimentos modernos. Alguns depósitos muito extensos e espessos, todavia, depositaram-se acima do nível do mar, sobre os continentes e a caminho para o mar. As subdivisões dos ambientes podem ser baseadas em quaisquer fatores que sejam importantes na determinação da estrutura, da textura ou da composição dos sedimentos acumulados.\nKRUMBEIN &amp; SLOSS (1969) consideraram importante os fatores de clima, vegetação e a topografia. Nos ambientes hídricos, os fatores incluem a profundidade da água, temperatura, salinidade, acidez, potencial de oxidação-redução, liberdade de circulação e turbidez e população orgânica da água.\nREINECK &amp; SINGH (1980) afirmaram que sobre o continente, alguns sedimentos são 'depositados na água e denominam-se depósitos aquosos. São estes principalmente detríticos, mas comumente incluem também algumas substâncias orgânicas e precipitadas quimicamente. Alguns são sedimentos aluviais, depositados pelas correntes em seus canais e sobre suas planícies de inundação ou deltas; outros são sedimentos lacustres ou paludais, depositados em lagos ou pântanos.\nO ambiente marinho é naturalmente aquoso em sua totalidade e, assim, menos variado do que o ambiente continental, entretanto, a variedade dos depósitos\nsedimentares produzidos por ele é excessivamente grande. As águas marinhas não só depositam a massa dos sedimentos detríticos, mas também produzem a enorme maioria dos grandes depósitos químicos inorgânicos e são a principal região onde vivem os organismos que produzem a maior parte dos sedimentos biogênicos.\nPOPP (1987) postulou que existem três grupos de ambientes de sedimentação: (1 ) o continental, subdividido em sub-ambientes desértico, glacial, fluvial e lacustre; (2) o transicional (misto), que engloba o litorâneo praial, deltaico, lagunar e estuarino e, (3) o marinho, cujos sub-ambientes ocorrem na plataforma continental (nerítico), talude continental (batial), sopé continental e fundo oceânico.\nBaseado na classificação de POPP (op. cit.), neste trabalho, são considerados os ambientes de sedimentação dos grupos continental e transicional (misto) subdividido em ambientes fluvial, praial, estuarino, e paludal que ocorrem nas margens da enseada de Ratones (Figura 1).\n3.1.1.\tAmbiente de sedimentação fluvial\nGeomorfologicamente, SUGUIO &amp; BIGARELLA (1979) caracterizaram o termo rio para corrente canalizada ou confinada ou ainda pode referir-se aos canais sem água nas regiões mais secas. Geologicamente, referem-se ao tronco principal de um sistema de drenagem. As precipitações e o fluxo do lençol subterrâneo influem sobre as características do deflúvio dos rios.\nDe acordo com o fornecimento de água os rios podem ser efêmeros, intermitentes ou perenes. Os rios que não são alimentados pelo lençol subterrâneo e que contém água somente durante e após as chuva, permanecendo secos a maior parte do ano, são efêmeros. Rios intermitentes são aqueles que contém água em certa época do ano e apresentam-se secos noutra.\nEles recebem fluxo de água a partir do lençol freático, quando este encontra-se suficientemente alto. Os rios que sempre apresentam água no seu canal, sendo alimentados por um fluxo mais ou menos estável do lençol subterrâneo, são chamados perenes (SUGUIO &amp; BIGARELLA, op. cit.).\nGUERRA (1993) e CUNHA (1998) definiram rio como uma corrente líquida resultante da concentração do lençol de água num vale. Um curso de água pode, em toda sua extensão, ser dividido em três partes: 1 - curso superior, 2 - curso médio, 3 - curso inferior.\nCONTINENTAL\tAmbiente de sedimentação\tForma de relevo predominante\tCaracterística dos depósitos\tAgente dinâmico\tVegetação dominante\n\tFluvial\tPlanície fluvial, Planície de inundação, Vale fluvial, Canal, Delta\tSedimentos extremamente mal selecionados, entre seixos e argilas\tInfluxo fluvial\tSpartina altemiflora S. densiflora, Rhizophora mangle, Avicennia shaueriana, Laguncularia racemosa\nTRANSICIONAL\tPraial\tPraia, Face de praia, Praial-lagunar, Terraço marinho\tSedimentos bem selecionados, arenosos\tOndas, Ventos, Correntes litorâneas\tPhyloxerus portulacoides, Hydrocotyles bonairensis, Paspalum vaginatum, Ipomoea stolonifera\n\tEstuarino\tCanal fluvial, Planície de maré, Delta\tSedimentos mal selecionados entre arenosos e lamosos\tCorrentes de maré, Influxo fluvial\tSpartina alterniflora S. densiflora, Rhizophora mangle, Avicennia shaueriana, Laguncularia racemosa\n\tPaludial\tPlanicie de maré\tSedimentos mal selecionados: lamo-arenosos, lamosos ricos em matéria orgânica\tCorrentes de maré, Influxo fluvial\tSpartina alterniflora S. densiflora, Rhizophora mangle, Avicennia shaueriana, Laguncularia racemosa\nFigura 1. Aspectos distintivos físicos e biológicos dos ambientes de sedimentação dos entornos da enseada de Ratones.\nSegundo GUERRA (1993) e CUNHA (1998), no curso superior geralmente há o grande predomínio do escavamento vertical, isto é, a erosão intensiva do talvegue longitudinal, é a parte do rio mais próxima de suas cabeceiras. Já no curso médio há um certo predomínio do transporte e um acentuado modelado das vertentes, ou seja, um rebaixamento das encostas e finalmente no curso inferior ocorre o fenômeno de aluviamento.\nPara MEDEIROS et al. (1971) o ambiente de águas correntes pode ser dividido em três partes distintas, mas intergradacionais: as cabeceiras, a planície de inundação e a foz dos rios. O material sedimentar é transportado de uma área fonte até o sítio de deposição.\nSegundo os autores em pauta, nas cabeceiras sob a designação de fácies de leque ou aluvial são considerados os depósitos compostos de sedimentos mal classificados de granulação fina a grosseira, depositados no sopé das montanhas, ou outras áreas de relevo acentuado, onde as encostas íngremes tornam-se mais suaves.\nA planície de inundação desenvolve-se em seções sedimentares espessas e extensas, o tamanho e a importância desses depósitos são diretamente proporcionais à extensão da planície de inundação e dos rios relacionados.\nPor último os depósitos deltaicos são considerados como o resultado da sedimentação em ambiente transicional, nesta fácie, ocorre uma interdigitação de sedimentos de origem marinha e continental.\nCUNHA (op. cit.) considerou como padrão dos canais, a fisionomia que o rio exibe ao longo do seu perfil longitudinal, podendo ser retilíneo, anostomosado e meândrico. Essa geometria do sistema fluvial resulta do ajuste do canal à sua seção transversal e reflete o inter-relacionamento entre as variáveis descarga líquida, carga sedimentar, declive, largura e profundidade do canal, velocidade do fluxo e rugosidade do leito.\nSegundo a autora, os exemplos de canais naturais retos são pouco frequentes, representando trechos ou segmentos de canais curtos, à exceção daqueles controlados por linhas tectónicas e dos canais localizados em planícies de restingas, controlados pelos cordões arenosos ou em planícies deltaicas.\nNa área de estudo a abertura de canais e a retificação de cursos de água ao longo do rio Ratones, modificaram o padrão de drenagem, escoamento da água e transporte de sedimentos para as áreas a jusante (Foto 1).\nFoto 1. Vista aérea para noroeste, da abertura de canal retilíneo do rio Ratones executado pelo extinto DNOS, para melhorar o escoamento das águas acima da maré (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\nPara os canais anastomosados, CUNHA (1998) considerou aqueles que apresentam grande volume de carga de fundo que, conjugado com as flutuações das descargas, ocasionam sucessivas ramificações ou múltiplos canais que se subdividem e se reencontram, separados por ilhas assimétricas e barras arenosas. Essas barras são bancos ou coroas de detritos móveis carregados pelos cursos de água e ficam submersas durante as cheias.\nO padrão anastomosado se estabelece pela existência de algumas condições básicas, como a disponibilidade da carga do leito, a variabilidade do regime fluvial e a existência de contraste topográfico acentuado. A grande quantidade de carga detrítica, grosseira e heterogênea, em conjunto com a flutuação das descargas, permite a seleção, deposição de material e, consequentemente, a formação de bancos.\nNa planície de inundação do rio Ratones ocorre a coroa do bicudo, um setor caracterizado pelo alargamento e subdivisão do canal e a presença de uma ilha arenosa na parte central, visível apenas durante a baixa-mar (Foto 2).\nFoto 2. Vista aérea, para oeste da coroa do Bicudo, durante a preamar (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\nOs canais meândricos são encontrados com freqüência, nas áreas úmidas cobertas por vegetação ciliar, descrevendo curvas sinuosas harmoniosas e semelhantes entre si, possuindo um único canal que transborda suas águas na época das cheias e são distintos dos outros padrões pelo índice de sinuosidade (SUGUIO &amp; BIGARELLA, 1979).\nVárias são as condições essenciais para o desenvolvimento dos meandros: camadas sedimentares de granulação móvel, coerentes, firmes e não soltas, gradientes moderadamente baixos, fluxos contínuos e regulares, cargas em suspensão e de fundo em quantidades mais ou menos equivalentes (CUNHA, 1998).\nEssas formas meandrantes representam um estado de estabilidade do canal, denunciando um certo ajustamento entre todas as variáveis hidrológicas (declividade, largura e profundidade do canal, velocidade dos fluxos, rugosidade do leito, carga sólida e vazão).\nO rio Veríssimo enquadra-se neste termo e apresenta sinuosidades ao longo de seu leito como demonstrado na Foto 3.\nFoto 3. Vista aérea, para norte do canal do rio Veríssimo, mostrando a sinuosidade que ocorre em seu leito, ao fundo a enseada de Ratones e o morro do Forte (fotógrafo Paulo Benincá, Estação\nEcológica de Carijós, 11/09/2001).\n\n\nCabe ressaltar que a vegetação associada as margens dos rios na área de estudo são típicas do ecossistema de manguezal e marismas que serão descritas adiante.\n3.1.2.\tAmbiente de sedimentação praial\nMUEHE (1998) considerou as praias como depósitos de sedimentos arenosos, acumulados por ação das ondas que, por apresentarem mobilidade se ajustam às condições de onda e maré. Representam, por essa razão, um importante elemento de proteção do litoral, ao mesmo tempo em que são amplamente usadas para o lazer.\nWRIGHT &amp; SHORT (1984), caracterizam os ambientes praiais pela sua grande mobilidade no tempo e no espaço. A interação entre as características e variações na energia de ondas, determina o comportamento morfodinâmico de um sistema praial. Este comportamento é regido por agentes dinâmicos externos, através dos ventos, ondas e correntes litorâneas, que retrabalham continuamente os materiais encontrados na faixa litorânea, erodindo, transportando e depositando os sedimentos.\nMARTINS et al. (1970) caracterizaram sedimentologicamente os ambientes praiais da ilha de Santa Catarina, dividindo-os de acordo com localização, condicionamento hidrodinâmico, declividade da faixa submersa, influência dos ventos predominantes e características granulométricas e mineralógicas de seus sedimentos. As principais praias da ilha de Santa Catarina, conforme MARTINS et al. (op. cit.) foram classificadas como praias oceânicas e praias da baía Sul e baía Norte, sendo a praia da Daniela inserida na\nbaía Norte (Foto 4).\nFoto 4. Vista aérea, para nordeste do ambiente praial da face externa e interna do pontal da Daniela. Ao fundo a esquerda, a baía Norte, e a direita a enseada de Ratones (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\nHOEFEL (1995) apud DIEHL (1997) evidenciou a inexistência de uma padronização da nomenclatura para designar os diferentes sub-ambientes praiais, dessa maneira, descreveu os setores de um perfil praial, que se assemelham ao pontal da Daniela (Figura 2).\n• Pós-praia (baakshore\\. 0 e zé na zupe rior dap raia, que seestendeadmado nível normal de maré alta até o início das dunas fixadas pela vegetação. Garalmente é inundada durante as grandes preamares.\n• Ante-praia (shoreface): é a porção do perfil praial dominada pelos processos de refração, atrito com o fundo e empolamento (shoaling) que se estende em direção ao mar, a partir da zona de arrebentação até o limite máximo da ação das ondas sobre o fundo.\n• Face de praia ou Estirâncio: é a zona frontal da praia entre as linhas normais de marés altas e baixas sobre a qual ocorrem os processos da zona de varrido. A região delimitada entre a máxima e a mínima excursão dos vagalhões sobre a face praial, após sua quebra (swash zone). Logo acima do estirâncio (zona de varrido), pode ocorrer a feição deposicional conhecida como berma, devido as mudanças diárias do nível da água, o estirâncio pode se tornar alternadamente seco ou molhado, sendo que as ondas se manifestam com fluxo para cima (swash) e para baixo (backwash).\nAssociada ao ambiente de sedimentação praial ocorre a vegetação típica de praia,\nsendo descrita a seguir.\nzona de surfe\nface de praia ou\n. estirâncio.\n\\\n\\\n\\\n-\\\n\\\n/\n/\n/\n/\n/\n/\n/\n/\n/\n/\nt *\nbermas\nduna frontal\nbanco\npós-praia\nFigura 2. Zonação morfológica típica de uma praia arenosa (modificado de MUEHE, 1998).\n3.1.2.1.\tVegetação de praia\nDe acordo com CARUSO (1990) as formações vegetais que apresentam maior influência das condições do tipo de solo, são conhecidas como Formação Vegetal Edáfica, também conhecida como Vegetação Litorânea, por ocuparem uma faixa costeira de largura variável sob influência direta ou indireta do oceano.\nPor outro lado, REITZ (1961) considera toda vegetação situada na zona costeira, como vegetação da zona marítima, que se alonga por toda a costa catarinense.\nSegundo o mesmo autor, na vegetação existe uma sucessão constante de grupos de indivíduos denominada associações até o surgimento de um grupo de plantas que\nO ponto de partida da sucessão pode ser o mar, um lago, um rio, enfim qualquer lugar que contenha água, constituindo a sucessão da suas diferentes etapas a hidrossera, por outro lado, se o início ocorrer numa rocha ou areias de praias teremos a xerossera, porém ambos os pontos de partida passam por todas as etapas até chegar a vegetação de clímax, denominada também de formação (REITZ, 1961).\nKLEIN (1978) considera a vegetação de praia a que ocupa a faixa situada logo após a zona de marés, constituída por elementos pioneiros sujeitos à ação da salinidade, as ondas do mar, a excessiva exposição aos raios solares bem como à sequidão e a pobreza do solo arenoso.\nNa ilha de Santa Catarina, CARUSO (1990) fundamentada em diversos autores considera a Phyloxerus portulacoides (capotiraguá) a espécie dominante da vegetação herbácea e pioneira das praias, ocupando uma estreita faixa do litoral arenoso, geralmente bastante úmida e alcançada pela preamar. Esta tem como espécies companheiras indivíduos de Hydrocotyles bonairensis (acariçoba) e na zona fora do alcance das marés, Paspalum vaginatum (grama da praia), Ipomoea stolonifera (Foto 5).\nFoto 5. Vista para sudeste, da face interna da praia do pontal da Daniela, em primeiro plano a vegetação Litorânea com a presença de Hydrocotyles bonairensis (acariçoba).\n3.1.3. Ambiente de sedimentação estuarino\nA definição de um estuário clássico se evidencia por ser um sistema costeiro, semi-fechado, onde as águas continentais têm contato com o mar aberto, sendo sua principal característica, a forte influência da ação das marés na mistura das águas. Desembocaduras de rios, enseadas e lagunas, são ambientes característicos desse sistema (ODUM, 1971).\nEstuários são ambientes que, segundo WOLF (1985) ocorrem na interface entre as massas terrestres e os oceanos. Atualmente os estuários são considerados geologicamente jovens, tendo sido formados quando o nível do mar atingiu o nível atual, aproximadamente 5.000 anos atrás. Estes sistemas representam uma zona de transição, nas quais muitos fatores como geomorfologia, circulação de água, biogeoquímica e ecologia são variáveis e diversos, resultando na descrição e classificação de diferentes categorias de estuários.\nPara BONETTI FILHO (1995) o estuário típico é o ambiente onde a água fluvial penetra ao longo de certa extensão e se mistura em maior ou menor proporção com a água salina ali existente. A água salobra originada desta mistura ocasionalmente flui mar afora pela camada superficial.\nDa mesma maneira, a água marinha invade a região estuarina pelas camadas inferiores no sentido contrário ao movimento das águas continentais, se misturando e alterando as características físico-químicas do ambiente. Neste processo a maré desempenha um papel fundamental na distribuição e mistura entre as massas de água de origem marinha e continental (Foto 6).\nO sistema estuarino proposto por KJERFVE (1989), representa um sistema costeiro com uma conexão restrita para o oceano, permanecendo aberto periodicamente. Pode ser subdividido em três regiões distintas:\n•\t“tidal river zone”, relativo a zona fluvial caracterizada pela ausência de salinidade das águas do oceano, mas sujeito a oscilação do nível do mar;\n•\t“mixing zone’’, seria o próprio estuário, caracterizado pela mistura das massas de águas e a reação dos gradientes físicos, químicos e biológicos entre as águas marinhas e continentais;\n•\t“nearshore turbid zone\", relativo ao oceano aberto, possuindo contato com a zona de mistura e a margem da pluma de material em suspensão da maré vazante.\nA reversibilidade das correntes de maré tornam-nas menos eficazes no transporte de sedimentos, mas a resultante final se traduz em geral por um transporte rumo ao mar, tanto mais importante quanto maiores forem o volume do rio, a inclinação e a profundidade do estuário. Geralmente estes sedimentos são alterados pelas condições físico-químicas entre os ambientes fluvial e estuarino, que induzem a floculação das argilas (SUGUIO,1980).\nFoto 6. Vista aérea para nordeste, em primeiro plano o estuário e o banco da marisma na enseada de Ratones. Ao fundo, as ilhas do Francês e Arvoredo, respectivamente (fotógrafo Cláudio Matos, Estação Ecológica de Carijós 22/02/2002).\n3.1.4.\tAmbiente de sedimentação paludial\nO ambiente paludal é característico de regiões costeiras planas e baixas, onde a energia das correntes de maré supera a das ondas e boa parte dos sedimentos recém depositados são expostos durante as fases de refluxo. Este ambiente caracteriza-se por\nA entrada das águas de maré é dominante e tem um papel fundamental na renovação de materiais. Como as correntes de marés nestes ambientes geralmente são lentas, as ondas são muito mais importantes na remobilização do material do fundo do que as marés, apesar da morfologia destes ambientes ser determinada pela relação destes agentes.\nPOSTMA (1988) definiu que planícies de maré são sistemas que se comparam com ambientes permanentemente submersos e sendo caracterizados por uma rápida velocidade de renovação das águas.\nO ambiente paludal possui zonas específicas de acordo com o grau de inundação: (1) zona supramaré, mais interna, que pode ser inundada apenas algumas vezes em determinadas épocas do ano, regido somente pelas preamares de maior amplitude (Foto 7); (2) zona intermaré, que constitui o setor encoberto durante a preamar, ficando exposta durante a baixa-mar, propiciando a entrada das águas (Fotos 8 e 9); e, (3) zona inframaré, mais externa, que geralmente não chega a se expor mesmo durante a baixa-mar e que\nconstitui os baixios (Foto 10).\nFoto 7. Zona supra maré do ambiente paludal da enseada de Ratones.\nFoto 8. Zona intermaré do ambiente paludal da enseada de Ratones, durante a baixa-mar.\nFoto 9. Zona de intermaré do ambiente paludal da enseada de Ratones, durante a preamar.\nFoto 10. Zona inframaré do ambiente paludal da enseada de Ratones.\nPara SUGUIO (1980) as variações físico-químicas espaciais dos sedimentos paludais da planície de maré são nítidas, pois, em direção ao continente, estes materiais se associam aos depósitos da planície costeira e rumo ao mar aberto, os sedimentos associam-se a diversos tipos de fácies marinhas. Os diferentes tipos de sedimentos relacionados ao tamanho de grão que ocorrem neste ambiente, são influenciados pela energia do agente transportador. Nos locais de maior energia são depositados sedimentos mais grossos (areia), enquanto que nos setores de menor energia, se depositam as populações silte e argila. Associados ao ambiente paludal dominado pelas marés, ocorrem os ecossistemas de manguezal e marisma que serão descritos a seguir.\n3.I.4.1.\tEcossistema de manguezal\nOs manguezais, são associações de vegetação halófita com predomínio de espécies arbustivas e árvoretas latifoliadas perenes, que geralmente se desenvolvem sobre sedimentos paludiais de baías, enseadas e desembocadura de rios, sob a influência das marés (Fotos 11 e 12).\nDe todos os sistemas de macrófitas marinhos, os manguezais são sem dúvida os únicos caracterizados pelo armazenamento de biomassa aérea, sendo que os indivíduos\n\nhomogênea (MANN, 1982).\nFoto 11. Vista aérea para norte, de parte do manguezal de Ratones. Ao fundo o balneário de Daniela (Fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\n\n\n\nAs maiores florestas de mangues estão localizadas na Ásia (principalmente Malásia e índia), na América Atlântica (Brasil e Venezuela) e na África (Nigéria e Senegal) LACERDA (1984) apud. SOUZA et al {1993).\nLUGO &amp; SNEDAKER (1974) classificaram os manguezais em 5 tipos fisiográficos: bosque de franja, ribeirinho, ilhote, bacia e anão, de acordo com suas características estruturais e funcionais.\nOs manguezais são descritos por SCHAEFFER-NOVELLI (1995) como sendo “Ecossistemas costeiros de transição entre os ambientes terrestre e marinho (...) Ocorre em regiões costeiras abrigadas e apresenta condições propícias para alimentação, proteção e reprodução de muitas espécies animais, sendo considerado importante transformador de nutrientes em matéria orgânica e gerador de bens e serviços”.\nFoto 12. Vista aérea para nordeste, de parte do manguezal de Ratones. Ao fundo a praia de Jurerê e a ilha do Francês (Fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\nNo Brasil, os manguezais aparecem sobre os depósitos holocénicos resultantes dos períodos trans-regressivos do nível do mar que ocorreram durante o Quaternário, HERZ (1987) apud SOUZA et al. (1993).\nOs manguezais de Santa Catarina localizam-se no limite austral de ocorrência desses ecossistemas na costa Atlântica. As características fisiográficas, geomorfológicas, hidrológicas são bem distintas de outras regiões do Brasil, resultando na formação de florestas com estruturas diferentes.\nOs principais manguezais da ilha de Santa Catarina estão situados nas badas dos rios Ratones, Saco Grande, Itacorubi, e Tavares (Figura 3).\nA bacia hidrográfica de Ratones, segundo FIDÉLIS (1998) possuía uma área de 77, 81 km2 no ano de 1938. No final da década de 1940, através do projeto de recuperação da bacia hidrográfica executado pelo extinto DNOS (Departamento Nacional de Obras e Saneamento) a bacia foi ampliada para 88, 32kirf.\nBaía Sul\n27°50' Si\n48°36' W\nBaía Norte\nItacorubi\n■_\nTavares\n6Km J\ndestaque ao manguezal de Ratones, área de estudo.\n»\nAs marés representam o principal mecanismo de penetração das águas salinas nos manguezais. Através das inundações periódicas, tornam o substrato favorável a colonização pela vegetação de mangue, porque excluem as plantas que não possuem adaptação para suportar a presença de sal. A distância máxima de penetração da água determina o limite do manguezal em direção ao continente, que pode atingir dezenas de quilômetros no sentido à montante dos rios. Esta é também a principal responsável pela renovação das águas superficiais e intersticiais, levando consigo certa quantidade de oxigênio e acúmulo de ácidos formados pela decomposição anaeróbia da matéria orgânica.\nDe acordo com LUGO &amp; SNEDAKER (1974) e CHAPMAN, (1974), o fluxo e o refluxo diário das correntes de maré no estuário têm a propriedade de produzir uma ação bombeadora, necessária à troca máxima de materiais entre a água e o substrato.\nTodas as ações que alteram ou afetam o sistema de entrada e saída de materiais do manguezal de Ratones, prejudicam em grande escala sua produtividade. Essa renovação tem papel fundamental • no transporte, seleção e fixação de propágulos, bem como na distribuição de matéria orgânica particulada e ou dissolvida (folhas, galhos, restos de animais) para as regiões adjacentes (BÚSSOLO JR, 1997).\nPor se desenvolverem sob condições tão especiais, os manguezais são ambientes extremamente frágeis, e tal crescimento depende de fatores muito específicos tais como: tipo climático (tropical ou subtropical); natureza do substrato aluvial; ocorrência de áreas litorâneas protegidas das ondas e correntes; presença de água salgada; considerável amplitude de maré e baixa declividade do substrato (WALSCH, 1974).\n3.I.4.2.\tEcossistema de marisma\nMarismas são ecossistemas dominados por associações de graminóides halófitas, representadas principalmente por gramíneas do gênero Spartina que ocorrem em estuários, baías e lagunas costeiras (Foto 13).\nNos trópicos, podem estar associados aos manguezais, constituindo ecossistemas de transição entre o ambiente marinho e terrestre.\nA importância da produção primária das marismas, dentre os sistemas ecológicos litorâneos, tem sido estudado por vários autores (STEEVER et al. 1976; DANKERS et al. 1984; BERTNESS, 1985; CRANFORD et al., 1989; GROSS et al. 1990; SORIANO-SIERRA, 1992, 1993, 1999).\nFoto 13. Vista aérea para nordeste, do banco da marisma e manguezal situados na margem direita do rio Ratones, ao fundo a Planície Costeira (fotógrafo Cláudio Matos, Estação Ecológica de Carijós, 22/12/2002).\nSORIANO-SIERRA (1992) postulou que a cobertura vegetal das marismas é densa e contínua, assegurando assim uma produtividade primária superior a da maioria dos ecossistemas aquáticos e terrestres.\nEsta gramínea, além da grande importância na produção primária, exerce também grande influência tanto na dinâmica do ambiente (deposição/erosão) quanto na diversidade e abundância da fauna local.\nGUISS &amp; LANA (1992) apud CARVALHO et al. (1998) afirmaram que as marismas podem influenciar na diversidade, densidade e distribuição da comunidade macrobentônica nos ambientes estuarinos. Estas alterações são normalmente atribuídas à estabilização dos sedimentos pelos bancos de S. alterniflora e, ao fornecimento de abrigo e alimento à fauna.\nPor outro lado, ADAM (1990) considerou como dominantes da zona intermarés com fundos lamosos, suportando as teias tróficas de herbivoria e detritívora, de forma particularmente importante em estuários temperados rasos e/ou águas turvas.\nNa bacia hidrográfica de Ratones podem ser identificados três tipologias de marismas distintas: (a) na parte inundada diariamente, predomina a gramínea Spartina alterniflora, em contato direto com as águas da enseada e associadas ao manguezal de Ratones (Fotos 14 e 15); (b) na parte inundada pelo mar apenas durante as marés mais altas, ocorre o Apicum, onde predominam agrupamentos da Juncácea Juncus acutus e, (c) nas partes que sofrem maior aporte de água doce em relação a água marinha, ocorrem as marismas salobras onde dominam as ciperáceas.\nFoto 14. Vista aérea para nordeste, da ponta da Barra e estuário. Ao fundo o banco da marisma na enseada de Ratones e Planície Costeira (fotógrafo Cláudio Matos, Estação Ecológica de Carijós, 22/12/2002).\nA enseada de Ratones apresenta aspectos físicos e biológicos característicos da influência da área de entorno. Desta forma, neste capítulo são apresentadas as principais características físicas e biológicas do ambiente e área de entorno.\n4.1.\tLocalização geográfica\nA bacia hidrográfica de Ratones, localizada no setor noroeste da ilha de Santa Catarina, é a mais extensa bacia fluvial da ilha com 82,32 km2de área (FIDÉLIS, 1998). Nesta bacia, ocorre a enseada de Ratones, uma feição geomorfológica rasa de águas calmas com profundidade média de 1,19m e aproximadamente 4km2 de área e cerca de 10kmde perímetro envolvente (Foto 16).\nA enseada de Ratones, situa-se entre o pontal da Daniela a norte e o morro da barra do Sambaqui (ponta da Luz) a sul entre as coordenadas geográficas 27° 27' e 21° 29' de\nlatitude sul e 48° 32' e 48° 33' de longitude oeste (Figura 3).\nFoto 16. Vista aérea para sudeste da enseada de Ratones. Em primeiro plano o pontal da Daniela e ao fundo o estuário do rio Ratones (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\nBrasil\n— Ilha de Santa Ca\nRatones\nunió\nBaía Norte\nPontal da Daniela\nH S H FX . 03 / 002\nEnseada de\nRatones\nPon da Bar\nPonta da Luz\nEscala 1 : 466000\n27° 25' 71\"\nESCALA: 1:50000\n29\nFigura 4.Localização da enseada de Ratones na ilha de Santa Catarina.\n4.2.\tGeologia e geomorfologia\nA formação da ilha de Santa Catarina está associada a presença de maciços rochosos pré-cambrianos proterozóicos, interligados através de sedimentação quaternária costeira originando ambientes deposicionais variados, como: paludial, eólico, lagunar e marinho praial (CARUSO JR, 1993).\nDe acordo com CAMARGO (2001) a ilha de Santa Catarina, bem como as demais ilhas adjacentes representam corpos tipicamente interiores, isto é, sua geologia está relacionada com os tipos geológicos continentais com os quais se mantiveram unidades durante o período em que o nível médio do mar esteve em posição abaixo do atual.\nA geologia da ilha de Santa Catarina é caracterizada pela existência de duas grandes unidades: as rochas do embasamento cristalino, que é constituído predominantemente de rochas de natureza granítica, riolitos eopaleozóicos e diques de diabásio mesozoicos da Formação Serra Geral e os sedimentos quaternários da planície costeira SCHEIBE (1986); CARUSO JR (op. cit.)., HORN FILHO &amp; DIEHL (1994), DIEHL &amp; HORN FILHO (1996). Estas unidades foram representadas geomorfologicamente pelos domínios morfo-estruturais dos Embasamentos em Estilos Complexos e das Acumulações Recentes, segundo HERRMANN et al. (1991) e DIEHL (1997).\nOs tipos litológicos do embasamento estão situados, predominantemente, a oeste dos depósitos costeiros. Podem ocorrer também aflorando nestes depósitos ou constituir promontórios rochosos e/ou ilhas continentais de acordo com HORN FILHO &amp; DIEHL (op. cit.).\nDe acordo com a classificação de ZANINI et al. (1991) apud CARUSO JR (op. cit.) o representante do magmatismo sin-tectônico na ilha de Santa Catarina é o Granitóide Paulo Lopes com afloramentos de promontórios isolados na porção nordeste da ilha, (ponta dos Ingleses e das Aranhas), o Granito São Pedro de Alcântara corresponde ao magmatismo tardi-tectónico registrado a partir de descrições de afloramentos localizados na região do rio Tavares e sul da lagoa da Conceição; e o magmatismo pós-tectônico da Suíte Pedras Grandes é representado pelo Granito Ilha, considerado a maior parcela de rochas na ilha, e pela Suíte Vulcano-Plutônica Cambirela, localmente denominados Riolito Cambirela e Granito Itacorubi representada na ilha por diques de diabásio preenchendo falhas e fraturas (Figura 4).\n48j30'\nLegenda\nholoceno\t.\nDEPÓSITOS DE MANGUEZAIS - Constituídos por sedimentos finos, ncos em matéria orgânica, o representado por aspécios típicas de Dicotoledóneas, gramíneas e diversos tipos de algas.\nDEPÓSITOS PALUDIAIS BIOU TURFÃCEOS - Situados nas depressOes que separam os cordões litorâneos, têm caracterieficas oaiudíais nas zonas sernt-alagadas e ocorrem como turfas quando sob o cordão exlerno. Reore-wniaim portas nateolaaunfires\nHOLOCENO E/OU PLEJSTOCENO\nDEPÓSITOS TRANSICIONAIS LAGUNARES - S8o depósitos de características lagunares, em função de uma temporária asalario positiva do nivel relativo do mar. Em função da porcentagem de finos podem ser diferenciados em areno-siltosos ou silto-arenosos.\nDEPÓSITOS MARINHOS PRAIAS - Dois cordões litorâneos à este depósito foram individualizados. Cordão externo da idade tatlocãnica. é constiiuido por areias esbaniquraídas. e o cordáo interno de idade inferida rneistncArW-j cnnstiti ii-w» «rn arriae do rnr amsrTr>n7arfp\nPROTEROZÔICO SUPERIOR - PÓS-TECTÔNICO\nGRANITO ITACORUBI - Monzogranitos a sienogranitos, com granutomdtria regular fina . Coloração cinza claro, com tons avermelhados.\nn GRANITO ILHA - Monzogranito a biotita. Texturas geralmente heterogranrâeres, Coloração cnza roeada.\nFigura 4. Geologia da enseada de Ratones e área de entornos (modificado de CARUSO JR, 1993).\nFundamentado nestes autores, conclui-se que os principais domínios geológicos e geomorfológicos da ilha de Santa Catarina, são constituídos pelos tipos litológicos do Escudo Catarinense, Planalto da Serra Geral e sedimentos quaternários da Planície Costeira. Estes domínios estão representados por maciços rochosos interligados por áreas planas de sedimentação costeira.\nA planície costeira da ilha e litoral catarinense, segundo CARUSO JR. (1993), nos diversos tipos de depósitos encontrados, originaram-se principalmente dos movimentos oscilatorios do nível relativo do mar, que vêm ocorrendo desde o Quaternário. A origem dos sedimentos é variada, ocorrendo depósitos de encosta, eólico, marinho praial, lagunar e paludial.\nPara DUARTE (1981), a tectónica é responsável pela configuração do litoral da ilha de Santa Catarina. O forte controle estrutural de alinhamento NE condiciona a conformação da ilha, que se projeta mais para leste na sua parte norte.\nDe acordo com CRUZ (1998), a paisagem da ilha de Santa Catarina está intimamente relacionada com a dinâmica praial apresentada pelas suas porções oeste e leste.\nNa porção oeste, mais protegida e contígua, nas águas calmas das baías, são evidenciadas pequenas enseadas. Os depósitos da planície costeira são preferencialmente constituídos de material arenoso, de origem flúvio-marinho, apresentando muitas vezes depósitos areno-lamosos das planícies de maré, onde se desenvolvem os manguezais e marismas.\nJá na porção leste, as águas são mais agitadas e expostas à ação direta das ondas oceânicas e dos ventos, as planícies são dominadas por praias extensas e cordões intercalados por promontórios e costões rochosos.\nDUARTE (op. cit.) definiu sete unidades distintas do ponto de vista geológico e temporal para o plano costeiro norte da ilha, onde está inserida a enseada de Ratones, baseando-se nas características estratigráficas, sedimentológicas, geomorfológicas e altimétricas. Assim como a geologia da ilha é simplificada pelo embasamento cristalino e os depósitos sedimentares costeiros, a geomorfologia também apresenta-se orientada por ambos. Os setores ou blocos do embasamento servem de apoio para as áreas sedimentares que delineiam o contorno atual da ilha. Segundo a mesma autora, as maiores altitudes e as formações mais expressivas são aquelas reconhecidas nos setores do embasamento. Estes, apresentam em geral, morfologia com aspecto de crista, dada a sua disposição freqüentemente alongada e a forte declividade de suas encostas.\nAs áreas sedimentares são muito baixas, alcançando altitudes de 40 metros nos campos de dunas, estas áreas e sua formas registram atuação de processos erosivos e deposicionais, constituindo de pequenas bacias de sedimentação e que do ponto de vista geomorfológico são assinaladas de baixadas (CRUZ, op. cit.).\nMENDONÇA et al. (1988) denominaram o pontal da Daniela como a parte terminal mais estreita de uma flecha litorânea de direção ENE-WSW, amarrada ao morro do Forte e atualmente em progressão para SW, com tendência ao fechamento da enseada e do estuário do rio Ratones para SSW e S.\nDUARTE (1981) deu ênfase às praias de Jurerê e Canasvieiras, afirmando que estes depósitos tiveram sua origem num estágio regressivo, sugerindo que o início construtivo do pontal da Daniela, ocorreu durante o mesmo período regressivo formador dos feixes de restingas das praias de Jurerê e Canasvieiras. Estes depósitos iniciais, denominados de unidade Q5, estariam constituídos por um conjunto de cristas praiais sequenciais, resultado dos eventos transgressivos e regressivos, formando vários bancos submersos em áreas próximas do pontal inicial. Após isso, seguiu-se novo estágio transgressivo que erodiu os depósitos da unidade Q5.\nA mesma autora discorreu ainda sobre a ocorrência de novo evento regressivo, quando uma intensa atividade fluvial retrabalhou os bancos arenosos, bem como erodiu parte dos sedimentos das cristas praiais. Tal situação, propiciou então a disponibilidade de grande concentração de sedimentos neste setor do litoral da ilha de Santa Catarina.\nCARUSO JR. (1993) sugeriu que a formação do pontal, a partir da evolução de um esporão arenoso, ocorreu devido ao apoio de um pontal rochoso situado no extremo noroeste (praia do Forte). Afirmou também que o crescimento do pontal deu-se devido a um grande aporte de sedimentos oriundos de noroeste, os quais depositaram-se nas proximidades do setor norte da ilha, pela diminuição da velocidade imposta pelo relevo.\nNum estudo mais recente, DIEHL (1997) observou uma retração atual do referido pontal, de 3,0m/ano através de dados morfométricos, gerados pela fotointerpretação dos sobrevôos de 1978 e 1994, corroborando com informações do monitoramentos dos perfis praias de 1992 e 1993.\nPorém, o mesmo autor declarou que apesar da tendência atual da retração do pontal, existem indícios de períodos intercalados de crescimento, conforme dados apresentados por CRUZ (op. cit.), que evidenciou um pequeno período de ampliação do pontal.\n4.3.\tClima\nPara HERRMANN et al. (1986) apud FIDELIS (1998), segundo os critérios de Kõeppen, a classificação climática da região que abrange a ilha de Santa Catarina é do\ntipo Cfa (clima mesotérmico úmido), sem estação chuvosa definida e de acordo com GAPLAN (1986) apresenta temperatura média anual de 20°C, alcançando em janeiro temperatura média de 24,3°C, e em julho 16,4°C.\nCRUZ (1998) numa série de 1980 a 1991 identificou os episódios chuvosos com totais diários, e selecionou os anos mais chuvosos e os mais secos.\nSegundo a mesma autora, 1983 foi um ano excepcional, apresentando um total anual de 2.968,3mm na estação meteorológica do Destacamento de Proteção ao Vôo no aeroporto de Florianópolis (DPV-Aeroporto), com 210 dias chuvosos.\nPara os anos mais secos, 1988 foi o menos chuvoso da série, com total anual de 862,1mm, sendo os meses mais secos junho e julho, notando-se que os mais altos índices pluviométricos e o maior número de dias de chuvas ocorrem em geral nos meses de verão quando, conforme MONTEIRO &amp; FURTADO (1995) apud CRUZ (op. cit.), as massas polares estão mais enfraquecidas e mais distantes do sul brasileiro e quando dominam as massas Tropical Atlântica, Tropical Continental (que se expande para leste, atingindo todo o sul) e a Equatorial Continental (que se desloca para o sul).\nPORTO FILHO (1993), baseado na análise de dados climáticos dos anos de 19621992, determinou médias mensais de 23,46°C nos verões, médias mensais de 16,75°C nos invernos, e de médias mensais de 19,57°C e 20,58°C nos outonos e primaveras, respectivamente.\nPara o período de 1982 a 1992 do DPV - Aeroporto, CRUZ (op. cit.), examinou as passagens de sistemas frontais em Florianópolis e constatou frequência média de uma vez por semana destes eventos resultando muitas vezes em tempos tempestuosos e ventos fortes, apesar da predominância e frequência de ventos prevalentes do quadrante norte em todos os anos da série, enquanto que os ventos do quadrante sul apresentaram as maiores velocidades que oscilaram entre 15-20 a 50 nós.\n4.4.\tHidrografia\nO setor norte da ilha de Santa Catarina, apresenta-se banhado pela bacia hidrográfica de Ratones e influenciado pela ação dos rios e das marés. O rio Ratones (Foto 17) é o principal curso fluvial, com cerca de 10km de extensão e 3m de largura em média (SILVA, 1990).\nEste canal sofreu profundas modificações na sua morfologia e morfometria, pois no início do ano de 1949, obras executadas pelo extinto DNOS (Departamento Nacional de Obras e Saneamento), propiciou uma mudança nos aspectos físicos do seu canal (FIDÉLIS, 1998).\nOs impactos foram originados a partir da construção de comportas, retificação de canais e valas de drenagem, com o objetivo de recuperar áreas da bacia, que na época era considerada completamente perdida pela invasão da maré.\nAtualmente as comportas encontram-se desativadas e como conseqüência a entradas das águas durante a preamar, vem contribuindo para a regeneração da\nvegetação do manguezal a montante.\nFoto 17. Vista aérea para leste do rio Ratones margeado pela vegetação de mangue. Em primeiro plano o estuário e ao fundo a planície quaternária e o morro de Ratones (fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\n4.5.\tVegetação\nA enseada de Ratones, por ser um ambiente costeiro, apresenta uma vegetação que sofre influência direta das características dos sedimentos, também conhecida como Vegetação Litorânea.\nNas áreas inundáveis com sedimentos salinos do litoral aparecem os manguezais, uma vegetação constituída de espécies com elevado grau de tolerância e grande poder de adaptação às condições desfavoráveis ao seu desenvolvimento, como a natureza dos sedimentos, a salinidade, os ventos e as marés. Estas formações vegetais ocupam uma faixa costeira sob influência marinha.\nOs mangues são associações halófitas de espécies arbustivas e árvores latifoliadas perenes, que desenvolvem-se sobre sedimentos salinos, nas baías, reentrâncias do mar e desembocadura dos rios, sob a influência das marés.\nA vegetação do manguezal, típica do ecossistema, é constituída dominantemente por Avicennia schaueríana Stapf &amp; Leechm; Laguncularia racemosa (L.) Gaerth e Rhizophora mangle (L.).\nAssociadas ao manguezal, ocorrem as marismas, ocupando as margens mais profundas e emersas na baixa-mar.\nO conjunto vegetal formado pela flora típica do manguezal e das suas marismas associadas, assim como as algas bentõnicas e plantõnicas próprias do ecossistema, constituem os produtores de grande parte da matéria nutritiva que constitui.\nConforme ODUM &amp; HEALD (1975), as espécies vegetais associadas compreendem a base de uma das principais cadeias tróficas marinhas, incluindo recursos marinhos de interesse para a pesca no Estado de Santa Catarina (SIERRA de LEDO &amp; SORIANO-SIERRA, 1985).\nComo a zona litorânea é constituída por uma variedade de habitats distintos, é natural que aí encontre-se igual variedade de subformações vegetais, refletindo cada uma delas as diferentes condições ecológicas, que podem ocorrer em áreas de sedimentos úmidos e arenosos (Florestas das Planícies Quaternárias) atuantes como vegetação de transição entre a vegetação de restinga e a Floresta Pluvial.\n4.6.\tOceanografia costeira\nA baía de Florianópolis (MARTINS, 1996) constitui um corpo d'água dinâmico, sujeito a ação de fenômenos oceânicos e meteorológicos.\nEsta baía de extrema importância, é subdividida nas baías Norte e Sul por um estreito de comunicação. Tem como limites à leste, a ilha da Santa Catarina e a oeste, o continente. Ao norte, comunica-se com o oceano por uma desembocadura de\nPara SALLES (1992), as correntes de deriva e as oscilações maremétricas são determinantes na dinâmica das baías. As correntes de maré têm maior importância no movimento das águas do que os ventos. O referido autor, declara que a circulação das águas nas baías é resultado da interação de fatores como atração gravitacional e efeitos meteorológicos.\nDe uma maneira geral, a baía de Florianópolis é pouco profunda, não ultrapassando os 5m, sendo que as maiores profundidades estão associadas aos pontos de estrangulamento ao norte e ao sul (BONETTI FILHO et al, 1998).\nCERUTTI (1996) afirmou que a disposição longitudinal da ilha, quase em paralelo ao continente, estabelece no seu centro um aprofundamento, que de certa forma atua como um canal das correntes que nela ingressam, sendo assim totalmente influenciável pelas correntes de maré, correntes de deriva, fluxo de entrada de águas doce, sendo então um ambiente extremamente dinâmico.\nUm fator de grande influência são as correntes de marés bidirecionais, que se apresentam do tipo micromarés, com regime semi-diurno, onde a variação pode ser maior ou menor dependendo da atuação conjunta dos ventos mais intensos dos quadrantes norte, noroeste e principalmente o sul, que elevam significativamente o nível médio das águas, devido ao represamento das águas na costa.\nInserida na baía Norte, a enseada de Ratones apresenta marés do tipo micromarés com amplitude média de 0,63m não ultrapassando 1,5m de amplitude em média.\n5.\tMATERIAIS E MÉTODOS\nA metodologia empregada seguiu 4 fases principais: atividades iniciais de gabinete; atividades de campo; atividades de laboratório; atividades finais de gabinete.\n5.1.\tAtividades iniciais de gabinete\nInicialmente, foi realizado o levantamento bibliográfico contemplando as áreas de interesse como: hidroecologia, geologia, sedimentologia, geomorfologia costeira, oceanografia, biologia e cartografia, além de outros temas relacionados á área de estudo.\nQuanto ao geoprocessamento, foi elaborada uma carta base da área de estudo, utilizando-se o software “MicroStation 95”(Bentley systems copyright© 1997 MicroStation SE Incorporated), tendo como base cartográfica, os mapas planialtimétricos das cartas II-4-SE-F-10 e II-4-SE-D-8, na escala 1:10.000 (IPUF, 1979a e 1979b). Esta carta base foi digitalizada no Laboratorio de Geoprocessamento do Departamento de Geociências da UFSC e editada com auxílio do programa \"Corel Draw 7.0\" {Corporation copyright© 1997) e “Surfer 7.0” Golden Software Inc. (copyright © 2000).\nPosteriormente, foi planejada a malha dos perfis batimétricos bem como dos locais da coleta de sedimentos no interior da enseada e na baía Norte, além da localização dos dois transectos para avaliação da taxa de deposição/erosão na marisma.\nOs dias das amostragens da batimetría e coleta de sedimentos, foram determinados de acordo com a previsão da Tábua de Marés do Porto de Florianópolis DHN (2000 e 2001), prevendo-se campanhas de campo durante as preamares para facilitar a navegação no interior da enseada.\nPor outro lado, as avaliações da taxa de deposição/erosão na marisma ocorreram sempre durante as baixa-mares, para obter as leituras.\n5.2.\tAtividades de campo\nOs trabalhos de campo consistiram em levantamento batimétrico; amostragem superficial de sedimentos e leitura da taxa de sedimentação/erosão. A locomoção no interior da enseada, foi efetuada numa embarcação de alumínio com motor de popa, pertencente a Estação Ecológica de Carijós (IBAMA).\n5.2.1.\tLevantamento batimétrico\n0 reconhecimento do relevo de fundo do corpo da enseada, foi realizado através do levantamento batimétrico, detalhado com a utilização de uma ecosonda manual “speedtech\" com precisão de 0,1m, para medir a profundidade de cada ponto da malha amostrai. A posição de cada estação foi georeferenciada com o auxílio de um GPS “Garmin GPS G12”.\nForam realizados 5 perfis batimétricos (P1, P2, P3, P4 e P5) no sentido NW-SE numa malha, que cobre toda a enseada, totalizando aproximadamente 10km de linhas sondadas (Figura 6).\nEscala 1: 25.000\no\"\"T50 500m\tCoorrfenadas UTM\nFigura 6. Localização dos perfis batimétricos, na enseada de Ratones.\nsizígia.\nA amostragem não obedeceu uma malha regular, devido à dificuldade de navegação, mas procurou-se distribuir uniformemente os pontos sobre a enseada, para\nefeito de melhor representatividade.\n6961500\n6958000\n6961000\n6960500\n6960000\n6959500\n6959000-\n6958500\nBaía Norte\nPontal da\nDaniela\n++ V ++ +f++'\nPonta\nBarra\nVerissimo\n744000\n744500\n745000\n745500\n743000\n743500\nEscala 1: 25.000\nCoordenadas UTM\nBaia Norte\n742500\n■■■■ I\n0\t250\t500m\nFigura 7. Localização dos pontos batimétricos aleatórios na enseada de Ratones.\nRio Ratones\n742000\nA execução dos trabalhos dependeu de condições climáticas favoráveis, pois a incidência de ventos fortes é comum durante todo o ano, tornando muitas vezes, inviável a navegação no ambiente sob o ponto de vista operacional.\n5.2.2.\tAmostragem superficial de sedimentos\nCom o intuito de conhecer as mudanças nas características texturais dos sedimentos de fundo, foram definidos pontos de coleta, para a investigação da camada superficial da enseada (Figura 8).\nFigura 8. Localização das amostragens de sedimentos superficiais na enseada de Ratones.\nA amostragem de sedimentos consistiu em um total de 28 amostras, sendo 23 amostras na superfície de fundo da enseada e 5 localizadas no fundo marinho da baía Norte. As coletas foram realizadas com amostrador do tipo “Van Veen“, com capacidade para 1000g, nos pontos preestabelecidos dos perfis da malha de amostragem da batimetria.\nApós a coleta, as amostras foram submetidas a análise visual, visando um reconhecimento preliminar quanto às suas características de cor, odor e textura.\nEm seguida, as amostras foram embaladas em sacos plásticos, devidamente rotuladas e acondicionadas para transporte ao laboratório.\n5.2.3.\tAvaliação do processo de deposição/erosão sob influência da vegetação\nA avaliação da influência da vegetação de marismas no processo de\ndeposição/erosão de clásticos finos no fundo da enseada de Ratones, foi realizada de acordo com a metodologia proposta por SORIANO-SIERRA (1992). A técnica consiste na semeadura de areias brancas peneiradas sobre o substrato à maré baixa, dentro de quadros de 1m2, dispostos ao longo de 2 transectos (Foto 18).\nFoto 18. Vista para leste do transecto (T2), com os dois quadros no banco da marisma, observando-se um inserido no meio do banco e o outro já submerso, em frente ao mesmo banco.\nEste estudo almejou determinar a quantidade de material depositado ou retirado dos quadros pela ação das marés. Para isso, primeiramente foi coletado o sedimento arenoso de uma área adjacente, a praia da Daniela, para em seguida ser transportado e colocado no transecto 1 (T1), localizado próximo a desembocadura do rio Ratones e no transecto 2 (T2), mais próximo ao pontal da Daniela (Figura 9).\nOs transectos foram divididos em dois quadros com espessura inicial de 2cm, sendo\n5.3. Atividades de laboratório\nOs materiais e equipamentos utilizados nas análises laboratoriais realizadas durante a pesquisa, fazem parte da infra-estrutura dos laboratórios de Hidrogeoquímica Marinha do Núcleo de Estudos do Mar (NEMAR) e de Sedimentologia do Departamento de Geociências.\nPara se avaliar o teor de carbonato, as amostras foram pesadas e submetidas à ataque químico com ácido clorídrico (15%), para eliminar a fração carbonática. Posteriormente, foi efetuado nova lavagem e pesagem da amostra numa balança de precisão de 0.0001 g.\nO cálculo da diferença entre o peso da fração inicial da amostra e da fração atacada quimicamente, resultou no teor de carbonato total da amostra.\nPara determinação do teor da matéria orgânica, foi utilizada uma sub-amostra de aproximadamente 20g. Esta, inicialmente foi pesada, para em seguida a matéria orgânica ser queimada com a utilização de uma solução com água destilada e peróxido de hidrogênio (40%) até a queima total da matéria orgânica.\nApós isso, o material foi colocado em estufa à temperatura de 60°C para em seguida ser pesada numa balança de precisão de 0.0001g. A concentração de matéria orgânica foi obtida pela diferença do peso inicial e final do sedimento.\nPara análise granulométrica, as amostras foram divididas em sub-amostras e lavadas em água destilada e deionizada. Os sedimentos foram secos em estufa à temperatura inferior a 60°C. Após a retirada da estufa, os sedimentos foram desagregados com utilização de almofariz e de pistilo com ponteira de borracha. Em seguida, foi efetuado o quarteamento manual para se obter uma fração de amostra, sem perder a representatividade, conforme SUGUIO (1973).\nA fração representativa foi lavada novamente com água destilada para a separação dos sedimentos finos (silte e argila) dos grossos (areias). Esta lavagem foi feita com uma peneira de malha 0.0625mm.\nA granulometria das frações grossas (peneiração) foi determinada de acordo com escala de WENTWORTH (1922), utilizando-se um jogo de peneiras de 1 phi, obedecendo um intervalo de areia grossa até areia muito fina. O peso da cada fração retida foi registrado em uma ficha granulométrica.\nPara a granulometria das frações finas, com diâmetros inferiores a 0,0625mm, foi empregado o método da pipetagem, que consiste na retirada do material com uma pipeta de 20cm3de uma proveta de 1000ml contendo água e sedimento, obedecendo a Lei de Stokes de decantação de partículas em meio fluído. A pipetagem identifica as\n5.4.\tAtividades finais de gabinete\nDentre as atividades finais de gabinete, foram efetuados o tratamento estatístico das amostras de sedimento e o geoprocessamento dos pontos batimétricos.\nOs tratamentos estatísticos dos dados registrados nas fichas foram processados pelo Programa de Análise Granulométrica Completo - PANCOM, elaborado por TOLDO JR. &amp; MEDEIROS (1986), que calcula os percentis das curvas de frequência acumulada.\nEste, permitiu a retirada dos 7 percentis, para serem utilizados nas fórmulas de FOLK &amp; WARD (1957) no estudo estatístico da mediana, diâmetro médio, desvio padrão, assimetria e curtose de cada fração.\nCom os dados obtidos no PANCOM, foram construídos histogramas e diagramas triangulares de SHEPARD (1954) de classificação textural das amostras analisadas, que auxiliaram na interpretação do ambiente sedimentar e na identificação de diferentes populações granulométricas.\nOs mapas batimétricos, faciológicos e o modelamento digital de terreno em 3D (MDT) da superfície de fundo da enseada, foram efetuados com o auxílio do software “Surfer 7.0” Golden Software Inc. {copyright © 2000) e “ Corel Draw 7.0' (corporation copyright© 1997).\nA confecção de planilhas, gráficos, histogramas e diagramas triangulares, foram elaborados com os programas do “Microsoft 98 (Word e Excel 98)” e “Triplot 2.0” (copyright © 1993).\n6.\tMORFOLOGIA\n6.1.\tA importância do desenvolvimento da enseada na morfologia e batimetría\nA origem da enseada de Ratones, com base na caracterização do relevo de fundo, nos sedimentos das áreas fontes e nos agentes físicos atuantes que afetam a dinâmica no interior deste ambiente, pode ser uma importante ferramenta para a identificação de processos sedimentares que atuam no seu interior.\nA circulação interna das águas e os sedimentos em suspensão, estão diretamente relacionados com a superfície, forma e profundidade da enseada, resultando na distribuição e acumulação destes sedimentos.\nA partir do estudo batimétrico e dos valores superficiais da enseada, foram conhecidos alguns parâmetros morfométricos, importantes para o reconhecimento da morfologia que exerce efeitos nas condições físicas, químicas e biológicas no seu interior. A importância do conhecimento do relevo de fundo da enseada está na avaliação do estado trófico, teor de nutrientes, produção primária e do balanço térmico.\n6.2.\tCaracterísticas morfométricas\nAs possíveis modificações da forma, perímetro e área que podem ter ocorrido durante o tempo de elaboração da carta base e os trabalhos realizados em campo, não foram levadas em questão, já que os parâmetros morfométricos foram obtidos a partir da documentação cartográfica disponível.\nOs parâmetros morfométricos foram obtidos a partir da confecção de uma carta base com a utilização dos softwares MicroStation SE 5.0 (Bentley system copyright© 1997) e Surfer 7.0 Golden software Inc. (copyright © 2000), tendo como base cartográfica, os mapas planialtimétricos da cartas II-4-SE-F-10 e II-4-SE-D-8 (IPUF, 1979a e 1979b), digitalizada na escala 1:10.000, no Laboratorio de Geoprocessamento da UFSC.\nNa enseada de Ratones foram determinados os seguintes parâmetros morfométricos (Figura 10):\n•\tComprimento máximo (I) - distância medida entre os dois pontos mais extremos das bordas da água, totalizando 2.155,1m no sentido N - S;\n•\tLargura máxima (b) - distância medida entre dois pontos mais extremos das bordas das águas, perpendicular a linha de comprimento máximo, no sentido L -O, atingindo 2.773,3m;\n•\tÁrea (A) - área total de 4,0269Km2 na enseada, tendo como limites a extremidade do pontal da Daniela e ponta da Luz, onde aparece a linha tracejada;\n•\tPerímetro (L) - linha média de contorno do espelho d'água em contato com as margens, num valor de 10,03km;\n•\tProfundidade máxima (Zmax.) - maior profundidade encontrada na enseada, apresentando 2m no canal do rio Ratones e no pontal da Daniela;\n•\tProfundidade média (Z) - média de todos os pontos batimétricos medidos\n0\t250\t500m\nDelimitação da Área— — — —\nCoordenadas UTM\nFigura 10. Parâmetros morfométricos da enseada de Ratones: área (A), largura máxima (b) e comprimento máximo (I).\nOs processos costeiros, através dos eventos transgressivos e regressivos do nível médio do mar durante o Quaternário, vêm estabelecendo o relevo submerso da\nenseada. Estes eventos vêm modelando as paleolinhas praiais pleistocênicas, que posteriormente, são recobertas pela sedimentação holocênica.\nAtravés dos dados de profundidade obtidos durante os trabalhos de campo, foram elaborados produtos como mapas batimétricos e modelos digitais de terreno para melhor representar e discutir a morfologia do fundo da enseada de Ratones.\nO mapa batimétrico apresenta linhas com equidistãncia de aproximadamente\n6961500-\n0,5m entre as isóbatas (Figura 11).\n6961000\n6960500\n6960000\n6959500-\n742500\n743000\n743500\n744000\n745000\n745500\nBaia NÒrte\nPonta da\nBarra\nPontal da Daniela\nRio Veríssimo\n744500\nÁrea não estudada\n6956500-f\"\n742000\n0\t250\t500m\nCoordenadas UTM\nEscala 1: 25.000\nFigura 11. Mapa batimétrico da enseada de Ratones.\nEquidistãncia das isóbatas = 0.5m\n-1 5m\n-2.5m\nSobre o mapa batimétrico foram organizados 8 perfis, sendo 4 no sentido noroeste/sudeste (L1 a L4) situados entre o pontal da Daniela e o embasamento cristalino e 4 perpendiculares aos perfis iniciais (L5 a L8) entre a marisma e a baía\nrespectivamente.\n6961500\n6961000-\n6960500\n6960000-\n6959500-\n6959000\n744500\n745000\n745500\n743500\n744000\n743000\n742500\nPonta da\nBarra\nPonta da Daniela\nRio Ratones\nÁrea não estudada\n6958500--P™\n742000\nEqüidistância das isóbatas = 0,5m\n...X Ponta\tV/\t\t\n/ (■'\t_da\tRio\n\ttuz\tVeríssimo\n0\t250\n500 m\nEscala 1: 25.000\nOs perfis apresentam comprimentos distintos devido a irregularidade da linha de costa do interior da enseada, dessa forma é exposto o comprimento de cada um:\nA análise destes produtos, resultou num perfil assimétrico das seções transversais entre as margens opostas (L1 a L4), onde ocorrem encostas íngremes do embasamento na direção sudeste (ponta da Luz) e depósitos da planície costeira a noroeste (pontal da Daniela). As maiores profundidades são encontradas ao lado da margem do pontal da Daniela com aproximadamente 2m, decrescendo em direção as margens em contato com o embasamento.\nEsta assimetria entre as margens opostas também foi verificada por MUEHE &amp; CARUSO JR (1989) no estudo batimétrico da lagoa da Conceição, porém apresentou áreas mais profundas junto ao embasamento.\nO perfil L1 apresenta junto à margem do pontal uma declividade bem acentuada atingindo a isóbata de 2m, evidenciando a passagem de um canal com seu eixo deslocado para a desembocadura do rio Ratones (Figura 12). Esta feição, a medida que penetra para o interior da enseada, diminui sua profundidade e declividade deslocando-se para o centro da enseada (L2, L3 e L4).\nEnquanto que na margem oposta a sudeste, em direção a ponta da Luz, sua profundidade não ultrapassa a isóbata de 1,5m e todos perfis apresentam-se com uma declividade bem suave caracterizando áreas mais planas e típicas de ambiente paludial com relevo de planície de maré, em direção a margem em contato com o embasamento.\nIsto demostra que este canal é o principal corredor de entrada e saída de água entre a enseada e a baía Norte, onde os fluxos de correntes marinhas são predominantes devido a profundidade local.\nO pontal da Daniela, protege a enseada e a boca do estuário de Ratones e a medida que as águas de maré penetram até as áreas mais interiores da enseada, perde sua força hidrodinâmica e diminui a profundidade do canal. Enquanto que a margem oposta (ponta da Luz), apresenta características de ambiente paludial e relevo de planície de maré e por ser mais rasa, sofre maior influência eólica.\nOs materiais transportados poderão se depositar nestas áreas adjacentes ao canal, em direção a margem da ponta da Luz. Nestes setores, ocorrem sedimentação que varia entre material arenoso e lamoso, apesar de não estarem sob a proteção do pontal.\nPor outro lado, os perfis (L5 a L8) demonstraram uma tendência assimétrica entre as margens opostas, onde ocorre ambiente paludial com relevo de ambiente de planície de maré e bancos de marismas a nordeste no interior da enseada. Nestas áreas ocorrem setores com pouca profundidade e na desembocadura da enseada em contato com a baía Norte, à sudoeste, ocorrem as maiores\nprofundidades (Figura 13).\n6961500\n6961000-\nÁrea não estudada\n6960500-1\nPontal da\n6960000-\n6959500-\n6959000\n-1.5m\n-1m\n-0.5m\n744500\t745000\t745500\ni\n742500\nBafa Norte\n743000\n-2m\n-2.5m\n-3m\nEquidistancia das isóbatas = 0,5m\nEscala 1: 25.000\n6958500-f™\n742000\nCoordenadas UTM\nFigura 13. Mapa com os perfis batimétricos (L5 a L8) no sentido NE - SW na enseada de Ratones.\nO mesmo foi encontrado na topografia da enseada de Caraguatatuba, com um fundo bastante plano e raso, onde as maiores profundidades encontram-se junto a sua boca (SOUZA, 1992).\nA análise do perfil L5, demonstra uma feição que atinge a isóbata de 2m, porém em direção ao interior da enseada, este perfil apresenta um decréscimo da isóbata com uma extensa área de planície rasa com profundidades que não ultrapassam a isóbata de 1m, caracterizando um ambiente típico paludial com forma de relevo de planície de maré, até as margens onde ocorrem bancos de marismas (Figura 13).\nO perfil L6 apresenta-se como o mais irregular da enseada com a presença de pequenos canais entre bancos submersos em direção a baía Norte, por se encontrar sobre partes do canal principal da enseada, pode ser considerado como o local de maior energia e o mais suscetível aos agentes dinâmicos no interior da enseada, atingindo a isóbata de 2,5m na desembocadura junto a baía.\nJá o perfil L7, compreende em uma rápida declividade até a isóbata de 1m junto a margem no interior da enseada. Em seguida, apresenta uma extensa área de planície que a medida que aproxima-se da desembocadura da enseada aumenta suavemente até a isóbata de 2,5m, na baía Norte.\nPor fim o perfil L8, mostra claramente o canal do rio Ratones dividido a partir do embasamento (ponta da Barra) onde atinge a isóbata de 2m e em direção a baía demonstra uma área plana que varia de 1 a 1,5m de profundidade.\nApós a análise dos parâmetros e perfis batimétricos no interior da enseada, supõe-se que existe uma proteção do embasamento (ponta da Barra) sobre o canal do rio Ratones e a influência direta das correntes de maré sobre a descarga fluvial.\nIsto pode ser observado nas isóbatas, onde o canal principal do rio Ratones em sua parte estuarina, segue em direção ao pontal da Daniela, porém, quando ultrapassa a ponta da Barra (embasamento) perde sua força, diminui a profundidade e muda sua direção para o sentido norte.\nPresume-se então que a entrada das correntes de maré da baía Norte podem ser dominante sobre a descarga fluvial, empurrando as águas dos rios Ratones e\nDe acordo com os perfis batimétricos, as regiões mais rasas da enseada que ocorrem nos setores marginais a direita da desembocadura do rio Ratones, apresentam-se em forma de bancos submersos que acompanham a margem da enseada até a extremidade do pontal, onde nestas áreas, as profundidades médias variam de 0,5 a 1m.\nDe outra forma, o setor situado na margem sul da enseada também apresenta áreas relativamente rasas e planas não ultrapassando a isóbata de 1,5m. Estes setores formam bancos entres os canais como mostram os perfis L2 e L3 e podem estar diretamente relacionados ao grau de energia hidrodinâmica do ambiente.\nA relação entre a profundidade e granulometria na enseada de Ratones, apresentou uma distribuição de forma irregular, com a ocorrência dos sedimentos finos em profundidades elevadas e também em áreas rasas, o mesmo sucedeu-se para os sedimentos grossos e as fácies intermediárias.\nAlém dos mapas batimétricos, foi desenvolvido um modelo digital de terreno em 3D, com visadas diferentes e outro sem a sobreposição das isóbatas no sentido de melhor representar e discutir suas principais características (Figuras 14 e 15).\nA partir da observação do modelo digital de terreno (MDT) supõe-se que a formação do relevo de fundo da enseada de Ratones, está diretamente relacionada com a gênese da baía Norte. Por ter como limites de um lado a planície costeira representada pelo pontal da Daniela e por outro lado o embasamento cristalino (ponta da Luz) sua origem está diretamente relacionada as ações dos movimentos tectónicos associados aos eventos oscilatórios do nível médio do mar durante o Quaternário, que vem modelando o relevo de fundo. Cabe ressaltar, que existe também toda a influência fluvial, que é o principal responsável pelo incremento de material fino oriundo das terras altas e os parâmetros climáticos da região que atuam na hidrodinâmica interna deste ambiente.\nNeste sentido, BONETTI FILHO et al. (1998) sugeriram que a origem da baía Norte está associada a dois eventos distintos: a ação dos esforços tectónicos pós-Cretáceo, responsável pelos falhamentos que condicionaram a serra do Tabuleiro e as oscilações eustáticas quaternárias do nível médio do mar, que em segundo momento modelaram a morfologia de fundo.\nOm 250m 500m\nEquidistancia das curvas = 0,5m\nCoordenadas UTM\nFigura 14. Modelo digital de terreno (MDT) da enseada de Ratones.\nEscala numérica\nCoordenadas UTM\nRio Ratones\nÁrea não estudada\nRio Veríssimo\nOm 250m 500m\nPontal\nda // Daniela A\nFigura 15. Modelo digital de terreno (MDT) da enseada de Ratones sem a sobreposição das isóbatas.\nDo modelo digital de terreno (MDT) gerado, pode-se afirmar que as profundidades locais oscilam entre 0,5 e 2,5m, sendo que a maior parte da bacia situa-se entre 0,5 e 1,5m. Observou-se ainda que a profundidade média da enseada é de aproximadamente 1,19m. As maiores profundidades ocorrem nas extremidades desse corpo d'água, situados na margem do pontal da Daniela e no canal estuarino do rio Ratones. O ponto mais profundo atinge a isóbata de 2m e localiza-se no canal do rio Ratones com alinhamento L-O, a partir da ponta da Barra (embasamento) divide-se em canais secundários e muda sua direção para o sentido norte.\nOutra feição com profundidade relativamente elevada, é o canal principal de entrada das águas da baía Norte para a enseada, que incide de leste na extremidade do pontal e apresenta seu eixo deslocado para o interior da enseada em direção ao rio Ratones (Figura 15).\nEsta assimetria com a presença de canais entre extensas áreas de planícies ocorre por toda enseada e caracteriza-se pela influência do canal nas áreas de maior energia e suas áreas adjacentes que vem formando relevos de planície de maré, onde depositam-se os materiais mais finos.\nA face norte apresenta o canal associado ao pontal da Daniela, enquanto que à sul, as áreas de planícies são ancoradas pelo promontório (ponta da Luz). Supõe-se que a atuação dos agentes hidrodinámicos na escavação de um canal submerso ancorado a extremidade do pontal da Daniela pode refletir numa competição entre o canal e a extremidade do pontal.\nBONETTI FILHO et al. (1998) afirmou que a posição da baía Norte sugere efetivamente a existência de um fluxo regular de entrada e saída de águas marinhas pela desembocadura norte, e no seu interior destaca-se uma zona com profundidades baixas.\nO mesmo pode seestabelecarne en seadadeRaton es, que apresenta um fundo relativamente plano (Figura 15), com um gradiente batimétrico mais acentuado nas proximidades do pontal e desembocadura do rio, onde passa um fluxo regular de troca de água e no interior da enseada ocorrem zonas com profundidades baixas.\n6.4.\tAs margens da enseada\nPara melhor efeito descritivo, a enseada de Ratones foi dividida em 3 margens distintas: 1) Noroeste-Norte; 2) Norte-Leste e 3) Sul. A margem Noroeste-Norte encontra-se em contato com a extremidade interna do pontal da Daniela até sua base em direção ao interior da enseada. A margem Norte-Leste compreende a região entre a base do pontal até a margem direita da desembocadura do rio Ratones em contato com as marismas. A margem Sul encontra-se a partir da margem esquerda da desembocadura do rio Ratones até a ponta da Luz, em\ncontato com a planície costeira e o embasamento (Figura 16).\nFigura 16. Margens da enseada de Ratones.\n6.4.1.\tMargem Noroeste - Norte\nCaracteriza-se pelo contato com a planície costeira numa extensão de 3.379,83m, em ambiente praial, formado por substratos arenoso, originado e transportado a partir dos depósitos praiais de Canasvieiras e Jurerê e areno-lamoso originado pelo depósito flúvio-marinho (Foto 19). Na base do pontal ocorre ambiente paludial com a presença do manguezal e marisma associados a sedimento lamoso, originados do material terrígeno e depositados pelos rios Ratones e Veríssimo.\nFoto 19. Vista aérea para sudeste, da margem Noroeste - Norte da enseada de Ratones (Fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\nEsta margem compreende a parte distal do pontal da Daniela até sua base em direção ao interior da enseada (Figura 17).\nApresenta margem arenosa até onde a dinâmica do ambiente consegue transportar estes sedimentos, e na medida que vai se interiorizando as margens apresentam uma tendência para textura areno-lamosa e na base do pontal, lamosa.\nA margem encontra-se protegida dos ventos e ondas oriundos do quadrante norte, em função da presença do pontal que atua como uma barreira natural e\nmarismas em sua margem.\nr\n742000\n6961500-\n742500\n743000\n743500\n744000\n744500\nI\nB\nEqüidistância das curvas = 0.5m\nD\n0\t250\t500 m\nCoordenadas UTM\nTipo de praia\nLegenda\nisóbata\nal\nPerfil\nSedimentação\nManguezal e marisma\nareno-lamosa\nlamosa\narenosa\n6959878\n6959378\n6961000\n6960500\n6960000\n6960378\nFigura 17. Margem Noroeste-Norte da enseada de Ratones, com perfis batimétricos.\n0m -0.5m\n-1m\n-1.5m\n-2m\n-2.5m\n-3m\n(m)\n6959500\n\n\nA\nB\na\nI\n¥\n* ¥\n\nPor outro lado, os ventos do quadrante sul associados as marés astronômicas (sizígia) podem atuar diretamente com bastante intensidade, através das ondas geradas que podem remobilizar sedimentos e empurrar as plumas de sedimentos finos do estuário dos rios Ratones e Veríssimo em direção a margem direita do referido rio.\nOs perfis batimétricos são relativamente homogêneos, pois mostram uma declividade semelhante na margem do pontal e em direção a ponta da Luz resultando em extensas áreas de planícies.\nO perfil no pontal (AB) apresenta uma declividade um pouco mais íngreme atingindo rapidamente a isóbata de 2m, evidenciando um canal bem próximo a sua margem, enquanto que o perfil (CD) localizado no setor central do pontal não ultrapassa a isóbata de 2m e possui uma curva mais suave.\nA presença do canal caracterizado pelo perfil (AB), demonstra o principal local de troca de materiais entre a baía Norte e a enseada. Neste local existe uma grande energia hidrodinâmica, que de acordo com o perfil (CD) há uma diminuição de profundidade e energia para o interior da enseada (Figura 17).\nIsto pode ser observado através da mudança de granulometria e vegetação ao longo desta margem que varia de areia com vegetação de restinga no pontal da Daniela e areno-lamosa e lamosa com a presença de manguezais associados a bancos de marismas em direção ao interior da enseada.\n6.4.2.\tMargem Norte-Leste\nEsta margem está situada entre a base do pontal da Daniela e a margem direita do rio Ratones com aproximadamente 2.717,52m de extensão. Representa o local mais abrigado da enseada em contato direto por toda sua extensão com um cinturão de marisma, cujo substrato varia de areno-lamoso a lamoso (Foto 20).\nOs perfis batimétricos de uma maneira geral apresentam-se característicos de ambiente paludial com forma de relevo de planície de maré, demonstrando áreas relativamente planas (Figura 18).\nO perfil (AB) apresenta uma declividade bem suave e extensa área plana em direção a desembocadura do rio Ratones. Próximo a margem da ponta da Barra nota-se a presença de um canal secundário que não chega a atingir a isóbata de 2m. O perfil (CD) localizado no setor central desta margem comporta-se como um perfil característico de relevo de planície de maré, não ultrapassando a isóbata de 1m ao longo de sua extensão.\nFoto 20. Vista aérea para sudeste, da margem Norte-Leste com a presença de manguezal associado a marisma. Ao fundo o estuário de Ratones (Fotógrafo Paulo Benincá, Estação Ecológica de Carijós, 11/09/2001).\nPor outro lado, o perfil (EF) caracteriza-se por um extenso banco lamoso a partir da margem, seguido do canal do rio Ratones e posteriormente a continuidade do mesmo banco em direção a ponta da Barra.\nOs aspectos hidrodinámicos atuam de forma menos intensa neste setor por ser justamente o local mais abrigado da enseada. Os ventos do quadrante norte são barrados pela presença do pontal da Daniela, em contrapartida os ventos do quadrante sul associados a entrada de maré da baía Norte empurram as águas fluviais em direção a margem direita do rio, transportando e depositando o material em suspensão e propiciando a formação de bancos submersos com texturas que variam de areno-lamosa a lamosa.\n6961500-\nLegenda\nTipo de praia\n6961000-\n-0.5m\nareno-lamosa\nI a\nlamo-arenosa\nlamosa\n-1m\n¥ *\n¥\n¥ ¥ ¥ ¥\nmarisma\nSecção\nisóbata\n-1.5m\n-2m\n6960000—\nA\nB\nI\nEqüidistânciA das curvas = 0.50m\n\n-2.5m\nCoordenadas UTM\n]\n0\t250\t500m\n-3 m\n745500\n—r~\n745000\n6959500-1—\n744500\nFigura 18. Margem Nordeste-Leste, da enseada de Ratones, com perfis batimétricos.\n6.4.3. Margem Sul\nSetor compreendido a partir da margem esquerda do rio Ratones até a ponta da Luz, compreende em aproximadamente 3.902,68m de extensão.\nA margem Sul é constituída por sedimentos lamosos na margem dos rios Ratones e Veríssimo e ponta da Luz; encostas altas e íngremes do complexo cristalino e praias de bolso pouco desenvolvidas formadas por sedimentos arenosos\n(Foto 21).\nFoto 21. Vista aérea para leste, da margem Sul da enseada de Ratones, com a presença da ponta da Barra (Fotografo Paulo Benincá Estação Ecológica de Carijós, 12/09/2001).\nPara esta margem foram elaborados dois perfis perpendiculares entre si. O perfil (AB) apresenta uma declividade relativamente íngreme em direção a baía Norte atingindo a isóbata de 2m, por outro lado, o perfil (CD) se comporta como ambiente paludial de planície de maré não ultrapassando a isóbata de 1m em toda sua extensão (Figura 19).\nDevido a distância de aproximadamente 2km do pontal, esta margem caracteriza-se por ser a mais aberta aos condicionantes físicos.\nOs ventos do quadrante norte atuam diretamente nesta margem, neste sentido o fluxo de correntes é tido como fator secundário, não atuando tão intensamente como ocorre na margem do pontal da Daniela.\nOs agentes eólicos são os determinantes na circulação superficial das águas da margem sul, já que esta apresenta pouca profundidade, possibilitando a\nlamoso.\n6960000-- —\n6959500—\nB\n6959000\ntío;&lt;\n6958500-^\n743000\n745000\t745500\n744000\n744500\nRio Ratones\nOrn\n-0.5m\n-1 m\n-1,5m\n-2.5m\n-3m\nEquidistancia das isóbatas = 0.5m\nCoordenadas UTM\nEscala 1: 25.000\nLegenda\n¥ A_______B\t¥ ¥\nSecção\tManguezal\nTipo de praia\n■■■zzzzj\n0\t250\t500 m\na\n/\narenosa\nlamosa\n0\nisóbata\n.\t,\t(m)\n744500\t744000\t743500\t743000 (\"•)\t6958984\t6959484\t6959984\nFigura 19. Margem Sul da enseada de Ratones, com perfis batimétricos.\n7.\tSEDIMENTOLOGIA\n7.1.\tÁreas fonte de sedimentos\nA enseada de Ratones teve sua evolução geológica condicionada principalmente pelas oscilações do nível médio do mar durante o Quaternário. Associado a estas oscilações, os processos erosivos e deposicionais remobilizaram grande quantidade de sedimentos presentes no fundo deste ambiente.\nAs propriedades dos sedimentos ocorrentes neste ambiente são determinadas principalmente pelas condições hidrodinámicas da costa e da área de entorno. As principais fontes de sedimentos do fundo da enseada de Ratones são originadas a partir dos depósitos marinho praial, eólico e fluvial da planície costeira e da baía Norte e processos de intemperismo e lixiviação do embasamento cristalino. O material terrígeno provindo das terras altas é transportado pelos rios Ratones e Veríssimo e da baía Norte, pelas correntes de maré.\nA ação antrópica, como modificação de canais através de retilinização e construção de comportas a montante do rio Ratones, também pode ser responsável pelo aporte sedimentar na enseada.\nAtravés da Figura 20, é possível comparar a granulometria encontrada no fundo da enseada de Ratones com os diferentes depósitos fornecedores de sedimentos para a enseada.\nA planície costeira compreende os depósitos sedimentares quaternários dos ambientes marinho praial, eólico, paludial, fluvial, lagunar e de encostas (MARTINS et. al. 1988). Estes depósitos podem variar a cada setor costeiro estando relacionados tanto a fatores tectónicos quanto à dinâmica das correntes litorâneas e a variação do nível relativo do mar.\nPor se encontrar limitada pela planície costeira na porção norte, a enseada de Ratones sofre grande influência na remobilização de sedimento arenoso para o seu interior, principalmente nas proximidades do pontal. O transporte e depósito deste material ocorrem durante os ventos do quadrante norte/nordeste, enquanto que durante eventos tempestuosos com ventos do quadrante sul associados a maré de sizígia pode ocorrer processos erosivos na margem da praia da Daniela e consequentemente do pontal da Daniela.\n*RH\nDepósfto fluvial e Plataforma interna da Baía\nOLTC\npraiaI\nrSS*l otPÒSITOS Dl MAHOUEZAB - Con^tu-dos por wdrana Rros. rKos «m mr.*ria\t»\nk **--d ■aprumado po espécies lip«asde OkotoktónMS. gmrnlnees e divénai opt de alga»\nLegenda\n1\tArgila\n2\tArgila-arenosa\n3\tArgila-siltica\n4\tArgila-sQtico-arencsa\n5\tAreia-argilosa 6Areia\n7\tAreia-síltica\n8\tAreia-sílt»cc-argilcsa\n9\tSilte-a^gilo-arencsc 1OSitte*arg lioso\n11\tSilte-arenoso\n12\tSHte\nDEPÓSITOS PALUDIAS BOU TURFÁCEOS - Situados rw daprteMK que separam os cordões Ifltoánsoa, têm características osludiai» nas zonas se-w-atracas « ocorra como turfes quando soa o cordifo externo Reoraswrtam\tnstan «aunares\nHOLOCENO E/OU PLEISTOCENO\nKTm DEPÓSITOS JRANSiOOMAfS LACUNARES - Sáo depótta» tie ceraOendsca Miraras. em KV?. funÇc da ums temporária osotaçAo posltvs do nival refeSvc do mar. Em fsçâo da porcentagem de ■r-'— Rn» pedem ear dretnOMd* em areno-sflicsos ou ello-arenosos.\nUtFÚS! IOS MARINHOS PRAfMS - tW «rnCos Morâneos à este depósito forom indVWueíZBdoe. Cordão eterno de idade hdxéniar. * cnsitiídD por areias esbronquçadae. e o cordão interno de&lt;wta intarirb. r*—dnrfcvna uw*i n-*e erMíMR f» me nmwmrwart*\nPROTERQZÔICO SUPERIOR - PÔS-TECTONICO\nGRANITO ITACORUB1 - Mtonzopraritos a sianogranitoi, com grirnulomna regjer fina. CofciaçSc cinza dwa. com lons avermelhados\nGRANITO ILHA - Moruogrenllto a biolite Tesuras QwelmerlB h^^ogrendlBrea. Coloração anz» rosada.\nFigura 20. Características texturais dos sedimentos de fundo da enseada e suas áreas fontes (baseado em CARUSO JR, 1993).\nDUARTE (1981), CARUSO JR (1993) e DIEHL (1997) afirmaram que estas fontes se concentram em material oriundo de noroeste, sendo retrabalhado dos depósitos marinhos praiais de Jurerê, Forte e Canasvieiras.\nDe acordo com DUARTE (op. cit.) a geologia do pontal da Daniela é constituída predominantemente por depósitos arenosos de idade holocênica que são compostos por depósitos marinho praial, lagunar, paludial e eólico (Figura 20).\nCARUSO JR (op. cit.) afirmou ainda que o morro do Forte, como ponto de amarração, associado ao sentido constante da deriva litorânea em direção ao interior\nRemanescentes do complexo cristalino constituem costões rochosos que se destacam ao longo da linha de costa (ponta da Barra e ponta da Luz), alimentando e fortalecendo praias de bolso (pocket beaches) como as que ocorrem na margem sul da enseada de Ratones. Este material é caracterizado pelo intemperismo de suas rochas graníticas que são lixiviados e transformados em sedimentos imaturos localizados bem próximos à área fonte.\nPor outro lado, a baía Norte e principalmente o material terrígeno das terras altas são as principais fontes de clastos pelíticos e que são transportados por suspensão através das correntes de maré e pelo fluxo dos rios Ratones e Veríssimo para o interior da enseada, respectivamente.\nOLIVEIRA et al. (1998) afirmaram que a distribuição espacial das texturas sedimentares ocorrentes na baía Norte são: areia-síltica; silte; síltico-argiloso e argila-síltica, sendo a predominante da população síltico-argilosa seguido da argila-síltica (Figura 21). Segundo os mesmos autores o componente silte, concentra-se, na forma de um esporão submerso ao sul do pontal da Daniela estendendo-se até a ilha de Ratones grande, possivelmente, influenciado por este pontal.\nEntretanto, neste trabalho foi encontrado material arenoso nas proximidades do pontal da Daniela e na sua face interna, justamente por ser um local que apresenta uma feição significativa (canal com 2m de profundidade) onde ocorre energia hidrodinâmica considerável capaz de transportar sedimentos arenosos das praias adjacentes para o interior da enseada, da mesma forma impedindo a deposição de sedimentos finos.\nDe uma maneira geral, os sedimentos do fundo da enseada de Ratones são formados por uma população de característica textural arenosa, associada a ação marinho praial e eólica, e outra representada por sedimentos finos também associada pela ação marinho praial e eólica e principalmente pela ação fluvial e entrada de correntes de maré. Os sedimentos arenosos encontram-se mais pronunciados em locais com maior energia e próximos a sua área fonte, tal como o pontal da Daniela e o estuário dos rios. Enquanto que os sedimentos finos estão mais evidentes nas margens no interior da enseada em locais mais abrigados e de baixa energia hidrodinâmica, propícios para a decantação do mesmo.\n48t40' W\n28° 25 S —\nBaía de São Miguel .\n/\n/\n' x Tn I Ponta i do L Forte\n/Pontal da\n^X\\Daniela\nEnseada\nde\nRatones y\n/\nPonta da Barra\nPraia do\n\\ Sambaqui\n►\n/ Praia de Cacupé\nJfe;. --\nAreia síltica\nHF Saco IP Grande\n/\n\nSilte\nSíltico argiloso\nArgila síltica\nEstreito\nT\t48” 30' W\n27'35 S +\n3Km\nJ\nCentro da\nCapital\nFigura 21. Mapa de distribuição textural dos sedimentos predominantes no fundo da baía Norte - SC, baseado nos componentes básicos areia, silte e argila segundo o diagrama de SHEPARD, 1954 (modificado de OLIVEIRA et al. 1998).\nEsta amplitude granulométrica entre sedimentos arenosos e o finos foi encontrado também no sistema estuarino de Itapocu, onde BÚSSOLO JUNIOR et al. (2000) afirmaram que as áreas compostas por sedimentos mais grossos são os locais onde ocorrem maior intensidade de interação entre as correntes fluviais e as correntes de maré (desembocadura do rio e da laguna). Enquanto que a medida que as estações se afastam destes pontos de máxima energia, passa a ocorrer uma deposição preferencial de finos.\nA distribuição espacial das texturas sedimentares predominantes no fundo da enseada de Ratones, baseadas nos componentes básicos areia, silte e argila mostrou em média o predomínio do componente areia com 56,58%, seguido de 22,65% de argila e 20,75% de silte (Planilha 1).\nEstação\t%Cascalho\t%Areia\t%Silte\t%Argila\t%Matéria orgânica\t%Carbonato de cálcio\n1\t0\t23,92\t62,96\t13,11\t2,34\t9,87\n2\t0\t2,93\t54,91\t42,16\t3,14\t0\n3\t0\t33,02\t22,97\t44,02\t4,24\t0\n4\t0\t58,15\t29,37\t12,48\t1,42\t8,2\n5\t0\t100\t0\t0\t0\t3,01\n6\t0\t90,89\t5,98\t3,12\t0\t3,23\n7\t0\t67,61\t20,78\t11,61\t1,07\t5,91\n8\t0,11\t71,63\t17,98\t10,27\t1,74\t9,59\n9\t0\t83,15\t12,01\t4,85\t0,82\t2,46\n10\t0\t2,12\t68,21\t29,67\t5,766\t13,52\n11\t0\t6,86\t33,47\t59,67\t6,06\t0\n12\t0\t59,31\t3,32\t37,37\t6,06\t0\n13\t0\t79,90\t6,44\t13,66\t0,96\t0\n14\t0\t85,17\t4,34\t10,48\t0\t0\n15\t0\t100\t0\t0\t0\t7,65\n16\t0\t78,50\t7,79\t13,72\t1,55\t1.,65\n17\t0\t100\t0\t0\t1,69\t14,99\n18\t0\t26,99\t22,33\t50,68\t5,94\t0\n19\t0\t50,06\t22,83\t27,11\t5,23\t5,79\n20\t0\t100\t0\t0\t6,74\t0\n21\t0\t16,15\t24,29\t59,56\t6,93\t0\n22\t0\t64,05\t14,0\t21,95\t0,27\t0\n23\t0\t75,35\t14,69\t9,96\t2,06\t11,27\n24\t0\t35,06\t42,83\t22,11\t4,02\t13,24\n25\t0\t89,87\t4,12\t6,01\t2,9\t0\n26\t0\t3,86\t38,17\t57,97\t0,07\t0\n27\t0\t51,79\t19,83\t28,37\t4,2\t0\n28\t0\t28,05\t27,40\t44,55\t4,85\t0\nX\t0,0003\t56,58\t20,75\t22,65\t4,62\t2,99\nPlanilha 1. Valores relativos granulométricos dos sedimentos da enseada de Ratones.\nO componente cascalho apresentou apenas uma amostra com valor de 0,11%, sendo desconsiderado para a elaboração de mapa com sua distribuição de porcentagem na enseada de Ratones.\n7.2.1.\tPorcentagem de areia\nLegenda\n0 - 25%\n25 - 50%\nCoordenanads UTM\nEscala 1: 25.000\n50 - 75%\n75-100%\nFigura 22. Porcentagem de areia nos sedimentos de fundo da enseada de Ratones.\nSendo que os setores com concentrações mais elevadas entre 50 e 100%, ocorreram nas proximidades do pontal da Daniela, no setor central da enseada e na\nPor outro lado, os outros setores, com porcentagens menores que 50%, ocorrem ao sul da enseada, ancorados pela ponta da Luz, no setor central da enseada, após o estuário do rio Ratones e a nordeste, a partir da margem direita do referido rio e na base do pontal, sendo as áreas mais protegidas da enseada, com a presença deste material (Figura 22).\nAlém do componente areia ser predominante no ambiente, sua distribuição demonstra que pode ocorrer também em áreas mais abrigadas e passíveis de menor hidrodinâmica, onde se dispõem misturados com material fino, caracterizando as populações transicionais.\n7.2.2.\tPorcentagem de silte\nA presença do componente silte atingiu no máximo 68,21%, distribuindo-se de forma um pouco irregular, mas ligeiramente mais presente a partir da margem sul da enseada de Ratones, estando ancorado pela ponta da Luz, num pequeno ponto do setor central da desembocadura da enseada e na margem norte-nordeste no interior deste ambiente.\nNota-se que toda a parte central da enseada, é constituída por valores menores do que 25% do componente silte nos sedimentos, onde predominam as areias, por outro lado, os valores entre 25 e 50% ocorrem em pontos isolados nas partes mais abrigadas e as maiores concentrações entre 50 e 75% estão situadas na margem sul da enseada de Ratones (Figura 23).\nDeve-se observar que o componente silte, apesar de ser o que apresenta menor concentração em média entre os sedimentos, ocorre distribuído por toda a enseada, misturado aos componentes areia e argila.\nEste componente se concentra na margem sul onde a profundidade é menor, podendo caracterizar o agente eólico como o principal responsável pelo transporte e remobilização deste material que ocorre no fundo da enseada.\nLegenda\nO - 25%\n25 - 50%\n50 - 75%\nCoordenanads UTM\nEscala\n1:25.000\n■■■zzzz\n0\t250\t500m\nFigura 23. Porcentagem de silte nos sedimentos de fundo da enseada de Ratones.\n7.2.3.\tPorcentagem de argila\nAs porcentagens de argilas variaram até 59,67%, sendo as áreas com maior ocorrência situadas em pequenos setores na margem direita do estuário do rio Ratones e anexados ao banco da marisma. Também ocorre mais ao norte junto a base do pontal da Daniela, sob influência de um pequeno córrego (Figura 24).\ndesembocadura da enseada (Figura 24).\n6961500\nBaía Norte\nPontal da\nDaniela\n6959000\nBaia Norte\nPontal da k\nBarra >\nI\nRio\nVeríssimo\nRio Ratones\n6958000-\t,\n742000\t742500\t743000\n743500\t744000\t744500\n745000\t745500\nLegenda\n0 - 25%\n125 - 50%\n50 - 75%\nCoordenanads UTM\nMHBZ\n0\t250\nEscala\n1: 25.000\nscorn\nFigura 24. Porcentagem de argila dos sedimentos de fundo da enseada de Ratones.\nEste componente, apresentou-se distribuído por toda a enseada e nas áreas de maior concentração identifica os locais de menor hidrodinâmica e as zonas mais abrigadas no interior do ambiente.\n7.2.4. Porcentagem de matéria orgânica\nA matéria orgânica apresentou porcentagens que variaram entre 0,59 a 6,93%, distribuídos de forma irregular no interior da enseada. Sendo que as porcentagens mais baixas ocorreram justamente nas áreas onde predominam os sedimentos arenosos e areno-lamoso e as maiores concentrações obedeceram as localizações dos sedimentos lamo-arenoso e lamoso onde ocorrem o banco da\nmarisma (Figura 25).\n6961500-\n6961000-\n6960500-\n6960000-\n6959500\n6959000-\n6958500\n6958000 742000\nBaía Norte\nPontal da\nDaniela\nPonta da Barra\nRio Ratones\nBaía Norte\nI\nI\nRio\nVeríssimo\n742500\n743000\n743500\n744000\n744500\n745000\n745500\nLegenda\n■ 0-2%\n2 - 5%\nH >5%\nCoordenanads UTM\n0\t250\n5oom\nEscala\n1:25.000\nFigura 25. Porcentagem de matéria orgânica nos sedimentos de fundo da enseada de Ratones.\n7.2.5. Porcentagem de carbonato biodetrítico\nA distribuição do constituinte carbonato biodetrítico, procedeu-se de maneira irregular no interior da enseada com variação entre 1,65 e 14,99%. Os maiores valores concentram-se em pontos isolados amarrados a ponta da Luz ao sul da enseada, no setor central da desembocadura da enseada e adjacente a extremidade\ndo pontal da Daniela (Figura 26).\n6961500\nBaia Norte\n6961000-\n6960500-\nPontal da\nDaniela\n6960000-\n6959500-\nRio Ratones\n6959000-\n6958500-\nBaía Norte\nPonta da Luz\n6958000\n742000\n742500\t743000\n743500\ní \\\n744000\nI\n744500\nI\n745000\nLegenda\nCoordenanads UTM\n0 - 2 %\n2 - 5%\n> - 5%\n0\t250\n500m\nEscala\n1: 25.000\nFigura 26. Porcentagem de carbonato de cálcio dos sedimentos de fundo da enseada de Ratones.\n7.3.\tCaracterísticas texturais\nAs características texturais de um sedimento, segundo PONÇANO (1986), podem ser referidas a um conjunto de estatísticas descritivas de sua distribuição granulométrica associadas a tendências centrais (mediana, média e desvio padrão) e ou caudais (assimetria e curtose) como apresentados na Planilha 2.\nA distribuição granulométrica, caracteriza os sedimentos depositados em determinados ambientes, bem como pode fornecer informações sobre os processos físicos que atuaram durante a sedimentação. Estes processos, ocorrem nos sedimentos durante seus ciclos de formação e são os responsáveis pelo seu tipo de textura (CWICK, 1999; SUGUIO, 1973).\nDe acordo com PONÇANO (op. cit.), dois fatores explicam as características granulométricas de cada população: a composição da área fonte e os processos de transporte e deposição.\nA classificação dos sedimentos encontrados na enseada de Ratones foi baseada no tamanho granulométrico, ou seja, classificados segundo os seus teores em areia, silte e argila, através do diagrama triangular de SHEPARD (1954).\nASSEEZ (1972) apud PONÇANO (1986) definiu a importância de diagramas triangulares para a classificação textural por transmitir uma descrição mais próxima da composição real dos sedimentos analisados, resultando em interpretações ambientais.\nA distribuição espacial dos sedimentos de fundo da enseada de Ratones está representada na Figura 27.\nAtravés do estudo granulométrico, foi possível identificar quatro populações granulométricas: 1) arenosa, 2) areno-lamosa, 3) lamo-arenosa e 4) lamosa.\nOs resultados analíticos obtidos através das análises de laboratório foram representados através de histogramas de frequência simples (Figuras 28, 30, 32 e 34).\nAmostra\tLat.\tLong.\tProf. (m)\tMd\tMédia\tMz\tMediana\tDp\tSeleção\tSki\tAssimetria\tKg\tCurtose\t% Matéria orgânica\t% Carbonato de cálcio\n01\t27°28'37.1”\t48°32'11.8”\t1,6\t4,8\tSilte\t5,1\tSilte\t2,4\tMuito pobre\t0,22\tPositiva\t1,5\tLeptocúrtica\t2,34\t9,87\n02\t27°28'26.7”\t48°32'22.1”\t2,5\t7,2\tSilte\t7,6\tSilte\t3\tMuito pobre\t0,19\tPositiva\t0,5\tMuito platicúrtica\t3,14\t0\n03\t27°28'14.1”\t48°32'34.6”\t2,8\t7,1\tSilte\t6,8\tSilte\t4\tExtr. mal selecionado\t-0,1\tAprox. simétrica\t0,5\tMuito platicúrtica\t4,24\t0\n04\t27°28'01.9''\t48°32'46.7”\t2.8\t3\tSilte\t4,1\tAreia fina\t2,5\tMuito pobre\t0,68\tMuito positiva\t1,1\tLeptocúrtica\t1,42\t8,2\n05\t27O27'45.7\"\t48°32'59.8”\t2\t2,3\tAreia fina\t2,3\tAreia fina\t0,4\tBem selecionado\t0,04\tAprox. simétrica\t1,3\tLeptocúrtica\t0\t3,01\n06\t27°27'36.9\"\t48°32'42.7”\t2,1\t2,5\tAreia fina\t2,5\tAreia fina\t0,8\tMal selecionado\t0,29\tPositiva\t2,2\tMuito platicúrtica\t0\t3,23\n07\t27°27'49.5”\t48°32'30.1”\t2\t2,3\tAreia muito fina\t2,6\tAreia fina\t2,6\tMuito pobre\t0,72\tMuito positiva\t1\tMesocúrtica\t1,07\t5,91\n08\t27°28'01.8\"\t48°32'17.6”\t1,8\t2,4\tAreia muito fina\t3,5\tAreia fina\t2,4\tMuito pobre\t0,73\tMuito positiva\t1,4\tLeptocúrtica\t1,74\t9,59\n09\t27°28'14.0”\t48°32'05.0”\t1,4\t2,2\tAreia fina\t2,7\tAreia fina\t1,6\tPobre\t0,66\tMuito positiva\t3,9\tExtr. leptocúrtica\t0,82\t2,46\n10\t27°28'23.3”\t48°31'55.9”\t0,8\t5\tSilte\t6,8\tSilte\t2,9\tMuito pobre\t0,78\tMuito positiva\t0,6\tMuito platicúrtica\t57,6\t13,52\n11\t27°28'12.0'\t48°31'39.3”\t0,5\t9,1\tArgila\t8,3\tArgila\t3,2\tMuito pobre\t-0,4\tMuito negativa\t0,5\tMuito platicúrtica\t6,06\t0\n12\t27’28'01.6\"\t48°31'49.2”\t0,7\t2,8\tSilte\t5,4\tAreia fina\t3,8\tMuito pobre\t0,84\tMuito positiva\t0,5\tMuito platicúrtica\t6,06\t0\n13\t27°27'49.8”\t48°32'01.3”\t1\t2,5\tAreia muito fina\t3,6\tAreia fina\t2,4\tMuito pobre\t0,83\tMuito positiva\t5,2\tExtr, leptocúrtica\t0,96\t0\n14\t27’27'37.5”\t48°32'13.0”\t1,5\t2,4\tAreia fina\t2,5\tAreia fina\t1,8\tPobre\t0,57\tMuito positiva\t5,3\tExtr. leptocúrtica\t0\t0\n15\t27°27'25.3”\t48°32'25.6”\t0,5\t2,5\tAreia fina\t2,5\tAreia fina\t0,4\tBem selecionado\t-0,1\tNegativa\t1\tMesocúrtica\t0\t7,65\n16\t27°27'05.5”\t48°32'14.6”\t0,4\t2,7\tAreia muito fina\t4\tAreia fina\t2,7\tMuito pobre\t0,82\tMuito positiva\t3,6\tExtr. leptocúrtica\t1,55\t1,65\n17\t27°27'12.9\"\t48O32'07.6”\t0,4\t2,3\tAreia fina\t2,4\tAreia fina\t0,4\tBem selecionado\t0,05\tAprox. simétrica\t1,1\tLeptocúrtica\t1,69\t14,99\n18\t27°27'24.4”\t48°31'56.0”\t1,1\t8\tSilte\t7,3\tArgila\t3,6\tMuito pobre\t-0,2\tNegativa\t0,5\tMuito platicúrtica\t5,94\t0\n19\t27°27'36.6''\t48’3143.4”\t0,9\t4\tSilte\t5,3\tAreia muito fina\t3,2\tMuito pobre\t0,57\tMuito positiva\t0,6\tMuito platicúrtica\t5,23\t5,79\n20\t27°27'48,1”\t48°31'31.3”\t0,6\t2,3\tAreia fina\t2,4\tAreia fina\t0,4\tBem selecionado\t0,05\tAprox. simétrica\t1,1\tLeptocúrtica\t6,74\t0\n21\t27°27'45.8”\t48°31'09.4\"\t0,4\t9,5\tArgila\t8,3\tArgila\t3,4\tMuito pobre\t-0,5\tMuito negativa\t0,7\tPlaticúrtica\t6,93\t0\n22\t27°27'37.3”\t48°31'17.6”\t0,6\t2,8\tSilte\t5,2\tAreia fina\t3,6\tMuito pobre\t0,81\tMuito positiva\t0,8\tPlaticúrtica\t0,27\t0\n23\t27027'26.2''\t48°31'28.8”\t0,8\t2,4\tAreia muito fina\t3,3\tAreia fina\t2,1\tMuito pobre\t0,77\tMuito positiva\t2,2\tMuito leptocúrtica\t2,06\t11,27\n24\t27*27'13.1”\t48°31'40.1”\t1\t5,3\tSilte\t5,7\tSilte\t3\tMuito pobre\t0,23\tPositiva\t0,8\tPlaticúrtica\t4,02\t13,24\n25\t27°27'08.0\"\t48°31'44.9”\t0,5\t2,5\tAreia fina\t2,5\tAreia fina\t1,1\tPobre\t0,48\tMuito positiva\t4\tExtr. Leptocúrtica\t2,9\tO\n26\t27°27'03.9”\t48°31'26.8”\t0,5\t9,2\tArgila\t8,4\tArgila\t3\tMuito pobre\t-0,3\tMuito negativa\t0,5\tMuito platicúrtica\t0,07\t0\n27\t27°27'15.7”\t48°31'15.5”\t0,5\t3,4\tSilte\t5,6\tAreia muito fina\t3,7\tMuito pobre\t0,73\tMuito positiva\t0,6\tMuito platicúrtica\t4,2\t0\n28\t27°27'28.4”\t48’3105.9”\t0,5\t5,3\tSilte\t6,5\tSilte\t3,7\tMuito pobre\t0,36\tMuito positiva\t0,5\tMuito platicúrtica\t4,85\t0\nPlanilha 2. Parâmetros granulométricos e estatísticos dos sedimentos de fundo da enseada de Ratones.\n6961500\nBaía Norte\n6961000\n6960500-\n/\nPontal\t_\nda /\t/\nDaniela /\n6960000-\n6959500\nRio Ratones\nBaía Norte\n6958000\n742000\nCV\n7^\n742500\t743000\n743500\t744000\t744500\t745000\nLegenda\nCoordenanads UTM\nARENOSA\nARENO-LAMOSA i\n1LAMO-ARENOSA\nLAMOSA\n0\t250\n50om\nEscala\n1:25.000\nFigura 27. Mapa granulométrico dos sedimentos de fundo da enseada de Ratones.\n7.3.1.\tPopulação arenosa\nA população arenosa é a que apresenta maior ocorrência na enseada com aproximadamente 1,58km2 (39,23%) de área, distribuindo-se principalmente nos entornos do pontal da Daniela em contato direto com as populações areno-lamosa no centro da enseada e lamo-arenosa e lamosa próximo a base do pontal.\nEsta população estende-se pela enseada acompanhando a margem interna do pontal, pronuncia-se também em direção a desembocadura do rio Ratones onde nas proximidades do estuário do referido rio, Ínflete no sentido norte.\nCom relação a profundidade, sua distribuição é variável, pois ocorre desde as margens do pontal da Daniela com 0,5m de profundidade até 2m próximo ao canal do rio Ratones e junto ao pontal.\nEsta população manifesta sedimentos constituído por areias finas e muito finas com diâmetro médio entre 2,33 e 3,990 (Planilha 3). Destas areias, 75% são misturadas com sedimentos finos que variaram de 9,1 a 24,65%, e os 25% restantes são de areias puras.\nAmostra\tMd\tMédia\tMz\tMediana\tDp\tSeleção\tSki\tAssimetria\tKg\tCurtose\t% Matéria orgânica\t% Carbonato de cálcio\n5\t2,29\tareia fina\t2,33\tareia fina\t0,37\tbem selecionado\t0.04\taprox. simétrica\t1,26\tleptocúrtíca\t<0,59\t3,01\n6\t2,47\tareia fina\t2,5\tareia fina\t0,84\tmal selecionado\t0,29\tpositiva\t2,19\tm. leptocúrtíca\t<0,59\t3,23\n9\t2,24\tareia fina\t2,72\tareia fina\t1.6\tpobremente\t0,66\tmuito positiva\t3,93\textr. leptocúrtíca\t0,82\t2,46\n13\t2,49\tareia m. fina\t3,57\tareia fina\t2,44\tm. pobremente\t0,83\tmuito positiva\t5,16\textr.leptocúrtica\t0,96\t<1,65\n14\t2,38\tareia fina\t2,53\tareia fina\t1,8\tpobremente\t0,57\tmuito positiva\t5,26\textr. leptocúrtica\t0,59\t<1,65\n15\t2,5\tareia fina\t2,49\tareia fina\t0,42\tbem selecionado\t-0,1\tnegativa\t1\tmesocúrtica\t<0,59\t7,65\n16\t2,68\tareia m. fina\t3,99\tareia fina\t2,67\tm. pobremente\t0,82\tmuito positiva\t3,63\textr. leptocúrtica\t1,55\t<1,65\n17\t2,32\tareia fina\t2,37\tareia fina\t0,4\tbem selecionado\t0,05\taprox simétrica\t1,08\tleptocúrtica\t1,69\t14,99\n20\t2,34\tareia fina\t2,38\tareia fina\t0,38\tbem selecionado\t0,05\taprox simétrica\t1,08\tleptocúrtica\t6,74\t<1,65\n23\t2,44\tareia m. fina\t3,27\tareia fina\t2,05\tm. pobremente\t0,77\tmuito positiva\t2,24\tm. leptocúrtica\t2,06\t11,27\n25\t2,51\tareia fina\t2,54\tareia fina\t1,14\tpobremente\t0,48\tmuito positiva\t3,97\textr. leptocúrtica\t2,9\t<1,65\nPlanilha 3. Parâmetros granulométricos e estatísticos da população arenosa.\nA origem destes sedimentos está associada aos depósitos marinho praial e eólico localizados a norte e nordeste das praias de Jurerê, Forte e Daniela.\nOs parâmetros estatísticos definem que esta população apresenta uma variação do desvio padrão entre 0,37 (sedimentos bem selecionados) e 2,67 muito pobremente selecionados e valores de -0>,1 para assimetria positiva até 0,83 para os sedimentos com assimetria muito positiva.\nAs distribuições da curtose oscilam desde 5,26 para sedimentos extremamente leptocúrticos caracterizando sedimentos típicos arenosos a 1,00 para os mesocúrticos.\nOs histogramas apresentados nas figura 28 mostram a tendência do grão que variou entre 2,5 e 3,000, com a dominância de histogramas unimodais (05, 15, 17, 20) típicos de sedimentos sem contaminação com finos.\nEfBeedaOS\n-1 -os o 0.5 1 1£ 2 35 3 35 &lt;5 5 7 B S W 11 12\n(Ri)\nEneeads06\nEnseada OS\n-1 415 0&lt;J5 1 1,5 2 25 3 35 4 5 6 7\t8\t9 10 11 12\n(Ri)\nEnseada 13\nEnseeda M\n(Ri)\nEnseada 15\n5C\n-1 4(5 0 C£ • V 1 25 3 35 4\t55\t78 0 10 11 12\n(Ri)\nEnseada 16\nEnseada 17\nEseedZ\nEnseedazE\n(Rí)\n=igura 28. Histogramas de frequência simples da população arenosa dos sedimentos de fundo da enseada de Ratones.\nDa mesma maneira o diagrama triangular de SHEPARD (1954) confirma os valores dos histogramas com a presença de 4 amostras de sedimentos com 100% de areias e o restante com pequena mistura com finos, sendo caracterizado como areia-síltica e areia-argilosa (Figura 29).\nARGILA\nSILTE\nLegenda\nARGILA\n1\tArgila\n2\tArgila-arenosa\n3\tArgila-síltica\n4\tArgila-síltico-arenosa\n5\tAreia-argilosa 6Areia\n7\tAreia-síltica\n8\tAreia-síltico>-argilosa\n9\tSilte-argilo-arenoso\n10\tSilte-argiloso\n11\tSilte-arenoso\n12\tSilte\nFigura 29. Diagrama triangular dos sedimentos da população arenosa.\n7.3.2.\tPopulação areno-lamosa\nA população areno-lamosa apresenta cerca de 1,006km2 (24,98%) de área na enseada de Ratones.\nSua distribuição ocorre interdigitada com a arenosa no centro da enseada e se Ínflete para norte a partir da ponta da Barra, onde deposita-se numa área em frente ao banco de marisma. Tem contato também com as populações lamo-arenosa e lamosa na base do pontal, na margem direita do rio Ratones e na ponta da Luz.\nCom relação a profundidade, ocorre desde as margens da marisma e desembocadura da enseada próximo a ponta da Luz, entre as isóbatas de 0,5m e 2,8m, respectivamente.\nAs amostras desta população apresentam teores variáveis de sedimentos arenosos entre 50,06 a 71,2%, misturadas a siltes e argilas com teores de 29,8 a\n49,94% (Planilha 4).\nAmostra\tMd\tMédia\tMz\tMediana\tDp\tSeleção\tSki\tAssimetria\tKg\tCurtose\t% Matéria\t% Carbonato\n\t\t\t\t\t\t\t\t\t\t\torgânica\tde cálcio\n4\t3\tSilte\t4,07\tAreia Una\t2,48\tm . pobremente\t0.68\tpositiva\t1.1\tLeptocúrtic^\t1,42\t8,2\n7\t2,3\tAreia m. fina\t2,57\tAreia fina\t2,6\tm. pobremente\t0,72\tmuito positiva\t1\tMesocurtica\t1,07\t5,91\n8\t2,4\tAreia m fina\t3,46\tAveia fina\t2,4\tm. pobremente\t0,73\tmuito positiva\t1,4\tLeptocúrtica\t1,74\t9,59\n12\t2,8\tSilte\t5,44\tAreia fina\t3,8\tm. pobremente\t0,84\tmuito positiva\t0,5\tm. plâticúrticâ\t6,06\t<1,65\n19\t4\tSilte\t5,3\tAreia m. fina\t3,2\tm . pobremente\t0.57\tmuito positiva\t0,6\tm. plâticúrtlcâ\t5,23\t5,79\n22\t2,8\tSifte\t5,22\tAreia fina\t3,6\tm. pobremente\t0,61\tmuito positiva\t0,6\tPlât>cúrt!câ\t0,27\t<1,65\n27\t3,4\tSilte\t5,61\tAreia m. fina\t3,7\tm. pobremente\t0,73\tmuito positiva\t0.6\tm . platicúrtrca\t4,2\t<1,65\nPlanilha 4. Parâmetros granulométricos e estatísticos da população areno-lamosa.\nO diâmetro médio variou entre 2,57 e 5,610, caracterizando a polimodalidade entre os sedimentos com granulometria variável de areia muito fina a areia fina.\nEsta polimodalidade, manifesta a mistura de sedimentos finos com os arenosos refletindo em histogramas com diferentes diâmetros médios e diagramas triangulares que apresentaram tamanhos de areia-argilosa, areia-síltica e areia-síltico-argilosa observados nas figuras 30 e 31, respectivamente.\nA origem destes sedimentos pode ser do resultado da mistura entre areias provenientes dos depósitos marinho praial e eólico das praias de Daniela, Forte e Jurerê com os sedimentos finos procedentes da baía Norte e principalmente de origem terrígena e fluvial transportados pelos rios Ratones e Veríssimo.\nConsequentemente, os parâmetros estatísticos definem que esta população apresenta uma variação do desvio padrão entre 2,4 a 3,8 com seleção muito pobre para todas as amostras, sua assimetria estabeleceu-se com valores de 0,57 a 0,84, entre positiva e muito positiva. A distribuição dos valores da\ncurtose oscilam desde 0,6 para sedimentos muito platicúrticos a 1,4 para os leptocúrticos.\nFigura 30. Histogramas de frequência simples da população areno-lamosa dos sedimentos de fundo da enseada de Ratones.\nAREIA\nAREIA\nLegenda\n1\tArgila\n2\tArgila-arenosa\n3\tArgila-síltica\n4\tArgila-siltico-arenosa\n5\tAreia-argilosa 6Areia\n7\tAreia-síltica\n8\tAreia-síltico-argilosa\n9\tSilte-argilo-arenoso\n10\tSilte-argiloso\n11\tSilte-arenoso\n12\tSilte\nFigura 31. Diagrama triangular dos sedimentos da população areno-lamosa.\n7.3.3.\tPopulação lamo-arenosa\nA distribuição da população lamo-arenosa corresponde a 0,575km2 (14,37%) de área na enseada de Ratones.\nEsta população é atribuída no setores localizados na margem esquerda do rio Ratones, no banco da marisma na margem nordeste, estando circundada pelas populações lamosa e areno-lamosa. Ocorre também num setor isolado mais ao sul da enseada, inserido na população areno-lamosa, e por último em um local mais concentrado próximo à base do pontal da Daniela entre as populações arenosa, areno-lamosa e lamosa.\nCom relação a profundidade, ocorre desde as margens da marisma até a desembocadura da enseada de Ratones com isóbatas que variam entre 0,5m e 2,8m, respectivamente. A população lamo-arenosa apresenta quantidade de areia variável entre 26,99 e 35,06%, misturada a siltes e argilas com teores de 73,01 a 64,94%, respectivamente. Sua textura é constituída por sedimentos com diâmetro\nmédio que variou de 5,66 para os siltes e 7,540 para argilas (Planilha 5).\nAmostra\tMd\tMédia\tMz\tMediana\tDp\tSeleção\tSki\tAssimetria\tKg\tCurtose\t% Matéria\t% Carbonato\n\t\t\t\t\t\t\t\t\t\t\torgânica\tda Cáicio\n3\t7.08\tsilte\t6,81\tsilte\t4\textr. mal selecionado\t-0,08\taprox. simétrico\t0,48\tm. platicúrtica\t4,24\t0\n18\t8,01\tsilte\t7,32\targila\t3,6\tmuito pobremente\t-0,23\tnegativa\t0,53\tm. platicúrtica\t5,94\t0\n24\t5,27\tsilte\t5,66\tsilte\t3,04\tmuito pobremente\t0,23\tpositiva\t0,76\tplaticúrtica\t4,02\t13,24\n28\t5,32\tsilte\t6,47\tsilte\t3,7\tpobremente\t0,36\tmuito positiva\t0,48\tm. platicúrtica\t4,85\t0\nPlanilha 5. Parâmetros granulométricos e estatísticos da população lamo-arenosa.\nOs parâmetros estatísticos definem esta população com sedimentos\nextremamente mal selecionados a muito pobremente selecionados. A variação do\ndesvio padrão identifica a polimodalidade dos histogramas entre os grãos com tendência para os finos. Sua assimetria manifestou-se entre 0,36 e -0.23 (muito positiva a negativa). A curtose oscilou entre 0,48 a 0,76 caracterizando sedimentos muito platicúrticos e platicúrticos, respectivamente. Os histogramas apresentam diversas modas com tendência para os finos, enquanto que o\ndiagrama triangular exibe sedimentos com textura de argila-síltico-arenoso e silte-\nargilo-arenoso, observados nas figuras 32 e 33.\n&amp;EisriaC3\n- -C o 05 1 15 2 ^324 5 6 7 6 £ 10 11 12 (Ah)\nEnseada 24\n-1450 051 15 2253254 5C 70 S 10 11 12 (Ph)\nfundo da enseada de Ratones.\nFigura 33. Diagrama triangular dos sedimentos da população iamo-arenosa.\n7.3.4.\tPopulação lamosa\nA população lamosa é proporcional a 0,862km2 (21,42%) de área na enseada de Ratones.\nOs sedimentos pertencentes a esta população demonstram áreas de menor energia no ambiente, distribuídas em três setores bem definidos. O primeiro localiza-se na base do pontal no interior da enseada, é influenciado por um pequeno córrego, onde ocorre o banco da marisma.\nO segundo, encontra-se situado na margem direita do estuário do rio Ratones num banco lamoso em contato com a marisma. E o último setor é o mais extenso e localiza-se na margem sul, em contato direto com o embasamento cristalino, influenciado por pequenos córregos.\nCom relação a profundidade, ocorre desde as margens da marisma em bancos de 0,5m até isóbatas de 2,5m na desembocadura da enseada, próximo a ponta da Luz.\nÉ constituída por sedimentos com diâmetro médio que variou entre 5,05 (siltes) e 8,37(0 (argila). Os mesmos são misturados com sedimentos grosseiros, que variam entre 2,93 e 23,92% do total de cada amostra.\nOs parâmetros estatísticos definem seleção muito pobre para todas amostras e assimetria variável entre 0,78 e 0,47 (muito positiva e muito negativa). A curtose oscilou entre 0,48 e 1,46, típica de sedimentos muito platicúrticos e leptocúrticos (Planilha 6).\nAmostra\tmo\tMédia\tMz\tMediana\tDp\tSeleção\tSki\tAssimetria\tKg\tCurtose\t% Matéria\t% Carbonato\n\t\t\t\t\t\t\t\t\t\t\torgânica\t0s cálcio\n\t4,8\tsilte\t5,05\tsilte\t2.41\tmuito eobrmmme^m\t0,22\tpositiva\t1,46\tlmetocúrtlca\t2,34\t9,87\n2\t7,16\tsilte\t7,64\tsilte\t2,96\tmuito eobrmmmetm\t0,19\tpositiva\t0,48\tmuito platicúrtica\t3.14\t0\n10\t4,96\tdittm\t6,82\tsilte\t2,91\tmuito pobremente\t0,78\tmuito positiva\t0,6\tmuito platicúrtica\t57,6\t13,52\n11\t9,13\targila\t8,3\targila\t3,21\tmuito pobre mente\t-0,35\tmuito negativa\t0,53\tmuito platicúrtica\t6,06\t0\n21\t9,48\targila\t8,3\targila\t3,35\tmuito pobremente\t-0,47\tmuito negativa\t0,72\tplaticúrtica\t6,93\t0\n26\t9,15\targila\t8,37\targila\t3\tmuito pobremente\t-0,31\tmuito negativa\t0,47\tmuito platicúrtica\t0,07\t0\nPlanilha 6. Pnrâmntrod grnuulométricod s ndtntídticod da população lamosa.\nDevido ao seccionamento muito pobre os histogramas de frequência simples da população lamosa, manifestam diversas modas com tendência para sedimentos com valores positivos, característicos de grãos finos.\nO diagrama triangular oferece sedimentos com textura argilo-síltico-arenosa, silte-arenoso, silte-argiloso e argila-síltica (Figuras 34 e 35).\nEnseada 02\nEnseada 1C\nEnseada 11\nEnseada21\nEnseada 26\n(Phi)\nenseada de Ratones.\nAreia\nArgila\nLegenda\n1\tArgila\n2\tArgila-arenosa\n3\tArgila-síltica\n4\tArgila-síltico-arenosa\n5\tAreia-argilosa 6Areia\n7\tAreia-síltica\n8\tAreia-síltico-argilosa\n9\tSilte-argilo-arenoso\n10\tSilte-argiloso\n11\tSilte-arenoso\n12\tSilte\nFigura 35. Diagrama triangular dos sedimentos da população lamosa.\n7.4.\tDistribuição dos sedimentos sngunde ¡a ndâaçãa dos parâmetros granulométricos estatísticos\nSão apresentadas as medidas de dispersão e tendência central características dos principais parâmetros estatísticos, tais como: diâmetro médio (Mz), desvio padrão (o1), assimetria (SK1) e curtose (K'G).\nSUGUIO (1973), considera as medidas de tendência central como os parâmetros estatísticos mais importantes, pois caracterizam a classe granulométrica mais freqüente, embora tal não suceda em curvas assimétricas.\n7.4.1. Variação do diâmetro médio (Mz)\nA análise da variação do diâmetro médio reflete a média geral de tamanho dos sedimentos, em resposta ao processo de deposição, agente deposicional e a fonte de suprimento de material (SUGUIO, 1973).\nDe acordo com este parâmetro, foram identificadas para o fundo da enseada de Ratones, quatro populações granulométricas distintas: areia fina, areia muito fina, silte e argila (Figura 36).\nOs valores do diâmetro médio variaram entre 2,01 e 3,990 para as populações de areia fina a areia muito fina, encontrando-se distribuídas principalmente junto ao pontal da Daniela, na parte central da enseada e na desembocadura do rio Ratones. Estas populações ocorrem em profundidades que variam de 0,5 até 2m e demonstram as áreas de maior energia.\nAs areias que encontram-se nas proximidades do pontal da Daniela são originadas dos depósitos marinho praiais adjacentes as praias de Daniela, Jurerê e Forte, através da associação com os ventos dos quadrantes norte e nordeste e pelo fluxo de correntes litorâneas que adentram pela baía Norte. Por outro lado, as areias que encontram-se no estuário do rio Ratones são originadas da bacia de Ratones em interação com forças gravitacionais para jusante através de fluxos concentrados em canais.\nPara as populações de silte e argila os valores do diâmetro médio variaram entre 4,07 e 8,370, sendo que o silte é a população dominante.\nOs materiais finos encontram-se distribuídos de forma irregular no ambiente, ocorrem ao norte junto a base do pontal da Daniela sob influência de um pequeno córrego, na parte central do interior da enseada e na margem direita do rio Ratones onde forma um banco lamoso. Sucede também na margem sul a partir da ponta da Barra e na desembocadura da enseada estende-se em direção ao pontal da Daniela. Estas populações distribuem-se provavelmente nos locais com menor energia hidrodinâmica, disponibilizando a decantação e deposição dos finos.\nOs componentes silte e argila ocorrem em profundidades que variam de 0,5m nas margens da marisma a 2,8m na parte central da desembocadura da enseada (Figura 36).\n6961500\nBaía Norte\n6961000\n6960500-\nPontal\nda\nDaniela\n6960000-\n6959500\nPonta da\nBarra\nRio Ratones\n6959000\n6958500-\nBaía Norte\n6958000----\n742000\n742500\n-T------*------\n743000\t743500\n1\n\\\n744000\nRio Veríssimo\n744500\n745000\n745500\nLegenda\nAREIA FINA\nAREIA MUITO FINA\nSILTE\nARGILA\nCoordenanads UTM\n0\t250\t500m\nEscala 1: 25.000\nFigura 36. Variação do diâmetro médio (Mz) dos sedimentos de fundo da enseada de Ratones.\nA principal origem dos finos está relacionada com o material terrígeno continental (térras altas), lixiviado da bacia de Ratones que através da descarga fluvial depositam-se nas áreas situadas na margem norte-nordeste a partir do estuário de Ratones e/ou na margem sul.\nA atuação constante dos ventos do quadrante norte condiciona a remobilização e transporte de sedimentos da baía Norte e o deslocamento das plumas de material em suspensão vindo do estuário dos rios Ratones e Veríssimo para a margem sul, na ponta da Luz.\nPor outro lado, os ventos do quadrante sul associados às correntes de marés empurram as plumas de material em suspensão que saem do estuário, para a margem norte-nordeste no interior da enseada. Neste local, a dinâmica das águas é típica de ambiente paludial com a presença de mangues e marismas.\nDUARTE (1981) afirmou que a existência dos rios Ratones e Veríssimo sob forte influência das marés, bem como a presença de bancos arenosos, propicia o desenvolvimento de áreas paludiais, com o consequente avanço das comunidades vegetais típicas, responsáveis pela diminuição da dinâmica local, com a nítida influência marinha.\n7.4.2.\tVariação do desvio padrão (o1)\nDe acordo com FOLK &amp; WARD (1957), o desvio padrão é a mensuração do grau de selecionamento de um sedimento, mostrando as variações de energia do agente deposicional e a capacidade de classificar os materiais transportados.\nSUGUIO (1973) afirmou que a seleção pode se processar em três tipos de mecanismos distintos: seleção local, que ocorre durante a deposição, seleção progressiva, que ocorre durante o transporte, ou ambas ao mesmo tempo, que é o fato mais frequente.\nUm sedimento bem selecionado ou bem classificado significa um sedimento com pequena dispersão do seus valores granulométricos, ou dos valores de medidas de tendência central.\nTOLDO JR. (1994) postulou que os valores relacionados ao desvio padrão de amostras sedimentares podem indicar a energia na bacia de acumulação, o grau de maturidade textural de um depósito, e a ocorrência de misturas populacionais.\nOs sedimentos do fundo da enseada de Ratones apresentaram uma grande variação quanto ao grau de seleção, este parâmetro variou desde 0,37 para os sedimentos bem selecionados até 4,00 para os sedimentos extremamente mal selecionados (Figura 37).\nOs sedimentos com seleção pobre a extremamente mal selecionado são predominantes no interior do ambiente, espalhando-se por toda a enseada, em profundidades que variaram de 0,5 a 2 metros.\n6961500\n6961000\n6960500-\n6960000\n6959500\n6959000\n6958500-\n6958000----\n742000\nBaia\nNorte\nPontal da\nDaniela\nPonta da\nBarra\nRio Ratones\nBaía Norte\n742500\nl\n-T------n-\n743000\t743500\n744000\nT\n744500\t745000\t745500\nLegenda\nCoordenanads UTM\nBem selecionado\nModeradamente selecionado\nPobremente selecionado\nMuito pobremente selecionado Extremamente mal selecionado\n0\t250\nEscala\n1:25.000\n500m\nI\nFigura 37. Variação do desvio padrão (o1) dos sedimentos de fundo da enseada de Ratones.\nO mal selecionamento é reflexo da polimodalidade dos sedimentos, que demonstra uma grande contaminação dos sedimentos grosseiros aos finos, que\nocorrem por toda enseada, com exceção de áreas com maior energia que transportam os finos.\nEsta mistura ocorre devido ao contínuo aporte de sedimentos arenosos dos depósitos marinho praial e eólico originados de norte-nordeste e os materiais terrígenos oriundos do depósito fluvial que de acordo com as condições climáticas misturam-se e depositam-se em determinados setores no interior da enseada.\nPara os sedimentos bem selecionados, a distribuição é irregular e mostrase em pequenos setores na enseada, ocorrendo nas imediações do pontal da Daniela e próximo à margem esquerda da desembocadura dos rios Ratones e Veríssimo. Esta população caracteriza-se por apresentar 100% de areia e atinge profundidades que variam de 0,5 metros junto ao pontal e a mais de 2 metros no canal do rio.\nNo pontal da Daniela, este material é bem selecionado, devido ao retrabalhamento dos depósitos marinho praial e eólico. As areias depositadas na praia são expostas ao ar, quando secam são submetidas aos ventos que recomeçam sua movimentação através da saltação depositando nos entornos do pontal. Por outro lado, as areais que ocorrem no estuário de Ratones são bem selecionadas devido a energia do fluxo fluvial que diminui a medida que passa da ponta da Barra, onde o canal perde sua força, resultando no depósito deste material.\n7.4.3.\tVariação da assimetria (Sk1)\nO grau de assimetria mostra a tendência dos tamanhos dos grãos, através da relação entre os valores de mediana e diâmetro médio, permitindo a determinação do grau de mistura das diferentes populações de um ambiente sedimentar (CWIK, 1999).\nDeste modo, TOLDO JR (1994) exemplifica o desenvolvimento da assimetria negativa, pela ação de remoção dos tamanhos de grãos mais finos de um depósito sedimentar, como observados em praias oceânicas com energia moderada. O mesmo autor considera também o desenvolvimento de assimetria negativa pelo ingresso de uma fração grosseira e assimetria positiva por adição de finos.\nBaseado nestes argumentos, pode-se concluir que os valores são negativos quando os sedimentos tendem a ser mais grosseiros, por outro lado, quando os valores tornam-se positivos, o teor de finos é maior do que os grosseiros e a distribuição simétrica ocorre quando o diâmetro médio e a mediana são coincidentes.\nOs sedimentos no interior da enseada, pela assimetria, são classificados em muito positivo, positivo, aproximadamente simétrico, negativo e muito negativo\n(Figura 38).\n6958000----\n742000\n6961500\n6961000\n6960500-\n6960000-\n6959500-\n6959000-\n6958500-\nBaía Norte\nBaía Norte\nPontal da\nDaniela\n742500\n743000\n743500\n744000\n744500\n745000\n745500\nLegenda\nCoordenanads UTM\n/ Ponta da Luz\n/\n1\nPonta I da\nBarra\nRatones\nRio\nVeríssimo\n\nmuito negativo negativo aproximadamente simétrico positivo\nmuito positivo\n■■EZZZ]\n0\t250\t500m\nEscala\n1:25.000\nFigura 38. Variação da assimetria (Sk1) dos sedimentos de fundo da enseada de Ratones.\nA maior parte dos sedimentos apresenta assimetria muito negativa e negativa, demonstrando um incremento populacional de finos que se observa em quase toda enseada. Este material ocorre desde as margens das marismas até profundidades de 2m.\nOs sedimentos aproximadamente simétricos se concentram em pontos isolados próximo ao pontal da Daniela, em profundidades que variam de 0,5 até 2m. Ocorrem também em frente ao embasamento na ponta da Barra do Sambaqui. Estes sedimentos são unimodais, formados por areia puras (100%), com exceção do setor que ocorre na parte mais ao sul da enseada, representando 33% de areia.\nOs sedimentos com assimetria positiva ocorrem em poucos pontos isolados nas partes marginais da enseada, isto pode ser devido a não contaminação destes sedimentos com outros materiais.\nNeste sentido, a distribuição dos valores de assimetria podem ser indicativas da atuação de correntes de fundo. Nos locais de atuação dessas correntes os finos seriam removidos, resultando, então, em assimetrias negativas (PONÇANO, 1986).\n7.4.4.\tVariação da curtose (K'G)\nA curtose analisa o grau de seleção da partes extremas de uma distribuição granulométrica, permitindo determinar o grau de mistura de diferentes populações em um ambiente sedimentar ( FOLK &amp; WARD, 1957).\nDo ponto de vista geométrico significa uma medida que fornece o grau de achatamento de uma curva de distribuição (CWIK., 1999).\nAs curvas mais agudas são consideradas leptocúrticas, que representam os sedimentos bem selecionados no centro da distribuição. As curvas achatadas indicam uma melhor seleção nas porções terminais e são chamadas de platicúrticas. As mesocúrticas são as que indicam os sedimentos bem selecionados tanto no centro quanto nas extremidades da distribuição (CIWK, op. cit.).\nA variação da curtose normalizada (KG) para os sedimentos do fundo da enseada está representada na Figura 39.\n6961500-\n6960500“\n6959500\nRio Ratones\n6958000\n742000\nBaía Norte\nPonta da Luz\nRio Veríssimo\n742500\n----1--\n743000\n743500\ni\ti------------1---\n744000\t744500\t745000\n\nLegenda\nleptocurtica >1,11\nploticúrtica &lt;0,9 mesocúrtica 0,9 o 1,11\nCoordenonods UTM\n■■■ I\n0\t250\t500m\nEscolo\n1: 25.000\nFigura 39. Variação da curtose (k'G) dos sedimentos de fundo da enseada de Ratones.\nOs sedimentos leptocúrticos são os sedimentos arenosos que ocorrem principalmente mais ao norte na margem junto ao pontal da Daniela e em direção ao rio Ratones. Estes, apresentam as extremidades de suas distribuições com melhor grau de seleção do que as porções centrais, a fácie arenosa pode ter incorporado pequena quantidade de material fino, através de correntes de fundo, suficiente para alterar a seleção central sem modificar a seleção das frações extremas.\nOs sedimentos mesocúrticos aparecem na desembocadura do rio e próximo ao pontal da Daniela. Este material tem uma distribuição granulométrica unimodal, sem a adição de material nas porções terminais.\nPor outro lado, os sedimentos platicúrticos ocorrem no interior da enseada, junto a margem esquerda do rio Ratones e mais ao sul da enseada. Estes sedimentos são polimodais, característico de materiais mal selecionados, podendo indicar uma mistura de populações de diferentes origens (fluvial e praial).\n7.5. Caracterização dos sedimentos segundo a variação dos parâmetros gzasulsmétricse netatíetícve do FOLK &amp; WARD (1957)\nA comparação dos parâmetros estatísticos para uma seqüência de amostras possibilita o reconhecimento dos depósitos atuais, podendo servir de critério para a interpretação dos ambientes sedimentares.\nDessa maneira, foram inter-relacionados os parâmetros de diâmetro médio com o desvio padrão e desvio padrão com a assimetria.\n7.5.1.\tDiâmetro médío x doevio padrão\nA relação do diâmetro médio com o desvio padrão identificou os sedimentos em 4 populações distintas, como mostra a Figura 40.\nA arenosa é formada pelo grupo que apresenta sedimentos com diâmetro médio entre 2,3 e 2,5(0 (areia fina) bem selecionados e moderadamente selecionados com valores entre 0,37 e 0,84o.\nJá a população areno-lamosa é formada pelo grupo que apresenta sedimentos com diâmetro médio que variou entre 2,5 e 3,90 (areia fina a muito fina) e grãos pobremente e muito pobremente selecionados com valores entre 1,49 e 3,8o.\nA lamo-arenosa (silte) representa o terceiro grupo, sendo formada por sedimentos que apresentam variação do diâmetro médio entre 4,07 e 7,640 e\nFigura 40. Gráfico de comparação entre o diâmetro médio e desvio padrão.\nE a lamosa (argila) é formada por sedimentos que apresentam diâmetro médio maior que 80 e são muito pobremente selecionados, com valores de 3,00 a 3,35o.\nA relação entre o diâmetro médio e desvio padrão pode auxiliar na interpretação das condições da dinâmica do ambiente, que influencia diretamente nos processos de sedimentação.\nO intervalo entre 2 e 40 corresponde a uma população mista de areias e siltes, ou seja, do ponto de vista dinâmico existe uma oscilação entre transporte por arrasto e suspensão.\nDe acordo com o gráfico da Figura 40, os sedimentos arenosos apresentam um melhor selecionamento, enquanto que os sedimentos finos mostram sedimentos de muito pobremente a extremamente selecionados.\nOs processos dinâmicos atuantes na enseada redistribuem o material fino trazido pelas águas dos rios e da baía, diminuindo assim o grau de seleção destes sedimentos em relação ao tamanho de grão.\nA relação entre o diâmetro médio e o desvio padrão mostra que as areias bem selecionadas, distribuídas predominantemente próximas ao pontal da Daniela, vão se misturando gradativamente às populações mais finas, constituindo populações transicionais (fácie areno-lamosa e lamo-arenosa). Este processo ocorre a medida que vai se direcionando para o interior da enseada e ponta da Luz.\nA tendência de classificação mais pobre e diminuição de tamanho de grão para o interior da enseada pode ser devido a mudança.de energia que ocorre a partir do pontal, sendo incapaz de remover os finos.\nO pontal arenoso atua como uma barreira de proteção natural da influência eólica e entrada das ondas da baía Norte para o interior da enseada, diminuindo a energia hidrodinâmica. Assim, estes agentes, dependendo da energia, transportam os sedimentos grossos até um determinado ponto no interior da enseada.\nPor outro lado, o material fino que se encontra em suspensão, continua sendo transportado e se distribui por toda a enseada, principalmente nas margens mais abrigadas, de acordo com a ação conjunta dos agentes eólicos, marés e contribuição fluvial, se depositando no ambiente paludial de planície de maré.\nA diferença em torno de 40 demonstra a separação entre areias e siltes como também a mudança no método granulométrico. Enquanto que para as areias utiliza-se o método de peneiramento, estabelecendo então uma referência física para a separação das classes granulométricas, siltes e argilas são processados segundo a lei de STOKES. Deve-se considerar que a passagem de areias para siltes corresponde a uma mudança na dinâmica, possivelmente um limite natural entre transporte por arrasto e por suspensão (PONÇANO, 1986).\n7.5.2.\tDesvio padrão x assimetria\nA Figura 41 ilustra o comportamento dos sedimentos do fundo da enseada, na relação do desvio padrão com assimetria.\nDp x Sk\nDp\n\n':::t=í3=s:=\n■ Dp\n\n\n:igura 41. Gráfico de comparação entre o desvio padrão e assimetria.\nEsta relação dividiu os sedimentos em 3 grupos distintos de acordo com o grau de selecionamento.\nA população arenosa representa 2 grupos: o primeiro é formado por sedimentos bem selecionados e aproximadamente simétricos, com valores próximos a 0,4o. Este material é composto por 100% de areias que apresentam apenas uma moda. O segundo grupo dentro da população arenosa, é formado por sedimentos moderadamente selecionados com assimetria positiva e muito positiva, este material se caracteriza por sedimentos arenosos que sofreram uma mistura com os sedimentos finos.\nO terceiro grupo abrange as populações areno-lamosa, lamo-arenosa e lamosa, que variam de muito pobremente a extremamente mal selecionados, porém a assimetria obteve uma variação de muito negativa a muito positiva.\nSpartina alterniflora (L) é uma gramínea que está muito bem adaptada às condições estuarinas, sendo capaz de suportar as variações do clima e salinidade, bem como aos longos períodos de exposição e inundação, formando densos bancos na região entre marés (ROTHLEDER, 1978).\nEstes bancos atuam na superfície através de seus hastes e folhas e na sub-superfície através de suas raízes e rizomas. Conforme KJERFVE et al. (1991); NETTO &amp; LANA (1997) existe uma relação entre as correntes de maré e transporte de sedimentos em estuários com mudanças sazonais na densidade e crescimento de bancos de marismas.\nNeste sentido, BRADLEY &amp; MORRIS (1990) demonstraram que pode ocorrer uma grande variabilidade nas características de sedimentos em pequenas áreas das marismas.\nNa área de estudo, as associações de marismas desenvolvem-se nos locais abrigados situados atrás do pontal da Daniela e nas margens dos rios Ratones e Veríssimo, em áreas que apresentam substratos variáveis entre areno-lamoso a lamoso e sofrem influência direta da entrada das águas de marés.\nMANN (1982), afirmou que os dois locais mais comuns para seu desenvolvimento são os estuários, onde o rio deposita sedimentos siltosos, e os locais protegidos por pontais arenosos, onde os depósitos marinhos são transportados em suspensão até alcançar águas calmas, atrás da barreira.\nOs resultados apresentados a seguir são referentes ao período de 12 meses de campanhas de amostragem, onde foram executadas leituras mensais entre março de 2000 e fevereiro de 2001, para se avaliar o processo de deposição/erosão influenciada pela vegetação da marisma.\n8.1.\tProcesso de deposição/erosão em frente ao banco de marisma\nNas áreas situadas em frente ao banco de Spartina alterniflora (L), foram observados resultados semelhante nos 2 transectos em que foi verificado erosão total do substrato entre 8 e 9 meses após o início do estudo (Figura 42).\nFigura 42. Espessura da coluna de sedimento, sobre os quadros de controle do processo de\ndeposição/erosão em frente a marisma.\nO processo no quadro do transecto 1 (T1) próximo a desembocadura do rio Ratones, iniciou-se no segundo mês com 1cm de erosão até o mês quatro. A partir deste se estabilizou até o mês sete, para em seguida erodir totalmente o substrato no mês oito.\nPara o quadro do transecto 2 (T2) situado próximo ao pontal da Daniela, a dinâmica começou com um aumento de aproximadamente 0,2cm acima do nível inicial, permanecendo estável até o mês seis. A partir daí começou a erodir até atingir 0,2cm abaixo do valor inicial na leitura do mês oito. Após isso teve uma rápida erosão, resultando na leitura do mês seguinte, a ausência total do sedimento semeado.\nA proximidade dos transectos com a presença de pequenos canais associados as fortes chuvas pode ter sido o principal fator condicionante para a erosão rápida e total nas áreas sem a cobertura vegetal.\nNeste sentido, NETTO &amp; LANA (1997) afirmaram que durante as fortes chuvas pode ocorrer a remobilização dos sedimentos muito finos e deposição em áreas adjacentes.\nO estudo mostra que sem a vegetação ribeirinha, mesmo em áreas protegidas de ondas, pode ocorrer o remanejamento e/ou estabilidade do material sedimentar fino.\nO processo mostrou-se relativamente rápido já que em menos de um ano erodiu 1m2 de sedimento arenoso, inserido num ambiente paludial com forma de relevo característico de planície de maré e substrato lamo-arenoso.\nPara os quadros no interior do banco, a dinâmica se comportou diferentemente,\nFigura 43. Espessura da coluna de sedimento, sobre os quadros de controle no processo deposição/erosão no meio da marisma.\nPara o quadro do transecto 1 (T1) o processo ocorreu inicialmente com uma deposição de 0,5cm até o mês quatro. Em seguida erodiu quase voltando ao ponto inicial. Do mês cinco ao mês oito teve mais uma oscilação na microdeposição/erosão e a partir daí tornou a depositar até o mês doze, atingindo mais de 1cm de altura acima do valor inicial.\nNo quadro do transecto 2 (T2) ocorreu uma pequena oscilação da dinâmica do ambiente. Entre o mês dois e quatro houve uma erosão de 0,2cm. A seguir entre o mês quatro e cinco, houve uma nova deposição, retornando um pouco acima da altura inicial. A partir do mês cinco, tornou a erodir mais 0,2cm até o mês oito. Após esta erosão começou a depositar atingindo no máximo 2,5cm. A última leitura mostrou uma nova erosão voltando a altura inicial de 2cm.\nOs quadros situados no meio do banco de marisma mostraram uma sedimentação ativa com acréscimo de material junto a desembocadura do rio e uma dinâmica de estabilidade de sedimentação próximo ao pontal da Daniela.\nAssim, é notado que o processo de deposição/erosão pode sofrer uma influência direta da presença de cobertura vegetal. Com a presença da vegetação a sedimentação aumenta, ou no mínimo, não ocorre erosão.\nA presença da vegetação pode atuar como uma espécie de freio para a entrada das águas, mudando toda sua dinâmica no interior do banco.\nSORIANO-SIERRA (1992) afirmou que as marismas que se desenvolvem entre o manguezal e o corpo de água, podem influenciar na erosão direta, que normalmente é pequena, ocorrendo apenas em áreas com vegetação pioneira na colonização do meio marinho.\nO processo em questão ocorre principalmente durante as preamares em ambientes cujo fundo é formado por sedimento lamoso.\nNeste sentido, SORIANO-SIERRA (op. cit.) afirmou que a ação colmatante e protetora da vegetação sobre a linha de costa é muito importante e se exerce de forma diferente, de acordo com o estágio de sucessão vegetal.\nAs pioneiras, como as que formam as marismas, retém os sedimentos que chegam na primeira lâmina de maré durante a enchente, fixando o material no substrato por gravidade. Simultaneamente, a base dos indivíduos de S. alterniflora são movimentados pela ação dos ventos e das marés, recolocando em suspensão os sedimentos recentemente depositados.\nDessa maneira, ocorre um processo dinâmico e alternado de deposição/remobilização de material fino que determina a dinâmica sedimentar da marisma.\n9. AGENTES DINÂMICOS ATUANTES\nA ação de agentes que provocam erosão, transporte e deposição de sedimentos resultando na constante dinâmica costeira é também conhecido como processo costeiro.\nA dinâmica costeira é a principal responsável pelo desenvolvimento de ambientes sedimentares. Os ventos, as ondas por eles gerados as correntes litorâneas e marés atuam ininterruptamente sobre os materiais que encontram-se nestes ambientes, erodindo, transportando e depositando sedimentos (VILLWOCK, 1994).\n9.1.\tAgentes dinâmicos na enseada de Ratones\nAs condições hidrodinámicas da enseada de Ratones, estabelecidas a partir de sua configuração morfológica, faciologia sedimentar, regime dos ventos e sistema fluvial responsáveis pela dinâmica do material sedimentar estão representadas na Figura 44.\nCARUSO JR. (1993) afirma a ocorrência de uma forte influência tectónica no modelamento da linha de costa, e ressalta que a circulação no interior da baía Norte e consequentemente na enseada, é da mesma forma controlada por ventos e amplitude de marés que geram as ondas e correntes litorâneas responsáveis pelo contorno da linha de costa.\nOs ventos são considerados agentes importantes para a modelagem das feições encontradas, pois atuam nas praias adjacentes como Daniela, Forte e Jurerê removendo e transportando suas areias para depositá-las nas proximidades do pontal e sua face interna, servindo como reservatórios de sedimentos em momentos extraordinários como episódios tempestuosos, Foto 22.\nEstes episódios num período de 3 a 6 dias são observados associados às passagens dos sistemas frontais atmosféricos (frentes frias), assim como também são importantes na variação sazonal (mensal) do nível médio das marés, MESQUITA &amp; HARARI (1988) apud CRUZ (1998).\nOs ventos são canalizados nas duas baías, paralelos às cristas dos maciços e morros entre a ilha e o continente. Os do quadrante sul ajudam as correntes de deriva e as de marés no retorno para a baía Norte, enquanto que os do quadrante norte empurram as águas para o sul agitando as águas da baía Norte.\n6961500\n6961000-\n6960500-\n6960000-\n6959500-\n6959000-\n6958500-\nBaía Norte\n745500\n743000\nLegenda\n—i—\n745000\n----1---\n744000\n744500\n742500\n743500\nPontal d3\nDanielal//\ni Barra\nVerissimo\n6958000\n742000\nCoordenadas UTM\n■■■ I\n0\t250\t500m\nEscala 1: 25.000\nrefração das ondas » vento dominante\n<3 influxo fluvial\nonda elíptica\n>-> vento secundário\n®e£> deriva litorânea\n> ondas\nFigura 44. Agentes dinâmicos atuantes na enseada de Ratones.\nDe acordo com SERETE (1970) apud CRUZ (1998) que considerou a influência das correntes e ventos no movimento das águas nas baías Norte e Sul, sendo as marés de sizígia predominantes sobre as de deriva, estas originadas por ondas e ventos de nordeste ou de leste. Nas marés de quadratura, com ventos brandos, prevalecem correntes de deriva e pouca movimentação das águas.\nFoto 22. Margem interna do pontal da Daniela com vista para leste, durante a passagem da frente fria.\nCRUZ (1998) declarou ainda que durante as preamares, adentra um maior volume de água na baía Norte criando um gradiente hidráulico do norte para sul e o encontro destas águas ocorre na baía Sul. Durante a vazante, as correntes divergem daí para as duas baías. Segundo a mesma autora, as marés enchentes não chegam a impedir as de vazante, estas enriquecidas com águas continentais. Segundo a mesma autora ao se canalizarem do mar para a terra, as de enchente formam verdadeiros rios por entre a massa de água marinha, espalhando-se nas enseadas e sacos, penetrando nos estuários, alimentando os manguezais e empurrando a água doce para montante.\nAs ondas provenientes dos quadrantes de sul e sudeste empurram as águas contra a linha de costa no interior da enseada, resultando na remobilização e transporte de sedimentos e no represamento e atraso destas águas durante a baixa mar, oferecendo um maior tempo para a deposição do material fino no ambiente.\nIsto de fato se confirma com CARTER (1988), que explicou a forma recurvada do esporão através da chegada progressiva das ondas e nas alterações nos seus parâmetros a medida que se aproxima da porção distal do esporão, fazendo com que ela assuma uma direção elíptica, com conseqüente redução de velocidade, iniciando-se\nCabe ressaltar que estes mesmos agentes podem contribuir na remobilização do material fino proveniente da baía Norte e que o morro do Forte atua como ponto de amarração para estes depósitos servindo como proteção na formação da base do pontal, enquanto que as correntes do quadrante norte-nordeste dão o aspecto recurvado na parte\ndistal do pontal em direção as ilhas de Ratones, observado nas Fotos 23 e 24.\nFoto 23. Vista aérea de nordeste para o pontal da Daniela ao fundo, alinhado com as ilhas de Ratones Grande e Pequena (Fotógrafo Cláudio Matos, Estação Ecológica de Carijós, 22/02/2002).\nPor outro lado, o efeito das ondas provenientes dos quadrantes de norte e nordeste incidem obliquamente à praia da Daniela, promovendo uma corrente de deriva constante em direção ao pontal que resulta no transporte de material arenoso vindo de nordeste dos depósitos marinho praial e eólico das praias de Daniela, Forte e Jurerê até a extremidade do pontal.\nVILLWOCK (1994), postulou que a chegada das ondas nas praias, geram uma série de correntes cujo padrão depende do ângulo de incidência que fazem com a linha de praia. Segundo o mesmo autor, a incidência oblíqua das ondas na linha de costa, geram correntes litorâneas que deslocam as massas de água paralelamente à linha de praia,\nQuando estas correntes atingem a extremidade do pontal da Daniela e devido a presença de um canal na sua face interna, ocorre a retração e rotação das ondas ao seu redor assumindo um movimento elíptico (espiral) e diminuição de velocidade para o interior da enseada, limitando assim o transporte do sedimento arenoso para as áreas adjacentes a face interna do pontal.\nFoto 24. Vista aérea de sudeste para o pontal da Daniela, ao fundo o alinhamento do pontal com a ponta do Forte (Fotógrafo Paulo Benincá, Estação Ecológica de Carijós,11/09/2001).\nAs marés atuantes na enseada são classificadas como do tipo micromarés, ou seja, a amplitude média da maré regional é de 0,63m, não ultrapassando 2m de amplitude em média, são semidiurnas levando aproximadamente 12,3 horas para completar um ciclo (enchente, preamar, vazante e baixa-mar).\nQuanto a velocidade das correntes de maré, SIMONASSI (1997) registrou picos máximos e mínimos tanto em preamar quanto em baixa-mar. A amplitude de maré\nmostrou-se um fator determinante da velocidade da corrente que no canal variou de 1,8m ' para 3,2m (1,4m de amplitude), e a velocidade da corrente variou entre 0,06m/s no • 'início da preamar para 0,69m/s durante a parte final da preamar, resultando numa grande quantidade de água intercambiada entre o manguezal e a baía Norte.\nNestas condições de maré, e pela própria morfologia do manguezal, SIMONASSI, (op. cit.), afirmou que circulam cerca de 83% das águas de inundação do manguezal em condições de maré média pelo canal do referido rio.\nO aporte fluvial e a entrada de marés são os principais fatores que determinam o comportamento dos sedimentos nos estuários, este encontro resulta na interferência da direção das ondas.\nConsequentemente o material em suspensão é redistribuído, com os sedimentos arenosos depositando-se logo após o estuário, enquanto que os finos continuam sendo transportados até as margens sul e nordeste-leste, áreas mais abrigadas e propícias para sua deposição e as populações transicionais depositam-se entre as areias e os finos.\nDessa forma NICHOLS (1984) apud BONETTI FILHO (1995), afirmou que os sedimentos que penetram em um estuário ficam à disposição de um ambiente notavelmente complexo e variável, podendo ser transportados pelas correntes de maré estuário acima e estuário abaixo, e sofrer profundas alterações físico-químicas de organismos até serem finalmente depositados.\n10.\tCONCLUSÕES\nA enseada de Ratones caracteriza um sistema costeiro formado por ambientes naturais distintos nas suas características físicas e biológicas. Situado no litoral noroeste da ilha de Santa Catarina, apresenta 4.027Km2 de área, profundidades média de 1.19m e máxima de 2m e perímetro envolvente de 10,03km.\nAs maiores profundidades ocorrem na desembocadura da enseada próximo ao pontal da Daniela e no estuário do rio Ratones, mostrando as áreas de maior energía hidrodinámica.\nO relevo de fundo da enseada de Ratones apresenta uma configuração assimétrica devido ao contato com depósitos sedimentares costeiros (pontal da Daniela) a norte e encostas íngremes a sul (embasamento cristalino), demostrando as maiores profundidades em direção ao pontal.\nO pontal da Daniela atua como proteção da enseada e do estuário do rio Ratones, pois a medida que as águas de maré penetram até as áreas mais interiores da enseada ocorre uma diminuição na hidrodinâmica e profundidade.\nA relação entre profundidade e granulometria apresentou distribuição irregular, com a ocorrência dos sedimentos finos em profundidades elevadas e também em áreas rasas o mesmo ocorreu para os sedimentos grosseiros.\nO relevo de fundo da enseada é relativamente plano com um gradiente batimétrico mais acentuado nas proximidades do pontal e desembocadura do estuário de Ratones, locais característicos de fluxo regular de troca de materiais.\nA enseada foi dividida em três margens distintas para melhor representatividade. A margem noroeste-norte tem influência dos depósitos eólicos e marinho-praial, apresenta na parte distal do pontal ambiente de praia e na sua base, paludial de planície de maré. A margem norte-leste é resultado do depósito fluvial e correntes de marés com ambiente de sedimentação paludial, e por fim a margem sul em contato com o embasamento e o rio Veríssimo, apresenta depósitos fluvial e marinho como principais condicionantes, além\nO material sedimentar encontrado no fundo da enseada de Ratones é originado a partir da planície costeira, embasamento cristalino, plataforma continental interna da baía Norte e o material terrígeno provindo das terras altas, posteriormente remobilizados pela dinâmica da enseada durante sua evolução.\nO sedimento arenoso provem dos depósitos eólico e marinho-praial das praias adjacentes da Daniela, Forte e Jurerê, enquanto que o material fino é transportado pelas correntes de marés da baía Norte e principalmente do depósito fluvial dos rios Veríssimo e Ratones.\nO encontro entre as águas baía Norte e dos rios Ratones e Veríssimo favorece o depósito dos finos que são transportados para as margens no interior da enseada, enquanto que o sedimento arenoso deposita-se na desembocadura do estuário e nas proximidades do pontal da Daniela.\nO embasamento cristalino com suas formas recortadas na margem sul, favorece a deposição dos sedimentos finos.\nOs ventos são de fundamental importância na hidrodinâmica e distribuição de sedimentos no interior da enseada. Pois são os principais controladores da circulação das águas, originando as ondas, além de atuar associados a entrada das marés que são dominantes sobre a descarga fluvial. Os atuantes do quadrante norte-nordeste condicionam o transporte de areias dos feixes de restingas para o pontal empurrando e agitando as ■ águas da baía com as plumas de suspensão para a margem sul, enquanto que os do quadrante sul ajudam as correntes de deriva e a entrada das marés para o interior da enseada, além de empurrar as plumas do estuário dos rios para as margens onde ocorrem bancos de marismas, propiciando ambiente paludial de planície de maré.\nOs sedimentos do fundo da enseada de acordo com a classificação de Shepard apresentaram 4 populações granulométricas distintas: arenosa, areno-lamosa, lamo-arenosa e lamosa. O estuário e o pontal da Daniela são os locais que favorecem a\ndeposição das populações arenosa e areno-lamosa devido a maior energia hidrodinâmica do ambiente, enquanto . que as lamo-arenosa e lamosa depositam-se nas áreas adjacentes e mais abrigadas que vão da base do pontal até a margem direita do rio Ratones e continuam a partir da margem esquerda do mesmo rio estendo-se até a ponta da Luz.\nCom relação ao diâmetro médio foram identificadas 4 populações granulométricas: areia fina, areia muito fina, silte e argila. Estas populações apresentam variação de seleção pobre a extremamente mal selecionado, resultado da mistura entre areias e lamas, com exceção de algumas amostras no pontal da Daniela que apresentaram 100% de areias.\nA assimetria positiva é dominante no ambiente e caracteriza um incremento populacional de finos, ou seja, enquanto o material arenoso vem formando o pontal da Daniela e se depositando em seus entornos, simultaneamente a sua formação, o pontal atua como uma barreira de proteção natural dos agentes eólicos e correntes de marés para o interior da enseada propiciando assim condições para a deposição fluvial do material fino, que dependente da condição mistura-se com as areias ou forma bancos lamosos.\nA inter-relação diâmetro médio e desvio padrão, demonstra a presença de sedimentos arenosos bem selecionados próximos ao pontal com uma tendência de classificação mais pobre e diminuição de tamanho de grão, caracterizando a diminuição da capacidade de seleção a medida que vão se interiorizando na enseada de Ratones.\nOs bancos ' das marismas atuam diretamente como freio para a entrada do fluxo das águas em seus bancos, limitando assim a remobilização de materiais muito finos e arenosos, pois as áreas sem a cobertura vegetal, mesmo em ambientes protegidos por barreiras naturais como o pontal da Daniela, demonstraram erosão completa dos sedimentos arenosos dos quadros em frente ao banco da marisma, enquanto que a presença da cobertura vegetal o processo de sedimentação aumenta ou no mínimo, não ocorre erosão.\nOs fatores que controlam a circulação das águas na enseada são os ventos, através das ondas, as correntes de marés e as correntes fluviais. A atuação destes fatores hidrodinâmicos associados a morfologia da enseada, exercem um importante controle sobre a distribuição granulométrica dos sedimentos de fundo.\n11.\tBIBLIOGRAFIA\nADAM, P. Saltmarsh ecology. 19'90. 1a ed. Cambridge: Cambridge University Press. 461 p.\nBERTNESS, M. D. 1985. Fiddler crab regulation of Spartina alterniflora production on a New England salt marsh. Ecology. 66 (3) 1042-1055p.\nBIGARELLA, J. J.; SALAMUNI, R.; MARQUES FILHO, P. L. 1966. Estruturas e texturas da Formação Furnas e sua significação paleogeográfica. Boletim da Universidade Federal do Paraná. Geologia (18), 114p.\nBONETTI FILHO, J. 1995. Transporte de sedimentos por suspensão nas proximidades da barra de Cananéia. São Paulo. Dissertação de Mestrado em Oceanografia, Instituto de Oceanografia. Universidade de São Paulo, 114p.\nBONETTI FILHO, J.; NUNES, M. G. OLIVEIRA, M.S.C.; GRÊ, J. C. R. 1998. Caracterização do relevo submerso da baía Norte-SC com base na aplicação de um modelo digital de terreno. Relatório técnico. UFSC.19p.\nBRADLEY, P. M. &amp; MORRIS, J. T. 1990. Physical characteristics of salt -marsh sediments: ecological implications. Marine ecology progress series. (61) 245 -252p.\nBÚSSOLO JR, G. 1997. Avaliação do impacto ambiental provocado pela construção de um aterro comportando uma rodovia sòbre o manguezal de Ratones, ilha de Santa Catarina. SC, Brasil. Florianópolis, Trabalho de Conclusão de Curso, Curso de Ciências Biológicas, Universidade Federal de Santa Catarina, 56p.\nBÚSSOLO JR, G.; FARACO, K. R.; LEAL, P. C.; MARINO, M. V.; BONETTI, C.; BONETTI FILHO, J. 2000. Aspectos sedimentológicos do sistema estuarino-lagunar do Itapocu, S.C. In: Semana Nacional de Oceanografia, XIII. Itajaí. Anais......SNO , p . 123-125.\nCAMARGO, L. P. . 2001. Proposta de zoneamento ambiental para os manguezais do rio Ratones, saco Grande e rio Tavares, ilha de Santa Catarina através do geoprocessamento como subsídio ao gerenciamento costeiro (GERCO) de Santa Catarina. Florianópolis, Dissertação (Mestrado em Engenharia\nCARUSO, M. L. 1990. O desmatamento da ilha de Santa Catarina de 1500 aos dias atuais. 2a ed. Florianópolis: UFSC. 158p.\nCARUSO JR, F G. 1993. Mapa geológico da ilha de Santa Catarina. Porto Alegre: Centro de Geologia Costeira e Oceânica, Universidade Federal de Rio Grande do Sul,1. Escala 1: 100.000.\nCARVALHO, E. S., ROSA, C. S., VILLAR, M. L. D., PAIVA, A. E., PAIVA, P. C. 1998. Macrofauna associada a bancos de Spartina alterniflora no sistema estuarino-lagunar de Santos. In: Semana Nacional de Oceanografia, XI. Rio Grande. Anais... SNO, p. 78-80.\nCERUTTI, R. L. 1996. Contribuição ao conhecimento da poluição doméstica na baía Norte, área da Grande Florianópolis. S.C. Florianópolis, Dissertação (Mestrado em Geografia) Universidade Federal de Santa Catarina. 125p.\nCHAPMAN, V. J. 1974. Mangrove Biogeography. In: WALSH, G. E et al (eds) Proceedings of the International Symposium on Biology Management of Mangrove. Inst. Food. Sci. 1: 3-22.\nCRANFORD, P. J.; GORDON, D. C. &amp; JARVIS, C. M. 1989. Measurement of cordgrass, Spartina alterniflora, production in a macrotidal estuary, Bay of Fundy. Estuaries. 1(12): 27-34p.\nCRUZ, O. 1998. A ilha de Santa Catarina e o continente próximo. Um estudo de geomorfologia costeira. 1o ed. Florianópolis. UFSC. 280p.\nCUNHA, S. B. 1998. Geomorfologia Costeira. In: GUERRA, A. J. T. &amp; CUNHA, S. B. Geomorfologia - uma atualização de base de conceitos. 3\" ed. Organização Editora Bertrand Brasil, 458p.\nCWIK, M. R., 1999. Aspectos físicos e sedimentológicos da lagoa dos Quadros litoral Norte do Rio Grande do Sul. Dissertação (Mestrado em Geociências) Curso de Pós-graduação em Geociências, UFRGS.154p.\nDANKERS, N.; BINSBERGEN, M.; ZEGERS, K.; LAANE, R.; &amp; LOEF, R. V., 1984. Transportation of water, particulate and dissolved organic and inorganic matter\nbetween a salt marsh and the Ems-Dollar estuary, the Netherlands. Estuary Coastal and Shelf Science. 19 143-165p.\nDIEHL, F. L. &amp; HORN FILHO, N. 0., 1996. Compartimentação geológico-geomorfológica da zona litorânea e planície costeira do Estado de Santa Catarina. Notas Técnicas, CECO-IG/UFRGS, Porto Alegre, 9: 39-50.\nDIEHL, F. L. 1997. Aspectos geoevolutivos, morfodinâmicos e ambientais do pontal da Daniela, ilha de Santa Catarina. Florianópolis, Dissertação (Mestrado em Geografia), Universidade Federal de Santa Catarina. Curso de Pós-graduação em Geografia, UFSC, 132p.\nDHN. Ministério da Marinha. Diretoria de Hidrografia e Navegação. Costa do Brasil. Porto de Florianópolis. Tábua de marés para o ano de 1999.\nDHN. Ministério da Marinha. Diretoria de Hidrografia e Navegação. Costa do Brasil. Porto de Florianópolis. Tábua de marés para o ano de 2000.\nDUARTE, G. M. 1981. Estratigrafia e evolução do quaternário do plano costeiro norte da ilha de Santa Catarina. Florianópolis, Dissertação (Mestrado em Geografia). Curso de Pós-graduação em Geografia Universidade Federal de Santa Catarina. 279p.\nFIDELIS, N. L. F., 1998. Uma abordagem sobre as profundas modificações na morfometria fluvial da bacia hidrográfica do rio Ratones - num periodo de quarenta anos, e suas consequências. Florianópolis, Dissertação (Mestrado em Geografia). Curso de Pós-graduação em Geografia, UFSC, 254p.\nFOLK, R. L. &amp; WARD, W. C. 1957. Brazos river bar. A study in the significance of grain size parameters. Journal of Sedimentary Petrology. 27: 3-27.\nGAPLAN, 1986. Gabinete de Planejamento e Coordenação Geral - Subchefia de Estatística, geografia e informática. Atlas de Santa Catarina. Rio de Janeiro, Aerofoto Cruzeiro. 173p.\nGROSS, M. F.; HARDISKY, M. A. &amp; KLEMAS, .V. 1990. Inter-annual spatial variability in the response of Spartina afterniflora biomass to amount of precipitation. Journal of Coastal Research. 6 (4): 949-960p.\nGUERRA, A. T. 1993. Dicionário Geológico Geomorfológico. IBGE. 8o ed. Rio de Janeiro 440p.\nHORN FILHO N. O. &amp; DIEHL, L. F. 1994. Geologia da Planície Costeira de Santa Catarina. Alcance, UNIVALE, Itajaí, 1: 95- 102p.\nINSTITUTO DE PLANEJAMENTO URBANO DE FLORIANÓPOLIS - IPUF -1979a Levantamento aerofotogramétrico aglomerado urbano de Florianópolis, folha SG 22-Z-D-II-4-SE-F-10.\nINSTITUTO DE PLANEJAMENTO URBANO DE FLORIANÓPOLIS - IPUF -1979b Levantamento aerofotogramétrico aglomerado urbano de Florianópolis, folha SG 22-Z-D-II-4-SE-D-8.\nKLEIN, R. M. 1978. Mapa fitogeográfico do Estado de Santa Catarina. Ed. Por Raulino Reitz, Itajaí, SC: SUDESUL, FATMA, HERBÁRIO BARBOSA RODRIGUES. 24p.\nKJERFVE, B. 1989. Estuarine geomorphology and physical oceanography.\nOffprints from estuarine ecology. Ed. John Wileys &amp; sons inc. 47-78p.\nKRUMBEIN, W. C. &amp; SLOSS, L. L., 1969. Estratigrafia y sedimentación. 2 ed. Mexico. Uteha. 777p.\nLUGO &amp; SNEDAKER 1974. Properties of mangrove forest in southern Florida.\nIn. WALSH. G.; SNEDAKER, S. J. &amp;TEAS, H. eds. proceed, international symp. on biological and management of mangrove univ. Florida. 1: 170-212.\nMANN, K. H. 1982. Seagrass, marsh grass and mangrove systems. Ecology of coastal waters, a systems approach. 2 18-53p.\nMARTINS, L. R.; GAMERMANN, N.; SCHEIBE, L.; TEIXEIRA, V. H. 1970.\nSedimentologia da ilha de Santa Catarina-areias praiais. Boletim da Escola de Geologia, UFRGS, Porto Alegre, 18: 1-55. Publicação especial.\nMARTINS, L. R.; SUGUIO, K; FLEXOR, J. M.; AZEVEDO, A. E. G., 1988. Texto explicativo do mapa geológico do quaternário costeiro dos Estados do Paraná e Santa Catarina. Geologia 28, Geologia básica 18, DNPM, Brasília\nMARTINS, R. P. 1996. Estudo da circulação de corpos d'água costeiros com aplicação à baia de Florianópolis. UFSC. CNPq. Programa RHAE. (Inédito.)\nMENDONÇA, M; CARVALHO, L. R.; SILVA, A. D.; SLOMPO, C. T.; RIBEIRO, C. M. B.; FREITAS, J. O.; FUCS, R. B. H.; SOUZA, R. R.; FERREIRA, S. B.; MENDONÇA, S. 1988. Estudo preliminar de geomorfologia costeira na ilha de Santa Catarina: Daniela e Ponta das Canas, município de Florianópolis -SC. Geosul, UFSC, Florianópolis, 3 (5) p52-74.\nMUEHE, D. 1998. Geomorfologia Costeira. In: GUERRA, A. J. T. &amp; CUNHA, S. B. Geomorfologia - uma atualização de base de conceitos. 3a ed. Organização Editora Bertrand Brasil, 458p.\nMUEHE, D. &amp; CARUSO JR F. G. 1989. Batimetría e algumas considerações sobre a evolução geológica da lagoa da Conceição. Geosul, UFSC, Florianópolis 7(4) p32-45.\nNETTO, S. A. &amp; LANA, P. C. 1997. Influence of Spartina alterniflora on superficial sediment characteristics of tidal . flats in Paranaguá bay (South - eastern, Brazil). Estuarine Coastal and Shelf Science. 44: 641 -648p.\nODUM. P. E. 1971. Fundamentals of Ecology. Georgia: W. B. Saunders Company, 3° ed. 557p.\nODUM. W. E. &amp; E. J. HEALD. 1975. The detritus 'based food web of an estuarine mangrove community. In: Estuarine Research, (ed. Cronin L. E.), Acad, Press. Cap. 1,265-286.\nOLIVEIRA, J. S.; OLIVEIRA, M. S. C.; NUNES, M. G. LEAL, P. C. 1998. Mapeamento textural da baía Norte-ilha de Santa Catarina, Brasil. Relatório técnico. UFSC.28p.\nPONÇANO, W. L. 1986. Sobre a interpretação ambiental de parâmetros estatísticos granulométricos: exemplos de sedimentos quaternários da costa brasileira. Revista brasileira de geociências. 16 (2): 157-170p.\nPOPP, J. H. 1987. Introdução ao estudo da estratigrafía e da interpretação de ambientes de sedimentação. Curitiba: Universidade Federal do Paraná. 323p.\nPORTO FILHO, É.1993. Sedimentometria e algumas considerações sobre a biogeoquímica dos sedimentos de fundo da Lagoa da Conceição, Ilha de Santa Catarina. Florianópolis. Dissertação (Mestrado em Geografia). Curso de Pós-graduação em Geografia, UFSC, 346p.\nPOSTMA, H. 1988. Tidal flats areas. In. Coastal-Offshore Ecossystem Interaction (Jansson, B. 0., ed.) Spring-Verlag, Berlim, 22 102-121 p.\nREINECK, H. E. &amp; SINGH, I. B. 1980. Depositional sedimentary environments. 2' ed. Springer-Verlag. 551 p.\nREITZ, R. 1961. Vegetação da zona marítima de Santa Catarina. In: SELLOWIA 13: Anais botânicos do Herbário Barbosa Rodrigues. Itajai. p17-116.\nROTHLEDER, A. R. 1978. Estudo da variação estacional do standig-crop e do repovoamento em um banco de Spartina alterniflora no complexo estuarino-lagunar de Cananéia. São Paulo, Instituto Oceanográfico. USP, 27(2): 1-43p.\nSALLES, C , M. 1992. Esteiro de Santa Catarina: Oceanografia dinâmica. Relatório Técnico. Florianópolis: UFSC - Núcleo de Estudos Catarinenses, 398p.\nSCHAEFFER-NOVELLI, I. 1995. Manguezal. Ecossistema entre a terra e o mar. Caribbean Ecological Research, São Paulo. 64p.\nSCHEIBE, L. F. 1986. A geologia de Santa Catarina. Florianópolis. Geosul, UFSC 1(1): p7-39.\nSHEPARD, F. P. 1954. Nomenclatura based and sand-silty-clay rations. Journal of Sedimentary Petrology, 24: 151-158.\nSIERRA de LEDO, B. &amp; E. J. SORIANO-SIERRA. 1985. Mangrove swamps and coastal lagoons: sues and stressors. Baltimore. Proc. IV Symp. On Coastal and Ocean management ’’Coastal Zone 85”. ASCE,. 1:1170-1178.)\nSILVA, A. D. 1990. Estudo geo-estrutural do manguezal de Ratones na ilha de Santa Catarina. Florianópolis. Dissertação • de Mestrado em Geografia, Universidade Federal de Santa Catarina. 125p.\nSIMONASSI, J. C. 1997. Caracterização das massas de água intercambiada entre o manguezal de Ratones (ilha de Santa Catarina) e a baía Norte.\nSORIANO-SIERRA, E. J. 1992. Etude ecologique des marais sales du bassin d'Arcachon: structure et evolution des schorres, production et degradation de leur vegetation et echanges de matieres particulaires entre les schorres et le bassin. Tese de Doutorado em Biologie de populations et écosystemes. L'Universite de Bordeux. 256p.\nSORIANO-SIERRA, E. J. 1993. Caracterização ecológica dos biótopos e sua ocupação pelas comunidades vegetais no manguezal do Itacorubi (ilha de Santa Catarina, SC, Brasil). Florianópolis, Trabalho para Concurso Público de Professor Adjunto, Universidade Federal de Santa Catarina. 125p.\nSORIANO-SIERRA, E. J. 1999. Ecossistemas de marismas da lagoa da Conceição. III. A produção primária. In. O ecossistema da lagoa da Conceição. (SIERRA DE LEDO &amp; SORIANO-SIERRA, E. J. ed.) Florianópolis , Brasil, 2. 185-198p.\nSOUZA, M. L. R; FALKENBERG, D. B.; AMARAL, L. G.; FRONZA, M.; ARAULO, A. C.; SÁ, M. R. 1993. Vegetação do pontal da Daniela, Florianópolis, SC, Brasil. II Fitossociologia do manguezal. ínsula. Florianópolis. n°22. 107-142p.\nSOUZA, C. R. G. 1992. Processos sedimentares na enseada de Caraguatatuba, litoral Norte do Estado de São Paulo. In: III Congresso Associação Brasileira dos Estudos do Quaternário, Belo Horizonte. Anais... Ill ABEQUA, p. 123-140.\nSTEEVER, E. Z.; WARREN, R. S.; &amp; NIERING, W. A. 1976. Tidal energy subsidy and standing crop production of Spartina alterniflora. Estuarine and Coastal Marine Science. 4: 473-478p.\nSUGUIO, K. 1973. Introdução à sedimentoíogia. São Paulo. Edgard Blücher/Edusp: USP 317p.\n_____________. 1980. Rochas sedimentares . São Paulo : USP.\n_____________. 1992. Dicionário de geologia marinha. São Paulo T. A Queiroz. Biblioteca de ciências naturais. 366p.\nSUGUIO, K. &amp; BIGARELLA, J. J. 1979. Ambientes de sedimentação sua interpretação e importância. Ambiente fluvial. Paraná. 1 ed. Ed. Universidade Federal do Paraná e associação de defesa e educação Ambiental. 183p.\nTOLDO JR., E . E. 1994. Notas de aulas. Unidade II - Propriedades texturais e composicionais. Sedimentogênese. Instituto de Geociências. UFRGS.25p.\nTOLDO JR., E. E. &amp; MEDEIROS, R. K. 1986. Programa interpola em linguagem basic para análise estratigráfica e propriedades texturais de amostras sedimentares em computador. Pesquisas, 18: 91-100.\nVILLWOCK, J.A. 1994. A costa brasileira: geologia e evolução. Notas técnicas, CECCO-UFRGS, Porto Alegre, 7: 38-49.\nWALSH, G. E. 1974. Mangroves: a review. In: REINOLO, R. Q. W. Ecology of halophytes. New York : Ed. New York Academic.\nWENTWORTH, C.K. 1922. A scale of grade and class terms for clastic sediments. Journal of Geology 30: 377-392p.\nWILLIANS, J., TURNER, F. J., GILBERT, C. M. 1970. Petrography, an introduction to the study of rocks in thin sections. 1° ed. W. H. Freemam and Company, Inc. University of California, 424p.\nWRIGHT, L. D., &amp; SHORT, A. D. 1984. Morphodynamic variability of surf zones and beaches: A synthesis. Marine geology, 56: 93 -118p.\nWOLF, D. A. 1985. Estuarine variability."}]}}}