{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24311"}, {"@name": "filename", "#text": "8672_estudo_cheias_rio_acre_diagnostico.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "RESIDÊNCIA DE PORTO VELHO \n\n \n\n \n\n \n\nESTUDO DE ALTERNATIVAS PARA REGULARIZAÇÃO DAS CHEIAS DO \n\nRIO ACRE – DIAGNÓSTICO PRELIMINAR \n\n \n\n \n\n \n\n \n\n  \n\n \n\nGeólogo Amilcar Adamy \n\namilcar.adamy@cprm.gov.br \n\n \n\n \n\nJunho de 2016\n\n\n\n \n\n \n\n \n\nMINISTÉRIO DE MINAS E ENERGIA  \n\nMinistro de Estado  \n\nFernando Coelho Filho  \n\nSERVIÇO GEOLÓGICO DO BRASIL – CPRM  \n\nDiretor Presidente  \n\nManoel Barreto da Rocha Neto  \n\nDiretor de Hidrologia e Gestão Territorial  \n\nStênio Petrovich Pereira \n\nChefe do Departamento de Gestão Territorial  \n\nJorge Pimentel  \n\nRESIDÊNCIA DE PORTO VELHO \n\nChefe Interino da Residência \n\nEdgar Romeo Herrera de Figueiredo Iza \n\nAssistente de Produção de Hidrologia e Gestão Territorial  \n\nFrancisco de Assis dos Reis Barbosa\n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\n \n\n \n\nSUMÁRIO \n\n \n\n \n\n1. Introdução \n\n2. Objetivos \n\n3. Metodologia \n\n4. Características Hidrológicas do rio Acre \n\n5. Geologia e Geomorfologia \n\n6. Ação Erosiva Fluvial \n\n7. Sítios Paleontológicos \n\n8. Considerações de Campo \n\n9. Conclusões e Recomendações \n\n10.  Referências Bibliográficas \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1. Bacia do rio Acre. Percurso efetuado em traço duplo. Fonte: Buffon, F. T., \n\n2016. ....................................................................................................................................... 5 \n\nFigura 2. Embarcação usada durante a expedição do rio Acre. ........................................ 6 \n\nFigura 3. Bacia do rio Acre, cotejada com o Modelo Digital do Terreno. Fonte: Buffon, \n\nF.T., março de 2015. .............................................................................................................. 9 \n\nFigura 4. Padrão entrelaçado no alto rio Acre. Fonte: www.google.com.br ................... 10 \n\nFigura 5. Padrões de drenagem identificados no rio Acre. .............................................. 10 \n\nFigura 6. Troncos e bancos arenosos no leito do rio. Trecho Brasileia a Assis Brasil. . 11 \n\nFigura 7. Espessa camada arenosa da Formação Solimões. Ponto 45. ........................ 14 \n\nFigura 8. Ritmitos da Formação Solimões. Ponto 112. .................................................... 14 \n\nFigura 9. Exposição de ritmitos Solimões, de ambientes variáveis. Ponto 95. .............. 14 \n\nFigura 10. Laminação planar em sedimentos argilossílticos. Ponto 44. ......................... 14 \n\nFigura 11. Feições de rastejo – escorregamento lento. Ponto 17. .................................. 14 \n\nFigura 12. Alto terraço. Fazenda Itu. Ponto 50. ................................................................ 15 \n\nFigura 13. Conglomerado basal de sedimentos de terraços. Ponto 121. ....................... 15 \n\nFigura 14. Contato entre conglomerado fossilífero e arenitos estratificados. Ponto 94.\n\n ............................................................................................................................................... 16 \n\nFigura 15. Conglomerado ferruginoso. Pleistoceno Superior. Ponto 69. ........................ 17 \n\nFigura 16. Baixo terraço. Ponto 7. ...................................................................................... 17 \n\nFigura 17. Banco arenoso em processo de desmoronamento. Ponto 127..................... 18 \n\nFigura 18. Cobertura vegetal de mata aluvial. Ponto 21. ................................................. 18 \n\nFigura 19. Colina tabular dissecada. Escorregamento local. Ponto 60. ......................... 19 \n\nFigura 20. Solapamento de barranco. Ponto 37. .............................................................. 21 \n\nFigura 21. Desmoronamento de barranco em Brasileia. Ponto 110. .............................. 21 \n\nFigura 22. Colina dissecada, com deslizamentos rotacionais. Ponto 63 ........................ 21 \n\nFigura 23. Processo de rastejo em encosta de colina. Ponto 63. ................................... 21 \n\nFigura 24. Turbulência do rio Acre, após volumosa precipitação. Ponto 15. ................. 22 \n\nFigura 25. Transporte de troncos e raízes pelo rio Acre. Incidência de chuvas. Ponto \n\n71. .......................................................................................................................................... 22 \n\nFigura 26. Muro de gravidade na orla fluvial de Brasileia. Ponto 110. ............................ 23 \n\nFigura 27. Sítio Cachoeira do Bandeira, rio Acre. Conglomerado fossilífero \n\nsuprajacente a sedimentos arenosos. Ponto 126. ............................................................ 24 \n\nFigura 28. Conglomerado fossilífero. Alto rio Acre.   Fonte: Pedro F. de Oliveira. ........ 24 \n\nFigura 29. Antigo meandro do rio em fase de colmatação. Fonte: www.google.com.br\n\n ............................................................................................................................................... 27 \n\nFigura 30. Contorno da mancha de inundação em Xapuri. Meandros inundados.  \n\nFonte: Buffon, F. T. Imagem obtida em 27.02.2015. ........................................................ 27 \n\nFigura 31. Conjunto de meandros abandonados. Estação 49. ........................................ 27 \n\nFigura 32. Fazenda Catuaba. Lagoa escavada. ............................................................... 28 \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  5 \n\nESTUDO DE ALTERNATIVAS PARA A REGULARIZAÇÃO DAS CHEIAS DO RIO \n\nACRE – DIAGNÓSTICO PRELIMINAR \n\n  \n\n1. INTRODUÇÃO \n\nA incidência de eventos climáticos extremos nos últimos anos no Estado do \n\nAcre, responsáveis por precipitações pluviométricas elevadas, provocando inundações \n\nem diversos núcleos urbanos com prejuízos materiais e ambientais, principalmente na \n\nbacia do rio Acre, conduziu a iniciativa da SEMA-AC e do SENGE-AC de organizar \n\numa expedição técnica multidisciplinar que percorresse o referido rio entre as cidades \n\nde Porto Acre, a jusante e Assis Brasil, a montante, tendo como propósito colher \n\nsubsídios que permitissem estabelecer um maior controle na regularização da vazão \n\nda bacia (Figura 1). Esta bacia abrange 10 municípios brasileiros, sendo nove deles no \n\nestado do Acre e um no estado do Amazonas, embora alguns deles como Capixaba e \n\nBujari não sejam afetados diretamente pelas inundações sazonais por estarem \n\nlocalizados a maiores distâncias. \n\n \n\n               Figura 1. Bacia do rio Acre. Percurso efetuado em traço duplo.  \n\n               Fonte: Buffon, F. T., 2016. \n\n \n\nA realização da expedição abrangeu o período entre os dias 04 a 24 de março, \n\nutilizando-se uma embarcação de médio porte, apropriada para a navegação no rio \n\nAcre (Figura 2). A data escolhida levou em consideração o nível fluviométrico elevado \n\ndeste rio, coincidente com os últimos meses da estação chuvosa, período mais \n\nadequado e seguro para o deslocamento fluvial em uma drenagem de médio porte. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  6 \n\nEntretanto, durante o trajeto, principalmente entre as cidades de Brasileia e Assis \n\nBrasil, dificuldades operacionais associadas à lâmina d´água reduzida e abundância \n\nde troncos no leito do rio impossibilitaram a continuidade de navegação da \n\nembarcação, havendo a necessidade de concluir o trajeto até a cidade de Assis Brasil \n\npor embarcação de pequeno porte.  \n\n \n\n \n\n              Figura 2. Embarcação usada durante a expedição do rio Acre. \n\n \n\nNa previsão inicial, o estudo hidrológico/geológico deveria se estender até a \n\nEstação Ecológica do Rio Acre, localizada a montante de Assis Brasil, representada \n\npor uma região de baixa densidade ocupacional e com a vegetação praticamente \n\npreservada, oferecendo uma oportunidade diferenciada para a tomada de \n\ninformações. Contudo, esse deslocamento tornou-se inviável devido à baixa vazão do \n\nfluxo hídrico, conforme referido acima.   \n\nAlterações climáticas e ambientais de grande significado constituíram uma \n\npaisagem comum durante o Quaternário no mundo inteiro, representadas por \n\nglaciações e fases interglaciais, observadas igualmente na região amazônica. A última \n\ngrande glaciação (Würm) desenvolvida até 10.000 anos atrás, é o marco inicial da \n\népoca do Holoceno, nova fase interglacial e que estamos vivendo atualmente, definida \n\npelo aparecimento do homem moderno (SANT’ANNA NETO e NERY, 2005). Na última \n\ngrande glaciação, o clima é tipicamente seco e frio, resultando na savanização da \n\nbacia amazônica, enquanto que no interglacial posterior, o clima torna-se tropical \n\númido e quente, com um incremento expressivo da precipitação pluviométrica. No \n\nEstado do Acre, este contexto glacial foi marcante, representado principalmente pela \n\npaleofauna própria deste paleoambiente, cujos melhores exemplares estão associados \n\ncom os grandes mamíferos, habitantes das extensas savanas dominantes \n\ntemporalmente. Além disso, outras mudanças se manifestaram através de reativações \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  7 \n\ntectônicas provocando soerguimentos localizados dos terrenos e uma incisão mais \n\nfrequente e profunda da drenagem derivada da fase interglacial atual. \n\nDurante a jornada de campo, observou-se a presença de uma ocupação \n\nantrópica ao longo do rio até a cidade de Assis Brasil, com a remoção parcial da \n\ncobertura vegetal nativa para a implantação de atividades agropecuárias; essa ação \n\ntraduz-se na exposição dos taludes fluviais, promovendo o aceleramento dos \n\nprocessos erosivos fluviais e pluviais.  \n\nA equipe técnica da CPRM – Serviço Geológico do Brasil foi constituída pelos \n\npesquisadores Amilcar Adamy e Franco Turco Buffon e pelo técnico em geociências \n\nWladimir R. Gomes.   \n\n \n\n2. OBJETIVOS \n\n \n\nOs objetivos estabelecidos abrangem uma caracterização da dinâmica fluvial do \n\nrio Acre e de seu meio físico, visando fornecer subsídios para a busca de soluções \n\nquanto à regularização das vazões, através da acumulação do excesso de água no \n\nperíodo chuvoso e sua liberação na estação seca.  \n\nO processo de ocupação e desenvolvimento do território acriano está associado \n\na drenagens de médio a grande porte, as quais são submetidas à sazonalidade \n\nclimática da região amazônica, traduzindo-se em riscos de inundação periódica \n\ndurante a estação chuvosa, gerando inquietação à população e à administração \n\npública. Desta forma, ao promover uma primeira avaliação do comportamento \n\ndinâmico do rio Acre, a partir de uma abordagem por distintos campos da ciência, \n\ntorna-se possível buscar uma visualização conjunta e encontrar alternativas viáveis \n\npara atender aos objetivos acima referidos.  \n\n \n\n3. METODOLOGIA \n\n \n\n A metodologia adotada no presente trabalho obedece a padrões estabelecidos \n\nem estudos anteriores, constituído por uma etapa prévia de levantamento de \n\ninformações e imagens, seguida por uma etapa de campo e finalmente, pela análise e \n\ninterpretação dos dados coletados, posteriormente compilados em um documento \n\nconclusivo.   \n\n O estudo prévio do rio Acre, após definido o trajeto a ser percorrido, envolveu a \n\nobtenção de imagens de satélite no site www.google.com.br em escala compatível \n\ncom os resultados desejados, onde foram indicados pontos de interesse para \n\nhttp://www.google.com.br/\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  8 \n\nchecagem em campo. Estas imagens foram fundamentais para o acompanhamento \n\ncontínuo do rio Acre e a identificação precisa dos sítios de coleta de informações. \n\nProcedeu-se igualmente a um levantamento bibliográfico da geologia e do relevo da \n\nbacia desse rio, favorecendo a sua confrontação com as exposições encontradas \n\ndurante o trajeto.     \n\n A etapa mais importante da expedição ocorreu durante a fase de campo, com o \n\nmonitoramento permanente das condições dinâmicas do rio, das formas de relevo, da \n\nresposta dos taludes fluviais à ação erosiva do fluxo d´água (terras caídas), das \n\nexposições sedimentares tanto em barrancos como no leito do rio, das condições de \n\nnavegabilidade, entre outras. Importante também foi a troca de informações com os \n\ndemais integrantes da expedição, favorecendo um melhor entendimento do contexto \n\nobservado.  \n\n Como etapa conclusiva, foi efetuada uma análise das informações coletadas e \n\ndisponíveis, seguida de uma interpretação do conjunto dos dados, e a consequente \n\nelaboração de um documento conclusivo, onde são assinaladas as observações de \n\ncampo e os resultados obtidos em uma avaliação final.  \n\n  \n\n4. CARACTERÍSTICAS HIDROLÓGICAS DO RIO ACRE \n\n \n\nO rio Acre é um rio de águas brancas, com expressiva quantidade de material \n\nem suspensão, incrementada na estação chuvosa pela maior ação do processo \n\nerosivo. No curso superior, o rio caracteriza-se por um padrão tendendo para o \n\nentrelaçado, predominando a erosão e o transporte; no curso médio, promove-se um \n\nequilíbrio entre erosão e deposição, com a gradual modificação do padrão do rio, para \n\nmeândrico do tipo divagante, tornado definitivo no curso inferior. A resposta da \n\ndinâmica fluvial de um rio revela que o incremento da velocidade das águas de um rio, \n\nterá uma maior capacidade de erosão e transporte, enquanto que uma velocidade \n\nmenor das águas se traduzirá em uma menor capacidade de transporte e maior \n\ndeposição dos sedimentos transportados.  \n\nA bacia do rio Acre ocupa uma área aproximada de 35.000 km2, com nascentes \n\nem terrenos do Domínio Colinoso da Amazônia Ocidental, de baixas altitudes (350-\n\n380m), à semelhança dos rios Purus e Juruá, constituídos presumivelmente por \n\nsedimentos da Formação Solimões (Figura 3). Os principais afluentes do rio Acre em \n\nsolo brasileiro, pela margem esquerda, são os rios Xapuri, Riozinho do Rola, Andirá e \n\nAntimarí. Trata-se de um rio de carga mista, desenvolvendo um traçado meandrante \n\nna maior parte dos cursos médio a inferior, com uma maior sinuosidade em direção ao \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  9 \n\ncurso inferior e uma diminuição da granulometria transportada em decorrência da \n\nmenor declividade do terreno e da menor velocidade do fluxo. Cabe ressaltar que a \n\ncarga transportada pelo rio Acre é predominantemente de sedimentos mais finos \n\ndevido à natureza do substrato geológico, onde mais de 90% é como carga suspensa, \n\nenquanto que a carga de leito é muito pequena e de tamanho areia. A ocorrência de \n\nseixos (até 10 cm em diâmetro) depositados por rios nas terras baixas encontrada em \n\nalguns locais, tais como no rio Acre, indica claramente a magnitude das mudanças \n\nproduzidas a partir das variáveis hidrológicas, seja pela forte dinâmica ocorrida no \n\nGlacial Máximo (56 a 26v ka BP) como por fortes precipitações.  \n\n \n\n       Figura 3. Bacia do rio Acre, cotejada com o Modelo Digital do Terreno.  \n\n       Fonte: Buffon, F.T., março de 2015. \n\nPor sua vez, no curso superior, domina um padrão entrelaçado por apresentar \n\numa declividade mais acentuada do substrato e pela maior variabilidade da descarga; \n\ncaracteriza-se por uma rede de canais interconectados separados por barras arenosas \n\nou cascalhosas (Figura 4). Correspondem a rios de carga de fundo (SCHERER, 2008).  \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  10 \n\n \n\nFigura 4. Padrão entrelaçado no alto rio Acre. Fonte: www.google.com.br \n\nEm determinados segmentos contempla um padrão retilíneo, principalmente no \n\ncurso superior e em curtos trechos no curso médio, provavelmente encaixados em \n\nlineamentos estruturais reativados. Representam um canal simples, de margens \n\nrelativamente estáveis (Figura 5). \n\n                           \n\n   \n\n \n\n \n\nFigura 5. Padrões de drenagem identificados no rio Acre. \n\n \n\nOs canais meandrantes se caracterizam pela migração lateral, em decorrência \n\ndas diferenças na velocidade de fluxo no lado côncavo e no lado convexo do meandro. \n\nAssim, a velocidade do fluxo é maior na parte côncava do meandro (parte externa), \n\nhttp://www.google.com.br/\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  11 \n\nprovocando erosão e transporte de sedimentos até a parte convexa do meandro (parte \n\ninterna) onde são depositados, formando as barras em pontal. \n\nO rio Acre apresenta uma extensa planície aluvial, onde processos de avulsão \n\nsão comuns, evidenciados por meandros abandonados, constituindo uma feição \n\nrepresentativa na maior parte do traçado fluvial. Caracteriza-se ainda pelo gradiente \n\nhidráulico baixo, com uma declividade média estimada em 0,40 mm/m, decrescente da \n\nnascente para a foz.  \n\nAo se considerar as dimensões da bacia do rio Acre e ao contexto geológico \n\nassociado à litologias de baixa capacidade de infiltração, a resposta possível à \n\nincidência de chuvas concentradas em curtos intervalos de tempo, será um aporte de \n\num volume de água superior à capacidade de absorção dos rios que drenam a região \n\nafetada, favorecendo o escoamento superficial das águas, provocando a rápida \n\nelevação do nível fluviométrico, podendo chegar ao transbordamento dos canais e \n\nconsequente inundação (ADAMY, 2015). \n\nConstitui um rio de comportamento sazonal típico com extrema variabilidade das \n\nvazões, atingindo mais de 3.000 m\n3\n/s na estação chuvosa (inundações) a 200 m\n\n3\n/s na \n\nestação seca (colapso em abastecimento urbano). Este comportamento restringe a \n\nnavegação contínua, limitando-se a embarcações de pequeno porte na estação seca. \n\nDa mesma forma, ela é dificultada no curso médio a superior pela presença abundante \n\nde troncos e bancos arenosos (Figura 6). \n\n \n\n \n\nFigura 6. Troncos e bancos arenosos no leito do rio. Trecho Brasileia a Assis Brasil. \n\n \n\nO perfil de equilíbrio de um rio está condicionado à descarga do rio e a carga \n\nsedimentar transportada, que indicarão para onde o rio se inclina, ou seja, se sofrerá \n\nerosão ou deposição. Para a maioria dos rios, a declividade é maior em direção as \n\nnascentes e menores em direção à foz.  Representa o balanço entre erosão e \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  12 \n\ndeposição. Alterações nos fatores controladores tais como a tectônica e o clima \n\ncausarão o deslocamento do equilíbrio na direção necessária para absorver os efeitos \n\ncausados pela mudança.  \n\nDesta forma, mudanças na taxa de precipitação influenciam diretamente na \n\ndescarga do rio e no influxo de sedimentos grossos na bacia de drenagem, gerando \n\nmodificação na posição do perfil de equilíbrio (SCHERER, 2008). A erosão e \n\ndegradação fluvial estão associados a períodos de rebaixamento do perfil de equilíbrio \n\nenquanto que a agradação e acumulação fluvial  ocorrerá na subida do perfil de \n\nequilíbrio. Esse processo é perfeitamente identificável no rio Acre, como no período \n\ndas cheias quando aumentam as precipitações pluviométricas, gerando uma maior \n\ncarga sedimentar transportada, principalmente em suspensão e ao mesmo tempo \n\nacelerando a ação erosiva, decorrentes do rebaixamento do perfil de equilíbrio.  \n\n \n\n5. GEOLOGIA E RELEVO \n\n \n\nEm geral, os pesquisadores costumam dividir a criação dos sistemas fluviais da \n\nAmazônia em duas partes: o primeiro, mais antigo, associado ao Craton Amazônico \n\n(praticamente todo o Fanerozoico) e um segundo, derivado do soerguimento andino, \n\npresente do Neógeno em diante (mais ou menos 16 m.a.) (HOORN, 1993). Segundo \n\nesta mesma autora, as unidades sedimentares de origem cratônica da região \n\namazônica possuem as seguintes características: “sedimentos compostos de arenitos \n\nquartzosos maduros, fração argilosa caulinitica modesta, e assembleias de minerais \n\npesados estáveis a ultra-estáveis; razões isotópicas características para rochas fontes \n\nproterozoicas; distribuição bimodal de tamanho de grão; direções de transporte \n\npredominante E-W e ambientes deposicionais que variam de leques aluviais, para \n\nsistemas fluviais braided, de baixa sinuosidade para meandrantes”. É importante \n\ndestacar que estas unidades não ocorrem superficialmente no Estado do Acre. \n\nDurante o Neógeno, a cordilheira andina continua a ser soerguida, gerando \n\nvolumes consideráveis de sedimentos depositados em extensas áreas, tais como a \n\nFormação Solimões (Mioceno Superior), exibindo a transição para ambientes \n\nfluviolacustres e lacustres, aos quais se associa a reversão do fluxo das drenagens \n\npara o Oceano Atlântico através da ruptura do Arco do Purus. Desta forma, Hoorn \n\n(1993) sintetiza este cenário com a seguinte afirmação: “processos geológicos \n\nrelativamente recentes criaram a geografia atual da Amazônia. Os sistemas de rios \n\nandinos e seus ambientes aquáticos ricos em nutrientes não são mais antigos do que \n\no Mioceno e substituem muitos dos sistemas fluviais derivados do craton que \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  13 \n\ndominaram a Amazônia durante a maior parte da história geológica. Assim houve uma \n\nmudança paleogeográfica e biótica”. \n\nDe acordo com Hoorn (1993), o desenvolvimento do sistema do rio Amazonas \n\npara sua forma atual foi estabelecido nos últimos 10 m.a.; por sua vez Latrubesse et al \n\n(2010) afirmam que o sistema fluvial amazônico foi integrado regionalmente mais \n\nrecentemente (Pleistoceno Inferior), quando passou a drenar água e sedimentos em \n\ngrande quantidade para o Oceano Atlântico. Afirmam ainda estes autores que, nesta \n\nmesma época, o sistema fluvial de terras baixas do sudoeste amazônico (bacias do \n\nPurus, Juruá e Javari) torna-se desconectado das drenagens andinas em decorrência \n\nda formação dos sistemas Ucayali (para norte) e Madre de Dios (para sudeste).   \n\nO estabelecimento da contextualização hidrográfica é importante por estar \n\ndiretamente associado ao ambiente geológico observado durante a expedição do rio \n\nAcre, onde foram individualizadas quatro unidades litoestratigráficas distintas: \n\nFormação Solimões, Terraços Fluviais, Conglomerados e Sedimentos Aluvionares \n\nAtuais.  \n\nA Formação Solimões, de idade miocênica superior, é amplamente dominante \n\nno estado, estando representada por depósitos continentais fluviolacustres e \n\nlacustrinos dentro de uma bacia subsidente, onde a principal fonte de suprimento \n\nderiva da cadeia andina, ou seja, existia uma ligação física entre a cordilheira e o local \n\nde deposição.  A análise de fácies, o conteúdo fóssil e o registro palinológico apontam \n\npara um ambiente de deposição dominado por rios avulsivos associados com sistemas \n\nde megaleques e rios avulsivos em bacias de inundação (pântanos, lagos, deltas \n\ninternos e splays) (LATRUBESSE et al.,  2010). A distribuição destes sedimentos em \n\nterritório brasileiro é bastante ampla, ocorrendo desde o oeste do Arco de Purus até o \n\nlimite com o Peru (Serra do Moa) e Bolívia (Bloco de Pando).   \n\nEm taludes fluviais do rio Acre, foram identificadas numerosas exposições desta \n\nunidade, distinguindo-se dois grupos de fácies: - fácies de canal constituídos de \n\nsedimentos arenosos e arenossílticos (Figura 7), portadores de estratificação plano-\n\nparalela e cruzada acanalada (Figura 8) e por vezes algum conglomerado \n\nintraformacional; - fácies de planície de inundação/lacustrinos representados por \n\nsedimentos argilossílticos e siltitos argilosos de cores avermelhada (ambiente mais \n\noxidante) e cinza esverdeado (mais redutor), em geral associados a uma estrutura \n\nmaciça e secundariamente uma laminação planar (Figuras 9 e 10).  São comuns sítios \n\nfossilíferos em ambos os fácies, com destaque para vertebrados. Níveis de \n\nconcreções carbonáticas e/ou gipsita foram caraterizados em diversos afloramentos. \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  14 \n\n \n\nFigura 7. Espessa camada arenosa da Formação Solimões. Ponto 45. \n\nFigura 8. Ritmitos da Formação Solimões. Ponto 112. \n\n \n\nFigura 9. Exposição de ritmitos Solimões, de ambientes variáveis. Ponto 95. \n\nFigura 10. Laminação planar em sedimentos argilossílticos. Ponto 44. \n\n \n\nDo ponto de vista geotécnico, esta unidade é bastante suscetível a processos de \n\ndeslizamento de encosta e rastejamentos, frequentemente observados ao longo do \n\ntrajeto (Figura 11).  \n\n \n\n             Figura 11. Feições de rastejo – escorregamento lento. Ponto 17. \n\n \n\nOutra unidade importante e de ampla distribuição no rio Acre associa-se aos \n\nterraços fluviais, de idade pleistocênica, sendo distinguidos preliminarmente: terraços \n\nFigura 7 Figura 8 \n\nFigura 9 Figura 10 \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  15 \n\nsuperiores, mais altos e antigos e terraços inferiores, mais baixos e recentes, aos \n\nquais podem estar ou não interdigitados sedimentos holocênicos atuais. Em trabalho \n\ndesenvolvido no rio Juruá, Latrubesse (1995) definiu três níveis de terraços: terraço \n\nsuperior (34 a 38 m), terraço intermediário (15-20 m) e terraço inferior (8-12 m), \n\ndefinidos segundo sua relação com o nível d´água da estação mais seca. Embora o \n\nnível atual de conhecimento não permita a separação dos terraços no rio Acre, é \n\nindiscutível a existência de níveis diferenciados, observados durante a expedição, \n\nonde os terraços mais altos estão protegidos das inundações sazonais, enquanto que \n\nos terraços mais baixos podem ser alcançados por eventos climáticos extremos. A \n\nprincípio, é possível a distinção entre diferentes níveis de terraços quando o nível \n\nfluviométrico estiver elevado, no ápice da estação chuvosa.   \n\n   Os terraços fluviais consistem em sedimentos derivados do intemperismo da \n\nFormação Solimões. São visíveis em nível de água baixa em exposições isoladas e \n\nnão podem ser traçados de forma contínua de uma exposição para outra. Da mesma \n\nforma, não são idênticos em exposições sucessivas e podem variar lateralmente em \n\numa mesma exposição. A definição de unidades litoestratigráficas para estes \n\nsedimentos é impraticável, dado a impossibilidade de estabelecer relações claras ou \n\ndados conclusivos para estas camadas.   \n\nOs sedimentos dos terraços mais antigos e necessariamente mais altos ocorrem \n\nem barrancos com alturas superiores a 15 m, dispondo-se discordantemente em \n\nrelação à Formação Solimões (Figura 12). Em alguns afloramentos evidenciam uma \n\ndelgada camada conglomerática na base, próximo ao contato com a Formação \n\nSolimões (Figura 13).  \n\n \n\n \n\nFigura 12. Alto terraço. Fazenda Itu. Ponto 50. \n\nFigura 13. Conglomerado basal de sedimentos de terraços. Ponto 121. \n\n \n\nFigura 12 Figura 13 \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  16 \n\nEm alguns afloramentos, caracteriza-se uma sequência granodecrescente \n\nportadora de um conglomerado basal e alguns depósitos arenosos correlacionados, \n\ntipicamente depósitos de canal. O fácies arenoso possui uma granulometria grossa a \n\nmédia, de cores variegadas, com destaque para colorações avermelhadas pela \n\noxidação do ferro. É comum exibir estratificação cruzada acanalada, além de \n\nestratificação plano-paralela (Figura 14).  \n\nSedimentos mais finos podem estar associados por acresção lateral. Em geral \n\nestes sedimentos são inconsolidados ou pobremente consolidados. \n\n \n\n \n\nFigura 14. Contato entre conglomerado fossilífero e arenitos estratificados. Ponto 94. \n\n  \n\nOs conglomerados polimíticos observados pontualmente, de idade pleistocênica, \n\nsão constituídos por seixos e fragmentos de pelitos e arenitos protegidos por uma \n\ncrosta ferruginosa endurecida e quartzitos dispersos em uma matriz arenossíltica, \n\nimportantes pelo registro de sítios paleontológicos, descritos por diversos artigos \n\ncientíficos (Figura 15). O predomínio de uma rica fauna de mamíferos em um fácies \n\nsedimentar de natureza conglomerática conhecida como Fase Lujanense do \n\nPleistoceno Superior, sugerem um clima árido na área de deposição, provavelmente \n\ndurante o Pleniglacial médio da última glaciação. O conglomerado portador de ossos \n\nestá vertical e lateralmente descontínuo, onde as cores dominantes variam de preto a \n\nmarrom avermelhado, devido à precipitação de óxidos de ferro. Os seixos alcançam \n\n10-15 cm em diâmetro e a matriz é arenosa para areno-argilosa. O conglomerado \n\naparece como uma camada endurecida, tal como uma crosta ferruginosa.  \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  17 \n\n \n\n       Figura 15. Conglomerado ferruginoso. Pleistoceno Superior. Ponto 69. \n\nOs terraços mais baixos, sujeitos a inundações sazonais, apresentam uma altura \n\nmédia de 8 – 10 m, são constituídos por sedimentos argilosos e/ou arenosos \n\ninconsolidados de diferentes ciclos de erosão/deposição durante o pleistoceno \n\nsuperior-holoceno, variáveis lateralmente e descontínuos (Figura 16). É comum \n\nestarem associados com sedimentos recentes. \n\n \n\n                                      Figura 16. Baixo terraço. Ponto 7. \n\n \n\nFinalmente, ocorrem os sedimentos holocênicos atuais, inconsolidados, \n\nrepresentados por areias siltosas, areias argilosas, siltes argilosos e argilas siltosas \n\n(Figura 17). Os depósitos mais arenosos são marrom amarelados e os mais finos são \n\ncinza esverdeados para cinzas. A presença de camadas orgânicas pretas ou escuras, \n\nformadas por troncos e raízes é uma feição comum em rios da Amazônia, tais como \n\nno alto rio Juruá, junto à cidade Marechal Thaumaturgo, não tendo sido observada no \n\nrio Acre, devido ao nível alto das águas. Os depósitos arenosos mostram um ângulo \n\ndeposicional superior a 15º indicando deposição por acresção lateral em barras em \n\npontal. Os sedimentos finos são depósitos overbank, distribuídos principalmente em \n\nmeandros abandonados, ricos em matéria orgânica.  \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  18 \n\n \n\n     Figura 17. Banco arenoso em processo de desmoronamento. Ponto 127. \n\n \n\nDo ponto de vista de paisagens geomorfológicas, a bacia do rio Acre é \n\ncompartimentada em três domínios distintos: a Planície Amazônica, o Domínio \n\nColinoso da Amazônia Ocidental e os Tabuleiros da Amazônia Centro-Ocidental \n\n(DANTAS et al., 2015). \n\nA Planície Amazônica é representada por planícies de inundação e terraços \n\nfluviais de relevo plano, dominantes na maior parte do percurso do rio Acre, ocupando \n\no fundo do vale desse rio e de seus afluentes. São tipicamente as únicas áreas \n\ndeposicionais ativas do território acreano. Como são terras baixas, o desenvolvimento \n\nda vegetação está associado aos igapós e matas de várzea adaptadas a ambientes \n\ninundáveis (Figura 18). \n\n \n\n \n\n                  Figura 18. Cobertura vegetal de mata aluvial. Ponto 21. \n\n  \n\nA configuração da drenagem, em geral, obedece a um padrão meândrico, de \n\nalta sinuosidade, onde os processos de avulsão ocorrem seguidamente representados \n\npor lagos de meandros abandonados, desconectados da drenagem principal. Muitos \n\ndesses meandros encontram-se colmatados, sendo que aqueles mais antigos exibem \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  19 \n\numa cobertura vegetal secundária. Em cheias excepcionais, podem ser atingidos pela \n\nelevação das águas, aportando sedimentos posteriormente depositados com o recuo \n\ndas águas, observada na inundação de janeiro de 2015. \n\n Por outro lado, os terraços fluviais (várzeas) representam um papel \n\nfundamental no processo histórico de ocupação do rio Acre por ribeirinhos, por se \n\nconstituírem nos terrenos preferenciais para sua fixação, embora possam ser atingidos \n\npor eventos extremos de inundação, como ocorrido recentemente. Da mesma forma, \n\nnúcleos urbanos importantes localizados ao longo do rio Acre também estão fixados \n\nparcialmente nos terraços fluviais e, mais grave ainda, em trechos das planícies de \n\ninundação como se observa em alguns bairros da cidade de Brasileia e até mesmo \n\nsua área central, disposto lateralmente a um meandro abandonado.   \n\nO Domínio Colinoso da Amazônia Ocidental é caracterizado por colinas baixas e \n\naltamente dissecadas, de pouca amplitude de relevo, geralmente entre 20 e 50 metros \n\n(Figura 19); evidencia-se uma franca atuação de processos de escoamento superficial, \n\nfavorecendo o desenvolvimento de uma rede densa de drenagens de primeira ordem \n\ncom padrão sub-dendrítico (DANTAS et al.,  2015). A natureza do substrato geológico \n\ncondiciona a formação de solos de baixa permeabilidade e com alta atividade da \n\nargila, que são expansivos e constituem um desafio a obras de engenharia. Em \n\ndecorrência das argilas expansivas, observam-se pontualmente feições associadas à \n\nrastejamento e deslizamento de encostas, muitas vezes marcadas também por erosão \n\nlaminar e sulcos.  \n\n \n\n      Figura 19. Colina tabular dissecada. Escorregamento local. Ponto 60. \n\n \n\nNo curso médio a inferior do rio Acre, foram identificadas colinas tabulares de \n\nbaixa amplitude de relevo (geralmente inferiores a 30 metros), instaladas em formas \n\nde relevo colinosas de sedimentos da Formação Solimões e capeados por coberturas \n\nmais recentes, predominantemente crostas detrito-lateríticas. São associados aos \n\nTabuleiros da Amazônia Centro-Ocidental, consideradas como Baixos Platôs.      \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  20 \n\n    \n\n6. AÇÃO EROSIVA FLUVIAL \n\nA erosão fluvial desenvolve-se pela ação das águas dos rios, provocando \n\ndesgastes dos taludes marginais, removendo o material inconsolidado ou pouco \n\nconsolidado através de movimentos gravitacionais de massa e, gradativamente, \n\nalterando a forma dos rios. A atuação dos processos erosivos fluviais atua \n\ndiferentemente ao longo do seu traçado, variando desde um processo mais vigoroso \n\nno curso superior (nascentes) até o curso inferior onde é menos atuante e predomina \n\na deposição.   \n\nNo rio Acre, esse processo é observado praticamente de maneira contínua, \n\nprincipalmente em sedimentos aluvionares inconsolidados e nos terraços fluviais, \n\nembora possa estar presente ainda nas colinas dissecadas quando próximas ao rio. \n\nTrata-se de uma feição comum em rios de água branca da Amazônia, tais como o \n\nMadeira, Purus e o Solimões, entre outros, objeto de citação de numerosos \n\npesquisadores em artigos científicos, recebendo denominações distintas, das quais \n\nmerece citação o termo “terras caídas”, pelo qual é amplamente conhecido. Em 1905, \n\nEuclides da Cunha já testemunhava os efeitos desse processo ao subir o rio Purus, \n\nrepresentando o governo brasileiro na questão territorial do território do Acre. Esse \n\nprocesso é favorecido ainda pela remoção da cobertura vegetal nativa, \n\npotencializando sua ação destrutiva. Em áreas urbanas ao longo do rio Acre constitui \n\numa paisagem comum nos terraços subverticalizados.  \n\nOs movimentos de massa associados aos taludes fluviais desenvolvidas nos rios \n\namazônicos, como o rio Acre, estão relacionados à ação conjugada de uma série de \n\nfatores (CARVALHO, 2006):  \n\n- pressão hidrodinâmica do fluxo da água corrente, imprimida pela velocidade e pela \n\ndescarga fluvial variável (até 3.500 m\n3\n/s na estação chuvosa); \n\n- pressão hidrostática, correspondente à pressão da água retida na coluna sedimentar; \n\n- composição do material das margens; \n\n- fatores climáticos tais como o vento, a intensidade das chuvas e \n\n- fatores antrópicos tais como o desmatamento da vegetação ciliar e ação das \n\nembarcações. \n\nOs movimentos de massa também são temporalmente diferenciados ao longo \n\ndas estações. Assim, são mais atuantes na estação chuvosa pelo aumento da pressão \n\nhidrodinâmica, predominando ações como desabamento e desmoronamento \n\n(solapamento das margens) (Figuras 20 e 21), largamente observado durante a \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  21 \n\nexpedição; por sua vez, na vazante (estação seca), são mais frequentes movimentos \n\nassociados a escorregamentos, que são movimentos rápidos pelo aumento da \n\npressão hidrostática (Figura 22) ou rastejos caracterizados pelo deslizamento lento da \n\nencosta (Figura 23) (OLIVEIRA et al., 2016). Contudo, não significa que solapamentos \n\ne escorregamentos possam ocorrer nas estações seca e chuvosa, respectivamente.    \n\n \n\nFigura 20. Solapamento de barranco. Ponto 37. \n\nFigura 21. Desmoronamento de barranco em Brasileia. Ponto 110. \n\n \n\n             \n\nFigura 22. Colina dissecada, com deslizamentos rotacionais. Ponto 63. \n\nFigura 23. Processo de rastejo em encosta de colina. Ponto 63. \n\n \n\nComo indicado acima, as chuvas relacionam-se diretamente com a dinâmica das \n\náguas de superfície e subsuperfície influenciando a deflagração dos processos de \n\ninstabilização de taludes. Os índices pluviométricos críticos para o início dos \n\nmovimentos de massa são variáveis conforme seja o regime de infiltração no terreno, \n\no tipo de instabilização desenvolvido nos taludes fluviais e a dinâmica das águas \n\nsuperficiais. Os escorregamentos em solo podem ocorrer logo após uma chuva \n\nconcentrada como também pelo acumulado nos dias anteriores. As chuvas \n\nFigura 20 Figura 21 \n\nFigura 22 Figura 23 \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  22 \n\ndesempenham um papel preponderante na incidência dos movimentos de massa dos \n\nbarrancos dos rios, ao aumentar a vazão e a velocidade das águas e por \n\nconsequência, sua turbulência.  \n\nO contexto descrito acima foi constatado in loco, quando após uma chuva \n\ntorrencial, as águas do rio Acre experimentaram uma maior turbulência das águas e \n\num expressivo transporte de troncos e galhos removidos de suas margens (figuras 24 \n\ne 25).   Uma ação importante também é desenvolvida pelo impacto físico das chuvas \n\nsobre o solo e barrancos inconsolidados, promovendo sua desagregação e levando \n\naté as drenagens. Registra-se ainda, a natureza argilosa dos sedimentos Solimões, \n\nque por serem relativamente pouco permeáveis, contribuem para o escoamento \n\nsuperficial, aumentando o volume transportado de sedimentos (ADAMY, 2016).   \n\n            \n\nFigura 24. Turbulência do rio Acre, após volumosa precipitação. Ponto 15. \n\n            Figura 25. Transporte de troncos e raízes pelo rio Acre. Incidência de chuvas. Ponto 71. \n\n \n\nUma consequência grave imposta ao rio Acre pela ação erosiva fluvial vincula-se \n\nao expressivo volume de sedimentos desmantelados pelos movimentos de massa nos \n\ntaludes fluviais e em seguida depositados e/ou transportados para jusante, capazes de \n\nprovocar o assoreamento de determinados trechos do rio, reduzindo a lâmina d´água e \n\nfavorecendo o transbordamento mais rápido do canal principal.  \n\nNo decorrer do trabalho de campo, uma estrutura metálica construída na área \n\nurbana de Brasileia, tipo muro de gravidade, com o objetivo de proteger o talude \n\nfluvial, encontra-se parcialmente destruída pela erosão fluvial. O substrato geológico \n\ndos sedimentos existentes nos terraços nos quais a cidade está implantada \n\naparentemente não possui competência geomecânica para implantação de tais \n\nestruturas como comprovado nos dias de hoje. Os métodos de contenção desse tipo \n\nde encostas possuem vida útil, bastante reduzida em Brasileia devido à ativa dinâmica \n\nFigura 24 Figura 25 \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  23 \n\nfluvial do rio Acre. Desta forma, trata-se de obras de custo elevado e uma vida útil \n\ncomprometida pela força da vazão do rio e pela velocidade das águas (Figura 26).  \n\n \n\n          Figura 26. Muro de gravidade na orla fluvial de Brasileia. Ponto 110. \n\n \n\n7. SÍTIOS PALEONTOLÓGICOS \n\nA bacia do rio Acre é conhecida mundialmente pelo conteúdo fossilífero, que \n\nprovinha inicialmente de coletas e informações quase sempre aleatórias do final do \n\nséculo XIX e princípio do século XX, sem trazer maiores informações sobre a \n\nprocedência e contexto geológico associado, dificultando sua interpretação (SOUZA-\n\nFILHO e GUILHERME, 2015). Os primeiros fósseis do Estado do Acre provieram de \n\num trecho não localizado do rio Acre.  \n\nEm 1983, é criado o Laboratório de Pesquisas Paleontológicas da Universidade \n\nFederal do Acre e, a partir de então, a procura dos fósseis e a sistematização das \n\npesquisas de campo ganharam uma importância crescente, agregando-se centenas \n\nde peças fósseis, principalmente de vertebrados, onde predominam os répteis. A \n\nmaioria dos sítios pesquisados está localizada em cortes de estradas e principalmente, \n\nem barrancas de rios. Considerando sua proximidade com o principal órgão de \n\npesquisa – UFAC, o rio Acre constitui a drenagem mais pesquisada e importante, \n\nregistrando-se um acervo considerável, seja em variedade como em quantidade de \n\nfósseis.     \n\nOs fósseis identificados no rio Acre foram relacionados a duas idades distintas \n\n(SOUZA-FILHO e GUILHERME, 2015): \n\n- mais antiga, de idade Mioceno Superior - Plioceno (entre 8 e 5 m.a.), associada aos \n\nsedimentos da Formação Solimões, rica em fósseis, principalmente de vertebrados \n\n(peixes, répteis, aves e mamíferos), ocorrendo também restos vegetais e de \n\ninvertebrados; \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  24 \n\n- mais recente, de idade Plioceno – Pleistoceno (entre 2 m.a. e 10.000 anos), com \n\nsedimentos argilossílticos, argiloarenosos e arenosos, dispostos discordantemente \n\nsobre a Formação Solimões. As melhores exposições localizam-se na bacia do rio \n\nJuruá, embora tenha sido encontrado também no rio Acre. São representados por \n\nmamíferos e pequenos roedores. \n\n Um litótipo importante de idade Pleistoceno Superior é identificado em várias \n\nbacias que drenam o Estado do Acre, como os rios Juruá, Purus e Acre, onde aflora \n\num conglomerado rico em fragmentos fósseis, responsável pela maioria dos ossos \n\nencontrados do Quaternário. Considerando que esta rocha está sobre a Formação \n\nSolimões fossilífera, é possível encontrar remanescentes fósseis de vertebrados do \n\nMioceno-Plioceno misturados aos vertebrados quaternários no referido conglomerado, \n\ntias como o sítio Cachoeira do Bandeira (figuras 27 e 28) . \n\n                                    \n\nFigura 27. Sítio Cachoeira do Bandeira, rio Acre. Conglomerado fossilífero suprajacente \n\na sedimentos arenosos. Ponto 126. \n\nFigura 28. Conglomerado fossilífero. Alto rio Acre.   Fonte: Pedro F. de Oliveira. \n\n \n\n Os estudos paleontológicos já realizados individualizaram quatro sítios \n\nfossilíferos importantes no rio Acre: \n\n- Sítio Niterói, a montante de Rio Branco, constituído por sedimentos argilosos da \n\nFormação Solimões; \n\n- Sítio Cachoeira do Bandeira, entre Assis Brasil e Brasileia, representado por \n\nsedimentos conglomeráticos e síltico argilosos do Pleistoceno Superior; \n\n- Sítio Cavalcante, a montante de Assis Brasil, onde afloram sedimentos argilossílticos \n\nda Formação Solimões; \n\nFigura 27 Figura 28 \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  25 \n\n- Sítio Patos, a montante do sítio Cavalcante, composto por conglomerados de matriz \n\nargilosa, associados à Formação Solimões.  \n\n O nível fluviométrico elevado do rio Acre permitiu identificar apenas o Sítio \n\nCachoeira do Bandeira, contemplando um diversificado e rico conteúdo fossilífero, \n\nconstituído por fragmentos de crocodilídeos e quelônios.   \n\nTroncos antigos retrabalhados, provavelmente procedentes da Formação \n\nSolimões, são encontrados misturados com madeira e troncos do Pleistoceno. Os \n\ntroncos mais antigos são totalmente silicificados enquanto que os pleistocênicos \n\ncontem óxido de ferro e alguns ainda se encontram em bom estado de preservação. \n\n \n\n8. CONSIDERAÇÕES DE CAMPO \n\n As atividades de campo foram desenvolvidas no mês de março visando \n\naproveitar o nível fluviométrico alto do rio Acre, possibilitando uma navegação mais \n\nfavorável e segura. Entretanto, apesar de incidência de precipitações pluviométricas \n\nno período, o trajeto Brasileia a Assis Brasil trouxe dificuldades devido à reduzida \n\nlamina de água, obrigando a concluir o percurso em uma embarcação de menor porte. \n\nEste contexto não impediu a tomada de informações importantes para a consecução \n\ndos objetivos da expedição.  \n\n Com o propósito de alcançar os objetivos estabelecidos, procedeu-se ao \n\nmonitoramento contínuo das condições hidrológicas do rio Acre, bem como das \n\nambiências geológica e geomorfológica, além de atentar para os processos erosivos \n\nnos taludes marginais desencadeados pela força das águas fluviais.  \n\n Comprova-se o predomínio em grande parte do percurso dos terraços fluviais, \n\nalçados em cotas distintas, já abordadas no item 5 – Geologia e Geomorfologia, onde \n\nse distinguem aqueles afetados pelos eventos de inundação e os situados em cotas \n\nmais elevados, protegidos das grandes enchentes. São superfícies aplainadas, que \n\ndeverão ser objetos de trabalhos subsequentes, visando definir as respectivas cotas \n\nque permitam alocar ribeirinhos sem os riscos associados às grandes inundações.    \n\n   A análise prévia do comportamento hidrológico do rio Acre indica uma extrema \n\nvariabilidade sazonal das vazões, desde 200-300 m\n3\n/s na estação seca para valores \n\npróximos a 3.500 m\n3\n/s no período chuvoso, causando danos ambientais e \n\nsocioeconômicos de toda a ordem.  Considerando que a regularização das vazões \n\nconstitui a finalidade principal da expedição, procurou-se encontrar alternativas que \n\npossam interromper ou minimizar este ciclo nefasto às populações marginais. Para \n\nalcançar tal propósito é indispensável avaliar as condições naturais do rio Acre e as \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  26 \n\npossibilidades que ele oferece, fundamentados em politicas de desenvolvimento \n\nsustentável e que tragam um impacto ambiental compatível com os resultados \n\nesperados. \n\nUma primeira alternativa considerada vincula-se ao padrão tipicamente \n\nmeandrante do rio Acre, presente em grande parte do seu trajeto, onde ocorrem com \n\nrelativa frequência processos de avulsão de meandros associados à dinâmica fluvial, \n\nmodificando o percurso original através de migrações laterais dos canais e \n\nrompimento das pontas dos meandros (DANTAS et al., 2016). Esse processo pode \n\nisolar segmentos curvos do rio, gerando os conhecidos meandros abandonados, \n\ninvadidos apenas em inundações excepcionais. Como a morfologia fluvial é altamente \n\ndinâmica, considera-se, em geral, que quanto mais antigo for um meandro \n\nabandonado, mais distante estará do rio e maior será o processo de colmatagem, com \n\no crescimento gradativo de vegetação aluvial e redução do volume de água \n\narmazenado (Figura 29). No trabalho de campo, foi enfatizado a identificação de \n\nmeandros, particularmente àqueles abandonados por representarem uma alternativa \n\nviável à acumulação de água e que não são atingidos pelas cheias sazonais (Figura \n\n30). Por outro lado, os meandros abandonados próximos ao rio devem ser \n\ndescartados por serem naturalmente preenchidos durante a estação chuvosa e sem \n\ncapacidade para volumes adicionais de água fluvial, como ocorre em Palmo Mulato, \n\numa propriedade rural a jusante de Xapuri, onde se observam vários segmentos de \n\nmeandros, totalmente invadidos durante a última inundação. Nas proximidades da Vila \n\nBenfica, a montante de Rio Branco, bem como no Ponto 49 (10º 18’ 52,0” e 67º 52’ \n\n12,5”) existe um conjunto complexo de meandros abandonados, representando \n\npossíveis áreas deprimidas, que deverão ser caracterizadas quanto uma eventual \n\nacumulação de água fluvial (Figura 31). Outros locais foram identificados durante a \n\nexpedição e deverão ser objeto de um estudo mais detalhado de meandros passíveis \n\nde uma acumulação de água fluvial. Entretanto, a princípio não constituem áreas de \n\nextensão significativa e os volumes armazenados unitariamente seriam de pequena a \n\nmédia expressão, podendo representar possivelmente uma alternativa adicional.  \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  27 \n\n \n\nFigura 29. Antigo meandro do rio em fase de colmatação. Fonte: www.google.com.br \n\n \n\n \n\nFigura 30. Contorno da mancha de inundação em Xapuri. Meandros inundados.   \n\nFonte: Buffon, F. T. Imagem obtida em 27.02.2015. \n\n \n\n \n\n                 Figura 31. Conjunto de meandros abandonados. Estação 49. \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  28 \n\nUma segunda alternativa está representada pela abertura de escavações (tipo \n\npiscinões) em áreas de cotas vinculadas às cotas de alerta e de transbordamento, que \n\nseriam viabilizadas durante as cheias do rio Acre. Um exemplo dessa indicação foi \n\nobservado na Fazenda Catuaba, à jusante de Rio Branco, local de uma lagoa artificial \n\ncom capacidade de acumular 90.000 m3 (Figura 32). Entretanto, ao se levar em \n\nconsideração a vazão máxima de cheia do rio Acre (3.500 m3-s) e uma possível \n\nescavação de 500 m x 200 m x 4 m, capaz de armazenar 400.000 m3, representaria \n\npouco mais de 100 segundos acumulados da vazão máxima do rio, o que exigiria um \n\nnúmero elevado de escavações, a custos exagerados. A nosso ver, embora constitua \n\numa alternativa viável, também seria incapaz de atender plenamente os objetivos \n\nestabelecidos. \n\n \n\n \n\n                             Figura 32. Fazenda Catuaba. Lagoa escavada. \n\n \n\nUma terceira alternativa condiciona-se ao aproveitamento de terrenos \n\ndeprimidos naturalmente, dispostos lateralmente ao rio, e que podem se estender por \n\nextensas áreas. Em geral, são superfícies aplainadas, derivadas de antigas planícies \n\nde inundação, cobertas por uma vegetação variável, parcialmente invadida pelas \n\ncheias sazonais do rio. Foram indicadas preliminarmente áreas: - à jusante de Xapuri, \n\n- entre Xapuri e Brasileia e - entre Brasileia e Assis Brasil, as quais deverão ser \n\nobjetos de um segundo documento a ser elaborado posteriormente. Alerta-se, no \n\nentanto, que são terrenos inundáveis periodicamente e que deverão ser avaliados \n\nquanto à área aproveitável para futuras acumulações. Por outro lado, o volume \n\nutilizável poderá ser otimizado pelo aprofundamento artificial da depressão, \n\naumentando a profundidade da lâmina d´água. \n\n Como uma opção diferenciada, é aventada a hipótese de proceder à abertura \n\nde um canal artificial entre a foz do rio Riozinho da Rola e a cidade de Rio Branco, \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  29 \n\npassando por trás da área urbana e desembocando a jusante de Rio Branco, por onde \n\nseria drenado um volume de água do rio Acre, suficiente para impedir inundações à \n\njusante (1.500 a 2.000 m3/s). Trata-se de uma obra de engenharia portentosa, que \n\ngeraria impactos ambientais consideráveis, mas que poderia representar uma solução \n\ndefinitiva para a regularização das vazões. Evidentemente que o canal operaria \n\napenas na estação chuvosa, implantado em cotas próximas as cotas de alerta e \n\ntransbordamento estabelecidas para a cidade de Rio Branco, mantendo-se vazão \n\nplena no período de estiagem. Entretanto, este canal não seria plenamente eficaz para \n\nas cidades situadas a montante, como Xapuri e Brasileia, onde soluções alternativas \n\ndeveriam ser introduzidas.  \n\nUma alternativa radical é representada pela construção de uma barragem a \n\nmontante de Rio Branco, permitindo o represamento do rio Acre em situações de \n\nvazões expressivas, evitando atingir núcleos urbanos localizados à jusante. A nosso \n\nver, constitui-se uma opção menos viável por inundar temporariamente grandes áreas \n\ntodos os anos, gerar impactos ambientais consideráveis, necessitar de estudos \n\nprévios complexos e demorados e representar ainda um elevado custo financeiro. Da \n\nmesma forma, não atenderia as cidades localizadas a montante. Portanto, trata-se de \n\numa solução difícil de ser implementada e realizável apenas em médio prazo. \n\nIndependentemente da consecução de qualquer alternativa a ser adotada por \n\nentidades públicas, considera-se indispensável à realização de estudos técnicos \n\nvisando oferecer condições de moradia seguras e ambientalmente adequadas aos \n\nocupantes de áreas de risco envolvendo inundações e deslizamentos de terra \n\noriundos de processos erosivos fluviais e pluviais. É recomendável um mapeamento \n\ngeotécnico de áreas ocupadas em planícies de inundação e baixos terraços do rio \n\nAcre, como existentes nas cidades de Brasileia, Rio Branco e Xapuri e que, \n\npraticamente, todos os anos são submetidos aos efeitos das cheias sazonais. A \n\nadoção de medidas associadas à realocação dos moradores dessas áreas de risco \n\ndeveria ser considerada pelos gestores públicos.         \n\nUma feição importante identificada entre as cidades de Brasileia e Assis Brasil \n\ndiz respeito a um segmento retilíneo do rio Acre, limitado lateralmente por barrancos \n\naltos, configurando um trecho encanionado, com uma maior velocidade das águas e \n\npor decorrência, maior turbulência e maior capacidade de remoção de material das \n\nmargens. Esse contexto remete para um local favorável para a implantação de uma \n\neventual barragem.  \n\nOs sedimentos inconsolidados a pouco consolidados formadores dos terraços \n\nfluviais, associados à sub-verticalização dos taludes fluviais, condiciona a ação mais \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  30 \n\npronunciada do processo erosivo fluvial e pluvial, sempre presente em forma de \n\nmovimentos de massa, através do desabamento (solapamento), desmoronamento \n\n(saturação do sedimento) e escorregamento (efeito da gravidade). A ação conjugada \n\nda pressão hidrostática (água contida no sedimento) e/ou pressão hidráulica (pressão \n\nexercida pelo fluxo das águas do rio) instabiliza os taludes e provoca seu \n\ndesmantelamento, aumentando a quantidade de material transportado. Em geral, os \n\nprocessos de desabamento ocorrem na subida do rio, enquanto que na vazante, \n\npredominam os escorregamentos pelo aumento da pressão hidrostática.  \n\nA pressão hidrostática atua em dois momentos bem definidos: na vazante devido \n\nà água retida nos sedimentos e na estação chuvosa pela saturação promovida pela \n\nágua pluvial. A intensidade da pressão hidráulica diminui sensivelmente na estação \n\nseca. Ocorre uma relação direta entre as grandes cheias e a velocidade e quantidade \n\nde terras caídas, provocada pela maior turbulência das águas e consequentemente \n\nmaior capacidade de remoção de material das margens.    \n\nA potencialização do processo erosivo é promovida pela ação do homem, \n\nremovendo a cobertura vegetal nativa e ainda por embarcações que, ao navegar, \n\ninduzem a formação de movimentos ondulatórios da água (banzeiros) que, ao \n\natingirem as margens, contribuem para o solapamento e erosão dos taludes \n\nmarginais.    \n\n  \n\n9. CONCLUSÃO E RECOMENDAÇÕES \n\n \n\nA extrema variabilidade sazonal das vazões do rio Acre produz consequências \n\ndesastrosas para as populações estabelecidas ao longo de seu percurso, bem como \n\npara o meio ambiente, tornadas mais graves pela recorrência do fenômeno em curto \n\nespaço de tempo. Gestores públicos estaduais procuram meios de regularizar as \n\nvazões para estabelecer um melhor controle das inundações e secas, ou até mesmo \n\nevitá-las completamente.  \n\nDa mesma forma, processos erosivos fluviais atuam praticamente de maneira \n\ncontínua nas margens do rio Acre, provocando movimentos de massa de distintas \n\norigens, seja ascendente (solapamento) e/ou descendente (escorregamento / \n\ndeslizamento). A remoção da cobertura vegetal das margens, principalmente dos \n\nterraços subverticalizados, potencializa a ação erosiva, aumentando o volume de \n\nsedimentos carreados para o canal do rio, podendo assorear trechos descontínuos e \n\ndiminuindo a lâmina d´água e contribuindo para uma maior rapidez do \n\ntransbordamento em períodos de cheias.   \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  31 \n\nNeste contexto, intervenções antrópicas podem minimizar a intensidade do \n\nprocesso, nunca suprimi-lo totalmente. Um exemplo claro foi proporcionado pelo muro \n\nde gravidade implantado na orla do rio Acre em Brasileia e praticamente destruído \n\napós uma estação chuvosa. A possibilidade de novos eventos de inundação em um \n\nfuturo próximo implica necessariamente na adoção de políticas públicas de realocação \n\ne remanejamento da população envolvida para áreas mais seguras e, ao mesmo \n\ntempo, criar impedimentos legais de uma nova ocupação das áreas suscetíveis \n\n(ADAMY, 2015). \n\nDeve ser destacada ainda, a natureza do substrato geológico, constituído por \n\nsedimentos argilossílticos, de baixa permeabilidade, que dificultam a infiltração das \n\náguas pluviais, obrigada a escoar superficialmente em direção à bacia de drenagem, \n\nelevando rapidamente o nível fluviométrico dos rios e como consequência invadindo \n\nos terrenos ribeirinhos de menor cota.   \n\nA observação contínua do rio Acre e do meio físico marginal durante a expedição \n\npermitiu a identificação de algumas alternativas de regularização das vazões, sem \n\nintervenções radicais que originassem alterações profundas do meio ambiente e a \n\ncusto suportável para a gestão pública. As opções caracterizadas foram: \n\n- aproveitamento dos meandros abandonados para acumulação de água; \n\n- aproveitamento de depressões naturais laterais ao rio Acre; \n\n- escavação de piscinões; \n\n- abertura de canal artificial a montante de Rio Branco; \n\n- construção de barragem a montante de Rio Branco. \n\nCada uma das alternativas apresenta pontos positivos e negativos, já discutidos \n\ndetalhadamente no item 8 – Considerações de Campo, onde se comprova não existir \n\numa resposta única e nem representar uma concepção definitiva, a considerar ser o \n\npresente trabalho uma primeira avaliação da questão proposta referente à bacia do rio \n\nAcre. São necessários estudos complementares, principalmente, quanto às \n\nalternativas associadas aos meandros e as depressões, aparentemente as mais \n\napropriadas no estágio atual do conhecimento. Entretanto, uma solução a ser \n\nconsiderada está vinculada a abertura de um canal artificial a montante de Rio Branco.  \n\nA questão de aproveitamento dos meandros abandonados para acumulação de \n\nágua fluvial deve ser encarada com cuidado. Como se tratam de áreas baixas, é \n\nprovável que sejam inundados durante a estação chuvosa, e com certeza em eventos \n\nextremos, o que limitaria sua utilização. Deve-se buscar a avaliação de meandros \n\nabandonados mais antigos, situados a uma distância maior do canal atual.   \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  32 \n\n A construção de uma barragem no rio Acre constitui a alternativa menos \n\nrecomendável devido a fatores como elevado custo financeiro, impactos ambientais, \n\ngestação demorada do empreendimento e ainda, uma forte resistência da comunidade \n\ncientífica pela existência de numerosos sítios paleontológicos nos barrancos do rio \n\nAcre, de grande importância para o estudo da vida pretérita na bacia do rio Acre.   \n\nComprova-se a importância de exposições de conglomerados pleistocênicos em \n\ntaludes marginais do rio, possuidores de um rico conteúdo fossilífero e que vem \n\natraindo pesquisadores brasileiros e estrangeiros, conforme artigos científicos já \n\npublicados em revistas internacionais especializadas. Medidas de proteção desses \n\nsítios devem ser adotadas, visando sua preservação. \n\nÉ importante manter o monitoramento do rio Acre e do Rio Riozinho do Rola, \n\nexpandindo-o para outros afluentes maiores ainda não caracterizados, o que \n\nconfigurará um maior conhecimento do comportamento hidrológico da bacia. O \n\nmonitoramento é uma das condições imprescindíveis para a segurança e o bem estar \n\nda população radicada a jusante. \n\nFinalmente, deve ser destacado que as condições hidrológicas do rio ao final do \n\nmês de março com reduzida lâmina d´água impossibilitaram a continuidade do \n\npercurso a montante de Assis Brasil, necessária para uma visão integrada do \n\ncomportamento do rio Acre. Assim, deve ser programada uma atividade de campo \n\ncomplementar em um momento adequado para atender a programação prevista.  \n\nComo informação adicional, estão sendo anexadas as plantas de setorização de \n\nriscos das áreas urbanas dispostas ao longo do rio Acre (Anexos), denominadas “Ação \n\nEmergencial para Reconhecimento de Áreas de Alto e Muito Alto Risco a Movimentos \n\nde Massas e Enchentes. Contemplam os municípios drenados diretamente pelo rio \n\nAcre, representados por Assis Brasil, Brasileia, Epitaciolândia, Plácido de Castro, \n\nPorto Acre e Xapuri.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  33 \n\n10. BIBLIOGRAFIA \n\n \n\nADAMY, A. (Org.). Geodiversidade do estado do Acre. Porto Velho: CPRM, 2015. \n\n280 p. il., color. Programa Geologia do Brasil. Levantamento da Geodiversidade. \n\n \n\nADAMY, A. Avaliação preliminar dos efeitos da inundação em Brasileia, Acre. \n\nPorto Velho: CPRM, 2015. 39 p. il. \n\n \n\nADAMY, A. Expedição rio Acre: aspectos geológico e geomorfológico da Bacia do rio \n\nAcre. Porto Velho: CPRM, 2016. No prelo. Artigo a ser apresentado no CBG. \n\n \n\nCARVALHO, J. A. L. de. Terras caídas e consequências sociais: costa do \n\nMiracauera - Paraná da Trindade, município de Itacoatiara, AM. 2006. 141 p. \n\nDissertação (Mestrado em Sociedade e Cultura na Amazônia) - Universidade Federal \n\ndo Amazonas, Manaus, 2006. \n\n \n\nDANTAS, M. E. et al. Origem das paisagens. In: ADAMY, A. (Org.). Geodiversidade \n\ndo estado do Acre. Porto Velho: CPRM, 2015. Cap. 3, p. 39-54.  \n\n \n\nHOORN, C. Marine incursions and the influence of Andean tectonics on the Miocene \n\ndepositional history of northwestern Amazonia: Results of a palynostratigraphic study. \n\nPalaeogeography, Palaeoclimatology, Palaeoecology, v. 105, p.  267-309, 1993. \n\n \n\nLATRUBESSE, E. M. et al. The Late Miocene paleogeography of the Amazon Basin \n\nand the evolution of the Amazon River system. Earth-Science Reviews, v. 99, p. 99-\n\n124, 2010.  \n\n \n\nLATRUBESSE, E. M.; RANCY, A. The Late Quaternary of the Upper Juruá River, \n\nsouthwestern Amazonia, Brazil: geology and vertebrate paleontology. Quaternary of \n\nSouth America and Antarctic Peninsula, v. 11, p. 27-46, 1998. \n\n \n\nOLIVEIRA FILHO, I. B. de; ADAMY, A. Riscos geológicos. In: ADAMY, A. (Org.). \n\nGeodiversidade do estado do Acre. Porto Velho: CPRM, 2015. Cap. 9, p. 131-144.     \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  34 \n\nSANT’ANNA NETO, J. L.; NERY, J. T. Variabilidades e mudanças climáticas no Brasil \n\ne seus impactos regionais. In: SOUZA, C. R. de G. et al. Quaternário do Brasil. \n\nRibeirão Preto: Holos, 2005. Cap. 2, p. 28-51.  \n\nSCHERER, C. M. S. Ambientes fluviais. In: SILVA, A. J. de C. L. P. da; ARAGÃO, M. \n\nA. N. F. de; MAGALHAES, A. J. C. (Orgs.). Ambientes de sedimentação \n\nsiliciclástica do Brasil. São Paulo: Beca, 2008. Cap. 4, p. 102-130.  \n\n \n\nSOUZA-FILHO, J. P. de; GUILHERME, E. A paleontologia no estado do Acre. In: \n\nADAMY, A. (Org.). Geodiversidade do estado do Acre. Porto Velho: CPRM, 2015.  \n\nCap. 10, p. 145-158.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  35 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXOS \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  36 \n\n \n\nAnexo 1. Município de Assis Brasil. Setor AC_ASSISBR_SR_1_CPRM. \n\n \n\n \n\nAnexo 2. Município de Assis Brasil. Setor AC_ASSISBR_SR_2_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  37 \n\n \n\nAnexo 3. Município de Assis Brasil. Setor AC_ASSISBR_SR_3_CPRM. \n\n \n\n \n\nAnexo 4. Município de Brasileia. Setor AC_BRS_SR_01_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  38 \n\n \n\nAnexo 5. Município de Brasileia. Setor AC_BRS_SR_02_CPRM. \n\n \n\n \n\nAnexo 6. Município de Brasileia. Setor AC_BRS_SR_03_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  39 \n\n \n\nAnexo 7. Município de Brasileia. Setor AC_BRS_SR_04_CPRM. \n\n \n\n \n\nAnexo 8. Município de Brasileia. Setor AC_BRS_SR_05_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  40 \n\n \n\nAnexo 9. Município de Brasileia. Setor AC_BRS_SR_06_CPRM. \n\n \n\n \n\nAnexo 10. Município de Brasileia. Setor AC_BRS_SR_07_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  41 \n\n \n\nAnexo 11. Município de Brasileia. Setor AC_BRS_SR_08_CPRM. \n\n \n\n \n\nAnexo 12. Município de Brasileia. Setor AC_BRS_SR_09_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  42 \n\n \n\nAnexo 13. Município de Brasileia. Setor AC_BRS_SR_10_CPRM. \n\n \n\n \n\nAnexo 14. Município de Brasileia. Setor AC_BRS_SR_11_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  43 \n\n \n\nAnexo 15. Município de Brasileia. Setor AC_BRS_SR_12_CPRM. \n\n \n\n \n\nAnexo 16. Município de Brasileia. Setor AC_BRS_SR_13_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  44 \n\n \n\nAnexo 17. Município de Brasileia. Setor AC_BRS_SR_14_CPRM. \n\n \n\nAnexo 18. Município de Epitaciolândia. Setor AC_EPI_SR_01_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  45 \n\n \n\nAnexo 19. Município de Epitaciolândia. Setor AC_EPI_SR_19_CPRM. \n\n \n\n \n\nAnexo 20. Município de Epitaciolândia. Setor AC_EPI_SR_03_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  46 \n\n \n\nAnexo 21. Município de Epitaciolândia. Setor AC_EPI_SR_04_CPRM. \n\n \n\nAnexo 22. Município de Epitaciolândia. Setor AC_EPI_SR_05_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  47 \n\n \n\nAnexo 23. Município de Epitaciolândia. Setor AC_EPI_SR_06_CPRM. \n\n \n\n \n\nAnexo 24. Município de Plácido de Castro. Setor AC_PLACIDO_SR_01_CPRM. \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  48 \n\n \n\nAnexo 25. Município de Plácido de Castro. Setor AC_PLACIDO_SR_02_CPRM. \n\n \n\nAnexo 26. Município de Plácido de Castro. Setor AC_PLACIDO_SR_03_CPRM \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  49 \n\n \n\nAnexo 27. Município de Plácido de Castro. Setor AC_PLACIDO_SR_04_CPRM \n\n \n\nAnexo 28. Município de Porto Acre. Setor AC_PORTOAC_SR_01_CPRM \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  50 \n\n \n\nAnexo 29. Município de Porto Acre. Setor AC_PORTOAC_SR_02_CPRM \n\n \n\nAnexo 30. Município de Xapuri. Setor AC_XAP_SR_01_CPRM \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  51 \n\n \n\nAnexo 31. Município de Xapuri. Setor AC_XAP_SR_02_CPRM \n\n \n\nAnexo 32. Município de Xapuri. Setor AC_XAP_SR_03_CPRM \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  52 \n\n \n\nAnexo 33. Município de Xapuri. Setor AC_XAP_SR_04_CPRM \n\n \n\nAnexo 34. Município de Xapuri. Setor AC_XAP_SR_05_CPRM \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  53 \n\n \n\nAnexo 35. Município de Xapuri. Setor AC_XAP_SR_06_CPRM \n\n \n\nAnexo 36. Município de Xapuri. Setor AC_XAP_SR_07_CPRM \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  54 \n\n \n\nAnexo 37. Município de Xapuri. Setor AC_Xapuri_SR_08_CPRM \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCPRM – Serviço Geológico do Brasil                                                                          Residência de Porto Velho \n\n \n\n \n\nEstudo de alternativas para a regularização das cheias do rio Acre – diagnóstico preliminar  55"}]}}}