{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09103"}, {"@name": "filename", "#text": "14058_Tese%20de%20Mestrado.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Departamento de Engenharia Mecânica\nTOI\nFaculdade de Ciências e Tecnologia da Universidade de Coimbra\nInfluência das propriedades petrofísicas na fragmentação de rochas graníticas por detonação com explosivos Ricardo Miguel da Silva Correia\nDissertação para a obtenção do Grau de Mestre em\nEngenharia Mecânica\nJúri\nPresidente:\tProfessor Doutor José Manuel Baranda Moreira da Silva Ribeiro\nOrientador(es):\tProfessor Doutor José Carlos Miranda Góis Professora Doutora Celeste dos Santos Romualdo Gomes\nVogal:\tProfessora Doutora Helena Maria Sant'Ovaia Mendes da Silva\nSetembro, 2011\nAgradecimentos\nSão devidos os agradecimentos a todos aqueles que me acompanharam ao longo da dissertação de Mestrado, apoiando-me para seguir em frente ou simplesmente entendendo a minha ausência. A todos o meu mais sincero obrigado.\nAos meus orientadores, o Prof. Doutor José Góis e Prof.a Doutora Celeste Gomes, por todo o apoio, nomeadamente fornecimento de bibliografia de especialidade e integração com novos conceitos dos quais não tinha conhecimento, pela enorme disponibilidade, quer para reunir e discutir o andamento do trabalho, quer para saídas para realização de trabalho de campo, pelas palavras de incentivo e motivação ditas ao longo deste trabalho.\nÀ Prof.a Doutora Helena Sanfüvaia, pela disponibilidade prestada na realização dos ensaios da Anisotropia da Susceptibilidade Magnética (ASM), no Departamento de Geociências, Ambiente e Ordenamento do Território (DGAüT) da Faculdade de Ciências da Universidade do Porto (FCUP), bem como pela ajuda na interpretação dos respectivos resultados dos ensaios.\nÀ colega Mestre Cláudia Ferreira, por todo o auxílio prestado ao longo do meu trabalho, pela disponibilidade para me acompanhar nas visitas ao DGAüT e pela ajuda na interpretação e discussão de vários conceitos.\nAos meus pais, pelo exemplo de vida inigualável que para mim representam, por todo o apoio e palavras de carinho nos momentos bons e nos menos bons, por estarem sempre presentes e disponíveis ao longo deste caminho.\nÀs minhas irmãs, por todo o apoio e incentivo, pela compreensão da ausência, por todas as confidências e desabafos ouvidos.\nA toda a minha família, em especial aos meus avós e à minha madrinha, por estarem sempre presentes, por toda a preocupação e apoio demonstrados ao longo deste percurso.\nAos meus amigos, pela compreensão da ausência, pela força e encorajamento durante todos os momentos e acima de tudo por estarem sempre presentes apesar da distância.\nAos amigos da “garagem”, pelo incentivo, constante apoio e cooperação que sempre demonstraram ao longo dos últimos meses, contribuindo de forma decisiva para o sucesso alcançado nesta recta final.\nResumo\nA Anisotropia da Susceptibilidade Magnética (ASM) é um método utilizado em geologia para a determinação do magnetismo das rochas. Todas as rochas apresentam características magnéticas, podendo ser divididas em três grupos principais. O parâmetro que permite classificar a rocha quanto às suas propriedades magnéticas é a susceptibilidade magnética (k), que é adimensional. Se k apresenta valor muito baixos, negativos, na ordem de 10-6 SI a rocha é classificada de diamagnética. Se o valor de k é positivo e com valor na ordem de 10-5 SI a 10-4 SI, a rocha é dita paramagnética. Se k tem um valor positivo e de ordem de 10- SI a 10 SI a rocha é ferromagnética. No presente estudo a rocha estudada foi o granito, que têm na sua constituição normalmente quartzo, feldspato e uma menor quantidade de micas (biotite, moscovite). As diferenças na classificação do granito devem-se à presença de alguns minerais na sua constituição que irão fazer com que o valor de k varie. Os granitos ferromagnéticos são caracterizados pela existência de magnetite na sua constituição, que faz com que o valor de k seja tão elevado. Os granitos paramagnéticos têm um valor de k baixo, mas positivo, devido à presença de micas na sua constituição (biotite, moscovite ou ambas), que contêm óxidos de ferro que fazem com que k seja positivo).\nForam realizados ensaios de ASM para cinco amostras cilíndricas retiradas de diferentes granitos em forma de blocos paralelepipédicos. Dos mesmos blocos foram retiradas amostras em forma paralelepipédica para realização dos ensaios de fragmentação por aplicação de carga explosiva de cordão detonante de 6 g/m. Em cada amostra foi feito no centro um furo vazante, para colocação da carga explosiva, cuja velocidade de detonação é de aproximadamente 7000 m/s. É feita a interpretação visual dos resultados obtidos da fragmentação do granito e estabelecida uma relação com os resultados da medição da ASM. O índice de fracturas está associado ao parâmetro P, grau de anisotropia (expresso em percentagem), sendo tanto maior quanto maior essa percentagem. Um maior tamanho de grão conduz a uma maior fragmentação e irregularidade dos tamanhos dos fragmentos.\nPalavras-chave:\tAnisotropia da Susceptibilidade Magnética (ASM), susceptibilidade magnética (k), granito, explosivo, cordão detonante, fragmentação.\nAbstract\nThe Anisotropy of Magnetic Susceptibility (AMS) it's a technique used in geology to determine rocks magnetism. All kinds of rocks have magnetic characteristics, which can be divided into three main groups. The parameter that allows classifying rocks about their magnetic properties it's the magnetic susceptibility (k), which is dimensionless. If k presents really low negative values, around 10-6 SI, the rock is classified as diamagnetic. If k presents a positive value around 10-5 SI to 10-4 SI, the rock is called paramagnetic. If k presents a positive value around 10-3 SI to 100 SI, then the rock is ferromagnetic. In the present study, the analysed rock was the granite, which generally has in its constitution quartz, feldspar and a little bit less of mica (biotite and muscovite). The differences in the classification of the granite are due to the presence of some minerals in its constitution, which will make that k value varies. The ferromagnetic granites are characterized by the existence of magnetite in its constitution, which causes such a high k value. The paramagnetic granites have a low k value, but positive, because of the presence of mica in its constitution (biotite, muscovite or both), which contains iron oxides, which will make the k value positive.\nThere were made some AMS tests on five cylindrical samples taken from different granites in form parallelepiped blocks. Of the same blocks were taken samples in form parallelepiped in order to perform fragmentation tests by applying the charge of detonating cord of 6 g/m each sample. Each sample was done in a center bore tide, for placing the explosive charge, whose detonation velocity is approximately 7000 m / s. It's made visual interpretation of the results obtained from the fragmentation of the granite and established a relationship with the measurement results of the ASM. The rate of fractures is associated with the P, degree of anisotropy (expressed as a percentage), being greater the higher the percentage. A larger grain size leads to greater fragmentation and irregularity of the sizes of the fragments.\nKey-words:\nAnisotropy of Magnetic Susceptibility (AMS), magnetic susceptibility (k), granite, explosive, detonating cord, fragmentation.\nÍndice\nÍndice de Figuras.............................................................ix\nÍndice de Tabelas.............................................................xi\nSIGLAS.......................................................................XII\n1.\tIntrodução..................................................................1\n1.1.\tObjectivos e etapas do trabalho.......................................3\n1.2.\tEstrutura do trabalho.................................................3\n2.\tCaracterização das propriedades magnéticas de rochas por ASM................5\n2.1.\tPropriedades magnéticas das rochas....................................5\n2.2.\tEstado da arte da aplicação da ASM para caracterização de rochas......7\n3.\tCaracterização de Maciços Rochosos e formas de extracção....................9\n3.1.\tMaciços rochosos e tipos de rochas....................................9\n3.1.1.\tDescontinuidades geológicas do maciço rochoso.................11\n3.2.\tRochas graníticas em Portugal........................................12\n3.2.1.\tTécnicas de exploração de maciços graníticos para produção de inertes 17\n3.2.2.\tTécnicas de corte dos maciços graníticos para aplicação ornamental .... 18\n4.\tCaracterização das propriedades petrofísicas das amostras “frescas”........26\n4.1.\tPreparação das amostras..............................................26\n4.1.1.\tProcesso de corte e forma das amostras........................27\n4.1.2.\tObtenção das amostras.........................................28\n4.2.\tMetodologia dos ensaios da anisotropia da susceptibilidade magnética.31\n4.2.1.\tCalibração do equipamento.....................................31\n4.2.2.\tMétodo rotativo de ensaio (Sufar).............................32\n4.2.3.\tMétodo estático de ensaio (Sufam).............................34\n4.3.\tTratamento e análise dos resultados..................................36\n5.\tCaracterização da fragmentação das amostras por aplicação de carga\nexplosiva.....................................................................40\n5.1.\tCordão detonante.....................................................40\n5.2.\tProcedimento para realização dos ensaios.............................41\n5.2.1.\tPreparação das amostras.......................................42\n5.2.2.\tRealização dos ensaios........................................43\n5.3.\tInterpretação do mecanismo de fragmentação da rocha.............46\n6.\tAnálise e relação entre os resultados obtidos..........................48\n7.\tConclusões.............................................................51\n8.\tReferências Bibliográficas.............................................53\nAnexo 1 - Volume das Amostras para realização dos ensaios da ASM..........55\nAnexo 2 - Amostra antes e depois do ensaio com explosivos.................56\nÍNDICE DE FIGURAS\nFigura 2.1. Reacção dos materiais quando aplicado um campo magnético e após a\nremoção do mesmo (Fonte: Tarling &amp; Hrouda, 1993).....................6\nFigura 3.1. Ciclo de formação dos diferentes tipos de rochas.............9\nFigura 3.2. Exemplo de vários tipos de rochas............................10\nFigura 3.3. Formação das diaclases. a) por distenção; b) por compressão..12\nFigura 3.4. Mapa das diferentes zonas geológicas de Portugal.............14\nFigura 3.5. Carta geológica de Portugal (escala 1:500 000)............... 15\nFigura 3.6. Distribuição da furação para desmonte de um maciço granítico, em\nCervães no distrito de Braga.........................................17\nFigura 3.7. Carregamento da carga de fundo com o cabo eléctrico e o detonador incorporado......................................................18\nFigura 3.8. Rebentamento do maciço por carga explosiva para produção de\ninertes para construção civil........................................18\nFigura 3.9. Aplicação de carga explosiva para realização do corte (Fonte:\nRegadas, 2006)....................................................... 19\nFigura 3.10. Esquematização do processo de corte por perfuração contínua 20 Figura 3.11. Equipamento utilizado para realização da perfuração contínua (\nFonte: Alencar, Caranassios e Carvalho, 1996)...................20\nFigura 3.12. Corte pelo meio de cunhas (Fonte: Regadas, 2006)............20\nFigura 3.13. Esquema da técnica do fio helicoidal (Fonte: Regadas, 2006).21\nFigura 3.14. Aplicação do Jet-flame (Fonte: Regadas, 2006)...............22\nFigura 3.15. Corte por corrente (Fonte: Regadas, 2006)...................22\nFigura 3.16. Corte por corrente diamantada (Fonte: Regadas, 2006)........23\nFigura 3.17. Esquema do corte por fio diamantado (Fonte: Regadas, 2006)..24\nFigura 4.1. Disposição dos blocos de granito usados para retirar amostras para\nos ensaios da ASM...............................................26\nFigura 4.2. Equipamento usado para o corte dos testemunhos e reservatório com\nÁGUA PARA LUBRIFICAÇÃO DA FERRAMENTA DE CORTE........................27\nFigura 4.3. Processo de corte das amostras para os ensaios da ASM........27\nFigura 4.4. Exemplo de alguns testemunhos com as marcações...............28\nFigura 4.5. Máquina para realização do corte das amostras...........29\nFigura 4.6. Mecanismo de fixação dos testemunhos....................29\nFigura 4.7. Amostras finais preparadas para os ensaios da ASM.......30\nFigura 4.8. Paquímetro..............................................30\nFigura 4.9. Equipamento de medição da ASM modelo....................31\nFigura 4.10. Amostra de calibração..................................32\nFigura 4.11. Posições para realização dos ensaios...................33\nFigura 4.12. Pormenor do braço de fixação das amostras..............33\nFigura 4.13. Instrumento utilizado para fixação das amostras........35\nFigura 4.14. Posições usadas com recurso ao método estático.........36\nFigura 4.15. Dados para determinação do elipsoide da ASM no bloco de granito a) 1 b) 2 c) 3.................................................38\nFigura 4.16. Dados para determinação do elipsoide da ASM no bloco de granito a) 4 b) 6......................................................38\nFigura 5.1. Cordão detonante de 6 g/m...............................41\nFigura 5.2. Exemplo de amostra com o furo no centro, alinhada com o respectivo\nbloco..........................................................42\nFigura 5.3. Esquematização de cada amostra, realizada em Inventor...43\nFigura 5.4. Esquema de funcionamento dos ensaios com explosivos em rochas. .. 44\nFigura 5.5. Amostra ligada ao detonador pronta a realizar o ensaio..45\nFigura 5.6. Resultado da explosão para a amostra 1..................45\nFigura 5.7. 3a fase dum rebentamento de um maciço rochoso (Fonte: Góis et al., 2011)..........................................................47\nFigura 5.8. Efeito do rebentamento em relação com a distância À superfície livre de uma bancada (Fonte: Góis etal., 2011).......................47\nFigura 6.1. Visualização das amostras após ensaios com explosivos...48\nÍNDICE DE TABELAS\nTabela 3.1. Composição mineralógica percentual de várias rochas consideradas\ncomo granitos................................................16\nTabela 3.2. Relação económica entre os vários tipos de técnicas de corte (Fonte:\nBeortolussi et al)............................................25\nTabela 4.1. Propriedades dos blocos graníticos (textura, tamanho de grão e\ncor)..........................................................26\nTabela 4.2. Parâmetros obtidos da realização dos ensaios da ASM...37\nSIGLAS\nAMS - Anisotropy of magnetic susceptibility\nASM - Anisotropia da susceptibilidade magnética\nDCTUM - Departamento de Ciências da Terra da Universidade do Minho\nDGAOT - Departamento de Geociências e Ordenamento do Teritório\nFCUP - Faculdade de Ciências da Universidade do Porto\nk - susceptibilidade magnética\nP - Grau de anisotropia\nPVC - Policloreto de vinilo\nLEDAP - Laborátorio de Energética e Detónica\nIPHT - Iniciação à Paleontologia e à História da Terra\n1.\tINTRODUÇÃO\nA utilização de explosivos para o desmonte de rocha é uma prática bastante comum em trabalhos de exploração geológica (em pedreiras e minas) e de construção civil (na construção de túneis e de portos marítimos). A aplicação da energia gerada pelos explosivos no desmonte de rochas visa essencialmente alterar a geometria natural de uma determinada superfície topográfica, para a concretização de uma obra de construção civil ou para a obtenção de material de construção, para aplicação estrutural (inertes) ou rocha ornamental.\nPara que o desmonte de rocha com recurso a explosivos seja eficaz e a fragmentação do material resultante seja adequada importa conhecer um vasto conjunto de factores. Esses factores incluem as propriedades físicas das rochas, os parâmetros da perfuração e as características do explosivo. Os dois últimos factores são influenciados pelas características das rochas.\nOs materiais que constituem os maciços rochosos possuem características físicas que são função da sua origem e dos processos geológicos a que eles foram submetidos ao longo do tempo. Do efeito destes processos resulta uma litologia particular. Para conhecer a litologia das rochas impõe estudar as características como a cor, o tamanho dos minerais constituintes, características químicas e também propriedades petrofísicas, como seja susceptibilidade magnética. Do ponto de vista da energia requerida para o desmonte importa conhecer também a alteração do maciço, assim como as descontinuidades que apresenta, nomeadamente falhas, fracturas, juntas, fissuração, planos de estratificação, diaclasamento, clivagem e lineação.\nNo ponto de vista da perfuração a classificação do maciço rochoso é fundamental. O alinhamento dos furos, rendimento da perfuração e estabilidade das paredes dos furos podem ser afectadas por falhas, dobras, diaclases, xistosidade e porosidade. A dureza e abrasividade são propriedades importantes para a selecção do tipo de ferramenta de corte.\nO tipo de explosivo é condicionado pelo tipo de maciço a desmontar. O grau de fracturação, a porosidade, a presença de água e a densidade são parâmetros importantes para o processo de selecção da carga explosiva.\nAlcançar uma fragmentação adequada é entendido como a obtenção de uma percentagem bastante significativa de blocos com a dimensão pretendida, sem ter de realizar operações complementares (taqueio) e sem gerar efeitos negativos significativos no ambiente e na população na vizinhança, como sejam as vibrações, projecções e ruído. No caso do desmonte de rocha para produção de material de construção, a fragmentação é considerada de qualidade quando na pilha de material resultante do desmonte a percentagem de blocos de grande dimensão é inferior a 10% do volume desmontado ou quando o material do desmonte passa na boca do primário sem provocar encravamentos (Silva, 2010). A existência de grandes blocos nestes casos obriga a fragmentação secundária (taqueio mecânico ou por colocação de carga explosiva o mais próximo possível do centro de massa). No caso de rocha ornamental o desmonte visa conseguir blocos com as máximas dimensões permitidas para o transporte sem introduzir fissuras, que obriguem a inutilizar parte do bloco ou limitar o seu aproveitamento em peças de grande dimensão.\nAs operações mais dispendiosas nos processos de desmonte de rocha estão associadas à perfuração e à fragmentação secundária, pelo atraso no trabalho de remoção e ainda do ponto de vista da segurança dos trabalhadores, pelo perigo dos fragmentos desta operação.\nSendo que todos os materiais têm propriedades magnéticas a temperaturas superiores ao zero absoluto (0 K), é possível através da análise das propriedades magnéticas das rochas medidas à escala laboratorial obter várias informações relativas à constituição do maciço rochoso, como seja a clivagem e as descontinuidades lineares, para ajudar a definir o plano de fogo e a realização da operação de desmonte do maciço.\n1.1.\tObjectivos e etapas do trabalho\nCom o presente trabalho pretende-se conhecer as propriedades magnéticas, nomeadamente a susceptibilidade magnética, de rochas graníticas e analisar a relação entre essas propriedades e a sua fragmentação por acção dinâmica através de explosivos. O estudo é de cariz experimental e visa medir e comparar as propriedades magnéticas de diferentes tipos de granito existentes em Portugal continental e ao mesmo tempo avaliar o grau de fragmentação e dimensão dos fragmentos de amostras dos mesmos tipos de granito submetidas à acção de uma onda de choque gerada pela detonação de um cordão detonante de 6 g/m.\nFases do trabalho:\n1.\tExtracção de diversas amostras de cada bloco, para a realização dos ensaios laboratoriais de medição da anisotropia da susceptibilidade magnética (ASM) e de amostras para os ensaios de fragmentação por detonação do explosivo.\n2.\tPreparação das amostras, realização dos ensaios de ASM e análise e interpretação dos resultados obtidos.\n3.\tPreparação das amostras e realização dos ensaios de fragmentação. Registo e interpretação dos resultados.\n4.\tAnálise comparativa e correlação entre os resultados da ASM e os de fragmentação obtidos pelo uso de explosivos.\n1.2.\tEstrutura do trabalho\nO trabalho está repartido em seis capítulos para além da introdução, onde é apresentado o problema e objectivos do trabalho. No capítulo 2 são discutidas as propriedades magnéticas das rochas e apresentados trabalhos relativos à ASM, úteis à interpretação de resultados feita no final. No capítulo 3 é feita a distinção entre os vários tipos de rocha a maciços rochosos em Portugal, apresentação das propriedades mecânicas e potencial de utilização dos granitos, discussão das várias técnicas usadas no corte de rocha. O capítulo 4 dedica-se aos ensaios de ASM, ou seja, à preparação das amostras para os\nensaios, realização dos mesmos e interpretação dos resultados executando-se no capítulo 5 a explicação dos ensaios com explosivos, desde a preparação das amostras até ao mecanismo de fragmentação da rocha, realizando-se no capítulo 6 a interpretação dos resultados da fragmentação do granito relacionando-os com os resultados dos ensaios de ASM. Por fim no apresentam-se as conclusões e sugestões para optimização do trabalho.\n2.\tCARACTERIZAÇÃO DAS PROPRIEDADES MAGNÉTICAS DE ROCHAS POR ASM\n2.1. Propriedades magnéticas das rochas\nTodos os materiais têm propriedades magnéticas a temperaturas superiores ao zero absoluto (0 K) (Tarling &amp; Hrouda, 1993).Essas propriedades magnéticas são condicionadas pelo alinhamento dos electrões no seu interior, havendo materiais diamagnéticos, paramagnéticos ou ferromagnéticos (sensu lato). O parâmetro que permite classificar cada um desses materiais é a susceptibilidade magnética (k), que não é mais que a relação entre a magnetização gerada e o campo magnético aplicado, dado pela equação (1.1), onde M representa a magnetização gerada, k é a susceptibilidade magnética e H o campo magnético aplicado.\nM = k ■ H .\t11)\nO valor da susceptibilidade magnética é adimensional, uma vez que a magnetização gerada é lida em Ampere por metro (A/m) e o campo magnético é também lido em Ampere por metro (A/m). A Figura 2.1 ilustra de um modo simples a reacção dos materiais quando se lhes é aplicado um campo magnético, e, além dessa reacção é também ilustrado o comportamento desses mesmos materiais após a remoção do campo magnético. De notar que na figura as setas preenchidas a preto do lado exterior do rectângulo representam o campo magnético aplicado e as setas apenas com um contorno representam a magnetização gerada.\nA classificação de cada material é feita com base no valor da susceptibilidade magnética (k) registada. como já referido o valor de k é adimensional, com valores muito baixos e negativos na ordem de 10-6 SI para os materiais diamagnéticos, valores baixos mas positivos na ordem de 10-5 SI no caso dos materiais paramagnéticos e valores elevados de ordem 100 SI nos materiais ferromagnéticos. Tais comportamentos devem-se à presença ou ausência de certos minerais na constituição da rocha. As micas (biotite e moscovite) são responsáveis por um comportamento paramagnético, a magnetite faz com que o comportamento dos materiais seja ferromagnético, e, quando na constituição da rocha não existe a presença de nenhum destes minerais o seu comportamento será diamagnético.\nParamagn éticos\nAplicação tampo magnético\n(c)\nSem campo magnético\nAplicação campo magnético\nH - Campo magnético\nM~ Magnetização gerada\nAnti ferro magn ético 5\n(d)\nH\nH\nFigura 2.1. Reacção dos materiais quando aplicado um campo magnético e após a remoção do mesmo (Fonte: Tarling &amp; Hrouda, 1993)\nMateriais diamagnéticos (Figura 2.1 a) - Os electrões encontram-se desorganizados no interior do material e, quando aplicado um campo magnético, estes vão orientar-se num sentido contrário ao do campo magnético, gerando uma magnetização de intensidade bastante inferior à do campo aplicado. Os valores da susceptibilidade magnética (k) para estes materiais são negativos, e bastante baixos, numa ordem de grandeza de 10-6 SI. Após a remoção do campo magnético os electrões voltam à posição inicial, com os electrões desorganizados dentro dos materiais.\nMateriais paramagnéticos (Figura 2.1 b) - Nos materiais paramagnéticos, tal como os diamagnéticos, os electrões encontram-se desorganizados, mas quando aplicado um campo magnético, os electrões alinham-se paralelamente ao campo aplicado, com a mesma direcção e com uma magnetização gerada bastante inferior ao campo magnético. Removendo o campo magnético os electrões voltam ao estado inicial. Para estes materiais o valor de k varia na ordem de 10-5 e 10-4 SI.\nMateriais ferromagnéticos (Figura 2.1 c,d,e) - Os materiais ferromagnéticos (sensu lato) podem dividir-se em três grupos: ferromagnéticos (sensu stricto), antiferromagnéticos e ferrimagnéticos. A principal diferença entre estes materiais e os\nanteriores, é a conservação do alinhamento magnético nos materiais se manter após a remoção do campo magnético. O valor de k para estes materiais varia numa ordem de grandeza de 10-3 e 100 SI.\nFerromagnético (sensu stricto) - Nestes materiais, depois de aplicado um campo magnético, o seu alinhamento magnético tem a mesma direcção do campo aplicado, provocando uma magnetização com uma elevada intensidade. A magnetização remanescente mantém-se.\nAntiferromagnéticos - Nestes materiais o alinhamento magnético é paralelo com sentidos opostos, provocando a geração de uma magnetização de baixa intensidade, que é anulada pelo antiparalelismo verificado após a remoção do campo magnético.\nFerrimagnéticos - Nestes materiais, à semelhança dos antiferromagnéticos, existe um antiparalelismo aquando da aplicação de um campo magnético, mas de magnitude diferente, causando a geração de uma magnetização baixa, que permanece aquando da eliminação do campo magnético.\n2.2.\tEstado da arte da aplicação da ASM para caracterização de rochas\nO método da Anisotropia da Susceptibilidade Magnética (ASM) é usado para qualificar ou prever os comportamentos dinâmicos das rochas.\nA ASM é uma propriedade dos minerais, que pode ser descrita em termos de representação gráfica por um elipsóide com três eixos (kmax, kint, mmin), e o valor médio correspondente à susceptibilidade média (k). A ASM fornece informações relativas aos fabrics das rochas, calculando a distribuição média dos subfabrics de cada mineral (Borradaile &amp; Jackson, 2010, Bouchez, 2000).\nPara o caso específico dos granitos, a ASM tem em consideração o comportamento dos minerais quando aplicado um campo magnético baixo (Bouchez, 2000). Podem observar-se então dois comportamentos distintos dos granitos, que se denominam de paramagnéticos e ferromagnéticos. Quando os granitos são paramagnéticos\nobtêm-se valores de k baixos, mas positivos devido à presença de ferro nos silicatos constituintes do granito, nomeadamente biotite, clorite ou anfíbola. Quando os granitos apresentam um comportamento ferromagnético, o que se deve principalmente à presença de magnetite na composição mineralógica do espécime. Os comportamentos ferromagnéticos são caracterizados por valores elevados de k quando aplicado um campo magnético baixo (Bouchez, 2000).\nO estudo da ASM permite a análise sistemática de um maciço, pelo que proporciona dados direccionais (lineação e foliação magnética) que podem ser relacionados com os da lineação e foliação magmática. Para além destes, podem obter-se também parâmetros qualitativos que estão relacionados com a composição química das rochas e com a taxa de deformação que sofreram (Sant'Ovaia &amp; Noronha, 2003).\nEstudos prévios com rochas revelam que mediante o valor da susceptibilidade magnética obtido, se pode concluir da presença ou ausência de alguns minerais. De acordo com os trabalhos de Sant'Ovaia &amp; Noronha (2005), para vários granitos portugueses, provenientes de várias zonas do país, os granitos, na sua generalidade, têm um comportamento paramagnético, o que traduz a ausência de magnetite (Bouchez, 2000), com valores de k superiores a 70x10-6 SI o que indica que os granitos são biotíticos (granitos de uma mica, sendo ela a biotite), ou valores de k inferior a 70x10-6 SI, que indica que os granitos têm duas micas (biotite e moscovite).\n3.\tCARACTERIZAÇÃO DE MACIÇOS ROCHOSOS E FORMAS DE EXTRACÇÃO\n3.1. Maciços rochosos e tipos de rochas\nO termo maciço rochoso, ou rocha, pode ser entendido, em Geologia, como um agregado natural, constituído por um ou mais minerais, podendo ser dividido em três grupos gerais, tendo em conta a sua formação. São eles as rochas ígneas ou magmáticas, as rochas metamórficas e as rochas sedimentares. A Figura 3.1 ilustrada o ciclo de formação das rochas, mostrando a influência dos processos físicos a que as rochas estão sujeitas.\nRochas ígneas ou magmáticas\nEstas rochas formam-se através do arrefecimento do magma, desde o estado em fusão até à solidificação e, dependendo da velocidade de arrefecimento podem ser vulcânicas ou plutónicas. As rochas vulcânicas arrefecem rapidamente, logo os minerais não têm tempo para se desenvolver, ao passo que as rochas plutónicas sofrem um\narrefecimento lento proporcionando o crescimento e cristalização dos minerais. O basalto e o granito são exemplos de rochas ígneas vulcânicas e plutónicas, respectivamente (Figura\n3.2\ta,b).\nRochas metamórficas\nA origem das rochas metamórficas são outros tipos de rochas, que quando submetidas a altas pressões e temperaturas, associadas ao tempo, sofrem alteração da sua composição mineralógica, havendo adição de novos minerais e reorientações dos minerais (recristalização). O mármore e o quartzito são dois exemplos de rochas metamórficas (Figura 3.2 c,d).\nRochas sedimentares\nA formação das rochas sedimentares deve-se à deposição dos materiais em ambientes marinhos ou à superfície, através da meteorização e erosão de outras rochas. Os materiais são normalmente transportados para zonas de altitude inferior. Calcário e arenito são exemplos destes tipos de rochas (Figura 3.2 e,f).\nFigura 3.2. Exemplo de vários tipos de rochas.\na) basalto; b) granito; c) mármore; d) quarzito; e) calcário; f) arenito.\n3.1.1.\tDescontinuidades geológicas do maciço rochoso\nDenomina-se de descontinuidade geológica a interrupção da continuidade física de um determinada unidade geológica. As descontinuidades ao seccionar uma parte do maciço rochoso conferem-lhe propriedades geomecânicas diferentes das inicialmente previstas (L. Fonseca, 2008). Em mecânica das rochas é usual a designação de descontinuidade como termo geral para identificar várias zonas do maciço com resistência mecânica suposta inferior. As descontinuidades compreendem:\nFalhas\nPodem ser entendidas como fracturas; que se verificam entre duas superfícies, formadas devido ao movimento relativo entre as superfícies. O plano em que se verifica a falha denomina-se de espelho de falha, enquanto ao bloco formado entre as duas superfícies se atribui a designação de caixa de falha. Do movimento entre as duas superfícies surgem novos materiais, presentes na caixa de falhas, que são os detritos de rocha resultantes da trituração da rocha.\nPlanos de estratificação\nSão descontinuidades singenéticas (contemporâneas à formação dos sedimentos) e caracterizam-se por serem sistemáticas com elevada continuidade, em que o seu espaçamento pode variar entre poucos centímetros até vários metros.\nPlanos de xistosidade\nSão descontinuidades normalmente consideradas perpendiculares às tensões de compressão, afectando a formação geológica. São resultado de fenómenos tectónicos a altas temperaturas e pressões.\nDiaclases\nEste tipo de descontinuidades ocorre em todos os tipos de rochas, e não são mais do que fracturas que ocorrem ao longo das quais não ocorreu um movimento considerável. Existem várias propostas para interpretar a origem das diaclases, no entanto todas têm em comum o facto de se formarem por ruptura das rochas, resultado de um campo de tensões aplicado (Figura 3.3).\nFigura 3.3. Formação das diaclases. a) por distensão ou tracção; b) por compressão\n3.2.\tRochas graníticas em Portugal\nAo longo dos tempos, Portugal tem expandido a sua capacidade de exploração dos recursos naturais que dispõe. Os plutonitos graníticos são o caso de uma matéria-prima que abunda no território português, e, considerando que os granitos são uma das rochas mais duras e capazes de resistir às condições mais adversas, associado à sua beleza são utilizados, já desde o Paleolítico, para aplicações de carácter ornamental, bem como para construção estrutural (castelos, muralhas, monumentos, etc.). Todos estes factos fazem com que Portugal seja um dos países a nível mundial admirado pelo emprego destas rochas nos mais diversos campos. Actualmente, tendo em conta o potencial retirado destas rochas, o grande objectivo é aumentar a qualidade da transformação da matéria-prima (A. Moura et al, 2000).\nO granito é uma rocha ígnea, resultante da consolidação do magma, em profundidade, sendo considerado do ponto de vista petrográfico como uma rocha plutónica de textura granular. A sua composição mineralógica é essencialmente composta de feldspatos (feldspatos alcalinos e plagióclase), quartzo como os principais minerais e biotite, moscovite como minerais secundários (micas), podendo ainda ter outros minerais em quantidades mínimas.\nOs maciços graníticos em Portugal podem ser divididos em três grandes unidades, o Maciço Antigo, as orlas Mesocenozóicas e as Bacias do Tejo e Sado, que podem ser observados na Figura 3.5.\nO Maciço Antigo representa cerca de dois terços do território e encontra-se localmente coberto por depósitos detríticos discordantes de idade Terciária e Quaternária cuja espessura não ultrapassa 200 - 300 metros (Castelo Branco e Oliveira, 2004). Nesse maciço podem definir-se zonas com características tectónicas, metamórficas e plutónicas\ndistintas, muitas vezes separadas por importantes acidentes cavalgantes. No sector ibérico as estruturas têm direcção predominante NW-SE (Castelo Branco e Oliveira, 2004).\nos maciço graníticos em portugal encontram-se essencialmente a norte do rio Tejo nas zonas designadas por centro-ibérica e sub-zona da Galiza Média -Trás os Montes (Figura 3.4).\nA zona centro-ibérica caracteriza-se pela ocorrência de uma sequência do tipo flysh denominada de Complexo Xisto-Gauváquico. O magnetismo originou, principalmente, granitóides das séries alcalinas e calco-alcalinas. os primeiros têm sido utilizados como pedra ornamental para os granitos de duas micas do porto e Afife (viana do castelo). Entre os segundos têm sido utilizados os granitos da região de Espinho (tom escuro), os granitos de Alpalhão (duas micas e grão médio a fino) entre outros (castelo Branco e oliveira, 2004).\no sector NE da zona centro-ibérica é caracterizado pela presença de rochas com um elevado grau de metamorfismo e uma composição básica e ultrabásica, onde são incluídos os maciços de Morais e Bragança, importantes do ponto de vista ornamental devido à presença de afloramentos de serpentinitos, anfibolitos, xistos anfibólicos e outras rochas verdes.\nFigura 3.4. Mapa das diferentes zonas geológicas de Portugal.\nEm aplicações de carácter comercial os granitos são tidos como rochas compactas granulares e susceptíveis de serem polidos. É comum a atribuição da denominação de granito a outros tipos de rochas (ígneas), que tendo na sua constituição mineralógica uma semelhança aos granitos, ou apenas serem consideradas rochas silicatadas (Tabela 3.1). A estas rochas que se denominam de granitos, atribui-se normalmente a designação de “rochas similares” ou “granitóides”.\nBACIAS SEDIMENTARES MESOCENOZÓICAS\nB Cenozóico (Pleistocénico e Holocénico) ____] Cenozóico\nQ Cretácico\n□ Jurássico\n■ Triásico\nRochas magmáticas ácidas\n[___ Rochas magmáticas básicas\nSOCO PROTEROZÓICO E PALEOZÓICO\nCarbónico superior\nB Devónico Sup. - Carbónico Inf.\nDevónico Inf.\ng] Silúrico\n' Ordovicico - Silúrico\nM Ordovicico\nCámbrico Inferior e Médio\n2] Proterozóico Sup. - Cámbrico\nProterozóico Superior\nMAGMATISMO PALEOZÓICO\n|____! Granitos e ortognaisses\n~1 Granodioritos e tonalitos\nGabros e peridotitos Ofiolitos\nPórfiros ácidos e riólitos\nBasaltos e andesitos\nMadeira\nFalha\nFalha provável Carreamento Cavalgamento\n50 km\nFONTE: ex-lnstituto Geológico e Mineiro, actual INETI\nFigura 3.5. Carta geológica de Portugal (escala 1:500 000).\nTabela 3.1. Composição mineralógica percentual de várias rochas consideradas como granitos.\nMinerais\tRochas\t\t\t\t\t\n\tGranitos (%)\tSienito (%)\tQuartzodiorito (%)\tDiorito (%)\tGabro (%)\tBasalto (%)\nQuartzo\t29\t5\t16\t4\t-\t-\nFeldspatos Alcalinos\t32\t50\t4\t-\t-\t-\nPlagióclase\t28\t20\t33\t58\t50\t45\nPiroxenas\t-\t\t-\t25\t45\t50\nAnfibolas\t-\t20\t26\t\t\t-\nBiotite\t8\t\t20\t12\t-\t-\nMoscovite\t2\t-\t-\t-\t-\t-\nApatite, zircão, olivina, minerais opacos e outros\t1\t5\t1\t1\t5\t5\nTotal\t100\t100\t100\t100\t100\t100\nDa observação da Figura 3.5 podem observar-se os granitos representados pela cor rosa. Uma vez que os granitos se encontram dispersos por todo o território nacional é natural que existam vários tipos de granitos em Portugal tendo em conta a sua composição, que irá influenciar as suas propriedades. A resistência mecânica à tracção deste tipo de rocha ígnea pode variar ente 80 e 300 MPa e a resistência à flexão entre 8 e 36 MPa,\no\nvariando a sua massa volúmica aparente entre 2660 e 2800 kg/m . Alguns exemplos de granitos existentes em Portugal são: o Amarelo de Figueira, o Azul Transmontano, o Branco de Candoso, o Rosa de Santa Eulália, entre outros (ASSIMAGRA; A. Moura et al, 2000). A diferente denominação de cada granito deve-se às propriedades e características específicas de acordo com a sua estrutura bem como a sua localização geográfica.\n3.3.\tTécnicas de exploração de maciços graníticos\nA exploração de granitos em Portugal é feita essencialmente na região norte, que compreende os distritos de Braga, Bragança, Porto, Viana do Castelo e Vila Real w alguns conselhos dos distritos de Aveiro, Guarda e Viseu. O granito é a principal rocha explorada nestas regiões, sendo a utilização industrial a que apresenta maior importância. Em 2000, o granito para a construção civil e obras públicas contribuía com 73,6% do valor global, enquanto o granito para calçada e o granito ornamental contribuíram apenas com 13,8% e 12,6% respectivamente (Castelo Branco e Oliveira, 2004).\n3.2.1.\tTécnicas de exploração de maciços graníticos para produção de inertes\nO desmonte para produção de inertes é efectuado por explosivos, combinado a aplicação de uma carga de iniciação, mais potente, com a carga de coluna, menos potente. A carga de iniciação, também designada por carga de fundo - quando iniciação pelo fundo - pode ser dinamite, emulsão explosiva ou hidrogel, sendo nestas duas últimas usadas misturas com maior densidade do que as usadas em carga de coluna. Para carga de coluna é normalmente usado emulsão explosiva, hidrogel ou ANFO pesado. A furação do maciço é efectuada de acordo com o tipo de explosivo e tipo de rocha sendo calculada a carga específica e com ela a furação em função da fragmentação pretendida e das distâncias de segurança impostas. Para o projecto da pega de fogo as variáveis principais são a altura da bancada, distância da primeira linha de furos até à frente livre, diâmetro da perfuração, espaçamento entre furos, altura e inclinação do furo, comprimento do atacamento, comprimento da carga de coluna e carga de fundo e método de iniciação. A Figura 3.6 e Figura 3.7 mostram a distribuição espacial dos furos e a colocação da carga de fundo, respectivamente. A Figura 3.8 mostra o rebentamento do maciço.\nFigura 3.6. Distribuição da furação para desmonte de um maciço granítico, em Cervães no distrito de Braga.\nFigura 3.7. Carregamento da carga de fundo com o cabo eléctrico e o detonador incorporado.\nFigura 3.8. Rebentamento do maciço por carga explosiva para produção de inertes para construção civil.\n3.2.2.\tTécnicas de corte dos maciços graníticos para aplicação ornamental\nOs processos de corte de granito ornamental podem dividir-se em dois grupos\nprincipais, os processos cíclicos e os de corte contínuo.\nTécnicas de corte cíclicas\nEstas técnicas podem entender-se por uma sucessão de operações que se realizam no processo de corte da rocha, perfazendo um ciclo. Geralmente estas técnicas baseiam-se na perfuração da rocha.\nCorte por perfuração e utilização de explosivos\nEsta técnica (Figura 3.9) baseia-se na utilização de cargas explosivas em furos que estão próximos entre si, formando um plano de corte. De notar que a carga não deve ser excessivamente forte de modo a fracturar apenas entre cada furo, não alterando as propriedades da rocha. Este tipo de técnica é bastante utilizada devido ao seu baixo custo, facilidade de execução e elevada versatilidade, sendo utilizadas normalmente em pedreiras em que existe média a baixa produção. No caso de rocha para fim ornamental o corte pode ser efectuado usando cordão detonante ou pólvora de modo minimizar o número de fracturas. No caso de rocha para material de construção estrutural podem ser usados emulsões explosivas ou hidrogéis ou ainda dinamite, embora esta esteja última esteja a ser cada vez mais substituída pelos dois primeiros.\nFigura 3.9. Aplicação de carga explosiva para realização do corte (Fonte: Regadas, 2006).\nCorte por perfuração contínua\nEste tipo de corte é feito realizando furos justapostos de modo a obter uma perfeita separação dos blocos. A perfuração contínua (Figura 3.10) consiste na realização inicial de furos de 2,5\" (6,35 mm) espaçados entre si, e, em seguida realizam-se furos com um diâmetro de 3\" (7,62 mm) no espaço confinado pelos furos anteriores, obtendo-se assim a separação do bloco. Na Figura 3.11 é apresentado o equipamento usado para realização da técnica de perfuração contínua.\nFigura 3.10. Esquematização do processo de corte por perfuração contínua.\nFigura 3.11. Equipamento utilizado para realização da perfuração contínua ( Fonte: Alencar, Caranassios e Carvalho, 1996).\nDivisão por meio de cunhas\nEste tipo de técnica (Figura 3.12) é bastante utilizado, e baseia-se essencialmente na furação da rocha escolhendo os planos preferenciais da orientação dos\nminerais. Utilizam-se dispositivos com cunhas, que quando accionados, associado ao plano\ndefinido pela furação, irá resultar na fracturação da rocha entre os dois furos.\nFigura 3.12. Corte pelo meio de cunhas (Fonte: Regadas, 2006).\nTécnicas de corte contínuo\nEste tipo de técnicas é utilizado em operações em que não há o uso predominante da perfuração e de explosivos. Estas técnicas são usadas maioritariamente em mármores (Regadas, 2006).\nFio helicoidal\nO processo de fio helicoidal (Figura 3.13) é composto por três cabos de aço, com diâmetros a variar entre 3 a 5 mm (Menezes, 2005) que correm sobre roldanas num circuito fechado tencionando a superfície rochosa que vai ser cortada. O sentido do cabo é invertido a cada 30 metros, podendo o comprimento do fio variar entre 500 e 3.000 metros (Regadas, 2006). A acção de corte baseia-se no atrito do fio traccionado sobre a superfície da rocha, mediante movimento de translação, em conjunto com uma lama abrasiva, formada por 30% de areia quartzosa, com granulometria entre 0,5 mm e 1,0 mm, e 70% de água (Menezes, 2005). Esta técnica está a cair em desuso hoje em dia para ser substituída pelo fio diamantado.\nFigura 3.13. Esquema da técnica do fio helicoidal (Fonte: Regadas, 2006).\nJet- flame (maçarico)\nEste processo consiste no uso de um maçarico que provoca uma chama com temperaturas por volta dos 1500 °C, provocando a dilatação dos minerais (quartzo principalmente), que se vão soltar sob a forma de areia. Esta técnica deve ser utilizada em fendas com dez a vinte centímetros de largura e até seis metros de profundidade (Regadas, 2006)\nO jet-flame (Figura 3.14) deve ser utilizado apenas em rochas graníticas e de preferência homogéneas, devido á sua limitação a rochas com quartzo na sua composição (Regadas, 2006), sendo desaconselhado o uso desta técnica para rochas ricas em biotite (Menezes, 2005).\nFigura 3.14. Aplicação do Jet-flame (Fonte: Regadas, 2006).\nCorte com corrente\nO corte com corrente (Figura 3.15) é realizado com o auxílio a um braço sobre\no qual circula uma corrente na sua periferia. O comprimento do braço é uma limitação a\neste processo, podendo apenas realizar-se a operação com este material mediante o\ncomprimento do braço (Regadas, 2006).\nFigura 3.15. Corte por corrente (Fonte: Regadas, 2006).\nCorte com corrente diamantada\nÉ um processo em tudo semelhante ao anterior, com a diferença de os dentes de metal utilizados no processo anterior serem substituídos por peças diamantadas. Uma das principais vantagens do corte com corrente diamantada (Figura 3.16) é a elevada qualidade da superfície de corte, não havendo necessidade de trabalhos de preparação\ndurante o processo de execução.\nFigura 3.16. Corte por corrente diamantada (Fonte: Regadas, 2006)\nFio diamantado\nEsta técnica consiste num cabo de aço flexível, sobre o qual são colocadas pérolas diamantadas. Pode ser utilizado para realizar cortes horizontais e verticais no desmonte do maciço rochoso ou após o desmonte para realização de outros cortes. O fio diamantado é caracterizado pela elevada durabilidade do cabo e velocidade de corte como grandezas que definem a performance desta técnica. A Figura 3.17 apresenta um esquema do corte por fio diamantado.\nAs principais vantagens do método são a alta qualidade dos produtos finais, o excelente acabamento das superfícies de corte, a espessura de corte baixa (10 mm) em relação a outras tecnologias, as suas elevadas velocidades de corte com ganhos de produtividade, melhor relação custo-benefício, versatilidade operacional e uma tecnologia rápida e limpa, com baixo nível de ruídos, vibrações e poeira (Menezes, 2005).\nFigura 3.17. Esquema do corte por fio diamantado (Fonte: Regadas, 2006).\nJacto de água\nO jacto de água consiste na aplicação de um ou mais jactos, que geram pressões bastante elevadas (ordem de 400 MPa). O jacto é colocado próximo da rocha e provoca a desagregação dos fragmentos junto a microdescontinuidades mineralógicas. Esta técnica deve ser aplicada de preferência em matérias com uma estrutura cristalina bem definida, se bem que também se pode aplicar em materiais que apresentem pequenas descontinuidades, como os granitos.\nComparação dos vários tipos de corte\nNa Tabela 3.2 apresenta-se um quadro com a relação entre as várias técnicas de corte de maciços rochosos e o respectivo custo operacional.\nTabela 3.2. Relação económica entre os vários tipos de técnicas de corte (Fonte: Beortolussi et al).\nMODALIDADE OPERACIONAL E PRESTAÇÃO\tPARÂMETROS TÉCNICOS\t\t\t\t\t\n\tEXPL\tFH\tFD\tCC\tPC\tCMH\nVelocidade de corte (m'/h)\t-\t1-2\tV4\t1-3\t-\t-\nLargura do corte (mm)\t-\t80-100\t11-12\t30-50\t-\t-\nRugosidade (cm)\t5-8\t4-6\t2-4\t1-2\t2-3\t4-8\nEspessura da zona de desperdício (cm)\t5-10\t10-20\t-\t-\t-\t-\nDedução comercial (cm)\t10-18\t14-26\t2-4\t1-2\t2-3\t4-8\nCustos de corte unitário (USS/m*)\t23-30\t75-90\t60-90\t35-60\t35-40\t25-31\nValor perdido (*) (USS/m2) de acordo com a qualidade da rocha:\t\t\t\t\t\t\n200 USS/m3\t20-36\t28-52\t4-8\t2-4\t4-6\t8-16\n400 USS/m3\t40-72\t52-104\t8-16\t4-8\t8-12\t16-32\n800 USS/m3\t80-144\t104-208\t16-32\t8-16\t16-24\t32-64\nEXPL\tExplosivos\tFD\tFio Diamantado\tPC\tPerfuração Contínua\nFH\tFio Helicoidal\tCC\tCorte com Corrente\tCMH\tCunha mecânica ou Hidráulica\nObservando os parâmetros dispostos na Tabela 3.2 e de acordo com Regadas (2006), os processos mais eficientes são o fio diamantado e o corte com corrente. O fio diamantado tem uma velocidade de corte superior e uma largura de corte inferior em relação ao corte com corrente, ao passo que o processo de corte com corrente possui um custo de corte e o valor perdido de acordo com a qualidade da rocha inferiores ao fio diamantado.\nEm relação ao uso de explosivos a principal desvantagem do uso desta técnica, para corte de rocha ornamental, é o elevado custo associado às perdas de acordo com a qualidade da rocha, razão pela qual o uso de explosivos para obtenção de blocos para aplicação ornamental está a cair em desuso.\n4.\tCARACTERIZAÇÃO DAS PROPRIEDADES PETROFÍSICAS DAS AMOSTRAS “FRESCAS”\n4.1.\tPreparação das amostras\nPara proceder à medição da anisotropia da susceptibilidade magnética (ASM) de amostras de rochas é necessário respeitar alguns aspectos que o método exige. A preparação das amostras é essencial para a realização dos ensaios e deve ser encarada com o máximo cuidado, pois irá influenciar os resultados finais. Nos pontos seguintes apresenta-se detalhadamente o processo de obtenção das amostras dos granitos desde a sua fase enquanto maciço rochoso.\nAs amostras em bruto foram obtidas em diferentes regiões e foram cortadas em paralelepípedos com dimensões aproximadamente semelhantes (Figura 4.1). É importante\nreferir que as amostras já existiam á bastante tempo e não se sabe a localização associada a\ncada amostra. Na Tabela 4.1 são apresentadas as características visuais de cada amostra.\nFigura 4.1. Disposição dos blocos de granito usados para retirar amostras para os ensaios da ASM.\nTabela 4.1. Propriedades dos blocos graníticos (tamanho de grão e cor).\nAmostra\tTamanho de grão\tCor\n1\tPequeno / Médio\tAmarelado\n2\tPequeno / Médio\tAmarelado\n3\tMédio / Grande\tBranco\n4\tGrande\tBranco\n5\t-\t-\n6\tPequeno / Médio\tAmarelado\n7\t-\t-\n4.1.1.\tProcesso de corte e forma das amostras\nPara a realização do corte dos testemunhos foi usado uma motosserra (Figura 4.2), que havia sido adaptado de modo que à saída do veio do motor accionasse a ferramenta de corte circular. A ferramenta de corte utilizada é um tubo de aço com diamantes incrustados. Para evitar o sobreaquecimento da ferramenta durante o processo foi necessário lubrificar a zona de corte com água a partir de um reservatório ligado directamente ao canhão de suporte da ferramenta, sendo o bombeamento feito manualmente (Figura 4.3). Na Figura 4.3 pode observar-se a realização do corte dos testemunhos.\nFigura 4.2. Equipamento usado para o corte dos testemunhos e reservatório com água para lubrificação da ferramenta de corte.\nFigura 4.3. Processo de corte das amostras para os ensaios da ASM.\nDepois de obtidos os testemunhos (Figura 4.4), procedeu-se à marcação e numeração de cada um deles. Os blocos da Figura 4.1 foram numerados de um (1) a sete (7), da esquerda para a direita, e cada testemunho foi numerado usando a nomenclatura\nconforme mostra a Figura 4.4 (exemplo: 1.1, 1.2 e 1.3 são três testemunhos do bloco 1. Tentou retirar-se três testemunhos de cada bloco, mas devido à elevada dureza de alguns dos blocos tal não foi possível.\nFigura 4.4. Exemplo de alguns testemunhos com as marcações.\n4.1.2.\tObtenção das amostras\nDe acordo com o equipamento para a medição da ASM, o Kappabridge da AGICO (KLY4S), para a realização dos ensaios da ASM, cada amostra deve ter um valor específico de altura (H) e diâmetro (D). Os valores do diâmetro (D) e altura (H) são apresentados abaixo, para o método estático e dinâmico.\nDinâmico:\nD = 25,41°’! [mm]\nH = 22,01°’! lmmJ\nEstático:\nD = 25,41^0 lmmJ\nH = 22,01^° [mm]\nUma vez definidos os valores admissíveis de altura e diâmetro das amostras, procedeu-se ao corte das amostras. O corte das amostras foi efectuado no Departamento de Geociências, Ambiente e Ordenamento do Território da Faculdade de Ciências da Universidade do Porto com o recurso a uma máquina de corte (Figura 4.5). A máquina tem\ndois discos de corte paralelos que permitem cortar as amostras dentro dos limites impostos pelo Kappabridge. A lubrificação dos discos é feita com água, que se encontra no fundo do reservatório e cobre parcialmente os discos, assegurando assim a lubrificação. Na Figura\n4.6\tpode ver-se o mecanismo usado para a fixação dos testemunhos, para a realização do corte das amostras.\nFigura 4.5. Máquina para realização do corte das amostras.\nFigura 4.6. Mecanismo de fixação dos testemunhos.\nApós a realização do corte das amostras, estas foram devidamente numeradas seguindo a nomenclatura apresentada na Figura 4.4, acrescentando uma letra (A,B,C...) para cada testemunho (exemplo: 1.1A, 1.1B e 1.1C são as amostras retiradas do testemunho 1.1).\nNa Figura 4.7 pode observar-se todas as amostras que foram alvo de estudo da ASM neste trabalho. As amostras encontram-se separadas por grupos, sendo o número associado a esta disposição o do bloco correspondente. De notar ainda que na figura não\nsurge o número 5, devido à elevada dureza desses blocos que não permitiu recolher nenhum testemunho através do equipamento disponível para o efeito.\nDepois de todas as amostras estarem correctamente numeradas e marcadas, procedeu-se ao cálculo do volume de cada amostra, pois, para a realização dos ensaios da ASM é necessário entrar com o valor do volume de cada espécime. As amostras são cilíndricas, logo, o volume de cada amostra pode ser obtido pela equação do volume do cilindro (Equação (4.2).\nn.D2\n4.2)\nA medição da altura e diâmetro de cada amostra foi realizada com um paquímetro (Figura 4.8) com precisão de 0,05 mm.\nFigura 4.7. Amostras finais preparadas para os ensaios da ASM.\n\n\nFigura 4.8. Paquímetro.\n4.2.\tMetodologia dos ensaios da anisotropia da susceptibilidade magnética\nOs ensaios para obtenção da ASM foram efectuados no Departamento de Geociências, Ambiente e Ordenamento do Território da Faculdade de Ciências da Universidade do Porto. O equipamento utilizado para a realização dos ensaios foi o KAPPABRIDGE KLY- 4S da AGICO (Advanced Geoscience Instruments Co), representado na Figura 4.9.\nFigura 4.9. Equipamento de medição da ASM modelo.\nO equipamento encontra-se ligado a um computador, que possui dois tipos de programas de comunicação com o equipamento, fundamentais para a realização dos ensaios. São os programas Sufar e Sufam. Durante a realização dos ensaios, as amostras vão estar submetidas a um campo magnético de 300 A/m, sendo a relação entre a magnetização obtida e o campo aplicado a susceptibilidade magnética, respeitando a equação (1.1).\n4.2.1.\tCalibração do equipamento\nO primeiro passo para a realização dos ensaios de determinação da ASM é a calibração do equipamento. A calibração, no caso em estudo, foi realizada apenas uma vez, pela manhã, uma vez que a temperatura no interior da sala, onde se realizaram os ensaios, se manteve aproximadamente constante ao longo de todo o dia, mas em dias que se verifiquem variações consideráveis de temperatura, é aconselhada a realização da operação de calibração mais que uma vez. Na Figura 4.10 está apresentada a amostra de calibração,\n3\t•\t...\t.\t3\nque tem um volume de 10 cm e possui uma susceptibilidade magnética (k) de 137,8x10-\nSI. A amostra ideal deveria ter uma configuração esférica, devido à sua homogeneidade segundo os três eixos, mas tal amostra seria impossível de fixar no braço que irá segurar as amostras, logo utiliza-se uma amostra cilíndrica que é a mais próxima do ideal e é possível\nde fixar.\n\nFigura 4.10. Amostra de calibração.\nPara realizar a calibração, inicia-se o programa Sufar ou Sufam, insere-se o volume da amostra, em seguida abre-se o menu auxiliar para a operação de calibração. De notar que a amostra deve ser colocada na posição 1 (Figura 4.11). O valor registado da calibração será tomado como referência e, se diferir do valor da susceptibilidade da amostra (137,8x10\"), a diferença irá considerar-se em todos os ensaios realizados posteriormente.\n4.2.2.\tMétodo rotativo de ensaio (Sufar)\nSe as amostras se encontram em conformidade com as medidas recomendadas, deve usar-se o método rotativo, sendo usado o programa Sufar para o mesmo. Para a determinação da ASM segundo este método fazem-se medições segundo três eixos ilustrados na Figura 4.11. Para as medições em cada eixo, deve fixar-se a amostra na posição, que é definida pelas marcações feitas na amostra. A Figura 4.11 mostra as posições em que a amostra deve estar para cada medição.\nDepois de inserir a amostra no braço do porta-amostras, insere-se um comando que faz com que o braço desça com a amostra até à zona onde está aplicado o campo magnético e, depois de chegar à posição de realização das medições, segundo AGICO (2004), para cada rotação da amostra serão efectuadas 64 medições. Na Figura 4.12 está apresentado o pormenor do braço com a amostra fixa (posição 3 no caso), no qual se consegue visualizar uma pequena correia (setas vermelhas a apontar) que irá ser responsável pela rotação da amostra durante as medições. Após a realização das medições o braço volta à posição inicial.\nFigura 4.12. Pormenor do braço de fixação das amostras.\nO procedimento de realização dos ensaios rotativos, com recurso ao programa\nSufar, é o seguinte:\n1.\tIntrodução do volume da amostra\nApós a iniciação do programa, premir a tecla F6 (ActVol) e inserir o valor do volume da amostra a analisar.\n2.\tMedições segundo os eixos x1, x2 e x3\nFixar a amostra na posição 1, premir F1 (Ax1), de seguida o braço desce e efectúa as medições em torno do eixo x1. Para os eixos x2 e x3, o seguimento a ter é o mesmo que para o eixo x1, premindo F2 (Ax2) e F3 (Ax3), respectivamente.\n3.\tMedição da susceptibilidade segundo o eixo x1\nDepois de realizados os ensaios segundo os três eixos, premir a tecla F4 para realizar a medição da susceptibilidade em torno do eixo x1. Esta medição é essencial para a obtenção do tensor da susceptibilidade correcto.\n4.\tGuardar os dados e inserir as orientações\nPremir a tecla F5 (Eval), escolher a pasta para onde enviar o ficheiro com os resultados, atribuir um nome do ficheiro e por fim o nome do espécime acabado de analisar.\nApós o seguimento destes passos surgem três opções relativas à orientação das amostras. No caso em estudo seleccionou-se a opção non oriented specimen (amostras não orientadas).\nDepois da realização destes passos, deve voltar-se ao primeiro, com a particularidade de ser necessário fechar o programa cada vez que se iniciam as medições para um novo conjunto de amostras.\n4.2.3.\tMétodo estático de ensaio (Sufam)\nSe as medidas das amostras (altura e diâmetro) forem demasiado elevadas ou reduzidas, a fixação das amostras ao braço não é possível, logo terá de recorrer-se ao método estático de determinação da ASM. Para a realização das medições pelo método estático utiliza-se um instrumento (Figura 4.13) para a fixação das amostras, ao invés do braço utilizado no método rotativo.\nFigura 4.13. Instrumento utilizado para fixação das amostras pelo método estático de determinação das ASM.\nA realização dos ensaios para o método estático é feita pela seguinte ordem:\n1.\tIntrodução do volume da amostra\nO primeiro passo é abrir o programa Sufam, em seguida premir a tecla F6 (ActVol) e inserir o volume da amostra em análise.\n2.\tRealização das medições\nPara o método estático é necessário fazer medições em 15 posições (Figura 4.14). O procedimento a seguir é premir F1 (15Dir) para realizar cada medição, e, em caso de necessidade de repetir a medição premir F2 (Corr). Cada vez que se prime F1 o equipamento dá um sinal para introduzir a amostra no local onde está aplicado o campo magnético. Depois de se introduzir a amostra espera-se uns segundos e o equipamento dá outro sinal, desta vez para retirar a amostra. Após se retirar a amostra deve colocar-se esta na posição seguinte e continuar com as medições até se completarem as 15 medições.\n3.\tGuardar os dados e inserir as orientações\nEste passo é igual ao explicado para o programa Sufar no ponto 4.2.2.\nFigura 4.14. Posições usadas com recurso ao método estático.\n4.3.\tTratamento e análise dos resultados\nApós a realização dos ensaios, procedeu-se à recolha dos dados relativos à ASM. Para interpretar os resultados utilizou-se o software Anisoft 42 (desenvolvido por Martin Chadima e Vit Jelinek), da AGICO, que fornece informações relativas a cada conjunto de amostras, bem como o tensor da ASM, que é dado pelas três direcções principais da susceptibilidade (kl, k2 e k3). Com as informações obtidas do Anisoft 42, podem determinar-se a lineação e a foliação magnéticas das amostras. Através do valor da susceptibilidade magnética média, pode prever-se a constituição mineral do granito, com base no conhecimento do comportamento da rocha quando submetida a um campo magnético (diamagnética, paramagnética, ferromagnética), não sendo possível através do método da ASM obter a constituição mineral do granito uma vez que o método considera,\ndurante o processo de medição, todos os minerais como um conjunto, obtendo-se resultados globais no fim do processo de medição. Na Tabela 4.2 estão apresentados os resultados obtidos para os conjuntos de amostras sobre os quais foi possível a realização dos ensaios1, apresentando-se os resultados da susceptibilidade média, e além destes outros dois parâmetros que foram introduzidos por Jelinek (1981), normalmente usados quando a anisotropia é baixa, sendo eles a excentricidade do elipsoide, P, (ou grau de anisotropia) e a sua forma, T (Borradaile &amp; Jackson, 2010).\nTabela 4.2. Parâmetros obtidos da realização dos ensaios da ASM.\nBloco Granito\tKm [x10-6]\tP [%]\tT\n1\t44,6\t11,10\t0,238\n2\t62,7\t4,00\t0,272\n3\t88,2\t4,60\t-0,044\n4\t89,0\t1,60\t0,280\n6\t65,5\t1,50\t0,320\nMédia\t70,0\t4,56\t0,213\nAnalisando os parâmetros obtidos do método da ASM (Tabela 4.2) é possível a interpretação dos mesmos de modo a retirar informações válidas relativas aos granitos. A primeira conclusão que se pode observar é que os granitos em estudo têm todos um comportamento paramagnético, podendo agrupá-los em três grupos de acordo com o valor da susceptibilidade magnética: o bloco 1 num grupo, os blocos 2 e 6 em outro e os blocos 3 e 4 num outro. Quanto ao grau de anisotropia (P), para os granitos os fabrics magnéticos são normalmente os fabrics magmáticos, quando o valor de P é inferior a 4%. No entanto, quando P é 4% verifica-se uma deformação do granito, que deverá ser causada pela alteração do fabric magmático original do granito, devido à deformação no estado sólido a altas temperaturas (Sanfüvaia &amp; Noronha, 2005). Analisando o parâmetro T, que permite analisar o elipsoide da ASM, verifica-se que para a maior parte dos granitos o elipsoide é achatado (“oblate”), visto que o valor de T é superior a 0. Se, como no caso do bloco 3, T é inferior a 0, o elipsoide é dito como constrito (“prolate”).\n1 Devido à elevada dureza de alguns dos blocos de granito, relativamente ao material disponível para o corte dos testemunhos não foi possível obter amostras suficientes para os blocos numerados com 5 e 7.\nNo que diz respeito à constituição mineral segundo Sant'üvaia &amp; Noronha (2005), pode dizer-se que os blocos 1, 2 e 6 são granitos de duas micas (biotite e moscovite), enquanto os blocos 3 e 4 são granitos de uma mica (biotite). Esta interpretação deve-se ao valor registado da susceptibilidade magnética, uma vez que o valor de k = 70x10-6 SI é tido como uma referência, considerando-se granitos biotíticos para valores superiores e granitos de duas micas para valores inferiores.\nNa Figura 4.15 e Figura 4.16 estão apresentados os resultados obtidos para a determinação do elipsóide da ASM, com a exibição do Kmax (azul), Kint (verde) e Kmin (rosa), que permitem a determinação do elipsóide, bem como a obtenção de informações para deliberação de planos de lineação e foliação.\nFigura 4.15. Dados para determinação do elipsóide da ASM no bloco de granito a) 1 b) 2 c) 3\nFigura 4.16. Dados para determinação do elipsóide da ASM no bloco de granito a) 4 b) 6\nü software não conseguiu o elipsóide para todos os conjuntos de amostras devido à limitação de amostras, uma vez que como foi explicado acima, devido às propriedades dos granitos, em especial a dureza, não foi possível, com o recurso ao material disponível para o corte, a obtenção de um valor de amostras tal que fosse possível\na obtenção do elipsóide da ASM. Mas, mesmo não possuindo o elipsóide pode retira-se várias informações com bastante utilidade para os capítulos seguintes.\n5.\tCARACTERIZAÇÃO DA FRAGMENTAÇÃO DAS AMOSTRAS POR APLICAÇÃO DE CARGA EXPLOSIVA\nNeste capítulo são descritos e apresentados os resultados dos ensaios para avaliar a fragmentação das amostras sob aplicação de uma carga explosiva de cordão detonante e iniciação por detonador eléctrico n° 6 instantâneo. Além das características do cordão detonante é feita a descrição da preparação dos ensaios, é explicado também o mecanismo de fragmentação, assim como a interpretação dos resultados obtidos.\n5.1.\tCordão detonante\nO explosivo utilizado para a realização dos ensaios foi o cordão detonante de 6 g/m, fornecido pela empresa SEC, SA (Figura 5.1). São apresentadas as propriedades do cordão detonante, vantagens, desvantagens e potencial de utilização mediante o tipo de cordão utilizado.\nExistem vários tipos de cordão detonante, verificando-se essa diferença na quantidade de pentrite (explosivo) por metro linear, a resistência à tracção e a impermeabilização da bainha têxtil. A quantidade de pentrite no cordão pode variar entre as 3 g/m e as 100 g/m, sendo a identificação visual de cada tipo de cordão feita pela cor de cada um.\nEm operações de desmonte para produção de inertes para a construção civil o cordão detonante é utilizado sempre que exista necessidade de garantir a propagação da detonação a todos os cartuchos de explosivo, por risco dessa propagação não se verificar, devido a furos com água ou rochas bastante fracturadas. O cordão detonante até 20 g/m é utilizado essencialmente para transmitir a detonação à carga explosiva de coluna ou para o corte de rocha ornamental (caso de estudo). O cordão de gramagem na gama de 40 g/m é utilizado em operações de prospecção sísmica, enquanto o de gramagem da gama de 100 g/m é utilizado em acções de pré-corte e recorte (Góis et al., 2011).\nNos trabalhos a céu aberto, o uso de cordão detonante pode ser restringido por razões ambientais, relacionadas com o nível de ruído permitido. No caso de trabalhos\nsubterrâneos, o cordão detonante é habitualmente utilizado para a iniciação dos vários detonadores não-eléctricos.\nEm termos de segurança no preparação de trabalhos com cordão detonante, nunca cortar o cordão detonante com uma tesoura, utilizar sempre uma lâmina ou uma faca afiada, cortando o cordão perpendicularmente ao seu eixo sobre uma superfície de madeira e proteger as extremidades do cordão com fita adesiva para impedir a perda do explosivo\nFigura 5.1. Cordão detonante de 6 g/m.\n5.2.\tProcedimento para realização dos ensaios\nA realização dos ensaios com explosivos foi feita no Laboratório de Energética e Detónica (LEDAP), em Condeixa-a-Nova, local onde se encontravam os blocos de granito referenciados no capítulo anterior.\nPara a realização dos ensaios foram retiradas amostras dos blocos, todas de geometria paralelepipédica, com um furo de 28,5 mm no centro (Figura 5.2). A geometria ideal para a amostra seria cilíndrica, de forma a haver uma propagação e reflexão homogénea das ondas de choque transmitidas à amostra pela detonação do cordão detonante. Mas devido ao elevado custo que o corte de amostras cilíndricas representava, optou-se por amostras paralelepipédicas. O corte das amostras foi realizado numa empresa na zona industrial de Condeixa, que transforma materiais rochosos para fins ornamentais. Cada amostra tem uma configuração da base quadrada (11 cm x 11 cm) e uma altura variável, atendendo à altura do respectivo bloco. Não foram realizados ensaios com\nexplosivos para as amostras correspondentes aos blocos 5 e 7 devido à não existência de resultados da medida da ASM, que pudesse servir para estabelecer uma correlação.\nOs ensaios com explosivos podem dividir-se em duas fases. A primeira fase da realização destes ensaios é a preparação de cada amostra, passando de seguida à realização\na\ndo rebentamento na câmara de explosões (17 m de volume) usada para reter as projecções, o ruído e a onda de pressão aérea gerada pela detonação da carga. Cada uma destas fases é explicada de seguida.\nFigura 5.2. Exemplo de amostra com o furo no centro, alinhada com o respectivo bloco.\n5.2.1.\tPreparação das amostras\nA preparação de cada amostra é de extrema importância para os resultados obtidos, devido ao posicionamento da carga explosiva no furo da amostra, uma vez que dependendo dos materiais aí inseridos e do seu posicionamento relativo, a transmissão da carga explosiva à amostra vai variar. No caso em estudo optou-se por uma configuração igual para todas amostras, com um tubo de policolotero de vinilo (PVC) de diâmetro exterior 15,9 mm e diâmetro interior de 13,3 mm, centrado no furo, no qual foi colocado o cordão detonante centrado no interior desse tubo (Figura 5.3). O preenchimento entre o exterior do tubo de PVC e a parede do furo na rocha é feito com água, uma vez que, baseado em trabalhos anteriores, se esse preenchimento for feito por uma caixa-de-ar a energia libertada pelo explosivo é praticamente toda dissipada nesse espaço, não se verificando a fragmentação da rocha, ao contrário do que se pretende.\nPara fixar o cordão detonante de 3 mm de diâmetro (5), no interior do tubo de PVC (4), colou-se no fundo da amostra uma folha de mylar (2) com um pequeno furo para a passagem do cordão detonante. Na parte de baixo da folha colocou-se um paralelepípedo de esferovite com 20 mm de espessura (3), com o objectivo de ajudar a guiar a extensão do cordão detonante e ao mesmo tempo atenuar o choque e as reflexões na superfície de apoio do conjunto. Conforme anteriormente referido o espaço entre a parede exterior do tubo de PVC e a parede do furo na amostra foi cheio com água à temperatura ambiente. Na Figura\n5.3\té apresentado um esquema, desenhado em software Inventor®, da vista explodida de cada componente utilizado na preparação da amostra.\nAmo atra de granito\nFolha de THytor\nEaferovite\nTubo de PVC\nCordão detonante\nFigura 5.3. Esquematização de cada amostra, realizada em Inventor®.\n5.2.2.\tRealização dos ensaios\nApós a preparação de cada amostra procedeu-se à realização dos ensaios. A\nFigura 5.4 ilustra o esquema de iniciação da carga explosiva usado para cada ensaio.\nDe realçar que antes de cada ensaio, verificou-se o estado da ligação eléctrica, através de um multímetro, para garantir a transmissão do sinal eléctrico ao detonador e evitar assim falhas. Na câmara de explosão colocou-se a amostra e fixou-se com fita-cola o detonador eléctrico n° 6 ao cordão detonante. O detonador está ligado por um cabo eléctrico à caixa de disparo (para função semelhante ao explosor usado em operações civis de desmonte de rocha), colocada numa sala anexa à câmara de explosão. Antes do disparo é accionado manualmente um alarme três vezes para avisar a vizinhança e as pessoas que se encontram a trabalhar no laboratório.\nDepois de realizada a detonação da carga explosiva é feita a extracção da câmara de explosões dos gases resultantes. No final dessa operação são recolhidos os fragmentos obtidos do ensaio e iniciada a preparação de novo ensaio.\nDepois de realizados todos os ensaios foi feito o registo fotográfico dos resultados da detonação da carga explosiva em cada amostra. Na Figura 5.5 mostra-se a amostra pronta para a realização do ensaio, podendo ser visualizado na Figura 5.6 a amostra após a realização da explosão, necessária para a interpretação dos resultados. Os resultados das restantes amostras podem ser visualizados no anexo 2.\nFigura 5.5. Amostra ligada ao detonador pronta a realizar o ensaio.\nFigura 5.6. Resultado da explosão para a amostra 1.\nUma vez que a análise das amostras após detonação é feita de uma forma qualitativa (análise visual), a interpretação destes resultados será feita no capítulo 6, comparando estes resultados e os obtidos na análise da ASM.\n5.3.\tInterpretação do mecanismo de fragmentação da rocha\nDurante a detonação de uma carga explosiva no interior do maciço rochoso as solicitações ficam a dever-se a duas acções: à onda de choque e à pressão dos gases.\nNuma 1a fase, a coluna explosiva transforma-se em alguns milisegundos numa coluna de gás com alta pressão e alta velocidade, criando uma onda de choque violenta de encontro com a parede interior do tubo de PVC, atenuada apenas pelo anel de ar que separa o cordão do tubo de PVC. A onda de choque atravessa a parede do tubo de PVC e é transmitida ao anel de água. A relação entre a pressão gerada pela detonação do cordão detonante e a parede da amostra pode ser explicada pela relação de impedâncias e polar de choque dos diferentes meios e materiais. Como a pressão desenvolvida é muito superior à resistência à compressão do material-rocha, produz-se a destruição da estrutura intercristalina com formação de um anel de rocha triturada de maior ou menor diâmetro conforme a pressão de detonação do explosivo.\nNuma 2a fase a onda de choque propaga-se na rocha degradando-se rapidamente. Passa-se então a uma zona de pré-rotura induzindo-se fissuras radiais até um determinado limite em que se entra na zona elástica da rocha e onde a onda de choque atravessa o maciço à velocidade do som na rocha sem a destruir.\nNa 3a fase (Figura 5.7), logo que a onda de choque atinge à superfície livre reflecte-se. A rocha é muito resistente à compressão mas pouco à tracção. A onda reflectida ultrapassa largamente a resistência à tracção, provocando um fenómeno de fissuração sensivelmente paralela à superfície livre ao mesmo tempo que amplia fracturas previamente criadas. Praticamente ao mesmo tempo, o gás residual penetra nas fissuras alargando-as. A pressão diminui rapidamente. A rocha está fragmentada pelo efeito combinado da fracturação radial e da fracturação pela onda reflectida. O gás empurra o material para fora da cavidade. Durante esta fase ainda se produz fracturação por flexão e por colisão entres os diversos fragmentos.\nFigura 5.7. 3- fase dum rebentamento de um maciço rochoso (Fonte: Góis et al., 2011).\nA Figura 5.8 ilustra para o caso de rebentamento em bancada o efeito do rebentamento quando a onda de choque interage com a superfície livre da bancada.\nProjecções\nFigura 5.8. Efeito do rebentamento em relação com a distância à superfície livre de uma bancada (Fonte: Góis et al., 2011).\n6.\tANÁLISE E RELAÇÃO ENTRE OS RESULTADOS OBTIDOS\nA visualização dos resultados obtidos após os ensaios com explosivos é feita de uma forma qualitativa, ou seja, é visualizado o estado de cada amostra e da análise visual das amostras são retiradas informações relevantes para o estudo. É efectuada a análise independente para cada amostra, fazendo-se depois uma relação entre o conjunto de amostras alvo de estudo. O objectivo deste capítulo, além da interpretação dos ensaios com explosivos é também a sua relação com os dados obtidos pela análise do método da ASM.\nNa Figura 6.1 são apresentadas as amostras após o ensaio de detonação da carga explosiva, juntando todos os fragmentos produzidos.\nFigura 6.1. Visualização das amostras após ensaios com explosivos.\nA amostra 1 apresenta uma fracturação que se verifica essencialmente segundo planos definidos pelo eixo do furo e a superfície exterior da amostra. Foram obtidos para a amostra 1 seis fragmentos maiores e alguns fragmentos de dimensão bastante pequena, comparando com os fragmentos principais. Outro aspecto importante verificado foi a presença de várias fracturas na rocha, que deverá estar relacionado com o parâmetro P\n(grau de anisotropia), obtido da análise da ASM, uma vez o valor de P para a amostra 1 é de 11,1%.\nA fracturação da amostra 2 (ver anexo 2), à semelhança da anterior, aconteceu segundo os mesmos planos, formando-se maioritariamente fragmentos de maior dimensão. Nesta amostra não se verificaram fracturas na rocha após o ensaio com explosivo, justificando-se este facto pelo valor de P de 4,0%\nOs resultados para a amostra 3 (anexo 2), à semelhança dos casos anteriores, mostram que a fragmentação se desenvolveu segundo os planos definidos pelo eixo do furo, apresentando esta amostra no entanto um número inferior de fragmentos e verificando-se a presença de fracturas pós detonação.\nA amostra 4 foi a que aquela cujos resultados de fragmentação (anexo 2) apresentam mais irregularidades, obtendo-se a fragmentação definida por planos através do eixo do furo, e além destes por um plano perpendicular ao eixo do furo, situado aproximadamente no centro de gravidade da amostra. Desta amostra resultaram cinco fragmentos bem definidos de dimensão elevada e vários fragmentos de pequena dimensão, que impossibilitou a reconstrução da amostra. Esta reacção do granito à onda de choque deverá estar relacionada com o baixo valor de P (1,6%).\nA amostra 6 (anexo 2) fragmentou segundo o mesmo tipo de plano verificado nas amostras 1, 2 e 3, com a particularidade de haver uma relativa homogeneidade na fragmentação, uma vez que os fragmentos são razoavelmente semelhantes, devendo-se isto ao baixo grau de anisotropia (P) desta amostra (1,5%).\nUma vez realizada a análise da fragmentação para cada amostra pode estabelecer-se uma relação entre os resultados obtidos dos ensaios com explosivos e os alcançados na medição da ASM.\nNos granitos mais alterados (amarelados), ou seja, os que sofreram mais do processo de meteorização verifica-se uma fragmentação bem definida, ao contrário dos granitos de cor branca (amostras 3 e 4) em que a fragmentação apresenta algumas irregularidades.\nDependendo do tamanho de grão do granito a reacção à detonação pode variar. A amostra 4 comprova que para um elevado tamanho de grão se verifica uma fragmentação incerta, com bastantes pequenos fragmentos além de uma fragmentação menos definida que nas outras amostras, que apresentam uma granulometria mais baixa. O tamanho de grão elevado faz com as descontinuidades se façam notar, reagindo à aplicação\nde uma carga explosiva com uma fragmentação definida pelos pontos ou planos em que se façam sentir as descontinuidades.\n7.\tCONCLUSÕES\nSobre as tecnologias de corte, têm-se registado uma tendência crescente no emprego de técnicas mais modernas e/ou mais apuradas, que reflectem ganhos na relação custo-benefício, embasados na optimização operacional, na boa qualidade dos produtos, na maior taxa de recuperação com menores perdas de material e custos equacionados. Além disso, as técnicas ligadas ao fio diamantado e às massas de expansão, bem como às perfurações contínuas, surgem como opções naturais, prognosticando-se para elas uso maioritário nas operações de corte dos maciços rochosos em relação aos métodos que se valem do fio helicoidal, dos explosivos, do jet flame e das cunhas mecânicas.\nNo sentido de avaliar a relação entre a anisotropia das rochas graníticas e a sua fragmentação por efeito da aplicação de carga explosiva foram realizados ensaios de medição da ASM e da fragmentação para amostras retiradas de diferentes blocos de material.\nA fragmentação por detonação da carga explosiva foi aproximadamente semelhante em todas as amostras de granito, o que se afigura ser resultado das amostras disponíveis apresentarem todas um comportamento paramagnético. Pela análise dos dados obtidos, não existe uma relação marcante entre os resultados obtidos pelo método da ASM e os resultados da fragmentação por explosivos, muito embora haja uma correspondência directa entre o grau de anisotropia e o grau de fragmentação. O maior tamanho de grau revelou ser favorável a uma maior irregularidade dos tamanhos dos fragmentos. Estas conclusões suportam-se apenas nos resultados obtidos no presente trabalho, os quais são considerados preliminares para uma abordagem mais profunda que passa por alterações da dimensão e geometria amostra usada nos ensaios com explosivo e na densidade linear da carga explosiva e sua colocação relativamente ao furo na amostra.\nNo ensaio com explosivos poderão existir duas opções a explorar no futuro. A primeira solução a implementar para melhoria da percepção dos resultados seria a diminuição da carga de explosivo no cordão detonante, podendo assim originar-se uma menor fragmentação do granito, permitindo que os resultados possam ser mais facilmente interpretados e relacionados com os resultados de ASM. Outra solução seria a alteração do preenchimento no interior do furo onde é feita a colocação do cordão detonante, solução\nque admite inúmeras configurações, o que exige a disponibilização de várias amostras e de diferentes diâmetros de furação, o qual só a aquisição de equipamento adequado para essa preparação ou o recurso a serviços externos, com custos significativos, como os que agora foram exigidos permitirá preparar mais amostras e realizar mais ensaios, para comprovar claramente as relações encontradas.\nSeria também interessante a realização de um estudo no âmbito do presente trabalho, em que a selecção dos granitos fosse controlada e não aleatória, ou seja, poderia realizar-se a selecção de granitos de acordo com as suas características associadas à localização do maciço na carta geológica e maiores diferenças em termos das propriedades magnéticas, podendo favorecer assim uma possível maior diferença em termos do comportamento de fragmentação.\n8.\tREFERÊNCIAS BIBLIOGRÁFICAS\nAGICO (Advanced Geoscience Instruments Co) (2004), KLY- 4 / KLY- 4S / CS- 3 / CS-L, Modular system for measuring magnetic susceptibility, anisotropy of magnetic susceptibility, and temperature variation of magnetic susceptibility, User's Guide, Brno, Czech Republic.\nASSIMAGRA - Associação Portuguesa dos Industriais de Mármores, Granitos e Ramos Afins. Acedido em Abril de 2011 em http://www.assimagra.pt/.\nBorradaile, G. e Jackson, M. (2010), “Structural geology, petrofabrics and magnetic fabrics (AMS, AARM, AIRM)”, Journal of Structural Geology .1-33.\nBouchez, J. (2000),”Anisotropie de susceptibilité magnétique et fabrique des granites”, Comptes Rendus de l'Académie des Sciences, Sciences de la Terre et des Planètes, 330: pp. 1- 14.\nCastelo Branco, J., Oliveira, P. (2004). “Plano de Lavra”, Seminário de Projecto, Departamento de Minas, Faculdade de Engenharia da Universidade do Porto.\nDCTUM (Departamento de Ciências da Terra da Universidade do Minho). Acedido em Maio\tde\t2011\tem\nhttp://www.dct.uminho.pt/pnpg/trilhos/pitoes/paragem2/diaclases.html.\nFonseca, L. (2008), “Interacção e avaliação entre o maciço rochoso e as tecnologias de perfuração: consequências técnico-económicas”, Tese de Mestrado em Engenharia Geotécnica e Geoambiente do Departamento de Engenharia Geotécnica, Instituto Superior de Engenharia do Porto, Porto.\nGóis, J., Vieira A., Galiza, C, Bernardo P., Gomes, C. e Chaminé, H. (2011). “Manual do operador de explosivos: um guia de apoio para a formação”, 1a edição, AP3E e ANIET (publicação para breve).\nGomes, L., Carneiro, G. e Vieira, A. (2006), “Desmonte com explosivos I e II”, Apontamentos da disciplina de Desmonte com Explosivos do Curso de Engenharia Geotécnia e Geoambiente, Instituto Superior de Engenharia do Porto, Porto.\nIPHT (Iniciação à Paleontologia e à História da Terra). Acedido em Março de 2011 em http://fossil.uc.pt/.\nMenezes, R. (2005). “Tecnologias de Lavra em Maciços Rochosos”, Monografia apresentada ao curso de Especialização em Tecnologia e Valorização em Rochas Ornamentais do Departamento de Geologia da Universidade\nFederal do Rio de Janeiro, Brasil.\nMoura, A., Grade, J., Ramos, J., Moreira, A. e Gomes, L9+8. (2000), “Granitos e Rochas Similares de Portugal”, Marca-Artes Gráficas, Porto.\nRegadas, I. (2006). “Aspectos relacionados à lavra de granitos ornamentais com fio diamantado no norte do estado do Espírito Santo, Brasil.” Dissertação de Mestrado em Geotecnia. Escola de Engenharia de São Carlos da Universidade de São Paulo, Brasil.\nSant'Ovaia, H. e Noronha, F. (2003). “Anisotropia da susceptibilidade magnética de granitos hercínicos portugueses: alguns exemplos.” MAGIBERII, Coimbra.\nSant'Ovaia, H. e Noronha, F. (2005). \"Classificação de granitos hercínicos portugueses com base nas suas características petrofísicas.\" Cadernos do Laboratorio Xeolóxico de Laxe 30: 75-86.\nTarling, D. H., Hrouda, F. (1993). “The magnetic Anisotropy of Rocks”, 1a Ed., Chapman &amp; Hall.\nANEXO 1 - VOLUME DAS AMOSTRAS PARA REALIZAÇÃO DOS ENSAIOS DA ASM\nAmostra\t3 Volume (cm )\tRaio (cm)\tDiâmetro (cm)\tAltura (cm)\tBloco\n1,1A\t11,02\t1,2625\t2,525\t2,200\t1\n1,1B\t10,39\t1,2625\t2,525\t2,075\t\n1,2B\t10,37\t1,2625\t2,525\t2,070\t\n1,2C\t8,56\t1,2625\t2,525\t1,710\t\n1,3A\t10,17\t1,2600\t2,520\t2,040\t\n1,3B\t10,12\t1,2650\t2,530\t2,013\t\n2,1A\t10,32\t1,2600\t2,520\t2,070\t2\n2,1B\t10,35\t1,2600\t2,520\t2,075\t\n2,1C\t10,32\t1,2600\t2,520\t2,070\t\n2,2A\t10,26\t1,2650\t2,530\t2,040\t\n2,2B\t9,98\t1,2700\t2,540\t1,970\t\n2,2C\t9,75\t1,2650\t2,530\t1,940\t\n2,3A\t10,22\t1,2600\t2,520\t2,050\t\n2,3B\t9,93\t1,2600\t2,520\t1,990\t\n2,3C\t10,72\t1,2600\t2,520\t2,150\t\n2,4A\t10,31\t1,2650\t2,530\t2,050\t\n2,4B\t10,46\t1,2700\t2,540\t2,065\t\n3,1\t10,54\t1,2700\t2,540\t2,080\t3\n3,2\t10,45\t1,2675\t2,535\t2,070\t\n3,3A\t10,27\t1,2600\t2,520\t2,060\t\n3,3B\t10,49\t1,2700\t2,540\t2,070\t\n4,1A\t9,88\t1,2600\t2,520\t1,980\t4\n4,1B\t10,68\t1,2725\t2,545\t2,100\t\n4,2\t10,46\t1,2650\t2,530\t2,080\t\n4,3\t10,73\t1,2675\t2,535\t2,125\t\n6,1A\t10,26\t1,2650\t2,530\t2,040\t6\n6,1B\t10,42\t1,2625\t2,525\t2,080\t\n6,2\t10,36\t1,2650\t2,530\t2,060\t\n6,3A\t10,42\t1,2600\t2,520\t2,090\t\n6,3B\t10,30\t1,2675\t2,535\t2,040\t\n7,1\t10,67\t1,2600\t2,520\t2,140\t7\nANEXO 2 - AMOSTRA ANTES E DEPOIS DO ENSAIO COM EXPLOSIVOS\nAmostra 2\nANEXO 2 - AMOSTRA ANTES E DEPOIS DO ENSAIO COM EXPLOSIVOS (CONTINUAÇÃO)\nAmostra 3\nANEXO 2 - AMOSTRA ANTES E DEPOIS DO ENSAIO COM EXPLOSIVOS (CONTINUAÇÃO)\nAmostra 4\nANEXO 2 - AMOSTRA ANTES E DEPOIS DO ENSAIO COM EXPLOSIVOS (CONTINUAÇÃO)\nAmostra 6"}]}}}