{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.05990"}, {"@name": "filename", "#text": "10475_juliogrimalt.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "FUNDAÇÃO GETULIO VARGAS\nEPGE\nEscola de Pós-Graduação em Economia\nCálculo do Value at Risk (VaR) para o Ibovespa, pós crise de 2008, por meio dos modelos de heterocedasticidade condicional (GARCH) e de volatilidade estocástica (Local Scale Model -LSM).\nJulio Cesar Grimalt dos Santos\nDissertação apresentada à Escola de Pós-Graduação em Economia (EPGE-RJ) da Fundação Getúlio Vargas, como requisito parcial à obtenção do título de Mestre em Finanças e Economia Empresarial.\nOrientador - Eduardo Lima Campos\nRio de Janeiro\n2015\nSantos, Julio Cesar Grimalt dos\nCálculo do Value at Risk (VaR) para o Ibovespa, pós crise de 2008, por meio dos modelos de heterocedasticídade condicional (GARCH) e de volatilidade estocástica (Local Scale Model - LSM) / Julio Cesar Grimalt dos Santos. - 2015.\n55 f.\nDissertação (mestrado) - Fundação Getulio Vargas, Escola de Pós-Graduação em Economia.\nOrientador: Eduardo Lima Campos.\nInclui bibliografia.\n1.\tRisco (Economia). 2. Processo estocástico. 3. Mercado financeiro. 4. Análise de séries temporais. I. Campos, Eduardo Lima. II. Fundação Getulio Vargas. Escola de Pós-Graduação em Economia. III. Título.\nCDD-338.5\nFGV\nJULIO CESAR GRIMALT DOS SANTOS\n“Cálculo do Value at Risk (VaR) para Ibovespa, pós crise de 2008, por meio dos modelos de heterocedasticidade condicional (GARCII) e de volatilidade estocástica (Local Scale Model - LSM)”\nDissertação apresentada ao Curso de Mestrado Profissional em Economia Empresarial e Finanças da Escola de Pós-Graduação cm Economia para obtenção do grau de Mestre em Economia Empresarial e Finanças.\nData da defesa: 10/02/2015\nASSINATURA DOS MEMBROS DA BANCA EXAMINADORA\nEduardo Lima campos\nOrientador (a)\nAos meus pais, Edmundo Vidal e Dayse Grimalt, e irmã, Glaucia Grimalt, pela formação de meu caráter, pelos exemplos e conselhos. Por onde a vida me levar vocês serão meu maior patrimônio!\nDedicatória\n4\nAgradecimentos\nAo melhor orientador de todos os tempos, Eduardo Lima Campos, pela acessibilidade, correção de atitudes e paciência, mas, sobretudo, pela pessoa.\nAos amigos de profissão por terem suprido minhas ausências e pela energia sempre positiva emanada. Ao meu chefe e amigo, pela tolerância e compreensão ao longo dos últimos 19 meses.\nSaúdo os membros da banca pela disponibilidade, pelas considerações e por terem aceitado o convite para fazer parte da avaliação.\nSou grato aos funcionários da secretaria do MFEE, Gisele Gammaro e Vitor Barros, pela boa vontade e pelo pronto atendimento nas horas mais complicadas.\nAgradeço ao monitor Valdemar Neto, pelo valioso auxílio técnico, que muito contribuiu para o meu desenvolvimento acadêmico e aprendizado.\nAos companheiros de jornada, pelo convívio e pelas horas de estudo aos sábados e domingos, enquanto poderíamos estar na praia. E por falar em praia, destaco o também aluno, Paulo Roberto Miller, que com admirável didática, eloquência e abnegação, permitiu, através de seus valiosos ensinamentos, que eu tivesse algumas horas de lazer, entre uma prova e outra.\nAos familiares e amigos, pela compreensão de que nesta vida, nada é de graça, e que para se galgar nobres objetivos é preciso muita disposição, foco e resiliência.\nEsta conquista também é de vocês!\n5\nResumo\nO objetivo deste estudo é propor a implementação de um modelo estatístico para cálculo da volatilidade, não difundido na literatura brasileira, o modelo de escala local (LSM), apresentando suas vantagens e desvantagens em relação aos modelos habitualmente utilizados para mensuração de risco.\nPara estimação dos parâmetros serão usadas as cotações diárias do Ibovespa, no período de janeiro de 2009 a dezembro de 2014, e para a aferição da acurácia empírica dos modelos serão realizados testes fora da amostra, comparando os VaR obtidos para o período de janeiro a dezembro de 2014.\nForam introduzidas variáveis explicativas na tentativa de aprimorar os modelos e optou-se pelo correspondente americano do Ibovespa, o índice Dow Jones, por ter apresentado propriedades como: alta correlação, causalidade no sentido de Granger, e razão de log-verossimilhança significativa.\nUma das inovações do modelo de escala local é não utilizar diretamente a variância, mas sim a sua recíproca, chamada de “precisão” da série, que segue uma espécie de passeio aleatório multiplicativo.\nO LSM captou todos os fatos estilizados das séries financeiras, e os resultados foram favoráveis a sua utilização, logo, o modelo torna-se uma alternativa de especificação eficiente e parcimoniosa para estimar e prever volatilidade, na medida em que possui apenas um parâmetro a ser estimado, o que representa uma mudança de paradigma em relação aos modelos de heterocedasticidade condicional.\nPalavras-chave: Volatilidade, Modelo de escala local, heterocedasticidade condicional e Value at Risk.\n6\nAbstract\nTo estimate the parameters will be used daily prices of Ibovespa in the period from January 2009 to December 2014, and to measure the empirical accuracy of the models out of sample tests will be performed, comparing the VaR obtained for the period from January to December 2014.\nExplanatory variables were introduced in an attempt to improve the models, and we chose to its corresponding American Ibovespa, the Dow Jones index, for presenting characteristics such as high correlation, causality in the Granger sense, and reason for significant log-likelihood.\nOne of the local scale model innovation is not directly use the variance, but its reciprocal, called \"precision\" series, which follows a kind of multiplicative random walk.\nLSM captured all financial series of stylized facts, and the results were favorable to use, so the model becomes an efficient and economical alternative specification for estimating and predicting volatility, to the extent that only one parameter has to be estimated, which represents a paradigm shift in the models of conditional heteroscedasticity.\nKeywords: Volatility, Local Scale Model, heteroscedasticity and Value at Risk.\n7\nLISTA DE TABELAS E ILUSTRAÇÕES\nGráficos\n1\t- Retornos diários Ibovespa 2009 a 2014\n2\t- Previsores 1 passo à frente para a variância\n3\t- VaR dentro da amostra LSM\n4\t- VaR dentro da amostra GARCH(1,1)\n5\t- VaR fora da amostra LSM\n6\t- VaR fora da amostra GARCH(1,1)\n7\t- VaR fora da amostra, com variáveis explicativas LSM\n8\t- VaR fora da amostra, com variáveis explicativas GARCH(1,1)\n9\t- Histograma dos retornos Ibovespa.\n10\t- Histograma dos resíduos padronizados\n11\t- Retornos ao quadrado\nTabelas\n1\t- Discrepância entre os valores de m e j\n2\t- Coeficientes estimados pelos modelos\n3\t- Teste de violações do VaR com preditiva Normal (amostra)\n4\t- Teste de violações do VaR com preditiva empírica (amostra)\n5\t- Teste de violações do VaR com preditiva t_Student (amostra)\n6\t- Teste de violações do VaR com preditiva Normal (amostra)\n7\t- Teste de violações do VaR com preditiva empírica (fora da amostra)\n8\t- Teste de violações do VaR com preditiva t_Student (fora da amostra)\n9\t- Teste de violações do VaR com preditiva Normal (fora da amostra, com variável explicativa)\n10\t- Teste de violações do VaR com preditiva empírica (fora da amostra, com variável explicativa)\n11\t- Teste violações do VaR com preditiva t_Student (fora da amostra, com variável explicativa)\n12\t- Teste de autocorrelação dos retornos\n13\t- Teste de autocorrelação dos retornos ao quadrado\n14\t- Teste de raiz unitária para os retornos\n8\nLISTA DE SIGLAS E ABREVIATURAS\nARCH\tAUTOREGRESSIVE CONDITIONAL HETEROSKEDASTICITY\nAR-SV\tAUTOREGRESSIVE STOCHASTIC VOLATILITY\nEMV\tESTIMADOR DE MÁXIMA VEROSSIMILHANÇA\nEWMA\tEXPONENTIALLY WEIGHTED MOVING AVERAGE\nGARCH\tGENERALIZED AUTOREGRESSIVE CONDITIONAL HETEROSKEDASTICITY\nIGARCH\tINTEGRATED GENERALIZED AUTOREGRESSIVE CONDITIONAL HETEROSKEDASTI-\nCITY\nJB\tJARQUE-BERA\nLLR\tTESTE DA RAZÃO DE VEROSSIMILHANÇAS\nLSM\tMODELO DE ESCALA LOCAL\nREQM\tRAIZ QUADRADA DO ERRO MÉDIO\nVaR\tVALUE AT RISK\n9\nSumário\n1\tIntroduzindo séries financeiras\t13\n1.1\tDados utilizados.......................................................... 13\n1.2\tVolatilidade.............................................................. 14\n1.3\tHeterocedasticidade Condicional........................................... 15\n1.4\tAssimetria................................................................ 15\n1.5\tCurtose................................................................... 16\n1.6\tTeste de normalidade Jarque-Bera.......................................... 16\n1.7\tRetornos.................................................................. 16\n1.8\tDistribuição incondicional versus distribuição preditiva (condicional) ...\t17\n2\tValue at Risk (VaR)\t18\n2.1\tControle do risco nos mercados financeiros................................ 18\n2.2\tCalculo do VaR............................................................ 19\n2.3\tValidando modelos com o VaR............................................... 19\n2.4\tO teste de Kupiec ........................................................ 20\n2.5\tVantagens e desvantagens do Value at Risk................................. 20\n2.6\tAlternativa ao VaR ....................................................... 21\n3\tModelos para volatilidade\t22\n3.1\tModelos de heterocedasticidade condicional................................ 22\n3.1.1\tARCH (Autoregressive Conditional Heteroskedasticity) .............. 22\n3.1.2\tModelos GARCH...................................................... 22\n3.2\tModelos de volatilidade estocástica - (Stochastic Volatility Models) ..... 25\n3.2.1\tAbordagem Bayesiana ............................................... 25\n3.2.2\tO modelo de escala local: visão geral.............................. 26\n3.2.3\tInicialização e solução “steady state” do filtro Gama.............. 33\n3.2.4\tEstimação de m..................................................... 34\n3.2.5\tCálculo de ht ..................................................... 36\n3.2.6\tVariáveis explicativas na equação da precisão...................... 36\n3.3\tAplicações do LSM a séries brasileiras.................................... 39\n3.4\tModelo de escala local com variáveis explicativas: resultados ............ 40\n10\n4\tComparações entre o LSM e o GARCH(1,1)\n4.1\tCoeficientes estimados............................................... 41\n4.2\tVariâncias estimadas ................................................ 41\n4.3\tCálculo do Value at Risk ............................................ 42\n4.3.1\tTestes contendo toda a amostra................................ 42\n4.3.2\tTeste fora da amostra......................................... 45\n4.3.3\tConsiderações sobre\tos VaR.................................... 48\n4.4\tErros de previsão ................................................... 48\n5\tConclusões\t49\n6\tExtensão\t49\n7\tReferências\t50\nFim sumário\n11\nApresentação\nDentre os modelos utilizados para a estimação e previsão da volatilidade a tempo discreto, devem ser destacados duas classes: modelos de heterocedasticidade condicional e modelos de volatilidade estocástica.\nOs modelos de heterocedasticidade condicional partem do pressuposto que a variância da série, condicional à informação disponível até o instante anterior, varia ao longo do tempo, enquanto a variância incondicional permanece constante. A volatilidade aqui é uma variável observável, pois é completamente especificada, uma vez conhecidos os parâmetros do modelo.\nSe, por outro lado, partirmos do pressuposto de que a variância da série é uma variável não observável, cuja evolução segue um processo estocástico, caímos na classe dos modelos de volatilidade estocástica. O modelo de escala local, a ser desenvolvido ao longo desta dissertação pertence a esta classe.\nDesenvolvimento\nNo capítulo 1 serão tratados aspectos fundamentais para o estudo de séries financeiras: as principais definições, fatos estilizados e propriedades, assim como uma introdução ao cálculo da volatilidade. A metodologia a ser utilizada para a comparação dos modelos, o Value at Risk (VaR) será apresentada no capítulo 2.\nOs modelos de escala local e ARCH/GARCH serão apresentados no capítulo 3. O capítulo 4 contém as análises e os resultados gerados, com e sem variáveis explicativas.\nO capítulo 5 contém as conclusões e o capítulo 6, uma breve discussão sobre uma possível extensão das ideias desenvolvidas no trabalho.\nRecursos computacionais\nPara elaboração dos cálculos e gráficos decorrentes do estudo foram utilizados dois softwares:\nEviews- programa de estatística para Windows, usado para análises econométricas em geral; e “R” FoundationforStatisticalComputing - para a implementação do LSM.\n12\n-\tse tomarmos a variância como medida desta dispersão em torno da média, o que é bastante razoável, podemos dizer que as séries financeiras apresentam variância variante no tempo.\n-\tretornos, em geral, não autocorrelacionados;\n-\tquadrados dos retornos autocorrelacionados;\n-\tagrupamentos de volatilidade;\n-\tdistribuição incondicional dos retornos apresenta caudas mais pesadas que a distribuição Normal; e\n-\tembora aproximadamente simétricas, são leptocúrticas.\n1.1\tDados utilizados\nA escolha do período amostral pós crise 2008 deve-se à tentativa de se obter relativa estabilidade nos parâmetros, caso contrário, corria-se o risco de tornar os modelos mal especificados (ALEXANDER, 2005).\nAnálise da série de retornos\nAtravés do gráfico dos retornos do Ibovespa para o período amostral foram identificadas algumas características peculiares às séries financeiras:\n.08\n.04\n.00\n-.04\n-.08\n-.12\nI I I I I I IV I I I I I I IV I I I I I I IV I\tI I I I I IV I I I I I I IV I I I I I I IV\n2009\t2010\t2011\t2012\t2013\t2014\nGráfico 1: Retornos diários Ibovespa 2009 a 2014\n13\nA primeira característica é que ao longo de todo o ano de 2009 observamos um agrupamento (cluster) de altas volatilidades, gerado pela instabilidade econômica pós crise de 2008.\nOs picos isolados (outliers) também é uma fato estilizado de séries financeiras e pode representado no gráfico pela forte queda em 08/08/2011, primeiro dia de negociações após o rebaixamento da nota de crédito dos Estados Unidos no dia 05/08/11, pela agência Standard and Poor's. O Ibovespa acompanhou o movimento internacional e fechou com queda de 8,08%, aos 48.668 pontos.\nOutra característica dos retornos, e que pode ser visualmente identificado, é que estes estão centrados na média (ou bem próximo), fato que será demonstrado ocorrer, quando analisarmos as estatísticas básicas da série, no anexo A deste estudo.\nAntes de explorarmos os aspectos teóricos serão apresentadas as definições essenciais para o estudo de séries financeiras.\n1.2\tVolatilidade\nOs modelos de volatilidade têm como principal objetivo prover uma métrica que pode ser utilizada na gestão de ativos, auxiliando na tomada de decisões financeiros, na montagem de carteiras e na formação de preço de derivativos, uma vez que serve como instrumento de orientação e mensuração dos riscos associados aos investimentos.\nO desenvolvimento e o aprimoramento de modelos de volatilidade vêm se tornando uma das áreas de pesquisa mais importantes em finanças, provavelmente ter um extenso publico alvo, composto por investidores em portfólios, gestores de fundos de investimento, empresas com ações negociadas em bolsa, empresas que planejam lançamento de ações em bolsa e entidades reguladoras e fiscalizadoras dos mercados acionários.\nCom o início da crise econômica mundial de 2008, que foi deflagrada inicialmente nos Estados Unidos, com a quebra do banco Lehman Brothers, a fragilidade das instituições financeiros tornou-se evidente. Com a falência de bancos houve a intervenção do governo a fim de evitar o colapso do sistema financeiro e uma recessão mais acentuada.\nSe em 2008 os bancos sofreram com a exposição a hipotecas de alto risco, atualmente as instituições sentem os efeitos da exposição a títulos da dívida soberana de alguns países europeus, ou seja, a gestão do risco é uma preocupação constante, e no mercado brasileiro, previsão de volatilidade é particularmente importante, pois há evidências empíricas de que os ativos e índices brasileiros são consideravelmente mais voláteis do que seus correspondentes norte-americanos, europeus e japoneses.\nO termo volatilidade designa a variabilidade temporal do grau de dispersão dos dados em torno de sua tendência central e considerando a medida de tendência central como a média, a variância (ou o desvio padrão) nos fornece este grau de dispersão, portanto, podemos definir volatilidade como a variação ao longo do tempo, da variância condicional de uma série.\n14\nO desvio padrão possui vantagem de ser expresso na mesma unidade da série analisada, todavia, para manter a consistência com a literatura, os modelos aqui discutidos serão expressos em termos da variância (precisão).\nUma definição geral calcula a volatilidade histórica para cada instante t, como uma média de k retornos passados, a saber:\nr 1 k-1\tq 1\nU = k E I rt-J Ip '\t(1)\nkJ=0\nondep > 0. Casos usuais são dep = 2 ep = 1.\nNo lugar de uma média, podemos calcular a volatilidade por meio de um procedimento EWMA (Exponentially Weighted Moving Average), procedimento usado pelo Riskmetrics.\n1.3\tHeterocedasticidade Condicional\nQuando a variância é tratada como uma variável observável, condicional ao conjunto de informações disponíveis, e aos valores dos parâmetros estimados, é comum aludir à propriedade de volatilidade como heterocedasticidade condicional.\nOs modelos clássicos de séries temporais são homocedásticos por construção, isto é, possuem variância condicional constante ao longo do tempo. Porém, em alguns casos, esta hipótese é inadequada, isto é, observa-se que a variância condicional da série varia no tempo.\nNas séries de retornos financeiros, observa-se um padrão específico de comportamento, expresso pelos chamados clusters (ou agrupamentos) de volatilidade.\nA heterocedasticidade condicional será aprofundada na seção 3.1, que apresenta os modelos da família ARCH/GARCH.\n1.4\tAssimetria\nUma suposição muitas vezes utilizada é que os retornos rt sejam independentes, identicamente distribuídos e Normais (Gaussianos), contudo há argumentos contrários a essa suposição.\nPara dados financeiros, quando se considera a distribuição amostrai dos retornos, nota-se que esta é aproximadamente simétrica.\nAbaixo, a especificação da assimetria:\nSeja X é uma variável aleatória qualquer, com média p e variância a2.\nEntão, a assimetria de X é definida por:\nA(X) = E\n(X - p )3 \\\na3 J\n(2)\n15\n1.5\tCurtose\nA curtose de X é definida por:\nK (X) = E\n)\n(3)\nK(X) — 3 será chamada de excesso de curtose, e uma característica das distribuições com caudas pesadas é ter curtose maior do que 3, podendo ser indefinida.\nA distribuição Normal assumida para os retornos é a referência para a medição da curtose e possui curtose igual a 3, ou mesocurtose.\nValores de curtose menores que 3 são chamados de platicúrticos, e maiores, leptocúrticos.\nO fato das séries financeiras serem bastante voláteis faz com que os retornos assumam valores extremos com razoável frequência.\nA tradução deste fato, em termos probabilísticos é que a sua distribuição de probabilidade empírica possuirá caudas pesadas (fat tails), o que ocasionará excesso de curtose, ou leptocur-tose, sendo este, outro fato estilizado das séries financeiras.\nSupondo-se que as séries financeiras sejam leptocúrticas, seria equivocado assumir que os retornos possuam distribuição Normal, embora por diversas vezes tal hipótese tenha sido considerada, por simplicidade.\nVis a vis, assumir uma distribuição Normal para os retornos equivale a assumir uma distribuição Log-normal para os preços, ou cotações.\n1.6\tTeste de normalidade Jarque-Bera\nSabemos que séries financeiras não apresentam distribuição Normal, no entanto, diversas teorias consideram tal distribuição por simplicidade. Neste trabalho, para verificação da normalidade dos retornos será realizado o teste de Jarque-Bera (JB).\nA estatística do teste JB é definida em termos da amostra das estimativas da assimetria A(X) e do excesso de curtose K(X), baseadas no tamanho de amostra n :\nJB = n[(A(X )2/6) + (K (X )2/24)]\t(4)\nque possui, assintoticamente, distribuição qui-quadrado com 2 graus de liberdade. A hipótese nula é de que os dados possuem distribuição Normal.\n1.7\tRetornos\nCalculado em escala logarítmica, o retorno de uma ação rt é expresso como:\n16\nr =MP—O’\nonde Pt é o preço do ativo em t.\n1.8\tDistribuição incondicional versus distribuição preditiva (condicional)\nEm alguns casos, os retornos são observados condicionalmente Gaussianos. Isto significa que, dado o conjunto de informação até o instante t — 1, a distribuição no instante t será Normal. Porém, de um modo geral, a distribuição condicional também possui excesso de curtose.\nDe qualquer modo, a evidência empírica mais forte é a de leptocurtose da distribuição incondicional dos retornos. Um bom modelo para séries financeiras, portanto, deve possuir distribuição incondicional e, se possível, também a preditiva, leptocúrticas.\nÉ importante saber diferenciar distribuição incondicional dos retornos (a qual sabemos possuir excesso de curtose) da distribuição preditiva (a qual, algumas vezes, é observada lepto-cúrtica).\nSabemos que séries temporais são geradas por realizações de processos estocásticos de parâmetro (tempo) discreto. Processos estocásticos, por sua vez, são conjuntos de variáveis aleatórias, as quais são supostas identicamente distribuídas para simplificar a análise.\nUm caso particular importante ocorre quando as variáveis componentes do processo são descorrelatas. Neste caso, o processo é dito aleatório, ou ruído branco, e se além de descorrelatas, as variáveis seguem distribuição Normal, o processo é chamado ruído estritamente branco.\nA distribuição incondicional dos retornos é a distribuição conjunta das variáveis do processo, isto é, dos elementos da série, ou dados dispostos horizontalmente.\nA distribuição a cada instante de tempo, ou vertical, condicional ao conjunto de informação disponível até o instante anterior, é chamada distribuição preditiva ou condicional, na terminologia dos modelos ARCH/GARCH.\nNeste estudo, o termo densidade preditiva será sempre referente à previsão 1 passo a frente das observações (retornos).\n17\n2\tValue at Risk (VaR)\nIntuitivamente, quanto mais volátil for a série de preços (ou retornos) associados a determinado ativo, maior será a incerteza quanto ao seu comportamento, e portanto, maior será o risco incorrido por sua negociação.\nPrever corretamente a volatilidade significa dimensionar de modo acurado o risco assumido por cada operação, e por conseguinte, tomar decisões fundamentadas em estimativas cientificamente consistentes, de quanto se pode ganhar ou perder ao assumir determinada posição.\nNa terminologia de análise de risco financeiro, isto significa dimensionar corretamente o seu Value At Risk, também conhecido no Brasil como Valor em Risco.\nMelhorias estão sendo continuamente perseguidas para relacionar o capital regulatório, que deve estar disponível, com os riscos subjacentes incorridos pelas empresas. Desse modo, as regulações têm tido um papel muito importante no desenvolvimento das técnicas de medição do risco.\nO Comitê da Basiléia de Supervisão Bancária, recomenda a adoção de dois tipos de modelos para se medir o risco de mercado em bases diárias.\nUma das abordagens é quantificar a perda máxima por meio de um grande conjunto de cenários dos movimentos dos fatores de risco ao longo de um determinado horizonte de tempo. A outra é ponderar os cenários com probabilidades e avaliar o nível de perda para uma dada probabilidade (baixa) que pode ser excedida ao longo de um horizonte de tempo fixado.\nAmbas as abordagens assumem que a posição (ou o portifólio) não é alterado durante o horizonte de tempo fixado (ALEXANDER, 2005).\n2.1\tControle do risco nos mercados financeiros\nOs mercados financeiros são mais voláteis hoje em dia? Certamente sim. Uma das razões para isso é a habilidade crescente das instituições financeiras de criar alavancagem.\nOs fundos de hedge podem alcançar posições altamente alavancadas porque seus modelos são supostamente projetos para diversificar a maior parte dos riscos. Novos produtos derivativos estão sendo continuamente estruturados para permitir que as companhias e os bancos possam aumentar a alavancagem de maneira mais engenhosas do que sempre fizeram.\nIsso requer um acurado controle regulatório e a necessidade de sofisticação constante na metodologia de aferição de risco. Daí a relevância da volatilidade e do VaR para o mercado financeiro.\n18\n2.2\tCalculo do VaR\nO VaR é calculado a partir de um previsor (passos a frente) da variância, com base na estimativa intervalar obtida a partir dos percentis da distribuição preditiva, que fornece exatamente o queremos: os valores máximo e mínimo que o retorno pode atingir no instante seguinte, com determinada probabilidade.\nPara modelos com distribuição preditiva simétrica (por exemplo: t-Student ou Normal), o VaR é simplesmente o produto do valor crítico para uma dada probabilidade de cobertura, pelo previsor do desvio padrão, ou desvio padrão condicional. Por exemplo, para a distribuição preditiva Normal, com probabilidade de cobertura de 95%, o VaR é dado por 1,96at|t—1 , onde 1,96 e o valor crítico da Normal a 2,5%, ou o valor ”x” para o qual P(X > x) = 2,5%, sendo que ct2t_1 é o previsor da variância, obtido por um dos modelos de volatilidade disponíveis na literatura.\nPara modelos cuja distribuição preditiva não é simétrica, é necessário calcular os seus percentis. Para uma probabilidade de 95%, por exemplo, devemos calcular os percentis de 2,5% e 97,5%.\nInformalmente, o VaR é uma medida da variação potencial máxima do valor de um ativo (ou carteira), em um período pré-fixado, com dada probabilidade. Ou seja, quanto se pode perder, com probabilidade ”p”, em um horizonte ”s” fixado (em séries financeiras, geralmente 1 passo a frente).\nDo ponto de vista de uma empresa, o VaR é uma medida de perda associada a um evento extremo, sob condições normais de mercado.\nMaiores detalhes em Moretin (2011).\n2.3\tValidando modelos com o VaR\nO número total de perdas excepcionais (violações em relação ao VaR) pode ser considerado como uma variável aleatória que tem distribuição binomial. A probabilidade de “sucesso” (perda excepcional) é de p = 0,01 para um VaR a 1%, e o número de n-tentativas é o número de dias do teste retroativo, por exemplo n = 1000. Então, o número esperado de perdas excepcionais é de np = 10 e a variância das perdas excepcionais é de np(1 — p) = 9,9. Assim, o desvio\npadrão\n146.\nUsando-se o fato de que a distribuição binomial é aproximadamente Normal, quando n for grande e quando p for pequeno, então o intervalo de confiança a 99% do número de perdas excepcionais, assumindo-se que o modelo VaR seja preciso, será dado, aproximadamente por:\n(np — Z0,00^/(np(1 — p)); np + Z0,00^/(np(1 — p))).\nA Emenda de 1996 ao Acordo da Basiléia descreve a forma dos teste retroativos que devem ser adotados pelas empresas que desejam usar o modelo VaR.\n19\nIt+i(a) = ’\nOs reguladores recomendam o uso dos últimos 250 dias de dados no teste retroativo do VaR de um dia a 1%.\nO modelo deve ser testado retroativamente contra perdas teóricas e verdadeiras e conforme será mencionado na seção seguinte, um modelo ajustado é aquele que fornece sistematicamente resultados de violações estatisticamente semelhantes ao da perda teórica.\n2.4\tO teste de Kupiec\nDenote por xt,t-1 a perda/ganho em um período.\nDefina a função indicadora por:\n1 se xt t+1 &lt;-VaR t (a) 0 se xt t+1 > -VaR t (a)\nO problema de acurácia de um modelo de VaR consiste em verificar se a sequência indicadora satisfaz as seguintes propriedades:\nCobertura Incondicional: P(It+1(a)) = 1) = a.\nIndependência: It+j(a) , It+k(a) devem ser independentes.\nEssas duas propriedades são equivalentes a It (a) ~ B(a).\nO teste de Kupiec concentra-se apenas na primeira propriedade. A estatística de teste (razão de Max verossimilhança) assintoticamente equivale a uma qui-quadrado com 1 grau de liberdade, onde o valor crítico para a x2(0.95%,1) = 3,84.\nMaiores detalhes em Jorion (2006).\n2.5\tVantagens e desvantagens do Value at Risk\nDesde que os reguladores impuseram exigências de capital mínimo para cobrir os riscos de mercado, o VaR tornou-se uma medida de risco onipresente. Isso tem muitas vantagens.\nO VaR pode ser usado para comparar os riscos de mercado de todos os tipos de atividade de uma empresa e fornece uma medida única, que é facilmente entendida pelos administradores. O conceito do VaR pode ser estendido a outros tipos de risco, especialmente os riscos de crédito e operacional.\nContudo, existem muitas desvantagens no uso do VaR. Por exemplo, ele não distingue as diferenças de liquidez das posições de mercado. De fato, este método só captura riscos de curto prazo, em circunstâncias normais de mercado.\nOs modelos de VaR podem estar baseados em hipóteses não seguras e alguns riscos, tais como os custos das operações compromissadas são ignorados.\nAlém disso, pode-se observar que as medidas do VaR são muito imprecisas porque dependem de muitas hipóteses acerca dos parâmetros dos modelos que podem ser muito difíceis\n20\nde serem sustentadas.\n2.6\tAlternativa ao VaR\nEm virtude das limitações apresentadas em 2.5 surgiram alternativas ao VaR tradicional.\nUmas delas, proposta por Artzner (1997), introduziu uma medida de risco chamada VaR condicional, que é uma medida coerente de risco, e que tem uma relação simples com a VaR comum.\nO VaR comum corresponde ao mais baixo percentil da distribuição teórica dos lucros e perdas, o nível limite de perda que divide a cauda mais baixa da distribuição. O VaR condicional é a perda esperada, dado que esta excede o limite do VaR. Ou seja:\nVaR condicional = E(X/X > VaR).\nO VaR condicional representa a perda excessiva média geradas pelos picos do modelo. (ALEXANDER, 2005).\n21\n3\tModelos para volatilidade\nPara os retornos: rt = ln(Pt) — ln(Pt—1),\nPara a média condicional p.t = E(rt | Ft—1), e\nPara a variância condicional at2 = Var(rt | Ft—1), onde Ft—1 denotará a informação até o instante t — 1, que consideraremos ser {rt—1,rt—2,...,r1}.\nEm algumas situações iremos supor que u = 0, de modo que neste caso a2 = E(rj | Ft—1).\n3.1\tModelos de heterocedasticidade condicional\nEngle (1982) mostrou ser possível modelar, simultaneamente, a média e a variância de uma série, e para isso, lançou as bases do conceito de variância condicional, que deve ser modelada como um termo autorregressivo.\nA ideia básica é que o retorno rt é não correlacionado serialmente, mas a volatilidade (variância condicional) depende de retornos passados por meio de uma função quadrática.\n3.1.1\tARCH (Autoregressive Conditional Heteroskedastícity)\nO processo ARCH(m) captura a heterocedasticidade condicional dos retornos financeiros admitindo que a variância condicional de hoje seja a média ponderada dos retornos não-esperados ao quadrado:\n2 2 2\nCj = ao + «I fi2 I + ... + «m F—m\t(5)\nonde £t | lt ~ N(0, at2) e ao > 0, ai > 0, i = 1,..., m\nPela própria definição, valores grandes de rt são seguidos por outros valores grandes da séries, e devido ao fato de termos retornos ao quadrado, alguns retornos grandes e isolados podem conduzir a super previsões.\nOs modelos ARCH não são frequentemente usados nos mercados financeiros porque o modelo GARCH simples funciona muito melhor.\n3.1.2\tModelos GARCH\nUma generalização dos modelos ARCH é o chamado GARCH (de generalized ARCH), ou GARCH (m, n), no qual a variância condicional de n, no instante t, depende não somente de\n22\nperturbações passadas ao quadrado, mas também de variâncias condicionais passadas, ou seja, são heterocedásticos condicionais, e têm uma variância incondicional constante.\nAssim como um modelo ARMA pode ser mais parcimonioso no sentido de apresentar menos parâmetros do que o modelo AR ou MA isoladamente, do mesmo modo, um modelo GARCH pode ser usado para descrever a volatilidade com menos parâmetros do que um modelo ARCH.\nAlexander (2005) menciona que, em um modelo GARCH é admitida a hipótese de que os retornos sejam gerados por um processo estocástico. Em vez de se modelar os dados após eles terem sido colapsados em uma única distribuição de probabilidade incondicional, os modelos GARCH introduzem hipóteses mais detalhadas sobre as distribuições condicionais dos retornos. Essas distribuições condicionais mudam ao longo do tempo de um modo autocorrelacionado.\nEquação da média e da variância condicional\nA ideia fundamental do modelo GARCH consiste em adicionar uma segunda equação ao modelo de regressão padrão: a equação da variância condicional.\nEssa equação descreve a evolução da variância condicional do processo do retorno não-esperado, Vt(et) = a2.\nA variável dependente, o insumo do modelo GARCH da volatilidade é composta sempre por uma série de retornos. Desse modo, o modelo consiste em duas equações.\nA primeira é a equação da média condicional, que usaremos a mais simples possível, ou seja:\nrt = c + £t .\nNesse caso, o retorno não esperado £t é exatamente o desvio médio do retorno, pois a constante é a média dos retornos ao longo do período amostral. Se houvesse uma autocorrelação significativa dos retornos (que na seção 7 foi demonstrado não ocorrer), usaríamos uma média condicional autorregressiva, que na maioria dos casos, um modelo AR(1) seria suficiente.\nA segunda equação do modelo GARCH é a equação da variância condicional, onde para um modelo GARCH (m, n):\n= a0 + a1£t-1 + ... + amet-m +\t+ ... + lpa' n\n23\nO GARCH (1,1)\nA escolha do modelo GARCH a ser empregado não é simples, no entanto, a literatura consagra o modelo com uma defasagem para ambos os parâmetros, como o que melhor captura os grupamentos de volatilidade do mercado, e segundo Morettin (2011), a tipificação mais comum nos mercados é o modelo GARCH (1,1).\nAdemais, o modelo GARCH(1,1) apresentou o melhor resultado nos testes de critério de informação dentre os modelos da família GARCH, e por esta razão será o modelo utilizado para a comparação com o modelo de escala local.\nSua especificação para média será:\nrt = c + et,\t(6)\ne para a variância:\na,2 = rn + ae— + pa^,\t(7)\nonde os parâmetros são estimados por máxima verossimilhança.\nExtensões do modelo GARCH\nOs modelos ARCH e GARCH tratam simetricamente os retornos, pois a volatilidade é uma função quadrática dos mesmos. Mas também e sabido que a volatilidade reage de forma assimétrica aos retornos, tendendo a ser maior para retornos negativos. Por esta razão Nelson (1992), em “Filtring and forecasting with misspecified ARCH models”, introduziu os modelos EGARCH, um dos primeiros modelos GARCH assimétricos.\nNo pacote Eviews há como se verificar o impacto de informação assimétrica, onde esperase que “bad news” tenham impacto maior nas séries financeiras. Para o caso em que o processo da variância não é estacionária, utiliza-se o IGARCH, que tem a mesma especificação do GARCH, com uma restrição, a de que a soma dos coeficientes seja igual a 1.\nAlém dos modelos mencionados nessa seção, há uma variedade grande de modelos da família ARCH que são considerados na literatura, no entanto, o estudo das extensões do modelo GARCH não será abordado neste trabalho.\n24\n3.2\tModelos de volatilidade estocástica - (Stochastic Volatility Models)\nOs modelos da família GARCH supõem que a variância condicional depende de retornos passados. Os modelo de volatilidade estocástica não fazem essa suposição. Esses modelos têm como premissa o fato de que a volatilidade presente depende de seus valores passados, mas é independente dos retornos passados, ou seja, a variância condicional segue um processo estocástico não observável (a volatilidade é considerada como variável latente).\nEm termos da componente estocástica (ruído), não há uma conclusão fechada a respeito da forma que ela deva tomar. Pode-se pensar em ruídos aditivos (somados ao processo), como no AR(1)-SV, e multiplicativos. Uma das propostas subjacentes a este trabalho é testar a validade de um ruído multiplicativo.\nTambém quanto a distribuição probabilística a ser assumida para o ruído, pode-se fazer conjecturas originais, em especial quando se trabalha com ruído multiplicativo.\nNa verdade, a especificação do filtro Gama impõe um processo multiplicativo e um ruído seguindo uma distribuição Beta. Tal fato resulta da propriedade de conjugação para as distribuições Gama e Beta.\nDe um modo geral, a ideia de volatilidade estocástica parece bastante atraente para descrever o comportamento de séries de retornos financeiros, uma vez que tais modelos incorporam, além do efeito da dependência em valores passados da volatilidade, o efeitos de choques aleatórios.\nÉ sabido que uma diversidade de notícias, declarações e intervenções governamentais interferem fortemente no comportamento do mercado financeiro. Se observamos que tais fatores ocorrem com certa aleatoriedade, torna-se razoável considerá-los como choques aleatórios, evidenciando a importância dos referidos modelos.\nMuitas formulações de modelos de volatilidade estocástica são encontradas na literatura, dentre as quais exploraremos o modelo de escala local.\n3.2.1\tAbordagem Bayesiana\nA principal diferença entre o enfoque Bayesiano e o enfoque clássico é que, no enfoque clássico, os parâmetros sobre os quais queremos fazer a inferência são considerados constante. Isto é, obtemos estimadores pontuais e, a partir da distribuição de tais estimadores, e de uma medida de incerteza associada (erro padrão), obtemos intervalos de confiança para esses parâmetros.\nQuando não conhecemos a distribuição exata do estimador, como foi o caso aqui, ou temos acesso a ela apenas assintoticamente, o Bootstrap é, quase sempre, uma solução viável para a obtenção de intervalos de confiança.\nJá no enfoque Bayesiano, são especificadas distribuições à priori para os parâmetros. Isto é, m é agora uma variável aleatória. O tratamento Bayesiano do nosso problema, portanto,\n25\nseria considerar que m possui determinada distribuição de probabilidade, baseado em alguma intuição a respeito de seu comportamento.\nA abordagem que será utilizada ao longo do trabalho será essencialmente clássica. Isto quer dizer que nenhuma incerteza foi incorporada a respeito do vetor paramétrico 8. Visando simplificar a análise, vamos concentrar a discussão sobre o parâmetro m.\n3.2.2\tO modelo de escala local: visão geral\nNeil Shephard (1994) publicou “The Local Scale Models - State space alternative to integrated GARCH processes”, onde apresentou o modelo de escala local, e em “Stochastic Volatility: Likelihood Inference and comparasion with ARCH models”(1998), lançou as bases para a comparação entre os modelos de heterocedasticidade condicional e modelos de volatilidade estocástica.\nPrincipais características\nA densidade das observações, condicional à precisão (densidade de medida) é suposta Normal.\nSabendo-se que, para verossimilhança Normal, a densidade Gama é conjugada, torna-se possível obter um filtro exato. Portanto, condicional às observações, a precisão seguirá uma distribuição Gama, de tal forma que a especificação multiplicativa e a distribuição Beta para o ruído surgirão naturalmente.\nSendo a densidade das observações uma Normal, e a precisão Gama, a densidade preditiva resulta t-Student.\nO fator de locação da densidade preditiva será zero, e o seu fator de escala, que é a previsão 1 passo à frente da variância será aproximadamente uma média móvel com amortecimento exponencial (EWMA), no quadrado das observações passadas, a mesma função de previsão 1 passo a frente para a variância condicional no método de amortecimento exponencial e no modelo IGARCH(1,1).\nA grande vantagem do modelo de escala local reside no fato de que a solução encontrada para o filtro é exata, o que não é frequente entre os modelos de volatilidade estocástica.\nA estimativa pontual para o fator de amortecimento m será obtida por máxima verossimilhança.\nNeste sentido, o modelo pode ser visto como uma alternativa, no contexto dos modelos estruturais, ao modelo IGARCH(1,1), como propôs Shephard.\nNa verdade, o modelo não trabalha diretamente com a variância, mas com a sua recíproca, a precisão, que será suposta evoluir segundo um processo estocástico markoviano, com ruído multiplicativo.\n26\nA incerteza a respeito da variância não observável, implica que a densidade preditiva das observações possua distribuição t de Student, cujos graus de liberdade serão determinados pelo fator de amortecimento exponencial estimado.\nA distribuição Gama será adotada para a precisão, pois tal densidade possui a desejável propriedade de conjugação (isto é, priori e posteriori na mesma família). Além disso, existe uma propriedade fundamental de variáveis Gama e Beta, que fornece subsídio para a especificação multiplicativa.\nA especificação multiplicativa subentende um passeio aleatório no logaritmo da precisão.\nO modelo é capaz de lidar com espaçamento irregular de observações, o que permite efetuar previsões ”s” passos à frente, s > 1, e pode ser generalizado para, por exemplo, lidar com variáveis explicativas na variância (precisão), o que será feito na seção 3.2.6.\nAs próximas seções serão dedicadas ao desenvolvimento e a discussão dos aspectos teóricos inerentes ao LSM.\nA precisão\nA precisão será tratada como componente não observável no modelo de escala local, e se pensarmos em termos de representação em espaço de estados, ela será a nossa variável de estado. Ao longo desta seção serão discutidas algumas características desta variável, tais como a sua função no modelo, sua distribuição e sua evolução.\nDensidade de medida\nNo modelo de escala local, a densidade das observações, condicional à precisão é Normal, isto é:\nrt | dt - N(0, 0-1),\nonde rt é a observação no instante t e 0t, a precisão em t (cuja inversa é a variância). Esta densidade será chamada densidade de medida.\nPara determinarmos a densidade preditiva das observações, que é o que realmente se pretende, precisamos da distribuição de 0t|t-1, isto é, a priori de 0.\nDiscutiremos esta distribuição.\nO porquê da distribuição Gama: a propriedade de conjugação\nA utilização de informação a priori em inferência Bayesiana requer a especificação de uma distribuição a priori para a quantidade de interesse 0. Esta distribuição deve representar (probabilisticamente) o conhecimento que se tem sobre 0 antes da realização do experimento.\n27\nUma propriedade bastante desejável em modelos Bayesianos é a propriedade de conjugação, ou seja, que a priori e a posteriori pertençam a mesma família de distribuições.\nQuando isto acontece, priori e a posteriori são ditas conjugadas.\nPor verossimilhança Normal, onde a precisão é uma variável aleatória (como é o caso), é simples demonstrar que a distribuição Gama é conjugada (ou seja: priori Gama +verossimilhança Normal = posteriori Gama).\nAlém disso, uma variável Gama assume somente valores estritamente positivos, como de fato ocorre com a precisão.\nPortanto é razoável considerar que a precisão condicional seja gerada por uma distribuição Gama.\nA priori para a precisão será designada por:\n|t-i - G(at\\t-i,bt\\t-i),\nonde at|t—1 e bt|t—1 são respectivamente os parâmetros de forma, e de escala, da distribuição Gama à priori, que serão determinados nesta seção.\nDa propriedade de conjugação, a posteriori fica:\nfyt|t — G(at, bt)\n(8)\nagora at e bt são respectivamente os parâmetros de forma, e de escala, da distribuição Gama à posteriori, que também serão determinados nesta seção.\nAqui, dt |t e dt |t-1\nestão designando, respectivamente, E(6t | Rt) e E(fy | Rt—1) , onde R\nt-1\ndenota toda a informação disponível até o instante t — 1.\nOu seja: Rt—1 = {rt—1,rt—2,...,U}.\nDa mesma forma, Rt = {rt, rt—1, rt—2,..., u}.\nEquações de atualização e previsão\nA partir das considerações anteriores, estamos aptos a escrever as equações do nosso filtro Gama. Isto equivale a escrever as expressões para a previsão e atualização dos parâmetros de forma e escala das distribuições para as densidades Gama a priori e a posteriori da precisão.\nSe X ~ G(p, Â), Y ~ B(a, p — a) e Z = XY, então Z ~ G(a, Â), isto é:\nX - G(p,Â),Y - B(a,p — a) =^ Z - G(a,Â)\n(9)\n28\nPortanto, se especificarmos os parâmetros da posteriori, em t — 1, como at—1 e bt—1, como em 8, temos de 9 e 10 (equação de transição especificada em Shephard (1994), e transcrita abaixo):\ndt = eht 6t—1Vt\tnt ~ Beta(a>at—1, (1 — a>)at—1)\t(10)\nque os parâmetros da priori serão dados por:\nat\\t — = m at _i\t(11)\nbt\\t-i = e-htbt-i\t(12)\nde tal forma que podemos reescrevê-la como: 0t|t-1 — G(at|t_i,bt|t-1) = G(rnat-1,e _hbt—1), então pelo teorema de Bayes, temos para os parâmetros da posteriori:\nat = at |t_1 + 1/2\t(13)\nbt = bt\\t _1 + (r2/2)\t(14)\nentão, a equação 8 pode também ser reescrita com\ne,|, - G(a,, b,) = G(a,|,_1 + 1/2, b,t,_1 + (r?/2)).\t(15)\nOs parâmetros de forma e escala da priori e da posteriori (no instante t), at\\t_bbt|t_i,at e bt serão gerados sequencialmente (isto é, a cada observação chegada, ou iteração), pelo filtro definido pelas equações 11, 12, 13e 14.\nEstimação da precisão\nAs médias a priori (previsores), e a posteriori (atualizadores) da precisão serão dadas por at|t_1/bt|t_1 e at/bt, pois o valor esperado de uma distribuição Gama é simplesmente a razão entre o parâmetro de forma e o parâmetro de escala.\nNeste item vamos obter uma forma fechada para o estimador da precisão, dado por:\nE(0t | Rt) = at/bt, Rt = {rt,rt_1,rí_2,...,rj.\nPara isso, vamos obter expressões fechadas para at e bt, a partir das recursões do filtro, dadas pelas equações 11, 12, 13 e 14.\nSe arbitrarmos a1 = 1/2 e b1 = r\\/2, como valores iniciais, onde r1 é a primeira observação da série (a justificativa para impôr tais valores será vista na seção 3.2.3), e efetuarmos as recursões do filtro, obtemos:\n29\nt—1 at = (E a i)/2 = (1 — a1 )/2(1 — a)\ni=0\nt—1\nb, = (E air2—)/2\t(17)\ni=0\nDaí, pelo argumento apresentado no início deste item, podemos escrever uma forma fechada para o atualizados da precisão em t dada por:\nt—1\tt—1\ti—1\nE(dt | Rt) = at/bt = (E ai)/(E ^—ir—),\t= n e—ht—j\t(18)\ni=0\ti=0\tj=0\nSe a é maior do que 0,8, então e—ht será bem próximo de a, o que fornece uma aproximação para a equação 19, nos casos práticos, portanto, o erro em que se incorre por considerar a referida aproximação para valores de a maiores do que 0,8 (os quais ocorrerão na prática), é menor do que 5%.\na\te\tht—j\tdiscrepância %\n0,5\t0,0007\t-99,86%\n0,7\t0,6144\t-12,23%\n0,8\t0,7609\t-4,88%\n0,9\t0,8900\t-1,11%\n0,95\t0,9475\t-0,25%\n0,99\t0,9899\t-0,01%\nTabela 1: Discrepância entre os valores de a e e ht—i\nPara os valores obtidos para as séries utilizadas neste trabalho, em torno de 0,935, o erro será consideravelmente menor do que 1%.\nA aproximação, portanto, é excelente, e substituindo e—ht—j por a na equação 18, ficamos com a expressão para o atualizador da precisão dada pela inversa de uma EWMA dos quadrados das observações (CAMPOS E., 1998).\nIsto é, a equação 18 se torna:\nE(dt | Rt) = at/bt = (Ei=0 al~)/(Ei=0 ^—ir—) , &amp;—i = nj=o a = a1 então,\nat/bt = (E= a i)/(Ei;0 a\n= (1 — a)/(1 — a)/(Eti=0 air^‘—i)\n30\n= (1 - at )/[(1 - a )(Lt=0 ® ‘r2-)¡\n= (1 — a‘)/[(1 - a)(r,2 + ar2-1 + a2r2-2 + -))•\nComo (1 — ®t)/(1 — a) converge para 1/(1 — a), quando a &lt;1 , a equação acima converge para:\n1/[(1 — a )(r2 + a rt2—1 + a2 r;2—2 + •••)],\nque é a inversa de uma EWMA, com fator de amortecimento exponencial dos quadrado dos retornos dado por a.\nEntão, podemos escrever:\na;/b; —> 1/[(1 — a)(r2 + ar— 1 + a2r;2—2 +...)], a > 0,8\t(19)\nEstimação da variância\nSe a precisão segue distribuição Gama (a, p), a variância segue distribuição Gama inversa, cujo valor esperado é dado por p/(a — 1). Portanto, o estimador não tendencioso para a variância é dado por:\nSNt = E (a2 = e~1) = b;/(a; — 1)\t(20)\nPorém, neste trabalho será utilizado um estimador tendencioso, dado pela inversa da estimativa da precisão. Isto é:\nS2t = b;/a;\t(21)\nA razão para tal procedimento é que o Viés, ou (Bias) desse estimador é pequeno, ao passo que, utilizando esse estimador, percebemos que a variância não observável do modelo é estimada (se a for alto) via média móvel, conforme a equação 19.\nMuitas instituições financeiras utilizam o método do amortecimento exponencial com fator de decaimento de 0,94 para estimar volatilidade. Valor muito próximo aos obtidos neste trabalho para o parâmetro a.\nTambém, os modelos IGARCH utilizam uma EWMA como função de previsão 1 passo à frente para a variância. Portanto, estimar a variância deste modo, significa manter a consistência com os demais modelos disponíveis na literatura, e que são utilizados pelos mercados na prática.\n31\nDa equação 17 obtemos o valor limite de at, isto é:\nViés assintótico do estimador da variância\nt—1\nat = (£ al)/2 = (1 — a)/2( 1 — a)\t■ 1/[2( 1 — a)]\t(22)\ni=0\nSe por exemplo, a = 0,9, at —> 5 pela equação 22, de tal forma que bt/at = bt/5. Por outro lado, o estimador não tendencioso dado pela equação 20, resulta bt/4.\nO Viés assintótico, neste caso, é dado por bt/4 — bt/5 = bt/20, que é um valor bastante reduzido, uma vez que bt é determinado pelas observações, cuja magnitude, no presente caso, é pequena (estamos trabalhando com retornos financeiros, expressos na linha dos números reais).\nEm suma, utilizamos a inversa da média condicional da precisão para estimar a variância (um estimador tendencioso, pois esta não é a média condicional da variância), para obtermos uma EWMA nos quadrados das observações passadas.\nSe utilizássemos o estimador não tendencioso, dado pela média da distribuição Gama inversa (a verdadeira distribuição da variância), não obteríamos tal função de previsão. Ademais, o erro incorrido por tal procedimento é consideravelmente pequeno.\nEstimativa do desvio padrão\nComo estimativa do desvio padrão, tomamos a raiz quadrada da estimativa da variância .Isto também é uma aproximação, que visa simplificar a análise, pois, a rigor, a raiz quadrada da média não é a média da distribuição da raiz quadrada, porém, tal procedimento é usual em modelos de volatilidade.\na e a série de precisões (variâncias) estimadas\nA taxa de variação da precisão (e da variância) ao longo do tempo é monitorada pelo fator de amortecimento a.\nQuanto maior o valor de a, menor será a taxa de variação da precisão, isto é, 0t mudará mais lentamente. Tal resultado é intuitivo, pois quanto maior o fator de amortecimento, maior ponderação relativa estará sendo dada às observações mais recentes, no cálculo da precisão.\nPortanto, um valor de a muito próximo de 1 modela um padrão de heterocedasticidade bem comportado (suave), enquanto um valor muito baixo (menor do que 0,8) indica uma grande aleatoriedade do processo gerador da variância (comportamento nervoso).\nEm outras palavras, quanto maior o valor de a, mais estável será a série de precisões (e variâncias) estimadas.\n32\nParticularmente, no caso de séries financeiras, é de se esperar que os atualizadores e previsores dos parâmetros da distribuição da precisão dos retornos sejam bastante estáveis, de modo que a evidência empírica sugere um M próximo (mas não muito) da unidade. No caso da série de variâncias estimadas de retornos financeiros, valores de m em torno de 0,94 são razoáveis.\nTodavia, um método formal para a determinação de m será descrito na seção 3.2.4.\n3.2.3\tInicialização e solução “steady state” do filtro Gama\nInicialização: priori difusa\nA inicialização do filtro Gama faz parte de um problema genérico em modelos de espaço de estados.\nNo ambiente Gaussiano, este problema é conhecido como inicialização do filtro de Kalman, o qual possui várias soluções, dependendo das características de estacionariedade, ou não, das componentes do vetor de estado.\nEm se tratando de componentes não estacionárias, uma das soluções adotadas é inicializar o filtro de Kalman com uma distribuição a priori difusa (priori dif use).\nDistribuições difusas, bastante comuns em estatísticas Bayesiana são distribuições impróprias, ou seja, que não integram a um.\nNo caso do filtro de Kalman é utilizado uma Normal difusa, isto é:\n00 ~ N(a.0,kI), k —>\nonde 00 é o vetor de estado em t = 0.\nSabemos, que a variância é uma medida de incerteza, portanto, utilizar uma Normal com variância infinita para inicializar o filtro Kalman, significa assumir total ignorância, a priori, acerca dos momentos da distribuição do vetor de estado.\nMais detalhes sobre a inicialização do filtro de Kalman em Harvey (1989).\nNo contexto do filtro Gama iremos adotar uma posição clássica, no sentido de que o valor inicial da precisão seja também difuso.\nUma solução possível é fazer:\n00 = G(a0 = 0, b0 = 0).\nEmbora esta distribuição seja imprópria em t = 1, após t = 1, a densidade 0t | Rt_1 ~ G(at|t_1, bt|t-1) será bem definida, se r1 = 0. Assim podemos inicializar o cálculo da função de verossimilhança em t = 2, se r1 = 0. Se r1 = 0, podemos iniciar em t = 3, etc...\nDe um modo geral, o cálculo da função de verossimilhança deverá ser iniciado em t = t' + 1, onde t' é o instante que ocorre a primeira observação não nula.\n33\nTodavia, utilizando as equações de previsão 11 e 12, é fácil deduzir que a inicialização proposta em 3.2.2, ou seja, a1 = 1/2 e b1 = r^/2, é equivalente a inicializar o filtro como com:\n00 = G(a.0 = 0, b0 = 0).\nEm outras palavras, inicializar o filtro em t = 0, com a0 = 0 e b0 = 0, equivale a arbitrar em t = 1, a1 = 1/2 e b1 = r^/2, se r1 = 0.\nSolução “steady state”\nO equivalente à solução “steady state” do filtro de Kalman, obtida pela solução algébrica da equação de Riccatti, também pode ser obtido para o filtro Gama.\nDa equação 22:\nat —> 1/2(1 — a).\nA solução steady state para o filtro Gama é então:\nat —> 1/2(1 — a) = a.\nSe a = 0,9, at converge para a = 5.\n3.2.4\tEstimação de a\nO problema\nDeterminar o valor de a é de suma importância, pois tal valor monitora a forma da densidade preditiva.\nNesta seção será descrito brevemente um procedimento simples para a determinação do a.\nJá foi visto que quando a é menor que a unidade, então podemos assegurar, conforme a equação abaixo sugere, que at|t—1convergirá, qualquer que seja o valor inicial.\ndf = 2at\\t—1 = a (1 — at—1)/(1 — a)\t(23)\nonde df são os graus de liberdade da distribuição t-Student, conforme mencionado em 3.2.2.\nEm outras palavras, para a &lt;1, o filtro gera estimativas estáveis para at|t—1, e o número de graus de liberdade também convergirá.\nRealmente, como visto em 23, a equação fornece o valor limite de df —> «>, por:\n34\nDe qualquer modo, o que importa é que os graus de liberdade da distribuição preditiva dependem apenas de m.\nComo a distribuição t-Student é completamente especificada por seus graus de liberdade, concluímos que, uma vez determinado ®, a preditiva estará completamente especificada.\nIsto leva a pensar em construir a função de verossimilhança, em termos do parâmetro desconhecido m.\nExpressão e maximização da log-verossimilhança\nA partir das considerações efetuadas no item anterior, podemos escrever a forma analítica da função de verossimilhança.\nDesta feita, pode-se maximizar a função de verossimilhança com respeito a m, utilizando um algoritmo de otimização adequado, e obter o estimador de máxima verossimilhança.\nEste procedimento será efetuado neste trabalho.\nNota-se, no entanto, que o formato da densidade preditiva nos conduz, por simplicidade, a tratar com o logaritmo natural da função de verossimilhança, ou seja, a função de log-verossimilhança.\nComo a função logarítmica é monotonicamente crescente, maximizar a log-verossimilhança é equivalente a maximizar a verossimilhança.\nPortanto, a função de log-verossimilhança será a função objetivo, no procedimento de determinação do estimador de máxima verossimilhança (EMV) de m.\nObviamente, trata-se de um problema de maximização (não linear) restrita, pois m, por definição, está situado entre 0 e 1.\nA expressão da função de log-verossimilhança, a menos de uma constante, é dada por:\nf ÍM) = E[atlog(btlt-1/bt) - (1/2)log(bt|t-1) + log(r(at)/r(at|t-1))]\t(25)\ni=1\ne o problema a ser solucionado é uma busca não linear unidimensional, isto é:\nMax f (rn)\ns.a m E (0,1).\n35\n3.2.5\tCálculo de ht\nO algoritmo numérico para a determinação de ht é:\nht = -E (log(n)),\nsendo que nt é um ruído multiplicativo.\nO grande problema aqui é que os momentos do logaritmo de uma variável Beta (particularmente o primeiro momento, que é o que nos interessa aqui), não possuem uma expressão analítica fechada.\nDesta feita, deve-se procurar um algoritmo que forneça tal expectância.\nA expressão final para a aproximação de E(nt), é:\nE (nt )= log(o) - (1/2)((1 - rn)/rnat-1) - £ ;= (B2n/2n)(1 - rn)/rnat-i))2n,\t(28)\nonde B2,B4,B6... são os números de Bernoulli, que é a expressão para -ht, a qual será computada a cada iteração.\nShephard (1994), demonstra que quatro termos no somatório deverão ser suficientes para produzir resultados acurados. Neste trabalho foram usados 6 termos.\nTendo em vista que at é função apenas de m (equação 16), veremos que -ht será apenas função deste parâmetro.\nOs cálculos utilizados para cálculo de ht encontra-se no interior do algoritmo que maximiza a função de log-verossimilhança, que será apresentado na seção 3.3.\n3.2.6\tVariáveis explicativas na equação da precisão\nO modelo de escala local simples (sem variáveis explicativas) e padrão (com densidade de medida Normal) possui apenas 1 parâmetro a ser estimado.\nPodemos trivialmente incorporar variáveis explicativas na equação da precisão, e estimar o seu efeito, aumento a dimensão do espaço paramétrico.\nTal procedimento não é trivial nos modelos ARCH/GARCH, sendo esta uma das vantagem do modelo de escala local.\nNa dedução que segue, Xt denota o vetor de variáveis explicativas, isto é, Xt = (x1t, x2t,..., xLt), onde os xit, (i = 1,2,...,L), são as L variáveis explicativas.\nY denota o vetor de coeficientes das variáveis, que representam seu efeito sobre a precisão, Y = (Y1, Y2,..., Yl) ', onde Yi é o coeficiente de xü.\nA precisão explicada por Xt será denotada por 0t+.\n36\nAssim, podemos incorporar o efeito das variáveis explicativas em 0t, pela seguinte equa\nção:\ne+ = OteYXt,\t(29)\ncom —&lt;» &lt;Y &lt;<x>. Ou seja, está sendo incorporado o efeito de Xt por uma especificação multiplicativa e utilizando uma função de ligação exponencial, bastante utilizada no contexto dos modelos lineares generalizados.\nExistem 2 razões fundamentais para considerar a função de ligação exponencial.\nPrimeiro, a função exponencial nunca se anula. Caso isto ocorresse para algum valor de Xt, o efeito deste valor assumido por Xt seria anulado, o que não faria sentido.\nO segundo motivo é que a especificação (29), impõe que a função de ligação somente assuma valores estritamente positivos (pois O e e+ > o, para todo t, e a função exponencial obedece a tal restrição.\nMas o que realmente ocorre as equações de previsão e atualização do modelo, quando da introdução de variáveis explicativas?\nA dedução aqui exposta será baseada na seguinte propriedade de uma variável aleatória com densidade Gama.\nSeja X — G(a, p).\nSe Y = kX, onde k é uma constante, então Y possui distribuição G(a, p/k). Isto é:\nX — G(a,p), Y = kX — G(a,p/k).\nSabemos que Ot — G(a, b), onde a = at\\t—1, b = bt\\t—1, se estamos nos referindo à priori, e a = at, b = bt, se nos referimos à posteriori.\nEntão, da equação 29, concluímos que:\nOt+ = OteYXt — G(a, be—YXt)\nassim como:\nat\\t—1 = at |t—1\t(30)\nap = at\t(31)\nbpt—1 = e—YXtbt\\t—1 = e—Xte~htbt—1\t(32)\nEntão já temos as equações para os previsores de a e b, e para o atualizador de a. Falta apenas a equação para o atualizador de b.\nAqui, cabe uma ressalva: o termo bt—1 que aparece no membro direito da equação 32 não é exatamente o atualizador de b antigo, isto é, sem variáveis explicativas. Na verdade, ele é a\n37\ntransformada inversa do novo atualizador de b, o que não é a mesma coisa. O referido termo é obtido pelo produto do atualizados antigo de b por eYXt.\nA expressão para o atualizador de b fica:\nb+ =bt\\t-i+ (rt2/2),\nque quando combinado com 32, fornece a expressão recursiva para o atualizador de b, isto é:\nbt+ =e-YXt e-ht bt-1 + (r^/2)\t(33)\nFinalmente, efetuando a transformação inversa em bt+, ou seja, multiplicando por eYXt, obtemos a expressão recursiva para o atualizador que aparece na equação 32:\nbt =bt+ eYXt = e-rtbt-1 + eYXt (rt2/2)\t(34)\nObserve que tal expressão difere da expressão para o atualizador antigo de bt.\nA partir das equações 29, 32 e 33, podemos escrever as expressões finais para priori e posteriori da precisão, com variáveis explicativas. Isto é, a priori fica:\net+ | R_ - G(a+\nbt\\t_i) = G(®at_i,e yXte htbt_1)\ne a posteriori:\n\\ Rt ~ G(at,b+) = G(a+ _1 + 1/2,e YXte htbt_i + (rt2/2)).\nEm termos de custo computacional, aumentamos em L elementos o espaço paramétrico, onde L é o número de variáveis explicativas inseridas.\nA log-verossimilhança agora é função de L + 1 parâmetros, de tal forma que será efetuada uma busca não linear multidimensional, em L + 1 dimensões, com restrições para um dos parâmetros (rn).\nO problema a ser solucionado se torna:\nMaxf (rn, y) = £t=1 [atlog(bt\\t_1/bt) _ (1/2)log(bt\\t_1) + log(r(at)/r(at\\t_1))]\ns.a m E (0,1) y E\ti = 1,2,...,L\nonde bt\\t_1 e bt, como visto, dependem de Xt e y.\n38\nA significância das variáveis explicativas utilizadas será avaliada através do teste da razão de verossimilhanças, que possui a seguinte expressão:\nLLR = 2(log-verossimilhança do modelo irrestrito/ log-verossimilhança do modelo restrito)\nSob hipótese nula de que o aumento da log-verossimilhança não é significante, a estatística LLR, definida acima, possui distribuição qui-quadrado, com 1 grau de liberdade, isto é: LLR - x2.\nA lógica subjacente é que a distribuição qui-quadrado, com 1 grau de liberdade, possui média 1. Se o aumento não for significante, LLR possuirá distribuição qui-quadrado, e o valor da estatística deverá, na maioria das vezes, estar próximo de sua média, que é 1.\nFaz sentido, pois se o aumento não for significativo, as verossimilhanças serão próximas, e realmente, a razão de seus logaritmos deverá estar próxima de 1.\nA ideia básica deste teste é verificar a significância estatística da razão entre as log-verossimilhanças computadas para o modelo com a variável e sem a variável explicativa.\n3.3\tAplicações do LSM a séries brasileiras\nO modelo de escala local simples (sem variáveis explicativas) padrão (com densidade preditiva de medida Normal) foi implementado e rodado nesta seção, para a série do Ibovespa (1.565 retornos, de 01/01/2009 a 31/12/2014).\nO fator de amortecimento ótimo foi obtido via maximização da função de verossimilhança utilizando-se toda a amostra.\nNesta seção serão apresentados o fator de amortecimento ótimo, a função de log-verossimilhança, bem como a evolução do preditor 1 passo à frente da variância fornecida pelo modelo.\nO fator de amortecimento (a) e o valor correspondente (isto é, maximizado) da função de log-verossimilhança, obtidos no período ex-post foram:\na = 0,9351365 e log-verossimilhança f (a) = 5.896,138.\nPara obtenção dos valores ótimos foi utilizado o código do Anexo B, implementado no “R”:\n39\n3.4\tModelo de escala local com variáveis explicativas: resultados\nEste item se propõe a testar a significância empírica da especificação deduzida na seção\n3.2.6.\nFoi realizado o teste LLR para testar a razão de verossimilhança entre os modelos irrestrito e restrito.\nO resultado para a variável explicativa “Risco Brasil” não foi satisfatório, pois as veros-similhanças dos modelos, com e sem a variável eram muito próximos, sendo por isso a LLR menor que 3,84, que é o valor crítico da X2.\nJá para a variável explicativa “Índice Dow Jones”, os valores da log-verossimilhança foram:\nIrrestrito = 5.898,31 Restrito = 5.896,13, que gerou um LLR = 4,36 > 3,84, levando à adoção deste índice como variável explicativa, a ser introduzida ao modelo, de modo a melhorar a sua capacidade preditiva.\nOs valores ótimos obtidos para os parâmetros, com a variável explicativa, foram:\na = 0.9335429 , y = _5,0225074 e f (a, y) = 5.898,311.\nPara obtenção dos valores ótimos utilizou-se o algoritmo do Anexo B.\n40\n4\tComparações entre o LSM e o GARCH(1,1)\nBasicamente os modelos serão testados, de acordo com a sua probabilidade de cobertura das volatilidades geradas\nSerão obtidos os gráficos da evolução dos previsores da variância, e intervalos de confiança para as volatilidades da série do Ibovespa.\nO desempenho do modelo de escala local será comparado com o desempenho do modelo GARCH(1,1) via Value at Risk, descrito na seção 2.\n4.1\tCoeficientes estimados\nO LSM foi implementado no “R”, enquanto que para o modelo GARCH(1,1) foi utilizado o Eviews.\nOs coeficientes estimados pelos modelos estão descritos na tabela abaixo:\nAtivo\tLSM\tGARCH(1,1)\tLSM - com variável explic.\tGARCH(1,1) - com variável explic.\nIBOV\ta = 0,935\ta = 0,059£ = 0,913\ta = 0,934 y = —5,023\ta = 0,040 P = 0,9398 p = 0,0014\nTabela 2\n4.2\tVariâncias estimadas\nO gráfico 2 contém os previsores 1 passo à frente para a variância, gerados pelos dois modelos, plotados conjuntamente.\nPodemos observar que as volatilidades geradas pelo LSM e pelo GARCH(1,1) são ligeiramente próximas, mas um aspecto torna-se evidente, principalmente no terceiro trimestre de 2011 e no quarto trimestre de 2014, é que em momentos de calmaria, o LSM subestima as previsões, se comparado ao GARCH, ao passo que, em momentos de picos de volatilidade, as previsões do LSM superam as do GARCH.\nEste fato se deve, provavelmente, à introdução da variável ht na equação da precisão, pois esta variável não depende das observações, sendo classificada como um ruído externo, e portanto, deve captar o impacto de choques externos sobre a volatilidade. Em outras palavras, o humor de mercado esta sendo monitorado por esta variável, que transmite esta informação para a previsão da precisão (variância).\n41\n.0024-\n.0020-\n.0016-\n2009\t2010\t2011\t2012\t2013\t2014\n--- LSM --GARCH(1,1)\nGráfico 2\nQueremos, no entanto, comparar o desempenho dos modelos de uma maneira mais formal, e isso será feito através do cálculo do VaR.\nOs algoritmos desenvolvidos no “R” para o cálculo da volatilidade (precisão) um passo a frente, encontram-se no anexo B deste trabalho.\n4.3\tCálculo do Value at Risk\n4.3.1\tTestes contendo toda a amostra\nPara o cálculo das violações foi atribuído 95% de confiança, então, espera-se que o per-centil de violações empíricas fique significativamente próximo de 5%, e para esta verificação foi realizado o teste de proporção populacional por meio da função prop.test (x, n, p, 0.05, correct = F, alternative = ”two.sided”) do “R”.\nEsta função realiza o teste de Kupiec, mencionado na seção 2.4, onde a hipótese nula é que a proporção amostral é igual ao percentual de violações teórico, ou seja, 5%.\n4.3.1.1\t- VaR construídos a partir dos valores críticos da distribuição preditiva Normal:\nA tabela abaixo contém os resultados das violações. Os resultados não rejeita a hipótese nula de que o número de violações é estatisticamente igual a 5%:\nModelo\tTam. amostra\tNum. violações\t%\tp-valor (prop.test)\tResultado\nLSM\t1.565\t70\t4,47\t0,3386\tNão se rejeita H0\nGarch\t1.565\t79\t5,05\t0,9307\tNão se rejeita H0\nTabela 3\n42\nAbaixo, o gráfico gerado para 95% de confiança pelo LSM:\n--- VaR LSM\nGráfico 3\nPelo GARCH(1,1):\n---- VaR GARCH(1,1) ~~|\nGráfico 4\n4.3.1.2\t- VaR a partir da distribuição empírica:\nA verdadeira distribuição preditiva não é conhecida, de forma que uma proxy para ela pode ser a distribuição empírica dos retornos.\nSendo assim, também foram calculados os VaR, considerando agora, os valores críticos correspondentes aos percentis de 2,5 e 97,5 da distribuição empírica para construção dos VaR.\nO método Cornish-Fisher\nO “R” permite o cálculo da distribuição empírica pelo método de Cornish-Fisher.\n43\nA função utilizada neste trabalho para este cálculo foi a quantile(Rpad,p), onde Rpad representa a série dos retornos padronizados, e p o percentil de interesse.\nOs valores críticos para os percentuais de 2,5% e 97,5% da distribuição empírica, calculados pelo método de Cornish-Fisher, e os resultados das violações utilizando esses valores críticos estão na tabela abaixo:\nModelo\tTam. amostra\tNum. violações\t%\tp-valor (prop.test)\tResultado\nLSM\t1.565\t81\t5,18\t0,7498\tNão se rejeita H0\nGarch\t1.565\t85\t5,43\t0,4337\tNão se rejeita H0\nTabela 4\n4.3.1.3\t- VaR considerando a distribuição t-Student para o LSM (proposto por Shephard):\nConsiderado a distribuição preditiva t-Student, os valores críticos a serem utilizados para construir o IC variam no tempo até a convergência do parâmetro a, e conforme previsto na equação 24, para a amostra utilizada, os graus de liberdade convergiram para 14 a partir da amostra 43, de forma que foram utilizados os inteiros mais próximos da tabela t-Student, quando os graus de liberdade não resultaram inteiros.\nApós a convergência, o valor crítico utilizado passou a ser 2,145, que corresponde a 14 graus de liberdade. Segue o resultado:\nModelo\tTam. amostra\tNum. violações\t%\tp-valor (prop.test)\tResultado\nLSM\t1.565\t44\t2,81\t0,00007\tRejeita-se H 0\nTabela 5\nOs resultados para os IC construídos com a distribuição t-Student tive seu teste de violações rejeitado para a hipótese de igualdade a 5%.\nComparando os resultados fica claro que o IC construído a partir destes valores críticos são mais largos que os produzidos utilizando-se a hipótese de distribuição Normal e a distribuição empírica, o que sugere que, especificado desta forma, o modelo gera IC mais conservadores, que indica aversão ao risco.\n4.3.2.1\t- VaR para a distribuição preditiva Normal\n4.3.2\tTeste fora da amostra\nModelo\tTam. amostra\tNum. violações\t%\tp-valor (prop.test)\tResultado\nLSM\t261\t13\t4,98\t0,9887\tNão se rejeita Ho\nGarch\t261\t14\t5,36\t0,7873\tNão se rejeita H0\nTabela 6\nGráfico obtido para o VaR fora da amostra (LSM):\n----VaR LSM - Fora da amostra\nGráfico 5\n45\nGráfico gerado pelo GARCH(1,1):\n----VaR Garch - Fora da amostra\nGráfico 6\n4.3.2.2\t- VaR com os percentis de 2,5 e 97,5 da distribuição empírica.\nModelo\tTam. amostra\tNum. violações\t%\tp-valor (prop.test)\tResultado\nLSM\t261\t17\t6,51\t0.2619\tNão se rejeita H0\nGarch\t261\t17\t6,51\t0.2619\tNão se rejeita H0\nTabela 7\n4.3.2.3 - VaR para o LSM com os valores críticos da distribuição t-Student\nModelo\tTam. amostra\tNum. violações\t%\tp-valor (prop.test)\tResultado\nLSM\t261\t10\t3,83\t0,3864\tNão se rejeita H0\nTabela 8\nO VaR construído a partir das três distribuições tiveram resultados satisfatórios, e levando-se em conta, que a probabilidade de cobertura pré-especificada para os intervalos foi de 95%, as coberturas obtidas levam a concluir que os IC fornecidos pelo LSM tem um comportamento ligeiramente mais conservador.\n46\n4.3.2.4\t- VaR com variáveis explicativas, e distribuição Normal:\nModelo\tTam. amostra\tNum. violações\t%\tp-valor (prop.test)\tResultado\nLSM\t261\t13\t4,98\t0,9887\tNão se rejeita H0\nGarch\t261\t17\t6,51\t0,2619\tNão se rejeita H0\nTabela 9\nGráfico do VaR com variáveis explicativas, e distribuição preditiva Normal (LSM):\n-----VaR LSM com variável explicativa - Fora da amostra\nGráfico 7\nPelo GARCH(1,1):\n-----VaR Garch com variável explicativa - Fora da amostra |\nGráfico 8\n47\n4.3.2.5 - VaR com variável explicativa, e considerando a distribuição empírica\nModelo\tTam. amostra\tNum. violações\t%\tp-valor (prop.test)\tResultado\nLSM\t261\t17\t6,51\t0.2619\tNão se rejeita H0\nGarch\t261\t18\t6,89\t0.1598\tNão se rejeita H0\nTabela 10\n4.3.2.6 - VaR com variáveis explicativas, considerando a distribuição t-Student para o LSM\nModelo\tTam. amostra\tNum. violações\t%\tp-valor (prop.test)\tResultado\nLSM\t261\t10\t3,83\t0,3864\tNão se rejeita H0\nTabela 11\nPodemos observar comparando os resultados das tabelas 6, 7 e 8, com os das tabelas 9, 10 e 11 (com variáveis explicativas), que os modelos não foram beneficiados pela inclusão do índice Dow Jones, uma vez que os p-valores do prop.test foram menores para os modelos com variáveis explicativas.\n4.3.3\tConsiderações sobre os VaR\nPelos VaR calculados não foi possível constatar a superioridade de nenhum dos modelos testados quanto à capacidade de previsão da volatilidade 1 passo a frente.\nPodemos observar, no entanto que, para o teste fora da amostra, o resultado considerando a distribuição preditiva t-Student, que o número de violações foi consideravelmente menor dos que obtidos considerando as outras duas distribuições teóricas.\n4.4\tErros de previsão\nA utilização do VaR pode ser questionada por alguns autores, então torna-se conveniente que esta metodologia seja complementada através do cálculo dos erros de previsão. Um método bastante difundido é dado pela raiz quadrada do erro médio (REQM), que foi utilizado de modo a aferir o quão distante estão as estimativas da variância dos retornos efetivamente observados.\nREQM = [ 1 ET=1(r? - O2)2]2\n48\nonde, r2 é o retorno quadrático da série, ot2 é a volatilidade estimada pelo modelo e T é o número de observações da amostra.\nO valor obtido para o REQM do LSM foi de 0,00039869, consideravelmente inferior que 0,000431493, obtido para o GARCH(1,1). Este resultado fornece forte evidencia empírica que o LSM se ajusta mais adequadamente à serie do Ibovespa.\n5\tConclusões\nA presente dissertação descreveu, implementou e comparou o LSM ao GARCH(1,1).\nNa seção 3.2.2 foi constatado que a função de previsão para a variância no modelo de escala local é a mesma do modelo IGARCH(1,1), ou seja, uma EWMA, nos quadrados das observações passadas, onde o fator de amortecimento m é estimado por máxima verossimilhança. Neste sentido, o modelo pode ser visto como uma alternativa ao modelo IGARCH(1,1), como propôs Shephard (1994).\nFoi observado que o LSM capta os principais fatos estilizados das séries financeiras, com a vantagem de que neste modelo, a introdução de variáveis explicativas é trivial, o que não ocorre nos modelos ARCH/GARCH.\nOutra vantagem é que há apenas 1 parâmetro a ser estimado, o fator de amortecimento M, enquanto no GARCH(1,1) existem 3. Além disso, o erro de previsão calculado pelo REQM para o LSM foi menor que para o GARCH(1,1).\nPara os testes fora da amostra de violações do VaR construídos a partir dos modelos, tanto o LSM quanto o GARCH(1,1) apresentaram resultados satisfatórios.\nEm suma, foi desenvolvida uma abordagem estrutural, pouco difundida na literatura, e como os resultados esperados são semelhantes, o que credencia o LSM como uma alternativa parcimoniosa aos modelos tradicionais, em virtude das vantagens já mencionadas.\n6\tExtensão\nModelo de Escala Local Generalizado\nO modelo de escala local padrão, pode parecer inadequado para modelar séries financeiras, pois apresenta o inconveniente da distribuição dos retornos, condicional à precisão (densidade de medida) ser Gaussiana, enquanto na prática, observa-se que a distribuição incondicional dos retornos financeiros possui excesso de curtose.\nShephard (1994) demonstra que tais distribuições não são exatamente as mesmas, e que trabalhar com uma densidade Gaussiana condicional à precisão, equivale a modelar indireta-\n49\nmente o excesso de curtose da distribuição incondicional (embora não se tenha obtido uma forma analítica para ela, no presente caso).\nAinda sim, o excesso de curtose induzido na distribuição preditiva parece insuficiente para modelar séries financeiras, cuja distribuição preditiva possui caudas muito pesadas. Se isto ocorre, a densidade de medida Normal é potencialmente inadequada.\nEm virtude de tal possibilidade, Shephard implementou uma generalização do modelo de escala local, que trabalha com uma densidade de medida (Exponencial Power, ou Generalized Error Distribution), mais flexível, englobando distribuições com baixa curtose (platicurtose) e com excesso de curtose (leptocurtose), incluindo a Normal como um caso particular.\nO modelo foi chamado de modelo de escala local generalizado, e não foi abordado nesta dissertação, de modo que seu estudo valeria de extensão ao tema apresentado.\n7\tReferências\nAlexander C. - Modelos de Mercados, Saraiva, 2005.\nArtzner P., Thinking Coherently, Risk, 1997.\nBollerslev T.- Generalized Autoregressive Conditional Heteroskedasticity, Journal of Econometrics, 1986.\nCampos E. - Modelo de Escala Local: Uma alternativa de especificação multiplicativa para a estimação e previsão de volatilidade de séries financeiras, Dissertação de Mestrado PUC-RJ, 1998.\nEngle R. F. - ARCH selected readings - Advanced texts in econometrics, 1982.\nHarvey A. C., Forecasting, Structural Time series models and Kalman Filter, Cambridge Univ. Press, 1989.\nJorion, Philippe. Value-at-Risk - The New Benchmark for Managing Financial Risk, McGraw Hill, 2006.\nMorettin P. - Econometria Financeira, Blucher, 2011.\nNelson D. B. - Filtering and forecasting with misspecified ARCH models, Journal of Econometrics, 1992.\nShephard N.G - State space alternative to integrated GARCH processes, Journal of Econometrics, 1994.\nShephard N.G - Stochastic Volatility: Likelihood Inference and comparasion with ARCH models, The Review of Economics Studies, 1998.\n50\nAnexo A\nEstatísticas básicas\nTeste de normalidade dos retornos\nGráfico 9: Histograma dos retornos Ibovespa.\nTeste de autocorrelação dos retornos\nPara que a modelagem pelo modelo GARCH seja adequada, é desejável que a série não apresente autocorrelação dos retornos e apresentem autocorrelação dos retornos ao quadrados. Para verificar estas condições foram extraídos pelo Eviews, os correlogramas dessas duas séries.\nSample: 1/01/2009 31/12/2014\nIncluded observations: 1565\nAutocorrelation Partial Correlation AC PAC O-Stat Prob\n1\t-0.046 -0.046 3.2537 0.071\n2\t0.025 0.023 4.2490 0.119\n3\t-0.038 -0.036 6.5105 0.089\n4\t0.010 0.006\t6.6553\t0.155\n5\t0.003 0.005\t6.6696\t0.246\n6\t-0.017 -0.018\t7.1086\t0.311\n7\t-0.035 -0.037\t9.0737\t0.247\n8\t-0.002 -0.004\t9.0797\t0.336\n9\t0.014 0.014\t9.3966\t0.402\n10\t-0.030 -0.031\t10.832\t0.371\n11\t-0.009 -0.012\t10.972\t0.446\n12\t-0.014 -0.013\t11.288\t0.504\n13\t0.014 0.009\t11.585\t0.562\n14\t-0.026 -0.027\t12.679\t0.552\n15\t0.019 0.016\t13.226\t0.585\n16\t-0.002 0.002\t13.233\t0.656\n17\t0.029 0.024\t14.557\t0.627\n18\t-0.003 -0.000\t14.567\t0.691\n19\t-0.024 -0.025\t15.472\t0.692\n20\t0.027 0.027\t16.668\t0.674\n21\t-0.016 -0.015\t17.064\t0.707\n22\t0.023 0.019\t17.915\t0.711\n23\t-0.040 -0.033\t20.419\t0.617\n24\t0.015 0.010\t20.768\t0.652\n25\t-0.009 -0.005\t20.887\t0.699\n26\t-0.011 -0.017\t21.084\t0.738\n27\t0.044 0.049\t24.130\t0.623\n28\t-0.001 0.003\t24.132\t0.675\n29\t0.009 0.006\t24.267\t0.716\n30\t0.008 0.010\t24.363\t0.755\nTabela 12\nO resultado deste teste sugere que não há autocorrelação dos retornos da série.\n51\nSample: 1/01/2009 31/12/2014\nIncluded observations: 1565\nAuto corre latí on\t\tPartial Correlation\t\t\tAC\tPAC\tQ-Stat\tProb\n\t\t\t]\t1\t0098\t0.098\t15.019\t0.000\n\t□\t\t3\t2\t0144\t0136\t47 700\t0.000\n\t□\ti\t□\t3\t0173\t0.152\t94.766\t0.000\n\t\t\t\t4\t0 086\t0.045\t106.45\t0.000\n\t\t\t\t5\t0107\t0 059\t124 45\t0.000\n\t□\t\t]\t6\t0.133\t0.086\t152.36\t0.000\n\t\t\t\t7\t0.075\t0.026\t161 28\t0.000\n\t\t\t\t8\t0.088\t0.033\t173.55\t0.000\n\t\t\t\t9\t0.107\t0.053\t191.44\t0.000\n\tJ\t\t\t10\t0.1Q1\t0.054\t207.39\t0.000\n\t\t\t\t11\t0060\t0001\t213.00\t0.000\n\t\t\t\t12\t0.093\t0.035\t226.60\t0.000\n\t3\t\t\t13\t0113\t0065\t24688\t0.000\n\t\t\t\t14\t0.030\t-0.027\t248.27\t0.000\n\t\t\t\t15\t0098\t0.039\t263.32\t0.000\n\t\t\t\t16\t0037\t-0 020\t265.49\t0.000\n\t\t\t\t17\t0066\t0.026\t272.40\t0.000\n\t\t\t\t18\t0 088\t0.037\t284 73\t0.000\n\t\t\t\t19\t0.045\t-0.002\t288.01\t0.000\n\t\t\t\t20\t0 087\t0044\t300.10\t0.000\n\t\t\t\t21\t0.057\t0.004\t305.26\t0.000\n\t\t\t\t22\t0.081\t0.036\t315.61\t0.000\n\t\t\t\t23\t0.060\t0.006\t321.31\t0.000\n\t\t\t\t24\t0072\t0025\t329.49\t0.000\n\t\t\t\t25\t0.067\t0.015\t336.61\t0.000\n\t\t\t\t26\t0026\t-0027\t337.70\t0.000\n\t\t\t\t27\t0.029\t-0.019\t339.05\t0.000\n\t\t\t\t28\t0 006\t-0043\t339.11\t0.000\n\t\t\t\t29\t0.061\t0040\t345.04\t0.000\n\t\t\t\t30\t0.079\t0.044\t354.90\t0.000\nTabela 13\nO resultado para os retornos ao quadrado apresenta forte autocorrelação, como era de se esperar, sendo assim adequada a modelagem por um modelo da família GARCH, ainda que o teste de normalidade para os resíduos padronizados indique que estes não são Normais:\nSeries: Standardized Residuals\t\nSample 1/01/2009 31/12/2014\t\nObservations 1565\t\nMean\t0.005676\nMedian\t0.000000\nMaximum\t3.913821\nMinimum\t-4.407372\nStd. Dev.\t1.000084\nSkewness\t-0.068038\nKurtosis\t3.964039\nJarque-Bera\t61.81014\nProbability\t0.000000\nGráfico 10: Histograma dos resíduos padronizados\n52\nGráfico dos retornos ao quadrado\nGráfico 11\nEste gráfico também evidencia a presença de clusters de volatilidade, ratificando a conveniência da utilização de um modelo de heterocedasticidade condicional para modelagem da volatilidade.\nTeste de raiz unitária para os retornos\nFoi realizado teste de raiz unitária para verificar a estacionariedade da série dos retornos.\nNull Hypothesis: IBOV has a unit root\nExogenous: Constant\nLag Length: 0 (Automatic - based on SIC, maxlag=23)\n\t\tt-Statistic\tProb.*\nAugmented Dickey-Fuller test statistic\t\t-41.36542\t0.0000\nTest critical values:\t1% level\t-3.434325\t\n\t5% level\t-2.863183\t\n\t10% level\t-2.567693\t\n’MacKinnon (1996) one-sided p-values.\nAugmented Dickey-Fuller Test Equation Dependent Variable: D(IBOV) Method: Least Squares Date: 16/01/15 Time: 12:26\nSample (adjusted): 2/01/2009 31/12/2014 Included observations: 1564 after adjustments\nVariable\tCoefficient\tStd Error\tt-Statistic\tProb.\nIBOV(-1)\t-1.045553\t0.025276\t-41.36542\t0.0000\nC\t0.000309\t0.000377\t0.820031\t0.4123\nR-squared\t0.522776\tMean dependentvar\t-1.11E-20\nAdjusted R-squared\t0.522471\tS.D. dependentvar\t0.021574\nS.E. of regression\t0.014908\tAkaike info criterion\t-5.572541\nSum squared resid\t0.347159\tSchwarz criterion\t-5.565693\nLog likelihood\t4359.727\tHannan-Quinn criter.\t-5.569995\nF-statistic\t1711.098\tDurbin-Watson stat\t1.983085\nProb(F-statistic)\t0.000000\t\t\nTabela 14\nO teste ADF rejeita a hipótese nula de que a série possui raiz unitária. Este mesmo teste não rejeitou a hipótese nula de raiz unitária para a série da pontuação do Ibovespa no nível.\n53\nAnexo B\nCódigos para o modelo de escala local no “R”:\nOtimização de a\nM _otimo<-function(ativo)\n{ a<-vector(mode = \"numeric\", length = length(ativo)); b<-vector(mode = \"numeric\", length = length(ativo)); h<-vector(mode = \"numeric\", length = length(ativo)); bern<-c(1/30,1/30,691/2730, 3617/510,174611/330,236364091/2730); vetor_bern<-vector(mode = \"numeric\", length = length(bern)); somat<-vector(mode = \"numeric\", length = length(ativo)); vetor_vero<-vector(mode = \"numeric\", length = length(ativo)); fr<-function(a) {\na[0]<-0; b[0]<-0;\na[1]<-1/2;\nb[1]<-((0.005)A2)/2;\nfor (n in 2:length(ativo)) {\na[n]<-a *a[n-1]+0.5;\nfor (i in 1:length(bern)) {\nvetor_bern[i]<-((bern[i])/(2*i))*((1-a)/(a*a[n-1]))A(2*i); } somat[n]<-sum(vetor_bern);\nh[n]<-(log(a )-(1/2)*((1-a )/(m *a[n-1]))-somat[n]); b[n]<-(exp(-h[n]))*(b[n-1])+(ativo[n]A2)/2;} for (m in 2:length(ativo)) { vetor_vero[m]<-a[m]*log((exp(-h[m])*b[m-1])/b[m]) -(1/2)*log(exp(-h[m])*b[m-1])\n+log(gamma(a[m])/gamma(a*a[m-1])); }\n-sum(vetor_vero) } optimise(fr,c(0,1))} a _otimo(IBOV);\n54\nCálculo de 6\nCalc 6<-function(ativo) {\na<-vector(mode = \"numeric\", length = length(ativo)); b<-vector(mode = \"numeric\", length = length(ativo)); h<-vector(mode = \"numeric\", length = length(ativo)); bern<-c(1/30,1/30,691/2730, 3617/510,174611/330,236364091/2730); vetor_bern<-vector(mode = \"numeric\", length = length(bern));\n6<-vector(mode = \"numeric\", length = length(ativo));\nvari<-vector(mode = \"numeric\", length = length(ativo)); precisao<-vector(mode = \"numeric\", length = length(ativo)); vol<-vector(mode = \"numeric\", length = length(ativo)); somat<-vector(mode = \"numeric\", length = length(ativo)); a<-0.9351365; # valor otimizado pelo código do Anexo B; a[0]<-0; b[0]<-0; a[1]<-1/2; b[1]<-((0.005)A2)/2;\nfor (n in 2:length(ativo)) {\na[n]<-a *a[n-1]+0.5;\nfor (i in 1:length(bern)) {\nvetor_bern[i]<-((bern[i])/(2*i))*((1-a )/(a *a[n-1]))A(2*i);} somat[n]<-sum(vetor_bern);\nh[n]<-(log(a )-(1/2)*((1-a )/(a *a[n-1]))-somat[n]); b[n]<-(exp(-h[n]))*(b[n-1])+(ativo[n]A2)/2;\n6\t[n]<-(a[n]/b[n]);\nvari[n]<-(b[n]/a[n]); precisao[n]<-1/vari([n]);\nvol[n]<-sqrt(vari[n]); }\n# plot(precisao,type=\"l\",col=\"red\",main=\"Gráfico\",xlab=\"Dia\",ylab=\"Precisão\") return(6); # return(vari); # return((a-1/2)*2);}\nCalc_6 (IBOV);\nOtimização de a e y\na_Y_otimos<-function(ativo,var_explic) { a<-vector(mode = \"numeric\", length = length(ativo));\n55\nh<-vector(mode = \"numeric\", length = length(ativo)); bern<-c(1/30,1/30,691/2730, 3617/510,174611/330,236364091/2730); vetor_bern<-vector(mode = \"numeric\", length = length(bern)); somat<-vector(mode = \"numeric\", length = length(ativo)); vetor_vero<-vector(mode = \"numeric\", length = length(ativo));\nfr<-function(y) {\no&lt;-y[1];\nY<-y[2];\na[0]<-0;\nb[0]<-0;\na[1]<-1/2;\nb[1]<-((0.005)A2)/2;\nfor (n in 2:length(ativo)) {\na[n]<-o *a[n-1]+0.5;\nfor (i in 1:length(bern)) {\nvetor_bern[i]<-((bern[i])/(2*i))*((1-o)/(o*a[n-1]))A(2*i); } somat[n]<-sum(vetor_bern);\nh[n]<-(log(o )-(1/2)*((1-o )/(o *a[n-1]))-somat[n]); b[n]<-(exp(-h[n]))*(b[n-1])+(exp(y*var_explic[n]))*(ativo[n])A2/2; } for (m in 2:length(ativo)) { vetor_vero[m]<-a[m]*log((exp(-h[m])*b[m-1])/b[m])-(1/2)*log(exp(-h[m])*b[m-1]) +log(gamma(a[m])/gamma(o*a[m-1])); }\n-sum(vetor_vero) } optim(c(.9,-10),fr); } o _y_otimos(IBOV,D_Jones);\nCálculo de 0+\nCalc 0+<-function(ativo,var_explic) {\na<-vector(mode = \"numeric\", length = length(ativo)); b<-vector(mode = \"numeric\", length = length(ativo)); h<-vector(mode = \"numeric\", length = length(ativo)); bern<-c(1/30,1/30,691/2730, 3617/510,174611/330,236364091/2730);\n56\nvetor_bern<-vector(mode = \"numeric\", length = length(bern));\nsomat<-vector(mode = \"numeric\", length = length(ativo));\nvetor_vero<-vector(mode = \"numeric\", length = length(ativo));\nvol<-vector(mode = \"numeric\", length = length(ativo));\n0+<-vector(mode = \"numeric\", length = length(ativo));\nprecisao_explic<-vector(mode = \"numeric\", length = length(ativo));\nrn&lt;-0.9277839;\ny<-4.9771622; # valores otimizados no Anexo B;\na[0]<-0; b[0]<-0; a[1]<-1/2; b[1]<-((0.005)A2)/2;\nfor (n in 2:length(ativo)) {\na[n]<-® *a[n-1]+0.5;\nfor (i in 1:length(bern)) {\nvetor_bern[i]<-((bern[i])/(2*i))*((1-®)/(®*a[n-1]))A(2*i); } somat[n]<-sum(vetor_bern);\nh[n]<-(log(® )-(1/2)*((1-®)/(® *a[n-1]))-somat[n]);\nb[n]<-(exp(-h[n]))*(b[n-1])+(exp(y*var_explic[n]))*(ativo[n])A2/2; vari_explic[n]<-(b[n]/a[n]);\n0+[n]<-1/vari_explic[n];\nvol[n]<-sqrt(vari_explic[n]);}\n#\tplot(precisao_explic,type=\"l\",col=\"red\",main=\"Gráfico\",xlab=\"Dia\",ylab=\"Precisão - com variável explicativa\")\n#\treturn(vol);}\nCalc_0+(IBOV,D_Jones).\n57"}]}}}