{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17033"}, {"@name": "filename", "#text": "23753_001045962.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nESCOLA DE ENGENHARIA \n\nDEPARTAMENTO DE ENGENHARIA QUÍMICA \n\nTRABALHO DE DIPLOMAÇÃO EM ENGENHARIA QUÍMICA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nS í n t e s e  d e  z e ó l i t a s  a  \n\np a r t i r  d e  c i n z a  d e  c a r v ã o  \n\nc o m  t r a t a m e n t o  \n\nh i d r o t é r m i c o  a l c a l i n o  \n\n \n\n \n\n \n\n \n\n \n\n \n\nAutor: Maicon André Pires Marques \n\nOrientador: Nilson Romeu Marcilio \n\nCoorientador: Luci Kelin de Menezes Quines \n\nPorto Alegre, julho de 17  \n\n\n\nii             Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nSumário \n\nAgradecimentos iii \n\nResumo iv \n\nLista de Figuras vi \n\nLista de Tabelas viii \n\nLista de Símbolos ix \n\n1 Introdução 1 \n\n2 Revisão Bibliográfica 4 \n\n2.1 Carvão mineral para produção de energia e a geração de cinzas 4 \n\n2.2 Zeólitas 8 \n\n2.2.1 Estrutura 8 \n\n2.2.2 Síntese hidrotérmica de zeólitas 9 \n\n2.2.3 Aplicações 11 \n\n3 Materiais e Métodos 13 \n\n3.1 Cinza de carvão 14 \n\n3.2 Síntese de zeólitas 14 \n\n3.3 Caracterização da Cinza de Carvão e dos Produtos de Síntese 17 \n\n3.3.1 Composição Química 17 \n\n3.3.2 Morfologia 17 \n\n3.3.3 Composição mineralógica 18 \n\n3.3.4 Capacidade de troca catiônica (CTC) 18 \n\n4 Resultados 19 \n\n4.1 Composição química 19 \n\n4.2 Morfologia e Composição Mineralógica 22 \n\n4.3 Capacidade de troca catiônica 28 \n\n5 Conclusões e Trabalhos Futuros 29 \n\n6 Referências 30 \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           iii   \n\n \n\nAgradecimentos  \n\nAo meus pais, minha mãe Marcia e meu pai Eraldo. À toda minha família. Por \n\ntodo a força que me deram, pela amizade, companheirismo e amor. \n\nÀ minha namorada Graciane, a engenheira mais bonita da cidade, por todo \n\namor, carinho, compreensão e por estar do meu lado sempre. \n\nAos meus orientadores, professor Nilson Romeu Marcilio e Luci Kelin de \n\nMenezes Quines, por toda a orientação, trabalho, dedicação e por acreditarem \n\nneste trabalho. E por todo o conhecimento que me proporcionaram. \n\nA todos os meus professores, que de alguma forma tiveram influência neste \n\ntrabalho. Do curso de Engenharia Química, do Colégio Dom João Becker, da \n\nONGEP pré-vestibular, da Escola Ildo Meneguetti por ajudarem na minha formação \n\ncomo pessoa e por todo o conhecimento proporcionado. \n\n  \n\n\n\niv             Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nResumo \n\nNo processo de combustão do carvão para produção de energia em \n\ntermoelétricas ocorre a geração de uma grande quantidade de resíduo \n\nsólido, as cinzas, que quando descartadas de maneira incorreta representam \n\num elevado impacto ambiental. Esse resíduo, de acordo com sua \n\ncomposição, pode ser utilizado na produção de zeólitas, que são \n\naluminosilicatos porosos com propriedades importantes como adsorção, \n\ntroca catiônica e catálise. Nesse sentido, destaca-se a síntese de zeólitas a \n\npartir da cinza de carvão como alternativa promissora de aproveitamento \n\ndeste resíduo. O objetivo geral desse trabalho foi estudar as condições de \n\nsíntese de zeólitas, a partir da cinza gerada durante a combustão do carvão, \n\ncom tratamento hidrotérmico alcalino utilizando no processo hidróxido de \n\npotássio comercial e água do serviço de abastecimento público, visando \n\ntornar o processo mais viável industrialmente. Para isso foram utilizadas \n\ncinzas leves de carvão da Mina do leão/RS. Foram sintetizados oito materiais \n\nzeolíticos, variando as condições de reação hidrotérmica: temperaturas de \n\n100°C e 150°C, tempo de reação de 24 e 72 horas e concentração de KOH \n\nde 3mol/L e 5 mol/L. Pelas análises realizadas de fluorescência, determinou-\n\nse que os componentes majoritários das cinzas do carvão são os óxidos de \n\nsilício e alumínio, aproximadamente 81% em massa, justificando o uso como \n\nprecursor das zeólitas. As zeólitas obtidas, nas diversas condições, \n\napresentaram composições muito semelhantes, alcançando a melhor \n\ncomposição em termos de Si e Al, na condição de 150°C, 72 horas e 5 mol/L \n\nde KOH, com teores de SiO2 e Al2O3 de 46% e 16%, respectivamente, pois \n\nem todas as outras condições não ocorreu a degradação do quartzo, fase \n\npresente na cinza.  Verificou-se também um aumento de K+, cátion de \n\ncompensação na troca de cátions, em relação à cinza, com teores de K2O na \n\nfaixa de 14 a 21%. Através da difração no raio-X, verificou-se como fase \n\ncristalina principal na cinza, o quartzo, além de hematita (Fe2O3), anidrita \n\n(CaSO4), ortoclase (KAlSi3O8), mulita (Al6Si2O13) e calcita (CaCO3). \n\nObservou-se a formação de merlinoíta em todas os materiais sintetizados.  \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           v   \n\n Os valores da capacidade de troca catiônica encontrados foram de 0,6 \n\nmeq de NH4\n+/g para a cinza e de 1,74 a 2,69 meq de NH4\n\n+/g para as zeólitas. \n\nOs valores encontrados estão de acordo com o encontrado na literatura. \n\nConsiderando as condições de reação propostas nesse trabalho, as zeólitas \n\nobtidas podem ser consideradas satisfatórias, em relação a composição e a \n\ncapacidade de troca catiônica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nvi             Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nLista de Figuras  \n\nFigura 1-Esquema de produção de energia a partir do carvão mineral. ...... 6 \n\nFigura 2- Estrutura idealizada da rede tetraédrica [SiO4]4- com um Al \n\nsubstituindo Si no [AlO4]5- cedendo a carga negativa e, consequentemente, \n\naumentando a capacidade de troca catiônica. ....................................................... 8 \n\nFigura 3– Adaptado de Murayama(2002)- Mecanismo de reação proposto \n\npara síntese de zeólita a partir da cinza do carvão. ............................................... 9 \n\nFigura 4 – Fluxograma com as etapas do processo de síntese e \n\ncaracterização das zeólitas .................................................................................. 13 \n\nFigura 5. Cinzas leves geradas da combustão do carvão utilizadas no \n\npresente estudo. ................................................................................................... 14 \n\nFigura 6. Etapas envolvidas no processo de síntese de zeólitas, a partir da \n\ncinza de carvão, com tratamento hidrotérmico alcalino. ....................................... 15 \n\nFigura 7. Reator de aço-inox, com cápsula de porcelana interna, utilizado \n\nneste estudo para reação de síntese zeolítica. .................................................... 15 \n\nFigura 8 – Difratograma de raios-X (DRX) e imagem de MEV da cinza de \n\ncarvão. ................................................................................................................. 22 \n\nFigura 9: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 100 °C, por 24 h e solução de KOH 3 mol/L. .................... 23 \n\nFiguras 10: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 100 °C, por 24 h e solução de KOH 5 mol/L. .................... 24 \n\nFiguras 11: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 100 °C, por 72 h e solução de KOH 3 mol/L. .................... 24 \n\nFigura 12: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 100 °C, por 72 h e solução de KOH 5 mol/L. .................... 25 \n\nFigura 13: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 150 °C, por 24 h e solução de KOH 3 mol/L. .................... 25 \n\nFigura 14: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 150 °C, por 24 h e solução de KOH 5 mol/L. .................... 26 \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           vii   \n\nFigura 15: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 150 °C, por 72 h e solução de KOH 3 mol/L. .................... 26 \n\nFiguras 16: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 150 °C, por 72 h e solução de KOH 5 mol/L. .................... 27 \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nviii             Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico \n\nalcalino \n\n \n\nLista de Tabelas  \n\nTabela 1. Condições dos ensaios de síntese de zeólitas com variação da \n\nconcentração molar da solução de KOH em água, do tempo e da temperatura de \n\nreação. ................................................................................................................................ 16 \n\nTabela 2- Composição química (% em massa) das cinzas e das zeólitas \n\ndeterminadas por FRX ..................................................................................................... 20 \n\nTabela 3-Valores de capacidade de troca catiônica dos íons NH4+ \n\napresentadas pelas cinzas e pelas zeólitas sintetizadas ........................................... 28 \n\n \n\n \n\n \n\n  \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           ix   \n\nLista de Símbolos  \n\n \n\nCTC- capacidade de troca catiônica \n\n?? - Concentração inicial \n\n??- Concentração final \n\n? - Volume da solução  \n\n? - Massa de material sólido  \n\n?? - Massa molar  \n\n  \n\n \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           1   \n\n1 Introdução  \n\nA oferta interna de energia gerada no Brasil em 2016, a partir de fontes \n\nnão renováveis (petróleo e derivados, gás natural, carvão mineral, urânio, \n\nentre outros), foi de 162,9 milhões de tep (toneladas equivalentes de \n\npetróleo). O carvão mineral e seus derivados participaram diretamente \n\ndesses números com 15,9 milhões de tep. (RESENHA ENERGÉTICA \n\nBRASILEIRA, 2017).  \n\nNo processo de queima do carvão mineral nas usinas termelétricas \n\nestima-se a geração de aproximadamente 4 milhões de toneladas de cinzas \n\npor ano (FUNGARO; BRUNO, 2009), sendo este resíduo sólido um dos mais \n\nsignificativos em termos de volume gerado no Brasil. Os Estados do Rio \n\nGrande do Sul e Santa Catarina são os maiores geradores de cinzas \n\nderivadas da combustão de carvão fóssil no país, isto porque é nessa região \n\nque se concentram as maiores reservas de carvão mineral (LIMA; SOUZA, \n\n2014; VIANA et al., 2015). \n\nGrande parte das cinzas, geradas na combustão do carvão em usinas \n\ntermelétricas, são dispostas em lagoas de estabilização e aterros, o que \n\nacarreta em elevado impacto ambiental devido à contaminação das águas \n\nsuperficiais e subterrâneas e do solo pela lixiviação dos elementos tóxicos \n\ndeste coproduto (LORGOUILLOUX et al., 2009). Em resposta à preocupação \n\ncrescente com ambiente, o desenvolvimento de novas aplicações para esse \n\nresíduo torna-se necessário, visando minimizar os impactos negativos desse \n\nmaterial quando descartado no solo (ROCHA JUNIOR et al., 2012).  \n\nAs cinzas de carvão mineral geradas em usinas termelétricas são \n\nconstituídas basicamente de sílica e alumina, sendo possível a conversão \n\nem material zeolítico a partir da dissolução das fases compostas por Si e Al \n\ncom tratamento hidrotérmico alcalino, principalmente soluções de hidróxido \n\nde sódio (NaOH) e hidróxido de potássio (KOH), em diferentes condições de \n\nconcentração da solução alcalina, temperatura, pressão e tempo de \n\nreação(QUEROL et al., 1997; FERRET, 2004; MURAYAMA et al., 2002; \n\nBRAGA; MORGAN, 2007).  \n\n\n\n2     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nAs Zeólitas são aluminossilicatos cristalinos constituídos de íons de \n\ncompensação, metais alcalinos e alcalino terrosos (Na, K, Mg e Ca), e água \n\n(LUZ, 1994; FERRET, 2004). As zeólitas possuem estrutura composta por \n\ncanais e cavidades que formam microporos (&lt;2nm de diâmetro), este tipo \n\nde estrutura confere uma superfície interna muito grande, quando comparada \n\nà sua superfície externa, apresentando propriedades de adsorção, \n\ncapacidade de troca iônica e catálise (QUEROL et al., 1997).  \n\nO estudo destes materiais desperta cada vez maior interesse devido à \n\nsuas propriedades intrínsecas (estabilidade térmica, acidez, entre outras), e \n\ntambém à vasta possibilidade de aplicações como catalisadores para reação \n\nde transesterificação de glicerol (ALGOUFI; HAMEED, 2014), adsorvente Hg \n\nde corrente gasosa (WDOWIN et al., 2014), descontaminante de drenagem \n\nácida de minas (CARDOSO et al., 2015), adsorvente e trocador iônico de \n\níons amônio e íons fosfato (JI et al., 2015), adsorvente  do corante violeta \n\ncristal em soluções aquosas  (ZEN, 2016), suporte para liberação lenta de \n\npotássio no cultivo de plantas (FERRET, 2004; FLORES, 2016), aditivo  em \n\nfilme polimérico para liberação lenta de antimicrobiano para alimentos e para \n\ntratamento de queimadura na pele (RHIM et al., 2006; EGGER et al., 2009; \n\nLEE et al., 2011; BESSA et al., 2015; BEREKAA, 2015; YASSUE-\n\nCORDEIRO  et al., 2015), entre outras.  \n\nO potencial de aplicação de cinzas para a síntese de zeólitas pode \n\nrepresentar uma pequena fração do montante de cinzas geradas em \n\ntermelétricas, no entanto os produtos finais obtidos podem alcançar um maior \n\nvalor agregado quando comparados com produtos usados na construção civil \n\n(FUNGARO; BRUNO, 2009).  \n\nPor essas razões, procurando uma maneira de minimizar os impactos \n\nambientais referentes à disposição de cinzas no meio ambiente, se busca: \n\napós a síntese zeolítica, obter uma elevada conversão de cinza em produto \n\n(zeólitas), com características atrativas para ser aplicado como adsorvente \n\nem diversas áreas. As condições de síntese, tais como amostra de cinzas de \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           3   \n\ncarvão, tipo e concentração do meio reacional, pressão, temperatura, tempo \n\nde reação e a relação volume de solução alcalina/massa de cinzas, \n\ninfluenciam a síntese de zeólitas de cinzas de carvão e resultam em produtos \n\ncom uma ou mais fases cristalinas (FERRET, 2004; MIGNONI, 2012; BEHIN \n\net al., 2014; SILVA et al., 2015).  Assim, é extremamente importante \n\nquantificar as diversas fases cristalinas presentes no material sintetizado a \n\nfim de otimizar as condições do método de síntese. \n\nDesta maneira, este trabalho visa contribuir com o meio ambiente através \n\nda possibilidade de redução do descarte de cinzas a partir da obtenção de \n\num produto com maior valor agregado e com elevada gama de aplicações, \n\nzeólitas.  \n\n Objetivos \n\nO objetivo geral desse trabalho foi estudar as condições de síntese de \n\nzeólitas, a partir da cinza gerada durante a combustão do carvão, utilizando \n\ntratamento hidrotérmico alcalino com hidróxido de potássio comercial e água \n\ndo serviço de abastecimento público, visando tornar o processo mais viável \n\nindustrialmente.  \n\nOs objetivos específicos foram: \n\n• estudar a influência das variáveis do processo hidrotérmico alcalino, \n\nconcentração da solução de KOH, temperatura e tempo, na conversão da \n\ncinza gerada durante a combustão do carvão em material zeolítico;  \n\n• caracterizar física e quimicamente a cinza do leito fluidizado da Mina \n\ndo Leão e os materiais sintetizados, em cada condição estudada, a fim de \n\nidentificar as fases zeolíticas formadas; \n\n• determinar a partir da caracterização dos materiais sintetizados as \n\nmelhores condições de síntese zeolítica. \n\n \n\n \n\n\n\n4     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\n2 Revisão Bibliográfica  \n\n \n\n2.1 Carvão mineral para produção de energia e a geração de cinzas \n\nUsinas termoelétricas são unidades de geração de energia elétrica a \n\npartir da combustão de produtos como carvão natural, óleo combustível, \n\nmadeira e gás natural. Em geral, a queima desses combustíveis libera \n\nresíduos poluentes na atmosfera, causando diversos impactos ambientais \n\n(EPE, 2014; RESENHA ENERGÉTICA BRASILEIRA, 2015). \n\nO carvão é a principal fonte de energia do mundo, correspondendo a \n\n40 % da produção mundial de eletricidade (WOLRD ENERGY COUNCIL, \n\n2013). Projeções indicam que esse percentual aumente para 44 % nos \n\npróximos 30 anos (ANEEL, 2016; BUKHARI et al., 2015). De acordo com o \n\naumento das necessidades energéticas mundiais, o consumo de carvão \n\nmineral para produção de eletricidade tem crescido de forma acelerada nos \n\núltimos anos. \n\nA abundância das reservas e o desenvolvimento de tecnologias limpas e \n\ncombustão eficiente, conjugados à necessidade de expansão dos sistemas \n\nelétricos e restrições ao uso de outras fontes, indicam que o carvão mineral \n\ncontinuará sendo, por muitas décadas, uma das principais fontes de geração \n\nde energia elétrica no Brasil (ANEEL, 2016). \n\nNo Brasil, as reservas de carvão mineral estão estimadas em 11,1 \n\nbilhões de toneladas e são suficientes para produzir energia por mais  500 \n\nanos, considerando a taxa atual de consumo(Izidoro et al., 2012). \n\nAs termoelétricas brasileiras que utilizam carvão mineral para \n\ncombustão estão localizadas nas proximidades de jazidas carboníferas, no \n\nRio Grande do Sul, Santa Catarina e Paraná. No Rio Grande do Sul e em \n\nSanta Catarina estão situadas as maiores jazidas de carvão, com volume de \n\nprodução de 89,25% e 10,41%, respectivamente (IZIDORO et al., 2012; \n\nANEEL, 2016). O carvão brasileiro é considerado de baixa qualidade, devido \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           5   \n\nà alta quantidade de cinzas e baixa quantidade de carbono (WOLRD \n\nENERGY COUNCIL, 2013). \n\nO carvão mineral é formado pela decomposição da matéria orgânica, \n\ndurante milhões de anos, sob determinadas condições de pressão e \n\ntemperatura. É composto por átomos de carbono, oxigênio, nitrogênio, \n\nenxofre, associados a outros materiais rochosos, como arenito, siltito, \n\nfolhetos e diamictitos, e minerais como a pirita (ANEEL, 2016).  \n\nO carvão mineral é subdividido, de acordo com o grau de impurezas e \n\no poder calorifico, sendo classificado como de baixa qualidade (linhito e sub-\n\nbetuminoso) e alta qualidade (hulha, subdividida em betuminoso e antracito) \n\n(ANEEL, 2016). \n\nAs reservas brasileiras são do tipo linhito e sub-betuminoso. Trata-se \n\nde um minério pobre do ponto de vista energético e com elevado teor de \n\nimpurezas, o que não permite o seu beneficiamento e transporte, sendo sua \n\nutilização feita diretamente na boca da mina (ANEEL, 2016). \n\nApós a extração do solo, o carvão é fragmentado e armazenado em \n\nsilos, até sua utilização nas usinas. Nestas é transformado em pó, o que \n\npermite melhor aproveitamento térmico durante a queima nas fornalhas das \n\ncaldeiras. A fonte de calor oriunda da queima do carvão é responsável pelo \n\naquecimento dos tubos da fornalha, transformando a água em vapor a alta \n\npressão. Consequentemente, a energia térmica do vapor é convertida em \n\nenergia mecânica, que movimenta a turbina do gerador de energia elétrica \n\n(ANEEL, 2016). A Figura 1 apresenta as etapas de produção de energia a \n\npartir da combustão de carvão mineral.  \n\n  \n\n\n\n6     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nFigura 1-Esquema de produção de energia a partir do carvão mineral. (ANEEL, \n\n2016) \n\n \n\nApós a queima do carvão, as usinas termoelétricas geram uma grande \n\nquantidade de resíduos inorgânicos: cinzas voláteis, cinzas pesadas, \n\nescórias e gases de combustão, que tem baixo valor para utilização e \n\napresentam graves problemas ambientais relacionados à sua disposição \n\ninadequada(Izidoro et al., 2012). \n\nSegundo Martins (2001), os produtos da queima do carvão são \n\nclassificados em: \n\n? Escórias-originadas durante a combustão do carvão granulado em \n\ngrelhas móveis. São geralmente retiradas pelo fundo da fornalha, após \n\nserem apagadas em água. Apresentam granulometria grosseira e \n\nblocos sinterizados, contendo teores significativos de carbono (5 a \n\n20%) material orgânico que não entrou em combustão; \n\n? Cinzas de fundo (bottom ash) são as cinzas mais pesadas e de \n\ngranulometria média, que caem para o fundo das fornalhas de queima \n\nde carvão pulverizado ou de leito fluidizado, podendo ser retiradas \n\nsecas ou através de um fluxo de água. Geralmente contém teores de \n\ncarbono/ material orgânico não queimado de 1 a 5%; \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           7   \n\n? Cinzas volantes (fly ash) -são as cinzas mais leves constituídas de \n\npartículas muito finas, todas abaixo de 0,15 mm e com altos teores de \n\nfrações menores que 0,5 mm. Este é o resíduo da combustão do \n\ncarvão que entra no fluxo do gás da chaminé, podendo ser coletado \n\nnos precipitadores eletrostáticos ou em filtros mecânicos, ou ainda, \n\nserem exaladas pra a atmosfera exterior. \n\nAs cinzas de carvão consistem de uma mistura complexa de fases \n\ncristalinas e amorfas, compostas basicamente de sílica e alumina e por \n\nóxidos como Fe2O3, MgO, TiO2, CaO, entre outros (Cardoso et al., 2015). \n\nA produção anual de cinzas de carvão no Brasil é de aproximadamente \n\n4,0 x 106 por ano (IZIDORO et al., 2012). Apenas 30 % desse total são \n\ncomercializadas para a produção de materiais de construção civil como \n\naditivos em cimentos, fabricação de cerâmicas, tijolos, refratários, entre \n\noutros (INADA et al., 2005). Porém, o consumo do carvão brasileiro gera \n\ngrande quantidade de cinzas e esse seguimento industrial não é capaz de \n\nabsorver tamanha quantia devido ao custo/benefício, pois para a indústria \n\nnão compensa o elevado custo do transporte desse resíduo para a \n\nfabricação de um produto de baixo valor agregado. Na grande maioria, as \n\ncinzas são dispostas em zonas urbanas e/ ou rurais, sem adequado controle \n\nambiental, o que causa contaminação do solo e de águas superficiais e \n\nsubterrâneas (FERRET; FERNANDES,1999; ROCHA et al., 2012; \n\nRESENHA ENERGÉTICA BRASILEIRA, 2015). \n\nA disposição das cinzas no meio ambiente apresenta um sério risco \n\necológico devido à infiltração de elementos tóxicos acumulados no solo, ao \n\nbaixo nível de nutrientes e alteração no valor de pH. O fato da geração de \n\ngrandes quantidades de cinzas durante a combustão do carvão no mundo \n\ndetermina a importância extraordinária do desenvolvimento de decisões \n\ntecnológicas confiáveis e estratégias para aplicação desse resíduo. Por esta \n\nrazão, também é importante a economia de matéria-prima e a proteção ao \n\nmeio ambiente para desenvolvimento econômico sustentável(Boycheva et al., \n\n2014). \n\n\n\n8     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\n2.2 Zeólitas \n\n2.2.1 Estrutura \n\n \n\nAs zeólitas são aluminossilicatos cristalinos com elementos dos grupos \n\nI ou II da tabela periódica, que atribuem a esses materiais uma rica \n\ncapacidade de troca iônica. Sua estrutura é composta de uma estrutura \n\ntetraédrica de [SiO4] \n4- e [AlO4]5- ligados entre si compartilhando seus \n\noxigênios(AUERBACH et al., 2003).Esses tetraedros compõem uma rede \n\ntridimensional com muitos espaços vazios, nas quais se encontram \n\nmoléculas de água, íons de compensação ou outros adsorvatos, o que \n\nconfere à zeólita uma  estrutura microporosa com uma superfície interna \n\nmuito grande, quando comparada à sua superfície externa, apresentando \n\npropriedades de adsorção, capacidade de troca iônica e catálise(Denise \n\nAlves e Mariza, 2009). A substituição do Si+4 pelo Al+3 no tetraedro aumenta \n\numa carga negativa na estrutura, o que eleva a capacidade de troca \n\ncatiônica, quando é possível o acesso dos cátions, conforme pode ser \n\nobservado na Figura 2(QUEROL et al., 2002). \n\nFigura 2- Estrutura idealizada da rede tetraédrica [SiO4]4- com um Al \n\nsubstituindo Si no [AlO4]5- cedendo a carga negativa e, consequentemente, \n\naumentando a capacidade de troca catiônica. \n\n \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           9   \n\n2.2.2  Síntese hidrotérmica de zeólitas \n\nZeólitas podem ser obtidas das cinzas de carvão via síntese \n\nhidrotérmica. Esse método está baseado na solubilidade de aluminossilicatos \n\nem meio alcalino, como soluções de hidróxido de sódio ou potássio ou suas \n\nmisturas com carbonato. Diversas zeólitas são obtidas de uma mesma \n\ncomposição de cinza variando as condições de síntese, como temperatura, \n\npressão, concentração do reagente alcalino, tempo de reação e da razão \n\nsolução/cinzas (IZIDORO et al., 2012; BOYCHEVA et al, 2014). \n\nSegundo Murayama e colaboradores(2002), a reação de zeolitização \n\nocorre em três etapas: dissolução, condensação e cristalização, conforme \n\nilustra a figura 3. \n\nFigura 3– Adaptado de Murayama(2002) - Mecanismo de reação proposto \n\npara síntese de zeólita a partir da cinza do carvão. \n\n \n\n\n\n10     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nA dissolução ocorre na faixa de 20 °C-120 °C como primeira etapa da \n\nreação e então a superfície da partícula deixa de ser esférica e passa a \n\napresentar irregularidades. A taxa de dissolução é dependente da \n\nconcentração de OH- na solução alcalina, podendo-se melhorar a taxa de \n\ndissolução drasticamente adicionando uma leve quantidade de OH-. A \n\nquantidade de OH-  necessária para promover o aumento da taxa de \n\ndissolução é menor que 2 eq/dm3 de cinza. \n\nComo próxima etapa, a condensação ou reação de gelatinização dos \n\níons silicatos e aluminatos inicia a aproximadamente 100ºC, e então a \n\nconcentração de Al+3 dissolvido na solução alcalina diminui pela formação do \n\ngel. Conforme a reação de condensação prossegue, o gel aluminossilicato \n\nrapidamente se deposita na superfície da partícula como um grande floco. \n\nEntão o gel aluminosilicato inicia a transformação em cristal zeolítico. A \n\ncristalização da zeólita ocorre antes que a temperatura de reação atinja \n\n120 °C. \n\nNa etapa de cristalização da zeólita, o cristal zeolítico é formado \n\ndurante 2 horas após a temperatura de reação alcançar os 120 °C. Após o \n\nprogresso da gelatinização e da cristalização, a superfície da cinza é coberta \n\ncom aluminosilicato, e a concentração de Al+3 na solução alcalina decresce. \n\nComo resultado, a cristalização da zeólita inicia vagarosamente após total \n\ndissolução do íon aluminato, que é consumido para a formação do \n\naluminosilicato. Na etapa de cristalização a concentração de Na+ ou K+ \n\ndomina a velocidade da reação.   \n\nNa maioria dos estudos, a ativação das cinzas volantes é realizada em \n\ntubos de digestão ou autoclaves, variando o agente de ativação \n\n(principalmente NaOH ou KOH), temperatura (100 °C e 200 °C), tempo de \n\nconversão (3-48 h), concentração da solução (0,5;1,0;2,0;3,0 e 5,0 M), \n\npressão (a pressão de vapor a temperatura selecionada) e razão \n\nsolução/amostra (1-20 ml g-1). \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           11   \n\nEstudos demonstraram que soluções de NaOH tem uma eficiência de \n\nconversão maior que soluções de KOH a mesma temperatura. Para cada \n\ncinza especifica o tempo de reação precisa ser alcançado, pois o rendimento \n\nda síntese é inversamente proporcional a quantidade de conteúdo vítreo \n\naluminossilicato da cinza volante. A eficiência das conversão também \n\ndepende da quantidade da fase não-reativa (principalmente hematita, \n\nmagnetita, lima) e da resistência da fase aluminossilicato, como mulita e \n\nquartzo, e da distribuição granulométrica. Contudo, para altas quantidades \n\nde conteúdo vítreo aluminossilicato, tempos de ativação menores são \n\nrequeridos e baixas razões solução/cinza são requeridas para um alto \n\nrendimento da síntese da zeólita (Querol et al., 2002). \n\nUm alto rendimento é obtido, num período de 12-24 horas, usando uma \n\nalta razão solução/cinzas voláteis (10-20 ml g-1) devido a dissolução da \n\nmulita, quartzo e da matriz vítrea. Entretanto o processo apresenta algumas \n\ndesvantagens como o consumo excessivo de água e maiores tempo de \n\nativação. O uso de razões solução/cinzas voláteis (2 ml g-1) diminui o \n\nconsumo de água, leva a uma redução drástica no tempo de ativação, porém \n\nnão ocorre a dissolução total do quartzo e da mulita. \n\n2.2.3 Aplicações \n\nA capacidade de adsorção das zeólitas está relacionada à sua \n\nestrutura microporosa formada por poros de dimensões definidas, que \n\nfuncionam como peneiras moleculares, permitindo a entrada de moléculas \n\nmenores e barrando a entrada das maiores. A estrutura microporosa é \n\nresponsável pela seletividade de forma (FERRET, 2004). \n\nA capacidade de troca catiônica de uma zeólita está relacionada com \n\na relação Si/Al, já que para cada Si que foi substituído por um Al é gerada \n\numa carga negativa, que é compensada por um cátion. Os cátions estão \n\nlivres para migrarem para dentro e para fora das estruturas zeolíticas, \n\ncaracterística esta que permite que estes materiais possam ser usados para \n\ntrocar seus cátions com cátions de soluções liquidas em que estejam \n\nsubmersas (LUZ, 1995). \n\n\n\n12     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nAs propriedades catalíticas das zeólitas estão relacionadas à \n\nsubstituição do Si pelo Al nas suas estruturas cristalinas com a consequente \n\nformação de sítios ácidos, bem como à seletividade de forma de suas \n\nestruturas (FERRET, 2004). Como resultado desta estrutura, estes materiais \n\nsão usados num vasto campo de aplicações industriais, como adsorventes \n\npara remoção de íons em efluentes líquidos e gasosos, remoção de mercúrio \n\nde gases de combustão e também captura de CO2. O uso das zeólitas \n\nsintetizadas das cinzas é interessante, pois permite que um resíduo \n\nindesejável seja convertido em um produto com maior valor agregado \n\n(CARDOSO et al., 2015). \n\nCom base nas características químicas, mineralógicas e morfológicas \n\ndas zeólitas, muitos autores sintetizaram esse material a partir de cinzas de \n\ncarvão pelo método de ativação hidrotérmica para aplicação em diferentes \n\náreas. Assim, nas últimas décadas foram desenvolvidos estudos de síntese \n\nde zeólitas para diversas aplicações como (QUEROL et al., 2002; FERRET, \n\n2004; FUNGARO et al. 2013; LI et al. 2014; KESHAVARZI et al., 2015; \n\nYASSUE-CORDEIRO  et al., 2015; ZEN, 2016; FLORES, 2016): \n\n• extração de metais de interesse, como Al, Si, Fe, Ge, V, Ni; \n\n• estabilização de solos em área de mineração; \n\n• adsorventes para gases de combustão; \n\n• adsorvente de corantes; \n\n• materiais anti-incêndio; \n\n• aditivos para neutralização de resíduos industriais e de tratamento \n\nde efluentes; \n\n? Imobilização de metais pesados em solos contaminados; \n\n• condicionamento de solos; \n\n• liberação lenta de fertilizante para cultivo de plantas; \n\n• aplicação em materiais cerâmicos; \n\n• síntese de zeólitas com alta capacidade de troca catiônica; \n\n• aplicação em filmes para liberação lenta de antimicrobiano;   \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           13   \n\n \n\n3 Materiais e Métodos  \n\nNeste item será apresentada a metodologia utilizada para realização \n\ndeste trabalho. Para um maior detalhamento, a Figura 4 apresenta o \n\nfluxograma com todas as etapas do processo de síntese de zeólita e da \n\ncaracterização realizada para atingir os objetivos propostos no presente \n\nestudo. Os itens a seguir detalham cada uma destas etapas. \n\n \n\n \n\nFigura 4 – Fluxograma com as etapas do processo de síntese e \n\ncaracterização das zeólitas \n\n \n\n\n\n14     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\n3.1 Cinza de carvão \n\n Para a síntese das zeólitas foi utilizada cinza leve de carvão, conforme \n\nse pode observar na Figura 5, proveniente da Mina do Leão (Companhia Rio-\n\ngrandense de Mineração - CRM, RS). As cinzas foram coletadas, em um \n\núnico lote, diretamente do combustor piloto de leito fluidizado e \n\nacondicionadas em embalagens plásticas, sem tratamento prévio. \n\nFigura 5. Cinzas leves geradas da combustão do carvão utilizadas no \n\npresente estudo. \n\n \n\n \n\n3.2 Síntese de zeólitas \n\n Os ensaios de síntese de zeólitas foram realizados conforme o método \n\nde tratamento hidrotérmico alcalino clássico (QUEROL, 1997; FERRET, \n\n2004). O qual se baseia na adição de um determinado volume de solução \n\nalcalina a uma massa de cinzas. Posteriormente, a suspensão de \n\ncinzas/solução alcalina (m/v) é submetida a aquecimento por um \n\ndeterminado tempo de reação.  \n\nA síntese de zeólitas, a partir das cinzas da combustão do carvão, foi \n\nrealizada de acordo com o fluxograma da Figura 6. \n\n \n\n  \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           15   \n\nFigura 6. Etapas envolvidas no processo de síntese de zeólitas, a partir da \n\ncinza de carvão, com tratamento hidrotérmico alcalino. \n\n \n\n1 – Reator com a suspensão composta por cinzas e solução alcalina; 2 – \n\nAquecimento em estufa (determinada Temperatura e tempo de reação); 3 – \n\nFiltração a vácuo para separação do material zeolítico (retentado) do permeado; 4 \n\n– Secagem do material zeolítico a 100 °C por 24 h. \n\n \n\nPara estes ensaios utilizou-se como base hidróxido de potássio (KOH) \n\nclasse industrial (pureza ? 90 %) da marca HR, água do abastecimento \n\npúblico de Porto Alegre para o preparo da solução alcalina, e reatores \n\ncilíndricos de aço-inox com cápsula interna de teflon com volume de 150 ml \n\n(Figura 7) como recipiente para as reações hidrotérmicas.  \n\nFigura 7. Reator de aço-inox, com cápsula de teflon interna, utilizado neste \n\nestudo para reação de síntese zeolítica. \n\n \n\n \n\n\n\n16     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nInicialmente, misturou-se hidróxido de potássio em 100 ml de água \n\n(concentração molar indicada na Tabela 1) e, após completa dissolução, \n\nadicionou-se uma massa de 50 g de cinzas (relação cinzas/solução 0,5 g. mL-\n\n1) diretamente no reator cilíndrico de aço-inox (etapa 1 da Figura 5). A \n\nconcentração molar da solução de hidróxido de potássio foi uma das \n\nvariáveis testadas neste estudo. Em seguida, o reator contendo a suspensão, \n\ncomposta pela solução alcalina e cinzas, foi disposto em estufa (DeLeo \n\nA4SED) a determinada temperatura(100°C/150°C) por um período de tempo \n\n(24h ou 72h), para que ocorresse a reação de síntese (etapa 2 da Figura 5).  \n\nForam realizados 8 ensaios de síntese de zeólitas, com variação na \n\nconcentração molar da solução de hidróxido de potássio, no tempo e na \n\ntemperatura de reação, conforme apresentado na Tabela 1. \n\n \n\nTabela 1. Condições dos ensaios de síntese de zeólitas com variação da \n\nconcentração molar da solução de KOH em água, do tempo e da temperatura de \n\nreação. \n\nEnsaio Temperatur\n\na(°C) \n\nTempo (h) Concentraç\n\não de KOH \n\n(M) \n\n1 \n\n100 \n\n24 \n3 \n\n2 5 \n\n3 \n72 \n\n3 \n\n4 5 \n\n5 \n150 \n\n \n\n \n\n \n\n24 \n3 \n\n6 5 \n\n7 \n72 \n\n3 \n\n8 5 \n\n \n\nApós o tempo de reação sob aquecimento, os reatores foram \n\nresfriados em água com gelo e a suspensão foi submetida à filtração sob \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           17   \n\nvácuo (etapa 3 da Figura 3) em aparato composto por kitassato, funil de \n\nporcelana, filtro de papel qualitativo Qualy® (poro de 14 ?m e diâmetro de \n\n12,5 cm) e bomba a vácuo Prismatec. \n\n Os sólidos retidos no filtro foram lavados com 200 ml de água e \n\ndispostos em estufa a 100 °C durante 24 h, para secagem do material \n\nzeolítico. A solução permeada foi neutralizada com solução de ácido \n\nclorídrico (30 %) para a precipitação da sílica, conforme o método proposto \n\npor FERRET (2013). \n\n \n\n3.3 Caracterização da Cinza de Carvão e dos Produtos de Síntese  \n\nAs amostras de cinzas e de materiais sintetizados neste estudo foram \n\nsubmetidas a análises de caracterização física, química e mineralógica. \n\n \n\n3.3.1 Composição Química \n\n A análise química elementar da cinza de carvão e das zeólitas \n\nsintetizadas foram determinadas em um espectrômetro de raio X (Shimadzu, \n\nXRF-1800) no Laboratório de Materiais Cerâmicos (LACER) da UFRGS. As \n\namostras em pó foram prensadas utilizando-se pastilhas metálicas com ácido \n\nbórico (relação massa de amostra/massa de ácido bórico de 1/3), a partir de \n\nanálise semi-quantitativa. \n\n \n\n3.3.2 Morfologia \n\n A avaliação da morfologia da cinza de carvão e das zeólitas obtidas a \n\npartir do tratamento hidrotérmico alcalino, foi realizada por Microscopia \n\nEletrônica de Varredura (MEV). As amostras foram dispostas em suporte de \n\nalumínio (Stubs), fixadas em fita adesiva de carbono, para a metalização com \n\numa fina camada de ouro para torna-las condutoras.  \n\nA análise foi realizada em um microscópio eletrônico de varredura, \n\nmarca Carl Zeiss, modelo EV050, com ampliações de 500, 5000 e 30.000 x \n\na 20 kV, no Centro de Nanociência e Nanotecnologia (CNANO) da UFRGS. \n\n\n\n18     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\n3.3.3 Composição mineralógica \n\nA identificação dos tipos de zeólitas formadas e das fases cristalinas \n\npresentes nas amostras de zeólitas e na cinza de carvão foram obtidas por \n\nDifração de Raios-X (DRX) em um difratômetro SIEMENS – BRUKER-AXS \n\nD5000 com goniômetro ?-?. A radiação é K? em tubo de Cobre nas \n\ncondições de 40kV e 25mA. A velocidade e o intervalo de varredura do \n\ngoniômetro para análise do pó foi de 2 segundos para 0,02o de degrau do \n\ngoniômetro de 2o a 72o 2?. \n\n  \n\nAs fases cristalinas foram identificadas através da medida das \n\ndistâncias interplanares (valores de “d”) e das intensidades relativas dos \n\npicos nos difratogramas, comparando-se  com padrões do banco de dados \n\ndo computador (PDF2) e indicado/referenciado sobre o pico mais importante \n\ne diagnóstico do mineral. As análises foram interpretadas através do \n\nprograma DIFFRACPLUS.  \n\n \n\n3.3.4 Capacidade de troca catiônica (CTC) \n\nA capacidade de troca catiônica da cinza e dos materiais zeolíticos \n\nsintetizados foram determinadas pelo método da simples troca, no qual os \n\níons K+ da estrutura das zeólitas foram trocados por íons NH4 \n+ da solução de \n\nacetato de amônio em água Milli-Q. Inicialmente, pesou-se 0,5 g de massa \n\nsólida (zeólitas ou cinza), essa foi adicionada à 50 ml de solução 0,1 mol L-1 \n\nde íon amônio (NH4\n+). A suspensão foi inserida em frascos de borossilicato, \n\ncapacidade total de 250 ml, com tampa de rosca e submetida a agitação \n\nconstante por rotação de 28 ± 2 rpm durante 24 h em agitador de Wagner. \n\nApós esse período, as suspensões foram centrifugadas a 6000 rpm em tubos \n\nFalcon de 50 ml por 3 minutos, em uma centrifuga refrigerada da marca \n\nCientec CT-5000R. Os sobrenadantes foram filtrados (papel filtro 45 µm) e \n\nenviadas à Fundação de Ciência e Tecnologia – CIENTEC para \n\nquantificação de íon amônio através da análise de cromatografia iônica (CI) \n\nem um cromatógrafo de íons modular (Metrohm). \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           19   \n\nA capacidade de troca catiônica (CTC) das zeólitas por unidade de \n\nmassa de cinza processada, foi calculada de acordo com a equação 1:  \n\n \n\n??? =\n(?????)??\n\n????\n             (1) \n\n \n\nOnde ?? é a concentração inicial de íons NH4 + (mg L -1), ?? é a \n\nconcentração final de íons NH4 + (mg L -1 ), ? é o volume da solução (L), ? é \n\na massa de material sólido (g) e o ?? é a massa molar do NH4 + (g mol-1 ).  \n\n4 Resultados  \n\n4.1 Composição química \n\nA tabela 2 apresenta a composição química determinada por \n\nfluorescência de raios-X (FRX) da cinzas de carvão utilizada neste trabalho \n\ne dos materiais sintetizados. \n\n  \n\n\n\n20     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nTabela 2- Composição química (% em massa) das cinzas e das zeólitas \n\ndeterminadas por FRX \n\nComponente Cinzas \n\nzeólita 1 zeólita 2 zeólita 3 zeólita 4 zeólita 5 zeólita 6 zeólita 7 zeólita 8 \n\n100°C 150°C \n\n24 h 72h 24 h 72h \n\n3M 5M 3M 5M 3M 5M 3M 5M \n\nSiO2 60,77 43,43 42,25 43,67 41,64 40,67 40,8 46,17 45,87 \n\nAl2O3  21,04 15,81 15,92 16,18 15,45 14,34 14,82 16,51 15,54 \n\nFe2O3  3,15 2,98 2,62 2,8 2,86 2,75 2,44 2,55 2,93 \n\nCaO  2,22 1,2 1,06 1,36 1,41 1,13 1,07 1,17 1,36 \n\nK2O  1,84 13,95 17,96 16,72 19,42 20,09 19,62 16,49 21,22 \n\nTiO2  1,31 1,11 1,03 1,06 1,11 0,96 0,87 1,03 1,11 \n\nSO3  0,9 0,15 0,15 0,17 0,19 0,22 0,2 0,17 0,22 \n\nMgO  0,25 0,21 0,21 0,2 0,21 0,14 0,13 0,16 0,17 \n\nZrO2  0,09 0,06 0,06 0,06 0,05 0,05 0,05 0,06 0,07 \n\nP2O5  0,06 0,04 0,03 0 0,04 0,03 0 0,04 0 \n\nCr2O3  0,06 0,07 0,04 0,04 0 0 0 0,05 0 \n\nSrO  0,04 0,02 0,02 0,03 0,02 0 0,02 0,02 0,03 \n\nY2O3 0,03 0,02 0,02 0,02 0,02 0,02 0,02 0,02 0,03 \n\nZnO  0,03 0,03 0,03 0,04 0,05 0,03 0,03 0,03 0,04 \n\nRb2O  0,02 0,02 0,02 0,02 0,02 0,02 0,02 0,02 0,03 \n\nCO2 8,12 19,86 18,54 17,61 17,5 19,51 19,86 15,49 11,04 \n\nF 0 1 0 0 0 0 0 0 0 \n\nV2O5 0 0 0 0 0 0 0 0 0 \n\nRazão Si/Al 2,45 2,33 2,25 2,29 2,29 2,41 2,34 2,37 2,5 \n\n \n\n \n\nEm relação à cinza, confirmou-se que pode ser utilizada para a síntese \n\nde zeólitas, devido ao alto teor de óxido de silício e alumínio, acima de 81% \n\nda composição mássica.  \n\nA razão Si/Al é um fator determinante para o tipo de zeólita a ser \n\ngerada (Paprocki, 2009). Auerbach et al. (2003) apresentam uma \n\nclassificação com a relação Si/Al na cinza e o tipo de zeólita a ser sintetizada. \n\nPara razões intermediárias, entre 2 e 5, formam-se zeólitas como chabazita, \n\nfaujjasita, merlinoíta, sodalita, entre outras. \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           21   \n\n Com uma razão Si/Al de 2,45, a cinza utilizada pode ser considerada \n\nnuma faixa intermediária (2<Si/Al<5) concordando com os resultados a \n\nseguir que indicam a presença de Merlinoíta (item 4.2 morfologia e \n\ncomposição mineralógica). \n\nA quantidade de SiO2 e Al2O3 nas zeólitas diminuiu em relação às \n\ncinzas, devido a dissolução dos óxidos de Alumínio e silício no processo \n\nhidrotérmico de ativação das cinzas. Uma parte é convertida em zeólitas e \n\noutra permanece em solução, o que justifica a redução da soma dos teores \n\nde SiO2 e Al2O3 nas zeólitas quando comparadas à cinza (FERRET, 2004; \n\nKOLAY et al., 2001).  \n\nA 150 °C, aumentando a concentração de KOH de 3 para 5 mol/L de \n\nKOH, obteve-se zeólitas com a composição de SiO2 e Al2O3 muito parecidas, \n\nelevando-se o tempo de reação de 24 h para 72 h foi alcançada uma \n\nconversão levemente melhor, com teores de SiO2 e Al2O3 de 46% e 16%, \n\nrespectivamente.  \n\nOs teores de K2O aumentaram, quando se compara a amostra da cinza \n\ncom os materiais sintetizados, devido à incorporação do componente \n\npotássio durante o processo hidrotérmico alcalino, o que indica a formação \n\nde zeólitas devido ao aumento dos teores do cátion de compensação K+.  \n\nAumentando a temperatura de reação, de 100 °C para 150 °C, comparando \n\nas zeólitas 1 e 5, mantendo o tempo e a concentração de KOH constantes, \n\nverificou- se uma aumento no teor de K2O de 13 para 20 %  na composição \n\ndo material sintetizado. O tempo de reação foi outro fator importante, pois \n\naumentando o tempo de 24 para 72 h ocorreu um aumento na incorporação \n\nde K2O. O mesmo comportamento se verificou com o aumento da \n\nconcentração molar da solução de KOH, de 3 para 5 mol/L, com maior \n\nconcentração de K2O à zeólita. \n\n \n\n\n\n22     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\n4.2 Morfologia e Composição Mineralógica  \n\nA Figura 8 apresenta o difratograma de raios-X (DRX) e imagem de \n\nmicroscopia eletrônica de varredura (MEV), com aproximação de 5000 x, da \n\ncinza do carvão utilizada no presente estudo.  \n\nFigura 8 – Difratograma de raios-X (DRX) e imagem de MEV da cinza de \n\ncarvão.  \n\n \n\nDe acordo com a Figura 8, se pode observar o quartzo (SiO2) como \n\nforma cristalina principal da cinza utilizada no presente estudo. Também se \n\nobserva na composição da cinza hematita (Fe2O3), anidrita (CaSO4), \n\nortoclase (KAlSi3O8), mulita (Al6Si2O13) e calcita (CaCO3), fases cristalinas \n\nmais encontradas em cinzas. A presença do composto mineral anidrita é \n\nresultado da dessulfuração interna utilizada na queima do carvão. Já o \n\ncalcário (CaCO3) é proveniente da sua inserção durante a queima do carvão, \n\ncom a finalidade de diminuir as emissões de SOx para o meio ambiente \n\n(FLORES, 2016). \n\nAs Figuras 9 a 16  apresentam os difratogramas de raios-X e as \n\nimagens de MEV, com aproximação de 5000 X, dos materiais sintetizados, \n\ncom marcação das fases cristalinas nos principais picos. Onde: linhas de \n\nA: Anidrita CaSO4\nC: Calcita CaCO3\nF: Feldspato KAlSi3O6\nH: Hematita Fe2O3\nM: Mulita Al6Si2O13\nQ: Quartzo SiO2\n\nTeta (graus)\n\nIn\nte\n\nn\ns\nid\n\na\nd\ne\n (\n\nu\n. \na\n.)\n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           23   \n\ncoloração vermelha, Quartzo, linhas laranja, Calcita, e linhas de cor azul, \n\nmerlinoíta. \n\nFigura 9: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 100 °C, por 24 h e solução de KOH 3 mol/L. \n\n \n\n \nLPR1\n\nL\nin\n\n (\nC\n\no\nu\nn\nts\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\n1000\n\n1100\n\n1200\n\n1300\n\n2-Theta - Scale\n\n2 10 20 30 40 50 60 70\n\nd\n=\n\n9\n.9\n\n9\n0\n\nd\n=\n\n8\n.1\n\n7\n4\n\nd\n=\n\n7\n.0\n\n7\n7\n\nd\n=\n\n6\n.8\n\n8\n7\n\nd\n=\n\n5\n.3\n\n4\n6\n\nd\n=\n\n5\n.0\n\n0\n9\n\nd\n=\n\n4\n.4\n\n5\n4\nd\n=\n\n4\n.2\n\n5\n3\n\nd\n=\n\n4\n.1\n\n9\n9\n\nd\n=\n\n3\n.6\n\n4\n3\n\nd\n=\n\n3\n.3\n\n3\n9\n\nd\n=\n\n3\n.2\n\n5\n3\n\nd\n=\n\n3\n.1\n\n6\n9\n\nd\n=\n\n2\n.9\n\n5\n5\n\nd\n=\n\n2\n.7\n\n2\n7\n\nd\n=\n\n2\n.6\n\n7\n0\n\nd\n=\n\n2\n.5\n\n9\n6\n\nd\n=\n\n2\n.5\n\n4\n6\n\nd\n=\n\n2\n.4\n\n5\n5\n\nd\n=\n\n2\n.3\n\n9\n7\n\nd\n=\n\n2\n.2\n\n8\n0\n\nd\n=\n\n2\n.2\n\n3\n5\n\nd\n=\n\n2\n.1\n\n6\n1\n\nd\n=\n\n2\n.1\n\n2\n4\n\nd\n=\n\n1\n.9\n\n7\n9\n\nd\n=\n\n1\n.8\n\n1\n7\n\nd\n=\n\n1\n.7\n\n1\n9\n\nd\n=\n\n1\n.6\n\n7\n1\n\nd\n=\n\n1\n.5\n\n4\n1\n\nd\n=\n\n3\n.0\n\n2\n5\n\nC\na\nlc\n\nit\na\n\nQuartzo\n\nZeolita ( Merlinoita )\n\nQuartzo\n\nCalcita\n\nMerlinoíta\n\n1\n\n\n\n24     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nFiguras 10: Difratograma de raios-X e imagem de MEV do produto obtido \n\nna condição de síntese a 100 °C, por 24 h e solução de KOH 5 mol/L.\n\n \n\nFiguras 11: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 100 °C, por 72 h e solução de KOH 3 mol/L. \n\n \n\nLPR2\n\nL\nin\n\n (\nC\n\no\nu\nn\nts\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\n2-Theta - Scale\n\n2 10 20 30 40 50 60 70\n\nd\n=\n\n9\n.9\n\n9\n4 d\n\n=\n8\n.1\n\n8\n3\n\nd\n=\n\n7\n.0\n\n9\n5\n\nd\n=\n\n5\n.3\n\n4\n8\n\nd\n=\n\n5\n.0\n\n1\n3\n\nd\n=\n\n4\n.4\n\n5\n9\n\nd\n=\n\n4\n.2\n\n6\n5\n\nd\n=\n\n4\n.0\n\n9\n5\n\nd\n=\n\n3\n.6\n\n4\n8\n\nd\n=\n\n3\n.3\n\n3\n8\n\nd\n=\n\n3\n.2\n\n5\n6\n\nd\n=\n3\n.1\n\n7\n1\n\nd\n=\n\n2\n.9\n\n5\n8\n\nd\n=\n\n2\n.8\n\n6\n0\n\nd\n=\n\n2\n.7\n\n2\n9\n\nd\n=\n2\n.6\n\n7\n0\n\nd\n=\n\n2\n.5\n\n4\n8\n\nd\n=\n\n2\n.2\n\n7\n9\n\nd\n=\n\n2\n.1\n\n2\n5\n\nd\n=\n\n1\n.8\n\n1\n8\n\nd\n=\n\n1\n.7\n\n8\n6\n\nd\n=\n1\n.7\n\n7\n3\n\nd\n=\n\n1\n.7\n\n1\n9\n\nd\n=\n\n1\n.6\n\n7\n3\n\nd\n=\n\n1\n.4\n\n8\n2\n\nd\n=\n\n1\n.3\n\n7\n3\n\nZeolita ( Merlinoita ) Quartzo\n\nMerlinoíta\n\nQuartzo\n\nLPR3\n\nL\nin\n\n (\nC\n\no\nu\nn\nts\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\n1000\n\n2-Theta - Scale\n\n3 10 20 30 40 50 60 70\n\nd\n=\n\n8\n.2\n\n3\n1\n\nd\n=\n\n7\n.1\n\n1\n2\n\nd\n=\n\n5\n.3\n\n6\n2\n\nd\n=\n5\n.1\n\n6\n5\n\nd=\n5.\n\n02\n8\n\nd\n=\n\n4\n.4\n\n7\n4 d\n=\n\n4\n.2\n\n6\n8\n\nd\n=\n\n3\n.6\n\n5\n3\n\nd\n=\n\n3\n.3\n\n3\n9\n\nd\n=\n3\n.2\n\n5\n2\n\nd\n=\n\n3\n.1\n\n7\n0\n\nd\n=\n\n2\n.9\n\n5\n4\n\nd\n=\n\n2\n.7\n\n3\n2\n\nd\n=\n\n2\n.5\n\n5\n3\n\nd\n=\n\n2\n.4\n\n5\n5\n\nd\n=\n\n2\n.2\n\n8\n2\n\nd\n=\n\n1\n.9\n\n7\n9\n\nd\n=\n\n1\n.8\n\n1\n9\n\nd\n=\n\n1\n.7\n\n7\n6\n\nd\n=\n\n1\n.7\n\n1\n9\n\nd\n=\n\n1\n.5\n\n4\n2\n\nd\n=\n\n1\n.3\n\n7\n5\n\nd\n=\n\n9\n.9\n\n5\n4\n\nd\n=\n\n1\n.6\n\n7\n3\n\nd\n=\n\n2\n.1\n\n6\n3\n\nQuartzo\n\nZeolita ( Merlinoita )Merlinoíta\n\nQuartzo\n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           25   \n\nFigura 12: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 100 °C, por 72 h e solução de KOH 5 mol/L. \n\n \n\nFigura 13: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 150 °C, por 24 h e solução de KOH 3 mol/L. \n\n \n\n \n\nLPR4\nL\nin\n\n (\nC\n\no\nu\nn\nts\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\n1000\n\n2-Theta - Scale\n\n2 10 20 30 40 50 60 70\n\nd\n=\n\n9\n.9\n\n7\n6\n\nd\n=\n\n8\n.1\n\n9\n8\n\nd\n=\n\n7\n.0\n\n9\n3\n\nd\n=\n\n5\n.3\n\n5\n2\n\nd\n=\n\n5\n.0\n\n1\n3\n\nd\n=\n\n4\n.4\n\n6\n1\n\nd\n=\n\n4\n.2\n\n8\n7\n\nd\n=\n4\n.2\n\n0\n6\n\nd\n=\n\n3\n.6\n\n5\n1\n\nd\n=\n\n3\n.2\n\n5\n5\n\nd\n=\n3\n.1\n\n6\n8\n\nd\n=\n\n2\n.9\n\n5\n7\n\nd\n=\n\n2\n.8\n\n5\n9\n\nd\n=\n\n2\n.7\n\n2\n7\n\nd\n=\n2\n.6\n\n7\n6\n\nd\n=\n\n2\n.5\n\n4\n8\n\nd\n=\n\n2\n.4\n\n3\n5\n\nd\n=\n\n2\n.1\n\n8\n1\n\nd\n=\n\n2\n.1\n\n6\n7\n\nd\n=\n\n1\n.9\n\n6\n5\n\nd\n=\n\n1\n.9\n\n1\n4\n\nd\n=\n\n1\n.7\n\n7\n6\n\nd\n=\n\n1\n.7\n\n2\n3\n\nd\n=\n\n1\n.6\n\n7\n2\n\nd\n=\n\n1\n.5\n\n9\n4\n\nd\n=\n\n3\n.3\n\n4\n8\n\nd\n=\n4\n.0\n\n8\n3\n\nZeolita ( Merlinoita )\n\nQuartzo\n\nMerlinoíta\n\nQuartzo\n\nLPR5\n\nL\nin\n\n (\nC\n\no\nu\nn\nts\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n2-Theta - Scale\n\n2 10 20 30 40 50 60 70\n\nd\n=\n\n8\n.2\n\n4\n4\n\nd\n=\n\n7\n.1\n\n2\n3\n\nd\n=\n\n5\n.3\n\n5\n5\n\nd\n=\n\n5\n.0\n\n2\n0\n\nd\n=\n\n4\n.4\n\n6\n0\n\nd\n=\n\n4\n.2\n\n5\n0\n\nd\n=\n\n3\n.6\n\n5\n1\n\nd\n=\n\n3\n.3\n\n3\n9\n\nd\n=\n3\n.2\n\n5\n2\n\nd\n=\n3\n.1\n\n6\n5\n\nd\n=\n\n2\n.9\n\n5\n6\n\nd\n=\n\n2\n.8\n\n6\n1\n\nd\n=\n\n2\n.7\n\n2\n6\n\nd\n=\n\n2\n.5\n\n4\n5\n\nd\n=\n\n2\n.4\n\n5\n5\n\nd\n=\n\n1\n.8\n\n1\n6\n\nd\n=\n\n1\n.7\n\n7\n2\n\nd\n=\n\n1\n.7\n\n2\n1\n\nd\n=\n\n1\n.5\n\n4\n0\n\nd\n=\n\n1\n.4\n\n8\n0\n\nd\n=\n\n2\n.2\n\n7\n7\n\nd\n=\n\n1\n.3\n\n7\n4\n\nd\n=\n\n1\n.6\n\n6\n8\n\nd\n=\n\n1\n0\n.0\n\n0\n2\n\nd\n=\n\n2\n.1\n\n7\n4\n\nd\n=\n\n2\n.3\n\n8\n2\n\nd\n=\n\n3\n.5\n\n2\n3\n\nZeolita ( Merlinoita )Quartzo\nMerlinoíta\n\nQuartzo\n\n\n\n26     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nFigura 14: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 150 °C, por 24 h e solução de KOH 5 mol/L.\n\n \n\nFigura 15: Difratograma de raios-X e imagem de MEV do produto obtido na \n\ncondição de síntese a 150 °C, por 72 h e solução de KOH 3 mol/L. \n\n \n\nLPR6\n\nL\nin\n\n (\nC\n\no\nu\nn\nts\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n2-Theta - Scale\n\n2 10 20 30 40 50 60 70\n\nd\n=\n\n1\n0\n.0\n\n3\n8\n\nd\n=\n\n8\n.2\n\n1\n2\n\nd\n=\n\n7\n.1\n\n1\n1\n\nd\n=\n\n5\n.3\n\n6\n4 d\n\n=\n5\n.0\n\n2\n7\n\nd\n=\n\n4\n.4\n\n6\n3 d\n=\n\n4\n.2\n\n8\n4\n\nd\n=\n\n4\n.0\n\n9\n1\n\nd\n=\n\n3\n.6\n\n5\n3\n\nd\n=\n\n3\n.3\n\n4\n3\n\nd\n=\n\n3\n.2\n\n5\n7\n\nd\n=\n3\n.1\n\n7\n4\n\nd\n=\n\n2\n.9\n\n5\n9\n\nd\n=\n\n2\n.8\n\n6\n1\n\nd\n=\n\n2\n.7\n\n3\n1\n\nd\n=\n\n2\n.6\n\n8\n3\n\nd\n=\n\n2\n.5\n\n5\n3\n\nd\n=\n\n2\n.1\n\n8\n2\n\nd\n=\n\n1\n.7\n\n7\n7\n\nd\n=\n\n1\n.7\n\n2\n3\n\nd\n=\n\n1\n.6\n\n7\n4\n\nd\n=\n\n1\n.4\n\n8\n2\n\nd\n=\n\n1\n.3\n\n7\n7\n\nd\n=\n\n1\n.8\n\n1\n9\n\nZeolita (Merlinoita )\n\nQuartzoQuartzo\nMerlinoíta\n\nLPR 7\n\nL\nin\n\n (\nC\n\no\nu\nn\nts\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\n1000\n\n2-Theta - Scale\n\n2 10 20 30 40 50 60 70\n\nd\n=\n\n1\n0\n\n.0\n1\n\n2 d\n=\n\n8\n.2\n\n1\n1\n\nd\n=\n\n7\n.1\n\n0\n5\n\nd\n=\n\n5\n.3\n\n5\n3\n\nd\n=\n\n5\n.0\n\n1\n4\n\nd\n=\n\n4\n.4\n\n6\n0\n\nd\n=\n\n4\n.2\n\n7\n1\n\nd\n=\n\n4\n.0\n\n9\n0\n\nd\n=\n\n3\n.6\n\n5\n5\n\nd\n=\n\n3\n.3\n\n4\n4\n\nd\n=\n3\n.2\n\n5\n7\n\nd\n=\n3\n.1\n\n6\n9\n\nd\n=\n\n2\n.9\n\n5\n7\n\nd\n=\n\n2\n.7\n\n2\n8\n\nd\n=\n2\n.6\n\n7\n0\n\nd\n=\n\n2\n.5\n\n4\n8\n\nd\n=\n\n2\n.4\n\n5\n1\n\nd\n=\n\n2\n.2\n\n8\n0\n\nd\n=\n\n2\n.1\n\n7\n8\n\nd\n=\n\n2\n.1\n\n3\n0\n\nd\n=\n\n1\n.8\n\n1\n7\n\nd\n=\n\n1\n.7\n\n7\n6\n\nd\n=\n\n1\n.7\n\n2\n4\n\nd\n=\n\n1\n.6\n\n7\n2\n\nd\n=\n\n1\n.5\n\n9\n2\n\nd\n=\n\n1\n.5\n\n4\n2\n\nd\n=\n\n1\n.4\n\n8\n2\n\nd\n=\n\n1\n.3\n\n7\n3\n\nQuartzo\n\nZeolita ( Merlinoita )\n\nQuartzo\n\nMerlinoíta\n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           27   \n\nFiguras 16: Difratograma de raios-X e imagem de MEV do produto obtido \n\nna condição de síntese a 150 °C, por 72 h e solução de KOH 5 mol/L.\n\n \n\nCom as imagens de MEV observa-se que a merlinoíta apresenta em \n\nsua forma um feixe radial de barras de seção transversal, às vezes fechados \n\nem esferas, estrutura caracterizada em trabalhos já reportados na literatura \n\n(FLORES, 2016; FERRET, 2004). \n\nVerifica-se em todos os difratogramas dos produtos obtidos, nas \n\ndiferentes condições de síntese, a formação de uma fase zeolítica, \n\nmerlinoíta. No entanto, com exceção do material sintetizado a 150°C, por 72 \n\nhoras com solução de KOH 5 mol/L (Figura 16), todos os outros \n\napresentaram também em sua composição quartzo como fase cristalina não \n\ndegradada. Com esses resultados observa-se que as variáveis tempo, \n\ntemperatura e concentração molar da solução de KOH influenciaram \n\ndiretamente no processo de formação de zeólitas, sendo que o aumento \n\ndelas proporcionou a diminuição da presença de quartzo no material \n\nsintetizado.  \n\nCabe salientar que a amostra sintetizada nos menores tempo e \n\ntemperatura, testados neste trabalho, com solução de KOH de 3 mol/L \n\n(Figura 9) apresentou ainda a fase mineralógica calcita, o que indica que \n\nLPR8\n\nL\nin\n\n (\nC\n\no\nu\nn\nts\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\n2-Theta - Scale\n\n2 10 20 30 40 50 60 70\n\nd\n=\n\n1\n0\n.1\n\n7\n5\n\nd\n=\n\n8\n.2\n\n9\n1\n\nd\n=\n\n7\n.1\n\n7\n3\n\nd\n=\n\n5\n.3\n\n9\n3\n\nd\n=\n\n5\n.0\n\n4\n8\n\nd\n=\n\n4\n.4\n\n8\n0\n\nd\n=\n\n4\n.3\n\n0\n8\n\nd\n=\n\n4\n.1\n\n1\n0\n\nd\n=\n\n3\n.6\n\n6\n7\n\nd\n=\n\n3\n.5\n\n5\n1\n\nd\n=\n\n3\n.2\n\n6\n0\n\nd\n=\n3\n.1\n\n7\n7\n\nd\n=\n\n2\n.9\n\n6\n8\n\nd\n=\n\n2\n.7\n\n3\n4\n\nd\n=\n2\n.6\n\n8\n3\n\nd\n=\n\n2\n.5\n\n5\n3\n\nd\n=\n\n2\n.4\n\n4\n0\n\nd\n=\n\n2\n.1\n\n8\n3\n\nd\n=\n\n1\n.9\n\n7\n2\n\nd\n=\n\n1\n.8\n\n6\n8\n\nd\n=\n\n1\n.7\n\n8\n0\n\nd\n=\n\n1\n.7\n\n2\n7\n\nd\n=\n\n1\n.6\n\n7\n7\n\nd\n=\n\n1\n.5\n\n9\n7\n\nd\n=\n\n1\n.4\n\n8\n6\n\nZeolita ( Merlinoita )Merlinoíta\n\n\n\n28     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nessas condições de síntese não foram suficientes para dissolver essa fase \n\ncristalina da cinza. \n\n \n\n4.3 Capacidade de troca catiônica \n\nA Tabela 3 apresenta a capacidade de troca catiônica da cinza de \n\ncarvão e das zeólitas sintetizadas. \n\n \nTabela 3-Valores de capacidade de troca catiônica dos íons NH4+ \n\napresentadas pelas cinzas e pelas zeólitas sintetizadas \n\nAmostra \nCTC  \n\n(meq de NH4/g) \n\nZeólita 1 2,22 \n\nZeólita 2 2,38 \n\nZeólita 3 2,21 \n\nZeólita 4 2,69 \n\nZeólita 5 1,74 \n\nZeólita 6 1,79 \n\nZeólita 7 2,16 \n\nZeólita 8 1,94 \n\nCinzas 0,60 \n\n \n\nComo mostra a tabela 3, os valores de CTC das zeólitas ficaram em \n\ntorno de 3 a 4 vezes maiores que o das cinzas, devido as zeólitas possuírem \n\ncátions de compensação trocáveis O que justifica o tratamento hidrotérmico \n\nempregado na conversão deste resíduo em um material com maior \n\ncapacidade de adsorção. A variação no valores de CTC das zeólitas \n\nsintetizadas ficaram entre 1,74 e 2,69  meq de NH4\n+/g. \n\nOs valores encontrados de capacidade de troca catiônica neste \n\ntrabalho estão de acordo com os encontrados na literatura, por outros \n\nautores, na síntese de zeólitas a partir de cinzas de carvão (Izidoro, 2012; \n\nPaprocki, 2009 e Flores, 2016). \n\nIzidoro(2012) produziu zeólitas a partir das cinzas das seguintes usinas \n\ntermoelétricas: Figueira(PR), Jorge Lacerda(SC), São jerônimo(RS), \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           29   \n\nCharqueadas(RS) e Presidente Médici(RS). Encontrando valores de CTC de \n\n1,3 a 1,9 meqNH4\n+/g, utilizando água deionizada e NaOH. \n\nPaprocki (2009) encontrou valores de CTC de 1,0 a 3,9 meqNH4\n+/g \n\nutilizando cinzas leves de carvão das usinas Presidente Médici e \n\nCharqueadas utilizando como agente alcalino NaOH (99,5%) P.A. e água \n\ndeionizada ultrapura. \n\nFlores (2016) sintetizou zeólitas com CTC de 1,23 a 2,81 meqNH4\n+/g, \n\natravés do método alcalino com KOH a partir das cinzas do carvão da Mina \n\ndo Leão utilizando água destilada. \n\n5 Conclusões e Trabalhos Futuros  \n\nO objetivo desse trabalho foi sintetizar zeólitas a partir de cinzas do \n\ncarvão, resíduo abundante, via tratamento hidrotérmico alcalino, Utilizando \n\nágua direto da rede de abastecimento público de Porto Alegre e, como \n\nativador, solução de KOH comercial. \n\nPelas análises realizadas de fluorescência de Raios-X verificou-se que \n\nos componentes majoritários das cinzas do carvão são os óxidos de silício e \n\nalumínio, totalizando aproximadamente 81 %. Este resultado justifica o seu \n\nuso como precursor das zeólitas, que basicamente são aluminossilicatos. \n\nVerificou-se também um aumento de K+, cátion de compensação na troca de \n\ncátions, ocorrendo a sua incorporação durante a reação de síntese com a \n\nsolução de KOH. \n\nAtravés dos difratogramas de raios-X obtidos a partir da análise de \n\ndeterminação da composição mineralógica se pode observar que em todas \n\nas condições de síntese estudadas neste trabalho a zeólita merlinoíta foi \n\nformada. De acordo com as imagens de MEV dos produtos sintetizados \n\ntambém foi possível observar a estrutura da fase zeolítica, merlinoíta, \n\nformada em todas as condições experimentais estudadas. \n\nNos testes realizados para determinação da capacidade de troca \n\ncatiônica (CTC), verificou-se um aumento das CTC das zeólitas quando \n\n\n\n30     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\ncomparadas às cinzas. Obteve-se zeólitas com CTC na faixa entre 1,74 e \n\n2,69 meqNH4\n+/g, valores comparáveis com zeólitas sintetizadas em outros \n\ntrabalhos.  \n\nO produto sintetizado na temperatura de reação de 150 °C, tempo de \n\n72 h e solução de KOH 5 mol/L (ensaio 8) apresentou apenas a formação de \n\nfase zeolítica, a merlinoíta.  \n\nVale destacar que neste trabalho foram sintetizadas zeólitas a partir de \n\ncinzas, resíduo produzido em grande quantidade nas usinas termoelétricas, \n\nnas quais grande parte desse coproduto ainda não possui destino \n\nambientalmente correto. Ainda foi avaliado o uso de água do abastecimento \n\npúblico de Porto Alegre durante a síntese, de modo a reduzir o custo do \n\nprocesso para aplicação industrial. Desta maneira, os materiais zeolíticos \n\nsintetizados neste estudo, a partir de cinza de carvão, apresentam potencial \n\ncompetitivo frente a outros materiais adsorventes, conforme se pode \n\nconfirmar com a análise de CTC. \n\nPara trabalhos futuros, sugere-se o estudo da remoção de \n\ncontaminantes em efluentes industriais baseado nas propriedades de \n\nadsorção do material zeolítico obtido. Também considera-se importante a \n\nrealização de estudos de viabilidade econômica, considerando-se que neste \n\ntrabalho realizou-se a síntese zeolítica a partir de cinzas geradas na \n\ncombustão do carvão, resíduo abundante que precisa de destinação \n\nadequada, utilizando KOH comercial e água do abastecimento público. \n\n6 Referências  \n\n \n\nALGOUFI Y.T.; HAMEED, B.H. Synthesis of glycerol carbonate by \ntransesterification of glycerol with dimethyl carbonate over K-zeolite derived from \ncoal fly ash. Fuel Processing Technology, v. 126, p. 5–11, 2014. \n\nANEEL, Agência Nacional de Energia Elétrica. BIG - Banco de Informações de \nGeração. Capacidade de Geração do Brasil. 2016. Disponível em: \n<http://www2.aneel.gov.br/aplicacoes/capacidadebrasil/capacidadebrasil.cfm>. \nAcesso em: 07 maio 2016. \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           31   \n\nAUERBACH, S. M.; CARRADO, K. A.; DUTTA, P. K. Handbook of Zeolite \nScienceand Technology. Marcel Dekker, Inc, New York, 2003. \n\nBEHIN, J.; BUKHARI, S. S.; DEHNAV, V.; KAZEMIAN, H.; ROHANI, S. Using \nCoalFly Ash and Wastewater for Microwave Synthesis of LTA Zeolite. Chem. \nEng.Technol., v. 37, No \n\nBEREKAA, M. M.; Nanotechnology in Food Industry; Advances in Food \nprocessing,Packaging and Food Safety. Int.J.Curr.Microbiol.App.Sci, v. 4, p. 345-\n357, 2015. \n\nBESSA, R. A.; OLIVEIRA, L. H.; ARRAES, D. A.; BATISTA, E. S.; NOGUEIRA, D. \nH.; SILVA, M. S.; RAMOS, P. H.; LOIOLA, A. R. Filmes de amido e de amido/zeólita \naplicados no recobrimento e conservação de goiaba (Psidium guajava). Revista \nVirtual de Química, v. 7, p. 2190-2201, 2015. \n\nBOSCHETTO, D. L. Filmes de polietileno impregnados com zeólitacontendo prata \npara aplicação em embalagens com propriedades antimicrobianas. Dissertação de \nmestrado, Programa de Pós-graduação em Engenharia de Alimentos - URI, Porto \nErechin, RS, 2009. \n\nBOYCHEVA, S.; ZGUREVA, D.; SHOUMKOVA, A. Recycling of Lignite Coal Fly \nAsh by its Conversion into Zeolites: Coal Combustion and Gasification products \n2014. \n\nBRAGA, A. C., MORGON, A. H. Descrições Estruturais Cristalinas de Zeólitos. \nQuímica Nova, v. 30, n. 1, p. 178-188, 2007. \n\nBUKHARI, S. S.; BEHIN, J.; KAZEMIAN, H.; ROHANI, S. Conversion of coal fly \nashto zeolite utilizing microwave and ultrasound energies: A review. Fuel, v.140, p. \n250–266, 2015. \n\nCARDOSO, A. M.; PAPROCKI, A.; FERRET, L. S.; AZEVEDO, C. M. N.; PIRES, \nM. Synthesis of zeolite Na-P1 under mild conditions using Brazilian coal fly ash and \nits application in wastewater treatment. Fuel, v. 139, p. 59–67, 2015. \n\nDENISE ALVES, F.; MARIZA, B. Utilização de zeólitas sintetizadas a partir de cinza \nde carvão para remoção de azul de metileno em água. Orbital : The Electronic \nJournal of Chemistry, v. 1, n. 1, p. 49-63,  2009. ISSN 1984-6428.   \n\nEGGER, S.; LEHMANN, R. P.; HEIGHT, M.J.; LOESSNER, M. J.; SCHUPPLER, \nM.. Antimicrobial properties of a novel silver-silica nanocomposite material. Appl. \nEnviron. Microbiol, v.  75, p. 2973 – 2976, 2009. \n\nEPE, Empresa de Pesquisa Energética. Balanço Energético Nacional: \nRelatório Síntese ano base 2013. Rio de Janeiro: Ministério de Minas e Energia, \n2014. \n\nFERRET, L. S. Zeólitas de cinzas de carvão: síntese e uso. Tese de Doutorado, \nPPGEM - UFRGS, Porto Alegre, RS, 2004. \n\nFERRET, L. S.; FERNANDES, I. D.; KHAHL, C. A.; ENDRES, J.C.T.; AKIRA \nMAEGAWA.Zeolification of ashes obtained from the combustion of southern’s Brazil \n\n\n\n32     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nCandiota coal.1999 International Ash Utilization Symposium, center for Applied \nEnergy Research, University of Kentuchy, Paper 89. \n\nFLORES, C. G. Síntese de zeólitas potássicas a partir de cinza de carvão e \nAplicação no cultivo de trigo. Dissertação de mestrado, PPGQ – UFRGS, Porto \nAlegre, RS, 2016. \n\nFUNGARO, D. A.; BRUNO, M. Utilização de Zeólitas Sintetizadas a partir da Cinza \nde Carvão para a Remoção de Azul de Metileno em Água. The Eletronic Journal of \nChemistry, 2009. \n\nINADA, M.  et al. Synthesis of zeolite from coal fly ashes with different silica–alumina \ncomposition. Fuel, v. 84, n. 2, p. 299-304,  2005. ISSN 0016-2361.   \n\nIZIDORO, J. D. C.  et al. Characteristics of Brazilian coal fly ashes and their \nsynthesized zeolites. Fuel Processing Technology, v. 97, p. 38-44,  2012. ISSN \n0378-3820.   \n\nJI, X.; ZHANG, M.; WANG, Y.; SONG, Y.; KE, Y.; WANG, Y. Immobilization \nofammonium and phosphate in aqueous solution by zeolites synthesized from fly \nasheswith different compositions. Journal of Industrial and Engineering Chemistry, \nv. 22, p. 1–7, 2015. \n\nKESHAVARZI, N.; RAD, F. M.; MACE, A.; ANSARI?, F.; AKHTAR, F.; NILSSON, \nU.; BERGLUND?, L.; BERGSTRÖM, L. Nanocellulose–Zeolite Composite Films for \nOdor Elimination. ACS Appl. Mater. Interfaces, v. 7, p.  14254–14262, 2015. \n\nLACERDA, L. V. Síntese e caracterização de zeólita tipo sodalita obtida a partir de \ncinzas volantes de carvão mineral utilizado na usina termoelétrica de Candiota-RS. \nDissertação de mestrado, PPGE3M – UFRGS, Porto Alegre, RS, 2015. \n\nLEE, J.; LEE, Y. H.; JONES, K.; SHAREK, E.; PASCALL, M. A. Antimicrobial \npackaging of raw beef, pork and turkey using silver-zeolite incorporated into the \nmaterial. International Journal of Food Science and Technology, v. 46, p. 2382-\n2386, 2011.  \n\nLI, J.; ZHUANG, X.; MORENO, N.; VALLEJO, R.; QUEROL, X.; TOBIAS, A. \nSynthesis of Merlinoite from Chinese Coal Fly Ashes and its Potential Utilization as \nSlow Release K-Fertilizer. Journal of Hazardous Materials, v. 265, p. 242-252, 2014. \n\nLIMA, M. T. S. L.; SOUZA, M. C. Considering on the Use of Thermal Power Plants \nin Brazil. Ciência e Natura, v. 37, p. 17–23, 2014. \n\nLORGOUILLOUX, Y.; DODIN, M.; PAILLAUD, J. L .; CAULLET, P.; MICHELIN, L.; \nJOSIEN, L.; ERSEN, O.; BATS, N.IM-16: A new microporous germanosilicate with \na novel framework topologycontaining d4r and mtw composite building units. \nJournal of Solid State Chemistry, v. 182, p. 622–629, 2009. \n\nLUZ, A. B. D. Zeólitas: propriedades e usos industriais. Série Tecnologia Mineral \n(CETEM), v. 68, p. 1-36, 1994. \n\n\n\nDEQUI / UFRGS – Maicon André Pires Marques                           33   \n\nMAGDALENA, C. P. Adsorção de Corantes Reativo Remazol Vermelho RB de \nSolução Aquosa Usando Zeólita de Cinza de Carvão e Avaliação da Toxicidade \nAguda com Daphnia Similis. . Dissertação de Mestrado – Programa de Pós-\nGraduação em Ciências – USP, São Paulo, 2010. \n\nMIGNONI, M. L. Zeólitas obtidas com líquidos iônicas como direcionadores \ndeestrutura: síntese e reatividade. Tese de doutorado, PPGQ – UFRGS, Porto \nAlegre, RS, 2012. \n\nMURAYAMA, N.; YAMAMOTO, H.; SHIBATA, J. Mechanism of Zeolite Synthesis \nfrom Coal Fly Ash by Alkali Hydrothermal Reaction. International Journal of Mineral \nProcessing, v. 64, p. 1-17, 2002. \n\nQUEROL, X.  et al. Synthesis of zeolites from coal fly ash: an overview. International \nJournal of Coal Geology, v. 50, n. 1, p. 413-423,  2002. ISSN 0166-5162.   \n\nQUEROL, X.; PLANA F.; ALASTUEY, A.; LÓPEZ-SOLER, A. Synthesis of Na-\nzeolites from fly ash. Fuel, v. 76, i. 8, p. 793, 1997. \n\nRESENHA ENERGÉTICA BRASILEIRA: EXERCÍCIO DE 2016. Ministério de \nMinas e Energia (MME) Brasília, 2017. Disponível em \nhttp://www.mme.gov.br/documents/10584/3580498/02+-\n+Resenha+Energ%C3%A9tica+Brasileira+2017+-\n+ano+ref.+2016+%28PDF%29/13d8d958-de50-4691-96e3-\n3ccf53f8e1e4?version=1.0 \n\nRHIM, J. W., HONG, S. I., PARK, H. W., Ng, P.K.W. Preparation \nandcharacterization of chitosan-basednanocomposite films with mantimicrobial \nactivity. J. Agricult. Food Chem., v. 54, p. 5814 5822, 2006. \n\nROCHA JUNIOR, C. A. F.; SANTOS, S. C. A.;  SOUZA, C. A. G.; ANGÉLICA, R. \nS.; NEVES1, R. F. Synthesis of zeolites from boiler fly ash: physical, chemical \nandmineralogical characterization. Cerâmica, v. 58, p. 43-52, 2012. \n\nSILVA, B. J. B.; SILVA, A. O. S.; NETO, P. P. M.; COSTA, T. P. M.; JÚNIOR, L. V. \nS.; RIBEIRO, L. M. O.; ALENCAR, S. L.; SILVA, A. E.; SANTOS R. B.Quantitative \nanalysis of zeolite ferrierite, ZSM-5 and mordenite present in synthesized samples. \nCerâmica, v. 61, p. 14-22, 2015. \n\nVERMEIREN, L.; DEVLIEGHERE, F.; DEBEVERE, J. Effectiveness of some recent \nantimicrobial packaging concepts. Food Additives and Contaminants, London, v.19, \np.163-171, 2002. \n\nVIANA, M. B.; TAVARES, W. M.; LIMA, P. C. R. Sustentabilidade e as principais \nfontes de energia. Consultoria Legislativa, 2015. Disponível no endereço: \nhttp://bd.camara.gov.br/bd/bitstream/handle/bdcamara/21119/politicas_setoriais_g\nanen.pdf?sequence=1 \n\nWEI, L.; CHEN, Y.; ZHANG, B.; ZU, Z. Synthesis of highly selective zeolite \ntopologymolecular sieve for adsorption of benzene gas. Solid State Sciences, v. 16, \np. 39-44, 2013. \n\nhttp://www.mme.gov.br/documents/10584/3580498/02+-+Resenha+Energ%C3%A9tica+Brasileira+2017+-+ano+ref.+2016+%28PDF%29/13d8d958-de50-4691-96e3-3ccf53f8e1e4?version=1.0\nhttp://www.mme.gov.br/documents/10584/3580498/02+-+Resenha+Energ%C3%A9tica+Brasileira+2017+-+ano+ref.+2016+%28PDF%29/13d8d958-de50-4691-96e3-3ccf53f8e1e4?version=1.0\nhttp://www.mme.gov.br/documents/10584/3580498/02+-+Resenha+Energ%C3%A9tica+Brasileira+2017+-+ano+ref.+2016+%28PDF%29/13d8d958-de50-4691-96e3-3ccf53f8e1e4?version=1.0\nhttp://www.mme.gov.br/documents/10584/3580498/02+-+Resenha+Energ%C3%A9tica+Brasileira+2017+-+ano+ref.+2016+%28PDF%29/13d8d958-de50-4691-96e3-3ccf53f8e1e4?version=1.0\n\n\n34     Síntese de zeólitas a partir de cinza de carvão com tratamento hidrotérmico alcalino \n\n \n\nYASSUE-CORDEIRO, P. H.; ZANDONAI, C. H.; SILVA, C. F.; MACHADO, N. R. C. \nF. Desenvolvimento e caracterização de filmes compósitos de quitosana e zeólitas \ncom prata. Polímeros, v. 25, p. 492-502, 2015. \n\nZEN, B. P. Síntese de zeólitas a partir de cinzas de carvão e Aplicação como \nadsorventes. Dissertação de mestrado, PPGQ – UFRGS, Porto Alegre, RS, 2016."}]}}}