{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05030"}, {"@name": "filename", "#text": "BTP_1959_2_2_05_Algumas_observacoes.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ASSUNTOS TÉCNICOS\nALGUMAS OBSERVAÇÕES SÔBRE AS INTRUSÕES DE DIABÁSIO NA BACIA SEDIMENTAR DO PARANÁ\nJoão Bosco Ponciano Gomes (*)\nNas bacias sedimentares brasileiras de idade paleozóica, são bastante comuns as intrusões de diabasio, provindas do magma básico que se manifestou com grande intensidade nos tempos de após-triássíco. Assim, essas intrusões são encontradas, frequentemente, nas bacias sedimentares do Paraná, Maranhão e Amazônia.\t•\nNo caso particular da bacia do Paraná, o magma básico ainda se manifestou na sua forma extrusiva, pelos extensos e sucessivos derrames de basaltos e meláfiros que cobrem grandes áreas do oeste dos Estados do sul “brasileiros, com uma espessura verificada de . 400 a 1 550 m. No poço estratigráfico efetuado pela Petrobrás em Presidente Epitácio, São Paulo, a espessura total dêsses derrames chegou a 1 530 metros. O derrame da lava básica se deu diretamente sôbre o arenito eólico Botucatu, de provável idade triássica. O manto de alteração dó basalto constitui, no sul do Brasil, o fértil solo conhecido por “terra roxa”.\nEstas notas visam apresentar algumas observações práticas sôbre as intrusões de diabásio atravessadas pelos diversos poços pioneiros para petróleo, executados na Bacia Sedimentar do Paraná.\nNo sul do Brasil, o diabásio e mesmo o basalto são conhecidos vulgarmente pelo nome de “pedra ferro” e têm variada aplicação em construção e pavimentação.\nNa parte brasileira da Bacia Sedimentar do Paraná, que se estende desde o extremo oeste de Minas Gerais até ao Rio Grande do Sul, todos os poços pioneiros profundos para testar acumulações de petróleo atravessaram apreciável espessura de intrusivas básicas. O diabásio ocorreu nesses poços com um máximo de 8% a 22% da espessura total' perfurada em cada poço.\t.\nNo Quadro I, estão tabulados, para seis poços já terminados, os totais de diabásio perfurado, comparativamente à profundidade total alcançada.\nl*) Eng.° de Minas e Civil — Geólogo do Distrito de Exploração da Bacia Sedimentar do Paraná.\nQUADRO I\nPoço\tProfund. total m\tDiabásio total m\t% da Prof, total, em Diabásio\tCorpo mais espesso de Diabásio m\nCP-l-SP (Angatuba — S .P.)\t1545.5\t125\t8.1%\t125 (1277m a 1402m)\nJ-l-Pr (Jacarèzinho -—Pr)\t2684.6\t504\t18.8%\t174 (630m a 804m) e 176 (860 a 1036m)\nO-l-Pr (Ortigueira — Pr)\t2025.0\t222\t10.9%\t136 (1089m a 2025m)\nCA-l-Pr (Cândido de Abreu, Pr)\t2791.6\t611\t21.8%\t257 (1788m a 2045m)\nRG-l-Pr (Rio Claro do Sul, Pr)\t1999.2\t226\t11.3%\t119 (1658m a 1777m)\nPg-l^SP (Pitanga, S.P.)\t1228.0\t215\t17.5%\t146 (588m a 734m)\nÉ interessante-notar, na última coluna do quadro, que, em todos os poços, ocorreu um corpo intrusivo principal, em geral, com mais da metade da espessura de diabásio atravessado.\nO diabásio, tanto nas amostras colhidas por testemunhas das sondagens como nas colhidas em corpo hoje aflorantes, apresenta-se macros-còpicamente como rocha melanòcrática, de côr cinza-esverdeada-escura a preta, holocristalina, cristais individualmente bem distintos, de textura ofítica visível, granulação de muito fina a grosseira, às vêzes com juntas preenchidas por calcita secundária; mostra-se compacta, com densidade variando de 2,9 a 3,1.\n•Em exame em lâmina delgada, conforme verificado em amostras colhidas nos poços O-l-Pr a 1 894,5 metros de profundidade e CA-l-Pr a 1 960,0 metros de profundidade (vide referências), o diabásio apresenta-se holocristalino, tipicamente ofítico, constituído de feldspato plagioclásio (óligoclásío-andesina) maçlado segundo a lei da albita, diopsídio mag-nesiano ou então augita, quase totalmente transformada em uralita, apa-tita abundante, pequena quantidade de quartzo (5%), secundário, ora cristalizado ora calcedônico, biotita cloritizada, ilmeno-magnetita em cristais esqueléticos ou dendriformes e alguma calcita intersticial. O diabásio foi submetido a um processo de metamorfismo hidrotermal, que pode ter sido autometamórfico, tendo a rocha estado sob a ação da epizona dêsse metamorfismo.\nCom o que nos tem sido dado observar nos poços perfurados e também na superfície, o quadro morfológico geral das intrusões de diabásio nos. Sedimentos do Paleozóico da Bacia do Paraná é o representado na figura 1.\nPor ela, vê-se que ocorre um dique alimentador que penetrou através de uma diaclase ou fratura já existente na ocasião da ascensão do. magma. Dêsse dique nasceram expansões laterais, sensivelmente horizontais, formando “sills” ou soleiras, sob a forma geral de cunhas dentro dos sedimentos que foram por êles afastados de sua posição inicial. Êstes “sills” se expandem, preferencialmente, dentro dos sedimentos argilosos, folhelhos e siltitos, onde sua penetração é francamente favorecida pela existência de planos de estratificação e por uma verdadeira “lubrificação” concedida pela natural fissilidade e un-tuosidade de certos folhelhos.\nAssim é que, preferivelmente, os “sills” de diabásio se situam nos folhelhos Ponta Grossa, de-voniano.s, no folhelho Irati e nos folhelhos e siltitos das formações . Serra Alta e Teresina. permianas. '\t-\nEssa disposição morfológica repete-se a distâncias variáveis, formando uma rêde de diques com direções gerais de SO-NE e SE-NO, que são vistos aflorando na Bacia.\nPelo exame do Quadro I, verifica-se, para os poços nêle figurados, que o corpo mais espêsso de diabásio deve pertencer ao já citado dique alimentador atravessado. Com uma inclinação ou mergulho geral, variando de 40° a 80°, êstes diques apresentam, na direção vertical, que é a direção dos poços, uma espessura aparente bastante apreciável. No poço de Rio Claro do Sul, Paraná, verificou-se que o dique atravessado no intervalo de 1 658m a 1 777m de profundidade e que, identificado como um dos que afloram a cêrca de 2,5 km do poço, tinha uma inclinação aproximada de 37°. Portanto, sua espessura real, àquela profundidade, seria no máximo de 85 metros.\nNo plano da diaclase ocupada pelo dique de diabásio pode ocorrer um rejeito, como muitas vêzes acontece. Então, o dique se associa a uma falha.\nNa oportunidade da perfuração das intrusões de diabásio pelos poços pioneiros já citados no Quadro I, principalmente, nos três últimos, foi-nos dado fazer algumas observações que, sistematizadas, se tornarão, de algum modo, úteis ao trabalho de perfurar intrusões dêsse tipo.\nA primeira dessas observações é quanto à variação do tamanho dos cristais, ou seja, da granulação dentro do mesmo corpo de diabásio.\nÉ sabido que uma vez ocorrida a injeção ou intrusão do magma nos sedimentos, o resfriamento da massa se processa diferentemente. As bordas perdem calor mais ràpidamente do que as partes mais interiores.\né lógico admitir-se que êsse resfriamento se fêz, em têrmos médios, segundo um gradiente representado por uma curva de ramos simétricos em relação à parte central do corpo intrusivo. No caso dos “sills” e diques, esta parte central é teoricamente o plano que passa pela metade da espessura média dos mesmos. Nesse plano, o resfriamento é o mais lento, aumentando de rapidez, gradual e igualmente, para cada uma das bordas.\nDisso resulta que, sendo o tamanho dos cristais uma função quase exclusiva da velocidade de resfriamento, teremos na parte central os cristais maiores e, gradativamente, cristais menores, assim que se aproximam das duas bordas.\nDêsse modo, para uma determinada direção em que seja atravessada a intrusão e que é a vertical, no caso dos poços, ocorrerá uma “gra-nulação simétrica” em relação ao centro da intrusão, fato que nos foi dado veiificar correntemente nos poços pioneiros do Sul.\nEsta “granulação simétrica” do diabásio confere também uma simetria à resistência oferecida à penetração da broca, desde que sejam mantidas, em média, as mesmas condições mecânicas de perfuração.\nDe modo geral, a penetração da broca é facilitada, gradualmente, da borda superior para o centro e igualmente dificultada do centro para a borda inferior. É fàcilmente compreensível a melhor desagregação pela broca da rocha de cristais individualmente maiores.\nDessa maneira, com base no registro do tempo gasto na perfuração de cada metro, obtém-se um gráfico tempo-avanço da broca, do qual ressalta a lorma simétrica referida.\nAo mesmo tempo, pondo-se sob a forma gráfica o tipo de granulação verificada para cada amostra de calha estudada, pode-se deduzir, com relativa segurança, a profundidade em que se atingiu a parte central do corpo intrusivo. Dali para baixo, o poço deverá perfurar uma espessura de diabásio sensivelmente igual àquela até então perfurada.\nA utilidade prática da observação dêsse fato é permitir ao geólogo fazer uma idéia da espessura do diabásio e, também, logo que sejam ultrapassados os “máximos” dos gráficos referidos, fazer uma previsão da profundidade aproximada em que a broca sairá do corpo de diabásio. Bastará somar à profundidade em que se deram os “máximos” dos gráficos citados, ama espessura equivalente àquela até ali perfurada.\n•Será desnecessário lembrar que isto não se dará com rigor matemático, mas satisfatório, desde que sejam interpretados, criteriosamente, os dados colhidos.\nNo caso dos grandes corpos intrusivos, por exemplo, é possível que a massa central dos mesmos mostre diversos aumentos e diminuições de granulação antes de alcançar o centro. Todavia, é provável que uma observação criteriosa demonstre que essas variações se processam simetricamente em relação ao centro da intrusão.\nNo caso de corpos de forma muito irregular, previsões do tipo indicado são naturalmente precárias.\nSera dado a seguir um exemplo verificado no poço pioneiro de Cândido de Abreu, Paraná. Na figura 2, vêem-se os gráficos do tempo gasto para cada metro perfurado e das granulações, variando de muito fina a grosseira, para a intrusão atravessada de 2 246 a 2 322 metros, naquele poço. Êstes gráficos foram traçados com números médios. Nota-se perfeita simetria em relação à parte central do diabásio atravessado, com o que foi possível prever, com suficiente aproximação, a profundidade em que se ultrapassaria a intrusão.\nCom boa aproximação também foi feita essa previsão, no poço de Rio Claro do Sul, Paraná, para as intrusões diabásicas atravessadas de 1 516 mal 530 m e dé\"T?66 mal 486 m.\nA outra observação é sôbre o metamorfismo de contato exercido pela massa intrusiva de diabásio sôbre os sedimentos encaixantes.\nÊsse metamorfismo pode ser fà-cilmente notado nos poços pioneiros da Bacia do Paraná. Êle se manifesta por um recosimento que dá maior tenacidade à rocha sedimentar, a qual sofre também acentuada descoloração. A característica mais marcante dêsse metamorfismo, principalmente nos folhelhos e siltitos, é o aparecimento de abundantes pequenas marcas circulares mais escuras, que dão um aspecto inconfundível ao sedimento meta-morfizado. Vulgarmente, pode-se dizer que o sedimento se torna intensamente “pintado”.\nmin /m\nmuito fino fina media grosseira\nEssas marcas circulares são devidas a uma concentração de matéria orgânica do próprio sedimento que, sob a ação do diabásio, se dá em tôrno de certos pontos dêsse mesmo sedimento. Êstes pontos preferidos podem ser um microfóssil, um minúsculo grão de mineral ou de outra natureza qualquer.\nNa Bacia do Paraná, êste aspecto “pintado” é indício seguro da proximidade de diabásio.\nA faixa de sedimento metamorfizado pelo diabásio é mínima, variando de alguns centímetros a alguns metros.\nÊste fato contraria a já uma vez pretendida idéia de que a intrusão destruiría as acumulações de petróleo que atravessasse; sendo com-provadamente restrita a ação térmica do diabásio sôbre as encaixantes, essa destruição não seria possível.\nO diabásio na Bacia do Sul, ao contrário de ser um elemento destruidor, pode ser, dentro de condições estruturais adequadas, grande fator de “fechamento” para as acumulações dé1 petróleo.\nAdmitida, então, como certa a presença de intrusões básicas, o problema passará a residir na procura de blocos ou estruturas às quais sejam dadas as melhores condições possíveis de “fechamento” por diques de diabásio ou diques e falhas associadas.\nDurante a perfuração dos pioneiros, constatamos que a ação do metamorfismo de contato é sempre verificada, tanto nos sedimentos subjacentes, como nos sobrepostos ao corpo de diabásio.\nIsto mostra que os corpos de diabásio, encontrados dentro do Pa-leozóico do Sul, são realmente intrusões e não derrames extrusivos do magma básico. Além do mais, nesses diabásios não se nota a textura vesicular tão comum no derrame basáltico do sul.\nA observação da zona de influência do metamorfismo de contato permite, em certos casos, concluir-se do tipo morfológico da intrusão.. Isto se deu no poço de Rio Claro do Sul, com o corpo diabásico atravessado de 1 658 a 1 777 m; desde 1 590 m, foi notada com aumento gradual a ocorrência de metamorfismo de contato.\nÊsse fato mostra que, por. cêrca de 80. metros, o poço progrediu dentro da faixa metamorfizada pela intrusão. Como essa faixa é sabidamente pcuco extensa, conclui-se que a direção geral da intrusão faz com a direção do poço um ângulo muito pequeno ou, antes, é próxima da vertical. A intrusão, portanto, deve ser um dique. No caso do “sill”, sensivelmente horizontal, a faixa metamorfizada se revelaria no poço com sua espessura real, isto é, de alguns metros no máximo.\nAs espessuras menores de diabásio atravessadas pelo poço pertencerão às expansões laterais do dique, em forma de “sills” ou soleiras que, de modo geral, parece não se estenderem a grandes distâncias da fonte alimentadora.\nEssa disposição morfológica das intrusões básicas é a dominante na Bacia Sedimentar do Paraná e tem sido sistemàticamente encontrada por todos os póços pioneiros all perfurados.\nReferências:\n1)\tExame petrográfico de diabásio dos poços O-l-Pr e CA-l-Pr: E. P. Scorza e Prof. J. C. Ferreira Gomes.\n2)\tRelatórios de poços pioneiros: CA-l-Pr, RC-l-Pr, Pg-l-SP, J. B. Ponciano Gomes."}]}}}