{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21388"}, {"@name": "filename", "#text": "510_JIA2015_Ana_Catarina_Garcia.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "453 \n\nDa Interdisciplinaridade à Transversalidade da Arqueologia\n\nARQUEOLOGIA DE \nÁGUAS PROFUNDAS NO \nARQUIPÉLAGO DOS AÇORES\nMÉTODOS, TÉCNICAS E RESULTADOS\n\nANA CATARINA GARCIA Centro de História d’Aquém e d’Além-Mar, FCSH/UNL-UAc, \n\ncatarinagarcia@gmail.com \n\nRESUMO Devido à origem vulcânica dos arquipélagos Atlânticos, a incidência de zonas de maior profundidade junto às zonas \ncosta é maior que nas plataformas continentais, levando a que, no caso dos naufrágios exista uma maior probabilidade de estes \nse encontrarem em águas mais profundas. Os Açores constituem um bom exemplo deste tipo de geomorfologia onde a presença \nde orlas costeiras, caracterizadas maioritariamente por falésias escarpadas, formam linhas de costa com cortes abruptos. Esta \ngeomorfologia é também um indicador do que podemos encontrar a nível subaquático uma vez que junto às ilhas são frequen-\ntes batimetrias oceânicas que podem facilmente atingir profundidades abaixo dos -1000. Neste contexto os levantamentos de \nsítios arqueológicos subaquáticos tornam-se difíceis de realizar sem o auxílio de ferramentas de prospeção com capacidade para \nobservações a tais profundidades uma vez que com batimetrias elevadas, e esse era o principal obstáculo ao conhecimento de \ndeterminadas áreas mais fundas, se torna difícil o acesso por intermédio de mergulhador com escafandro autónomo.\nCom estas questões em mente o projeto que se levou a cabo nos Açores, a cargo da Direção Regional da Cultura dos Açores sob a \ndireção científica da autora e com a colaboração técnica da Fundação Rebikoff-Nigeller, teve como objetivo a caracterização dos \nfundos e levantamento de sítios localizados em zonas com profundidades superiores aos 40 metros nas ilhas Terceira, Pico e Faial.\nDe fato os dados históricos relativos aos naufrágios ocorridos no arquipélago dos Açores indiciam que um elevado número de \nacidentes deva estar a maiores profundidades, pelo menos abaixo dos 40 metros, levando a optar-se por recorrer à conjugação \nde métodos geofísicos com a utilização de um submergível tripulado para se efetuar o levantamento pretendido.\nNeste artigo serão apresentados resumidamente os métodos utilizados no projeto de levantamento de Carta Arqueológica \nSubaquática de zonas profundas dos Açores, onde se inclui também quais foram os maiores problemas, perigos, vantagens e \ndesvantagens do uso de um submergível no auxílio do trabalho arqueológico subaquático e quais as perspetivas de futuro. \n\nPALAVRAS CHAVE Açores, arqueologia subaquática, arqueologia de águas profundas, prospeção\n\nABSTRACT Due to the volcanic origin of the Atlantic archipelagos, the occurrence of deep waters near coastal areas is higher \nthan on the continental shelf. Consequently, there is a higher probability of having shipwrecks on deep waters. The Azores are \na good example of this type of geomorphology where the coastline is mainly characterized by steep cliffs that form abruptly \ncut shorelines. This geomorphology is also a good indicator of what we can find underwater with ocean bathymetry easily \nreaching depths below -1000 close to shore. In this environment, underwater archaeological surveys become very difficult \nwithout good support tools to access these depths. This was, in the Azorean case, one of the biggest obstacles to searching \nmost coastal areas, since with normal diving equipment people can only dive to a maximum of -40 meters. \nWith these issues in mind the project carried out by the Local Government of the Azores (Culture Heritage Management De-\npartment – DRaC), under the scientific responsibility of the author and with the technical collaboration of Rebikoff-Nigeller \nFoundation, had as main goal the characterization of the oceanic bottom and sites survey located in areas under the -40 me-\nters’ boundary mark. To accomplish this objective, was combined technological geophysical methods were combined with a \nthree people load submarine. In this paper the methods used during deep water survey project will be briefly presented as a \ncontribution to the Underwater Archaeological Site Map of the Azores. Problems, dangers, advantages and disadvantages of \nusing a submarine on underwater archaeological work and aims for future projects will also be presented.\n\nKEYWORDS Azores, underwater archaeology, deepwater archaeology, survey\n\nINTRODUÇÃO\n\nLocalizado em pleno Atlântico Norte o arquipélago dos \nAçores integra o grupo da Macaronésia, também cons-\ntituído pelos arquipélagos da Madeira, Canárias e Cabo \n\nVerde. Predominantemente de origem vulcânica, a sua \n\nsendo a nível subaquático facilmente alcançáveis batime-\ntrias de 2000 e 3000 metros (Mitchell-Thomé, 1976). \n\n\n\n454 \n\nEntre Ciência e Cultura\n\neste local com métodos convencionais de imersão. No \nPico, foi eleita a costa Norte, na zona onde ocorreu o \nnaufrágio da fragata francesa “L’ástrée”, a 29 de janeiro \n1796 (Aranda, 2008), junto a Santo Amaro do Pico. Na \ncosta Este foi escolhido o local onde se encontra o nau-\nfrágio da barca Caroline, naufragada a 23 de setembro \nde 1901 em frente à Madalena do Pico. No Faial foram \nescolhidas as zonas a Norte e a Sul do porto da Horta, \n\n-\ncativa de trabalhos de prospeção arqueológica. \nPara este artigo apresentaremos apenas resultados \nda prospeção realizados a Sul de Angra do Heroísmo, \ndecorridos em 2004. A concentração de esforços nesta \nárea deveu-se ao elevado número de ocorrências de \nnaufrágios aí registados, motivados principalmente \n\nNa projeção batimétrica dos fundos desta zona pode \n\nMonte Brasil, as suas paredes viradas a sul descem \nabruptamente até ao nível do mar. Isto é o resultado \nda ação erosiva dos agentes naturais que conferiram a \nesta zona da costa uma geomorfologia escarpada que \nse estende por mais de 60 metros acima da linha do mar \ne os mesmos metros abaixo dessa mesma linha. Numa \nprimeira plataforma que segue do nível da superfície do \nmar até aos -40 metros o declive é abrupto. Daí segue \nprogressivamente até aos -60 metros passando a fundo \nplano, misto de areia e rocha. As correntes nesta zona \nsão fortes, o acesso é difícil sendo pouco seguro para \nmergulhos convencionais com recurso a escafandro au-\ntónomo. Como dado de referência a este projeto está \ntambém associado o facto de, além do elevado poten-\ncial de registos históricos de naufrágios na zona, haver \nregistos de testemunhos orais de pescadores e mergu-\nlhadores dando conta de histórias de avistamentos de \nnaufrágios e recuperação de peças em várias zonas da \nbaía, principalmente a sul do Monte Brasil. Como forma \nde responder a estas questões colocou-se a zona sul do \nMonte Brasil como prioridade. \nForam deste modo objetivos gerais deste projeto in-\ncrementar o registo de sítios arqueológicos subaquáti-\ncos dos Açores; efetuar o levantamento sistemático de \n\npela documentação histórica como tendo registos de \nnaufrágios; efetuar levantamento de zonas sensíveis em \ntermos de gestão de território, nomeadamente zonas \nportuárias e reconhecer sítios arqueológicos subaquáti-\ncos existentes em zonas abaixo dos 50 metros de profun-\ndidade, não alcançáveis com escafandro autónomo.\nEm termos globais os motivos que levaram à escolha \nde um submersível para a realização deste trabalho \ndeveram-se à elevada batimétrica da linha de costa \nque rapidamente passa para cotas bastante profundas; \nà possibilidade de aumento do tempo de permanên-\ncia em zonas mais profundas; às fortes correntes que \nse fazem sentir e consequente ameaça à segurança no \nmergulho; à possibilidade de utilização de um sistema \nde navegação rigoroso no posicionamento das áreas em \nobservação, uma vez que o métodos geofísicos por si só \njá se tinham revelado inconclusivos devido à natureza \n\n Tendo em conta estes dados, os serviços de gestão do pa-\ntrimónio da Região Autónoma dos Açores depararam-se \ncom a necessidade de conhecer algumas das zonas com \nmaior potencial patrimonial, como é o caso da zona sul \nda baía de Angra, na Terceira, devido o número de naufrá-\ngios aí ocorridos1 (Monteiro, 2000). Por essa razão a tutela \ndo património arqueológico do Açores2 promoveu entre \n2004-2009 uma série de trabalhos de prospeção de Carta \nArqueológica Subaquática com vista a inventariar algu-\nmas das zonas consideradas com interesse arqueológico \nque não tinham sido conclusivas em trabalhos anteriores \n(Crisman, 1998; Crisman e Garcia, 2001). Além da costa sul \n\ncostas Norte e Este do Pico e costas Sudoeste do Faial. \nDada a profundidade da maioria destas zonas estar \nabaixo dos 40 metros de profundidade e suas conse-\nquentes más condições para o mergulho, devido às cor-\nrentes e agitação marítima, optou-se pela utilização de \num submergível tripulado que permitisse, em seguran-\nça, efetuar a observação direta de possíveis alvos com \ninteresse arqueológico. Recorreu-se deste modo aos \n\ndedicada ao registo e observação submarina que, em \nparceria com a Direção Regional da Cultura, colocou à \ndisposição os seus equipamentos e os adaptou para cor-\nresponderem às necessidades de um trabalho de pros-\n\nO Lula, um submergível com capacidade para ir até aos \n500 metros e com lotação para 3 tripulantes permitiu al-\ncançar os objetivos pretendidos, possibilitando a pros-\npeção visual direta e sistemática do fundo. Com autono-\nmia para 5 horas de imersão este veículo encontrava-se \ndotado de um sistema navegação por GPS que propor-\ncionou o levantamento rigoroso da área em estudo.\n\nMATERIAL E MÉTODOS\n\nAs zonas alvo para este projeto foram a costa Sul da \nIlha Terceira com especial incidência para a zona Sul do \nporto de Angra, pelo elevado número de referências de \n\n1. De acordo com os registos históricos mais de 900 naufrágios terão \nocorridos nas águas do arquipélago, sendo que uma grande percent-\nagem se encontra junto à orla costeira, o que neste contexto pode \n\n2. Direção Regional da Cultura do Açores.\n\n1. Mapa do arquipélago dos Açores com batimetrias de fundo até \naos 4000 metros.\n\n\n\n455 \n\nDa Interdisciplinaridade à Transversalidade da Arqueologia\n\ngeológica dos fundos insulares (Crisman, 1998; Crisman \ne Garcia, 2001), além de se considerar que a observação \n\nPara este trabalho o submersível Lula movimentou-se \nde acordo com o sistema de navegação Long Base Line \n(LBL) composto por quatro balizas emissoras de sinal \nde georreferenciação que garantiam uma precisão de \nmenos de um metro e um quilómetro de raio de ação. \n\nLula e as ou-\ntras três eram móveis, sendo colocadas todos os dias \nnas áreas a prospetar, em coordenadas previamente \nestabelecidas, e recolhidas pelo braço articulado exis-\n\nO software instalado no submarino permitiu a navega-\nção através da comunicação permanente entre a baliza \n\npermitiram uma navegação subaquática segura e siste-\nmática em corredores sobrepostos de 25 metros, garan-\ntindo a cobertura diária de uma grande área de traba-\nlho. A necessidade de permanente georreferenciação \ndo trabalho arqueológico de prospeção foi totalmente \ncolmatada com este sistema que possibilitou, de ime-\ndiato e com rigor, marcar todas as coordenadas dos ele-\n\nCom base numa grelha de corredores com uma ampli-\ntude de sobreposição de 25 metros de largura foram \nefetuadas passagens sistemáticas com o submergível, \n\nonde seguiam os três membros da equipa, num traba-\nlho de observação permanente garantido não só pelo \n“olho” em vidro posicionado na frente do submarino \ncomo também pela boa visibilidade, por vezes com um \nalcance de mais de 30 metros. \n\n-\n\ndesde o submarino, bem como descritos e georreferen-\nciados. O braço articulado do veículo permitia, em caso \nde necessidade, a recolha de amostras, contudo optou-se \npor não efetuar recolhas nesta fase do levantamento.\n\n. Esquema de funcionamento do sistema de na egaç o  Long \nase Line L L .  Fundaç o Rebi o Nigeller\n\n. Área total de prospeç o e grel a de refer ncia de na egaç o.  Catarina Garcia e Fundaç o Rebi o Nigeller\n\nRESULTADOS\n\nOs trabalhos da Carta Arqueológica permitiram uma co-\nbertura total em torno do Monte Brasil onde se começou \npor caracterizar e delimitar os tipos de fundo, a tipologia \nde sedimentação e a demarcação das zonas rochosas \n\ndas zonas de areia. Estes dados permitiram uma nave-\ngação mais segura do submarino evitando surpresas em \n\nnavegação subaquática. Só posteriormente se passou \nao levantamento sistemático da área considerada para \n\n\n\n456 \n\nEntre Ciência e Cultura\n\nComo resultado da primeira fase do projeto, foram assi-\nnalados 13 alvos com interesse arqueológico, tendo sido \n\npatrimoniais dispersas associadas à atividade portuária, \ncomo sejam âncoras e aglomerados de correntes ou \nconcreções. Contudo duas das ocorrências foram consi-\nderadas de maior importância. Na primeira foi inequivo-\n\n-\n\nminado então Angra G\ncomo tal uma vez que não foi claro, durante a obser-\nvação direta, tratar-se de um núcleo coerente de nau-\nfrágio. Porém a referência do naufrágio da escuna o a \npor “detrás do Monte Brasil”, em 1849 (Monteiro, 2000, \np. 28), era um forte indício da posição do naufrágio, \n\n4. atimetria e tipo de fundo da ona em estudo.  Catarina Garcia e Fundaç o Rebi o Nigeller\n\n. Resultados dos trabal os de 004.  Catarina Garcia e Fundaç o Rebi o Nigeller\n\n\n\n457 \n\nDa Interdisciplinaridade à Transversalidade da Arqueologia\n\n6. Foto de pormenores de estruturas de Angra G. \n Fundaç o Rebi o Nigeller\n\n7. Leitura de sonar de varrimento lateral sobre o sítio Angra G. \n Fundaç o Rebi o Nigeller\n\nAngra G foi considerado o alvo localizado durante este \nprojeto com mais relevância arqueológica. Localizado \nentre os -53 e os -57 m de profundidade é composto \npor dois núcleos: um com duas âncoras em ferro sendo \no outro conjunto composto por vestígios de madeira, \nconcreções, cerâmicas, vidos e cauris. As âncoras em \nferro encontram-se bastante enterradas na areia e \nafastadas do outro núcleo cerca de 10 metros. A par-\nte visível de uma dessas âncoras correspondia apenas \nà unha tendo aproximadamente 3 metros de compri-\nmento, o que indicia as reais dimensões das âncoras. \nUm dos indicadores mais relevantes de todo o sítio fo-\nram os cauris ou Cipreia Moneta, que se encontravam no \nsítio em grande número, espalhados um pouco por toda \na área central do naufrágio (Garcia, 2005). Estes peque-\nnos búzios, originários do Índico, são um forte indicador \nda presença de um possível navio da Carreira da Índia já \nque ao longo dos séculos XV-XVII foram amplamente \nutilizados como moeda. Num paralelo com um outro \nnaufrágio ocorrido nos Açores, a nau da Carreira da Ín-\ndia Nossa Senhora da Luz que se afundou no Faial, junto \nao Pesqueiro, a 7 de Novembro de 1615, os cauris foram \n\ncontexto arqueológico do naufrágio (Bettencourt, 2005).\nA mancha dos vestígios do Angra G, registados na ima-\ngem de sonar de varrimento lateral vem a ser identi-\n\napós a localização do sítio em 2004 em resultado da \nprospeção visual sistemática realizada com o submari-\nno Lula. No primeiro ano do projeto apenas foi utiliza-\ndo o submarino como método de prospeção, o sonar \napenas veio a ser introduzido no ano seguinte. \nNos anos seguintes a esta primeira fase, (2005 a 2007), \no projeto de levantamento de Carta Arqueológica es-\ntendeu-se à restante área sul da ilha Terceira, entre S. \nMateus e Ponta das Contendas, onde foram assinalados \n\nnaufrágios em ferro e objetos dispersos. O trabalho con-\n\ntanto por mergulho com escafandro autónomo até aos \n40 metros e submergível abaixo dos -40 metros, reve-\n\n-\nqueológicos subaquáticos mais rigoroso e que melhores \nresultados forneceu na deteção de novos sítios. \n\n. Pormenor da concentraç o de cauris.  Fundaç o Rebi o Nigeller\n\n9. Detalhe de cauri da Nossa Senhos da Luz- Faial. © Catarina Garcia\n\n\n\n458 \n\nEntre Ciência e Cultura\n\nBETTENCOURT, J. (2005) – Os Vestígios na Nau Nossa Se-\nnhora da Luz. Resultados dos trabalhos arqueológicos, \nArquipélago-História, Revista da Universidade dos Açores, 2.ª \nsérie, IX, p. 231-274.\n\nCRISMAN, K. (1998) – Crossroads of the North Atlantic: The \n1996 and 1997 Angra Bay Shipwrecks surveys, Terceira Is-\nland, Azores, The INA Quarterly Newsletter, Vol. 25: 2, p. 3-11.\n\nCRISMAN, K.; GARCIA, C. (2001) – The shipwrecks of Angra \nBay, 2000-2001, The INA Quarterly Newsletter, College Sta-\ntion, Vol. 28: 4, p. 3-11.\n\nSILVA, J. (2008) – Açores: Descobertos destroços da fraga-\nta francesa “L’Astrée” que naufragou junto ao Pico em 1796. \n[http://www.jn.pt/local/noticias/interior/acores-descobertos-\n-destrocos-da-fragata-francesa-lastree-que-naufragou-jun-\nto-ao-pico-em-1796-1005841. Data de consulta: 09/05/2016].\n\nGARCIA, C. (2005) – A arqueologia em contextos de navios dos \nsécs. XVI-XVII: testemunhos açorianos. Arquipélago-História, \nRevista da Universidade dos Açores, 2ª série, IX, p. 89-103.\n\nMONTEIRO, P. (2000) – A Carta Arqueológica Subaquática \ndos Açores: Metodologia, resultados e sua aplicação na Ges-\ntão do Património Subaquático da Região Autónoma dos \nAçores”. Actas do 3.º Congresso de Arqueologia Peninsular. \nPorto: ADECAP, p. 497-519.\n\nMINDELL, D.; CROFF, K. (2002) – Deep Water, Archaeology \nand Technology Development. Marine Technology Society \nJournal, 36: 3, p. 13-20.\n\nMITCHELL-THOMÉ, R. (1976) – Geology of the Middle Atlan-\ntic Islands. Berlin, Stuttgart: Borntraeger.\n\nBIBLIOGRAFIA\n\nDISCUSSÃO\n\nOs resultados deste projeto foram considerados inova-\n\nsítios a sul da baía de Angra do Heroísmo. As interven-\nções que haviam sido realizadas anteriormente, tanto \nem 1998 como em 2000/2001 não tinham conseguido \n\njá se conheciam no interior da baía de Angra como os \nAngra A, B, C, D, Lidador e Run’Her (Crisman, 1998; Cris-\nman e Garcia, 2001). Reconhecendo-se uma geomor-\nfologia que tornou as condições de acesso difíceis, foi \nnecessário encontrar métodos alternativos para efetuar \numa prospeção arqueológica subaquática com maior \nalcance em termos de área e profundidade, para além \ndo limite que se poderia alcançar com escafandro autó-\nnomo. Neste sentido conjugar a utilização de métodos \ngeofísicos como sonar de varrimento lateral e magne-\ntómetros com um submergível tripulado pareceu ser \numa boa solução para dar resposta à necessidade de se \nefetuar um levantamento exaustivo da zona sul da Baía \nde Angra do Heroísmo, considerada uma das zonas com \nmaior potencial patrimonial subaquáticos dos Açores. \nOs dados recolhidos, o acréscimo de alvos de interesse \narqueológico e a possibilidade de se efetuar prospeção \nsistemática subaquática a bordo do Lula veio a reve-\nlar novos sítios de naufrágio e elementos patrimoniais \n\n-\ncar, dada a sua reduzida dimensão e o elevado nível de \nsedimentação em que se encontravam.\nA localização do sítio Angra G comprovou essa circuns-\ntância uma vez que apenas a passagem do submarino \n\ninequívoca da sua existência, já que se encontrava \na cerca de -53 metros de profundidade. Este sítio foi \n\nvez que indiciou tratar-se de um naufrágio da Carrei-\nra da Índia. Esta análise preliminar dos indicadores \n\né testemunhado pelos dados históricos que indicam a \nelevada ocorrência de naufrágios nesta zona ao longo \ndo séc. XVI-XVII, num período áureo do porto de Angra \nno apoio precisamente à Carreira da Índia.\nUm aspeto a ressalvar ainda sobre a localização e registo \ndo Angra G -\nmente teria sido detetado com sonar de varrimento late-\nral uma vez que foi só após a indicação precisa das coor-\ndenadas, registadas em 2004, que se efetuou a amplia-\nção da imagem do sonar recolhida em 2005. As imagens \ndo sítio eram demasiado ténues para serem assinaladas \ndada a profundidade e a diminuta dimensão da mancha \n\n-\n\nCONCLUSÃO\n\nOs resultados sumariamente apresentados deste pro-\njeto de prospeção subaquática pretendem dar a co-\nnhecer os dados inéditos deste trabalho, também pio-\nneiro em Portugal. Uma vez que se encontram em ulti-\nmação a compilação de todos os dados resultantes dos \ncinco anos de pesquisas levados a cabo durante este \nprojeto, nesta publicação pretendeu-se dar a conhecer \nsomente a fase inicial e caráter inovador do projeto, o \nmétodo e as ferramentas tecnológicas utilizadas como \nforma de aceder a zonas profundas e de acesso difícil \ncomo são as águas açorianas. \nCom este projeto considera-se que adequação das fer-\nramentas e dos métodos de prospeção às características \ngeofísicas dos locais garantiram em boa parte o êxito \ndesejado. As características geofísicas dos Açores, com \nelevada incidência de zonas profundas, demonstraram \na forte probabilidade de ocorrência de naufrágios em sí-\ntios mais fundos exigindo por isso uma especial adequa-\nção de métodos e tecnologias a serem utilizados."}]}}}