{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17583"}, {"@name": "filename", "#text": "24379_2002%2c%20O%20esp%c3%b3lio%20met%c3%a1lico%20do%20Outeiro%20de%20S.Bernardo%20%28Moura%29.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "SÉRIE IV VOLUME 20 \n\nSEPARATA DE \n\no AROUEOLOGO PORTUGUBS \nFundado por José Leite de Vasconce los \n\nJoão Luís Cardoso \nAntónio M. Monge Soares \nMaria de Fátima Araújo \n\nO espólio metálicó do Outeiro de S. Bernardo (Moura): \numa reapreciação à luz de velhos documentos e de outros achados \n\nLISBOA \n2002 \n\n\n\no es pó lio me tálico do Outeiro d e S. Bernardo \n(Moura): \numa reapreciação à luz d e ve lhos do c umentos \ne de o utros achados' \n\nJoão Luís Cardoso·, António M. Monge Soares·· \ne Maria de Fátima Araújo·· \n\nResumo \n\nEstuda-se o espólio metálico recolhido por Manuel Heleno em sondagens por si \norientadas, na companh ia de J. Fragoso de Lima , no povoado calcolítico do \nOuteiro de S. Bernardo (Moum). O acesso a documentação manuscrita inédita, \npertencente até época recente à Família de Manuel Heleno, na qual é descrita \nas co ndições do achado de cada uma das peças estu d adas, permi tiu que agora \nse atribuísse ao conjunto o significado e importância que lhe é devido. \n\nA!; análises químicas rea lizadas por XRF d ispersiva de energias, sublinha-\nra m tal realidade , ao eviden ciarem o carácter ho mogéneo da sua co mpos içã o \n(cobre + arsé ni o, este como elemento vestigia!) e, po r consegu inte, a elevada \nprobabil id ade de utiliza ção de uma mesma tecnologia de fabrico e do recurso \nàs mesmas fontes de abastecimento. \n\nTrata-se do mais importante conju nto de artefactos metá li cos do més ti cos \natribuíveis a um a única ocupação campani forme reconh ecida no ocide nte \npeninsular. A tipo logia dos artefactos de uso utilitário, co nquant o se integ re \nainda no Calcolílico, evidencia já algumas diferenças face às peças ho mó logas \ncaracterísticas do Cakolítico Ple no da Estremadura e do Sudoeste português, o \nmesmo se verificando com os materia is coevos da bacia extremen ha (o u méd ia) \ndo Guadiana . No que respe ita às a mla s, ne nhuma figura aClUal mente entre o \nespólio conservado; trata-se de um punhal com lin gueta, de um o utro munido \n\n- Agregado em Prê-H1SlÓria. Universidade Abena (Lisboa) e Centro de Esl:udOll Arqu(,\"Ológicos \ndo Concelho de Oeiras (eMO). Estrada das Fontainhas, 2745-615 l3arcarena . \n\n.. Dep;lnamemo de Química, Instituto Tecnológico e Nuclear Ol1'ol), Estrada Nacional 10,2685 \nSacavém. \n\no Arqueólogo Portug\"ês. !X>rie IV, 20. 2002, p. 77-114 \n\n\n\n78 J. L. Cilrr/tlsQ. A . M . M. SooIl'S e M. F. A,mljo - O esp6Ilo metálico do o.,/efro de S. lJenumlo \n\nde um par de chanfros de encabamento s imé tricos, provavelmente reforçado na \nfolha , e de uma ponta Palmela, que confirma m a atribuição cronológico-cu ltural \ndo conjunto ao campanifonne. A peça mais importante é uma ponta de java· \nlina , cujos únicos paralelos peninsulares se resumem ao célebre conjunto do \ndólmen de La Pastom (Sevilha), às duas peças soltas recolhidas à superncie no \npovo<ldo de L\"l Pijotilla (Badajoz) e , bem m<lis próximo, ao exemplar mutibd o \nrecolhido em escavaç:lo arqueológica no Cerro dos Castelos de São Br:\"is \n(Serpa); O estudo co mparativo realizado sobre tais peças, conduz.iu ã conclusão \nde esta arma não ser incompatível com a cronologia do conjunto em que se \nintegra, s ituável nos últ imos sécu los do III Milénio a.c. \n\nA importância do espólio metálico agora publiC3do, confere ao povoado do \nOuteiro de S. Bernardo o estatuto de síti o metalú rgico C\".llcolítico, ou pelo me nos \nde centralizador do comé rcio de artefactos de cobre (hipótese reforçada pelo \nachado de um possivel IingOle), sendo as peças agora estudadas, utilizadas no \nlocal ou destinadas a serem export.\"ldas para outros locais, integrando-se nos cir-\ncuitos transregionais (incluindo matérias-primas como o cobre sob a forma de lin-\ngotes) est:lbelecidos no decurso do Calcolítico entre a Estremadura portugues .. c \no Alentejo. Este papel de destaque na coordenaç-Jo destas actividades é ainda \nrefofÇ\".ldo, por um lado, pe la posição estra tégica do sítio face ao vale do Gua-\ndiana e, por outro, pela sua proximidade das minas pré-históricas de cobre exis-\ntentes na margem esquerda portuguesa do Guad ia na, eXp lor.mdo tanto o cobre \nnati vo , como os carbonatos cupríferos. Esta realidade é co nse ntân ea com a \nconhecida na regi<io de B.\"ldajoz, na qual os povoados camp:mifo nnes e, dentre \nestes, os fonificados, foram os que mais se dedicaram às actividades metalúrgicas. \n\nPalavras<have: ArqueometaJurgia. Povoado fo rtificado. Calcolítico. \n\nAbslrac l \n\nCopper arteJácts collecled ;', 1946 by Mam/el Heleno and j. Fragoso de Lima 0 11 \nlhe calcoJllbic seUlemenl of Ouleiro of S. BemanJo (Moura) are sludied in Ibls \npaper. \\Ve had access aLC.) to nou·Pllblished IlIn'Uen docwlIenlaliOll kepl by \nlhe Manuel Nele/ lO famlly, ln wbich aro described lhe condilions of flndi llg for \neacb artefacto \n\n7be Jmowllxlge of these cOlldition$ aliO/os an ouerall image of Ibe signifl-\ncallce and importallce of tbese ftmlillgs, wbicb are considered as a bomogene \ngroup ofartefacts. \n\n7be chem ical (lIIalysls peifonlled by Ibe XRF melbod havefurlber cO llflnlled \nlhe bomogenefly of tbe composilioll of lhe malerials, whicb prolxlbfy implies lhe \nsame tecbllology of mmwfacure alld Ibe same supply SOtl1\"Ces. \n\n7bis is Ibe mOSI importanl collec:lioll 01 copper artefacts related 10 a campa -\n'Iifonn seulement 011 lhe weslem purt of Ibe JheritI/J pel/ illslt/a . 7be typology of \nlhe ulllilary arlelacts, Iho/lgb stfl/ i1lspired ln Ibe Ca/cofllbic pre-Beaker, preseI/IS \nsome dilferences wbell comptmx/ wilh Ihose lrom lbe Eslremadura am/ Soutb-\nwestem rt'8/0'1S, alld also wilb artefaclsfrom lhe m/dd/e Guadl(malxtsi1l. \n\nCOllceming weapons, tbree of lbem previo/lsfy 11pOrled are 1I01ll losl: a tan -\nged dagger; al/OIber ofle baving simmelric 1I0lcbes a t Ibe base (md a possib/e \n101lgillulilla/ reinforr;emelll of lhe b/ade; and a Palme/a PO;1II, wbicb co,ifjnlls \n\no IIrq//(.>dJogo I'Qn1l811és, S(!rle IV, 20, 2002, p . 77- 114 \n\n\n\nj. L. elUdaso, A . AI M. Soares I! M. f : Aroli» - o espólio mí>fólico do Ou/elro de $. Bemamo 79 \n\ntheir attrihulian lo lhe l3eaker periad. 71Je mosl importa ,,1 UleajXJl/ is (.I javelfl/e \njXlinl, milh strollg jXlmlle/s fOll/ul iII lhe dO//1/ell of La Pastora ($euilla) alui i II \nthe seU/eme,a oll.a Pljoli/l(1 (&amp;u/ajoz); lhe delailed compartllive study ol lhis \nartelact rr:vea/ed a chtTmology arowullhe last centuries of the 3 rd mille1lllU/1 oe \ncompatfble lui/h lhe other copper artefactsfomul iII Outeiro d e S. Bemanlo. \n\n7be Outeiro de S. Benwrdo settlemem mllsl be tT.'cogn lsetl as a major calco-\nIilhic site, ils import(mce stre5Si.,>(/ by Ibe sig nificam melai remtlins I/OW publishetl. \n7be artelacts pl'rx/ll ced ar 1ISf..>(/ tbere, cou/tI Ix! laller - aI least some of tbem -\nc'xported la OlheI' seulemem s, ttlkillg IXlI't of lhe IrclIIs- ,..eg io nal commerclal dr-\ncuils eslablished mail/Iy dl/ring Lale Calco/ilh/c, between lhe pol't/lgllese Eslrema-\ndllra aI/ti the Alenlejo. 7bis role is e mphasized by lhe slralegic si/lIa/iOIl of lhe \nseltlemenl lleur lhe GI/(uJicma, a maln way 01 lhe tnms-fT.'8ional circulalion al/d \ncommerce mui by lhe pro.ximity of preh is/o ric copper mines, exploring native \ncopper as wcll as copper ct\"ixmatc\"S. A similar situaI/ali was fOlOul iII Bodajoz, \nwhere Beaker seulemellls, especiaJ/y /be lortified ones, where lhe maln protluc-\n110 11 centres of metallllrgic aclivitic\"S. \n\nKc'y-words: Archcl(!ometallllV. Fortified setlleme1ll. CbcllchoJi/bic. \n\no ArquOOlogo Português, Série IV; 20. 2002, p . 77-1 14 \n\n\n\nJ. L. CardO$O, A. M. M . Sooref e M . F. Amújo - O espólio mettfllco do Ol/feiro de S. lJemardo 81 \n\n1. Localização e antecedentes \n\no povoado pré- histórico do Outeiro de São Bernardo (concelho de Mo ura) \nsitua-se e m morro dominando o Ardila, de uma allitude de cerca de 160 m, \npossuindo o seu ponto central as coordenadas hectom(:trica s Gauss (Carta Mili-\nlar de Po rtug:11 ii. escala de 1125 000, folha 501, Lisboa, SClV iços Ca nogrMicos \ndo Exército) ; M - 258.7; P - 134.6. Trata -se de um povoado com uma ou várias \nocupações que não ultrapassa ..... ffi o Cakolítico, tanto quanto :IS prospecções \nsuperficiais puderam averiguar. Recolhemm-se (prospecções de A. M. M. S. \nseguidas de outras, no âmbito do plano de minimiza ção de impa ctes arqueoló-\ngicos decorremes da co nstrução da albufe ira de Alqueva) abundant es materiais \nimcgráveis no círculo cultural do Calcolítico do Sudoeste (vasos de bordo \n~atrnendrado\", eternemos de tear em fonna de cresceme, cerâmica de revesti· \nmento, ponlas de seta de sílex jaspóidc de base côncava (Silva , 1998: 370). \n\n• \n\no interesse arqueológico do local fo i reconhecido por J. Fragoso de Uma \nque, durante anos, desenvolveu tmbalhos de campo de índole arqueológica no \nconcelho de que cm natural e o nde desempenhou as funções de vogal conce-\nlhio da Junta Nacioml de Educação pam a área hist6 rico-arqueol6gica. Aluno \n\no A .qu eólogo Pb J'1I'/lIll!s. SIrle IV, 20, 2002, p. 77- 114 \n\n\n\n82 I 1.. Carrlaso, A. M . M . Soares e M . /o: A,wijo - O espólio metõllco do Omelro de S. Bemarrlo \n\nde Manu e l Hele no na Faculdade de Letras da Univers idade de Lisboa, ali se \nlice nc iou em Ciências Histórico-Filosóficas. Como d isse rtaç:l0 final, apresentou, \nem 1942, um estudo origina l, :1 ~ Monografia Arqueológica do Co ncel ho de \nMour.J \\ o qual só viri a a ser publicado, e mesmo assim parcialme nfe , pela res-\npectiva Autarquia em 1988 (Li ma, 1988), embora já em 1951 tivesse sido publi-\ncada a parte relativa ii presença romana, que ultrapassa largamente a área con-\ncel hia , visto inte ressar todo o território actua lmente português da Bética . Em \nnenhum destes trabalhos se faz qualquer menção ao povo:ldo em apreço. Foi. \nnaturalmente, a confianç-J. e apreço por Manu el He le no, de quem se cons id e-\nrava discípulo, que justificou o envio pam o e Olão Museu Etno lógico Português \ndo Doutor José Leite de Vasconcellos o acervo reco lh ido naque le sítio arqueo-\nlógico, n:10 o bstante já ex islir em Moum um Museu Municipal, com o objeçlivo, \nent re outros, de reunir mat e riais arqueológicos encontrados no aro concelh io. \n\nEstes materiais jamais foram publicados em vida de Manuel Hel eno, situa-\nção aliás frequente, e m consonâ ncia com os princípios que orientam m a acção \ndo antigo d irector daquela Institu ição. \n\nO. da Veiga Ferrei!\"'J., após ler s ido convidado pelo novo director do Museu, \nFernando de Almeida, para exercer ali funções como Conservador-Adjunto, a \ntítulo gratu ito, teve acesso a materiais que Manuel He le no guardava pessoal-\nmente, alg un s deles pa rt icularmente importantes, entre os quais o conjunto \nmetálico objecto deste estudo, que por e le viria a se r publicado, como out ros, \nnas páginas de \"O Arqueólogo Português\" (Ferreim , 1971). Esse estudo debruça-\n-se sobre um lote cons tituíd o por dezasseis peças metálicas, que o Autor declara \nenco ntrar-se à parte da res tant e colecção de o bjec tos remetidos a Manuel \nHeleno. motivo que por cena levou a atribuí-lo a um ~esconderiio de fundidor\" . \nEsta hipótese, aliás, nada tinha de insó lita, tendo preseme a ex istência de si tua -\nções se me lhantes, na Idade do Bronze, de ntro ou fora d e sítios habitados; \nporem, no caso em apreço, à falta de out ms infonnações sobre as condiçôes de \nachado de cada uma das peças que integmm o conjunto, desconhecidas por \nO. da Veiga Fe rre ira , tal hipótese apenas enl suportada pela fonna sugestiva \ncomo aquele se aprese mava, aparentando uma efectiva unidade. \n\nNote-se, aliás, qu e a evidente diacronia pmenteada por diversas peç-dS metá-\nlicas do conjunto publicado pelo referido Autor, nà o era m incompatíveis com o \nsignificado funci o nal que por este lhe foi atribuído: é o caso de uma lança de \nalvado, do fim do Bro nze Final (ou Bronze Final 11), com p:lralelos em exemplar \nrecolhido nas proximidades do Outeiro de São Bernardo, na margem direita do \nGuadiana e juntO da barmgem de Alqueva (C:trdoso, Guerra &amp; Gi l, 1992), ma is \nrecente que as restantes peças do conjunto: só que , nesta perspectiva, deveria \nser ao Bronze Final que o conjunto deveria ser atribuído, o que não de ix ava de \nser estran ho, tendo presente que tal atribuiçào se cons ubstancia va apenas numa \nde en tre as dezasseis peças estudadaS. Foi, por certo esta a razão para a elimina-\nção desta peça por Lu is Monteagudo, na apresentaç-do grá fica do conjunto ao \nqua l co nfere relevante significado (Monteagudo, 1985, Fig. 4). \n\nO. da Veiga Ferreira limitou-se a constatar a fil iação do conjunto na Idade \ndo Cobre, conota ndo a tipologia das peças que o integram com exem pi:lres \nanálogos de Vila Nova de S. Pedro e do Zambujal (mui to embora ali ex istam \npeças da Idad e do Bronze) e ainda co m exe mpl ares de AJcalar, conclusão aliás \nreforçada pelo resta nte espólio o riundo da estaçào a que teve acesso, excep-\ntuando a ponta de lança referida. Luis Monteagudo exclui u-a do co njunto, \n\no Arq/wóJogo Portu8uês. Série IV. 20. 2002. p. 77-114 \n\n\n\nJ. L. Cardoso. A. M . M . SoaIl!S e M . F. An:J/ijO - O esp6Iio meUilico do Outeiro (/e S. &amp;m(lrrJo 83 \n\nadmitindo mesmo qu e não seja do O ute iro de S. Berna rdo hipótese que te m \nrazão de se r, cons ide ra nd o a c ro no logia d o resta nte espó li o. No e nta nto , \ninco rre e m di versas imprecisões, res uhantes do desenho da s peÇ;IS a pa rtir das \nfOlografias do trdba lho de O. da Ve iga Fe rre ira : a ma is grita nte é a de atribuir \nalvado a um a peque na serra (Mo nt eagudo, 1985, Fig. 4, n.O 7; Fe rreira , 197 1, \nEst. I , n.o 4). Na ve rdad e, trata-se de exe mp lar que possui umll da s ex tre mida-\ndes co m OIm bos os bordos li ge irame nt e rev irados, ffillS q ue não se pode rá con-\nfu ndi r com a que le tipo de e ncabame nto. só e fectivo a partir do Bro nze Final. \n\nIm porta re levar as principais cons ide rações de Luis Mo nteagudo a p ropó-\nsito do conjunt o e m apreço. Em prime iro lu ga r, separa-o e m do is g ru pos (o \nma is recente se ria de época ca mpa niforme e constitu ído apenas pelas extre mi-\nda des de do is pro jécteis, umll po ntll Pa lmela e uma pont ll de java lina) , atri-\nbui nd o o mais a ntigo ao CaJcolítico e a · un pací fico carpintero~ (op. cito p. 48), \nque cons ide r.a ~sin dud.'l uno de los más ilustra ti vos de la pre histo ria ibé rica ... ~ \n(op. cil. p . 46). Ta l o pin i<i o ra dica-se, pOlra o Autor, pela e vide nte orige m o rie n-\ntai atribu íd:1 a todas as peças que o integram: \"La s piezas de i Cas tro de S. Be r-\nnard o co nstitu yen un impresio n:mt e testim o nio, e n Anda lucía y ce ntro y S de \nPo rtuga l, de peque nos grupos de prospectores mine ros y me ta lúrgicos de i Egeo \n(ve rdadems colo nias según lI lgunos in vestigado res a le mlln es) que impulsaron \nint e nS;lflle me la meta lurgi a d e i cobre y pro bable me me d e i o ro ... ~ (op . cil. \np. 48). Pam justifica r tal a finnação qu e, como é sa bido, não e ra o rigi nal , visto \nco nstitu ir a essênc ia da justifi cação teó rica ava nçada pelos a rq ueólogos ale mães \nq ue, nas d uas décadas a nte riores :1 publicação deste traba lh o escavam m o \npovoado fo rtificado do Zamb ujal (To rres Vedras), Luis Mo nt eagudo dá-se ao \ntra ba lho de apo ntar, pa m cada uma das peças os res pecti vos p rotót ipos ege us. \nNaturalme nt e, não é este o lu gar pa ra discu tir e sta teo ri a, actu a lme nte ape nas \nco m inte resse his tó rico , visto a inda na pró pria décad a de 1980 se te r de mo ns-\ntrado I I independênc ia, na Estre madura portugu esa , até e ntão cons id e rada a \n\"pátri aH d e t:li s ~colóniasH, e ntre o fe nó me no da fo rtificaç,l o e a prese nça da \nmetalurgia do cobre, o mes mo se ve rifi cand o, por ma io ria de rJ. zão, no utrOs \npovol.dos d o inte rior, qu e ja ma is pode riam te r dese mpenha do ta is funções. \n\nEnfi m, deve me nc io na r-se o estudo de T. Bubne r dedicado às cerâ micas \ncampa ni fo nnes do O ut ei ro de São Berna rdo (Bubner, 1979). No inve ntá rio de \nmateriais q ue e ntão aprese nta, conside rados como acompanh a nt es do co njunto \nca mpan ifo rnle , refe re apenas duas peças de cob re do co njunto previamente \npubli cado po r O. d a Ve iga Ferre im: If\".lta-se de uma ponta de Pa lme la (ho je \ndesa p:lre cida) e de um p unhal de lin guc ta, que corresponde na ve rd ade ao se r-\nrOte de fi o côncavo re produz ido po r O. da Ve iga Fe rreira 0 97 1, Esl. I, n.o 8) e \nno presente tr.l balho ( Fig. 1, n.o 9). A ràzão para apenas le r me ncio nado estas \nduas peças , e ntã o ambas co ns ide radas co mo de pa rad e iro desconh ec ido, mdi-\ncam , s imples me nte, no facto de se re m as úni cas que , de e ntre o conjunto me tá-\nlico, possuí am , para o Aut o r, ti pologia C\"J.mpanifo nne. \n\n2. Materiais estudados. natureza e s ignificado do conjunto \n\nExistem d iversas discre pâncias e ntre o conjunto estudado em 197 1 e a que le \nq ue agora se publ ica. Ass im, no co njun to que nos chego u, o qual foi conser-\nvado e m pode r de O. da Ve iga Fe rreim a té ã data do se u desa parecime nto, lal-\n\no II rtl\"edJOSO 1'011118I1és, Série I V, 20. 2002. p . 77- 11 4 \n\n\n\n84 J. L. Cardoso. A. M. M. Soares.M. F. Aroujo- Ot!5fJdllo metA/iro do Outeiro deS. Berrmrdo \n\nvez com o inlUito de elaborar sob re o mesmo um est udo mais desenvolvido, \nnào consta a referida lança de alvado, nem OUIr.lS pcÇllS por si representadas: \num fio de cobre irregular de secçfto circular; uma argola de cobre deformada , \ntambém de secçJo circular; e uma ponta Palmela ( re prese ntada s respectiva-\nmente na EsI. I, n .\". 9, n ,O 10 e n ,O 5 do trabalho citado). Em contrdpanida, den-\ntro do mesmo embrulho em papel de jornal , enconlrdvam-se Irês peças não \nreproduzidas pelo referido Autor, e sem números de inventário, ao contrário \ndas restantes (s:\\o as peças da Fig. I , n .Qf 2, 3 e 7). \n\nJustifica-se , po is, proceder ao inventãrio do espólio agora reestudado, \nentregue a um de nós Q. L. c.) pela Ex.\"'\" Família , com o objectivo de rein cor-\nporar as colecções do MNA , onde deu , de imediato, entrada. \n\nNa listagem que se segue, re re re-se, para cada peça , os números de inven-\ntário nelas apostos bem como a respectiva figura , quer a respeitan te ao estudo \nagora publicado, quer a do trabalho de O. da Veiga Ferreira : \n\nFig. I , n. o I - Lâmina, talvez de pequeno punhal, de contorno tri anguillr \n(Fe rreira , 197 1, Esc 1, n.o 2). N. o inv.: D. 2/ J. \nFig. I, n .o 2 - Pequena lâmina, de gume ligeiramen te peitada, ta lvez de for-\nmão , destinada a encabamento. Inédita. Sem n .o inv. \nFig. 1, n .o 3 - Punção ou sovela incompleto, de secção arredondada . Iné-\ndito. Sem n .o inv. \nFig. 1, n .o 4 - Serrote de gume rectilíneo serrilhado , com extremidade pro-\nximal parcialmente enrolada, ma s que se n ão deve confundir com alvado \n( Ferreira, 1971, ESL I, n .o 4). N.o in v.: D. 1/ V. \nFig. 1, n .o 5 - Faca es patulada de gume co nvexo, com enta lh e later .. ] junto \nà base para encabamento (Ferre ira, 1971 , EsL I, n .O 3). N.O inv. D. 2/ V. \nFig. 1, n .o 6 - Lâmina ou espátula (Ferre ira, 197 1, Esc I, n .O 1). D . 2/ IV. \nFig. I , n .o 7 - Escopro de secção sub-quadrangular, com vestígios d e per-\ncussão numa da s extremidades. Gume ass imétrico e corpo arqueado e \nlige in lmen le encurvado. Inédito. Sem n .o inv. \nFig. 1, n.o 8 - Massa d e cobre batido, de fonna to irregu lar e com numero-\nsas fissuras , de bordos não cortantes e extre midad es romboidais i provável \nlingote (Fe rrei ra . 1971, Esc I, n.o 7). N.O inv. D . I/ IV. \nFig. 1, n .o 9 - Lâmina de serrote curto, de gume côncavo, com lingueta \nbasal pam encabamento. Foi claSSificado ( Ferreira, 1971, Est. I, n .o 8) como \n\"punhal de cob re com serri lha no corte e es pigão para o encabamenlo~, \nclassificação que pouco direre da apresentada por T. Bubner (1979 , \np. 139), considerando-o como ~punha[ de Iingueta ft • N.o inv. D . 1/ 111. \nFig. 1, n.o 10 - Escopro de secção sub-recta ngular co m os lados bombea-\ndos e bisei assimétrico, originalmente e mbutido em cabo de osso, c ujos \nrestos se conservaram pa rcialmente em pouco menos de metade d o corpo \ndo objecto (Fe rreira , 197 1, Est. I, n.\" 6). N.\" inv.: D. 2/ VI . \nFig. 1, n. o II - Faca espatulada d e gume s ub-reclilíneo, possuindo no \nbordo lateral oposto um pequeno en talhe , talvez. rela cionado com o enca-\nbamento (Ferreira, 1971 , Esl. I, n.o 12).N.o inv.: D . 2/ VII . \nFig. I , n .o 12 - Escop ro ou cinzel, estreito e muito longo, de secção sub-\nquadr.dngular e gume assimt:lrico (Ferre ira, 197 1, Esc I, n.o 14). N.O inv.: \nD. 2J VIIi. \n\no A,quOOloso Aml/srlés, Série IV; 20. 2002, p . 77- 114 \n\n• \n\n\n\nj . L Cardoso. II . M . M . Som-es e M . F. IIrmijo - O esp6Ilo meMlico do Olllelro de S. lJqmordo 85 \n\nFig. I , n .o 13 - folha de se rrJ , incompleta, estrita e alo ngada, de fio rectilí-\nneo(Ferreira , 197 1, EsI. I, n.O II). N.O inv. : D. 1/ II . \nFi g. 2. n.o I - Gmnde serrote o u se rrJ, incompleto. de fio rect ilíneo, pos-\nsui ndo uma extremidade em lingueta co m furo parJ e nca bame nto (Ferreira, \n197 1, Esl. I. n.O 16). N.O in v.: D. 1/ I. \nFig. 2, n .o 2 - Ponta de javalina com longo espigão de secção sub-quadmn-\ngu Ia r e extre midade para encabament o fusifonne (Fe rreirJ , 197 1, Es l. I, \nn.o 14). N.\" in v.: n:1o possui. \n\nDo in ven tário apresentado, verifica-se existire m dois conjun tos, um repre-\nsentado pcl:. sé rie D. 1/ I li D. 1/ v. outro pela série D. 2/ I a D. 2/ VIII , com \nfalta dos ele me ntos D. 2/ II e D. 2/ III . Estes pode m corresponde r à po nta Pal-\nmeia, ao fio, ou ã argol:1 , todos eles reproduzidos fotogrJflcamente no trabalho \nde O. da Ve iga Fe rreira .. \n\nSeja como for, a existência destes dois conjunt os faz ia pressupor o rigens \ndistinws , ainda q ue ambas si lU adas dentro da mesma est:l Ç\"Jo arqueo lógica. Isto \nmesmo fom admit ido por Luis Monteagudo, em :tltema li va :l. hi pótese de se trJ-\ntar de \"esconderijo de fundidor~ atribuída por O. da Veiga Ferreira, e ainda \nco mo ahe rna tiva à hipótese por si ap resentada noutra pane do mesmo anigo, \nde serem, si mplesmente, as ferrJme ntas de um carpi ntei ro que tivesse habita do \no povoado: \" .. tambi é n c ree mos posible qu e en vez de depósito se trJt e d e \ntodas las piezas metálicas ex hu madas en el tr:mscurso de I:l excavación de i Cas-\ntro, y ai final em paquet:u:L'ls jumas~ (Monteagudo, 1985, p . 48). \n\nTal possibilidade fOi refofÇ'Jda pelo teste munho do Senho r João da Mouca, \nparticipante nas ex plorações efeclUadas por Fragoso de Lima no O uteiro de \n5. Bernardo, que afirmou a um d e nós (A. M. M. 5.) nun ca ter s ido encon t.rndo \nqU:l lquer esconde rijo de fundidor naquele povoado p ré-histórico. Por ou tro \nlado, informou que era habitual o Dr. Fragoso de Lima e nviar ao Prof. Manuel \nHele no artefactos metálicos (e o utrOS objectos arqueológicos) qu e lh e ofereciam \nou q ue ele encontrava nas s uas prospecções no concelh o de MourJ ou nos \nconcelh os limítrofes. Contudo, a questão só poderia ser cabalme me resolvida se \nalgum dia apa recesse m elemen tos que documentassem inquestionavelme nte \nn:lo só a origem, como as efectivas condi çóes de jazida das peças no terreno. \nEsw oport unidade surgi u aqua ndo da com pra por particular dos cadern os de \ncampo de Manuel He le no. U m de nós Q. L. c.) pôde examinar alguns desses \ncadernos, por defert!ncia de J.R. Carreira, antes de estes tere m sido adq uiridos \npelo Museu Nacio nal de Arqueologia. Num deles , verificou-se que os materiais \nmetálicos publicados por O. da Ve iga Ferreira se e nco ntrJm qua se todos dese-\nnhados, em esboços ráp idos, por Manuel Heleno, e m pág inas sucessivas de um \ndos seus C'.ldernos , constituindo prova inquestionável que se trJta de um con-\njunto homogéneo; poré m, numa primeim leitura fica a dúvida de provirem do \ncaStrO do O ute iro de S:lo Bern ardo, ou de uma anta, s ituada no sopé da eleva-\nção. Co m efei to, a primeira pág ina do cade rno, relativa ao início das expl o m-\nçõcs, M. Heleno escreveu a traço ma is fone ~Sondagens no Outeiro de S. Ser-\nnardo~ e , li traço mais fino, na continuidade daquele título: \"e exploração de \numa anta que o sr. Dr. FrJgoso de Lima ind icou· (Fig. 3). Na pág ina seguinte \ndo caderno. logo li :.brir. se repe te que ~ no pé do castro existe uma anta que o \nDr. Fragoso de Lima me indico u e que estou ex plorando.\" Logo a seguir , \n\no IIrr/IU!ÓIOIJQ l \"r)ffI'8\" és, SIrle IV. 20. 2002. p. 77- 114 \n\n\n\nB6 J. L. Ctirdaso, A. M. AI. Soares e M . F. ArlJl~ - O espólio mettJllco do Qmeiru de S. Be\",omo \n\nManuel Heleno dese nha duas peças metálicas como tendo sido encontrJ.das \n~numa sonda a 20 cm de p ro f. \" Tendo e m atenção que os tr'J.balhos re.-Uzados \npelo próprio no alto do C.l.stro são refe ridos como \"valas\" e não co mo sond:ls, a \ndúvida ficaria instalada sobre o ve rdadei ro local da recol ha destas peças, nào \nfosse o autor usar também a palavra ~sonda~ parJ. estes últimos, como se veri-\nfica ao caracterizar o local de aparecill)ento de um fragmento campan iforme \ninciso (F ig. 4) nos segui ntes tennos: · Um dos cacos desenhados aparecidos no \nOutei ro de S. Bernardo na sonda a uns 15 c m de prof.~. Co mo todas as profun-\ndidades de recolha do restante espólio metálico 5<10 co mpatíveis co m esta, c rê-\nse nào existirem razões para se :Iceitar como vá lida a alte rnativa do conjunt o \nprovir da anta e não do castro. O único argumento que, objectivamente, pode-\nria ser in vocado a favor daquela, seria o fa cto de, na última página do caderno \nre lativa a estas explorações (Fig. 8) se reproduzir um pequeno vaso esfé rico \nintacto, ach:ldo que ê, naturJ.lmente, pouco frequente em povoados, ao CO nl'rn-\nrio do que se verifica nas nec rópoles. Porém, este critério, além de não ser fiá-\nve l - veja-se, por exemplo, o pequeno esférico inteiro, pub licado por um de \nnós do vizinho povoado C'J.lcolítico dos Três Moinhos, Beja (Soares, 1992, Fig. \n4, n.o 14) - parece co ntrariado, ainda, pelo facto de , na mesma página, se refe-\nrir o achado de ~4 pedr'J.s de funda? a 35 cm de prof. \", a mesma indicada para \no recipiente, as quais se somam às outras anteriormente referidas e que não são \nmais do que pesos para a pesca nu vial , artefactos normais em um contex to de \ncarácter habitacional que não funerário. \n\nEm conclusào: não sendo possível ignorar a informação indicada por \nManue l Heleno quanto à exploraç:10 po r si realizada numa anta Silu:lda no sopé \ndo castro, todos os ele mentos co ntid os nas sua s notas s;10 coeren tes qU:1nto à \nproveniência deste último dos materiais ora estudados. \n\nTais explorações foram mandadas executar pelo próprio Manuel Heleno, \nque as aco mpanh ou - considera ndo-se deste modo com direito ã posse dos \nmateriais exumados, transportando-os para o Museu que dirigia - em dois dias \nde trabalho, 29/ 10/ 1946 e 30/ 10/ 1946. Com efe it o , as páginas do Caderno de \nc.'lmpo são concludentes li tal respe it o (Fig. 3 a 8). \n\nNa primei ra pági na (Fig. 3) relati va a tais explorações, Manuel Heleno \nrefere, exp lidtamenle: ~Mandei fazer 2 valas no alto do CJ.stro já apareceram \ncacos com desenho e uma ponta de seta de pedra a 10 c m de prof. - . Tnua-se \nde uma ponta de seta de base côncava, certamente uma das de sílex jaspóide \nreferidas por O. da Veiga Ferreira. Quanto aos ~cacos com desenho\", tra ta -se de \num fragmen to de cer:imica ca mpanifonne, cenamenle o bordo de uma cJ.ço il a. \n\nNa página seguinte (Fig. 4), representou um desses fragm e nt os: é um \nbordo de recipiente campa nifonne co m decoração incisa e ncontr:ldo :1 ce rca de \n15 cm de profu ndidade, que não corresponde a qU:1lquer dos onze recipient es \nca mpaniformes estudados por T. Bubner. Aliás, a certeza de que a colecção a \nque este teve acesso se enconlrava truncada, é dada pela confronlaçlo com a \nlistagem de O. d:1 Veiga Ferreira , que menciona 2 1 fragmenlos pertencentes a \num vaso ornamenlado com a técn ica incisa, que não são referidos por T. Bub-\nner, do mesmo modo que este só menciona um fragmen to co m decomçllo pon-\ntilhada, quando Veiga Ferreira faz me nção a do is exemplares com esta técnica. \n\nNa mesma página, Manuel Hele no apresenta o esboço de um peso de \nrede, que designa por pedra de funda , muito abundanles no povoado. que con-\njuntamente com outro apareceu a 2S cm de profundidade, e o contorno de \n\no Anpwólo80 l'om'8ub, !ib'W II~ 20. 2002, p. 7]· 114 \n\n\n\nJ. l . Cardoso, A. M . ,II. SOaf15 e M . F. Araújo - O es{J6I{Q mert'í/{co do Oll/elro tk S. JJernardo 87 \n\ndu as peças metálicas, ambas recol hid as - na sonda~ a 20 c m de profundidade. \nUma des tas peças co rresponde à lâm ina o u espátula da Fig. I, n .O 6; a o utrd , \nqu e apllrente me nle e m um peq ue no e est re ito punhal de lingueta, perdeu -se. \n\nNa terceira p ág ina (Fig. 5), Manue l He le no d ese nh o u o utra ponta de se ta \nde base cônC:lv:l , lI c hada a 2S cm el e p ro fundidade e um objecto que class ifi ca \nco mo furador de osso, recolhido :l mesma profundidade. Os quatro esboços \nrestan tes sào de peças metá licas, das qua is apenas não se dispõe da primeira: \num punh3 1 de po nta ra mba . munido d e qualIO c hanfros simétricos, dois de \ncada lado, classifiC'ddo como ponta d e lança , e n contrad o, ta l como um a fa ca \nespatulada ( Fig. 1, n.o 10 e o estre ito escopro ou c in zel ( Fig. I , n .o 12), a 25 \ncm d e profundidade; a 30 cm, apareceu a faca espatulada de g ume convexo \nco m c hllnfro pllra encaba me nto ( Fig. I , n.o 5). \n\nAs d UlIs páginas seguintes (Fig. 6 e Fig. 7) representam os objectos metáli-\ncos encontrados no dia seguinte , 30/ 10/ 1946. Trata-se d e um gran de serrote \n( Fig. 2, n.o 1), que jazia a 30 cm d e prorundidade, do pequeno se rrote com lin· \ngueta pam encab:unento e fio cônC'Jvo ( Fi g. I, n .O 9) e d:1 pont:! de javalina \n(Fi g. 2, n.o 2), classificada co mo ~ I;lnça ~ por Manue l Hel e no, :ttn bos encontrados \na 35 c m de prorundidade. \n\nA quinta página ( Fi g. 7), mostra mais quatro esboços d e peç'JS me tálicas, \ntodllS reco lhidas a 35 cm de profundidade, para além de uma ponta de seta de \nbase recta e de um o bjecto de conto rno fusifonne d e pedra, classificado como \n'\" furndor de pedr.l -. No concernente às peças metálicas, trata-se da estreita e \nlonga lâmina de serra rectilínea ( Fig. I , n.O 13); do ci nzel co m restos da respec-\ntiva manga d e osso (Fig. 1, n .o 10), da pon ta Palmela, que Manuel He le no \ndesigna C0 l110 ~ 1 3nça~ (desaparecida ma s llinda fo togr::Jfada por O. da Ve iga Fer-\nrei m) e d a lâm in a, ta lvez de peque no punhal tri:m gu la r ( Fig. I , n.o 1). \n\nEnfim, a (,lIima página do c:lderno de ca mpo dedi cadll às ex pl o mçôcs no \nOutei ro d e S. Bermndo, re produ z um peque no esfé ri co recolhid o, tal como \n\"4 pedrds de fund a ?~ (certamente pesos de rede como o ante ri orme nte citado), \na 35 c m de profundidade, ac hados já anteriormente referidos. \n\nDiversas conclusões se destaC'Jm, no fim d esta análise da documentação \nde ixada por Manuel He leno: \n\nI. Ausê nc ia de três armas no co njumo o ra estudado: um punhal de lin-\ng ueta estreito; um punh al d e lingueta com dois p ares de chanfros si mé-\ntricos pal\"d e n caba me nt o e possível me nt e com n e rvura lo ng itudinal \npouco marcada ; e de uma ponta Palme la . \n\n2. Ausência de co rre la ção entre as duas sé ries de inventário O. 1 e D. 2 \napostas na s peças e as res pecti vas profundidades d e recol ha. Por exe m-\nplo, a se rra estre ita e lo nga , de fio rectilíneo (Fig. I , n.O 13) com o \ninventário O. 1/ 11 , provém d e uma profundidade de 35 cm , tal como o \ncinze l com restos d e manga d e osso ( Fig. I , n .o 10), pertencente ã série \nO. 2 ( O. 2/ VJ) . \nTendo p resente a tipologia das peçAS inventariadas, ve rifica-se que as qua-\ntro conservadas da série 0 .1 (I , II , III e V) sào serras ou serrotes, excep-\nruando-se o possível lingote, cuja marcação é pouco clam. Ao contrãrio, a \nsérie D. 2 oontrastll pela ausência destes tipos anefllctuais, lIpesar da assi-\nnalável va riedade tipológica dos exemplares que a integra m. Parece, pois , \nfora d e dúvida que as conve nções d e inventário apostas a tinta da chin a \n\no AI'r\"tt'Ólogo {'orlU&amp;'/IJs. Série IV. 20. 2fX)2.1'. 77- 114 \n\n\n\n88 J. L. Cardoso, A. M . M . Soores eM. F. Arou...*>- O espólio metálico do Ordeiro deS. lJemardQ \n\ne m cada uma das peças se reportam a trabalho de classificaç-lo tipológica \nfeito depois das escavações, talvez mesmo por O. da Veiga Ferreira . \n\n3. Uma o rganização dos esboços de acordo co m as profundidades cres-\ncente de reco lha , ao longo dos do is dias de trabalho, acompanhados de \nperto por Manuel Heleno nos dias 29 e 30 de O utub ro de 1946, inde-\npende ntemente de se o ptar pelo co njunt o se r d<l a nta o u do povoado (já \nante rio rmente se discutiu tal ass unto). Deste modo, verifiC'd-se que , pelo \nmenos, 13 a rtefactos metá licos pe rte nce ntes ao conjun to ora estudado -\ntantos quantos os desenhados po r Manuel Heleno - apareceram de uma \nsó vez, entre os 20 c m e os 3S cm de profundidade, associados a escas-\nsos objectos lít icos ou cer.i micos, que Ma nuel Hele no ta mbé m nào dei-\nxo u de registar na s fo lhas do seu Caderno de Campo, escassez essa que \ncontrasta co m a abundâ nci a de tais m<lteria is , no conjunto das colecções \nreunidas do Outei ro de S. Bernardo. \n\nEm co nclusão, se pode não se r ace itáve l para o conju nto metá li co em \napreço,&lt;I des ignaçJo de \"esconde rij o de fundidor~ , parece exis tirem elementos \nsufici e ntes para, pelo me nos, se adm iti r o car:.ícter coeren te visto que, graças \n<lOS reg istos de Manuel He le no, tantas vezes critic<ldo, fo i ago ra possível \ndemonstrá- lo com segurança. Esta conclusão reveste-se, nalUralmente, da \nmáxi ma relevância, para a própria análise arqueo lógica dos materiais, que, \n<lssim, devem ser interpretados como partes de um todo homogéneo, do ponto \nde vista crono lógico-cu ltura l; e mbora nem tod os te nh ,lIn fe ito parte da p<lnópli<l \nde um carpinteiro, como dub itativamente supôs Luis Monteagudo, o facto de a \nmaio ria deles se relacionar co m o trabal ho d a made ira , co m destaque para OS \nserrotes ou serras, dos quais existe assin aláve l quantidade, sem conludo se veri -\nficar qua lquer repet iç-Jo tipológica - facto que p ressupõe util i7.açóes específicas \ne dift!renl es - permite admitir para esses tal possibilidade. \n\n3. Análises químJcas não destnttivas \n\n3. 1. Parte experimental \n\nA composição química dos a rtefactos estudados foi dete rminada fazendo \nuso de um método de anál ise química multi-elementar e n1l0 destrutiva: a \nespectrometria de fluorescência de raios-X (XRF), dispersiva de energias. Esta \ntécnica util iz.1 os raios-X caracte rísticos que em ite m os e le me nt os químicos \nconstituint es dos mate ri ais, quando irrad iados por um feixe elect ro magné ti co de \ne ne rgia apropriada. O feixe de raios-X ao incidir num áto mo de uma a mostra \nprovoca a formação de uma lacuna numa camada inte rna desse átomo (gera l-\nme nte K ou L) , que tende a se r preenchida por e lectrões de camadas mais \nexte rnas. Como cada elemen to possui um número fIxo de electrões,&lt;IS SU<lS \ne ne rgias de ligação são caracte rísti cas desse elemen to quím ico. Ass im, esses \nre&lt;ltr.ln jos electrónicos res ultam numa e missão de um co n junt o de riscas de \nraios-X , que funciona co mo uma ~ impressào digita l\" de cada elemen to qu ímico. \n\nO eq uipamento usado neste estudo foi um espectrómetro comercia l (o \nKevex Delta XRF Aua/yst) controlado por um computador DEC LSI 11 /7 3. Neste \nequipamento, o feixe de fotões pri mários é produzido numa ampola de raios-X \n\no Arque6lcgo Português, s&amp;íe IV, 20, 2002, p . 77- /14 \n\n\n\nJ. L. CurrJo.w, A . M . M . Soares (I M . F. Arulijo - o espólio metálico do Ol/Ieiro (Ie S. lJonmrrJo 89 \n\ncom um ânodo de rádio. O feixe p<XIe ser, em segu ida , utilizado para produzir \num feixe monocrom[lIico através de um alvo secund!'irio apropriado (Gd, Ag, \nZr, Ge, Fe e Ti). Os !1lios-X caracteristicos emitidos pelos elementos constitu in -\ntes das amost .... J-s S30 colimados a 9()co e medidos num detector semicondutor de \nSi(Li) com uma reso luç'Jo de 165 eV e área activa de 30 mm l . As amostras \nforam analisadas utili7..3ndo a radi:Ição monocromática obl\"ida num alvo secun-\ndário e num filtro de Gadolínio, produzida com uma tensão de 57 kV e uma \nintensidade de corrente de I mA, sendo o tempo de :Icumulaçào de 200 segun-\ndos. As Figs. 9 e 10 apresentam , a título exemplifiC'J-tivo, os espectros obtidos, \nn:IS condições descritas, para o possível lingote ( Fig. I , n.O 8). e para O \npequeno serrote (Fig. I, n.o 4), respt..>c1.ivamente. \n\nA análise foi efectuada coloc:mdo os objectos directamente sobre um porta-\namOSlr\"dS fixo. sem efecl uar qualquer tratamento prévio. \n\n3.2. Resultados \n\nOs resultados obtidos são apresentados no Quadro I de uma forma semi-\nqu:mtitativ:il. tendo em atençJo que os artefactos não foram sujeitos a qualquer \ntratamento físico ou químico de limpeza. A concentraç,lo dos elementos quími-\ncos nos produtos de corrosão é diferente da corresponden te ao interior metá-\nlico não corroído na medida em que certos elementos m igram para a superficie \ne formam comfX>Stos mais facilmente do que outros. A lécnica utilizada (XRF) \napenas pennite determinar :ii composição química superficial, numa espessura \nque não excede as centenas de micm (SOARES et ai., 1994). Daí que pouco sig-\nnifiC'J-do teria li apresentaçJo de resultados tOlalmente quanlitativos. \n\nQUADRO I \nResultados da análise por XRF dos artefactos metálicos (++ elemento principal; \n\n+ elemen to menor (>1%); v. vestígios « 1%); n .d. mio detecrados). \n\n........ N.·. .... . '\" EJnncn\"*q~ .. ~\"\"\" ~ .. I . 2 • Cu .. ,. Ao '\" ... \" Esp;ilula 0.2IlV '.' ,. n.d. n.d. n.d. n.d. o.d. Punh31 D.'\" 2 '.' o n.d. o.d. n.d. n.d. n.d. \n1'~C',1 D.2IV 3 '.' o o.d. n.d. o.d. o.d. ,. \n\"\"\"\" O.l/V • '.' o n.d. n.d. n.d. n.d. ,. Cinzel ou cscopro D.2IV1 , 1. 10 o n.d. n.d. o.d. o.d. n.d. \nUngolc (?) O. I/lV (?) 7 ' .8 n.d. n.d. n.d. n.d. n.d. n.d. \n\n\"\"\"'\" 0.1/ 111 8 '.' o n.d. ' .d n.d. n.d. n.d. \"'\" 0 . 1/ 11 \" 1. 13 ,. n.d. n.d. n.d. n.d. n.d. '''' O.2/VI1 \" l , tI ,. n.d. . .d n.d. n.d. n.d. Ponu de jav:.llina ? \" 2.2 \no n.d. n.d. n.d. n.d. n.d. \n\nCinzel 0.2/V1lI \" 1,12 \n,. n.d. o.d. n.d. n.d. n.d. \n\nSeITOl(' ou sem O.tll . , 2.1 o n.d. n.d. n.d . n.d n.d. \nI'orndo ? ' .2 o n.d. n.d. n.d. n.d. n.d. \n\nPu\"\". ? 13 ,. n.d. n.d. n.d n.d. n.d. \nCinzel ou cscopro ? 1.7 o n.d. n.d. n.d. . .d n.d. \n\no Numera(.'lo l.'Orrespoodcole:\\ Esr . I cm J'I:!II.REIIIA, 1971. \n.. NU/tll..>r.I~o correspondente ;'15 Fig. L e 2 deste Ir.tbalho. \n\nO AfI/I.ootoso l'VfflIS\"és. Si-rl6 JI~ 20. 2OQZ, p . 77·114 \n\n\n\n90 J. L. Cardoso, .A . AI. M . Soorrs ti M . F. A rlllijo - o espóIlQ \"'eM/iro do Ol/feiro de S. Bcnumlo \n\nPela análise do Quadro I verifica·se que todos os obfectos, co m uma única \nexcepção, o possívell ingotc (cob re puro), são de cob re arsenica l (> 1%), ou de \ncobre em que o arsénio .. parece como elemento vestígioll. Outras impurezas \nque aparecem habitU:llmente estil o au sentes, como ausentes estão .IS ligas de \nbron ze. Apenas o ferro aparece como vesligia l em d o is anefllclos e a sua pre-\nse nça será devida , muito provave lme nte, aos produtos de corrosão que incor-\nporaram este elemento existente no solo. \n\n3.3. Discussão \n\no signifi cado da presença de arsé ni o nos cobres pré- históricos do su l \npeninsular, incluindo e m ta l domínio geográ fi co a Est remad u r::l portu gu esa , é \nassunto de há mu ito debatido , sem qu e se tenha, até ao presente, chegado a \nqualque r consenso. Embom 3. presença de arsé ni o nas ligas de cob re de tais \na rtefactos seja uma consta nt e, as percemagens variam muito. Po r ou tro lad o, as \nli mitações dos métodos analíticos n:lo destrutivos, que tê m vindo a se r nos últi-\nmos vime anos sistematica mc me utili zados. com destaqu e para ° método d,1 \nnu orescênc ia de Raios X (XRF). ta mbém utilizado neste trabalho, não pernlitem \na obtençJo de análises quantitativas seguras , s usceptíveis de contribu ir eftcdz-\nme nte para o progresso da discussão da questão. Uma das excepções a este \npanOr'J.ma , aliás muiro compl'L-'Cnsível dada 3. natural relutância dos conservado-\nres dos museus ou dos arqueó logos em vere m sacrif'icadas o u mutiladas as \npeças ã sua guarda, co m o propósito de ass im se obterem as amostras requ e ri -\ndas pelas análises qu:mtirati vas tradici o nais, co rresponde ao estudo s istemático \nde 22 peças de cobre cal co líticas do povoado pré-hist6rico de Leceia (Oeiras) \npelo método não destrutivo de FNAA, utilizando ne utrões rápidos, acelerados \ne m ciclotrão (Ca rdoso &amp; Guerm, 1997/ 1998). Infe lizme nt e, além das ev ide ntes \nli mitações ftnanceiras, este método requer equipamento de difkil acesso , não \ndisponível em Po rtugal. No caso refe rido , foi possível detennin:lr uma variaç-Jo \nco ntínu a do teo r em arsé ni o e ntre os quase 0% e os cerca de 5,5%, o que per-\nmitiu aos autores co nclu ir pela sua ex istência primária , nos minérios utilizados. \nEste resu ltado ve m, assim , re fofÇ.1r idên tica conclusào há muito aprese ntada por \nO . da Veiga Ferre ira, compara ndo as análises das peças de cobre pré-históricas \nco m as dos prováveis miné rios utili zados (Fe rreira , 196 1, 1970). Cont udo , outros \ninvestigadores têm mantido posiçlo co ntrária a este respeito, tendo presente \nque o arséni o contribui para o aumento da dureza das li gas de cobre, defen-\nde nd o um fa brico da s peças altamente controlado ( Harrison &amp; Craddock, 198 1; \nHoo k el ai., 1987). O ceptic is mo de o utrOs na aceit.'lção d e esta ultima hipótese \n( Monl ero Ruiz, 1992), resulta das distribuiçôcs irregulares dos leo res de arsénio, \nde acordo com as próprias osc ilações nos minérios de que era m produzidos; \nacresce que os argume ntos dos defensores da adição int e nciona l do arsénio não \nfomm unifonnement e ve rificados; 3 conolação da maior prese nça deste e le-\nmento (até cerca de 5%) e m peças necessárias ao co rt e, como facas ou pontas \nde nec ha (Hook et al, 1987) e a sua menor percentagem e m peÇ'J.s que requ e-\nri am mai o r resistência ao golpe, como machados, foi recenl e me nt e contra riada \natra vés da aná lise de um co njunto de peç'.ts de cobre do Bronze pl e no do Cas-\ntill o de Alanje, Badajoz (Pav6n SoldevilJa, 1998: 75, 76). No CJ.SO das peças e m \n\no A\"I'll!6Ioso PQm18/1ês, Sh1e IV. 20. 2002.\". 77-114 \n\ni \n\n\n\nJ. L Cardoso, A . M . M . Soares e M . F. Armijo - O espólIo metálico (lo Ollleíro de S. BenUlrdO 91 \n\napreço, as limitações do método não destrutivo utilizado impedem que se \navance mais na d iscussão desta importante questão , embora o padrão se afigu re \nsemelh ante ao patenteado em Leceia, e deste modo seja lícito admit ir uma pre-\nsenç'd natural do arsénio. \n\nSeja co mo for, a ho mogeneidade de composição química evidenciada por \ntodos os artefactos metálicos analisados do Outeiro de S. Be rn ardo, deve ser \ndevidamen te relevada. É de no tar a ausência de impurezas habitu ais , como a \nprata, o antimón io ou o c humbo, o que leva a adm itir, co mo muito prová vel, a \nutili zação da mesma tecno logia metalúrgiC:1 e o recu rso ã mesma fonte de \nminérios e, consequente mente, a atribui r a mes ma crono logia para todos eles. \n\n4. Cronologia e integração cultural \n\nTomando como seguro que o espólio me tálico do Outeiro de S. Bernardo \ncorrespond e a um co njunto homogéneo - o que julgamos ter ficado demons-\ntrado peta anál ise da documentação inéd ita fe it a an te ri o rm ente, .. que se \nsomam os resultados das a nálises químicas - importa agora procede r a processo \ncomp .. rn tivo susceptível de co ndu zi r à respectiv .. con trap rova d a sua cro nologia \ne integração cultural. Na ve rd .. de, trata-se de questào previamente respondida, \natendendo à a~iação estra tigráfica dos materia is metálicos a cer-l micas cam-\npaniforrnes incisas, que nada ind icam serem intrusivas, alé m de pontas de seta \nde sílex j .. spóid e de base cô ncava ou recta. Deste modo, as co ns ideraçôes \nsegu intes irão m .. is no sentido de co mprovar, po r outros c ritérios, tal conclu são \nobjectiva, reco rrendo ã análise bibliográfica disponíve l. \n\nA presença da pont a de javal in a (Fig. 2, n.o 2), e ncontrada na pane ma is \nprofunda .. paren temente atingida pela escavação (35 cm), excl ui , salvo remexi-\nmenta estratigráfico, idade ma is amiga para o restante materia l metálico. ClarÇ> \nque podería mos estar perante uma situação análog .. à idemifiC'd,da no depósito \ndo Casa l dos Fiéis de Deus, correspo nd e nte a um co njunto metálico do Bronze \nFinal, ao qual se adicionou uma peça muito ante rior (Me lo , 2000), cujo signi fi -\ncado pe rmanece enigmático. Mas, no prese nte caso, do pomo de viSIa tipo ló-\ngico, estar-se-ia, justamente, pemnte s ituação co ntrária, muito menos plausível \ndo ponlO de vista estritament e arqueológ ico. \n\nCom efei to , o co njunt o evide ncia uma assinaláve l trad ição ca1co lítica: \nassim, os pequenos serrotes, as facas e mesmo os formões, sovelas e escopros \nou ci nzéis, poderiam perfeitamente encontra r-se em qualque r povoado ca1colí-\ntico, tantO da Estremadura como do Sudoeste do actual territó rio português; já o \ngrande serro te , co m furo nu ma d .. s extremidades para a fIXação do cabo, o fino \ne longo cinzel, de morfologia ass inalavelme nte regu lar, bem como a se rm, \nlonga, estreita e rectilínea, evocam época mais evol uída para estas produções, \nembor;t em est re ita conti nuid ade com a metal urgi .. do Ca1colírico Pleno. É de \nregiStar a presença de grandes serrotes, em contextos da Ida de do Bronze do \nSudeste (S ire t, 1887), bem co mo nos depós it os lacustres do Bronze Final da \nSuíça - lago de Bienne, Moeringen (Mu nro, 1890, Fig. 6) ou da bacia do Rh ô ne \n- depósito de Ribi e r (Hautes-Alpes), publicado por E. Chant re (Chan tre , 1875, \nPI. XXV) , munidos de perfumções em pelo menos uma das extremidades para \nfixação do cabo, a par de exe mplares de menores dimensões, mas igua lmente \ncom perfurações numa d as ex tremidades, co mo o serro te do Bronze Pleno \n\no Arql/eólogo I'ortl/gllês, Série IV, 20. 2002, p . 77- 114 \n\n\n\n92 j, L. Cardoso, A . M . M . S()(m~ e M . F. Aruújo- Oesp6llo metálico do Ol/feiro fieS. 8emardo \n\n(Ho rizo nte Protocogotas) do Case rio de Perales, Madrid (Blasco 13osqued , Calle \nPardo Sá nc hez Ca pilla, 1995, Fig. 3, n.O 3). É de assi nala r que estes o bjectos, no \ncorpus dos objec tos da Id ade do Bronze de França (N ico lardot &amp; Gauche r, \n1975), aparecem sob a designação de ~scies~ (em Português, ;'se rras~), não \nocorrendo a designação de \"serro te M • Uma vez ma is, ve rifica-se que todos os \nobjectos ali reproduzidos possu em u ma ou duas perfurações na s extremiruldes, \nrespectivamente nos exe mplares in co mpletos, ou nos co mpl e tos ou reutilizados. \nA ú ni ca q ue se a fi gum comp le ra, para uma la rgurd de ce rca de 15 mm , possu i \num com primento de 200 mm, se ndo oriund a do lago de Neuchâte l (Suíça). \n\nA p resença de cerâmicas campanifor mes tardias associadas estra rigrafica-\nmente ao co njunto metálico, com quase exclusiv idade das do gnlpo inciso -\nsem dúvida o mais recente no âmbito da periodização do '·fen6meno~ cam pani-\nfonne no Ocidente Peninsula r - con fe re uma ba li za cronológico-cullural segura \nao refe rido co njunt o. Importa, em especial, referir que a gruta sepulcral da Ver-\nde lh a dos Ruivos (Via longa, Vila Franca de Xira), utilizada co mo necr6po le \ncolecti va apenas no decurso do campanifonne, ali também representado q uase \nexcl us ivamen te por materiais cerlmicos incisos, forneceu d atas e m torno de \nmeados do III mi lénio a .C., estenden do-se pelo te rceiro quartel do mesmo mil é-\nnio (Cardoso &amp; Soares, 1990/ 1992), para u m intervalo de confiança d e dois \nsigma. É, com efeito, nesses úl ti mos mome ntos d o Calcolítico, ou de [mnsição \npara a Ida de do Bro nze, que se generalizam as produções metálicas, especia l-\nmente de armas, co mo as pontas Palmela , co mo a recol h ida p o r Manuel \nHeleno, hoje desaparecida. Uma anál ise tipoI6g iC'J. de ponnenor d este exem-\np lar, bapt iza d o por O. da Ve iga Fe rreira como ~de tipo Alcalar~, de como mo \nbitriangular (b i-isósceles), nisso se diferenciando das pontas do tipo Palmela s. \ns., em q ue aque le é cordiforme foli<íceo , opinião confi rmada por L Monteagudo \n(Monteagudo, 1985), parece inscrever-se nas produções mais ta rd ias destes arte-\nfactos e se r, deste modo, de cro nologia compativel com a ponta d e javalina, \ncuja relevâ ncia justifi ca co nsidem ndos mais desenvolvidos. \n\nA extre ma raridade de pontas de javalin a no território peni nsu lar não é \ncontmriada pelo notável conju n to reco lhido na periferia do dó lmen de La Pas-\ntora (Sev ilha). A primeira re ferência, que re monta a 1868, d eve-se a F. M. \nTubino: menciona que o co njunto se encontrava dentro de um reci p iente, \ndebaixo de gra nde pedra , do lado ocident al do montículo q ue cob ria a estru -\ntlIra dolmé n ica, se ndo constituído por trinla pontas de javalina. Este ponneno r \nleva à conclu são de que poderia ser um depós ito ritual , eventua lmen te poste-\nrior ã fase d e ocupação ma is amiga do mon u men to. Dos trinta exemplares ini-\nciais, Martin Almagro estudou e desenh ou 27, alguns dos q uais se enco ntram \nre produz id os na Fig. 11 (Almagro, 1962, Fig. 2 a 5). A importância destes exem-\np la res, q ue se afiguram de evid e nte exotismo na Pré- Hist6 ria pe ninsu lar, reme-\ntendo directamente pal\"J. pamlelos sí rio-palestinos do IV aos inícios do II milé-\nnio AC, justificou a publicação de outro estudo (Mon tero Ruiz &amp; Teneihv ili , \n1996), no qual se conjuga mm a discussão dos aspectos tipo l6gicos com as amí-\nlises das composições das respectivas ligas metálicas, de modo a poder discutir-\nse a questão da su a origem em bases mais sólid as. Fomm vinte e oi to os exe m-\nplares estudados. Do p OntO de vis ta t ipológico, os autores co ns id eram \nessenciais a existência de três sectores nas pontas de javalina de L, Pastora: a \nex tremid ad e d ista l, corres ponde a fol ha perfurante e cortante. d e co ntorno \ntriangu lar, mas com tamanho e morfologia diferentes consoante os exe mplares; \n\no Arqrwólcso Po1111811ês, Série IV, 20. 2002. p. 77·114 \n\n\n\nj. L. Cardoso, \"'. M. M . 500res e M . F. \"'rmijO - O espólio metálico do OWefro de S. 8emorrlo 93 \n\num pedúnculo mediano, sempre de seçç.lo circular ou sub-circular; e uma extre-\nmidade proximal, destinada ao encabamento, diferenciada daque le por um res-\nsalto, com fonna fusifonne e secÇ\"Jo quadmngular. Tendo presentes estas caracte-\nrísticas , o exemplar do Outeiro de S. Bernardo, com 17 mm de largum máxima, \npertence ao grupo const ituído pelas folhas mais estre itas, variando e ntre 17 e \n20 mm, o qua l imegm 13 dos 28 exemplares estuw.dos de La Pastora. Por seu \nturno , a relaçolo entre a brgur .. máxima e o comprimento da folha inscreve a peça \nalenteja na no grupo maioritário de I..él Pastam, com 22 exemplares, caracterizado \npor folhas cujo comprimemo é duas a três vezes superior ã largura. Trota-se, deste \nmodo , de um exemplar esbelto e longilíneo, comparativameme ao conjunto anda-\nluz. A morfologia da fo lha apresenta, tal como alguns exemplares de La Pastam \numa discreta nervura ce ntral , mas as variações detectadas não fomm demasiado \nvalorizadas pelos dois autores, remetendo-as para particularidades do processo de \nfabrico artesanal , por mane lage m a quente e a frio. Ao contrário, o pedúnculo \nmesial apresenta sempre SL'CÇ\".lO arredondada , separado do esp ig;lo de encaba-\nmenta, sempre de secção quadrangu lar, por um ressa lto , que corresponde à pro-\nfund id:.de da fIxaçdo na haste de madeira. No exemplar do Outeiro de S. Ber-\nnardo, ao contrá rio , tanto a zona do pedúnculo mesial como o espigão proximal, \npossuem secções quadrangu lares; o mesmo se observa no ou tro exemp lar portu-\nguês , do Cerro dos Castelos de S. Brás (Serpa), publicado por R. Parreira (Parreim, \n1983, Fig. 12, n.o 8). Deste modo, pode admitir-se a existê ncia de particularismos \ntipológicos decorre ntes de distintas trndições, próprias :1 diferentes locais de pro-\ndução deste raro grupo de artef .. ctos metálicos. \n\nNo co ncernente à composição químico .. , em ambos os casos recorrendo à \ntécnica XRF, d ispe rsiva de e n e rgias, o cobre afigum-se como elemento princi-\npal, ocorrendo o arsénio, no exe mplar em apreço, como eleme nto menor, \nsuperi or a 1%, situaçilo que se observa em 13 dos exe mplares analisados de La \nPastam, mas que , e m todo o caso, nun ca atinge os 2%. Parece, por conse-\ngui nte, estannos per..ante ligas de co mposição se melhante. Aliá s, a homogenei-\ndade das composições dos exemp lares d e La Pastom, a que se junta a sua \nseme lhança compos icio nal com o utras peças da região, já tinha sido valo ri zada \ncomo argu mento em abono do seu fabrico local, extens ivo deste modo à peça \nque nos ocupa, visto a sua composição se r, po r seu turno, semelhante à das \nrestantes peç .. s do conjumo. \n\nTendo presente que se trata de cobres com perce ntagens variáveis de arsé-\nnio (relembre-se que a designação de \"cobres arsenicais~ se aplica :I lig:ls com \nml.is de 1% de arsénio, cf. Montero Ruiz &amp; Tene is hvili , 1996, p.79), a sua c ro-\nnologia ê segu ra mente anterior ao Bronze Final, época em que as ligas d e \nbronze se tornam usuais no sul peninsular (Soares et aL , 1996). \n\nAdmitindo que no Bronze Pleno já fosse m fabricadas algu mas peças de \nbronze, como já se verifi ca ria no Norte de Portugal (caso dos mac hados do tipo \nBu jões/Barcelos) e eve ntualmente na Estremadura, como indica m, entre outras, \ndiversas peças de bronze recolhidas no povoado de Vil:l Nova de S. Ped ro, \nAzambuja, anteriores :10 Bronze Final, a lgumas co m afinidades a rgáricas (Pa ço, \n1954, Fig. 1; 1964, Fig. 21 , 22), a ausência de peças de bronze remeteria pam \ncro no logia :Interior a meados do II milénio AC. Estas observações conco rdam \ncom o verifi cado num contexto geográfico peninsula r mais vasto: com efeito, o \natraso da utilização das ligas de b ronze na Península Ibéri ca foi, pelo menos, de \ndois séculos, relativamente ao Ocidente europeu al é m Pirinéus, devido à inci-\n\no Arqlll .. >ó/ogo Pr.muguis. Sér1e /Y. 20. 2002, p . 77-114 \n\n\n\n94 j, 1., Corrlow, A. Ai. M. Soares e M, r: Araríjo - O esp6Iio metálico do OIlU.>iro de S. Benwrdo \n\npiência da exploração do estanho, acompanJlada d e escassa difusão de peças \nmanufacturadas para regiões onde aquele não existia. Tal realidad e ex plica a \ntardia utiliza ção do bronze na Pe níns ula Ibérica, prog redindo de Norte para Su l, \nte ndo apenas chegado ao Sudeste no final do Bro nze Pleno (Fenánd ez Miranda, \nMontero Ruiz &amp; Rovira Uorenz, 1995); o mesmo se terá verifica do no Sudoes te \nibérico, porque também :Iqui existia arreigada uma fo rte tradição ela metalurgia \ndo cobre, floresceme desde o Calcolítico, devida à abundância na região de \ncobre nativo, além de çarlxmatos e de óxidos de cobre. \n\nTendo presentes as cons ideraçôes anteriores, três hi póteses são plausíveis \npara a época do fab rico das pomas de javalina d e La Pastora: o Calcolítico, o \nBronze Antigo ou o Bronze Pleno, nào o pt ando os autores do segundo estudo \npor qualquer das três alte rnativa s: nem mesmo a hipótese d e estas te re m resul -\ntado de uma discreta influência mediterr-.1nea pode ser utilizada, visto ta is influ-\nxos poderem remonta r ao Calcolítico. Os pamlelos forma is mais próxi mos pro-\nvêm da região sí ri o- palestinense e ntre o Mediterrâeo e o Mar Morto (java lin as \nd e tipo Te ll el Duweir; cf. Mo ntero Ruiz &amp; Teneish vili, 1996, Fig. 6). Mas é \nó bvio que não se podem imputar ao exemplares pe ninsulare s uma filia ção \no rienta l, quanto mai s não seja porque ali, não obstan te a dispe rsão e a diversi-\ndade tipológica, jamais se achou um tão gra nd e conjunto de peças de uma só \nvez, co mo no dólmen d e la Pastora. \n\nA este propósito, é de referir que M. Almagro, reconhece ndo filia ção sí rio-\npalesti nense para as peças de La Pastora, não deixou d e as co nsidera r como \nprodutos fabricados localmente, tendo prese nte a composição de cobre arseni-\nca l de alguma s das peças já então analisadas, W •• que se usó e n Espana de \nmanera ge neral durante todo e l Bronce I hi spano y aun e n el Bronce II o cu l-\ntura de El Argar~ (Alma g ro, 1%2, p. 34). Deste modo, o autor co lOC'd como \nlimite c ronológico superi or da produção das javalinas de La Pastora o agom \ndesignado Calcolítico (Los MiIlares), ã época s ituado entre 2000/ 1800 e 1600 a. \nc. Precisando o seu pensa me nt o, e te ndo presente que as javalinas orien tais são \ntambém de cobre , an terio res portanto ao uso de esta nho na região, o Autor \nadmite, sem pre na perspectiva de serem as produ ções pe ninsulares inspiradas \npelas orientais, uma época algo posterior para aquelas, c ujo limite superior \nremontaria :1 intervalo entre 1800 e 1600 a. C: wEs decir, este tipo d e punta de \njabalina correspondería a nuestro Bronce I B~ (op. cit. p. 34), q ue não é mais \ndo que a época que o Autor fez corresponder ao ~fen6meno~ campa niforme. \nAssim sendo, para Martín Almagro o conjunto d e ponta s de javalina d e La Pas-\ntora e ra d e época campaniforme. Apesar de os critérios utilizados pelo Au to r \nse re m hoje inaceitáveis, resta saber se a conclusão a que chegou também o é. \n\nNote-se que também Lui s Monteagudo partilhou da mesma opinião, ao atri-\nbuir, por critérios purame nte tipol ógicos, a poma d e javalina do Ou teiro de \ns. Berna rdo e a ponta Pal me la a um conju nto mais moderno que o re presen-\ntad o pelas peças restantes, e con te mporân eo do vaso campanifonne. \n\nImporta averiguar até que po nt o as condições d o achado de UI Pas tora não \npoderâo fornecer ele mentos c ro no-<: ulturais de interesse. A depos ição d as javali -\nnas fez-se, segu ndo o relato d e Tubino, no talude do Iwnu/us dolménico, lmta-\nse, pois, de uma deposiçào secundá ria de armas num monumento megalítico \nde c ro nologia evolu ída , pertencente já ao Ca lco lít ico, não se ndo possível saber \nqual a dia cronia entre a construção do monumemo e a referida deposição \nsecundária. N.lo se ndo tal situa ção frequente , foi, contudo, por diversas vezes, \n\no Arqueólogo Portll8\"és, Série IV, 20, 2002, p. 77- 114 \n\nI \n\n\n\nJ. L. Cun:IQSQ, A. M. M . SOutt'S e M . F. Amlijo - O espólio metálico do (h/feiro de S. !JenUjf1JQ 95 \n\nrecon hecid a a utilização de montícu los tumul ares de monumemos dolménicos \nno período C'à mpani ronne, sendo mras tais reutili zaçôes em épocas posteriores, \nnão obslante se poder continu ar a a proveitar as ai maras ou corredo res das pró-\nprias estrutu rolS dolménials pré-existe nt es. O exemp lo mais expressivo em terri-\ntório português ê o da Mamôa 1 d e Chã d e Carvalhal (se rra da Aboboreira). Ali \nse exumaram diversas peças de cob re, ;11 situ, sob o revestime nt o pélreo super-\nficial, nas terras do IIwwfus do mo nume nt o. Tra ta-se d e dois punhais de lin -\ngueta e de c in co pontas Pal me la , de direrente tipol ogia e g raus de conservação \ntambém d isti m os. As duas primeiras peças e nco ntravam-se sob repostas em pos i-\nção in versa, enq u anto as pontas apareceram também agrupadas, re unidas e m \nreixe, em posição vertical e co m os espigões vira dos para ci ma. O co njunt o, \nco nstituído por estas sete peÇ\"\"olS, todas de cobre a rseni C\"\".tl, distribuí:l-se , assi m , \nem dois grupos, mas ao mes mo nível, distand o entre si ce rca de 92 cm. A s ua \ntipologia é com patível com mome nto tardio do ca mpanirorme, época em que \nse dá a proliferação de a rte factos de cobre, como estes, se nd o sincrón ico da \nco nstru ção d o monumento, ~querendo isto também dizer que a Mamoa 1 de \nChã de Carvalhal, cujos construto res conheciam e utilizavam objectos C'olmpa ni -\nfonnes , foi edifi C\"\"olda num momento ta rdio do \"fenómeno~ megalítico da regi:lo~ \n(C ru z, 1992, p. 47), tal q ua l o ve rificado no monumento d e La Pastora. Para \nalém deste exemplo, poder-se-iam rererir dive rsos casos de reutilizações de \nmonumentos megalíticos, através da co nstruçJo d e sepulturas, por vezes cistó i-\ndes, n os tllmllli de dólmens do centro- none litoral do território português \n(Silva, 1994), e a s ua ex te nsão pela Beira Inte ri or: rece nt emen te, um de nós Q. \nL. c.) d irigiu a esca vação de uma cista implantada no tu mulus de um monu-\nmento dolménico mais a ntigo (a n t.a. S do Amieiro, Ros ma ninhal, Idanha-a-\nNova), contendo fragmento cam panifonne com decorolção pseudo-excisa, com-\npa rável a recipientes enco ntrad os no dólmen d e La Ermitia de Galisanc ho \n(Salamanca), de época tardia no contexto do megalitismo regional, c uja mamoa \nfoi utilizada w mbé m co mo zo na d e enterra mentos individuais C\"\".tmpanifonnes, \nefecru:ldos em peq uen os covachos (Delibes d e Castro &amp; Sanlo nj a, 1987). \n\nEm conclusão, as pontas de javalina d o dólmen de La Pastorã, e mbora pos-\nsam nào ser coevas da fase mais an tiga da utili zaç,10 do monumento, revelam \num cunho ritual de carácter funerário com estri tas analog ias a práticas corrent es \nno decurso do campanifo rm e tardio, observáveis e m d iversas áJ\"e'.ts geográficas \npenins ul ares, s itu açdo que reforça li sua cro no log ia ade ntro de ta is manifesta-\nções dos finais do III Milénio a. C., se nà o mesmo dos iníc ios do mil é ni o \nseguint e. \n\nOs e lementos sob re o limite cronológ ico infe rior do u fenómeno~ c unpani-\nforme no vale médio do Guadian a e, por extensão, na Extre madur3 e Andalu-\nzia, são escassos e, por vezes, po uco fiáveis. Com efe ito, recentemente, procu-\nrou-se demonstrar a cont inui dade cu ltural , no Sudeste, en tre os derradeiras \nma nirestações ca mpa nifo rmes (representadas pelo g rupo d e Ciempozuelos, \nequ ivalente d o g ru po de Palmela), e a primei\"l fase d e El Argar; lal ê perfeita-\nmente possíve l, e até lógico, mas carece d e a rgu me ntação mais segura que \naqu ela q ue, por ora, é possíve l invocar ( Brandhenn, 1996). Por ou tro lado, as \ndatações de rad iOC:lfbono disponíveis para aquela área são escassas e nalguns \ncasos po uco fiáveis. Acresce a prática incorrecta, mas ai nda não errad icada, de \nalguns arqu eólogos espanh óis conti nua re m a subtrair das datas con vencio mlis \nde radiocarbono (e m anos BP) 1950 anos par::I as lransfonnarem e m anos a.c. , \n\n\n\n96 j. L. Cardoso, A. M . M . SooFl!:S e M. F. Arnríjo - O espólio melálfco do Olll,>iro de S. Bemmrlo \n\no que introduz grande confusão e não poUCdS indefinições na sua utilizaç:l0 em \ntermos co mparativos co m as datas portuguesas, por via de regra já calibradas. \n\nAss im, os fmgmemos campanifonnes incisos de estilo Ciempozuelos encon-\ntrados na pequena sepulturd n.\" 3 de câ marJ circu lar e falsa cúpu la de Guada-\njira (Badajoz), consideradas da transição do Calcolítico para a Idade do Bronze \nna bacia média do Guad iana poderiam situa r-se enlre ceral de 1SOO e 1600 ~ a. \nc. ~ (Hurtado Pérez &amp; García Sanjuán, 1994); a \\'ais datas, somar-se-ão cerca de \n500 anos para se obterem datas em anos de calendário, o que co ndu z a uma \ncronologia absoluta se me lhante à das manifestações mais recentes do ~fenó­\nmenon campanifomle na Estremadura portuguesa, correspondendo aos últimos \nséculos do 111 mil énio a. C. A mesma cronologia foi mantida por V. Hurtado, \nem trabalho recente dedicado ao processo de tr.lOsiç:lo pard a Id\"de do Bronze, \nna região referida (Hurtado, 2000). Esta conclusão concorda com a dataçào \nobtida no corte Umbría 3 do Cerro dei Castillo de Alange, também na províncill \nde Badajoz (PlIv6n Soldevilla, 1998, p. 80, 145), Assim , o nível basal do referido \ncorte, dá um limite post-quem para a presença cam panifonne na região, visto \naquela ali j:í não ocorrer, por ter sido enlreta mo totalmente substituída por ce rJ-\nm icas carActe rísticas da Idade do Bronze: Beta - 68669 - 3600±80 BP, corres-\npondendo ao interva lo, para dois sigma, de 2180-1739 ca l Be. Mesmo os níveis \nmai s antigos, não datados , de outro corte estratigráfico ali execut:ldo, já não \npossuíam cerâmicas ca mpanifonnes, embom a tipologia das fonnas cerâmicas \nsug ira uma a inda forte influência ca lcolítica. \n\nA pouca di s tâ ncia, encontra-se o povoado de Pa!:l c io Que mad o, c uja \nsequê ncia é também integralmente da Idade do Bronze; a primeira fase de \nocupação não foi datada; mas à fase seg uinte, co rresponde uma data de radio-\nCArbono esta tisticamente idêntica à anterior: 3520 ± IDO BP ( Hurtado Pérez, \n1999, p. 59), o que pennite afinnar com segurança que o final das manifesta-\nções campanifonnes na região é anterior à ocupaç.1o destes dois impon:lntes \nsítios da Extremadura . \n\nDo povoado de Valencina de la Concepci6n, Sevilha, cons ide rado como o \nlocal onde habitaram os co nstrutores dos dólmen s como o de L .. Pastora, \nconhecem-se três datas de mdiocarbono, das quais uma , sobre ossos, relacio-\nnada , segundo os escavadores, co m cerâmicas campanifomles (Montero Ruiz &amp; \nTe neishvili, 1996, p. 75): UGRA - 72 - 3380 ± 150 BP, correspondente ao inter~ \nvalo, para dois sigma, de 2035 - 1320 cal BC (Castro Martínez, Lull &amp; Mic6, \n1996, n.o 1832). Outras datas, ainda mais rece ntes, para a pervivência do ~fenó­\nmeno~ campanifonne no baixo Guadalquivir, se poderiam mencionar, entre e las \na obtida sobre restos de madeira inca rbonizada, da caba na da Universidade \nLaboral de Sevilla Cin Escacena Carrasco &amp; Lazarich González, 199(/ 1991): I -\n10764 - 3190 ± 120 BP (Castro Martínez, Lull &amp; Miro, 1996, n. o 1828), co rres-\npondente ao inlervalo de 1740 - 11 30 cal BC, para dois sigma. \n\nA fazer crédito em tais resultados, os escavadores daquela Clltüna estação \nchegaram a admitir a filia ção directa das cerJmicas pintadas com motivos geo-\nmétricos de tipo ~Carambolo\", do Bronze Final, nas cerjmicas cd mpaniformes, \nhipótese que foi definitivamente contrariada pelos resultados do Corte 3 de \nMesa de Setefilla (Sev ilha), que demostral\"J.m que as escassas presenças do \nBronze Pleno do Baixo Guadalquivir já nada ou muito pouco deviam a uma \nhipotética hemnça calcolítica regional, sofrendo, em contrapart.id:a, influências \nargáricas, oriundas de Este. Com efe ito, o Estrato XIV daquela importan te esta-\n\nO Arqlleólogo Port'lEr/és. Série IV. 20, 2002, p . 77-114 \n\n\n\nJ. L úm:iQSO. A. M . M . SorlI\\'S e M. F. Al'wljo - O espólio metálico do Ollleiro de S. /Jenum/() 97 \n\nçào sevilhana , penencente ao Bronze Pleno, foi datado em 3520 1: 95 BP, o \nqual, depois de ca librJdo para dois sigma. deu o intervalo de 2129-1612 mI BC e \no Estr::1I0 XI II , em 3470 ± 95 BP, correslx>ndenle ao intervalo de 2027- 1522 ca l \nBC (Soares &amp; Silva, 1995, Quadro 1), valores que mostram que em tal época, já \nnão se produziam vasos mmpanifonnes. De igua l modo , a datação pelo I\"'.Idio-\ncarbono dos ossos humanos de uma cist:l d:l necrópole do Bronze Pleno da Her-\ndade do Pomar, conduziram ao resu ltado de 3510 1: 45 BP, correspondente ao \nintervalo, para dois sigma de 1938-1688 cal BC (Soa res &amp; Silva, 1995. Quadro 1). \n\nAs datas de rad iocarbono disponíveis p:ml o início do Bronze Pleno na \nEstremadura do actual te rritório português , conduzem, ta mbém, a considentr o \nfim do ca mpan iforme ante rio r ao fim do II I milénio a.c. : ass im, o povoado de \nCatuja l ( Loures), com uma única ocupaç-Jo do Bronze Pleno, estreitamente afim \ndo Bronze do Sudoeste, e de cuja panóplia cerâmica as campanifonnes já não \nfaziam pane, foi datado. para uma margem de confiança de dois sigma, entre \n2028-1752 C'J.l BC (Cardoso, 199912(00). \n\nEm conclusão do que foi di to, podemos s itua r o co njunto metálico do \nOuteiro de S. Bern:lrdo, ta nt o pela tipologia das peças que o constituem . com \ndeswque para a ponta de javalina, como pe la dos mater i:-tis não me tálicos \nacompanhantes, com destaque para as cerâmicas ca mpanifonnes, nos últimos \nséculos do III Milénio a.C. \n\nPara além das javalinas do dólmen de La Pastora , conhecem-se dois outros \nexemplares do povoado de La Pijolilla , Badajoz, reco lhidos à superfície (Hur-\ntado Pérez, 1995, Fig. 4, injra). A úniC:I reproduzida apresenta-se muito se me-\nIhame :l do Outeiro de S. Be rnardo. Deste modo, no concernente ã distribuição \ngeográfica das javali n:ls, pode, no presen te, considemr-se lima ex tensão :1 pani r \nd:1 Andaluzia (única região onde tal tipo teria s ido produzido em terri tório \npeninsu lar) pelo vale do Guadiana, como sugere a ocorrí:ncia de qua tro exem-\nplares no sector médio da respectiva bacia: a lém dos dois de La Pijotilla e do \nagora estudado, apenas se poderá referir mais um exemplar, já a trás referido, \nincompleto na base, mutilado e torcido, recolhido no Cerro dos Castelos de São \nBrás ($e rpa), no se io de de rrubes calco líticos, aspecto. conlUdo, que não é su fi -\nciente par::! pode r se r im p utado, po r esse flicto, ii Idade do Bronze, como fO i. \nmas por crité rios tipológicos ( Pa rreim, 1983). A sua co mpos ição de cobre com \nvestígios de arsén io (Soares, Araújo &amp; Cabra l, 1994) é, pois, idêntica à dos \nexemplares homólogos e o fac to de, em fase tardia da ocupaç-Jo C'dlcolítica do \npovoado. também estar representada a cerâmica campanifomle (incisa e ponti-\nlhada), é u m e lemento de identidade com o O uteiro de S. Berna rdo que justi-\nfica menção. De igua l modo, no povoado ca lcolítico dos Três Moinhos (Beja), \ntambém n a bac ia do médio Guad iana, na con fluê nc ia deste com a ribeira de \nEnx~, se encon lrdr::lm abundan tes testemu nhos da prátic:I meta lú rgica e frJg-\nmentos campaniformes incisos (Soares, 1992). \n\nÉ interessante verificar que também o povoado de La Pijotill a forneceu \nabundantes materiais metálicos conotáveis com a sua ocupação camp:mifonne; \nassim, os dois exemplares referidos (que o Autor inscreve, no seu estudo de \n1995, por considerandos meramente tipo lógicos. na Id:lde do Bronze), se ria m \nacompanhados de OUlros, com destaque p:tr::1 u m:l longa e estreita scrm de fio \nrectilíneo, muito semel ha nte ao exemplar do Ou teiro de S. Be rn a rdo. M:lis \nrecentemente (Hurtado Pérez, 1999), referiu-se que, das cerca de 200 peças \nmetálicas pré-históricas referenciadas na Extremadura , 85% pertencem ao Calco-\n\nOA\"\",~ PorfUS/lês. SI!rl4J IV, 20. 2002. p . n-114 \n\n\n\n98 j. L OmJow, A. M . .II. Soam eM. 1-'. Amlíjo- OesplJllo metAJIa) do Outefro tJeS. 8emardCJ \n\nlítico e , destas, mais de 100 provt!m do povoado de La Pijorilla. A maioria re la-\nc io na-se com a ocupa ção ca mpaniforme, re mex id:l pela maquinaria agrícola, \nmas sua a tipologia mostra evidente continuidade - ta l como no Outeiro de 5. \nBernardo - com a tipologia dos materiais pré-campanifonnes. Pode , deste \nmodo, conclui r-se que se teria ve rificado um aumento muito substan cial das \nproduções de objectos de cobre no decurso do campanifonne, produções que , \ndo ponto de vista qualitativo, silo caracteriudas pcla emergência das annas, \ndesconhecidas ou quase na fase an terior da ocupaç-Jo de La Pijot ill a. Estas con-\nclusões, segundo o auto r, &amp;:10 exte nsíveis globalme nt e :l Extremadur.:l , :1 re a em \nque as peças metálicas ocorrem preferencia lme nte associadas às ocupações \ncampanifo rmes, com predomínio na s sepultums el as pontas Palmela, as quais \ncaracteriuriam uma fase tardi a do campanifo mle, expressivamente representada \nnos já mencionados túmulos de Guadajira. Entre os punhais presentes na ocu-\npação campaniforme de La Pijotilla , para além dos de lingueta s imples, repre-\nsentados no Ou teiro de 5. Bernardo por exemplar desaparecido, desenhado por \nManuel He le no (Fig. 4, supra), oco rre m exe mpl:ires com extrem idade proximal \nd iferenc ia d:1 por c h:mfros e com o eixo ce ntral reforçado. mlli to se me lh an tes ao \nsegundo exe mpl ar desaparecido do Outeiro de S. I3ernardo, desenhado por \nManuel Heleno ( Fig. 5, supra). Convé m refe rir que se co nh ecem punhais do \nBronze II do Sudoeste e até do Bronze Final possuindo, de igual fonna , chan-\nfros latemis para encabamen to , acompan hados ou nào de perfurações para fixa-\nção de rebites (Schuban, 1975, Tf. 34 , n.O 3(5), os quais estarão na descendên-\ncia directa do ti po encontrado no Ou teiro de 5. Bernardo. \n\nA p resença d e punha is de lin guera na ocup:tção campanifo rm e de La Pijo-\ntilla, mereceu os seg uint es co me ntári os (I-Turtado Pé rez, 1999, p. 64, 65): \n- Res ulm sugerente observar que los hallazgos de punales, cons idemdos bienes \nde prestigio y representativos dei estala tu s soeial de c iertos individuas se \nencuenlfen en el asemami en to de mayor tamaôo de la región , lo que podría \nreafinnar asi un rango que se reneja en la jerarqui7.aci6 n dei territorio (..). La \nacumulaci6n de artefactos metálicos en La Pijotilla indicaria el poder que deter-\nminados individuos o élites ostemaría n en una estru ctura socia l e:lda vez más \njem rquizad;t ... \". \n\nEstes cons idemndos apliclm-se, naturalmente, ao Outeiro de S. Bernardo: a \nsua implantação e a abundância de materiais C'dmpanifo rmes e metálicos, ins-\ncrevem-no, sem dúvida, entre OS sítios nodais do povO\"J.mento do Guadiana no \nfina l do CaJcoHtico. \n\nEsta const:ltação encon tra-se sublinhada pela presença de um possível lin-\ngote, de cobre puro, o qual 0:10 se enCOnlr'd registado no Caderno de Campo \nde Manuel Heleno. Admitindo que se Irala de uma peça oriunda do povoado, \ndúvida legítima, até pelo facto de a sua composição química se r diferente da \ndas restames peças (cobre puro), esta r-se-ia perante um3 prova de que a meta-\nlurgia ali teria lido lu gar, a menos que se tratasse de matéria-prima armazenada, \nevcmualmente deslinada a ser co mercializada a longa distância. \n\nNa bacia média do Guadiana, SÓ os povoados ca lcolílicos mais importantes \ndcnunciar.:lI11 actividades de fundi ção do cob re - designadamente. os povoados \nfortificados ela regiào de Badajoz, na fase de ocupaçào ca mpan iforme, e em \nespecial os situados nas proximidades das minas de cob re. Ass im, no povoado \nde La Pijotilla, foram reco lhidas M:l lgunlls piezas que podrían co rresponde r a lin-\ngotes ele cobre por su aspecto macizo, seccion gruesa y sin forma definida (. .. ) \n\no Arq,1f!ÓiCSO Pf.wt''8''h., Série H~ ZOo 2002. P 77- 114 \n\n\n\nr \nJ. L Qmlo6o. A. M. ,li. $o(1/l!S e M . F. Anuijo - O esp6IiO metálico do OcIlCiro ti(' S. 8emardo 99 \n\ncom lo que resul ta proba ble que dichlS piezas co rrespo nd an a p raduel os \nsemielaborados que se co merciamo asi pata su tm sl llclo y poste rior refundido y \nf:lbric..Iclón de instrumentos en lugares a le jados de los centros metalúrgicos~ \n(Hun3do Pé rez, 1999, p. 63). Se m dúvida que lal rea lidade se inscreve na inlen-\ns ifiC'J.~<1o das produçóes de cobre do fina l do Calcolítico na bacia média do \nGuadiana, assinalada pelo mesmo e por outros AUl o res (Hunado, 2000: 394; \nEnfiquez Navascués, 1990, p. 258). O segundo dos Autores citados declara, a tal \npropós it o e no concernente ao Calcolílico d:l bacia cxtrc me nha do Gua d i:tna, \n*que es la cerâmica cam p aniforme 5 U mejor expoente junto a c iertos elementos \nespecial mente metálicos co mo las lezn:ls, cinceles, punl:ls palmeias, punllles, \net c.~. O Outeiro de S. Bernardo nào s6 e nlraria nessa catego ria de povoados, \napesar de a inda nele não se terem idemific-.ldo restos de mura lhas, muito pro-\nvavelmente devido à falta de escavações em extensão, mas também se ria um \nexemplo flagran te da referida realidade materia l. \n\nCom efe ito, não obsta nte se rem escassos os a rtefactos metálicos calcolíticos \nna ma rgem esque rda portuguesa do Gu,ldiana - facto que salienta ainda mais a \nimport:i ncia exce pcio n:11 do conjunto ago!\"\".! estud\"do - conhece m-se ali algu -\nmas minas co m explor.!ção pré-hjst6rica co mo as de Rui Gomes e Monte do \nJudeu , no concelho de MourJ., a primeira das qua is foi mes mo objecto de um \nestudo pioneiro de arqueo logia mineir.! (Costa, 1868). De igua l modo, tamIX: m \na zona mineira de Barmncos e a faixa piritosa ibérica , que ocupa a zona meri-\ndio nal da margem esquerda do Guadia na, terão s ido ob jecto de trabalhos \nminei ros pré-históricos de ex ploração cuprifem (Soa res et ai., 1996). \n\nImpo rta ainda referir que em Leceht (Oeir.ts) se recol hera m dive rsos lingo-\ntes de cobre, um deles morfologicamente semelhante ao representado de 1.:.1 \nPijoti Ua por V. Hurtado, poss uindo outro marcas de puncionamento para desta-\ncar uma pequena porçJo deslinada a manufaclum de um pequeno artefaClo \n(sove la, furado r ou punç-Jo), que mio c hegou a efectuar-se (Cardoso &amp; Gueml, \n1997/ 1998, Fig. 10 e II ). Por o uU\"O 'ado, de Leceia provêm dois gumes cortados \nde grandes ma chados planos de cobre (Ca rdoso, 1997, p . 92, 93), que se \nso mam li outros exe mpl a res, tanto eI:1 área est remen ha, caso elo Za mbujal \n(S:tn g me ister, 1995, Tf. 6), co mo do C:tlcolítico do Suel oeste, caso do povoado \nfortific-.ido do Monte da Tumba, Alcáce r do Sa l (Sil va &amp; Soares, 1987, Fig. 4). \nAd mitindo que aos grandes machados de cob re pudessem corresponde r, tam-\nbém, as funções de simples lingotes (Soares el. ai. , 1994), o seu seccio namento \npor corte ou serrJ.ge m, que nalguns casos é evid ente, poderia re lacionar-se com \na obtenção de pedaços de maté ria -prima que nào cheg:lram a se r transforma· \ndos, O que só re força o papel das áreas produ toms de cobre na manufac tum \ndestas peç\"àS, ulteriormente difundida s por regiões onde tal maté ria-prima em \ndesconhec ida o u eSC:lssca va, justificando importação (C.'1rcloso, 1999). \n\nA peça considerada co mo lin gOte do O utei ro de S. Berna rdo, respo nde aos \nrequisitos pam tal atribuiç-Jo: forma indefinida, ausência de gumes cortantes e \nmassa de matéria-prima s ig nific-àtiva. O facto de ser de cobre quase puro faz \nsupor que a nalUreza e origem do minério seja diferente do utilizado nas res-\ntantes peças, todas de cobres com percentagens variáveis de arsénio, mas de \ncomposição muito próx ima. \n\nC. Domergue admitiu que os a rt efactos de cobre quase puro poderiam \nresul {\"ar da minc!\"\"J.ç'Jo ele cobres nati vos, enquanto que os de cobre arsenical \nderivariam da redução dos carbonatos de cob re (Domergue, 1990, p. 106); \n\n\n\n100 J. l. Cordoso. A. M. M . SoaA'Sf! M . f : Aroiijo- O espólio metiflko do Outeiro de$. &amp;mardo \n\nambos os tipos minerais existem na região. Quanto aos cobres nati vos, importa \nrelembrar as observações de A. Bc nsaúde , que declarou a tal propós ito, qu e \n·on trouve, encare aujourd'hui, apres una longue explo itation, du cuivre n:ltif \nen quantités appréciables co mme par exe mple aux anc iennes mines d ' Aljustrel~ \n(Bensaúde, 1899, p. 123), possuindo então a Comissão dos Trabalhos Geológi-\ncos exe mpla res de cob re nativo de Aljustrel , do Alandroal, de Silves e, sobre-\ntudo , da região de Barrancos; de qua lquer destas regiões, sobretudo da última , \npoderia provir o cobre puro de que foi feito o lingote do OUleiro de S. Ber-\nnardo. \n\nEnfim, a predominância, no conju nto ora estudado, dos utensílios sobre as \nannas foi também a realid ade id entifi cada nos espólios dos povoados C'.1lco líli-\ncos da bacia exlreme nha do Guadiana; é interessante verificar que, tal como \nacontece no conjunto do Outeiro de S. Bernardo, são as serras e os serrotes \nque predomina m nos conjun tos extremenhos. Contudo, traL.'l-se de exemplares \nsemp re de pequenas dimensões (Enriquez Navascués, 1990, p. 223), longe das \nque correspondem à longa serra ou ao gra nde se rrot e do sítio que nos ocupa, \nsendo, ao co nlrnri o, semelhantes aos exem plares ponugueses, típicos do Calco-\nlítico Pleno da EstrememaduI\"J ou do Sudoeste, :1 que já antes se fez refe rênc ia . \nEste panorama a ltera-se, no Bronze Pleno da Extremadum j assim , sem deixar de \nse veri ficar o predomínio dos cob res arsenicais - prova de que emm as mesmas \nminas que con tinua vam em exploraçào - e uma evidente filiação tipológica das \nnovas produções nas suas antecedentes calcolíticas, t:llnbêm extensível às res-\npectivas tecnologias de produçJo, são as armas que mostrdm predomínio sobre \nos anefactos ou, pelo menos, um:l importâ ncia idê ntica :1 daque les (pavón Sol-\ndevilla, 1998, p. 71). \n\nEntre os tipos que correspondem à evolução de formas anteriores, como as \npon tas Palmela , ocorrem ti pos novos, como as pontas de seta de espig:l0 e bar-\nbeias e os punhais de rebites: não deixa de ser significativO que ambos, eOlbom \noco rrentes em contextos do Bronze Pleno do Baixo Alentejo e da Extre madul\"'J , \nse encon trem totalmente ausentes do conju nt o do Ou teiro d e S. Bernardo, \nsendo mais um .. rgumemo a favor d .. sua maior antiguidade. \n\nS. Conclusões \n\nO estudo ora efectuado do espólio metálico recolhido e m dois dias de tra-\nbalho, em Nove mbro de 1946, por Ma nue l Heleno, acompanhado de Fragoso \nde Lima e de um cavador, no Outeiro de S. Berna rd o, permitiu chegar às \nsegui ntes condusõcs gerais com base na documentação inédita pertencente ao \nArquivo pessoal d:lquele arqueólogo e actualm ente gua rdada no Museu Nacio-\nnal de Arqueologia, tal como O espólio agora estudado: \n\nI. Trata-se de um conjunto de peças cuja área de recolha , embora não se \nconheça em pormeno r, foi limitada, e das quais as respectivas profundi-\ndades de co lhe iu foram cuidadosamente registadas por Manuel He leno. \nEsta si tuação perm it e atribuir ao co njunto um carácter coerente e homo-\ngéneo, e mbora não seja segum uma rel:lção funciona l entre cada uma \ndas peças que o integmm, ou seja, que a lguma vez possam ter consti-\ntuído :l panóplia de um C'.1tpinteiro, como supôs Luis Monteagudo, a té \n\no Arrp.rologo 1Wt1f81fés. Série IV. 20. 2002, P 77-114 \n\n\n\nJ. L Cardoso, A. M . AI. Soares e M . F. AraújO - O espólio metálico dQ Olltelro de S. &amp;!morno /0/ \n\nporque as armas não fazem parte de tais actividades artesanais. Seja \ncomo f6 r, o carácter homogéneo, do ponto de vista cronológico-cultural , \ndas peças qu e int egmm este co njunto metál ico, pa r.i alé m das evidên cia s \ntipoló gicts próprias a ca da uma d e las, é reforçada pe la an!ilise química \npor nuorescê ncia d e Rai os X, a qua l re ve lou ligas d e cobre se me lh anles \ne m toda s e la s, co rres ponde ndo a cob res a rse nica is na ma ioria , com \nexcepçJo de peça co nside rada como lingo te , que é de cob re puro. \nO fa cto d e se te re m e ncontrado ce râmi cas ca mpanifo rmes do grupo \ninciso, a par de ce n os ti pos metálicos ma is caracte risticos (po nta Pal-\nme ia, punha l d e lingueta e punhal co m possível reforço lo ngitudina l, \ntodos actualme nt e desaparecidos) pennitiu s ituar o conjunto no fin al do \nCa lcolítico/ início da Idade d o Bronze, corresponde nt e :IOS últimos sécu-\nlos do III Milé ni o a.c. e con o táve l co m a ocupação ca mpanifonne docu-\nme ntada no local. \nN:lo é exagero atribuir-se ao conjunto de peças me tá li cas o ra esrudad.1s \numa import ân cia ímpar no contexto da metalurgia camp:mifornle d o oci-\ndente pen insula r. \n\n2. A integração c ro no lógico-cultural proposta, com base nos e lem e ntos \nconsta ntes d os c.l dern os de campo d e Manuel Hele n o. necessitava se r \nsubmetida ã COntrAprova , com b ase na análise tipo lógica co mparativa \ndas p rin ci pais peças. Neste part icul a r, avu lta um a po nta d e javalina , \ncu jos únicos paralelos 5:10 o conjunto de javalinas recol hido no d ó lme n \nde La Pastora (Sev ilha) e as du as oriundas das Colmadas supe rficiais d o \npovoa d o d e La Pijo tilla ( Bada joz). Importa saliemar, co ntudo, que , ao \ncontrá ri o das javalinas do te rritó ri o es p anho l, que possuem sempre has-\ntes com secção próxi ma d a c irc ular, as ponuguesas ex ibem secções qua-\ndrangu la res, facto qu e sugere a ex istên cia d e regio nali smos da s respec ti -\nvas produções e , p o rl:tnt o, div e rsas área s d e fabri co, co m tradições \nespecífi cas. Em amoos os casos, e mbora a crono log ia n:10 possa ser defi-\nnida com precisào, ela n ão é incompatível co m O pe ríodo que co rres-\nponde ao conjunto do Ou tei ro d e S. Bernardo, ao contrá ri o do que é \ng loba lmente ad mitid o, ao inseri r-se tal tipo a rl efaC lllal na Idade d o \nBronze. Para além das três peças metálicas d e tipologia darJ.mente ca m-\npanifonne su pra referidas. pode somar-se uma fol ha tria ng ular que , a \nestar co mpleta, pertence a punhal d e base recta , semel hante a exempla-\nres do Bronze Pl e n o da EXlremadura espa nh o la. Pa ra a lém d estes, \nreg ista -se a prese nç.i de um diversificado lote d e instrumentos; embora \n:tl g un s tenham ev id e n te c unh o caicolil ico, o utros dife rem dos se us \nho mólogos portugueses do C:.llco lítico Pl e no, tanto da Estre madura como \ndo Sudoes te: é o caso d e um a gr:lnd e serra , eSlre it:1 e reclil íne:1 e de um \nse rrote, la rgo e co m fu ro p:lf;l e ncabament o numa (b s extrem ida des. \nPeças assim n ào ocorre m nos sítios que conhecera m um:1 no rescent e \nme tal urgia C'.l lcolíti c.i pré-c.tmpa nifonne, tal como n ão ocorrem a nna5 \ncomo as encontradas, realidade ta mbé m extensível aos povoados da \nExtre madura espan ho la até ao preseme invest igad os: a sua integração \nc ro no lógico-cultu ra l reme le, pois, para uma fase de transição e ntre o \nCalcolítico e a Idade do Bronze, comp atível com a ocorrê ncia d e ce râmi -\nC IS campanifonnes in cisas, que acompanhavam as peças metálicas ora \nestud:ldas. \n\no Arrfll(.'ÓlOf/O l \"omlJJlIês. Sêrie IV. 20, 2002. p. 77- 1/4 \n\n\n\n102 j . 1.. DmJQIS(J. A . M . M . SooI\\'S fi M . F. Amújo - O espólio rnCItlllco do Oll/dro de S. Bemonlo \n\n3 - A importância do espó lio estuda do, ainda s ublinhada pela ex istênc ia de \num provável lingote, confe re ao povoado do 0 111 eiro de S. Bernardo \nposição de relevo no co nt ex to da ocupa ç:1o calcolitica da margem \nesquerda do Guadiana. Ali se produziriam o u co nce ntrariam peças como \nas e ncontr'Jdas, que se riltm depoi s objecto de uti li 7..aÇ:10 no IOC\"JI ou de \nexport ação transregio n::tl , a par do comércio da própria maté ria -prima \nsemi-manufa ctumda , sob a fo rma de lingotes. Tal circu nstância não será \neSlranha, por um lado à excepcio nal via de c ircul:tçJo e de co mé rci o \nque constiluia o próp rio rio Guadiana, nas im<.-'diaçôes do qua l se e ncon· \nIra o povoado, sobranceiro ao Ardila , um dos seus tributários mai s \nimportanles; e, por o utro, à ex istência de minas de cobre e ntã o explora-\ndas, es pecia lm e nte n:l região de Barrancos (C'J rbonal os c upríferos e \ncobre nativo). Esta s iluaç'Jo e nCOnlra-se em conson:inci a com o verifi· \nC'Jdo na viz inh:t provin ci:t de Badajoz: al i. fo r.:ml os povoados C'Jmpani -\nformes que d eti ve ram maior importância met:tlúrgica e, dentre es tes. os \nprovidos de estrutum s defensivas; o facto de eSlas ainda n.l0 se te rem \nidentificado no OU le iro de S. Bernardo pode ser, simplesmente, co nse-\nquência de ainda ltli se nã o terem feito as investigaçõcs arqueo lógic:.s, \nlargamente jus tifi cada s pe la relevân cia do sítio. \n\nBlbllogr2fia \n\nA1.MAGRO BASeli , M. (1959) - Elementos \np\".-.. 1:1 cronotogia absolUL:1 de i Broncc [ cn \n1:1 I'cnln~ula tbl:>rka. ln Ae/(ls fi Mt'\",óri(/$ do ( \neo\"8Tf!SS() Nacional de Arqueok!/jltl (Usboa. \n19S8). Vol. I. 1.isboa: In'IIituto de Alta \nCultura . p . 16 1-185. \n\nAl.MAGRO M. (t%t) - E1 aju:lr dei \"doImen \nde UI PastOf':l ' de Valentia det Alcor \n(SevilJa). Sus paralelos y 5U cronoIogi:l . \nTrrloo}<l1 de PrebisIOriO. Madrid . S. p . 38. \n\nBENSAÚDE, A, (1889) - NOIice su r quelques \nob~ prth istoriqu t'S du I'onugal fahriqu6i \nen cuivre. Com\",,.,,ie. Tm b. (;(,'01. l\"or1l1gtll. \nllsboa. 2: I , p. 119-124 . \n\nBLASCO IJOSQUED. M. c.: CA1.1.Y. PARDO. \nJ. SÂNCHt:Z CAPIu.A. M. L. (1995)-\nContriboci6n ai conocimic..onto de b \nn~lurgia de la Edad dei Bona: cn d alIO \nTajO y su 1'11:111::0 cultur:al. Extrr'mO(llIl'U \nArt{lU!OIÓfJlca. Oceres-M(Orida . S (lIornenaje a \nla Dr.\" I>\" , r.magro Gil·Masc.rell Boscl). \np. II 5-I28. \n\no AfT/lledlogo l'or1l1guês, Série IV. 20, 2002. p . 77· 114 \n\nBRANDI-IERM . D. (19')8) - EI Ar~W and \nIbc rlal'l Ikll Bc .. kcl'li. Cootrihutions towards \nlhe nd:nivc chronology of lhe earlit.-r Broo7.c \nAge in lhe Iberlan I'eninsula. ln f>rTJcA!tlillg$ \noj the XlII eo.WI'l'SS oftbe IUPPS - UlSPP(Forti, \n1996). Forti: ABACO Edl7Jone. p. 169-176. \n\nBUBNER. T. (1979) - Ocup:l~ \nClmpal'lirorme do Outciro de ~o Bernardo \n(Mourll). EJbl/()S, Lisboa. 8, p. 139·151. \n\nCARI)()SO. 1- L 0999/2000) - MJX.\"CI05 do \npovoamentO d\"t 1>:li\"a t::strcmadur-J no \ndecurso da Idade do Brom .. e. Es/udos \nAlT'fllt'Olós/c(lS IW Oein'U. OcIr:ls. 7, p. 3S5-\n-4 13. \n\nCARDOSO. 1- L ( 1997) - O powado de \nLeceiu (Wnu). $CI/UI/eIa do Tejo 110 ((',,\"efriro \nmllérllo a. C llsboa : Museu Nacional de \nArqut.'OIogiaICânur:l Municip.d&lt;1<.' Ocir:lS. \n\nCARDOSO. J. L (1999) - Copper Im:ullurgy \nand lhe Imponanç~ o r Olher r:l W matcrials ;1'1 \nthe comeXt Or Ch!llcolilhic C\"conolllic \n\n\n\nj . L. Cardoso. A. M . ,II. Soa-res e M . F. Armijo - O espólio metti/{co do Olllelro de S. Ber\",mlo 103 \n\ninlen~iflCation in Ponuguesc Est rcm:ldur'J. \njounllll ol lberlim Arcblleology. I'ono. I , \np.93· 109. \n\nCAR[)OSO, J. L. SOARES, A. M. M. \n0990/ 1992) - Cronologia absolut~ p:Lr'J o \nClmp:miform~ d\"\\ EslremadUr'J e do Sudoesw \nde I'onug:d . O Arrllle6logo Português. I.isboa. \nS. 4. 8/10. p . 2Q3-228. \n\nCARDOSO. J L. GUERRA. M. F. (1997/ 1998) \n- An:1lises qu;mic-.ls n:'lo de~lrutivas do \nespólio m .. '1:11100 do pO\\'o:ldo pré·histÓrlco d (' \nu .'ceia. oeir.ls e seu significado no qU:ldro d:l \nintensmC-.lÇ\"Jo ('conónlic-.I calcolític-.I (\\;1 \nF..slrc~dur.l . r~/lIdos Arrp' I!'OIó8IC01i de Oeiras. \nOeiras. 7, p. 6 1-87. \n\nCARDOSO, J. L ; G UERRA , M . r. G il. F. U. \n(]992) - O d('pósito do Ilron1.e Fin.:1l de \nAlqueva e a tipologia das I:lnÇ'lls do bronze \nFinal português. Medil,?TIilleo. I.isboa . I , \np.231·25O. \n\nCASTRO MAR'!1NEZ, P. V.: LUlI .. V. ,1.1 100, \nR. 09%) - Cronologi(1 tU> /(1 Prebfstorlu \nRedellte de la PfmíllslIla 1IJ{>rlclI y &amp;learPS \n(c. 2800-900 \"II ANE). Oxford : BAR . p , 294. \n(Inlt'm:uional s.:ri~s: 652). \n\nCOSTA. F. A. P. d:l (1868) - Noticia de \nalguns martelos dt\" po:.-dr:L e OUl ros objt.\"CIas \nque foram descabenos cm trabalhos amigos \nda mina de cobre de Ruy Gome.~ no \nAlentejo. jomaf (Ic Sck?ICüj.S M(lIhemlif{cas, \nPbysfcas e N(lfr l ffl('S. l.isboo . 2, 5, p. 75---79. \n\nCRUZ, O.J. d':L ( 1992) - A IIwm&amp;11 de Cbâ \nde CanJtlfb(l1 (St.>rm da Aboboreiru). Coimbra, \nIllSIitu to de Arqueologia . p . 168. \n\nDQME RG UE. c. (990) - l.es mi\"es de kl \nPéllbl$/lfe Ibérlq/ll! (klll$ rAmitlllilé Romailll!. \nRoma: Colk-ction de I'École I'ran\\ .... ise de \nRome, 127. \n\nENR1QUEZ NAVASCUES. J. J. (1990) - l::1 \nCtllcolillcO o r:Mul (11..'1 Cobm (h! /tI CI<ellal \nex/remelitl dei Glladial/a: los pob/tldos. \nBada joz, Museo An:lu .. ..,logico I'rovincial \n( l'u hlk-:ICÍOfles; 2). \n\nESCACENA CARRASCO. J. L. l.AZAR1CI I \nGON7.AI.EZ: M. (1990/ 19') 1) - A proposilo \ndeI C\".lmp:miforme dei Bcrrrueco de Mt-dina \n\nSidoni:l y dei problema de su posidon \ncstr:Lligraflca. A'ItII('S de /(1 UIlIt'ersld(/(1 de \nCâdlz. C:'i.diz. 7/ 8 (Homcnage póstumo a \nAntonio Holg.\"\\do Rt-dondo), p. In-201. \n\nFERNANOEZ·M1H.ANDA , M.: MONTE RO \nRUIZ. l. ROVlRA I.LORENZ. S. 09')5) - los \nprimcros obfetos de brooce en eI oçdd('nte \nd\" Eurap:l . Trtll!aj06 de PreI!IstOrill. Madrid . \n52: I , p. 57-69 . \n\nFERREIRA , O. d:j V. ( 1961) - Acerc-.I da \nprcscnç:l de arsénio cm instrurnernos \ncncom1\"3dos cm Portug:l1. lJefclim de Mil/(j.S. \nLisboa . 12 , p . 1· 5. \n\nFERREIRA. O . d:l V. (1971) - Um esconderifo \nde fundidor cnconlr:ldo no castra de S. \nBernardo ( MourJ ). O Arqut'Ólogo Portllgllés, \n1.i5bo:t. S. J[J S, p . 139-]43. \n\nHARR]SQN. R. J. I'&lt;CRAODOCK. 1' . T. (J980 \n- A ~Iudy of lhe bronze age metaJwork from \nlhe IbeTÍ:ln Peninsula io lhe British Museum . \nAli/pUNIS. n:m~elona . 43. p . llJ.179. \n\nHOOK , O . R.; ARRIUAS PAL\\U, A.; \nCRADlX>CK, 1' . 1\".; MOI.lNA. f . \nROTI-IEN BERG , B. (1987) - Coppcr and silv('r \nin Bronze Age Sp:lin. ln BcfllJeakcrs 01 lhe \n1rÓ:'Sli.'nI Me(IIIL>tTfllll'WI. f:X>j/nlllOll, \n\nillll-,preftlI/01l, IlJ.eory mll/llew sile (/fII(I. \nOxford , BAR (Intemmion:ll ScriL'S; 33 ]). \n\nH URTADO, v. (2000) - t:1 proccso de \nIr:msición :1 b E<bd dei Ilronce en la cuenca \nm .. -dia del GU:ldi:lrut . Ruptura o conlinuidad . \nln Ac/{j.S d o 3.0 , CQt18rt= df!Arqlleologltl \nI\\mfllslllur. I'olto. 3, p. 381·397. \n\n~I URTADO PÉREZ, V. ( 1m) - Jntcrprclaci6n \nsobre la dinámka cultural (.'11 la cuenC\".I \nmedia dei GU:ldiana (lV-li Milcnios A. N, E.). \nExtrcl//(Idunl Arq/lt'Ológicu. C:'iccrcs-Mérid.:t. 5 \n(Homenaje ~ I:t l)r:a . O.' Milagro Gil-J',1:lSC-.lrcll \n1Joscá), p . 53-80. \n\nHURTADO PÊREZ, V. (999) - UIS inícios de \nla compleiizaci6n social y cI L\":l mpan iforme \n.:n F.x1rem,\"\\dura . SPAL Sevilla . 8. p . 47-83. \n\nHURTADO I'ÉREZ, V. ; GA RCiA SANJUAN, L. \n(]994) - La nccr6polis de Guad:!jir.l \n(Badajoz) y la tr:ansid6n a la Edad dei \n\no A n/llt'Óiogo Pr.mu811/%. Série IV, 20. 2002. p . 77- 114 \n\n\n\n• \n\n104 J. L Cardoso. A . M . M . .5t:rt4r1'S eM. ,.'. Amújo- O espólio metiíllco tk> Omefro fieS. 8enumJo \n\nnronce en la cut.'flCI media dei Guadiana. \nSPAL Sevi.lJa . 3, p. 95-144. \n\nUMA ,J. f . de (1988) - MO'lOSrujW \n(lr(fllcol6tJlca do (:011(;('/00 de M Ollm . MourJ. : \nCâm:u'a Municip\"1 de Mour.l . \n\nMf!.1.0, A. A. de (2000) - Arma.5. ulcnsílio.s e \nt!SConderijol;. Alguns aspec!os da mt:talurgia \ndo l~rofl7.e final: o depósito do C:ls:oII dos \nFiéis de Dt'tls. Ret!ista f'onrllJlll!S(I de \nAr(/lIeo1og/lI. I..ishoa. j: I, p. 15-120. \n\nMOm'EAGUDO. t.. (1985) - Orientalo e \nindoeropeos l-n la Ibcfia prehisl6ric:l.. ln \nAC/tIS dl>{ III CoIoqllÍO sobre J.elISUa5 Y \nCIl/llmlS /'lIleob/spanlc(1S. lIsboo. 1980, \nSa lam:mc-J.: Edidonei Uni\\'crsklad de \nSa l:lnmnc-J.. p. 25-135. \n\nMONTE.RO RUIZ. I. (J992) - la ~Clividad \nmctalurgica en I~ Ewd dei 8ronce dei \nSudeste de !li Península Iberic-J.: Il'CnoIogla c \nimcrprl1adofl cuhurol. Trubajos dI! \nl'rebislorla. M:ldrid. 49, p . 189-215. \n\nMONTERO RUIZ, I.; TENElSIIVIU, T. (1996)-\nr.studio aau:di7.ado de las puntas de jab:din:l \ndei dolmen de la Pastor.! (Valencina de la \nConcepci6n. Scvilla). Trulxljos de Ptlob/slorla. \nMadrid . 53: I , p. 73-90. \n\nMUNRO. R. (890) - TOO k, • ..uln>{/f'ljJs of \nI:'/lrope befll8 lhe Rbilld Loctrll\"l!S III \nArçbaeolOlJ,yjor 1888. !.ondon: Ca$)el &amp; Co. \n\nNICOLl.RDOT. ).-P.; GAUCIIER, G. (975)-\n7)'(XIJogie des objects de l:.ise d\" Brollze en \nFrrmce. FtlSCisc,,1e V: Qlltils. P'J.ris: Sodét6 \nPrthislorique Fr.J.nça~. Commission du \nBronlC. \n\nPAÇO. A. do (955) - Castro de Vil3 Nova \nde S. Pedro. VII. Considel':lções sobre o \nproblema w ml'1alurgia. ZeplJ)\"1J!!i. \nS:.Ilamanca. 6. p . 27-40. \n\nPAÇO. A. do 0%4) - Castro de VilJ Nova \nde S. I'edro. XIV - Vida «onómica. XV - O \nprobIcm:.I C1mpanifonne. XVI - Mt'1alurgia e \na~lises espectrogr:íflCaS. AnaÍf do Academia \n1'Or1118'1C$a da llisl()riQ. l.isbo;t, S. 2, 1.01, \np. 13So16S, \n\nPARREIRA. R. (983) - ° Cerro dos Castelos \nde 510 Brás (Serpa). Relalório preliminar do.s \n\ntrabalhos arqueológicos de 1979 e 1960. \nO Arqlle6kJBo A>rr11JJ11A l.is.I:Jw. S. 4, I. \np. 149-168. \n\nPAVÓN SOI.Dt:VII.LI.. I. (1998) - EJ cerro dei \nCaslIlJo (lu A/mijo ( /JllllujoZ). IlIfefVt!llclolllfS \nlIrquoológ/CIIS (1993). Mêrida: Junt3 de \nExlrcm:ldurn ( Memori3S de Arqueologí:l \nExlremcn..; 1). \n\nSCHUBAR.T, II . (1975) - DIe Kllltllr der \nBronzezeil 1m Sildwest4!11 der lberlscberl \nI/albi\"sel. Tardn . 8crlin: W:.her de Gru)'l..::r. \n( Madridt.\"1' FOfKhungi..'1l : Ibnd 9). \n\nSILVA, A c. (999) - Salvamento \narqueológico no Guadian:l. Memórias \nd-Q:J/a/ul. F-swdos Ar(IlIeoJógiros do Alqrwr.lfl . \nBeja . I , p . 4 15. \n\nSILVA, 1'. A, I' . w 099'1) - Tumulos do \nCentro-None litorJI . Proleg6meOO/l a uma \npcriodi7.3ç:lO. Tmhalbas (k Arq..l!OIogkl da \n.EM1. Usboa . 2, p. 9-33. \n\nSIRET, H.; SIRET, I.. (188'7) -les /NL>m/ers \nâges du 11Iéf1l1 da,1S /e Slld·&amp; de rEspaglU!. \nAnvers: Aloom (7 1 pi.). \n\nSOARES. A. M. M. ( 1992) - O povoodo \ncalcolilico dos Trêl! MOinhos (Ball.'i:clo. cone. \neie Beja). Notíel:l preliminar. SeI/lhal \nArqueológica. Sctubal. 9/10. p. 291-314. \n\nSOARES. J.; SII.VA. C. T. (l995) - O Alenlt'jo \nlilor.!1 no CUflh:xto d:l Idade do BronlC do \nSudoestl.' penil1Sul3r. ln A Idadl.\" do BrollZe \nf!lfl Por1I/gt,l Lisboa : Museu Nadoml de \nArqUC'Ologia. p . 136-139. \n\nSOARES. A. M. M.: ARAÚJO, M. F. CABRAl., \nJ. M. P. (1994) - Vestlgias da pr5tK:3 de \nmetalurgia em povoados calcoliticos da bacia \ndo Guadiana, entre o Ardll3 e o Chança. ln \nArrfr1l!Olos/(' li\" \"I /f/llumo dei bajo GUlUIllIIltI. \nHuelva: Grupo de hwc~ligacion Arqul'Ologica \ndei Patrimo nio dei Soroesfe. p. 165-200. \n\nSOARES. A M. M.: ARAÚJO. M. F.; ALVES, \nL; FERRAZ, M. T. 0996> - Vestígios \nmetalúrgic06 em contexlOS do Calrolilko e \ndi Idade do bronze no Sul de Portugal. ln \nMisceIla,/OO em l!omerl«gl!l'l ao Professor \nB(lirrdo O/e(ro. Lisboa : Colibri. p . 553-579. \n\no Arr/,,eõlogo l'Onu8uês. Série IV. 20. 2002. p. 77-114 \n\n\n\nJ. 1.. CarrlC60, A . /ti. M . Soares e M . F. Amlljo - O esp6Ji<J metálico do Olllefro de S. 8emardo 105 \n\n:. :.. \n\n2 \n, \n\n= J \n\\' , , \ny , \n\n• \n7m \n\n~ \n1O @ \n\n, • \n\nFig. 1 - ConjuntO me'lltlico parcial do Outeiro d e S. Bernardo. \n\no Arqrredlo§o Port .. gui1$. Série IV, 20, 2OOZ. p. n- 114 \n\n'::>,-\n\n\" \n\n11 \n'~ \n\n,~ \n\n•• 1 II I .. .. \n\n• \n\n..,,, \n. ./ \" .' \n, , \n\n, . \n\n, \nj \n\n, \\ \n12 121 \n\n13 \n\nt \n\n~ \n\n\n\n106 J. L. Qml{JSQ, A. M. M . Somes e M . F. AmlÍjo - O esp6Ilo meliilico do aI/MIO dI! S. &amp;mUIft/o \n\nf \n\",I-\nI \n\nJ \n( \n\n\\ 1 \nL \n\nI \n\n2 \n\n;'-~=~-;'~ \n\nFig. 2 - Coniunto mt,.\"Iálico pardal do Outeiro d e S. Bernardo. \n\no A\"quOOlogo PrJt1u&amp;r/(\"$\" Série IV. 20, 2002, p . 77-1 14 \n\nr \n\n\n\n• 11..._ O .-v.Jlo metálico do Ou/elro de S. &amp;!nllm:lo J. L. Cardoso. A. ,II. M . &amp;lafl!S(! M . f . Am/Ip ~ \n\n• \n\n,'. tV'/fI\" \nl \n\n~t.'f)\",~_ ~~s.L \n~ .L- .lX,h~';\" A __ ~ ~ r\" -\n• \". 9 .. ~ ••• 14 ~ \"';'.t,;\"\" I . . \n~)...: {~ '2.. \"\".d.\" \"\"'\" .J:IC 04 t:-. \"t;;;; !~' \narAA.t.t.v\\.~ ~ ~ r/..v,.uJ- .L ~-., jJ~ \n\n;: ~--r~':: · . --=-~, ~-4 \n\n107 \n\n' :l loroÇ'Oezl no Outdro de Ca de Manuel I-Ieleno reb l\"'\" s ex p fig. 3 - P~gin:l do Cad .... mo de mpo \nS. Benurdo I:'m Novembro de 1946. \n\nO Arq/14?ÓIOfIO J\"onI'S\"1's, •• • \n\n_\n\nIV. zo. 2002. p. 77- 114 \n\n\n\n108 j. L Qlrdoso, A . Ar. M . Soares e M . lo: Armljo - O esp6Ifo melál/co do Oulcfro de S. Bemardo \n\n. ., \nfi' \n\nf'\\.<t.O ;u.. J oto e_~ ..vGu 7;::. ...v ..... \". - ~ ~ (J ~ \n1';;.,.,. .t&lt;1>':\"\" ~ ~ ':\",t.:\"\" ~ ?- ..;e.. q<.~. \n\n.. - .. \n\nG'~?...- \"-' f-/~ . .... :u- .= \n\n-#'I\"'; 1 ,;...L. \"\";-J .. ~ \n\nFig. 4 - P:1glna do Caderno de Campo de: M:1.r\"Iuel Heleno rel:1.liw :U explotaçOes r>O Outeiro de: \nS. Bernardo cm Novembro de 1946. \n\no Arqlle6lCfJO l'onu8 /1ês, SJ!rle IV, 20. 2002, p . 77- 114 \n\n\n\nI L. Ctmloso, A. M . M . Soares eM. F. AITIÚjO - O espólio metálico do Ordeiro deS. Bemord{) 109 \n\nFig. 5 _ P!igina do Caderno de Campo de Manuel Heleno relati,õl :li; exploroÇ'Õe!l no Outeiro de \nS. Bernardo em Novembro de 1!M6. \n\no Arqll/K\"OSO POrtuguês, Série IV; 20. 2002, p. 77- 1 J4 \n\n\n\n110 J. L Cardoso. A . AI. AI. Soares 11 AI. f: Arorijo- O espólio mett'illco do Owelro de S. Bemardo \n\n--\n\n.. \n\n~ ~~ '\" 3.-\"-<--\n/l-..f-~,:~\"i.- . ( .. ...v,..) \n\n-\nC4~~ \n\"\" 3 '1 ' ~ p......-f- . \n(~) \n\nFig. 6 - P:igina do Caderno de Campo de Manuel Heleno relativa :b exploraçôr$ no Outeiro de \nS. Ilemardo em Novembro de 1946. \n\nO ArqlleókJso PoTt/f8/1ês. Série Jl~ 20, 2002, P n-114 \n\n\n\nj . L Cordoso, A . M . M . S001'l!S e M . f: Amujv - O espólio metálico do Oll/eiro de S. &amp;.,.,wrdo I I I \n\nr ~fp.a:- ,;...... ~ \"- 3 5 r c:-\nr \n\n( \n\nI' \n\n) \n\n~ \"'J~-c.-oIt . , \n\nH· r ~ \n, r~~ \n\n~k \n, ~~ o...-\n\n\" '!> '; .... A /lt>tf . , \n\n. \nrIS. 7 - P1gin:l do Qulemo de Campo de M3.nud Heleno rel3.liva :ls explora.çóes 00 Ouleiro de \nS. Bernardo em Novembro de 1946. \n\nOA\"lI~ Po\"'lIJ/lIis, Série IV, 20, 2002, p. n-114 \n\n\n\n112 j. L. Cardoso, A. M . M . Soares e M . F. Amújo - O espólio metAlia) do Outeiro de S. Bernardo \n\n-\n\n• \n\n• \n\nYa: J,.... ~ \"\"\"~...;., \n\"- J~' - pi.,.. ~twf'. \n\n• \n\n• \n\nfig. 8 - P:1gina do Cademo de Ca mpo de Ma nuel Heleno relativa :ls ex p lomç6es no Ou~dro de: \nS. Bernardo em No\\'cmbro de 1946. \n\no Artl/w6l0g0 I'vrfllgl4és. s.1rle IV, 20. 2002, p . 77-114 \n\n\n\nj. L Cardoso, A. M . M . Soaf1?$1! M . F. ArolÍjo - O espólio melúliCQ do Outeiro de S. lJemardo 113 \n\nVert =20000 counts \nt =200secs \n\n+- 4.320 Range _ 40.920 keV 14.400 ___ \n\nFig. 9 - Espectro obcido por XRF, dispersiva de energi:ts. do possív~llingote (Fig. I , n.\" 8), fazendo \nuso da radiaç:)o mooocrollÚlica produzida num alvo sccunodirio e num filtro de Gadolinio, :.Jpli-\nc:mdo uma ICnslo de 57 kV, uma intensidade de corrent e de I mA e Ull1te mpo de açumula~o de \n200 segundos. \n\nVl rto.,1000 0 caunts \nt=200secs \n\nC, \n\nF. Ao \n\n\"-- 4.320 Range _40 .920 kl!V 1L.LD0_ \nFig. 10 - Espectro obtido por XRF. dispcrsiVõl de energias, do SC!TT()(C da Fig . l. n.\" 4, nas lllC>;mas \ncondições referidas para a figura anterior. \n\nO Arqu4!ÓlOgO PortI'iJués, Série IV, 20. 2002, p. n-I / 4 \n\n\n\n/14 j . L. C(lft/OSO, A . M . /ti. Soares e M . lo', AI1:lIijO - O espólio mt'lãllco do OIl/ciTO de S. BenlunlO \n\n, -\n\n-• \n\n• \n\n-• \n• \n\n• \n\n• \n\n-• \n• \n\n• \n\n• \n\n-• \n• \n\n• \n\n• \n\n-• • \n• • \n\n• • \n\n• • \n\n- -• • \n• • \n\n• \n• \n\n• \n\n• \n\n-- - -- - .. .. • .. • \n• • • • • \n\n• \n• \n\n• \n• • \n\n• .~ \n\nFig- II _ Conjunto de pontas de java lina do dólmen de La Pastor:!.. Sevi lha (seg. Ahnagro. 1962, I' ig. \n\n2, 3e5), \n\nO Anllle6lOSQ 1'o1'11'JJ1lês. SérW I V. 20, 2002, p. 77· 114"}]}}}