{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08861"}, {"@name": "filename", "#text": "13749_000899537.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "unespe\nUNIVERSIDADE ESTADUAL PAULISTA ‘UÚLIO DE MESQUITA FILHO”\nCampus de São José dos Campos\nInstituto de Ciência e Tecnologia\nMORGANA DE MENEZES MAIA\nAVALIAÇÃO DO POTENCIAL REMINERALIZANTE E PROTETOR DE DENTIFRÍCIO A BASE DE SILICATO DE CÁLCIO E FOSFATO DE SÓDIO ASSOCIADO A UM GEL DE FLUORETO DUAL CONTRA O DESAFIO EROSIVO- ABRASIVO DO ESMALTE\nMORGANA DE MENEZES MAIA\nAVALIAÇÃO DO POTENCIAL REMINERALIZANTE E PROTETOR DE UM NOVO DENTIFRÍCIO ASSOCIADO A UM GEL DUAL A BASE DE SILICATO DE CÁLCIO E FOSFATO DE SÓDIO CONTRA O DESAFIO EROSIVO- ABRASIVO DO ESMALTE\nTrabalho de Conclusão de Curso apresentado ao Instituto de Ciência e Tecnologia, Universidade Estadual Paulista (Unesp), Campus de São José dos Campos, como parte das exigências para a obtenção do grau de CIRURGIÃO-DENTISTA.\nOrientadora: Profa. Adj. Alessandra Bühler Borges Coorientadora: Dra. Rayssa Ferreira Zanatta\nSão José dos Campos\nApresentação gráfica e normalização de acordo com as normas estabelecidas pelo Serviço de Normalização de Documentos da Seção Técnica de Referência e Atendimento ao Usuário e Documentação (STRAUD).\nMaia, Morgana de Menezes\nAvaliação do potencial remineralizante e protetor de um novo dentifrício associado a um gel dual a base de silicato de cálcio e fosfato de sódio contra o desafio erosivo- abrasivo do esmalte / Morgana de Menezes Maia. -São José dos Campos :\t[s.n.], 2017.\n31 f. : il.\nTrabalho de Conclusão de Curso (TCC) - Graduação em Odontologia -Universidade Estadual Paulista (Unesp), Instituto de Ciência e Tecnologia, São José dos Campos, 2017.\nOrientador: Alessandra Bühler Borges.\n1. Erosão dental. 2. Microdureza. 3. Esmalte. 4. Perfilometria. 5. Fluoreto. I. Borges, Alessandra Bühler, orient. II. Universidade Estadual Paulista (Unesp), Instituto de Ciência e Tecnologia, São José dos Campos. III. Universidade Estadual Paulista 'Júlio de Mesquita Filho' - Unesp. IV. Universidade Estadual Paulista (Unesp). V. Título.\nFicha catalográfica elaborada pela Biblioteca Profa Leila Novaes - Seção Técnica de Aquisição e Tratamento da Informação (STATI) do ICT/UNESP. Dados fornecidos pelo autor Ana Paula Mattozo Durante CRB8/6141\nBANCA EXAMINADORA\nProf. Adj. Carlos Rocha Gomes Torres\nUniversidade Estadual Paulista (Unesp)\nInstituto de Ciência e Tecnologia\nDepartamento de Odontologia Restauradora\nProf. Adj. Eduardo Bresciani\nUniversidade Estadual Paulista (Unesp)\nInstituto de Ciência e Tecnologia\nDepartamento de Odontologia Restauradora\nSão José dos Campos, 09 de novembro de 2017.\nDEDICATÓRIA\nDedico este trabalho, bem como todas as minhas demais conquistas, aos meus pais, Mauro e Mônica, e à minha irmã Melissa. Seria pouco dizer obrigada depois dessa jornada que vivemos nesses quatro anos.\nGraças a vocês, paciência, amizade, carinho e dedicação sempre estiveram presentes na nossa história. Todo o incentivo e apoio constantes foram fundamentais no meu florescimento aqui nesta faculdade e fora dela. Deixo aqui todo meu amor, admiração e gratidão.\nÀ minha avó Isaura e meu avô Mário (in memorian), os quais sempre tive um carinho especial e singular, e com muita ternura estiveram continuamente presentes em meus acontecimentos.\nAGRADECIMENTOS\nAgradeço ao Luigi, pessoa com quem amo dividir a vida, desde as pequenas alegrias às grandes realizações. Como se fosse possível, a cada dia mais vejo como é uma pessoa autêntica, generosa e distinta. Obrigada por ser meu equilíbrio em todo esse caminho.\nÀs duas pessoas que há mais de 8 anos se mostraram únicas e especiais e assim ainda permanecem, Isabella e Laura. Com toda a minha saudade agradeço por existirem até hoje por mim como existo por vocês.\nÀs minhas grandes amigas da faculdade, minha mais sincera gratidão por todos os momentos inesquecíveis que dividimos nesses 4 anos. Carrego para sempre comigo e espero ter deixado uma pequena parte de mim em cada uma. É incrível o quanto são especiais e responsáveis pelo que sou hoje.\nA meu avô Domingos (in memorian) e minha avó Maria de Lourdes, que a todo momento estiveram ao meu lado durante minhas conquistas.\nÀ Rayssa, minha coorientadora, cuja ajuda, suporte, incentivo e determinação foram fundamentais para a realização deste trabalho e tantos outros elaborados. Muitíssimo obrigada.\nAgradeço à Profa Alessandra, por toda a atenção durante a orientação, confiança e contínuo incentivo. Posso dizer que a minha formação não teria sido a mesma sem a sua pessoa.\nAgradeço também ao Prof° Eduardo, que admiravelmente esteve sempre à disposição para dividir seus conhecimentos, e a todos os professores com quem tive a oportunidade de ouvir, ver e aprender.\nÀ Faculdade de Odontologia do Instituto de Ciência e Tecnologia de São José dos Campos - UNESP, na pessoa do diretor da Faculdade de Odontologia de São José dos Campos, Prof. Dr. Estevão Tomomitsu Kimpara e da vice-diretora Profa. Dra. Rebeca de Nicoló.\nÀ FAPESP pela concessão da bolsa de iniciação científica (Processo 2015/07675-9).\n“Crescer custa, demora, esfola. Mas compensa, é uma vitória secreta, sem\ntestemunhas. O adversário somos nós mesmos.”\n(Martha Medeiros)\nSUMÁRIO\nRESUMO......................................................7\nABSTRACT....................................................8\n1\tINTRODUÇÃO................................................9\n2\tMATERIAL E MÉTODOS.......................................12\n2.1\tPreparo das amostras...................................12\n2.2.1\tObtenção dos espécimes em esmalte....................12\n2.1.2\tProcedimentos de polimento...........................13\n2.2\tMicrodureza inicial..................................14\n2.3\tDivisão dos grupos.....................................15\n2.4\tPerfilometria inicial..................................16\n2.5\tPreparo das suspensões de dentifrícios.................17\n2.6\tDesafio Erosivo-Abrasivo...............................18\n2.7\tMicrodureza Final......................................20\n2.8\tPerfilometria Final....................................20\n2.9\tAnálise Estatística....................................21\n3\tRESULTADOS...............................................22\n3.1\tMicrodureza............................................22\n3.2\tPerfilometria..........................................27\n4\tDISCUSSÃO ...............................................25\n5\tCONCLUSÃO................................................28\nREFERÊNCIAS................................................29\nMaia MM. Avaliação do potencial remineralizante e protetor de dentifrício a base de silicato de cálcio e fosfato de sódio associado a um gel de fluoreto dual contra desafio erosivo- abrasivo do esmalte [trabalho de conclusão de curso]. São José dos Campos (SP): Universidade Estadual Paulista (Unesp), Instituto de Ciência e Tecnologia; 2017.\nRESUMO\nO objetivo desse estudo foi verificar a capacidade remineralizante e protetora de dentifrícios que contém substâncias promissoras no controle da erosão dental. Foram testados os dentifrícios: Wel: 0ppm de flúor (Weleda - Controle negativo); T12: 1450ppm NaF (Colgate Total 12- Controle positivo); PE: Nitrato de Potássio e 1425 ppm de fluoreto de sódio (Pro-esmalte, Sensodyne); PAER: Arginina, carbonato de cálcio e 1450 de monofluorfosfato de sódio (Pro Alivio, Colgate); Reg - silicato de cálcio e fosfato de sódio (Regenerate, Unilever); e RegGD -associação do Reg com gel dual (1450ppm de monofluorfosfato de sódio e 1450ppm, NaF-Serum, Regenerate, Unilever). Amostras de esmalte foram submetidas a desafio erosivo/abrasivo por 5 dias, com ácido cítrico a 1% (pH=3,9 - 2 min - 6x/dia), dois ciclos de abrasão diários (15s, 200g cada) e remineralização com saliva artificial (1h cada). A erosão inicial foi obtida por microdureza (1° dia) e a perda estrutural por perfilometria (3° e 5° dia). Os dados foram submetidos aos testes ANOVA e Tukey's (p&lt;0,05). Observou-se que não há diferença entre o potencial remineralizante dos produtos testados, enquanto que na proteção, a RegGD obteve valores superiores a PAER, T12 e Wel. Reg apresentou valores similares a Wel, enquanto PE mostrou maior capacidade protetora que Wel e T12, porém inferior a RegGD. A perfilometria mostrou perda similar para todos dentifrícios, com exceção de PE, que apresentou valores significantemente maiores. Concluiu-se que o dentifrício Regenerate sérum e o Pró Esmalte exerceram efeito protetor contra a erosão inicial. No entanto todos os produtos testados tiveram perda estrutural semelhante. Ainda, observou-se que o efeito abrasivo é superior à proteção química promovida pelos dentifrícios.\nPalavras chave: Erosão dental. Esmalte. Microdureza. Perfilometria. Fluoreto. Dentifrício.\nMaia MM. Evaluation of the remineralization and protective potential of a toothpaste with calcium silicate and sodium phosphate associated with a boosting fluoride serum against enamel erosive/abrasive situations [graduation final work]. São José dos Campos (SP): São Paulo State University (Unesp), Institute of Science and Technology; 2017\nABSTRACT\nThe aimof this study was to compare the remineralizing and protective effect of a new dentifrice composed of calcium silicate, sodium phosphate and sodium fluoride, associated to a serum potencializador, claimed as anti-erosive. Sixty cylindrical and highly polished enamel samples were selected and randomly divided into 6 groups (n=10) according to the dentifrice used: Wel (Weleda - 0 ppm F), T12 (Colgate Total 12 - 1450 ppm NaF), PAER (Colgate Pro-Relief Enamel Repair - 1450 ppm sodium monofluorophosphate, 8% arginine), PE (Sensodyne Pro-Enamel - 1425 ppm sodium monofluorophosphate, 5% potassium nitrate), Reg (Regenerate/Unilever - 1450 ppm sodium monofluorophosphate), RegGD (Regenerate + Serum - 1450 ppm NaF). After measuring the initial microhardness (Knoop, 50g/10s) and profiles (contact profilometry), the specimens were submitted to an erosive challenge with citric acid (1%, pH 3.9, 2 min, 4x/day), followed by immersion in artificial saliva (Klimek, 1h, 6x/day) and abrasion (10s, 200g, 2x/day), for 5 days. The initial remineralization and protective effect was measured by microhardness which was obtained after the first acid (KNa1), after the first treatment (KNt) and after the second acid (KNa2).For the initial erosion, NaF, NaF/PN and MPF/Arg promoted enamel rehardening, but only NaF/PN and MPF/CSSP/BS protect it. For the dentin, NaF/PN, MPF/CSS and MPF/CSSP/BS presented significant rehardening ability. Regarding surface loss, all dentifrices promoted similar enamel loss (except NaF/PN, which presented higher values) and for dentin, MPF/CSSP/BS presented a lower loss than NaF/PN, MPF/Arg, and MPF/CSSP. It must be concluded that NaF/PN and MPF/CSSP/BS exhibited the highest protective effect against initial erosion for enamel and dentin, nevertheless, they were not able to maintain this superior protective potential with the persistence of the erosive/abrasive challenges in relation to the other products tested.\nKeywords: Dental erosion. Dental. Microhardness. Profilometry. Fluoride. Dentifrices.\n1\tINTRODUÇÃO\nO processo erosivo que acomete os tecidos dentais se apresenta como um fenômeno de superfície que ocorre em virtude da ação desmineralizante de ácidos extrínsecos (alimentos e/ou bebidas ácidas) ou intrínsecos (vômitos frequentes ou refluxo gástrico), sobre a superfície dental.\nDiversos elementos influenciam o decurso da desmineralização dental erosiva, atribuindo-lhe um caráter multifatorial. O aparecimento e evolução das lesões erosivas estão relacionadas com o pH, a concentração de cálcio e fosfato na solução erosiva, bem como o tipo de ácido presente e as suas propriedades [1]. Com relação aos fatores relacionados ao paciente, destacam-se os hábitos de higiene e de alimentação (frequência e consumo de alimentos e bebidas ácidas), bem como as propriedades da saliva (efeito tampão, diluição dos ácidos, formação da película adquirida) e o posicionamento dos dentes e tecidos moles adjacentes na cavidade bucal [2]. Também devem ser consideradas exposições a produtos químicos decorrentes de fatores ocupacionais, tais como trabalhadores na indústria química que aspiram vapores ácidos, ou quelantes, com frequência; esportistas que fazem uso regular de repositores energéticos, com especial atenção a nadadores que treinam em piscinas com água de pH desajustado ou alta concentração de cloretos. [3,4]\nO desgaste erosivo é um processo contínuo, que se inicia pelo amolecimento da superfície do esmalte dental, caracterizado pela redução da sua microdureza [5]. Neste estágio, a região desmineralizada pode ser parcialmente remineralizada com retardamento da progressão do processo erosivo [6,7]. No entanto, quando há persistência dos desafios erosivos, ocorre o aprofundamento desta camada amolecida e ocorrência de perda estrutural [2,8,9].\nA escovação exerce um importante papel na manutenção da saúde oral, e a exposição de fluoretos presentes na composição de dentifrícios tem capacidade de proteger contra formação de lesões de cáries e desenvolvimento da erosão [9]. A ação dos fluoretos contra erosão dental tem sido atribuída à formação de glóbulos similares ao fluoreto de cálcio (CaF2) que se precipitam nas superfícies dentais [10, 11, 12], formando uma camada mineral protetora que é dissolvida durante o ataque ácido, retardando a ação do ácido no esmalte subjacente [6, 3]. Estudos in\nsitu e in vitro têm mostrado que dentifrícios fluoretados têm capacidade de reduzir a perda do esmalte dental em desafios erosivos [13], no entanto, o real efeito protetor desses fluoretos na erosão ainda não está totalmente esclarecido [14, 15].\nHá na literatura relatos de dentifrícios contendo em sua composição arginina, carbonato de cálcio e monofluorfosfato de sódio (1450 ppm) com capacidade de proteger o esmalte frente a ataques erosivos in vitro e in situ [16, 17]. Estudos in vitro com dentifrícios contendo nitrato de potássio e 1425 ppm fluoreto de sódio também mostraram efeito protetor contra erosão [18, 19]. No entanto, o estudo de Kato et al. [20] avaliou ambas as composições de dentifrícios e concluiu que a capacidade protetora daquele com arginina, carbonato de cálcio e monofluorfosfato de sódio (1450 ppm) foi superior a daquele com nitrato de potássio e 1425 ppm fluoreto de sódio.\nPesquisas com um dentifrício recentemente lançado no mercado contendo silicato de cálcio e sais de fosfato de sódio (fosfato monosódico e fosfato trisódico) com 1450 ppm de monofluorfosfato de sódio mostraram resultados in vitro e in situ promissores no controle da erosão inicial do esmalte, com remineralização da camada amolecida [21, 13]. Ainda, um gel de duas fases (A: sais de silicato de cálcio e fosfato de sódio, e B: fluoreto de sódio - 1450ppm) foi desenvolvido para atuar em conjunto com o dentifrício no tratamento da erosão inicial [13]. Esse sistema atua promovendo a deposição de silicato de cálcio na superfície do esmalte, e consequentemente protegendo-o contra desmineralização, e o gel de fase dual atua promovendo a remineralização do esmalte erodido [21, 13, 22, 23]. No entanto, sua eficiência no tratamento da erosão inicial e controle de sua progressão frente a sucessivos desafios erosivos- abrasivos não foi completamente estabelecida.\nExistem poucos trabalhos na literatura com essa nova composição de dentifrícios, e todos envolvem sua atuação apenas na erosão inicial (microdureza), sem observar seu comportamento em situações de perda de estrutura (perfilometria). Ainda, é preciso considerar que em dentes susceptíveis a erosão, o envolvimento de processos abrasivos exacerba a perda de estrutura, além destes serem mais susceptíveis à abrasão e atrição do que os hígidos caracterizando o desgaste erosivo [24, 25, 26, 8, 9, 27]. Assim, se faz importante avaliar o efeito remineralizante e protetor de novas composições de dentifrícios frente à erosão\ninicial do esmalte, bem como na proteção contra a sua progressão, envolvendo seu efeito abrasivo.\nDesta forma, o objetivo deste estudo foi comparar um novo sistema à base de silicato de cálcio e fosfato de sódio, composto por dentifrício e um gel de duas fases, com outros dentifrícios presentes no mercado, avaliando sua capacidade remineralizante e protetora frente a desafios erosivo-abrasivos.\n2\tMATERIAL E MÉTODOS\n2.1\tPreparo das amostras\n2.2.1\tObtenção dos espécimes em esmalte\nOs espécimes foram obtidos a partir de dentes bovinos, recém-extraídos, armazenados em solução de timol a 0,1%, com pH 7,0. A referida pesquisa não envolve o uso de vertebrados, e sim de dentes bovinos como substrato comercialmente disponível. Portanto de acordo com a lei n°11.794 de 08/10/2008 -\"Lei Arouca\", que regulamenta o inciso VII do § 1o do art. 225 da Constituição Federal, estabelecendo procedimentos para o uso científico de animais e revoga a Lei no 6.638, de 8 de maio de 1979, com ainda outras providências, a presente pesquisa não requer a análise do Comitê de Ética de Pesquisa em Animais.\nApós a secção das raízes com disco de corte diamantado na junção amelocementária, as coroas foram fixadas na base do equipamento de corte circular (Figura 1A) com a face vestibular voltada para cima (Figura 1B). Espécimes cilíndricos (3 mm de diâmetro) foram cortados sob refrigeração e com auxílio de uma broca trefina diamantada.\nFigura 1 - A) Equipamento de corte circular. B) Coroa de dente bovino fixada, sob refrigeração e ação da broca trefina diamantada.\nApós o corte, os espécimes (Figura 2) foram embutidos em resina acrílica com auxílio de uma matriz de silicone, cujo interior continha cavidades de 6 mm de diâmetro e 3,1 mm de espessura em primeiro plano, e em segundo plano outra cavidade com 3 mm de diâmetro e 0,1 mm de espessura na qual os espécimes foram posicionados com o lado de esmalte voltado para baixo [28]. A matriz de silicone possuía, ainda, uma projeção em forma de curva com objetivo de criar uma depressão no espécime (Figura 2 - seta). Esta depressão permitia o posicionamento do espécime sempre na mesma posição no perfilômetro, garantindo que as leituras fossem realizadas no mesmo local.\nFigura 2 - Espécime de dente bovino (esquerda) e amostra embutida em resina (direita).\n2.1.2\tProcedimentos de polimento\nA altura dos espécimes foi padronizada em 3 mm com auxílio de um dispositivo metálico que permitiu o desgaste e paralelismo da base dos espécimes em politriz circular. Após desgaste inicial e planificação, os espécimes foram polidos com lixas de carbeto de silício de granulação (Figura 3A) 1200, 2400 e 4000(FEPA-P; Struers, Ballerup, Denmark) [29], sob refrigeração com água durante 30 s, 60 s e 120 s, respectivamente (Figura 3B). As amostras foram colocadas em banho ultrassónico (UltrasonicCleaner, Odontobrás, Ribeirão Preto, SP, Brasil), por 10 min, para remoção dos resíduos de grãos abrasivos, e em\nFigura 3 - A) Lixas de carbeto de silício em granulações variadas. B) Polimento das amostras em politriz circular.\n2.2\tMicrodureza inicial\nA microdureza Knopp inicial de todos os espécimes foi obtida em microdurômetro (FM-700, Future-Tech, Tókio, Japão) (Figura 4A e 4C) com aplicação de carga de 50g durante 10s [29]. Foram realizadas três endentações (Figura 4B) com distância de 100 pm entre elas, e o valor de dureza de cada amostra foi determinado pela média aritmética entre os três valores. Os espécimes que apresentaram discrepância de 10% do valor médio de dureza inicial (KHi) foram substituídos.\nFigura 4 - A) Ponta do microdurômetro. B) Endentação realizada em esmalte. C) Posicionamento da ponta na amostra de esmalte.\n2.3\tDivisão dos grupos\nOs espécimes de esmalte foram distribuídos de forma aleatória em 6 grupos\n(n=10), de acordo com o tipo do dentifrício utilizado (Figura 5).\nRegGD - Dentifridoa base de Silicatode Sódio e Fosfato de Cáldo 1450 ppm MFF (AvancedToothpaste - Sistema Regenerate Enamel Sdence - Unilever) +Gel de duas fases (BoostingSerum (Serum 1450 ppm MFP + Activator Gel 1450 ppm NaF) - Sistema Regenerate Enamel Sdence - Unilever).\nFigura 5 - Esquema ilustrativo da divisão dos grupos.\n2.4\tPerfilometria inicial\nA obtenção dos perfis iniciais de cada amostra foi realizada em perfilômetro de contato (MaxSurf XT 20, Mahr, Gottingen, Alemanha) (Figura 6A), onde foram obtidas três leituras com varreduras de extensão de 4,2 mm e distância de 0,25 mm entre elas em cada amostra. Previamente às leituras, foram realizadas duas linhas paralelas entre si nas laterais da superfície da resina, com o auxílio de um dispositivo contendo uma ponta afiada (Figura 6B), para facilitar a sobreposição dos perfis inicial e final (Figura 6C).\nFigura 6 - A) Perfilômetro de contato. B) Riscador com ponta afiada para realizar os riscos paralelos nas amostras.C) Perfis inicial e final sobrepostos.\n2.5\tPreparo das suspensões de dentifrícios\nFoi confeccionada uma suspensão (slurry) com cada dentifrício (Figura 7A) diluindo-os em saliva artificial na concentração de 1:2 (uma porção do dentifrício para duas de saliva artificial) a fim de simular as condições de diluição que eles apresentam quando misturados à saliva no momento da escovação [30].\nA saliva artificial foi composta por 0.002g de ácido ascórbico, 0.030g de glucose, 0.580g de cloreto de sódio (NaCl), 0.170g de cloreto de cálcio (CaCl2), 0.160g de Cloreto de amônio (NH4Cl), 1.270g de cloreto e potássio (KCl), 0.160g de tiocianato de sódio (NaSCN), 0.330g de fosfato e potássio monobásico (KH2PO4), 0.200g de uréia e 0.340g de fosfato de di-sódio\n(Na2HPO4) em 1000ml de água destilada, como proposto por Klimek et al.[31] (pH « 6,8).\nNo grupo RegGD, a aplicação do gel de fase dual (serum potencializador) (Figura 7B) foi realizada manipulando o gel em proporções iguais conforme orientação do fabricante.\nFigura 7 - A) Dentifrícios utilizados nos seis diferentes grupos da pesquisa em ordem: Weleda (Wel), Total 12 (T12), Sensitive Pro-Alivio (PAER), Pro-Esmalte (PE), Regenerate (Reg e RegGD). B) Gel de fase dual (serum potencializador).\n2.6\tDesafio Erosivo-Abrasivo\nPara o desafio erosivo foi utilizada uma solução de ácido cítrico a 1%, com pH ajustado em 3,8 com hidróxido de potássio (KOH).\nO desafio abrasivo foi realizado em equipamento de simulação da escovação modelo MEV-2T (Odeme Equipamentos Médicos e Odontológicos Ltda. - Joaçaba SC, Brasil) (Figura 8A), cujo braço de aço inoxidável faz movimentos de vaivém, com amplitude de 3,8 cm e 200 g de peso. Foram utilizadas escovas padronizadas (Sanifill Ultra Profissional- 39) cortadas no limite entre o cabo e a cabeça, e adaptadas na máquina de escovação. As escovas foram apoiadas sobre os corpos-de-prova, inclinadas a 15° em relação à superfície das amostras, para que toda a superfície entrasse em contato com suas cerdas. Os espécimes foram dispostos em nichos de aço inoxidável (Figura 8B e 8C) imersos nosslurries, e submetidos a 10 ciclos de escovação por desafio abrasivo (Figura 8D), consistindo em 10 s de escovação seguidos por 60 s de imersão na suspensão, totalizando 120 s de atuação do dentifrício sobre a superfície do esmalte [32].\nO tratamento diário dos espécimes consistiu na imersão das amostras no ácido cítrico (2 min - 4 vezes/dia), seguido de imersão em saliva artificial (6 vezes/dia) com tempos de 30 minutos, antes do tratamento e 60 minutos entre as exposições ao ácido cítrico, e abrasão e imersão no slurry (2 vezes/dia, simulando duas escovações diárias), conforme ilustrado na Figura 8E. No grupo RegGD, que\nfaz associação do dentifrício com o gel de fase dual (serum potencializador), foi misturado (parte A e parte B) na proporção de 1:1 e aplicou-se sobre a superfície das amostras após a segunda abrasão do dia por 3 minutos, durante 3 dias, conforme instruções do fabricante. As suspensões foram preparadas imediatamente\nantes do uso.\nKHN 4\nSaliva (30 min)\nÁcido\nSaliva\n(30 min)\nAbrasão /\nTratamento\nFigura 8 - A) Máquina de escovação; B) Casulo inoxidável e amostras em posição; C)Casulo incluso na base. D) Escovas apoiadas sobre corpos de prova. E) Ciclo erosivo abrasivo. As letras KHN indicam o momento de mensuração da dureza no primeiro dia do ciclo: KHN2 - mensuração após o primeiro ácido, KHN3 - mensuração após segunda saliva para verificar o efeito remineralizante e KHN4 - mensuração após o segundo ácido para verificar o efeito protetor dos tratamentos frente a novo desafio erosivo.\n2.7\tMicrodureza Final\nA análise da microdureza foi utilizada para averiguação da remineralização dos espécimes e do efeito protetor dos tratamentos frente a novos desafios erosivos. Assim, ela foi mensurada em 4 momentos (Figura 8):\nKHN2 - após a primeira imersão em ácido para mensurar a desmineralização inicial\nKHN3 - após o primeiro tratamento e imersão em saliva para verificar se os dentifrícios promoveram remineralização do esmalte erodido\nKHN4 - após a segunda imersão em ácido para verificar se os dentifrícios promoveram proteção frente a novos desafios erosivos.\nAs mensurações finais foram realizadas apenas no primeiro dia do ciclo, período no qual a exposição ao ácido causa o amolecimento da superfície de esmalte, sem resultar em perda de estrutura. Os parâmetros de microdureza utilizados nessas mensurações foram os mesmos adotados na determinação da microdureza inicial.\n2.8\tPerfilometria Final\nA obtenção dos perfis finais ocorreu após três e cinco dias de ciclo erosivo-abrasivo e foi feita com os mesmos parâmetros adotados na mensuração dos perfis iniciais. A mensuração após três dias foi feita para verificar o efeito protetor imediato do tratamento com o serum potencializador, pois este é o tempo de uso estipulado pelo fabricante do gel. A mensuração após cinco dias visou quantificar a evolução da erosão frente os diferentes tratamentos.\nOs dados de perda de estrutura (pm) foram calculados pela diferença de altura entre os perfis inicial e final após sobreposição dos mesmos, utilizando software específico do equipamento (Mahr Surf XCR 20 4.50-07 SP3, 2011).\n2.9\tAnálise Estatística\nOs dados de dureza e perfilometria foram submetidos a análise de normalidade (Kolmogorov e Smirnov). Verificado a condição de normalidade, os dados de dureza foram submetidos ao teste ANOVA de medidas repetidas, seguido pelo teste de Tukey (p<0,05). Os dados de perfilometria de 3 e 5 dias foram submetidos ao teste de ANOVA One-way, seguido pelo teste de Tukey (p<0,05). Os testes foram realizados com software GraphPadPrism (v.6 - GraphPad Software Inc, Califórnia, EUA).\nAs hipóteses de nulidade testadas são: 1) as diferentes estratégias de dentifrícios não promovem a remineralização e proteção do esmalte na erosão inicial; e 2) as diferentes estratégias de dentifrícios não promovem perda estrutural em desafios erosivos consecutivos.\n3\tRESULTADOS\n3.1\tMicrodureza\nOs dados de KHN2, KHN3 e KHN4 estão dispostos na Tabela 1. O teste ANOVA de medidas repetidas mostrou diferença significante para o tipo de dentifrício (p=0,029), para os diferentes tempos (p<0.0001) e para a interação entre os fatores (p=0,002). O gráfico da Figura 8 mostra os valores médiose desvio padrão de redução da microdureza para todos os dentifrícios e nos diferentes tempos testados.\nTabela 1 - Média e desvio padrão dos valores de microdureza e resultado do teste de Tukey nos diferentes tempos analisados\n\tDesmineralizaçã o (KHN2)\tRemineralizaçã o (KHN3)\tProteção (KHN4)\nWel\t278,3 (±29,5)ABa\t292,6 (±9,3)Aa\t264,5 (±12,2)Ba\nT12\t270,7 (±1,.0)Aa\t297,6 (±6,7)Ba\t273,4 (±19,8)Aab\nPAER\t271,2 (±11,9)Aa\t284,2 (±11,4)Ba\t267,5 (±17,7)ABab\nPE\t261,6 (±13,5)Aa\t293,1 (±19,2)Ba\t287,8 (±18,5)Bb\nReg\t268,7 (±11,2)Aa\t283,4 (±12,5)Aa\t275,4 (±15,5)Aab\nRegGD\t270,3 (±17,3)Aa\t284,7 (±24,4)ABa\t289,9 (±17,8)Bb\nLetras maiúsculas: diferença entre os tempos, na mesma linha. Letras minúsculas: diferença entre os dentifrícios, na mesma coluna.\n3.2\tPerfilometria\nOs dados de perda de estrutura (pm) estão dispostos na Tabela 2. Para os valores obtidos no final do 3° dia, o teste ANOVA one-way mostrou diferença significante para o tipo de dentifrício (p=0,003). Para os valores de perda no 5° dia, o teste ANOVA one-way também mostrou diferença entre os dentifrícios (p=0,017). Os resultados do teste de Tukey para o terceiro e quinto dia estão dispostos na Tabela 2. O gráfico da Figura 9 mostra os valores médios e desvio padrão de perda de estrutura para todos os dentifrícios e nos diferentes tempos testados.\nTabela 2 - Média e desvio padrão dos valores de perda de superfície nos diferentes tempos analisados\n\t3° dia\t5° dia\nWel\t2,21 (±0,58) a\t2,91 (±0,65) a\nT12\t2,19 (±0,89) a\t2,78 (±0,98) a\nPAER\t1,82 (±0,50) a\t2,87 (±0,57) a\nPE\t4,90 (±1,96) a\t5,50 (±2,03)b\nReg\t3,09 (±1,22) a\t3,82 (±0,82) a\nRegGD\t2,98 (±0,96) a\t3,49 (±0,87) a\nLetras minúsculas: diferença entre os dentifrícios na mesma coluna, para cada tempo analisado, separadamente.\nPerfilometria (pm)\nFigura 9 - Média e desvio padrão da perda estrutural em todos os grupos no terceiro e quinto dia do ciclo.\n4\tDISCUSSÃO\nTendo em vista a ocorrência do processo erosivo em duas etapas, nas quais ocorre primeiro amolecimento do esmalte seguido de perda estrutural pela persistência do desafio erosivo associado à abrasão, o presente estudo visou avaliar e quantificar as alterações da superfície dental por microdureza e perfilometria.\nOs resultados de microdureza indicam o potencial de remineralização da camada amolecida e capacidade protetora dos dentifrícios testados frente a novos desafios erosivos, enfatizando o tratamento químico, visto que os espécimes foram submetidos a apenas um ciclo abrasivo neste primeiro momento. A primeira hipótese de nulidade foi refutada, visto que houve diferença no comportamento dos dentifrícios testados tanto com relação ao potencial remineralizante, como quanto ao potencial protetor frente ao desafio erosivo/abrasivo inicial.\nOs resultados de dureza mostraram que para o dentífrico Wel (controle negativo), não há potencial de remineralização do esmalte e nem proteção, com redução de dureza após o segundo desafio erosivo. Isto era esperado, visto que o mesmo é um dentifrício não fluoretado. Resultados similares foram encontrados pelo dentifrício Colgate Total 12 (T12), indicando que a presença do fluoreto de sódio neste não foi capaz de proteger o esmalte, mesmo tendo promovido a sua remineralização. Os dentifrícios PAER e PE apresentaram valores intermediários de proteção, embora ambos tenham promovido remineralização. Estudos in situ e in vitro mostram que a nova composição encontrada no dentifrício do sistema Regenerate (silicato de cálcio e sais de fosfato monosódico e fosfato trisódico, com 1450 ppm de monofluorfosfato de sódio), associado ao gel de fase dual (sais de silicato de cálcio e fosfato de sódio e 1450 ppm de fluoreto de sódio), apresentam eficácia no controle da desmineralização e posterior remineralização do esmalte erodido [21, 13]. No presente estudo o dentifrício Reg sozinho não foi capaz de promover remineralização significante, e nem proteção do esmalte erodido, sugerindo que os sais de fosfato e cálcio não se formaram em quantidade suficiente ou foram removidos pela abrasão. No entanto, quando o gel de fase dual foi associado (grupo RegGD) ao dentifrício, houve proteção do esmalte frente\nao novo desafio erosivo, indicado que o gel de fluoreto com sais de cálcio posterior à abrasão foi capaz de formar os precipitados de cálcio e fluoreto de cálcio necessários para proteção do esmalte.\nA escovação é geralmente considerada segura e efetiva no controle da placa e manutenção da saúde oral [33]. Indicativos mostram que o esmalte íntegro apresenta pouco desgaste quando submetido à ciclagem abrasiva após seis meses [34]. No entanto, tem sido relatado que dentes erodidos são mais susceptíveis à abrasão, uma vez que os desafios ácidos produzem uma camada amolecida de minerais que são removidos pela escovação [35]. Os resultados do presente estudo mostram que todos os dentifrícios testados apresentaram valores similares de perda de estrutura após três e cinco dias, com exceção da Pró- Esmalte, cuja perda foi significantemente maior que todos os outros em ambas mensurações. Portanto, a segunda hipótese de nulidade também foi rejeitada.\nTrabalhos prévios indicam que a presença de fluoretos nos dentifrícios resulta em menor potencial abrasivo comparado a pastas sem fluoretos na composição, devido à formação de precipitados de fluoreto de cálcio na superfície das estruturas dentais que são removidas no lugar das estruturas sadias [35]. No entanto, neste estudo foram encontrados valores similares de perda entre o grupo controle negativo (Wel) e os demais dentifrícios. Isto pode indicar que o potencial protetor dos fluoretos e demais substâncias testadas (carbonato de cálcio - PAER, Silicato de sódio e fosfato de cálcio - Reg e RegGD), demonstrados nos resultados de microdureza, não foi suficiente para resistir ao efeito abrasivo resultante da escovação.\nCom relação à maior perda encontrada para o dentifrício PE, os dados do presente estudo são inconclusivos e não esperados. Em se tratando de um dentifrício que reivindica proteção contra erosão, e ainda com estudos encontrando ação benéfica na prevenção da erosão [19, 18], era esperado que ele mantivesse o efeito protetor obtido com as análises de dureza. No entanto, Kato et al. [20] avaliou diferentes dentifrícios com relação ao potencial protetor frente a erosão e também encontrou maiores perdas para o dentifrício Pro-Esmalte [20]. Os autores justificam os dados contraditórios devido a diferenças na metodologia, ou seja, os dados benéficos são obtidos com análise de dureza e não com perda de estrutura mensurada por perfilometria. Esses dados corroboram com os obtidos no presente\nestudo, e ajudam a justificar os resultados encontrados. O estudo de Kato et al. [20] mostra ainda que substâncias conhecidamente dessensibilizantes, como o nitrato de potássio podem ter algum efeito protetor, mas quando associado a fluoretos não mantém tal efeito.\nAdicionalmente, pode-se sugerir que o efeito abrasivo provocado pela escovação foi determinante e se sobrepôs ao potencial protetor evidenciado na mensuração inicial dos valores de microdureza—Especula-se que diferenças na abrasividade das pastas (RDA e REA) tenham modulado a perda dental promovida pelos dentifrícios testados, não sendo os resultados determinados somente pela composição química dos mesmos. Estudos futuros devem considerar obter a relação de abrasividade e perda de estrutura ou à quantificação do RDA dos dentifrícios testados. Em se tratando de um segredo industrial, tal informação não é encontrada frequentemente na literatura e patentes disponíveis.\n5\tCONCLUSÃO\nEmbora os dentifrícios Colgate Total 12, Pro-Alivio Reparo do Esmalte e Proesmalte tenham apresentado potencial remineralizante, apenas o dentifrício contendo silicato de cálcio e fosfato de sódio associado ao sérum fluoretado (RegGD) e o dentifrício contendo nitrato de potássio associado ao fluoreto de sódio (PE) exerceram efeito protetor contra a erosão/abrasão inicial. A proteção contra o desgaste erosivo foi semelhante para todos os produtos testados, com exceção para o dentifrício Pro-esmalte, que apresentou os maiores valores de perda do esmalte. Portanto, sugere-se que o efeito abrasivo seja um importante fator modulador do potencial de proteção química promovido pelos dentifrícios.\nREFERÊNCIAS\n1.\tLussi A, Carvalho TS. Erosive tooth wear: a multifactorial condition of growing concem and increasing Knowledge. Monogr Oral Sci. 2014;25:1-15. DOI 10.1159/000360380.\n2.\tHara AT, Lussi A, Zero DT Biological factors. Monogr Oral Sci. 2006;20:88-99.\n3.\tLussi A, Jaeggi T. Chemical factors. Monogr Oral Sci. 2006;20:77-87.\n4.\tBarbour JA. Erosion in relation to nutrition and the environment. Monogr Oral Sci. 2014;25:143-54.\n5.\tLussi A, Schlueter N, Rakhmatullina E, Ganss C. Dental erosion--an overview with emphasis on chemical and histopathological aspects. Caries Res. 2011 ;45 Suppl 1:2-12.\n6.\tGanss C, Klimek J, Schaffer U, Spall T. Effectiveness of two fluoridation measures on erosion progression in human enamel and dentine in vitro. Caries Res. 2001;35(5):325-30.\n7.\tBuzalaf MA, Hannas AR, Kato MT. Saliva and dental erosion. J Appl Oral Sci. 2012; 20(5):493-502.\n8.\tLussi A, Bossen A, Hoschele C, Beyeler B, Megert B, Meier C, et al. Effects of enamel abrasion, salivary pellicle, and measurement angle on the optical assessment of dental erosion. J Biomed Opt 2012;17(9):97009- 1.\n9.\tMagalhães AC, Wiegand A, Buzalaf MA. Use of dentifrices to prevent erosive tooth wear: harmful or helpful? Braz Oral Res 2014;28(spe):1-6.\n10.\tPetzold M. The influence of different fluoride compounds and treatment conditions on dental enamel: a descriptive in vitro study of the CaF(2) precipitation and microstructure. Caries Res 2001;35 Suppl 1:45-51.\n11.\tLussi A, Jaeggi T, Zero D. The role of diet in the aetiology of dental erosion. Caries Res 2004;38 Suppl 1:34-44.\n12.\tMagalhães AC, Wiegand A, Rios D, Honorio HM, Buzalaf MA. Insights into preventive measures for dental erosion. J Appl Oral Sci. 2009;17(2):75-86.\n13.\tJoiner A, Schafer F, Naeeni MM, Gupta AK, Zero DT. Remineralisation effect of a dual-phase calcium silicate/phosphate gel combined with calcium silicate / phosphate toothpaste on acid-challenged enamel in situ. J Dent 2014;42 Suppl 1:S53-59.\n14.\tLarsen MJ, Richards A. Fluoride is unable to reduce dental erosion from soft drinks. Caries Res 2002;36(1):75-80.\n15.\tMagalhães AC, Rios D, Delbem AC, Buzalaf MA, Machado MA. Influence of fluoride dentifrice on brushing abrasion of eroded human enamel: an in situ/ex vivo study. Caries Res 2007;41(1):77-9.\n16.\tSullivan R, Rege A, Corby P, Klaczany G, Allen K, Hershkowitz D et al. Evaluation of a dentifrice containing 8% arginine, calcium carbonate, and sodium monofluorophosphate to prevent enamel loss after erosive challenges using an intra-oral erosion model. J Clin Dent. 2014a;25(1 Spec No A):A7-13.\n17.\tSullivan R, Rege A, Corby P, Klaczany G, Allen K, Hershkowitz D et al. Evaluation of a dentifrice containing 8% arginine, calcium carbonate, and sodium monofluorophosphate to repair acid-softened enamel using an intra- oral remineralization model. J Clin Dent. 2014b;25(1 Spec No A):A14-19.\n18.\tRees J, Loyn T, Chadwick B. Pronamel and tooth mousse: an initial assessment of erosion prevention in vitro. J Dent 2007;35(4):355-7.\n19.\tLussi A, Megert B, Eggenberger D, Jaeggi T. Impact of different toothpastes on the prevention of erosion. Caries Res 2008;42(1):62-7.\n20.\tKato MT, Lancia M, Sales-Peres SH, Buzalaf MA. Preventive effect of commercial desensitizing toothpastes on bovine enamel erosion in vitro. Caries Res 2010;44(2):85-9.\n21.\tHornby K, Ricketts SR, Philpotts CJ, Joiner A, Schemehorn B, Willson R. Enhanced enamel benefits from a novel toothpaste and dual phase gel containing calcium silicate and sodium phosphate salts. J Dent. 2 01 4; 42 Suppl 1:S39-45.\n22.\tParker AS, Patel AN, Al Botros R, Snowden ME, McKelvey K, Unwin PR et al. Measurement of the efficacy of calcium silicate for the protection and repair of dental enamel. J Dent. 2014;42 Suppl 1(S21-29).\n23.\tSun Y, Li X, Deng Y, Sun JN, Tao D, Chen H et al. Mode of action studies on the formation of enamel minerals from a novel toothpaste containing calcium silicate and sodium phosphate salts. J Dent. 2014;42 Suppl 1(S30-38).\n24.\tAttin T, Buchalla W, Gollner M, Hellwig E. Use of variable remineralization periods to improve the abrasion resistance of previously eroded enamel. Caries Res 2000;34(1):48-52.\n25.\tAttin T, Knofel S, Buchalla W, Tutuncu R. In situ evaluation of different remineralization periods to decrease brushing abrasion of demineralized enamel. Caries Res 2001;35(3):216-22.\n26.\tLussi A, Hellwig E. Risk assessment and preventive measures. Monogr Oral Sci 2006; 20:190-9.\n27.\tShellis RP, Addy M. The interactions between attrition, abrasion and erosion in tooth wear. Monogr Oral Sci. 2014;25:32-45.\n28.\tTorres CR, Rosa PC, Ferreira NS, Borges AB. Effect of caries infiltration technique and fluoride therapy on microhardness of enamel carious lesions. Oper Dent 2012;37(4):363-9.\n29.\tBorges AB, Torres CR, de Souza PA, Caneppele TM, Santos LF, Magalhaes AC. Bleaching gels containing calcium and fluoride: effect on enamel erosion susceptibility. Int J Dent. 2012;2012:347848. doi: 10.1155/2012/347848\n30.\tDuke SA, Forward GC. The conditions occurring in vivo when brushing with toothpastes. Br Dent J 1982;152(2):52-4.\n31.\tKlimek J, Hellwig E, Ahrens G. Effect of plaque on fluoride stability in the enamel after amine fluoride application in the artificial mouth. Deutsch Zahnarztl Z. 1982;37(10):836-40.\n32.\tScaramucci T, Borges AB, Lippert F, Frank NE, Hara AT. Sodium fluoride effect on erosion-abrasion under hyposalivatory simulating conditions. Arch Oral Biol 2013;58(10):1457-63.\n33.\tWalsh T, Worthington HV, Glenny AM, Appelbe P, Marinho VC, Shi X (2010). Fluoride toothpastes of different concentrations for preventing dental caries in children and adolescents. Cochrane Database Syst Rev 2010\n(1):CD007868 doi: 10.1002/14651858.CD007868.pub2\n34.\tPickles MJ, Joiner A, Weader E, Cooper YL, Cox TF. Abrasion of human enamel and dentine caused by toothpastes of differing abrasivity determined using an in situ wear model. Int Dent J 2005;55(3 Suppl 1): 188-93.\n35.\tWiegand A, Schlueter N. The role of oral hygiene: does toothbrushing harm? Monogr Oral Sci. 2014;25:215-9."}]}}}