{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17928"}, {"@name": "filename", "#text": "24755_ferreira_acrm_me_araca.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ANA CARULINA REZENDE DE MORAES FERREIRA \n\n \n \n \n \n \n \n \n \n \n \n \n \n\nAraçatuba – São Paulo \n\n2017 \n\n\n\nANA CARULINA REZENDE DE MORAES FERREIRA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRECONSTRUÇÃO ORBITÁRIA COM IMPLANTES MEDPOR®. ESTUDO \n\nHISTOMORFOLÓGICO E IMUNOHISTOQUÍMICO \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \nDissertação apresentada à  Faculdade \n\nde Odontologia do Campus de \nAraçatuba – Universidade Estadual \n\nPaulista “Júlio de Mesquita Filho”- \nUNESP, para obtenção do Título de \nMESTRE  EM ODONTOLOGIA  (Área de \n\nConcentração  em Implantodontia). \n\n \n\nOrientador: Prof. Adj. Idelmo Rangel Garcia Jr. \n\n \n\n \n\n \n\n \n\n \n\n \nAraçatuba – São Paulo \n\n2017 \n\n\n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n\nCatalogação  na  Publicação (CIP) \n\nDiretoria   Técnica  de Biblioteca   e Documentação   – FOA / UNESP \n \n\nF383r \n\nFerreira,  Ana  Carulina   Rezende  de Moraes. \nReconstrução orbitária com implantes Medpore: estudo \n\nhistomorfologico e imunohistoquimico / Ana Carulina \nRezende  de Moraes Ferreira.  – Araçatuba,  2017. \n\n45 f.  : il. \n\n \n\nDissertação (Mestrado) – Universidade Estadual Paulista, \nFaculdade  de Odontologia   de Araçatuba \n\nOrientador:  Prof.  Idelmo   Rangel  Garcia Jr \n\n1. Órbita  2. Fraturas  orbitárias  3. Polietileno   I. T. \n \n\nBlack D7 \nCDD 617.6 \n\n\n\nDEDICATÓRIA \n\n \n \n\nEu dedico esta conquista as pessoas mais importantes da minha  vida, \n\nos quais foram a base de tudo que me formei, aqueles que fundamentam a minha \n\nhistória: a minha família. \n\n \n\n \n\nA meu pai e minha mãe (Jeová Ferreira da Silva e Jueli Coelho de \n\nRezende e Silva) que desde o início da minha vida não mediram esforços para me \n\namar, me educar e me darem bons conselhos. Com muita dor no coração me \n\nmandaram para longe de suas vistas com 14 anos, para garantirem  meu futuro, \n\ne desde então recebi incetivos para me aperfeiçoar cada vez mais em minha \n\nprofissão. Sem vocês jamais teria chegado tão longe, teria desistido várias \n\nvezes,  mas graças a Deus tenho  vocês comigo. Amo muito vocês. \n\n \n\n \n\nA minha  ir mã Ana  Bárbara Rezende de Moraes Ferreira, que me e mo cio no \n\ncada vez que digo seu nome, amor, fidelidade, lealdade, amizade e orgulho, \n\nessas palavras resume minha relação com minha querida irmã. Muito obrigada \n\npor ter me ajudado nas minhas conquistas e me dado força durante minhas \n\nangustias, nunca esquecerei  todas as vezes que ergueu a mão para me ajudar, \n\neu realmente  não sei viver  sem você. \n\n\n\nAGRAD ECIM EN TOS ESPECIAIS \n\n \n\n \nA Deus, por sempre iluminar o meu caminho e conduzir minhas escolhas \n\npermitindo que em 2005 eu ingressasse nesta faculdade no curso de graduação \n\nem Odontologia e conhecesse pessoas que me inspiraram e encorajaram a ser \n\ncada dia melhor. \n\n \n\nAo meu querido orientador, Prof. Adj. Idelmo Rangel Garcia Jr., que foi \n\nessencial no meu crescimento profissional e pessoal, durante o mestrado me \n\norientou com todo carinho, interesse e responsabilidade, fazendo com que as \n\ncoisas mais complexas parecessem simples. Agradeço a oportunidade de estar \n\nao seu lado por todos esses 10 anos, e ter me deixado aprender com o senhor, \n\nme aceitando com todos os meus defeitos e sempre acreditando em meu \n\npotencial. Os seus ensinamentos  foram muito  além dos conteúdos  curriculares, \n\na sua missão vai muito além da missão de um professor, o senhor é um \n\nverdadeiro mestre, minha inspiração. Devo ao senhor  esse  título. Muito \n\nobrigada. \n\n \n \n\nA Profa Assistente Doutora Ana Paula Farnezzi Bassi, que com sua \n\nhumildade e dedicação me ajudou durante os dois anos da minha pós \n\ngraduação, sempre fazendo mais que suas obrigações sendo minha orientadora, \n\namiga e exemplo  de ser professora, muito obrigada por tudo. \n\n\n\nAos professores da Disciplina de Cirurgia e Traumatologia \n\nBucomaxilofacial da Faculdade de Odontologia de Araçatuba. Prof. Dr. \n\nOsvaldo Magro Filho, Prof. Dra. Alessandra Marcondes Aranega, Prof. Dra. \n\nDaniela Ponzoni e Prof. Dr. Francisley Ávila Campos. Meu muito obrigado por \n\ntodos os momentos de conhecimento que foram compartilhados  no \n\ndepartamento.  Vocês têm a minha admiração. \n\n \n \n\nAo Professor Adjunto da Disciplina de Prótese Total Wirley \n\nGonçalves Assunção que do seu jeito ímpar sempre esteve disposto a me ouvi r \n\ne me ensinar, esteve muito presente durante meu mestrado, quero que o senhor \n\nsaiba da minha adimiração e carinho e que está entre os melhores professores \n\nque já tive. \n\n \n \n\nAo Professor Doutor Coordenador da residência de Cirurgia e \n\nTraumatologia Bucomaxilofacial da Universidade de Cuiabá Alexandre \n\nMeirelles Borba, que esteve na minha direção durante meus três anos de \n\nresidência, fazendo com que esses anos fossem mais aconchegantes e me deu \n\nforça para lutar mais esses dois anos de mestrado, muito obrigada por tudo \n\nBorba, tenho  muito  orgulho  de ter você como chefe, professor e amigo. \n\n \n \n\nAos colegas da pós-graduação de Odontologia, da área de Prótese; \n\nPeriodontia; Ortodontia; Periodontia; Clínica Integrada; Dentística; \n\nEstomatologia e Odontopediatria. Meu muito obrigado. \n\n\n\nAos colegas da pós-graduação da área de Cirurgia e Traumatologia \n\nBucomaxilofacial e Implantodontia: Sabrina Ferreira, André Luis Fabris, \n\nRodrigo dos Santos Pereira, Juliana Zorzi, Igor Mariotto Beneti, Heldo \n\nCesar, Julierme Ferreira, Eduardo Dias Ribeiro, Júlio Cesar Oliveira, Willian \n\nMoraes, Mônica Palacio, Carolina Danieletto, João Paulo Bonardi, Gustavo \n\nMomesso, Leonardo Freitas, Willian Ricardo, Ricardo Mureb, Gabriel \n\nMulinari, Pedro Henrrique Ferreira, Tarik Polo, Cristian Statkievicz, Igor \n\nPutini, Valthierre Nunes e Maria del Pilar. Todos vocês têm minha admiração, \n\namizade e carinho. Muito obrigado por cada conhecimento  compartilhado,  ajuda \n\ne momentos incríveis que passamos. Um agradecimento especial aos meu \n\nqueridos amigos Willian  Ricardo e Mônica Palacio que  estiveram  comigo em \n\ntantos  momentos  especiais e levo  vocês no meu coração por toda minha vida. \n\n \n\n \n\nAo meu namorado Flávio Gonçalves Laranja que no final do meu \n\nmestrado me incentivou e não mediu esforços para que eu pudesse conclui r \n\nessa etapa da minha  vida, te amo muito. \n\n \n \n\nAo Diretor da Faculdade de Odontologia de Araçatuba Professor \n\nWilson Roberto Poi, pelo maior exemplo do “Ser Professor”. Muito obrigado por \n\nfazer parte da minha formação e me fazer descobrir o professor que está  em \n\nmim. \n\n \n \n\nÀ Coordenação de Aperfeiçoamento Pessoal de Nível Superior \n\n(CAPES),  pela  concessão  da  Bolsa  de  Mestrado  durante   meu  curso. Meus \n\n\n\nsinceros agradecimentos por promover o apoio financeiro e com isso, permitir \n\nque fosse possível  a realização  do mestrado. \n\n \n \n\nÀ Faculdade de Odontologia de Araçatuba – UNESP, pela \n\noportunidade de realização do curso de mestrado. A cada dia admiro mais esta \n\nuniversidade que há 10 anos é minha segunda casa e agradeço ai nda as \n\noportunidades  que esta instituição me forneceu  e continua  fornecendo. \n\nÀ coordenação do Programa de Pós-Graduação em Odontologia da \n\nFaculdade de Odontologia de Araçatuba da Universidade Estadual Paulista \n\n“Júlio Mesquita Filho” na pessoa do Prof. Adj.  André Luís Fraga Briso. \n\nAos funcionários da Pós-graduação da Faculdade de Odontologia de \n\nAraçatuba - UNESP pela disponibilidade e paciência em todas as etapas do \n\nmestrado. Pelo trabalho honesto e sempre ágil, em especial a Lilian, que adimiro \n\npela dedicação à pós-graduação e aos alunos contidos nela, e muita gratidão \n\npelas ajudas nos  momentos difíceis. \n\nAos  funcionários  da  Biblioteca  da  Faculdade  de  Odontologia  de \n \n\nAraçatuba – UNESP pela prontidão  em nos atender e carinho. \n\n \nAos funcionários do Departamento de Cirurgia e Clínica Integrada \n\n(Paulo e Marco). Muito obrigado pelo carinho e respeito. \n\nAos pacientes, pela credibilidade e confiança depositadas a nós pós- \n\ngraduandos, premitindo-nos aprimorar as habilidades cirúrgicas e, como sempre \n\nestaremos  em nossas vidas, aprendendo constantemente. \n\n\n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n \n \n\n \n\nEpígrafe \n\n \n\n \n\n \n\n \n\n \n \n\n“Absorva o que for últil, descarte o que não for, e adicione aquilo que for \n\nunicamente seu.” \n\n \nBruce Lee \n\n\n\nRESUMO \n \n\n \n\n \n\nFerreira, ACRM. Reconstrução orbitária com implantes medpor®: Estudo \n\nhistomorfológico e imunohistoquímico. [Dissertação]. Araçatuba: Uni versidade \n\nEstadual  Paulista Júlio  de Mesquita Filho – UNESP; 2017. \n\n \n \nEntre os materiais aloplásticos, o Medpor® apresentou um aumento \n\nconsideravel no uso de 17% a 30%, portanto o objetivo desse trabalho  foi avaliar \n\na utilização do Medpor® na reconstrução do assoalho orbitário. Foram utilizados \n\n18 ratos que sofreram trauma cirúrgico no assoalho orbitário, simulando uma \n\nfratura tipo \"blow-out\".  O lado direito do animal recebeu implante  de Medpor® e \n\no lado esquerdo não recebeu qualquer  tipo de material.  Nos períodos  de 15, 40 \n\ne 90 dias foram realizadas as eutanásias e obtenção das peças para \n\nprocessamento histológico e imunohistoquímico. Os cortes obtidos  foram \n\ncorados com hematoxilina e eosina, tricrômico de Masson e marcação \n\nimunohistoquímica nos períodos de 15, 40 e 90 dias com a osteocalcina e \n\nRUNX2. O processo de reparo no lado controle finalizou com  neoformação \n\nóssea aos 40 dias e perda do contorno ósseo inicial, criando um defeito no \n\nassoalho de órbita. O grupo tratado mostrou prevalência de tecido conjuntivo em \n\ncontato com o implante de Medpor®, tanto em sua periferia quanto no  seu \n\ninterior. Não houve  processo inflamatório  intenso  e ou agudo  junto  ao material. \n\nA imunomarcação mostrou escores intensos de OC após 15 dias de pós- \n\noperatórios e manteve expressão moderada após 40 e 90 dias pós-operatório, a \n\nRUNX2 foi moderadamente expressa em todos os períodos avaliados. \n\nConcluimos que o polietileno poroso (Medpor®) é um biomaterial bionert seguro \n\ne eficaz, a sua presença levou  ao reparo ósseo local e compensou  a ausência \n\nde tecido ósseo na sustentação  do globo ocular. \n\n \n \n\n \n\n \n\nPalavras-chave: Órbita,  Fraturas blow-out, Polietileno  de Alta densidade \n\n\n\nABSTRACT \n \n\n \n \n\n \n\n \n\nFerreira, ACRM. Reconstruction of the orbital floor with Medpor®: \n\nHistomorphological and Immunohistochemical analysis in rats. [Dissertação]. \n\nAraçatuba: Uni versidade Estadual Paulista Júlio de Mesquita Filho – UNESP; \n\n2017. \n\n \nThe aim of this research was to assessed histological and immunohistochemi cal \n\nproperties in the use of porous polyethylene (Medpor®) for orbital floor \n\nreconstruction. Under general anesthesia 18 male rats (Rattus, norvegicus, \n\nalbinus, Wistar) underwent bilateral surgical defect,  simulating  blowout  fracture \n\nand infraorbital rim. Groups were divided as follow: GI control group and  GII \n\nsurgical defects were reconstructed with Medpor®. After 15, 40, and 90 days \n\nanimals were euthanized with anesthetic overdose. Orbital specimens were \n\nlaboratorial process, coronal slices were stained in Hematoxylin and Eosin and \n\nMasson trichrome. Immunohistochemical assess of osteocalci n (OC) and Core- \n\nbinding factor alpha1 (Cbfa1) were performed. Bone repair at the control  group  \n\nwas achieved after 40 days with loss of the orbital rim and lack of ocular support. \n\nImmunolabeling showed intense scores of OC after 15 days post-operative and \n\nmaintain moderate expression after 40 and 90 days postoperative, Cbfa1 was \n\nmoderately express within all the periods evaluated. Medpor®  group  showed \n\nfibrous tissue in contact with the implant in the inner and outer surface, without new-\n\nbone formation and without intense inflammatory infiltrate nearby the biomaterial, \n\nthe  Medpor® gave  enough support for the  ocular globe. \n\n \n\n \n\nKey words: Orbital floor,  blow  out fracture, Medpor® \n\n\n\nLISTA  DE FIGURAS \n \n\n \n \n\nFigura A Cirurgias experimentais  para confecção  das cavidades \n\nexperimentais  controle  e tratado \n\n35 \n\nFigura 1 Grupo  controle  – 15 dias. H.E. 10x 35 \n\nFigura 2 Grupo  controle  – 15 dias. H.E. 40x 36 \n\nFigura 3 Grupo  controle – 15 dias. Tricrômico de Masson 40x 36 \n\nFigura 4 Grupo  Medpor – 15 dias. H.E. 10x 37 \n\nFigura 5 Grupo  Medpor – 15 dias. H.E. 100x 37 \n\nFigura 6 Grupo  Medpor – 15 dias. Tricrômico de Masson 10x 38 \n\nFigura 7 Grupo  Medpor – 15 dias. Tricrômico de Masson 100x 38 \n\nFigura 8 Grupo  controle  – 40 dias. H.E. 10x 39 \n\nFigura 9 Grupo  controle  – 40 dias. H.E. 100x 39 \n\nFigura 10 Grupo  Medpor – 40 dias. H.E. 10x 40 \n\nFigura 11 Grupo  Medpor – 40 dias. H.E. 40x 40 \n\nFigrua 12 Grupo  Medpor – 40 dias. Tricrômico de Masson. 10x 41 \n\nFigura 13 Grupo  Controle  - 90 dias. H.E. 40x 41 \n\nFigura 14 Grupo  Controle - 90 dias. Tricrômico de Masson 100x 42 \n\nFigura 15 Grupo  Medpor - 90 dias. H.E. 10x 42 \n\nFigura 16 Grupo  Medpor - 90 dias. H.E. 40x 43 \n\nFigura 17 Grupo  Medpor - 90 dias. H.E. 160x 43 \n\nFigura 18 Grupo  Medpor - 90 dias. Tricrômico de Masson. 10x 44 \n\nFigura I 15 dias – Osteocalcina 44 \n\nFigura II 40 dias – Osteocalcina 45 \n\nFigura III 40 dias – Osteocalcina 45 \n\nFigura IV 40 dias – Osteocalcina 46 \n\nFigura V Imunomarcações   - Grupo  Tratado:  A  - Expressão  intensa  de \n\nosteocalcina (15 dias); B - OC expressa de forma moderada (40 dias), C - OC \n\nexpressa de forma moderada (90 dias), D - RUNX2 expressa moderadamente \n\n(15 dias), E - RUNX2 expressa moderadamente (40 dias), F - RUNX2 expressa \n\nmoderadamente (90 dias). 46 \n\n\n\nLISTA  DE TABELAS \n \n\n \n\n \n\n \nTabela 1 – Grupos experimentais 47 \n\nTabela 2 – Grupos experimentais de acordo com o tratamento realizado para a \n\nfratura blow-out. 48 \n\nTabela 3 – Tabela com escores obtidos das imuno marcações. 49 \n\n\n\nLISTA  DE ABREVIATURAS \n \n\n \n\n \n\n \nml – Mililitro \n\n \nkg – Kilograma \n\n \nmg – Miligramas \n\n \nml/Kg – Mililitros por kilogramas \n\nmg/Kg – Miligramas por kilogramas \n\nno  - Número \n\nEDTA – Etilenodiaminotetracetico \n\n \nmJ – Milijoules \n\n \nµm – Micrometros \n\n \nRUNX2 – Fator de Transcrição  relacionado ao Fator Runt 2 \n\n \nOC – Osteocalcina \n\n\n\nSUMÁRIO \n \n\n \n \n\n \n \n \n\n \n \n\n \n\n1. Introdução 16 \n\n2. Proposição 19 \n\n3. Materiais  e Métodos 20 \n\n4. Resultados 24 \n\n5. Discussão 27 \n\n6. Conclusão 30 \n\nReferências             32 \n\nApêndices              35 \n\nAnexo A - Comitê de ética           49 \n\nAnexo B – Normas para publicação         51 \n\n \n\n\n\n16 \n \n\n \n \n\n1. INTRODUÇÃO \n\n \n\n \nFratura “blow-out” é o termo usado para descrever fraturas do assoalho \n\norbitário e parede medial da órbita (1,2). A fisiopatologia dessas fraturas podem \n\nser explicadas por duas teorias: a primeira chamada de teoria hidráulica, onde \n\numa força é transmitida através do impacto no globo ocular, o qual sofre \n\nretropropulsão e eleva a pressão intra-orbital, esta pressão é transmitida  à \n\nparede medial ou inferior, enquanto a borda orbitária permanece intacta; a \n\nsegunda teoria é explicada pelo impacto direto da força na borda orbitária, onde \n\na força é transmitida para a parede de menor espessura, causando a fratura (2, \n\n3,4). Sinais clínicos como equimose periorbitária e subconjuntival, assimetria \n\nfacial, limitação de movimentos oculares, enoftalmia, enfisema, sangramento \n\nnasal, diplopia, parestesia do nervo i nfra-orbitário e diminuição da  acuidade \n\nvisual  são características  deste tipo de fratura (5). \n\nO tratamento cirúrgico da fratura blow-out tem como objetivo reposicionar  \n\no conteúdo orbitário e reconstruir anatomicamente o defeito ósseo do assoalho \n\nde órbita retomando a função orbital (6). Para reconstrução desses defeitos \n\norbitários têm sido utilizado enxertos autógenos e aloplásticos. Reconstruções \n\ncom enxerto ósseo autógeno geralmente apresentam  bons  resultados,  sendo \n\nrara a presença de infecção no periodo pós-operatória e eficaz em casos de \n\ngrandes defeitos ósseos, porém desvantagens como um tempo cirúrgico longo, \n\nmorbidade ao obter o tamanho adequado do enxerto e risco de reabsorção \n\nóssea são encontradas (7,8,9). Como implante aloplástico, os implantes de \n\npolietileno  poroso (Medpor®, Porex Surgical, Inc,  College Park, Newnan, GA) \n\n\n\n17 \n \n\n \n \n\n \n\ntêm sido amplamente utilizados em reconstruções craniofacial (10, 11), assim \n\ncomo em reconsttruções  orbital (12). \n\nEsse material, Medpor®, trata-se de um polietileno puro, com único \n\nprocesso de fabricação e tamanho padrão de poros (150 - 200 µm). Suas \n\nprincipais características são biocompatibilidade, rigidez, não reabsorvível, \n\nmanipulação simples, fácil adaptação e confecção de contornos precisos (13- \n\n15). Através de seus poros ocorre proliferação de vasos sanguíneos e como \n\nconsequência maior presença de celulas anti-inflamatórias,  que  diminui  o risco \n\nde infecção e melhora a integração do implante com o tecido ósseo criando uma \n\ncaracterística natural a região reconstruída (16). Entretanto apresenta \n\ndesvantagens como radiolucência em exames de imagem, i nfecção, hematoma, \n\nseroma, palpação subcutânea e deformação do contorno (17). Há ainda a \n\npossibilidade de deslocamento do implante, que pode resultar em protrusão \n\natravés da pele, compressão de nervos e outras estruturas importantes (18). \n\nPorém estudos afirmam que o Medpor não é diretamente responsável por essas \n\ncomplicações pois geralmente algumas dessas já  são existentes  no  momento \n\ndo pré-operatório e outrtas fazem parte dos sinais compatíveis com o processo \n\ncirúrgico independente da instalação  ou não do implante de Medpor. Sendo que \n\na única complicação ocasionada por esse biomaterial são quadros infecciosos \n\ncom poucos casos na  literatura (19). \n\nPortanto o Medpor®, assim como a malha de titânio é o implante \n\naloplástico mais utilizado (83%) para a reconstrução do assoalho orbital, \n\nenquanto o uso de enxerto autogeno foi inferior a 5% (20). Esta tendência de \n\nmateriais aloplásticos é provavelmente  o resultado de sua facilidade de uso (não \n\n\n\n18 \n \n\n \n \n\n \n\nhá necessidade de um  sítio  doador) e evidências científicas  da sua  segurança \n\ne eficácia. O enxerto ósseo autógeno foi predominantemente  utilizado entre 1990 \n\ne 1999 (45% de osso autógeno contra 32% de tela de titânio), enquanto que as \n\nfreqüências mais recentes foram invertidas (46% de implantes aloplásticos  \n\ncontra 30% de osso autógeno). Entre os materiais aloplásticos, o Medpor® \n\napresentou o maior aumento no uso de 17% a 30%, enquanto o uso de tela de \n\ntitânio diminuiu de 15% para 11% (20). \n\n\n\n19 \n \n\n \n \n\n \n \n\n \n\n2. PROPOSIÇÃO \n\n \nO objetivo desta pesquisa foi avaliar os fenômenos que ocorrem ao redor \n\ndo implante de Medpor quando implantado em região periorbitária em fraturas \n\ntipo blow-out por meio de avaliação histológica e imunohistoquímica e  dar \n\nsuporte  à indicação clínica  deste biomaterial para este tratamento. \n\n\n\n20 \n \n\n \n \n\n3. MATERIAIS   E MÉTODOS \n\n \n \n\n \nApós a aprovação do Comitê de ética em pesquisa no uso de animais da \n\nFaculdade de Odontologia de Araçatuba – UNESP (Anexo A), 18 ratos (Rattus, \n\nnorvegicus albinus Wistar) machos, com peso variando entre 150 e 200 gramas \n\nforam mantidos em gaiolas individuais no Biotério da Faculdade de Odontologi a \n\ndo campus de Araçatuba– UNESP , alimentados com ração sólida (NUVILAB, \n\nCuritiba PR, Brasil) contendo 1.4% Ca e 0.8% P e água \"ad libitum\", com \n\nexceção das 8 horas pré-operatórias e 3 horas pós-operatórias. \n\nPara realização desta pesquisa, os animais foram divididos em 6 grupos \n\n(n = 6 por grupo), operados e submetidos à eutanásia em três momentos do \n\nexperimento: 15, 40 e 90 dias pós-operatórios. Ambos os lados foram operados, \n\nsendo o lado esquerdo denominado  controle  e o direito tratado (Tabela 1e2). \n\nOs animais foram operados sob anestesia geral utilizando cloridrato \n\nKetamina (Francotar – Vibrac do Brasil Ltda, São Paulo, Brasil) 0,7ml/kg \n\nassociada a Xilazina (Rompum – Bayer AS – Saúde Animal, São Paulo, Brasil) \n\n0,3mg/kg administrada via intramuscular. Foi adotado um rigoroso protocolo \n\nasséptico, incluindo a esterilização do instrumental utilizado, uso de aventais e \n\nluvas cirúrgicas estéreis. Após tricotomia e antissepsia com Polivinil Pirrolidona \n\nIodo Degermante (PVPI 10%, Riodeine Degermante, Rioquímica, São José do \n\nRio Preto), associado ao PVPI tópico (PVPI 10% Riodeine, Rioquímica, São José \n\ndo Rio Preto) e aposição de campos estéreis na região sub-ciliar bilateral, foi \n\nrealizada uma incisão envolvendo  a derme e o periósteo, contornando  o rebordo \n\n\n\n21 \n \n\n \n \n\n \n\norbitário inferior, no sentido medial/lateral de aproximadamente 1,5 cm, com \n\nlâmina n° 15 (Feather Industries Ltda, Tokyo, Japão) montada em cabo de bisturi \n\nn° 3 (Hu-Friedy, Alemanha) e o descolamento total  do retalho  com descolador \n\ntipo Molt (Hu-Friedy, Alemanha) em ambos os lados. Através de dissecação \n\ncuidadosa e exposição do assoalho orbitário, foi realizada neste local osteotomia \n\nde 4mm de diâmetro, com broca carbide esférica no 01 acoplada à alta rotação, \n\nsob irrigação continua com solução fisiológica 0,9% (Darrow, Rio de Janeiro, \n\nBrasil), simulando clinicamente a perda de substância óssea após fraturas \n\ncominutivas  (blow-out)  do assoalho e rebordo orbitário (Figura I). \n\nEm seguida, após a realização da perda óssea cirúrgica bilateral das \n\ncavidades experimentais, o lado direito dos animais recebeu implantes de \n\nMedpor® (Medpor®, Porex Surgical, Inc, College Park, Newnan, GA) que foram \n\nesculpidos com lâmina de bisturi n 15 (Feather Industries Ltda, Tokyo, Japão) \n\nmontada em cabo de bisturi n° 3 (Hu-Friedy, Alemanha) para perfeita adaptação \n\nultrapassando 1mm da borda do defeito e fixado através de sutura, empregando- \n\nse fio reabsorvível (ácido polilático – Vycril 4.0, Ethicon, Johnson Prod., São José \n\ndos Campos, Brasil) no periósteo, enquanto o lado esquerdo não recebeu \n\nqualquer tipo de enxerto ou implante. As estruturas foram cuidadosamente \n\nreposicionadas e ambos os lados tiveram o tecido mole suturado por planos, \n\nutilizando-se mais uma vez fio reabsorvível (ácido polilático – Vycril 4.0, Ethicon, \n\nJohnson Prod., São José dos Campos, Brasil) com pontos interrompidos  no \n\nplano mais externo (Figura A). No pós-operatório imediato cada animal recebeu \n\ndose única intramuscular de 0,2 ml de Penicilina G-benzatina (Pentabiótico \n\nVeterinário Pequeno Porte, Fort Dodge Saúde Animal Ltda., Campinas, SP). \n\n\n\n22 \n \n\n \n \n\n \n\nPara obtenção das peças de análise  laboratorial, os animais foram submetidos  \n\nà eutanásia nos períodos de 15, 40 e 90 dias pós-operatórios por meio de dose \n\nexcessiva de anestésico. Foi realizada a dissecção do local trabalhado de \n\nmaneira criteriosa na busca de dados clínicos e obtenção das peças íntegras \n\npara a realização do exame histológico, incluindo toda cavidade orbitária e o \n\nglobo ocular bilateral. \n\n \n \n\nProcessamento Tecidual \n\n \nAs estruturas orbitárias dos ratos foram removidas e fixadas  em solução \n\nde formaldeído 10% durante 48 horas, lavadas em água corrente por 24 horas, \n\ndescalcificadas em EDTA 20% por 5 semanas, desidratadas em sequência de \n\nálcoois e diafanizadas. As peças foram incluídas em blocos de parafina, de \n\nmaneira que na  realização os corte  foram i niciados a partir do centro  do defeito \n\ne cortes seriados de 6?m de espessura, corados pela técnica de Hematoxilina e \n\nEosina (HE Merck &amp; Co.,Inc.). Para análise histológica foram avaliadas 3 lâminas \n\npor animal onde todo o defeito foi obtido. Um único examinador realizou as \n\nanálises, sendo ele o orientador Professor Adjunto Doutor Idelmo Rangel Garcia \n\nJr. \n\n \n \n\nAnálise histológica \n \n \n\nApós as lâminas serem coradas com HE (Merck &amp; Co. Inc.) as \n\nmensurações foram realizadas utilizando um microscópio óptico (LeicaR DMLB, \n\nHeerbrugg, Switzerland) acoplado a uma câmera de captação de imagem \n\n(LeicaR DC 300F microsystems  ltd, Heerbrugg,  Switzerland)  e conectado a um \n\n\n\n23 \n \n\n \n \n\n \n\nmicrocomputador Pentium III com um software analisador de  imagens \n\ndigitalizadas ImageLab 2000 (Software de Processamento e Análise  de \n\nImagens,  Ontario, Canada). \n\n \n \n\nAnalise Imunohistoquímica \n \n\nPara o processamento imunohistoquímico, utilizou cortes incluídos em \n\nparafina dos mesmos animais que foram realizadas as colorações para análise \n\nhistológica. Como anticorpos primários, foram utilizados o anticorpo para RUNX2 \n\n(Goat polyclonal anti-PEBP2a - Santa Cruz Biotechnology, SC8566), e anticorpo \n\npara OC (OC, Goat polyclonal 11anti-oc – Santa Cruz Biotecnology, SC18319). \n\nComo anticorpo secundário biotinilado usou o anticabra (goat) produzido em \n\ncoelhos (Pierce Biotechnology) e a Streptavidina Biotina como amplificador do \n\nsinal (Dako). O método de detecção foi imunoperoxidase e a 3,3 \n\ndiaminobenzidina (Dako) foi utilizada como cromógeno, seguida da contra- \n\ncoloração com hematoxilina (foram realizados procedimentos de controle por \n\nmeio da omissão dos anticorpos primários controle negativo), para avaliar a \n\nespecificidade e efetividade das reações. \n\nPara realização da análise qualitati va da expressão das proteínas foi \n\nutili zado microscópio óptico com objeti va de aumento 20X Leica Aristoplan 47 \n\nMicrosystems (Leitz, Benshein, Alemanha) acoplado a uma câmera de captura \n\nimagem (Leica DFC 300FX, Leica microsystems, Heerbrugg, Switzerland) e \n\nconectado a um microcomputador Pentium III com um software analisador de \n\nimagens digitali zadas (Leica Camera Software Box, Leica Imagi ng Manager - \n\nIM50  Demo Software). \n\n\n\n24 \n \n\n \n \n\n \n\nOs escores foram atribuídos através de uma escala qualitativa de 4 graus, \n\nsendo 0 -ausente,  1 – leve,  2 – moderada e 3- intesa. \n\n\n\n25 \n \n\n \n \n\n4. RESULTADOS \n\n \n\n \nNão foram observadas complicações clínicas pós-operatórias  e  não \n\nhouve  sinal de deformidade periorbital em nenhum  animal. \n\n \n \n\nAnálise histológica \n \n\n \n\nGrupo Controle - 15 dias \n\n \nObservou-se que o defeito cirúrgico foi preenchido com tecido conjunti vo \n\ne houve neoformação óssea próximo ao periósteo e ao centro do defeito; \n\ntambém foi observada área de osso necrótico adjacente às paredes do defeito \n\n(Figura II,  III,   IV). \n\n \n \n\nGrupo Tratado - 15 dias \n\n \nNeste período observa-se uma intensa proliferação do tecido conjunti vo \n\nfibroso, que envolve o Medpor, estando em íntimo contato com sua superfíci e, \n\nsugerindo um processo de encapsulamento. Não há evidência de processo \n\ninflamatório intenso crônico e ou agudo (Figuras V e VI).  É possível  notar  um \n\nbom padrão de disposição das células fibroblásticas e intensa secreção de \n\ncolágeno com ordenação de fibras que penetram no interior do Medpor, \n\nocupando áreas que proporcionam  ancoragem ao implante no  local (Figuras VII \n\ne VIII). \n\nGrupo Controle - 40 dias \n \n\nO defeito cirúrgico estava quase cheio de osso lamelar, trabéculas \n\nespessas e espaços medulares; contudo a área central foi invadida por tecido \n\nconjuntivo  e muscular,  sem reparo completo  de todo o defeito (Figura IX  e X). \n\n\n\n \n\nGrupo Tratado - 40 dias \n \n\nAos 40 dias pós-operatórios do grupo Medpor, a cavidade experimental \n\nse encontra preenchida por tecido ósseo neoformado maduro com sistemas \n\nharvesianos completos e processo de remodelação óssea praticamente \n\nfinalizada, similar ao grupo controle. (Figuras XI e XII). Todo o processo acontece \n\nsob a presença do implante, e junto à periferia prevalecem áreas de tecido \n\nconjuntivo fibroso que podem ser observadas em contato e preenchendo os \n\nespaços dos poros do material. Notamos em algumas áreas de interface do \n\nmaterial e tecido conjuntivo, intensa proliferação celular, que pode sugerir \n\nprocesso inflamatório  crônico  (Figura XIII). \n\n \n \n\nGrupo Controle - 90 dias \n \n\nObservou-se um rebordo orbitário reparado em quase todos os \n\nespécimes, um tecido ósseo com trabéculas ósseas maduras, espessas e \n\nsistema Haversiano completo, com aparente diminuição da formação óssea no \n\ncentro do defeito cirúrgico em alguns espécimes, de fato houve neoformação \n\nóssea em todos os defeitos cirúrgicos (Figura XIV  e XV). \n\n \n \n\nGrupo Tratado - 90 dias \n \n\nAos 90 dias pós-operatórios do grupo tratado, observamos a permanênci a \n\ndo Medpor na área de reconstrução com tecido ósseo neoformado em sua \n\nporção inferior e tecido conjuntivo fibroso e muscular que sustentam o olho  em \n\nsua porção superior (Figuras XVI e XIX). As áreas de osso remodelado na região \n\nda interface com o Medpor são minorias (Figura XVII), o que predomina em \n\ncontato com o material e no interior de seus poros é tecido fibroso com raras \n\náreas de infiltrado  inflamatório  crônico inespecífico (Figura XVIII). \n\n\n\n \n\n \n\n \n\nAnálise imunohistoquímica \n \n\nAs marcações de OC foram identificadas nos tempos de 15, 40 e 90 dias \n\nno grupo tratado com Medpor. Houve marcação discreta junto ao tecido de \n\ncontato com o implante, mostrando apenas marcações no tecido conjunti vo \n\nperiférico, sem evidenciar aumento no número ou diferenciação de células \n\nosteoblásticas nos períodos estudados, que não evidenciou processo de \n\nosteoindução ou mesmo osteocondução (Tabela 3). Amostra de marcações \n\nimunoistoquímica para cada proteína usada neste estudo é mostrada nas figuras \n\nXX, XXI, XXII,  XXIII  e XIV. \n\n. \n\n\n\n28 \n \n\n \n \n\n5. DISCUSSÃO \n\n \n\n \nO assoalho de orbita é considerado a parede mais fraca do complexo \n\norbitário, por isso que constantemente é a área mais prejudicada após trauma \n\nnessa região. Estudos certificam que a energia média necessária para fratura de \n\nassoalho de órbita de um cadáver humano é de 78 mJ para a teoria hidráulica e \n\npara a teoria direta 68mJ. (21) Diante esses dados e o tipo de fratura simulada \n\nem nossa pesquisa, podemos classificar a nossa fratura  na teoria direta. \n\nA intervenção cirúrgica e a reconstrução óssea de uma fratura “blow-out” \n\nbaseiam-se em critérios clínicos como a diplopia, o enoftalmo ou o \n\naprisionamento de músculos extra-oculares (3). Reconstrução de  grandes \n\ndefeitos é um desafio real para os cirurgiões Bucomaxilofaciais, pois o enxerto \n\nou o biomaterial tem que reparar a forma original (6) tão fielmente  quanto \n\npossível e ai nda a função do globo ocular, a posição inadequada do enxerto ou \n\nimplante pode interferir no funcionamento dos músculos extraoculares ou alterar \n\nvolume orbitário provocando diplopia e/ou enoftalmia ou exoftalmia (22). Dessa \n\nforma, esse estudo está avaliando apenas os tecidos adjacentes ao implante, \n\nanalisando ainda a presença ou não de inflamação e infecção na  região, pois \n\nnão podemos observar essas análises clínicas por não terem as mesmas \n\nconsequências  no animal experimental  utilizado. \n\nImplantes autógenos e implantes aloplásticos têm sido usados com \n\nsucesso para a reconstrução orbitária, sendo que o polietileno de  alta \n\ndesnsidade poroso (Medpor®) e a malha de titânio são considerados \n\nbiomateriais ideais para o reparo do assoalho de órbita (23). O Medpor® tem \n\n\n\n29 \n \n\n \n \n\n \n\nvantagens conhecidas   como   sua   porosidade   que   permite  o  crescimento \n\nfibrovascular no seu interior, é não absorvível, suporta estresse de alta tensão, \n\nbiocompatibilidade e baixo risco de infecção (13,23). Na pesquisa descrita \n\nacima, o  tecido conjuntivo fibroso e tecido fibrovascular cresceram \n\nprogressivamente nos biomateriais porosos assim como ao redor do implante foi \n\npossível observar em todos os espécimes; e ainda achados semelhantes foram \n\nencontrados em outras pesquisas (24-27), não houve também nenhum sinal de \n\ninfecção em todos os espécimes estudados. O crescimento fibrovascular nos \n\nporos ocorreu de forma centrípeta, na superfície que esteve em contacto com o \n\nleito vascular no implante (27). A grande porosidade permite um crescimento \n\nmais rápido do tecido conjuntivo no implante, além disso, a neovascularização \n\npermite a adesão do tecido e o risco reduzido de infecção devido à disseminação \n\nsistêmica de antibióticos no local do implante, mecanismo que favorece a \n\nresposta imune, diminuindo o risco de infecção e reação de corpo estranho (23). \n\nPequenas áreas de tecido de granulação foram observadas após 15 dias, \n\nformando uma cápsula ao redor do implante, que estava aumentando após 40 \n\ndias. Após 90 dias, o tecido de granulação foi mais organizado, com fibrose leve, \n\nconfirmando  a boa tolerabilidade do biomaterial como pesquisa prévia (27). \n \n\nA avaliação por imunomarcação nos animais com o implante de Medpor® \n\nmostrou marcação fraca de osteocalcina, que é um peptido secretado por \n\nosteoblastos maduros, odontoblastos e condrócitos hipertróficos. Embora seja \n\nprincipalmente depositada na matriz óssea recém-formada, uma pequena fração \n\ndesta proteína entra na circulação, caracterizando esta proteína como um \n\nmarcador de atividade osteoblástica. A produção de osteocalcina é um marcado \n\n\n\n30 \n \n\n \n \n\n \n\nde osteoblastos maduro. Portanto podemos conferir que o biomaterial utilizado \n\nnão  tem propriedade osteoindutiva  ou osteocondutora. \n\nApesar da ausência de nova formação óssea, observou - se que a estrutura \n\nformada pelo Medpor® e tecido conjuntivo fibroso foi suficiente para preveni r \n\nalterações anatômicas da área afetada. Dentre as desvantagens  relacionadas \n\nao biomaterial como a falta de radiopacidade fazendo com que as imagens não \n\nsejam úteis para o seguimento  pós-operatório (28). \n\nNeste estudo, não foram observadas necrose tecidual, calcificações \n\ndistróficas e ou seqüestro poroso de polietileno, reações agudas ou de corpo \n\nestranho. Infiltrado inflamatório crônico foi observado em algumas áreas. Ainda \n\nassim, foram observadas áreas de tecido ósseo em contato com o biomaterial, \n\nespecialmente na interface  com o rebordo orbital aos 90 dias de pós-operatório. \n\n\n\n31 \n \n\n \n \n\n6. CONCLUSÃO \n\n \n\n \nConcluímos que o polietileno poroso (Medpor®) é um biomaterial seguro e \n\neficaz para a reconstrução do pavimento orbital, o que  permite a reconstrução \n\nde defeitos ósseos e evita herniação ocular. A análise histológica mostrou uma \n\nprevalência de tecido conjuntivo fibroso encapsulando o implante e algumas  \n\náreas de infiltrado inflamatório crônico, sem que haja danos clinicos, já a \n\nmarcação imunohistoquimica comprovou  a falta  de característica  osteoindutora \n\ne osteocondutiva. \n\n\n\n32 \n \n\n \n \n\nREFERÊNCIAS \n\n \n \n\n1. Smith B, Regan Jr W. Blowout fracture of the orbit: mechanism and correction of \n\ninternal  orbital  fracture.  Adv Ophthalmic   Plast  Reconstr  Surg. 1987;6:197-205. \n\n2. Go JL, Vu VN, Lee KJ, Becker TS. Orbital trauma. Neuroimaging Clin N Am. \n\n2002;12(2):311-24. \n\n3. Bourguignon AM, Costa AT, Ibrahim D, Blaya DS, Viegas VN, Oliveira MG. Fraturas \n\norbitárias blowout: tratamento com telas  de titânio.  Rev.  Cir.  Traumatol.  Buco-Maxilo- \n\nFac. 2005; 5(3):35  - 42. \n\n4. Thaigarajan B, Ulaganathan V. Blow out fracture A Novel Management Modality. \n\nOtolaryngology  online   journal.  2013;3(1.5):34-9. \n\n5. Burnstine MA. Clinical  recommendations for  repair  of  orbital  facial  fractures. \n\nCurr Opin Ophthalmol.  2003;14(5):236-40. \n\n6. Wang S, Xiao J, Liu L, Lin Y, Li X, Tang W, et al. Orbital floor reconstruction: a \n\nretrospective study of 21 cases. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. \n\n2008;106(3):324-30. \n\n7. Kim Y, Kim I, Lim P. A clinical analysis of the  pure  blowout  fracture.  J Korea n \n\nSoc Plast Reconstr  Surg.  2004;(21):736y  - 44. \n\n8. Avashia YJ, Sastry A, Fan KL, Mir HS, Thaller SR. Materials used for \n\nreconstruction  after  orbital  floor  fracture.  J Craniofac   Surg.  2012;23(7 Suppl 1):1991-7. \n\n9. Baino F. Biomaterials and implants for orbital floor repair. Acta Biomater. \n\n2011;7(9):3248-66. \n\n10. Kludt NA, Vu H. Auricular reconstruction with prolonged tissue expansion and \n\nporous polyethylene   implants.   Ann  Plast Surg.  2014;72 Suppl 1:S14-7. \n\n11. Atherton D, Haers P. Midfacial augmentation in teenage cleft  patients  using  malar \n\nand paranasal  Medpor implants.   Int  J Oral Maxillofac   Surg. 2014;43(7):824-6. \n\n12. Huang D, Xu B, Yang Z, Lin X, Yang X, Zhao J. Fibrovascular  Ingrowth  Into \n\nPorous Polyethylene Orbital  Implants  (Medpor)  After  Modified  Evisceration. Ophthal \n\nPlast  Reconstr  Surg. 2014;(31)14. \n\n13. Patel PJ, Rees HC, Olver JM. Clinicopathologic reports, case reports, and  small \n\ncase series: fibrovascularization of porous polyethylene orbital floor implants in humans. \n\nArch Ophthalmol.  2003;121(3):400-3. \n\n\n\n33 \n \n\n \n\n \n\n \n\n14. Romano  JJ, Iliff NT, Manson  PN. Use of Medpor porous  polyethylene impla nt s \n\nin  140 patients  with  facial  fractures.  J Craniofac   Surg. 1993;4(3):142-7. \n\n15. Gunarajah DR, Samman N. Biomaterials for repair of  orbital  floor  blowout \n\nfractures:  a systematic   review.  J Oral Maxillofac   Surg. 2013;71(3):550-70. \n\n16. Han DH, Chi M. Comparison of the  outcomes of  blowout fracture  repair \n\naccording  to the  orbital  implant.   J Craniofac  Surg. 2011;22(4):1422-5. \n\n17. Chambless LB, Mawn LA, Forbes JA, Thompson RC.  Porous  polyethyle ne \n\nimplant reconstruction of the orbit after resection of spheno-orbital meningiomas: a novel \n\ntechnique.   J Craniomaxillofac   Surg. 2012;40(1):e28-32. \n\n18. Lin AY, Kinsella CR, Jr., Rottgers SA, Smith  DM, Grunwaldt  LJ, Cooper GM,  Losee \n\nJE. Custom porous polyethylene implants for large-scale  pediatric  skull  reconstructio n: \n\nearly  outcomes.  J Craniofac  Surg. 2012;23(1):67-70. \n\n19. Ferreira  ACRM,  Muñoz XM, Okamoto R, Pellizer  EP, Garcia IR   Jr. \n\nPostoperative Complications in Craniomaxillofacial Reconstruction With Medpor. J \n\nCraniofac  Surg. 2016;27(2):425-8. \n\n20. Aldekhayel S, Aljaaly H, Fouda-Neel O, Shararah AW, Zaid WS, Gilardino M. \n\nEvolving trends in the management of orbital floor fractures. J Craniofac Surg. \n\n2014;25(1):258-61. \n\n21. Warwar RE, Bullock JD, Ballal DR, Ballal RD. Mechanisms of  orbital  floor \n\nfractures: a clinical, experimental, and theoretical study. Ophthal Plast Reconstr Surg. \n\n2000;16(3):188-200. \n\n22. Nagasao T, Hikosaka M, Morotomi T, Nagasao M, Ogawa K,  Nakajima T. \n\nAnalysis   of the  orbital  floor  morphology.   J Craniomaxillofac  Surg. 2007;35(2):112-9. \n\n23. Jung SK, Cho WK, Paik JS, Yang SW. Long-term surgical outcomes of porous \n\npolyethylene  orbital  implants:  a review  of 314 cases. Br J Ophthalmol.2012;96(4):494- 8. \n\n24. Kinoshita Y, Kuzuhara T,  Kobayashi  M, Ikada Y. Reduction  in  tumor  format io n \n\non polyethylene by collagen immobilization. J Long Term Eff Med Implants. \n\n1995;5(4):275-84. \n\n25. Rubin PA, Popham JK, Bilyk JR, Shore JW.  Comparison  of  fibrovasc ula r \n\ningrowth into hydroxyapatite and porous polyethylene orbital implants.  Ophthal  Plast \n\nReconstr  Surg. 1994;10(2):96-103. \n\nhttps://www.ncbi.nlm.nih.gov/pubmed/?term=Losee%20JE%5BAuthor%5D&amp;amp;cauthor=true&amp;amp;cauthor_uid=22337376\nhttps://www.ncbi.nlm.nih.gov/pubmed/?term=Losee%20JE%5BAuthor%5D&amp;amp;cauthor=true&amp;amp;cauthor_uid=22337376\nhttps://www.ncbi.nlm.nih.gov/pubmed/?term=Losee%20JE%5BAuthor%5D&amp;amp;cauthor=true&amp;amp;cauthor_uid=22337376\nhttps://www.ncbi.nlm.nih.gov/pubmed/?term=de%20Moraes%20Ferreira%20AC%5BAuthor%5D&amp;amp;cauthor=true&amp;amp;cauthor_uid=26963299\nhttps://www.ncbi.nlm.nih.gov/pubmed/?term=Mu%C3%B1oz%20XM%5BAuthor%5D&amp;amp;cauthor=true&amp;amp;cauthor_uid=26963299\nhttps://www.ncbi.nlm.nih.gov/pubmed/?term=Okamoto%20R%5BAuthor%5D&amp;amp;cauthor=true&amp;amp;cauthor_uid=26963299\nhttps://www.ncbi.nlm.nih.gov/pubmed/?term=Okamoto%20R%5BAuthor%5D&amp;amp;cauthor=true&amp;amp;cauthor_uid=26963299\nhttps://www.ncbi.nlm.nih.gov/pubmed/?term=Garcia%20IR%20Jr%5BAuthor%5D&amp;amp;cauthor=true&amp;amp;cauthor_uid=26963299\nhttps://www.ncbi.nlm.nih.gov/pubmed/26963299\nhttps://www.ncbi.nlm.nih.gov/pubmed/26963299\nhttps://www.ncbi.nlm.nih.gov/pubmed/26963299\n\n\n34 \n \n\n \n\n \n\n \n\n26. Choi HY, Lee JE, Park HJ, Oum BS. Effect of synthetic  bone glass  particulate on \n\nthe fibrovascularization of porous polyethylene orbital implants. Ophthal Plast Reconstr \n\nSurg. 2006;22(2):121-5. \n\n27. Dougherty WR, Wellisz  T. The  natural history  of alloplastic implants  in  orbital \n\nfloor  reconstruction:  an animal  model.  J Craniofac   Surg.  1994;5(1):26-32;  discussion 3. \n\n28. Kirby EJ, Turner JB, Davenport DL, Vasconez HC. Orbital floor  fractures : \n\noutcomes  of reconstruction.  Ann  Plast  Surg. 2011;66(5):508-12. \n\n\n\n35 \n \n\n \n\n \n\nFIGURAS \n\n \n \n\nFigura I \n \n\nCirurgias experimentais para confecção das cavidades experimentais controle e \n\ntratado. \n \n \n\nFigura II \n \n\nGrupo controle – 15 dias. Rebordo ósseo orbitário exibindo a linha de osteotomia \n\n(Setas) e  áreas iniciais  de neoformação óssea (ON). H.E. 10x. \n\n \n \n\nON \n\n\n\n36 \n \n\n \n \n \n\nFigura III \n \n \n\n. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nGrupo controle – 15 dias. Rebordo ósseo orbitário apresentando a cavidade experiment al \npreenchida por proliferação do tecido conjuntivo (TC) e inicio de deposição óssea  (DO) \noriginárias  do periósteo adjacente. H.E. 40x \n\n \n \n \n\n \n\nFIGURA IV \n \n\nGrupo cont role – 15 dias. Cavi dade cirúrgica demarcada pel a linha de osteotomi a (LO),  \n\npreenchida pela proli feração do tecido conjunti vo (TC) e inicio de di ferenciação óssea (TO).  \nTricrômico de Masson 40x. \n\nDO \n\nTC \n\nLO \n\nTC \n\nTO \n\n\n\n37 \n \n\n \n \n\n \n\nFIGURA V \n \n\n \n\nGrupo Medpor – 15 dias. Medpor (Med) envolto por tecido conjunti vo fibroso (TC), sobre o defeit o \nexperimental  (DE) e início de neoformação  óssea (NO) na periferia. H.E.10x. \n\n \n \n\n \nFIGURA VI \n\n \n\n \n\nFigura 5: Grupo Medpor – 15 di as. Tecido conj unti vo fi broso (TC) em íntimo contato com o \nmaterial (M ed), penetrando nos poros do materi al. Há predom ínio de fibras colágenas (FC) e \nausência de células inflamatórias. H.E.100x.  \n\nMed \n\nTC \n\nNO \n\nMed \n\nTC \n\nFC \n\n\n\n \n\nFIGURA VII \n \n\nGrupo Medpor – 15 dias. Tecido conjuntivo rico em vasos sanguíneos (VS) e fibras  colágenas \n(FC) envolvendo  o implante de Medpor (Med). Tricrômico de Masson, 10x. \n\n \n \n\n \nFIGURA VIII \n\n \n\nGrupo Medpor – 15 di as. Tecido conj unti vo rico em vasos sanguíneos (VS) e fi bras colágenas \n(FC), bem celularizado em íntimo contato com o implante de Medpor (Med). Tricrômico de \nMasson, 100x. \n\nFC \n\nVS \n\nMed \n\nMed \n\nVS \n\nFC \n\n\n\n39 \n \n\n \n \n\n \n\nFIGURA IX \n \n\n \n\nGrupo controle – 40 dias. Cavidade cirúrgica preenchida por tecido ósseo maduro  (TO)  e área  \nde invaginação  de fibras musculares (FM). H.E. 10x. \n\n \n \n\n \nFIGURA X \n\n \n\n \n\nGrupo controle – 40 dias. Área de formação de tecido conjuntivo fibroso (TC) no interior  do  \ndefeito  em contato com tecido ósseo neoformado  (ON). H.E. 100x.  \n\nFM \n\nTO \n\nTC \n\nTC \nON \n\nON \n\n\n\n40 \n \n\n \n \n\n \n\nFIGURA XI \n \n\n \n\nGrupo M edpor – 40 dias. Tecido ósseo neoform ad o (TON) apresentando trabéculas ósseas \nespessas e poucos espaços medulares  em contato com o Medpor  (Med). H.E. 10X.  \n\n \n \n\n \nFIGURA XII \n\n \n\n \n\nGrupo Medpor – 40 dias. Medpor (Med) envolto por tecido conjunti vo  fibroso  (TCF)  e \npreenchendo a região dos poros do Medpor. Intensa proliferação celular (P C) em contato com o \nMedpor.  H.E. 40x. \n\nTON \n\nMed \n\nMed \n\nTCF \n\nPC \n\n\n\n \n\nFIGURA XIII \n \n \n\nGrupo Medpor – 40 dias. Tecido ósseo neoformado (TO) sob o Medpor (Med) ocupando defeit o \n\ncirúrgico. Tricrômico de Masson, 10x. \n\n \n \n\n \nFIGURA XIV \n\n \n\n \n\nGrupo Controle - 90 dias. Rebordo ósseo orbitário exibindo trabeculado ósseo (TO) bem definido, \nespesso, isento de espaços medulares  amplos e áreas de reabsorção. HE. 40x. \n\nMed \n\nTO \n\nTO \n\nTO \n\n\n\n \n\n42 \n \n\n \n\n \n\nFIGURA XV \n \n\nGrupo Control e - 90 dias. Cent ro do defeito cirúrgico orbitário exibindo trabeculado ósseo (TO) \n\nbem definido, espesso, isento de espaços medulares amplos em contato com tecido conjuntivo \n(TC)  neoformado  no centro do defeito criado. Tricrômico de Masson 100x. \n\n \n \n\n \nFIGURA XVI \n\n \n\nFigura 15: Grupo Tratado - 90 dias. Medpor (Med) permanece ent re o tecido ósseo (TON) \nneoformado em s ua porção inferior e tecido fibroso e muscular (TM )  que sustentam o olho  (O) \nem sua porção superior.  H.E. 10x. \n\nTO \n\nTC \n\nTO \n\nO \n\nMed \nTM \n\nTON \n\n\n\n \n\nFIGURA XVII \n \n\n \n\nGrupo Tratado – 90 dias. Área de osso remodelado na região da interface (OI) com o Medpor \n\n(Med).   H.E. 40x \n\n \n \n\n \nFIGURA XVIII \n\n \n\n \n\nGrupo Tratado – 90 dias. Observa-se  tecido conjuntivo fibroso (TC) no interior e na interface com \n\no Medpor  (Med). H.E.40x \n\nMed \n\nOI \n\nTC \n\nMed \n\n\n\n44 \n \n\n \n \n\n \n\nFIGURA XIX \n \n\n \n\nGrupo Controle - 90 dias. Rebordo ósseo orbitário exibi ndo trabeculado ósseo (TO) bem definido \ncom perda de contorno em altura na área do defeito experimental e a presença do Medpor (Med) \nocupando  esta área. Tricrômico de Masson. 10x. \n\n \n \n\n \nFIGURA XX \n\n \n \n\nFigura  I – Imunomarcação - 15 dias – Osteocalcina. 100x. \n\nTO \n\nMed \n\n \n \n\n\n\n45 \n \n\n \n \n\n \n\nFIGURA XXI \n \n \n\nFigura  II  - 15 dias – Osteocalcina. 100x. \n\n \n\n \n \n \n \n\nFIGURA XXIII \n \n\nFigura  III  - 40 dias  – Osteocalcina. 100x. \n\n \n \n\n \n \n\n\n\n46 \n \n\n \n \n\n \n\nFIGURA XXIV \n \n\nFigura  IV  - 40 dias – Osteocalcina. 100x. \n\n \n\n \n \n \n \n\nFIGURA XXV \n \n\nFigura 1.  Lâminas  com Imunomarcações  no Grupo Tratado  exibindo:  A - Expressão intensa \n\nde osteocalcina após 15 dias, B - OC expressa de forma moderada após 40 dias, C - OC \n\nexpressa de forma moderada  após  90 dias, D - RUNX2  expressa moderadamente  no período \nde 15 dias, E - RUNX2 expressa moderadamente no período de 40 dias, F - RUNX2 expressa \nmoderadamente  no período  de 90 dias. \n\n \n \n\n \n \n\n\n\n47 \n \n\n \n \n\nTABELAS \n\n \n \n \n \n\nTabela 1 – Grupos experimentais \n\n \n \n\n\n\n48 \n \n\n \n \n\n \n\nTabela 2 – Grupos experimentais de acordo com o tratamento da fratura “blow- \n\nout” \n\n \n\n \n \n \n\n \n \n\nGrupo  Controle 15 dias (n=6),  ratos  submetidos  à fratura  “blow-out”  e não \n\nreceberam tratamento  para reparo ósseo, sacrificados em 15 dias pós fratura; \n\nGrupo  Controle 40 dias (n=6),  ratos  submetidos  à fratura  “blow-out”  e não \n\nreceberam tratamento  para reparo ósseo, sacrificados em 40 dias pós fratura; \n\nGrupo  Controle 90 dias (n=6),  ratos  submetidos  à fratura  “blow-out”  e não \n\nreceberam tratamento  para reparo ósseo, sacrificados em 90 dias pós fratura; \n\nGrupo  Tratado  15  dias  (n=6),   ratos   submetidos   à  fratura   “blow-out”   e \n\nreceberam tratamento com implantes Medpor® para reparo ósseo, \n\nsacrificados em 15 dias pós fratura; \n\nGrupo  Tratado  40  dias  (n=6),   ratos   submetidos   à  fratura   “blow-out”   e \n\nreceberam tratamento com implantes Medpor® para reparo ósseo, \n\nsacrificados em 40 dias pós fratura;; \n\nGrupo  Tratado  90  dias  (n=6),   ratos   submetidos   à  fratura   “blow-out”   e \n\nreceberam tratamento com implante Medpor® para reparo ósseo, sacrificados \n\nem 90 dias pós fratura; \n\n\n\n49 \n \n\n \n \n\nTabela 3 \n \n \n \n\n \n \n \n\n \n\nTabela de escores da  Imunomarcação \n \n \n\n \n \n\n 15 dias 40 dias 90 dias \n\nOsteocalcina 3 2 2 \n\nRUNX2 2 2 2 \n\n \n\n \n \n\n \n \n\n \n \n \n\n \n \n\n \n \n \n\n \n \n\n \n \n \n\n \n \n\n \n \n \n\n \n \n\n \n \n \n\n \n \n\n \n \n \n\n \n \n\n \n \n\n\n\n50 \n \n\n \n\nANEXO \n\n \nAnexo A - Comitê de Ética \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n51 \n \n\nANEXO B - Normas Para Publicação Do Periódico “ Journal Of Cranio-Maxillo-\n\nFacial Surgery \n\n \n\n \n\n \n\nEdited By: J. Wiltfang, Kli nik fur Mund, Kiefer-, und Gesichtschirurgie, \n\nUni versitätskli nikum Schleswig-Holstein, Campus Kiel, Arnold-Hellerstr. 16, \n\n24105, Kiel, Germany \n\nImpact Factor: 1.252 \n\nOnline ISSN: 1010-5182 \n\n \n\nAUTHOR INFORMATION PACK \n\n \n\nSubmission checklist \n\n \n\nYou can use this list to carry out a final check of your submission before \n\nyou send it to the journal for \n\nreview. Please check the relevant section in this Guide for Authors for more \n\ndetails. \n\n \n\nEnsure that the following items are present: \n\nOne author has been designated as the corresponding author with contact \n\ndetails: \n\n• E-mail address \n\n• Full postal address \n\n \n\nAll necessary files have been uploaded: \n\nManuscript: \n\n• Include keywords \n\n• All figures (include relevant captions) \n\n• All tables (including titles, description, footnotes) \n\n• Ensure all figure and table citations in the text match the fi les \n\nprovided \n\n• Indicate clearly if color should be used for any figures in print \n\n\n\n52 \n \n\nGraphical Abstracts / Highlights files where applicable)Supplemental \n\nfiles where applicable) \n\n \n\nFurther considerations \n\n• Manuscript has been 'spell checked' and 'grammar checked' \n\n• All references mentioned in the Reference List are cited in the text, \n\nand vice versa \n\n• Permission has been obtained for use of copyrighted material from \n\nother sources including the Internet) \n\n• Relevant declarations of interest have been made \n\n• Journal policies detailed in this guide have been reviewed \n\n• Referee suggestions and contact details provided, based on journal \n\nrequirements \n\n \n\nFor further information, visit our Support Center. \n\n \n\nBEFORE YOU BEGIN \n\n \n\nEthics in publishing \n\nPlease see our i nformation pages on Ethics i n publishing and Ethical \n\nguidelines for journal publication. \n\n \n\nHuman and animal rights \n\nIf the work involves the use of human subjects, the author should ensure \n\nthat the work described has been carried out in accordance with. The Code of \n\nEthics of the World Medical Association (Declaration of Helsi nki) for experiments \n\ninvolving humans; Uniform Requirements for manuscripts submitted to Biomedical \n\njournals. Authors should i nclude a statement in the manuscript that informed \n\nconsente was obtained for experimentation with human subjects. The pri vacy \n\nrights of human ubjects must always be observed. \n\n \n\nAll animal experiments should comply with the ARRIVE guidelines and should be \n\ncarried out in accordance with the U.K. Animals (Scientific Procedures) Act, 1986 \n\nand associated guidelines, EU Directive 2010/63/EU for animal experiments , or \n\nthe National Institutes of Health guide for the care and use of Laboratory animals \n\n(NIH Publications No. 8023, revised 1978) and the authors should clearly indicate \n\nin the manuscript that such guidelines have been followed. \n\n \n\n\n\n53 \n \n\nDeclaration of interest \n\n \n\nAll authors must disclose any fi nancial and personal relationships with other \n\npeople or rganizations \n\nthat could i nappropriately influence (bias) their work. Examples of potential \n\nconflicts of interest include  \n\nemployment, consultancies, stock ownership, honoraria, paid expert testimony, \n\npatent applications/registrations, and grants or other funding. If there are no \n\nconflicts of interest then please state this:'Conflicts of interest: none'. More \n\ninformation. \n\n \n\nSubmission declaration and verification \n\n \n\nSubmission of an article implies that the work described has not been \n\npublished previously (except \n\nin the form of an abstract or as part of a published lecture or academic thesis or \n\nas an electronic preprint, see 'Multiple, redundant or concurrent publication ' \n\nsection of our ethics policy for more information), that it is not under consideration \n\nfor publication elsewhere, that its publication is approved by all authors and acitly \n\nor explicitly by the responsible authorities where the work was carried out, and \n\nthat, if accepted, it will not be published elsewhere i n the same form, in English or \n\nin any other language, including electronically without the written consent of the \n\ncopyright-holder. To verify originality, your article may be checked by the \n\noriginality detection service  \n\nCrossCheck. \n\n \n\nContributors \n\n \n\nEach author is required to declare his or her indi vidual contribution to the \n\narticle: all authors must have materially participated in the research and/or article \n\npreparation, so roles for all authors should be \n\ndescribed. The statement that all authors have approved the final article should be \n\ntrue and included \n\nin the disclosure. \n\n \n\nAuthorship \n\n \n\nAll authors should have made substantial contributions to all of the \n\n\n\n54 \n \n\nfollowing: (1) the conception and design of the study, or acquisition of data, or \n\nanalysis and interpretation of data, (2) drafting the article or revising it critically for \n\nimportant intellectual content, (3) final approval of the version to be submitted. \n\n \n\nChanges to authorship \n\n \n\nAuthors are expected to consider carefully the list and order of authors \n\nbefore submitting their manuscript and provide the definiti ve list of authors at the \n\ntime of the original submission. Any addition, deletion or rearrangement of author  \n\nnames in the authorship list should be made only before the manuscript has been \n\naccepted and only if approved by the journal Editor. To request such a change, \n\nthe Editor must receive the followi ng from the corresponding author: (a) the \n\nreason \n\nfor the change in author list and (b) written onfirmation (e-mail, letter) from all \n\nauthors that they \n\nagree with the addition, removal or rearrangement. In the case of addition or \n\nremoval of authors,this includes confirmation from the author being added or \n\nremoved. \n\n \n\nOnly in exceptional circumstances will the Editor consider the addition, deletion or \n\nrearrangement of \n\nauthors after the manuscript has been accepted . While the Editor considers the \n\nrequest, publication of the manuscript will be suspended. If the manuscript has \n\nalready been published in an onli ne issue, any requests approved by the Editor \n\nwill result in a corrigendum. \n\n \n\nReporting clinical trials \n\nRandomized controlled trials should be presented accordi ng to the \n\nCONSORT guidelines. At manuscript submission, authors must provide the \n\nCONSORT checklist accompanied by a flow diagram that illustrates the progress \n\nof patients through the trial, including recruitment, enrollment, randomi zation, \n\nwithdrawal and completion, and a detailed description of the randomization \n\nprocedure. The CONSORT checklist and template flow diagram are available \n\nonline. \n\n \n\nRegistration of clinical trials \n\nRegistration i n a public trials registry is a condition for publication of cli nical \n\ntrials i n this jornal in accordance with International Committee of Medical Journal \n\n\n\n55 \n \n\nEditors recommendations. Trials must register at or before the onset of patient \n\nenrolment. The clinical trial registration number should be included at the end of \n\nthe abstract of the article. A cli nical trial is defi ned as any research study that \n\nprospectively assigns human participants or groups of humans to one or more \n\nhealth-related interventions to evaluate the effects of  health outcomes. Health-\n\nrelated interventions include any intervention used to modify a biomedical or \n\nhealth-related outcome (for example drugs,surgical procedures, devices, \n\nbehavioural treatments, dietary i nterventions, and process-of-care changes). \n\nHealth outcomes include any biomedical or health-related measures obtained i n \n\npatients or participants, including pharmacokinetic measures and adverse events. \n\nPurely observational studies (those i n which the assignment of the medical \n\nintervention is not at the discretion of the investigator)will not require registration. \n\n \n\nArticle transfer service \n\nThis journal is part of our Article Transfer Service. This means that if the \n\nEditor feels your article is more suitable i n one of our other participating journals, \n\nthen you may be asked to consider transferri ng the article to one of those. If you \n\nagree, your article will be transferred automatically on your behalf with no need to \n\nreformat. Please note that your article wi ll be reviewed again by the new \n\njournal.More information. \n\n \n\nCopyright \n\n \n\nUpon acceptance of an article, authors will be asked to complete a 'Journal \n\nPublishing Agreement' (see \n\nmore information on this). An e-mail will be sent to the corresponding author \n\nconfirmi ng receipt of the manuscript together with a 'Journal Publishing \n\nAgreement' form or a link to the online version \n\nof this agreement. \n\n \n\nSubscribers may reproduce tables of contents or prepare lists of articles including \n\nabstracts for internal circulation within their i nstitutions. Permission of the \n\nPublisher is required for resale or distribution \n\noutside the institution and for all other deri vati ve works, including compilations and \n\ntranslations. If \n\nexcerpts from other copyrighted works are i ncluded, the author(s) must obtain \n\nwritten permission from the copyright owners and credit the source(s) i n the \n\narticle. Elsevier has preprinted forms for use by authors in these cases. \n\n\n\n56 \n \n\n \n\nFor open access articles: Upon acceptance of an article, authors will be asked to \n\ncomplete na 'Exclusive License Agreement' (more information). Permitted third \n\nparty reuse of open access articles is determi ned by the author's choice of user \n\nlicense. \n\n \n\nAuthor rights \n\nAs an author you (or your employer or institution) have certain rights to \n\nreuse your work. Moreinformation \n\n. \n\nElsevier supports responsible sharing \n\nFind out how you can share your research published in Elsevier journals. \n\nRole of the funding source \n\n \n\nYou are requested to identify who provided fi nancial support for the conduct \n\nof the research and/or \n\npreparation of the article and to briefly describe the role of the sponsor(s), if any, \n\nin study design; in \n\nthe collection, analysis and i nterpretation of data; in the writing of the report; and \n\nin the decision to \n\nsubmit the article for publication. If the fundi ng source(s)  had no such involvement \n\nthen this should \n\nbe stated. \n\n \n\nFunding body agreements and policies \n\nElsevier has established a number of agreements with funding bodies \n\nwhich allow authors to comply \n\nwith their funder's open access policies. Some funding bodies will reimburse the \n\nauthor for the Open Access Publication Fee. Details of existing agreements \n\nare available online.After acceptance, open access papers will be published under \n\na noncommercial license. For authors requiring a commercial CC BY license, you \n\ncan apply after your manuscript is accepted for publication. \n\n \n\nOpen access \n\n \n\nThis journal offers authors a choice in publishing their research:  \n\nOpen access \n\n• Articles are freely available to both subscribers and the wider public with \n\n\n\n57 \n \n\npermitted reuse. \n\n• An open access publication fee is payable by authors or on their behalf, \n\ne.g. by their research funder or institution. \n\nSubscription \n\n• Articles are made available to subscribers as well as developing countries \n\nand patient groups through \n\nour universal access programs. \n\n• No open access publication fee payable by authors. \n\n \n\nRegardless of how you choose to publish your article, the journal wi ll apply the \n\nsame peer review criteria and acceptance standards. \n\nFor open access articles, permitted third party (re)use is defi ned by the following \n\nCreative Commons user licenses: Creati ve Commons Attribution-NonCommercial-\n\nNoDerivs (CC BY-NC-ND)For non-commercial purposes, lets others distribute and \n\ncopy the article, a nd to include i n a collective work (such as an anthology), as long \n\nas they credit the author(s) and provided they do not alter or modify the article. \n\n \n\nThe open access publication fee for this journal is  \n\nUSD 3300 , excludi ng taxes. Learn more about Elsevier's pricing policy: \n\nhttps://www.elsevier.com/openaccesspricing. \n\n \n\nGreen open access \n\nAuthors can share their research i n a variety of different ways and Elsevier \n\nhas a number of green open access options available. We recommend authors \n\nsee our  \n\ngreen open access page for further information. Authors can also self -archive their \n\nmanuscripts immediately and enable public access from their i nstitution's \n\nrepository after an embargo period. This is the version that has been accepted for \n\npublication and which typically i ncludes author-incorporated changes suggested \n\nduring \n\nsubmission, peer review and in editor-author communications. Embargo period: \n\nFor subscription \n\narticles, an appropriate amount of time is needed for journals to deli ver value to \n\nsubscribing customers \n\nbefore an article becomes freely available to the public. This is the embargo \n\nperiod and it begins from \n\nthe date the article is formally published online in its fi nal and fully citable form. \n\nFind out more. \n\n\n\n58 \n \n\n \n\nThis journal has an embargo period of 12 months. \n\n \n\nLanguage (usage and editing services) \n\nPlease write your text i n good English (American or British usage is \n\naccepted, but not a mixture of these). Authors who feel their English language \n\nmanuscript may require editing to eliminate possible grammatical or spelling \n\nerrors and to conform to correct scientific English may wish to use the English \n\nLanguage Editing servisse available from Elsevier's WebShop. \n\n \n\nInformed consent and patient details \n\n \n\nStudies on patients or volunteers require ethics committee approval and \n\ninformed consent, which should be documented in the paper. Appropriate \n\nconsents, permissions and releases must be obtained where an author wishes to \n\ninclude case details or other personal i nformation or images of patients and any \n\nother i ndividuals i n an Elsevier publication. Written consents must be retai ned by \n\nthe author and copies of the consents or evidence that such consents have been \n\nobtained must be provided to Elsevier on request. For more information, please \n\nreview the Elsevier Policy on the Use of Images or Personal Information of \n\nPatients or other Indi viduals . Unless you have written permission from the patient \n\n(or, where applicable, the next of ki n), the personal details of any patient i ncluded \n\nin any part of the article and i n any supplementary materials (including all \n\nillustrations and videos) must \n\nbe removed before submission. \n\n \n\nSubmission \n\n \n\nOur onli ne submission system guides you stepwise throug h the process of \n\nenteri ng your article details and uploading your files. The system converts your \n\narticle fi les to a single PDF file used i n the peer-review process. Editable files \n\n(e.g., Word, LaTeX) are required to typeset your article for fi nal publication. All \n\ncorrespondence, including notification of the Editor's decision and requests for \n\nrevision, is sent by e-mail. \n\nSubmit your article Please submit your article via  \n\nhttp://ees.elsevier.com/jcms/. \n\n \n\nPREPARATION \n\nhttp://ees.elsevier.com/jcms/\n\n\n59 \n \n\nUse of word processing software \n\n \n\nIt is important that the file be saved in the nati ve format of the word processor \n\nused. The text should be in single-column format. Keep the layout of the text as \n\nsimple as possible. Most formatti ng codes will be removed and replaced on \n\nprocessing the article. In particular, do not use the word processor's options to \n\njustify text or to hyphenate words. However, do use bold face, italics, subscripts, \n\nsuperscripts etc. When preparing tables, if you are usi ng a table grid, use only one \n\ngrid for each i ndividual table and not a grid for each row. If no grid is used, use \n\ntabs, not spaces, to align columns. \n\n \n\nThe electronic text should be prepared in a way very similar to that of conventional \n\nmanuscripts (see \n\nalso the Guide to P ublishing with Elsevier). Note that source files of figures, tables \n\nand text graphics \n\nwill be required whether or not you embed your figures i n the text. See also the \n\nsection on Electronic \n\nartwork. \n\nTo avoid unnecessary errors you are strongly advised to use the 'spell-check' and \n\n'grammar-check'functions of your word processor. \n\n \n\nArticle structure \n\n \n\n \n\nSubdivision - unnumbered sections \n\n \n\nDivide your article i nto clearly defined sections. Each subsection is gi ven a \n\nbrief heading. Each heading \n\nshould appear on its own separate line. Subsections should be used as much as \n\npossible when cross-eferenci ng text: refer to the subsection by heading as \n\nopposed to simply 'the text'. \n\n \n\nPapers should be set out as follows, with each section beginning on a \n\nseparate page: \n\n• Title page \n\n• Summary and keywords \n\n• Text \n\n• Acknowledgements and conflict of interest statement \n\n\n\n60 \n \n\n• List of references \n\n• Tables \n\n• Captions to illustrations. \n\n \n\nHeadings within the text should be appropriate to the nature of the paper. \n\nIn general those for experimental papers should follow the usual conventions \n\n(Introduction, Material and Methods, Results,Discussion, Conclusion). Other \n\npapers can be subdivided as the author desires: the use of headings enhances \n\nreadability. Normally only two categories of headings should be used: major ones \n\nshould be typed i n capital letters in the centre of the page and underli ned; mi nor \n\nones should be typed i n lower case (with an initial capital letter) at the left hand \n\nmargin and underlined. \n\nPapers should be submitted in journal style. Failure to do so may lead to \n\nsignificant delays i n publication. Spelli ng may follow British or American usage, \n\nbut not a mixture of the two. \n\n \n\nDo not use he, his etc where the sex of the person is unknown; say `the patient , \n\netc. Avoid inelegant \n\nalternati ves such as he/she. Patients should not be automatically designated as \n\nshe, and doctors as he. \n\n \n\nProprietary names of drugs, instruments, etc should be indicated by the use of \n\ninitial capital letters and should i nclude the town and country of their anufacture. \n\nPapers should be typed in double spacing with a margin of at least 3 cm all round. \n\n \n\nAppendices \n\nIf there is more than one appendi x, they should be identified as A, B, etc. \n\nFormulae and equations i n appendices should be given separate numbering: Eq. \n\n(A.1), Eq. (A.2), etc.; in a subsequent appendix, \n\nEq. (B.1) and so on. Similarly for tables and figures: Table A.1; Fig. A.1, etc. \n\n \n\nEssential title page information \n\n \n\n• Title. \n\nConcise and i nformati ve. Titles are often used i n i nformation-retrieval \n\nsystems. Avoid abbreviations and formulae where possible. \n\n \n\n• Author names and affiliations. \n\n\n\n61 \n \n\nPlease clearly i ndicate the given name(s) and family name(s) of each \n\nauthor and check that all names are accurately spelled. Present the authors' \n\naffiliation \n\naddresses (where the actual work was done) below the names. Indicate all \n\naffiliations with a lower-case superscript letter immediately after the author's name \n\nand in front of the appropriate address. Provide the full postal address of each \n\naffiliation, including the country name and, if available, the \n\ne-mail address of each author. \n\n \n\n• Corresponding author. \n\nClearly i ndicate who will handle correspondence at all stages of refereeing \n\nand publication, also post-publication. Ensure that the e-mail address is gi ven and \n\nthat contact details are kept up to date by the corresponding author. \n\n \n\n• Present/permanent address. \n\nIf an author has moved since the work described in the article was done, or \n\nwas visiting at the time, a 'Present address' (or 'Permanent address') may be \n\nindicated as a footnote to that author's name. The address at which the author \n\nactually did the work must be retai ned as the mai n, affiliation address. Superscript \n\nArabic numerals are used for such footnotes. \n\nPlease also include any sources of support in the form of grants. \n\n \n\nSummary \n\nThis should consist of not more than 200 words and summari ze the conte nts of \n\nthe article. \n\n \n\nKeywords \n\nImmediately after the summary, provide a maximum of 6 keywords, usi ng \n\nAmerican spelli ng and avoiding general and plural terms and multiple concepts \n\n(avoid, for example, 'and', 'of'). Be sparing with abbreviations: only abbrevi ations \n\nfirmly established i n the field may be eligible. These keywords will be used for \n\nindexi ng purposes. Terms from the medical subject headings (MeSH) list of Index \n\nMedicus should be used (see http://www.nih.nlm.gov). \n\n \n\nAcknowledgements \n\nCollate acknowledgements i n a separate section at the end of the article \n\nbefore the references and do \n\nnot, therefore, include them on the title page, as a footnote to the title or \n\nhttp://www.nih.nlm.gov/\n\n\n62 \n \n\notherwise. List here those \n\nindividuals who provided he lp duri ng the research (e.g., providing language help, \n\nwriting assistance or proof reading the article, etc.). \n\n \n\nFormatting of funding sources \n\nList funding sources i n this standard way to facilitate compliance to funder's \n\nrequirements: \n\nFunding: This work was supported by the National Institutes of Health [grant \n\nnumbers xxxx, yyyy]; \n\nthe Bill &amp; Meli nda Gates Foundation, Seattle, WA [grant number zzzz]; and the \n\nUnited States Institutes \n\nof Peace [grant number aaaa]. \n\n \n\nIt is not necessary to i nclude detailed descriptions on the program or type of \n\ngrants and awards. When fundi ng is from a block grant or other resources \n\navailable to a university, college, or other research i nstitution, submit the name of \n\nthe institute or organization that provided the funding. \n\nIf no funding has been provided for the research, please include the following \n\nsentence: \n\nThis research did not receive any specific grant from funding agencies in the \n\npublic, commercial, or \n\nnot-for-profit sectors. \n\n \n\nUnits \n\nFollow i nternationally accepted rules and conventions: use the international \n\nsystem of units (SI). If other units are mentioned, please give their equi valent i n \n\nSI. \n\nTemperatures should be gi ven in degrees Celsius and blood pressure in mmHg. \n\nDefine abbreviations \n\nthat are not standard in the field at their first occurrence in the article, i n the \n\nabstract but also in the main text after it. Ensure consistency of abbreviations \n\nthroughout the text. \n\n \n\nFootnotes \n\nFootnotes should be used sparingly. Number them consecutively \n\nthroughout the article. Many word \n\nprocessors can build footnotes i nto the text, and this feature may be used. \n\nOtherwise, please indicate \n\n\n\n63 \n \n\nthe position of footnotes i n the text and list the footnotes themselves separately at \n\nthe end of the \n\narticle. Do not include footnotes in the Reference list. \n\n \n\nArtwork \n\nElectronic artwork \n\n \n\nGeneral points \n\n• Make sure you use uniform lettering and sizing of your original artwork. \n\n• Embed the used fonts if the application provides that option. \n\n• Aim to use the followi ng fonts in your i llustrations: Arial, Courier, Times \n\nNew Roman, Symbol, or use fonts that look similar. \n\n• Number the illustrations according to their sequence in the text. \n\n• Use a logical naming convention for your artwork files. \n\n• Provide captions to illustrations separately. \n\n• Size the i llustrations close to the desired dimensions of the published \n\nversion. \n\n• Submit each illustration as a separate file. \n\n \n\nA detailed guide on electronic artwork is available. \n\nYou are urged to visit this site; some excerpts from the detailed i nformation are \n\ngiven here. \n\n \n\nFormats \n\nIf your electronic artwork is created i n a Microsoft Office application (Word, \n\nPowerPoint, Excel) then please supply 'as is' in the native document format. \n\nRegardless of the application used other than Microsoft Office, when your \n\nelectronic artwork is finalized, please 'Save as' or convert the images to one of the \n\nfollowing formats (note the resolution requirements for li ne drawings, halftones, \n\nand line/halftone combinations gi ven below):EPS (or PDF): Vector drawi ngs, \n\nembed all used fonts. \n\nTIFF (or JPEG): Color or grayscale photographs (halftones), keep to a mi nimum \n\nof 300 dpi. \n\nTIFF (or JPEG): Bitmapped (pure black &amp; white pixels) line drawi ngs, keep to a \n\nminimum of 1000 dpi. \n\nTIFF (or JPEG): Combi nations bitmapped line/half-tone (color or grayscale), keep \n\nto a minimum of \n\n500 dpi. \n\n\n\n64 \n \n\n \n\nPlease do not: \n\n• Supply files that are optimi zed for screen use (e.g., GIF, BMP, PICT, \n\nWPG); these typically have a \n\nlow number of pixels and limited set of colors; \n\n• Supply files that are too low in resolution; \n\n• Submit graphics that are disproportionately large for the content. \n\n \n\nPhotographs and radiographs should be submitted as clear, lightly contrasting \n\nblack and white images. \n\nPhotomicrographs should have a magnification and details of stai ning techniques \n\nshown. The final size of photographs will be: (a) single column width (80 mm), (b) \n\ndouble column width (167 mm), (c)somewhere between these sizes and centred \n\non the page. Photographs should ideally be submitted at the final reproduction \n\nsize based on the above figures. Where illustrations include recognisable \n\nindividuals, livi ng or dead, great care must be taken to ensure that consent for \n\npublication has been given. In cases where  consent has not been obtained and \n\nrecognisable features may appear, it will \n\nbe necessary to mask the eyes or otherwise render the i ndividual officially \n\nunrecognisable. \n\n \n\nColor artwork \n\nPlease make sure that artwork files are i n an acceptable format (TIFF (o r \n\nJPEG), EPS (or PDF), or \n\nMS Office files) and with the correct resolution. If, together with your accepted \n\narticle, you submit \n\nusable color figures then Elsevier will ensure, at no additional charge, that these \n\nfigures will appear \n\nin color online (e.g., ScienceDirect and other sites) regardless of whether or not \n\nthese illustrations \n\nare reproduced in color in the printed version.  \n\nFor color reproduction in print, you will receive \n\ninformation regardi ng the costs from Elsevier after receipt of your accepted article. \n\nPlease indicate your preference for color: in print or online only.  \n\nFurther information on the preparation of electronic artwork. \n\nIllustration services \n\nElsevier's WebShop offers Illustration Services to authors preparing to  \n\nsubmit a manuscript but concerned about the quality of the images accompanying \n\n\n\n65 \n \n\ntheir article. Elsevier's expert illustrators can produce scientific, technical and \n\nmedical-style images, as well as a full range of charts, tables and graphs. Image \n\n'polishing' is also available, where our illustrators take your image(s) and improve \n\nthem to a professional standard. Please visit the website to find out more. \n\nFigure captions Ensure that each illustration has a caption. Supply captions \n\nseparately, not attached to the figure. A caption should comprise a brief title (not  \n\non the figure itself) and a description of the illustration. Keep text i n the \n\nillustrations themselves to a minimum but explain all symbols and abbreviations \n\nused. \n\n \n\nTables \n\nPlease submit tables as editable text and not as images. Tables can be \n\nplaced either next to the \n\nrelevant text in the article, or on separate page(s) at the end. Number tables \n\nconsecuti vely i n accordance with their appearance i n the text and place any table \n\nnotes below the table body. Be sparing i n the use of tables and ensure that the \n\ndata presented in them do not duplicate results described elsewhere in the article. \n\nPlease avoid using vertical rules and shading in table cells. \n\n \n\nReferences \n\nCitation in text \n\nPlease ensure that every reference cited in the text is also present in the \n\nreference list (and vice \n\nversa). Any references cited i n the abstract must be gi ven in full. Unpublished \n\nresults and personal \n\ncommunications are not recommended in the reference list, but may be \n\nmentioned in the text. If these \n\nreferences are included in the reference list they should follow the standard \n\nreference style of the \n\njournal and should include a substitution of the publication date with either \n\n'Unpublished results' or \n\n'Personal communication'. Citation of a reference as 'in press' implies that the item \n\nhas been accepted for publication. \n\n \n\nReference links \n\nIncreased discoverability of research and high quality peer review are \n\nensured by onli ne links to the sources cited. In order to allow us to create links to \n\nabstracting and indexi ng services, such as Scopus, CrossRef and PubMed, \n\n\n\n66 \n \n\nplease ensure that data provided in the references are correct. Please note that \n\nincorrect surnames, journal/book titles, publication year and pagi nation may \n\nprevent link creation. When copyi ng references, please be careful as they may \n\nalready contain errors. Use of the DOI is encouraged. \n\n \n\nA DOI can be used to cite and link to electronic articles where an article is in-press \n\nand full citation \n\ndetails are not yet known, but the article is available onli ne. A DOI is guaranteed \n\nnever to change, so you can use it as a permanent link to any electronic article. \n\nAn example of a citation using DOI for an article not yet in an issue is: VanDecar \n\nJ.C., Russo R.M., James D.E., Ambeh W.B., Franke M. (2003). Aseismic \n\nconti nuation of the Lesser Antilles slab beneath northeastern Venezuela. Journal \n\nof Geophysical Research, ttps://doi.org/10.1029/2001JB000884. Please note the \n\nformat of such citations should be i n the same style as all other references in the \n\npaper. \n\n \n\nWeb references \n\nAs a minimum, the full URL should be given and the date when the \n\nreference was last accessed. Any further information, if known (DOI, author \n\nnames, dates, reference to a source publication, etc.), should also be gi ven. Web \n\nreferences can be listed separately (e.g., after the reference list) under a different \n\nheading if desired, or can be included in the reference list. \n\n \n\nData references \n\nThis journal encourages you to cite under lying or relevant datasets in your \n\nmanuscript by citing them \n\nin your text and i ncludi ng a data reference in your Reference List. Data references \n\nshould i nclude the following elements: author name(s), dataset title, data \n\nrepository, version (where available), year, and global persistent identifier. Add \n\n[dataset] immediately before the reference so we can properly identify it as a data \n\nreference. The [dataset] identifier will not appear in your published article. \n\n \n\nReference style \n\n \n\nThe accuracy of references is the responsibility of the author. The journal \n\nfollows the `author-date system of citation. Give the author s name (i n \n\nitalics),followed by the year of the publication, e.g. \n\n(Gundlach, 2006). If two authors, name both (e.g. Muller and Schulze, 1960); if \n\n\n\n67 \n \n\nmore than two authors, gi ve the name of the first author followed by `et al. (Shaw \n\net al., 2001) If the same author(s) is referred to i n text with more than one \n\npublication i n same year, a lower case letter should be added to the year (e.g. \n\nMeier 1970a, 1970b.). The same letter must be added to the year in the \n\ncorrespondi ng entry in the reference list. When several publications are cited one \n\nafter the other, \n\nbegin with the oldest and end with the most recent (not in alphabetical order). \n\n \n\nList all references alphabetically at the end of the paper, on a separate page. All \n\nauthors or groups of \n\nauthors cited i n the article must appear in the list of references and vice versa. For \n\neach reference, \n\nlist all authors, full title of paper, journal name (abbreviated according to Index \n\nMedicus, see http:// \n\nwww.nih.nlm.gov ), volume, first and last page numbers, year of publication. For \n\nexample: Shaw WC, Semb G, Nelson P, Brattstrom V, Molsted K, Prahl-Andersen \n\nB, Gundlach KK: The Eurocleft project 1996-2000: overview. J Craniomaxillofac \n\nSurg 29:131 142, 2001. \n\n \n\nWhen citi ng a book chapter, give the author(s), title, editor, title of book, place of \n\npublication, publisher, \n\nfirst and last page numbers, year of publication. For example: Heslop IH, Cawood \n\nJI, Stoelinga PJW: Mandibular fractures: treatment by closed reduction and \n\ndirect skeletal fixation. In: Williams JL (ed.), Rowe and Wi lliams Maxillofacial \n\nInjuries, 2nd edition. \n\nEdinburgh: Churchill Livingstone, 341 386, 1994. \n\n \n\nVideo \n\nElsevier accepts video material and animation sequences to support and \n\nenhance your scientific research. Authors who have video or animation files that \n\nthey wish to submit with their article are strongly encouraged to include links to \n\nthese within the body of the article. This can be done in the same way as a figure \n\nor table by referri ng to the video or animation content and noting i n the body text \n\nwhere it should be placed. All submitted fi les should be properly labeled so that \n\nthey directly relate to the video file's content. In order to ensure that your video or \n\nanimation material is directly usable, please provide the files i n one of our \n\nrecommended file formats with a preferred maximum si ze of 150 MB. Video and \n\nanimation files supplied will be published online i n the electronic version of your \n\nhttp://www.nih.nlm.gov/\n\n\n68 \n \n\narticle i n Elsevier Web products, i ncludi ng ScienceDirect. Please supply 'stills' with \n\nyour fi les: you can choose any frame from the video or animation or make a \n\nseparate image. These will be used instead of standard ico ns and will personali ze \n\nthe li nk to your video data. For more detailed instructions please visit our video \n\ninstruction pages . Note: since video and animation cannot be embedded in the \n\nprint version of the journal, please provide text for both the electronic and the pri nt \n\nversion for the portions of the article that refer to this content. \n\n \n\nSupplementary material \n\n \n\nSupplementary material such as applications, images and sound clips, can \n\nbe published with your article to enhance it. Submitted supplementary ite ms are \n\npublished exactly as they are received (Excel or PowerPoint files will appear as \n\nsuch online). Please submit your material together with the article and supply a \n\nconcise, descripti ve caption for each supplementary file. If you wish to make \n\nchanges to supplementary material during any stage of the process, please make \n\nsure to provide an updated file. Do not annotate any corrections on a previous \n\nversion. Please switch off the 'Track C hanges' option i n Microsoft Office files as \n\nthese will appear in the published version. \n\n \n\nAudioSlides \n\n \n\nThe journal encourages authors to create an AudioSlides presentation with \n\ntheir published article. \n\nAudioSlides are brief, webinar-style presentations that are shown next to the \n\nonli ne article on ScienceDirect. This gives authors the opportunity to summari ze \n\ntheir research in their own words and to help readers understand what the paper \n\nis about.  \n\nMore information and examples are available.  \n\nAuthors of this journal will automatically recei ve an invitation e-mail to create a n \n\nAudioSlides presentation after acceptance of their paper. \n\n \n\nSpecial subject repositories \n\n \n\nElsevier has established agreements and developed policies to allow \n\nauthors who publish in Elsevier \n\njournals to comply with manuscript archi ving requirements of the followi ng funding \n\nbodies, as \n\n\n\n69 \n \n\nspecified as conditions of researcher grant awards (please see \n\nhttp://www.elsevier.com/about/open- \n\nscience/open-access/agréments for full details of the agreements that are i n place \n\nfor these bodies): \n\n• Arthritis Research Campaign (UK) \n\n• British Heart Foundation (UK) \n\n• Cancer Research UK \n\n• Howard Hughes Medical Institute (US) \n\n• Medical Research Council (UK) \n\n• National Institutes of Health (US) \n\n• Wellcome Trust (UK) \n\nThese agreements and policies enable authors to comply with thei r funding body s \n\narchi ving policy without havi ng to violate their publishi ng agreements with \n\nElsevier. The agreements and policies are intended to support the needs of \n\nElsevier authors, editors, and publishing partners, and protect the quality and \n\nintegrity of the peer review process. They are examples of Elsevier s ongoing \n\nengagement with scientific and academic communities to explore ways to deli ver \n\ndemonstrable and sustainable benefits for the research communities we serve. \n\nAuthors who report research by funding bodies not listed above, and who are \n\nconcerned that their author agreement may be incompatible with archi ving \n\nrequirements specified by a fundi ng body that supports an author's research are \n\nstrongly encouraged to visit our Support Center \n\n. Elsevier has a track-record of working on behalf of our authors to ensure authors \n\ncan always publish in Elsevier journals and still comply with archivi ng conditions \n\ndefined in research grant awards. \n\n \n\nAFTER ACCEPTANCE \n\n \n\nProofs \n\nOne set of page proofs (as PDF files) will be sent by e-mail to the \n\ncorrespondi ng author (if we do not have an e-mail address then paper proofs will \n\nbe sent by post) or, a link will be provided in the e-mail so that authors can \n\ndownload the files themselves. Elsevier now provides authors with PDF proofs \n\nwhich can be annotated; for this you will need to download the free Adobe Reader \n\n, version 9 (or higher). Instructions on how to annotate PDF files will accompany \n\nthe proofs (also given online). \n\nThe exact system requirements are given at the Adobe site. \n\nIf you do not wish to use the PDF annotations function, you may list the \n\n\n\n70 \n \n\ncorrections (i ncludi ng replies to the Query Form) and return them to Elsevier in an \n\ne-mail. Please list your corrections quoting line \n\nnumber. If, for any reason, this is not possible, then mark the corrections and any \n\nother comments(including replies to the Query Form) on a pri ntout of your proof \n\nand scan the pages and return via e-mail. Please use this proof only for checking \n\nthe typesetting, editing, completeness and correct ness of the text, tables and \n\nfigures. Significant changes to the article as accepted for publication will only be \n\nconsidered at this stage with permission from the Editor. We will do everything \n\npossible to get your article published quickly and accurately. It is important to \n\nensure that all corrections are sent back to us i n one communication: please \n\ncheck carefully before replying, as inclusion of any subsequente corrections \n\ncannot be guaranteed. Proofreading is solely your responsibility. \n\n \n\nOffprints \n\nThe correspondi ng author will, at no cost, receive 25 free paper offpri nts, or \n\nalternatively a customized \n\nShare Link providing 50 days free access to the final published version of the \n\narticle on ScienceDirect. \n\nThe Share Li nk can be used for sharing the article  via any communication \n\nchannel, includi ng email and social media. For an extra charge, paper offprints \n\ncan be ordered via the offprint order form which is sent once the article is \n\naccepted for publication. Both corresponding and co-authors may order offprints \n\nat any time via Elsevier's Webshop \n\n. Corresponding authors who have published their article \n\nopen access do not receive a Share Link as their fi nal published version of the \n\narticle is available open access on ScienceDirect and can be shared through the \n\narticle DOI link. \n\n \n\nAUTHOR INQUIRIES \n\nVisit the Elsevier Support Center to fi nd the answers you need. Here you will find \n\neverything from Frequently Asked Questions to ways to get in touch. \n\nYou can also  \n\ncheck the status of your submitted article \n\nor find out  \n\nwhen your accepted article will \n\nbe published \n\n. \n\n© Copyright 2014 Elsevier | http://www.elsev \n\n\n\n71 \n \n\n \n\n \n\n \n\n\n\n72"}]}}}