{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04875"}, {"@name": "filename", "#text": "BTP_1959_2_3_34_Da_exploracao_do_petroleo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DA EXPLORAÇÃO DO PETRÓLEO, FACE Ã PROPRIE-\nDADE PRIVADA\nArx Peixoto Antunes&lt;■*)\nIntrodução — Ninguém pode pretender perfurar e explorar o subsolo sem fatalmente ter de penetrar, ocupar e utilizar o solo respectivo.\nAssim sendo, constitui um dos sérios problemas da exploração do petróleo a utilização da propriedade superficiária.\nQuando esta pertence ao minerador, nenhum problema existe de ordem jurídica, ocorrendo, porém, um outro problema importante, de ordem econômica, qual seja o vultoso e progressivo investimento de capital nas aquisições sucessivas de várias propriedades, o que redundará, de um lado, no desvio orçamentário de grandes somas para tais aquisições, às vêzes com desfalque de verbas destinadas a material técnico, instalações, pessoal especializado, etc., impedindo uma mais rápida ampliação da indústria do petróleo, e, do outro lado, na gradativa constituição de um verdadeiro latifúndio da emprêsa, com a destruição ou o afastamento de outras atividades industriais e agropecuárias, pois nem sempre é possível a coexistência harmoniosa e pacífica da exploração do petróleo com outras atividades, devido tanto ao raio-de-ação, à movimentação e à instabilidade inerentes à primeira, como à competição de salários e à elevação dos preços na zona dos trabalhos petrolíferos, decorrente do derrame de dinheiro, o que dificulta ou impede a permanência e o desenvolvimento das antigas explorações econômicas do local.\nBem verdade é que êsse problema, de ordem econômica para o minerador e de ordem social para os Podêres Públicos, deve ser estudado com o objetivo de encontrar-se solução adequada para o mesmo, a qual, todavia, não é fácil, nem poderá ser aplicada, nem ser benéfica, na fase inicial o problema, ou seja, no período de transição entre a época anterior aos trabalhos de petróleo e a posterior.\nEm alguns países do mundo, adota-se o conhecido sistema de royalty, o qual consiste no proprietário ceder a sua propriedade ao minerador,\n(5) Advogado da Região de Produfião da Bahia — PETROBRAS.\npara exploração do petróleo, recebendo do mesmo uma percentagem sôbre a produção respectiva, correndo, apenas, o risco da inexistência ou de pequeno volume de óleo no subsolo de suas terras.\nPelo sistema de royalty o minerador resolve o seu problema econômico poupando-se do pagamento de aluguel e de lucros cessantes ao proprietário superficiário ou da obrigação de comprar a propriedade, cujo solo poderá ser ou não rendoso para êle, que emprega, em qualquer hipótese, vultoso capital na respectiva exploração, tudo dependendo do volume de petróleo extraído, em função da vasão diária dos poços e em função do tempo de produção efetiva, ou seja, também da colaboração do indispensável fator «sorte», de grande importância na indústria do petróleo.\nAssim, por êsse sistema, nem o minerador arrisca-se a pagar, antes de obter produção, coisa alguma ao proprietário superficiário, nem êste arrisca-se a inverter capital em dinheiro na exploração do petróleo.\nJá no regime de servidão ou de aquisição da propriedade alheia, o minerador corre o risco de, além de inverter enorme capital na própria indústria, fazer grandes investimentos imobiliários, sem tirar proveitos compensadores.\nO sistema de royalty resolve, em parte, o problema econômico do minerador, mas não resolve o problema social atrás aludido, porquanto, de qualquer maneira, existirá sempre uma perturbação de ordem eco-nômico-social para a região aonde se realize a exploração do petróleo.\nEm última análise, quando o minerador não é dono da propriedade superficiária em cujo subsolo vai explorar o petróleo, surge o problema jurídico da necessária penetração, ocupação e utilização da propriedade alheia, com todos os seus vários aspectos, inclusive os de ordem econômi-co-social sôbre a coletividade local.\nÉ o que pretendemos examinar e comentar a seguir, excluída uma maior apreciação do sistema de royalty, pelo fato do mesmo não ser usado pela Petrobrás, que, no Brasil, é a portadora do monopólio estatal da exploração, ex-vi da Lei n.9 2 004, de 3 de outubro de 1953, que concedeu participação nos resultados da produção e da indústria respectivas, aos Estados e aos Municípios de cujo subsolo se extraia petróleo, omitindo, entretanto, qualquer participação dos proprietários superficiários.\nAlém os aspectos gerais e teóricos do assunto, basearemos êste nosso trabalho na observação e na experiência e fatos ocorridos e em curso na Região de Produção da Bahia, que, afora a sua consolidada situação, como produtora efetiva de petróleo, pode ser considerada como o grande laboratório a exploração petrolífera do país.\nCAPÍTULO I\nAspecto jurídico do subsolo. A propriedade superficiária face à exploração do petróleo. Arrendamento, servidão, compra e desapropriação das propriedades privadas necessárias aos trabalhos de pesquisa e lavra.\nComo já esclarecemos na Introdução desta monografia, não se pode atingir o subsolo sem penetrar na superfície respectiva, pelo que em nada adianta, pràticamente, a distinção teórica entre solo e subsolo, para fins de realização de trabalhos petrolíferos neste último, sob o ponto de vista físico ou material.\nDo ponto de vista jurídico, entretanto, é necessário, para os respectivos efeitos, que se tenha uma noção perfeita e exata do assunto.\nReza o Artigo 526 do Cóigo Civil Brasileiro que :\n«A propriedade do solo abrange a do que lhe está superior em tôda a altura e em tôda a profundidade, úteis ao seu exercício, não podendo, todavia, o proprietário opor-se a trabalhos, que sejam empreendidos a uma altura ou profundidade tais, que não tenha êle interêsse algum em impedi-los».\nDe acordo com essa definição ou êsse conceito legal, o dono do solo o é também do subsolo respectivo.\nA única restrição a tal domínio quase ilimitado do solo sôbre o subsolo está na proibição implícita do respectivo proprietário opor-se a trabalhos no subsolo que êle não tenha interêsse algum em impedi-los.\nÀ época da promulgação do Código Civil estava em vigor no Brasil a Constituição de 24 de Fevereiro de 1891, cujo artigo 72, § 17, assim dispunha :\n«As minas pertencem aos proprietários do solo, salvo as limitações que forem estabelecidas por lei a bem da exploração dêste ramo de indústria».\nCombinados, interpretativamente, os dois transcritos dispositivos legais, chega-se fatalmente à conclusão de que, para efeito da exploração de minérios que jaziam no subsolo, era necessário obter, o pesquisador ou lavrador, autorização ou concessão do Govêrno Federal, tendo o direito de preferência, para tanto, o proprietário do solo respectivo.\nEssa divisão ou distinção do solo e do subsolo, encontra sua origem desde os tempos coloniais e desde o regime do Império, bem como sua razão-de-ser na necessidade de conjugar e harmonizar o direito da propriedade privada com o interêsse público da Nação, devido ao valioso reflexo dos minérios na economia do País, que não poderia sujeitar-se ou ficar ao sabor da vontade e da iniciativa dos proprietários particulares do solo, em cujo subsolo existissem minérios de real e grande importância para o Estado e para a coletividade.\nDaí os vários diplomas legais anteriores e posteriores à proclamação da República, culminados com a promulgação do nosso Código de Minas e das leis subseqüentes.\t'\nA atual Constituição de 18 de Setembro de 1946, reproduzindo mais ou menos as disposições das anteriores Cartas Magnas do Brasil, estabelece no seu artigo 152 que :\n«As minas e demais riquezas do subsolo, bem comp as quedas de água, constituem propriedade distinta da do solo para o efeito de exploração ou aproveitamento industrial».\nAssim sendo, podemos resumir que, em tese, para fins do direito de propriedade, o subsolo pertence ao dono do solo respectivo, enquanto que, na prática, para fins de pesquisa e lavra de minérios, nertence ao portador de autorização ou de concessão outorgada pelos Podêres Públicos, na forma da legislação em vigor, respeitado sempre, porém, o direito do proprietário superficiário. quer no que se refere à preferência a si assegurada para pesquisar e lavrar, quer na participação a que faz jus quando desiste de tal preferência em favor de terceiros.\nO Código de Minas, além de outras falhas naturais em qualquer codificação de matéria jurídica, não se refere, de modo objetivo e minucioso, à exploração das jazidas de petróleo, porouanto à época de sua elaboração não havia tal atividade produtiva no País, nem se conheciam, ainda, com elementos de anrimorada técnica, aquela exploração, que muito difere das demais espécies de mineração.\nDepois do Código de Minas, veiu a criacão do Conselho Nacional do Petróleo e a promulgação de leis sôbre petróleo, gases naturais e rochas pirobetuminoso, tôdas procurando amparar e defender os interêsses da Nação no caso, inclusive por meio da nacionalização das minas e jazidas e da atribuição da respectiva exploração por entidades de direito público, culminando as medidas tomadas, progressivamente, com a promulgação da Lei n.9 2 004, de 3 de Outubro de 1953 e a criação e instalação da Petrobrás.\nVale ressaltar que, embora preteridos no seu direito de preferência para realizar tal exploração, os proprietários superficiários não tiveram jamais anulados, de modo explícito e expresso, o seu direito de propriedade sôbre o subsolo respectivo, do aue nos convence o parágrafo primeiro (§ 1.’) do artigo 153 da Constituição vigente, cuja redação implícita não é, aliás, tão clara auanto a do § 1.’ do artigo 143 da Constituição de 10 de Novembro de 1937 e a o § l.9 do artigo 119 da Constituição de 16 de Julho de 1934. Outrossim, convém salientar que a Constituição Federal, ao discriminar os bens pertencentes à União e aos Estados, não incluiu entre os mesmos as jazidas minerais do subsolo, o que vem confirmar a nossa opinião a respeito.\nA Lei n.9 2 004, de 3 de Outubro de 1953, que criou a Petrobrás, estabeleceu o monopólio estatal da exploração do petróleo e conferiu a sua execução àquela sociedade de economia mista, baseando-se no artigo 146 da Constituição em vigor, que declara :\n«A União poderá, mediante lei especial, intervir no domínio econômico e monopolizar determinada indústria ou atividade. A intervenção terá por base o interêsse público e por limite os direitos fundamentais assegurados nesta Constituição».\nLogo, os proprietários superficiários não foram preteridos, ilegalmente, no seu direito de preferência para realizar tal exploração, pois um\ndispositivo constitucional amparou a medida tomada pela União Federal, com base nos altos interêsses da coletividade em jôgo.\nQuanto ao seu direito à participação nos lucros da exploração, à guisa de compensação, foi omissa, no particular, a Constituição Federal, que deixou ao legislador ordinário a tarefa de regulamentar tal direito, tendo havido uma tentativa nesse sentido, aliás sem êxito, no ensejo da elaboração, pelo Congresso Nacional, da Lei n.\" 2 004, de 3 de Outubro de 1953, cuja emenda foi então rejeitada, legislando-se, apenas, sôbre a participação dos Estados e dos Municípios.\nPara que a Petrobrás realize trabalhos de pesquisa e lavra de petróleo no subsolo, é necessário, fatalmente, que penetre e ocupe a propriedade superficiária respectiva.\nDaí surgem, conseqüentemente, os problemas da harmonização de seus objetivos com os direitos do proprietário do solo e os das reparações dos danos e prejuízos causados à proprieade privada, bem como os das indenizações, compensações, etc.\nDe acordo com a legislação em vigor, podemos enumerar quatro modalidades de solução e tais problemas, a saber: arrendamento, servidão, compra, desapropriação.\nTendo necessidade de penetrar e ocupar propriedades privadas para realizar trabalhos de pesquisa e lavra, a Petrobrás deve obter autorização prévia dos respectivos proprietários ou, em caso de recusa dêstes, obter mandado judicial para tanto.\nDe uma forma ou de outra, é indispensável o estabelecimento de um regime jurídico para essa penetração e essa ocupação.\nArrendamento — É um contrato muito conhecido, pelo qual o proprietário, como arrendador, cede a alguém, o arrendatário, o direito de use e gôzo de sua propriedade, mediante o pagamento de um aluguel ou renda mensal ou anual, transferindo ao arrendatário, a título provisório, a posse total da propriedade, que êle a exercerá em nome e por delegação do arrendador, ficando responsável pelos danos diretos causados à propriedade e por outras obrigações que venham a ser estipuladas no respectivo contrato.\nTal regime adapta-se, principalmente, ao caso de pesquisas iniciais em certas áreas, quando não há, ainda, prognósticos sôbre as possibilidades ou probabilidades de petróleo no seu subsolo, bem como ao caso de propriedades não exploradas economicamente pelos seus respectivos donos ou por terceiros, sendo de notar que não existe arrendamento algum na Região de Produção, da Bahia porque a totalidade dos proprietários superficiários vem preferindo o regime da servidão ou o sistema de mera tolerância mediante pura e simples autorização, com a obrigação da Petrobrás pagar os danos diretos causados à propriedade, acompanhando, os aludidos proprietários, o desenvolvimento e os resultados dos trabalhos de pesquisa para, então, acertarem com a Petrobrás o regime jurídico a ser adotado no caso.\nServidão — É o regime pelo qual o proprietário cede em parte o seu direito de uso e gôzo da propriedade, restringindo a sua posse, sem abdicar da mesma, que êle continua exercendo concomitante e paralelamente com a Petrobrás.\nPor êsse regime jurídico, o proprietário tem direito ao recebimento de indenização pelos danos diretos, de indenização pelos lucros cessantes e de uma taxa de ocupação o solo respectivo.\nDois pontos importantes existem nesse regime, quais sejam o da extensão, definição e localização da servidão e o do exercício das duas atividades — a anterior do proprietário e a nova da Petrobrás.\nQuanto à extensão, definição e localização da servidão, foi debatido na Justiça desta capital o conceito de servidão, que o ilustre Juiz de Direito da Vara dos Feitos da Fazenda Nacional, Dr. Wilton de Oliveira e Souza, achava que devia ser restrito, não admitindo servidão total e indefinida sôbre uma propriedade, mas sim e tão somente servidão parcial, definida e localizada.\nOpondo-nos a essa tese defendida pelo culto magistrado e sustentada em sentença de sua autoria no processo judicial referente à Fazenda Água Grande, situada em Catu, neste Estado, apelamos para o Tribunal Federal de Recursos, baseados na falta de apoio legal para tal conceito restritivo e nas imposições, assim como nas características próprias, da técnica especializada da exploração do petróleo, aue repelem, por impossibilidade guase absoluta, uma definição e uma localização da servidão na propriedade superficiária, tendo o nosso recurso acolhimento unânime por aquele Egrégio Tribunal.\nO regime jurídico da servidão é. ao contrário do arrendamento, mais adaptável à fase de lavra, quando já há bons prognósticos sôbre determinada área, sendo usado na Região de Produção da Bahia, nas propriedades de efetiva exploração econômica superficiária.\nCompra — A aquisição de áreas necessárias aos trabalhos de pesquisa e lavra somente ocorre quando se tratam de pronriedades particulares de pequeno tamanho ou quando as áreas respectivas podem ser desmembradas da porção maior da propriedade, sem prejuízo de ordem econômica para a mesma, tendo em vista a sua destinação superficiária. Em qualquer das hipóteses, a compra somente se realiza em havendo real necessidade da execução de grandes trabalhos na área, com previsão de ampliações futuras e probabilidades de bons resultados petrolíferos. O sistema de compra, aliás, não é usado nos casos de penetração e ocupação das propriedades privadas na Região de Produção da Bahia, pelas razões expostas a seguir. •\nDesapropriação — É o sistema mais em uso, devido à natural oposição dos proprietários, que amparados pelo princípio constitucional da justa indenização e como conseqüência da lei da procura e da oferta são beneficiados com bons preços, frutos de razoáveis avaliações, além de fí-\ncarem isentos do pagamento do imposto de renda relativo ao lucro imobiliário, a que estariam sujeitos no caso de compra e venda.\nA desapropriação tanto pode ser total ou parcial, como amigável ou judicial. Apenas recorre-se ao âmbito judicial quando há oposição irre-movíveí do proprietário, sendo de caráter amigável a maioria das desapropriações realizadas pela Região de Produção da Bahia. A desapropriação será total ou parcial, dependendo da área necessária aos trabalhos de pesquisa e lavra e do tamanho da propriedade privada respectiva.\nQueremos, de logo, esclarecer que a desapropriação é também ado- . tada quando se verifica que, pelo regimen do arrendamento ou da servidão, os pagamentos das obrigações respectivas oneram de tal modo a Pe-trobrás, com o correr do tempo, que se torna mais vantajosa, econômh camente, a aquisição da propriedade.\nPara finalizarmos êste capítulo, salientamos que, além dos trabalhos de pesquisa e lavra, há ainda os serviços de transporte de petróleo por oleodutos que exigem, também, a penetração e a ocupação das propriedades privadas, serviços êsses sôbre os quais não nos referimos antes, nem nos estenderemos aqui, por serem os mesmos em muito menor número e de relativa estabilidade, porquanto depois de levada a efeito a sua execução (fase de movimentação e instabilidade) as tubulações repousam no solo das propriedades particulares, sem maiores perturbações para os seus proprietários, salvo ocasionais acidentes.\nO sistema adotado para os oleodutos é quase sempre o da servidão de passagem, com as restrições inerentes a essa conhecida espécie de direito real sôbre a coisa alheia.\nCAPÍTULO n\nPenetração, utilização e ocupação das propriedades privadas. Processo amigável. Prevenção e apuração de danos. Indenizações. Processo judicial.\nTôdas as vêzes em que há necessidade de penetrar-se na propriedade alheia, é lógico que se deve prèviamente solicitar licença, verbal ou escrita, do respectivo dono ou de quem o represente.\nNos casos de urgência imediata, tanto a solicitação como a licença poderão ser verbais, devendo-se, porém, sempre que possível, obter do proprietário autorização escrita e expressa, a fim de evitar futuros malentendidos e a série de desagradáveis conseqüências daí decorrentes.\nÉ, também, indispensável que os pedidos de autorização sejam bem claros, definindo-se, tanto quanto possível, os serviços a serem executados na propriedade, pois os mesmos poderão ser de ordem vária, a saber : efêmeros, como os trabalhos de geofísica; aleatórios, como os trabalhos de perfuração; permanentes, como os trabalhos de produção.\nA indicação, no pedido de autorização, da espécie de serviço a executar, evidentemente orientará o proprietário na decisão de dar ou não\na licença solicitada, que jamais deverá ser obtida por meios escusos, em respeito ao princípio constitucional que garante o direito de propriedade.\nNegada a autorização solicitada, caberá à Petrobrás requerer um mandado judicial em seu favor para penetrar, ocupar e utilizar a propriedade privada.\nA decisão do proprietário é que definirá qual dos processos : amigável ou judicial, será usado no caso.\nProcesso Amigável — Os trabalhos executados pela Região de Pro-• dução da Bahia vêm sendo, invariàvelmente, precedidos de solicitação de licença ao dono da propriedade respectiva, mediante carta do Superintendente, pela qual a Petrobrás se obriga a pagar os danos e prejuízos que causar.\nQuano a propriedade não é explorada economicamente ou quando os serviços a serem executados são de pequeno vulto e efêmeros, rarissima-mente é negada autorização pelos proprietários, os quais, entretanto, por uma questão de receio e de prevenção, quase nunca a concedem por escrito.\nQuando a' propriedade é explorada economicamente ou quando os serviços a serem executados requerem maior penetração e mais demorada ocupação, os proprietários somente permitem a realização dos trabalhos de petróleo, mediante o prévio estabelecimento de um plano de atuação superficiária, a fim de obterem o menor incômodo às suas próprias atividades e a menor perturbação à sua posse.\nTal exigência deve, evidentemente, ser bem acolhida pela Petrobrás, que, aliás, deveria sempre, paralelamente ao programa de seus trabalhos de subsolo em determinada área, organizar de logo, também, um plano dos necessário trabalhos de superfície, a fim de evitar, não somente um maior vexame ao proprietário, como também um maior raio-de-ação dos trabalhos superficiários e da respectiva ocupação do solo, decorrente de uma imprevidente, descabida e prejudicial dispersão, onerando a Petrobrás com maiores indenizações.\nOcorrendo danos à propriedade privada, causados pelos serviços de petróleo, os mesmos são vistoriados e avaliados pela Petrobrás, para pagamento da devida indenização ou para a sua devida reparação em espécies, dividindo-se tais danos em duas grandes classes : diretas e indiretas.\nOs danos diretos são aquêles de ordem material e física, comprova-damente causados pela Petrobrás a bens móveis, imóveis e semoventes.\nOs danos indiretos podem ser de origem material e física, comprova-damente causados por ação, negligência, imprudência, imperícia ou omissão da Petrobrás, porém de efeito remoto ou distante e posterior, ou de ordem econômica e financeira.\nComo exemplo de dano indireto, de ordem material e física, temos o caso de uma plantação resguardada de animais por meio de tuna cêrca de arame farpado, cuja cancela é deixada aberta (omissão e negligência) ou que é arrebentada, às vêzes, numa pequeníssima extensão (dano\ndireto), por onde, entretanto, penetram os animais para devastar tôda a plantação.\nOutro exemplo de dano indireto, de ordem material e física, encontramos no caso de uma edificação qualquer danificada pelas explosões dos trabalhos de geofísica, abalando os alicerces, os pisos e as paredes da edificação, com apresentação de fendas e rachaduras, cujos reparos obrigam a proceder-se a novos emboços, reboços, pinturas, substituição de materiais, etc.\nComo exemplo de dano indireto, de ordem econômica e financeira, temos os casos de lucros cessantes, contàbilmente comprovados ou teoricamente calculados, prejuízo que o proprietário sofre em conseqüência do dano direto causado pela Petrobras.\nAlém da indenização pelos danos diretos e indiretos, é ainda a Pe-trobrás obrigada a pagar uma taxa pela ocupação do solo da propriedade particular, ocupação essa que é medida, não apenas pela área estável de suas instalações, mas também pela área de movimentação de seus veículos e de passagem de suas tubulações, com as respectivas margens de proteção e restrições outras.\nDaí, a necessidade, atrás apontada, de planificação dos trabalhos de superfície, para evitar que se dispersem, desordenadamente, num demasiado raio-de-ação, estradas de rodagem, depósitos, casas de máquinas, sondas, tanques, tubulações, etc.\nOutrossim, a planificação deverá ter o cuidado de verificar a possibilidade de localizar certas instalações em determinadas áreas, já de propriedade da Petrobrás, ou de agrupá-las numa só área, bem como de estudar os traçados das estradas de acesso aos poços de petróleo, de modo a fazer coincidi-las, tanto quanto possível, com os caminhos públicos conhecidos por «estradas reais», ou a abri-las nos limites divisórios entre duas propriedades, procurando sempre evitar a multiplicação de rodovias dentro de uma mesma propriedade, o que muito a desvaloriza, principalmente sendo pequena, obrigando a Petrobrás a pagar maiores indenizações.\nBem sabemos que nem sempre é possível agir-se de tal modo; às vezes, porém, é preferível ir e voltar pela mesma estrada ou fazer-se uma estrada em curva, com maior percurso, do que tirar linhas retas e abrir rodovias em tôdas as direções dentro de uma propriedade particular.\nDa falta de uma planificação nesse sentido poderá decorrer o fato, aparentemente contraditório, mas verdadeiro e comprovado, de uma propriedade ser ocupada matemàticamente em pequena área, medindo-se os metros de superfície utilizada, e econômicamente em quase tôda sua área, tendo-se em vista os reflexos dos pesados e volumosos serviços da exploração do petróleo, com a sua grande, natural e inerente movimentação, sôbre a mesma propriedade.\nRealizada a vistoria na propriedade, são avaliados os danos materiais e físicos pelos valores em vigor no local, sendo os danos econômicos e financeiros baseaos em dados oficiais ou verídicos.\nQuanto à taxa de ocupação do solo, é a mesma calculada de acordo com os usos e costumes locais, sendo adotado, geralmente, na Bahia, o pagamento anual por tarefa, que corresponde a uma área de quatro mil trezentos e cinqüenta e seis metros quadrados (4 356 m2), ou sejam, sessenta e seis por sessenta e seis metros (66 m x 66 m), ou ainda, trinta braças por trinta braças (30 b. x 30 b.). O valor locativo de uma tarefa de terra varia muito, segundo a sua destinação e a qualidade da terra.\nÊsses os métodos e critérios que devem sei’ adotados nos casos de arrendamento e de servidão a propriedade alheia, os quais se podem resumir do seguinte modo :\na)\tpedido e obtenção de licença do proprietário;\nb)\tindenização por danos diretos e indiretos;\nc)\tpagamento de taxa de ocupação.\nNos casos de compra e de desapropriação, em regra apenas deveria caber o pagamento do preço respectivo, o qual deve basear-se nos valores correntes das terras, em função de sua destinação econômica, quer em qualidade rural (exploração agropecuária-industrial), quer em qualidade urbana (áreas loteáveis para fins de edificação). Entretanto, quase sempre acontece que a propriedade somente é comprada ou desapropriada, depois de penetrada, ocupada e utilizada pela Petróbrás, pelo que tem de computar-se, juntamente com o valor venal a propriedade, o valor dos danos passados à mesma causados pelos trabalhos de petróleo, por acaso ainda não indenizados, além da taxa de ocupação ão solo.\nIsso ocorrre, conforme já explicado no capítulo anterior, não somente porque é muito difícil a Petróbrás decidir, a priori, qual o regime jurídico a adotar de referência às propriedades privadas, como também porque os proprietários, em sua maioria, preferem permitir o início dos trabalhos petrolíferos e aguardar o resultado ou o progresso dos mesmos.\nDaí julgarmos desastrosa a adoção do sistema, já aventado na Região de Produção da Bahia, de comprarem-se, prévia e secretamente, áreas que de futuro deverão ser penetradas, ocupadas e utilizadas, evitando-se, assim, os altos preços requeridos pelos proprietários, ao saberem que se trata da Petróbrás, como adquirente, a qual, além de ter vital interês-se nas áreas respectivas, de onde poderá obter grande produção de petróleo ou de gás, é, pública e notoriamente, uma emprêsa poderosa, econômica e financeiramente.\nBaseamos a nossa opinião nos seguintes argumentos :\n1.9\t— Não cremos que elemento algum da Petróbrás tenha coragem de assumir a responsabilidade de comprar ou mandar comprar áreas ainda completamente desconhecidas, o que seria uma aventura, um risco, uma temeridade;\n2? — Assim sendo, somente poder-se-iam comprar as áreas já devidamente pesquisadas pelos serviços de geofísica, que penetram ostensi\nvamente nas propriedades, deixando nas mesmas sinais e marcas materiais de sua passagem;\n3.9\t— Dêsse modo, os proprietários ficariam prevenidos de que as suas propriedades já haviam sido pesquisadas pela Petrobrás, muito embora desconhecendo o resultado das respectivas pesquisas, tomando-se, naturalmente, desconfiados se alguém, por maior disfarce que usasse, surgisse a querer comprar tôdas as propriedades da Região;\n4? — Além da curiosidade inerente aos proprietários rurais e da facilidade dos mesmos em desvendar- segredos, dada a pequena população local, o fato de uma pessoa estranha e desconhecida candidatar-se à compra de uma ou de várias propriedades, seja qual fôr o motivo alegado, elevaria os preços das mesmas, de acôrdo com os efeitos tradicionais e inevitáveis da lei da procura e da oferta;\n5.9\t— Apesar de ser a Petrobrás considerada, por um lado, como uma emprêsa privada, não deixa de ser, por outro lado, uma emprêsa privada, não deixa de ser, por outro lado, uma emprêsa pública, como sociedade de economia mista, na qual a União Federal possui mais de cinqüenta por cento (50 %) do capital, motivo por que é constantemente alvo de comentários, críticas ou louvores, tendo sempre de dar satisfações e explicações ao público e às autoriades oficiais;\n6.9\t— Conseqüentemente, o que qualquer emprêsa eminente e essencialmente privada poderá fazer, sem ter de dar satisfações ou explicações a ninguém, à Petrobrás é moralmente vedado, pelo que seria passível de fortes críticas a adoção do sistema de compra, prévia e secreta, de propriedades privadas, quando descoberto tal (o que, mais cedo ou mais tarde, ocorrería), com alusões e suspeitas bastante desagradáveis para os elementos compradores.\nFinalmente, de referência ao processo amigável da penetração, ocupação e utilização as propriedades particulares, queremos salientar a existência de pequenos, porém difíceis problemas que, quando não causam grandes prejuízos aos proprietários, criam antipatia e adversidade dos mesmos contra a Petrobrás, por uma questão de ordem psicológica, per-feitamente explicável e compreensível.\nLinhas atrás, nos referimos aos danos diretos e indiretos que podem ser causados à propriedade privada^ inclusive dando alguns exemplos esclarecedores.\nAparentemente, o pagamento da indenização de tais danos resolvería a ocorrência. Entretanto, há casos em que os proprietários exigem menos o respectivo pagamento, do que providências urgentes e imediatas da Petrobrás para reparação em espécie dos mesmos danos e impedimento da ocorrência de novos danos. E se queixam e se aborrecem e se tornam agressivos, quando há demora na realização de tais providências.\nIsso ocorre quando, por exemplo, uma cêrca ou uma cancela é deixada aberta, arrebentada ou derrubada, ficando as propriedades expostas à fuga de seus animais e à penetração de animais estranhos às mesmas ou prejudicadas na sua organização interna.\nOs proprietários exigem uma reparação imediata do dano e reclamam contra a morosidade das providências da Petrobrás, alegando que, enquanto se despende largo tempo com o processo de vistoria, avaliações, informações internas e aprovação final para compra ou encomenda do material a substituir o danificado, ficam os pastos e as plantações em aberto, por vários dias e até meses, com fatal e séria agravação do dano inicial.\nDaí, surgem, paralelamente aos prejuízos reais, os efeitos psicológicos oriundos do fato de o proprietário assistir à devastação de uma plantação, que, às vêzes, lhe deu muito trabalho e sôbre cujos resultados êle estava vivamente interessado; à morte de animais que fugiram da propriedade então aberta; ao cruzamento de vacas selecionadas dentro de um regime de aprimorado melhoramento de raça, com touros de outra espécie; ao consumo de pastos reservados, de acordo com um programa racional de organização interna da propriedade, etc.\nEvidentemente, o pagamento da indenização devida em tais casos não resolve o problema, não sendo, é lógico, interessante para o proprietário, embora indenizado, estar a fazer alguma coisa para a Petrobrás desfazer, ficando sempre sob a ameaça da repetição da ocorrência dêsses dados.\nAlguns proprietários tratam, logo, de reparar suas cêrcas e cancelas danificadas ou de retirar o seu gado para outras fazendas, bem como de colocar vigias nas cancelas e porteiras, etc., a fim de evitar a agravação do dano inicial.\nMas, quando solicitam, além da indenização do dano principal, o pagamento de lucros cessantes, das despesas de transporte do gado, de aluguel e pasto, dos serviços de vigilância, etc., revoltam-se contra a oposição ou demora a Petrobrás em satisfazer a tais pagamentos.\nEm defesa de sua atitude, alega a Petrobrás o seguinte :\n1.’ — necessidade de vistoriar-se o dano, antes de qualquer providência;\n2.9\t— impossibilidade material de reparar, de modo urgente e imediato, certos danos;\n3.9\t— demora do proprietário em comunicar o dano e inatividade colaboracionista do mesmo;\n4.9\t— exorbitância das indenizações solicitadas.\nExecutados os casos dos itens l.« e 4.9, cujas alegações têm justo cabimento, pensamos que, no caso do item 2.9, a Petrobrás poderia autorizar, de logo, o proprietário, mediante prévio pagamento, a reparar imediatamente certos danos, como cêrcas, cancelas, etc., ficando êle como único e exclusivo responsável pela própria inércia, e, no caso do item 3.’, quem causou o dano deve tratar de comunicá-lo imediatamente ao seu superior hierárquico, bem como ao proprietário prejudicado, que muitas vêzes, estando distante do local, não pode tomar logo conhecimento da ocorrência, nem tem obrigação legal de colaborar na sua reparação.\nQuanto à demora da Petrobrás em tomar as necessárias providências e em efetuar o pagamento ads indenizações devidas, isto é uma questão de organização interna de emprêsa, que fica sempre responsável, única e exclusivamente, pelos reflexos, prejuízos e efeitos externos de tal demora.\nAliás, na Região de Produção da Bahia existe um Departamento de Obras (Debras) e um Serviço de Terras, incumbidos as aludidas providências.\nProcesso Judicial — Negada a aludida licença pelo proprietário ou recusando-se êste a arrendar, permitir servidão ou vender a sua proprie-ade, o único meio de penetração, ocupação e utilização da mesma será o apêlo à autoridade juiciária.\nNão se podendo, legalmente, forçar o proprietário a arrendar ou a vender a sua propriedade, têm-se de recorrer aos processos de servidão ou de desapropriação, e acordo com o Decreto-Lei Federal n.Q 3 365, de 21 de Junho de 1941.\nPara evitar-se demora na solução do processo judicial escolhido, pode-se requerer ao Juiz um mandado urgente, com prévia e provisória imis-são de posse, justificando-se a respectiva urgência e depositando-se o valor, total ou proporcional, da propriedade, constante do cadastro de lançamento na Coletoria Estadual para pagamento do imposto territorial-rural.\nAlém da justificação da urgência, deve-se anexar à petição inicial o Decreto que declara de utilidade pública a propriedade para tal fim, bem como certidão do aludido valor cadastral fornecida pela Coletoria Estadual e planta da área a incidir a servidão ou a desapropriar, com memorial descritivo da mesma.\nTendo-se em vista a natural e relativa morosidade dos serviços judiciários, essa medida preliminar e urgente obtém solução em cêrca de quinze (15) dias.\nConseguindo o mandado judicial, poderá a Petrobrás entrar na posse da propriedade, sem que caiba ao proprietário o direito de obstar ou restringir o cumprimento do referido mandado, podendo êle, tão somente, discutir o valor da indenização a receber, pois o depósito atrás aludido é uma méra caução, de efeito apenas fidejussório, moral e simbólico, mas que deve ser feito em dinheiro, podendo o proprietário levantar de logo oitenta por cento (80 %) do mesmo, tudo de acordo com a Lei n.‘- 2 786, de 21 de maio de 1956.\nSomente nos casos, excepcionalíssimos, de urgência imediata, decorrente de grave e iminente prejuízo para os trabalhos de petróleo, poderá a Petrobrás penetrar, sem licença do proprietário ou sem mandado judicial na propriedade alheia, assumindo, porém, integral responsabilidade por esta sua atitude!\nAlém de encontrar amparo no referido Decreto-Lei n.ç 3 365 e na citada Lei n.9 2 786 tanto para os casos de servidão (art. 40) como para\nos casos de desapropriação, a Petrobrás poderá fundamentar a sua ação judicial, de um modo geral, no Código de Minas, aprovado pelo Decreto n.9 1985, de 29 de Janeiro de 1940, e, de um modo especial, no Decreto-Lei n.9 3 236, de 7 de Maio de 1941, que alguns julgam haver sido revogado pela Lei n.9 2 004, de 3 de Outubro de 1953, quando nós pensamos que esta última lei (Artigo 6.9, Parágrafo Único) apenas derrogou, isto é, revogou em parte, por alteração implícita e explícita, aquela outra Lei.\nHá, ainda, a salientar o Decreto-Lei n.\" 9 499, de 12 de Julho de 1946, que modificou o artigo 23 do Código de Minas, onde, aliás, houve lamentável omissão do legislador, que deixou de considerar as atividades industriais e certas propriedades, admitindo, apenas, a exploração agropecuária, quando temos, por exemplo, o caso da Usina D. João, cuja atividade é evidente e comprovadamente agro-industrial.\nOutrossim, o citado Decreto-Lei n.’ 9 499 manda pagar, a título de indenização de servidão, conforme o item m do art. 23, quantia até o valor venal de tôa a propriedade, o que é um absurdo, pois neste caso à Petrobrás é preferível, por ser mais conveniente, adquirir tôda a propriedade mediante desapropriação, ficando dona, única e exclusiva, da mesma, o que não ocorre no caso de servidão.\nOs mesmos critérios adotados de referência aos processos amigáveis devem ser usados nos processos judiciais, respeitado o rito judiciário das vistorias e avaliações.\nTendo em vista os elevados valores atribuídos nos processos judiciais, decorrentes dos laudos rigorosos e minuciosos que o perito do Juiz, embora com tôda boa fé e honestidade, emite, é preferível adotar-se o processo amigável, mais vantajoso e menos arriscado, salvo de referência à situação moral da emprêsa, que fica sempre exposta a críticas de tôda espécie, de boa ou de má fé, principalmente em se tratando de vultosa indenização.\nCAPÍTULO m\nAspecto econômico-financeiro da exploração do petróleo para a Petrobrás, em relação às propriedades privadas. Investimento imobiliário e latifúndio. Aspectos de ordem econômico-social e de ordem fiscal-tributária. Males e beneficios. Soluções do problema.\nCobrindo-se do risco de adquirir propriedades superficiárias, cujo óleo extraído do subsolo não lhe compense o capital empregado nas respectivas aquisições, com o aprimoramento da técnica de pesquisa e lavra e com a prudência de não comprar propriedades cujas áreas não estejam ainda devidamente conhecidas e estudadas, não poderá, todavia, a Petrobrás evitar o problema econômico-financeiro de ir, gradativamente, adquirindo áreas e mais áreas, de acordo com o desenvolvimento e o progresso de seus trabalhos, vindo, em pouco tempo, a tornar-se grande latifundiária, além do vultoso investimento imobiliário que terá de fazer, desviando grande parte de sua receita ou de seu capital para tal fim.\nNão sendo usado o sistema de royalty, nem sendo possível adotar-se, sempre, o regime jurídico de arrendamento ou de servidão, não há outro jeito senão a Petrobrás adquirir as propriedades privadas, por compra ou desapropriação.\nTemos, pois, de enfrentar o inevitável problema do investimento imobiliário e o da constituição do latifúndio, com tôdas as suas consequências, procurando dar-lhe solução adequada.\t•\nQuanto ao referido investimento, se bem que não constitua, no momento, parcela ponderável no orçamento da emprêsa, êle tenderá, entretanto, a aumentar cada vez mais, conforme a expansão territorial dos serviços de petróleo.\nE, se por um lado, pode-se argumentar que tal investimento representa a aquisição de novas fontes de renda para a emprêsa, não se deve esquecer, por outro lado, que a lavra de petróleo, por poço produtor, tem sempre um índice decrescente, o que obriga constantemente a emprêsa a proceder a novas perfurações e, daí, a necessidade lógica de expansão territorial, com o ônus, não propriamente das novas áreas a adquirir, porém das áreas improdutivas ou esgotadas, já adquiridas anteriormente, as quais, embora integradas no patrimônio da Petrobrás, se constituirão, de futuro, em ativo imobiliário não rendoso, salvo se vendidas ou alugadas.\nPortanto, a solução desta parte do problema, referente ao investimento imobiliário, encontra, solução adequada, inclusive para a parte referente à constituição do latifúndio, na venda ou no arrendamento ulterior das áreas excedentes, por improdutivas ou esgotadas.\nPara isso, necessário se torna realizarem-se estudos especializados para elaboração de um planejamento e de projetos, a serem executados quando oportuno fôr.\nE tal planejamento e tais projétos, que requerem tempo para uma sábia elaboração, em virtude de sua complexidade, devem, ao nosso ver, ser de logo iniciados, a fim de que, quando chegar a oportunidade de sua execução, já estejam perfeita e completamente concluídos.\nHá, no caso, um ponto jurídico a resolver, qual seja o de saber se, desapropriados os imóveis pela Petrobrás, para seus serviços de pesquisa e lavra de petróleo, poderão ser ditos imóveis vendidos, a terceiros, sem respeitar-se o disposto no artigo 1150 do Código Civil, que assim reza :\n«A União, o Estado ou o Município, oferecerá ao ex-proprietário o imóvel desapropriado, pelo preço por que o foi, caso não tenha o destino, para que se desapropriou».\nTemos para nós que, apesar da destinação expressa contida no ato expropriatório, o passar do tempo e a superveniência de vários fatores, como sejam, aberturas de rodovias, loteamento, valorização natural, melhoramentos locais, etc., poderão justificar, juntamente com o aspecto social do problema, de que adiante trataremos, uma atitude da emprêsa em contrário ao disposto no transcrito artigo do Código Civil.\nO aspecto de ordem econômico-social de referência às regiões onde se adquirem propriedades privadas, para a realização de trabalhos de pesquisa e lavra do petróleo, consiste na destruição, no afastamento, na redução ou no retraimento de outras atividades, industriais, agro-industriais e agropecuárias, pela impossibilidade da coexistência, e em certos casos, da exploração do petróleo com tais atividades, quer pelo raio-de-ação daquela, quer pela competição de salários que ela cria.\nNessa fase inicial, que chamaremos de período de transição, poderão as entidades públicas perder a renda auferida da tributação dessas outras atividades e a coletividade local sofrer a falta da produção respectiva.\nAlém da possibilidade da queda das receitas tributárias das regiões petrolíferas, fica o povo sem leite, sem ovos, sem carne, sem frutas e sem outros produtos, antes existentes, essenciais à sua subsistência^, obrigado a importá-los de outras localidades a preços elevados ou, então, a pagar maiores preços pela redução da produção local, por fôrça da lei da procura e da oferta e como conseqüência, também, da competição de salários, face ao maior poder aquisitivo dos empregados da Petrobrás, ocorrência esta que já se está verificando em algumas zonas petrolíferas do interior do Estado da Bahia.\nA probabilidade de prejuízo para as rendas públicas nessa fase de transição econômico-social, juntamente com os precalços da adaptação ao novo período, posterior à exploração do petróleo, é o que constitui o aspecto fiscal tributário do asssunto.\nAo Município, de acordo com a legislação em vigor, cabe o imposto de indústria e profissão, de modo que, ocorrendo a queda de produção industrial e agropecuária num Município, êste perde a parcela da tributação respectiva e não pode lançar dito imposto sôbre a Petrobrás, em virtude da isenção fiscal à mesma. atribuída, muito embora a matéria ainda esteja em discussão nos Tribunais, sem jurisprudência firme e unânime.\nBem verdade é que com a intensificação dos trabalhos de petróleo em qualquer região, esta recebe um vultoso derrame de dinheiro, oriundo do pagamento da mão-de-obra e de material locais, o que, evidentemente, eleva o giro dos negócios e das transações.\nOutrossim, com a produção efetiva de petróleo, começam os Municípios a receber a participação que lhes foi concedida pela citada Lei Federal n.\" 2 004, calculada em um por cento (1 %) sôbre o óleo e gás extraído do subsolo situado em seu território, a qual representa, em quase todos os Municípios da Bahia, parcela maior do que a do imposto de indústrias e profissões que venham a perder. .\nPortanto, a perda fiscal-tributária que poderão sofrer os Municípios é relativamente curta, pois apenas ocorrerá no período de transição, sendo substituída, pouco tempo depois, pela referida participação sôbre a produção de óleo e gás de seu território.\n’ Quanto ao Estado, muito embora possa arrecadai' impostos sôbre mercadorias produzidas em outros Municípios e sôbre as importadas de outros Estados, sofrerá também, no período de transição, as conseqtiên-cias da queda de produção industrial e agropecuária decorrente da exploração do petróleo e não poderá tributar o óleo e o gás extraídos pela Pe-trobrás no seu território.\nTodavia, receberá a participação de quatro por cento (4 %) que lhe foi concedida pela citada Lei n.’ 2 004, alterada pela Lei n.’ 3 257, de 2 de Setembro de 1957.\nAlém disto, ambos — Estado e Município — receberão ainda os dividendos correspondentes ao valor das ações da Petrobrás, que também lhes foram concedidos pela mesma Lei, bem como a parte que lhes cabe no imposto único sôbre combustíveis arrecadado pela União, que assim passa à condição prática de coletor geral, retirando da tributação do dito imposto único a idéia de exclusão dos Estados e dos Municípios, que ficam apenas impedidos de lançá-lo e de arrecadá-lo, mas participam do mesmo.\nVê-se, pois, que sob o aspecto fiscal-tributário, o problema é tão somente de desequilíbrio eventual e transitório, cuja solução se encontra na Constituição Federal, na Lei n.’ 2 004 e na legislação do imposto único, surgindo os efeitos benéficos da tal solução com o correr do tempo.\nJá o problema econômico-social, que se apresenta com a exploração do petróleo afastando outras atividades locais, é de mais difícil solução e esta se acha intimamente ligada à do problema econômico-financeiro da Petrobrás referente ao investimento imobiliário.\nIsto porque, adquirindo a Petrobrás grandes áreas de terra num Município, não somente destrói, restringe ou afasta as explorações econômicas antes existentes, como também impede que outras surjam, principalmente as que requerem a utilização de terras, tanto para as suas próprias instalações, como para a obtenção de matérias-primas essenciais ao seu funcionamento.\nComo exemplo, poderemos apontar a hipótese de uma fazenda de gado, de produção de leite ou de carne, que exige boas pastagens e cêrcas divisórias internas e externas, ser adquiridas pela Petrobrás ou esta constituir na mesma uma servidão para realização de seus trabalhos, de grande raio-de-ação e de grande movimentação.\nPor fôrça da necessidade de penetrar, ocupar e utilizar as propriedades alheias, vai a Petrobrás constituindo servidões nas mesmas ou adquirindo-as de seus proprietários, que, no caso de servidão, ficam com a sua posse restringida e, no caso de aquisição, transferem tôda a sua posse à Petrobrás.\nÉ lógico que o problema econômico-social, de que estamos tratando, somente se apresenta quando a Petrobrás ocupa propriedades onde existe exploração agrícola, agroindustrial ou agropecuária.\nSeria ótimo se a exploração do petróleo apenas ocorresse nas propriedades incultas !\nInfelizmente, no Estado da Bahia, poi- uma lamentável coincidência, o petróleo só foi encontrado, até hoje, em sua maior parte, nas áreas de terras férteis, intensivamente exploradas pelos seus proprietários, com exceção da área dos poços submarinos, que cada vez mais se amplia na orla marítima do Recôncavo Baiano.\nComo prova do que acabamos de afirmar, vemos que a Região de Produção da Bahia opera a lavra efetiva de petróleo na zona chamada de «recôncavo», que, geologicamente, abrange os Municípios de Salvador, Camaçari, São Sebastião, São Francisco do Conde, Santo Amaro, Mata de São João, Pojuca, Catu, Alagoinhas e outros próximos à Baía de Todos os Santos, sendo as terras menos férteis e menos exploradas as dos Municípios de Salvador, Camaçari, parte de São Sebastião e Alagoinhas.\nPois bem 1 justamente nestes Municípios é que não deu petróleo em larga escala, salvo pouquíssimos poços de óleo e alguns de gás.\nNa zona de Mata-Pojuca-Catu é que se acha situada a bacia leiteira que abastece a capital do Estado e na zona de São Francisco do Conde-São Sebastião-Santo Amaro, onde estão localizados os campos de petróleo de Candeias, Paramirim e Dom João, é que se acha concentrada a produção canavieira que abastece as usinas de açúcar.\nPor aí se sente, de logo, a complexidade do problema e a dificuldade de sua solução, que somente poderá ser lenta, com base num plano de venda, pela Petrobrás, das áreas petroliferamente esgotadas ou excedentes das propriedades por ela adquiridas, conforme aludido linhas atrás.\nPor êsse plano a Petrobrás poderá lotear ditas áreas, dividindo-as em duas classes : terrenos para granjas, roças ou chácaras e terrenos para edificações urbanas, não sendo permitida a venda de grandes áreas a uma ' só pessoa, natural ou jurídica, a fim de impedir a constituição de novos latifúndios.\nOs respectivos loteamentos, rurais e urbanos, serão executados mediante a abertura de estradas e ruas, com base nas rodovias e nos arrua-mentos já existentes, procurando-se isolar as áreas dos poços e de outras instalações de petróleo e criando-se normas reguladoras da utilização dos lotes pelos compradores, com as naturais restrições que a exploração do petróleo venha a impor.\nAs granjas, roças ou chácaras deverão ter uma área nunca superior a cinqüenta mil metros quadrados (50 000 m2), ou sejam, cinco hectares (5 ha), pois as mesmas se destinarão ao criatório de aves, porcos e gado leiteiro e à plantação de pequenas culturas.\nOs lotes para edificação urbana deverão ter uma área saudável de cêrca de mil metros quadrados (1000 m2), a fim de que nos mesmos possam os seus compradores plantar árvores frutíferas e ornamentais, exigindo-se recuos mínimos das casas, na frente e nos lados.\nTal plano terá um grande sentido, um grande alcance e uma grande receptividade social, impedindo a formação de latifúndios e permitindo\nã constituição de pequenas propriedades dentro do poder aquisitivo da população.\nTanto na zona dos campos de Candeias, Paramirim e Dom João, como na zona de Mata-Pojuca-Catu, ambas possuidoras de terras férteis, estão sendo concluídas rodovias asfaltadas, já existindo ferrovias e abundante energia elétrica.\nAs fazendas dessas zonas, de propriedade privada, têm em média cêr-ca de mil (1 000) tarefas de terra, ou sejam, mais de quatrocentos hectares (400 ha), sendo de notar que há fazendas até com quinze mil (15 000) ’ .tarefas e muitas total ou parcialmente incultas e inexploradas, o que representa prejuízo para a coletividade.\nQuantas pessoas do local, ou de cidades distantes e até mesmo da capital do Estado, não desejariam adquirir um bom pedaço de terras férteis para explorar nas referidas zonas ?!\nEntretanto, os propiretários atuais ou não vendem as suas fazendas ou só vendem a totalidade de suas terras, o que, ao preço médio corrente de cinco mil cruzeiros (Cr$ 5 000,00) por tarefa, representa uma importância muito elevada para o poder aquisitivo da maioria da população, tanto rural, como urbana.\nPor exemplo, uma fazenda de quinhentas (500) tarefas, que é considerada pequena, no velho conceito da propriedade rural, custaria, por aquêle preco unitário, dois milhões e quinhentos mil cruzeiros (Cr$ 2 500 000,00) !\nDividida, porém, a mesma fazenda em lotes, uma boa granja, com cinco (5) tarefas, poderá custar cêrca de trezentos mil cruzeiros (CrS 300 000,00) e um lote de terreno para edificação poderá custar menos de dez mil cruzeiros (CrS 10 000,00), o que está ao alcance dos recursos financeiros da população em geral.\nE quem comprar uma área para granja, certamente será para explorá-la intensivamente, assim como quem comprar um lote de terreno será para construir de logo no mesmo, sendo necessário, para defesa dessa espécie de compradores e para implantação do princípio, altamente social, de amparo e fomento à pequeno propriedade, que se impeça, como já dito, a venda de grandes áreas a uma só pessoa, a fim de evitar-se a outra espécie de compradores, qual seja a daqueles que compram para esperar valorização e vender, mais tarde, por preços elevados e com bons lucros, os lotes comprados.\nA par de um planejamento adequado, deverá a Petrobrás estudar, também, a possibilidade de vender os lotes em prestações módicas a prazo médio, o que facilitará, ainda mais, a solução do problema, assim como obter o apoio e a colaboração dos Poderes Públicos (Federal, Estadual e Municipal), seja pela concessão de isenção de tributos durante o prazo do pagamento em prestações, seja pela concessão de vantagens e benefícios oriundos das repratições de objetivos rurais.\nPara tanto, será indispensável que a Petrobrás crie um departamento especializado ou uma emprêsa subsidiária, a fim de evitar a prejudicial dispersão de esforços, de técnica e de sentido no seu próprio objetivo específico, que é, primordialmente, a exploração do petróleo.\nJá há, relativamente a isso, um órgão embrionário na Região de Produção da Bahia, qual seja o Serviço de Terras, que, todavia, se ressente do pessoal necessário e de orientação adequada para realizar um trabalho de tal envergadura, além de achar-se o dito Serviço comprometido com os trabalhos constantes de vistorias, avaliações e providências, outras, ' decorrentes da penetração das propriedades privadas e dos danos causados às mesmas pela Petrobrás.\nDeixamos de abordar aqui a idéia de colonização estrangeira por julgarmos a mesma condenável no caso, estando implicitamente prevista no plano a que aludimos a colonização nacional.\nTambém deixamos de apreciar a idéia de arrendamento das áreas improdutivas, esgotadas e excedentes, petroliferamente, por julgarmos mais conveniente, quer para a Petrobrás, quer para o público em geral, o regime de venda.\nPara finalizarmos esta despretensiosa monografia, devemos salientar que, no Campo de Dom João, a adoção de um equilibrado regime de servidão, tem permitido, não somente a manutenção da antiga cultura canavieira, como também o seu desenvolvimento, devido principalmente às rodovias abertas pela Petrobrás, numa demonstração prática da possibilidade da coexistência harmônica das suas atividades, sem prejuízo algum para as usinas de açúcar e para os plantadores locais, nem para as rendas tributárias do Município, nem para a coletividade.\nOutrossim, queremos salientar que, além dos benefícios diretos (obras de utilidade pública) e indiretos (derrame de dinheiro) que a Petrobrás propicia às regiões onde realiza seus trabalhos, poderão os Municípios e o Estado, dentro de um plano racional de aplicação das quotas de participação da produção local de petróleo, criar uma situação de progresso jamais alcançada anteriormente, para a qual muito poderá concorrer, ainda a Petrobrás, com o aludido plano de venda de lotes urbanos e rurais.\nOrganizando-se em bases sólidas e adequadas e adotando sistemas e critérios práticos, rápidos e eficientes, para justa e acertada solução, quer dos problemas presentes, quer dos futuros, relativamente à penetração, ocupação e utilização das propriedades privadas, tanto de referência aos direitos dos proprietários particulares, como de referência aos interêsses dos poderes públicos e da coletividade, a Petrobrás ganhará simpatias e louvores, adquirirá maior solidariedade na luta pela emancipação econômica do País e concorrerá para o progresso material, econômico e financeiro de várias localidades ou regiões do País.\nEm última análise, com o passar dos anos, terá feito obra eminentemente social e meritória, além do seu principal objetivo de dar petróleo ao Brasil, produzindo-o em quantidade suficiente ao consumo nacional e, quiçá, em volumes excedentes para exportação."}]}}}