{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06592"}, {"@name": "filename", "#text": "11139_ulfc106234_tm_Joana_Pereira.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de Lisboa\nFaculdade de Ciências\nDepartamento de Geologia\nLISBOA^\nUNIVERSIDADE OE LISBOA\nSuspended particulated matter dynamics and related oceanographic processes in the Moroccan NW shelf (between 34°N and 35.5°N parallels)\nJoana Ribeiro Silva Pereira\nDissertação\nMestrado em Ciências do Mar\n2013\nUniversidade de Lisboa\nFaculdade de Ciências\nDepartamento de Geologia\nLISBOA\nUNIVERSIDADE DE LISBOA\nSuspended particulated matter dynamics and related oceanographic processes in the Moroccan NW shelf (between 34°N and 35.5°N parallels)\nJoana Ribeiro Silva Pereira\nDissertação\nMestrado em Ciências do Mar\nOrientadores: Prof. Doutor Mário Albino Pio Cachão (FCUL)\nDoutora Anabela Tavares Campos Oliveira (IH)\n2013\nTable of Contents\nFIGURE INDEX\t3\ntable index\t7\nacknowledgments\t9\nabstract\t11\nRESUMO\t13\nCHAPTER 1: INTRODUCTION AND OBJECTIVES\t17\nCHAPTER 2: METHODS\t19\nI\t- Data collection\t19\nII\t- CTD data PROCESSING\t20\nIII\t- Water Samples - SPM determination\t21\nA - Laboratory work\t21\nIV\t- Nephelometry data - FTU to inferred SPM concentration\t23\nA - RELATION FTU VS. SPM CONCENTRATION\t24\nV\t- Barotropic tide modelling\t25\nCHAPTER 3: GENERAL ENVIRONMENTAL OVERVIEW AND REGIONAL SETTINGS 27\nI\t- Studyarea\t27\nII\t- LOUKKOS RIVER\t28\nIII\t- Quaternary evolution and actual continental shelf Sedimentary Facies\t28\nIV\t- ATMOSPHERIC FORCING\t30\nV\t- CLIMATOLOGY\t31\nVI\t- REGIONAL HYDROLOGY\t32\nVII\t- CIRCULATION PATTERN\t33\nVIII\t- Waves and tides\t36\nIX\t- Suspended sediment composition\t37\nA - BIOGENIC COMPONENT\t37\nB -\tPhytoplankton\t38\nC -\tNannoplankton\t38\nD -\tMicroplankton\t38\nE -\tCocospheres vs. coccolith model\t39\nX\t- Buoyancy Frequency and the water column stability - Internal Waves\t40\nA - Pycnocline and internal waves\t40\nXI\t- CHLOROPHYLL\t42\nA - Vertical distribution\t42\nXII\t- NEPHELOMETRY - SNL'S, INL'S AND BNL'S\t42\nCHAPTER 4: RESULTS_______________________________________________________45\nXIII\t- CLIMATOLOGY\t45\nA - Meteorological conditions\t45\nB - OCEANOGRAPHIC CONDITIONS - WAVES, TIDES AND CURRENTS\t49\nXIV\t- Water Masses\t50\nXV\t- LOUKKOS ADJACENT SHELF HYDROLOGICAL SECTIONS\t54\nA -\tTemperature Profiles\t54\nB -\tSalinity Profiles\t60\nC -\tDensity\t66\nD -\tFLUOROMETRY\t71\nE -\tSPM Concentrations\t76\nF -\tBrUNT-VAISSALA FREQUENCY (CYCLES/H) VS. SPM CONCENTRATIONS (MG/L)\t81\nG -\tIWS RESULTS\t87\nH -\tCalcareous Nanofossil assemblage\t87\nCHAPTER 5: DISCUSSION_______________________________________________________91\nCHAPTER 6: CONCLUSIONS - CONCEPTUAL MODEL OF THE REGIONAL DYNAMICS\nAND SPM TRANSPORT_____________________________________________95\nI - Future Works\t96\nAPPENDIX__________________________________________________________97\nREFERENCES______________________________________________________99\nFigure Index\n19\nFigure 1: CTD sections off Loukkos river mouth. Stations where nannofossil analyses were performed are marked in magenta.........................................................18\nFigure 2- Photo of the Rosette coupled with the CTD equipment ,\nFigure 3 - Coccolithophores counting using a petrographic optical microscope with the amplified sample (FCUL- NannoLab).................................................................22\nFigure 4 - Sample view through petrographic optical microscope. The red arrows mark some examples of cocoliths (a) and coccospheres (b)..........................................23\nFigure 5- Correlation between water turbidity in FTU measured by the nephelometer and SPM concentrations (g/l) determined in water samples. Color coding is used according to sampling depth..........................................................................24\nFigure 6 - Previous numerical model domain (the West-Iberian Region). Global tide solutions were forced at the open boundaries. These limits were selected in order to guarantee a homogeneous deep-ocean condition (distant from important topographic structures). Black squares indicate tide-gauges and gray circles the current-profile dataset locations, used to validate model results. The white dashed line delimits the study domain. Source: Quaresma and Pichon (2011)..............................................................26\nFigure 7- Study area: Moroccan NW continental shelf with special focus on the Loukkos river area of influence. (Source: Google Earth version 7.0.3.8542. 4b. Image date: 10/04/2013). . 27\nFigure 8\t- Larache and Loukkos river view from the sky.\nSource: http://ancor.canalblog.com/albums/larache/photos/24709470-larache_map.html..........................................\nFigure 9 - Continental shelf sedimentary facies cartography Source: DPDPM\nFigure 10- Climate classification after a reduced Koppen scheme applied to the CRU TS2.1 data (K. Born et al., 2008)..................................................................32\nFigure 11- TS diagram showing the different water masses SW, SAW, NACW, MW and NADW from all the stations of the Macroscale leg during GOLFO 2001 survey. (Criado-Aldeanueva et al., 2006)..............................................................................33\nFigure 12- Classical upwelling scenario in the Northern Hemisphere with a wind blowing along a coast on its left. Source: W Peterson (1998)............................................34\nFigure 13\t- Upwelling regime in the NW African Coast (Moroccan coast).\nSource: Javier Aristegui (2009) and Hagen (2001).............................35\nFigure 14 - Amplitudes (black lines, in centimeters) and phases (grey lines, in degrees) of the M2 tidal constituent. Source: Fortunato et al. (2002)......................................36\nFigure 15 - CTD station numbering scheme for cruise HM09\nFigure 16 - Meteorological conditions at Larache for the week of May 24th through 30 th,2009\nSource: WunderGround.com ....................................................46\n28\n30\n45\nFigure 17 - Meteorological conditions at Larache for the week of May 31th through June 6 th,2009\nSource: WunderGround.com................................................47\nFigure 18 - Meteorological conditions at Larache for the week of June 7th through 13th,2009 Source:\nWunderGround.com................................................................47\nFigure 19 - Meteorological conditions at Larache for the week of June 14th through 20th,2009\nSource: WunderGround.com .......................................................48\nFigure 20 - Wind field and surface seawater temperature at 11th June 2009. Source: Martins and\nVitorino (2012).................................................................48\nFigure 21- Wind field and surface seawater temperature at 18th June 2009. Source: Martins and\nVitorino (2012).................................................................49\nFigure 22 - Tidal variability eclipses. Source: Martins and Vitorino (2012)..................49\nFigure 23 - 10 m deep current field, on the 21 June 2009, for the study area. Source: Martins and\nVitorino (2012)..................................................................50\nFigure 24 - TS diagram of sections 1 to 9 with the corresponding isopycnical lines...........51\nFigure 25 - Temperature, salinity and density profiles for Station 141 (nearest station to Loukkos\nRiver inlet -section 5)..........................................................52\nFigure 26 -Temperature, salinity and density profiles for Station 1 (offshore station of section 1). 53\nFigure 27 -\tTemperature profiles\tmeasured on June\t13 2009 in sections 1 and 2...............55\nFigure 28 -\tTemperature profiles\tmeasured on June\t14 2009 of sections 3 and 4...............55\nFigure 29 -\tTemperature profiles\tmeasured on late\tJune 14 2009 and in the early hours of June 15\n2009 of sections 5 and 6.........................................................56\nFigure 30 -\tTemperature profiles\tmeasured on June\t15 2009 of sections 7 and 8...............57\nFigure 31 -\tTemperature profiles\tmeasured on June\t15 2009 of section 9......................58\nFigure 32 - Temperature distribution at 10 dbar represented for the entire study region......59\nFigure 33 - Temperature distribution near the bottom represented for the entire study region.60\nFigure 34 - Salinity profiles measured on June 13 2009 of sections 1 and 2...................61\nFigure 35 - Salinity profiles measured on June 14 2009 of sections 3 and 4...................61\nFigure 36 - Salinity profiles measured on late June 14 2009 and in the early\thours of June\t15 2009\nof sections 5 and 6..............................................................62\nFigure 37 -\tSalinity profiles measured on June 15 2009 of sections 7, 8.....................63\nFigure 38 -\tSalinity profiles measured on June 15 2009 of section 9.........................64\nFigure 39 -\tSalinity distribution at 10 dbar represented for the entire study\tregion......65\nFigure 40 -\tSalinity distribution near the bottom represented for the entire\tstudy region...65\nFigure 41 -\tDensity profiles\tmeasured on June\t13 2009 of sections 1 and 2...................66\nFigure 42 -\tDensity profiles\tmeasured on June\t14 2009 of sections 3 and 4...................67\nFigure 43 -\tDensity profiles\tmeasured on late\tJune 14 2009 and in the early hours of June 15 2009\nof sections 5 and 6..............................................................67\nFigure 44 -\tDensity profiles\tmeasured on June\t15 2009 of sections 7and 8....................68\nFigure 45 -\tDensity profiles\tmeasured on June\t15 2009 of section 9..........................69\nFigure 46 - Density distribution at 10 dbar represented for the entire study region.........70\nFigure 47 - Density distribution near the bottom represented for the entire study region....70\nFigure 48 -Fluorometry profiles measured on June 13 2009 of sections 1 and 2.................71\nFigure 49 -\tFluorometry profiles\tmeasured on June\t14 2009 of sections 3 and 4..............72\nFigure 50 -\tFluorometry profiles\tmeasured on late\tJune 14 2009 and in the early hours of June 15\n2009 of sections 5 and 6........................................................72\nFigure 51 -\tFluorometry profiles\tmeasured on June\t15 2009 of section 7 and 8...............73\nFigure 52 -\tFluorometry profiles\tmeasured on\tJune\t15 2009 of section 9................74\nFigure 53 -\tFluorometry distribution at 10 dbar represented for the entire study region....75\nFigure 54 -\tFluorometry distribution near the bottom represented for the entire study region.75\nFigure 55 -\tSPM concentrations profiles measured on June 13 2009 of sections 1 and 2.......76\nFigure 56 -\tSPM concentrations profiles measured on June 14 2009 of sections 3 and 4.......77\nFigure 57 - SPM concentrations profiles measured on late June 14 2009 and in the early hours of\nJune 15 2009 of sections 5 and 6................................................77\nFigure 58 -\tSPM concentrations profiles measured on June 15\t2009 of section 7 and 8........78\nFigure 59 -\tSPM concentrations profiles measured on June 15\t2009 of section 9..............79\nFigure 60 -\tSPM concentrations distribution at 10 dbar represented for the entire study region. ... 80\nFigure 61 - SPM concentrations distribution near the bottom represented for the entire study\nregion..........................................................................80\nFigure 62 - Brunt-Vaissala frequency versus SPM concentrations for section 1..................82\nFigure 63 - Brunt-Vaissala frequency versus SPM concentration for section 2...................82\nFigure 64 -\tBrunt-Vaissala frequency versus nephelometry for section 3.....................83\nFigure 65 -\tBrunt-Vaissala frequency versus nephelometry for station section of section 4..83\nFigure 66 -\tBrunt-Vaissala frequency versus nephelometry for section 5.....................84\nFigure 67 -\tBrunt-Vaissala frequency versus nephelometry for section 6.....................84\nFigure 68 -\tBrunt-Vaissala frequency versus nephelometry for section 7.....................85\nFigure 69 -\tBrunt-Vaissala frequency versus nephelometry for section 8.....................85\nFigure 70 -\tBrunt-Vaissala frequency versus nephelometry for station section of section 9..86\nFigure 71 - Tidal Barotropic Forcing Term calculated for the study region...................87\nFigure 72 - Nano concentrations vs. SPM concentrations. Orange squares represent the 5dbar coccolith samples; brown circles stand for lithos bottom samples. Coccospheres counted in the surface samples are represented in yellow while diatoms and dinoflagellates are represented by the cyan star...............................................................88\nFigure 73 - Lithos and coccospheres standard deviations plotted against each other..........89\nTable Index\nTable 1 - CTD sensors characteristics of General Oceanics MK IIIC of Instituto Hidrográfico (adap. 00201 MARK IIC/WOCE CTD UWV manual, 1994).........................................................20\nTable 2- Definition of classes of the reduced Koppen climate classification. T is the mean monthly temperature in 2m height above ground, Prec is the annual precipitation sum. Max / Min T indicate the warmest and coldest month in the mean annual cycle. (K. Born et al., 2008)... 31\nTable 3- Plankton classification - adapted from Oliveira (2001)..........................................37\nAcknowledgments\nI wish is to thank to all who helped me and made this work possible, without them I could not have completed this thesis.\nA special thanks to the Instituto Hidrográfico (IHPT) in person of Chief Director, Rear Admiral Silva Ribeiro, for all the facilities given that made this thesis realization possible since the beginning. I would like to thank the Marine Geology division, especially Aurora Bizarro that has given me the opportunity to work with and be part of so excellent team works.\nI would like to thank Anabela Oliveira for her scientific orientation, critical judgement, friendship and good moments. A special thank to Ana Isabel Santos who helped me with her critical judgement pushing me to another level and for her friendship.\nI would like to thank to João Vitorino for gently given me the treated data, essential to realization of this work, which without these I would never be able to complete it. I also would like to thank to Inês Martins who gently provided me important material of the study area.\nI would like to thank to Lieutenant Luís Quaresma for his extraordinary help and information ceded on Internal Waves matter, crucial for this work development and conclusions.\nI would like to thank Professor Mário Cachão for his scientific orientation and for helping me to start on Nannoplankton analysis.\nI would like to thank the Faculdade de Ciências da Universidade de Lisboa, especially the Geology Department and Paleolab and Nannolab, for the facilities and conditions given.\nI would like to thank to Diogo and his family, Laíse, mom and dad, my aunt Céu and my little cousins, Tiago and Tomás, for all the comfort and happy thoughts and for given me the strength to finish this thesis.\nAbstract\nIn June 2009 Instituto Hidrográfico (IHPT) conducted a multi-disciplinary survey of the NW Atlantic Margin of Morocco, onboard NRP “Almirante Gago Coutinho” (cruise HM09). This cruise served several objectives and was integrated by project HERMIONE and by a project of cooperation between Portugal and Morocco. During this cruise, CTD (Conductivity, Temperature and Depth) observations were performed across nine sections in the inner/middle Moroccan shelf, off the Loukkos river mouth, perpendicular to bathymetry orientation.\nThe multidisciplinary work aims to understand and explain the prevailing physical processes and sediment dynamics at the inner/middle continental shelf adjacent to the Loukkos river mouth and basin. This work main objective is to infer a conceptual dynamic model of the study region, considering local and seasonal events, observed during the cruise time (summer time).\nSince ocean dynamics are not strictly physical, geological or biological but, instead being the result of several and different processes, diverse methodologies were used since CTD data acquisition to data treatments. Physical variables, such as temperature, salinity, density and Brünt-Vaissala Frequency were treated as geological and biological approaches (Suspended Particulated Matter; Chlorophyll-a concentrations analysis and nannoplankton couting) were also considered.\nNannoplankton, here used as water masses tracer, also gave crucial information about the ocean dynamics (resuspension and water column transport). Using the (cocco)liths versus (cocco)spheres model, it was possible to infer bloom and decline phases of the most important species present in the study area.\nResults show that the observed locally changes on wind field direction and intensity changed oceanic dynamics, causing locally cyclic upwelling events with alternation between mature upwelling state and less intense upwelling conditions. The study region is also under the influence of IWs propagation over the slope and shelf. These features deeply affected the water column, being strongly energetic to resuspend the bottom sediments, which is coherent with the existence of BNL and SNL found in the SPM concentration analysis. Concentration analysis also shows that the most affected area by the IWs is the inner/mid-outer shelf boundary, with higher values of SPM concentrations, since easily removed, very fine and well-sorted sediments compose this area.\nIn the other hand, chlorophyll-a results are in conformity with the Navarro et al. (2006) model, being closely related with the 26.66 kg.m-3 isopycnical, which marks the initial location where the maximum nutrient gradient is when the spring-summer season begins.\nKeywords: upwelling, IWs, nepheloid layer, chlorophyll-a\nResumo\nEm Junho de 2009, o Instituto Hidrográfico organizou um cruzeiro multidisciplinar no Atlântico ao longo da margem da costa NW Marroquina, inserido no projeto europeu Hermione, a bordo do NRP “Almirante Gago Coutinho\". Durante este cruzeiro, foram realizadas medições de CTD ao longo de 9 secções perpendiculares à batimetria, constituídas por 73 estações, distribuídas ao longo da plataforma continental marroquina e próximas da embocadura do Rio Loukkos. Foram feitas colheitas de água junto á superfície (aos 5m) e junto ao fundo que foram, posteriormente, filtradas para análise. A área de estudo encontra-se entre as latitudes 34° N e 35.5° N, localizada entre as zonas áridas do deserto do Sahara e as regiões moderadas do Mediterrâneo e Atlântico. É uma zona de clima moderado com uma estação seca de verão (mediterrânica com influência oceânica), caracterizada por taxas elevadas de evaporação e baixos valores de precipitação. O estuário do Loukkos é um dos maiores estuários de Marrocos, que devido ao seu caudal (valor médio aproximadamente 500 ls-1), gera uma vasta atividade económica ligada à agricultura.\nNa plataforma interna-média, a profundidades inferiores a 50 m, constituindo o prisma de acreção continental é possível encontrar um depósito de areias terrígenas, muito bem calibradas e finas. A plataforma média-exterior, entre os 55 - 120 m de profundidade, é constituída por um depósito lodoso muito bem calibrado.\nAs medições foram efectuadas de 13 a 15 de Junho de 2009, em que as condições meteorológicas observadas, na semana anterior à do cruzeiro e nos primeiros dias deste, eram de vento estável e predominantemente do quadrante norte (favoráveis ao upwelling) com intensidades rondando os 30 km/h. No entanto, durante o cruzeiro, foram registadas pequenas flutuações no campo de vento para sul com uma pequena atenuação na intensidade do vento nos dias 31 de Maio, 2, 7 e 9 de Junho. Martins &amp; Vitorino (2012) usaram medições efectuadas por correntómetros e perfis de CTD para caracterizarem o padrão de circulação sub-inercial da margem NW marroquina. O padrão complexo de circulação de superfície mostra uma corrente N-S paralela e junto à costa e a interação da recirculação da corrente dos Açores com o jacto de upwelling. A zona de estudo é dominada pela componente semi-diurna da maré (M2). No que diz respeito às massas de água, sendo as medições efectuadas apenas na plataforma continental até uma profundidade aproximada de 220 m, a única massa de água propriamente dita presente na área de estudo é a North Atlantic Central Water (NACW). Nas camadas superficiais é ainda possível distinguir-se duas “massas de água\" com características distintas, Surface Atlantic Water (SAW), resultante da modificação da NACW por interações ar-oceano e a Warm Shelf Waters (SW) resultante da SAW e influenciada por processos da plataforma continental como aquecimento e inputs de água doce.\nPara a realização deste trabalho foram tratados dados de temperatura, salinidade, densidade, frequência de Brünt-Vãissãla, nefelometria, fluormetria recorrendo ao software Grapher 9.0 e Surfer 8.0 (Golden Software). Determinou-se a correlação entre os resultados de nefelometria (turbidez da água), obtidos pelo sensor acoplado ao CTD, e as concentrações obtidas pelas\nfiltragens realizadas ao longo da coluna de água, utilizando como resultados os valores da concentração de matéria particulada em suspensão na coluna de água (SPM - suspended particulate matter concentrations).\nA contagem de nanoplâncton, de 6 estações estrategicamente escolhidas, foi realizada utilizando os filtros de superfície e junto ao fundo e recorrendo a um microscópio petrográfico no NanoLab da FCUL.\nOs resultados obtidos de temperatura, densidade e salinidade mostram que, devido às oscilações meteorológicas observadas a área de estudo, esta esteve sobre a influência de eventos cíclicos de upwelling, com a alternância entre estados maturos e upwelling menos intenso. Não foi possível observar-se a assinatura do Rio Loukkos na bacia oceânica adjacente já que o seu caudal, além de controlado por barragens, nesta estação do ano, é fortemente reduzido devido à elevada taxa de evaporação e à quase não ocorrência de eventos pluviosos, características do clima da região.\nAs estações 1, 2 e 5 registaram um evento de upwelling maturo com o jacto de upwelling a chegar à superfície, interrompendo-a, e deflectindo para offshore a água das camadas superficiais.\nNas restantes estações, verificou-se uma atenuação do estado de upwelling com a presença do jacto a ascender à superfície, contudo, sendo observado a profundidades superiores. Este enfraquecimento está inteiramente ligado à deflexão do campo de vento para S-SW (direcção não favorável) e ao decréscimo da velocidade do vento.\nEstando esta área em particular da costa NW marroquina inserida ainda na Westerly Wind Zone (zona de ventos predominantes de Oeste), as condições para a formação e duração de eventos de upwelling são muito similares às observadas na costa Portuguesa, com a exceção de que na bacia oceânica adjacente ao Loukkos, no verão, não é possível observar-se a assinatura fluvial do rio Loukkos.\nEsta região está, ainda, sobre a influência de ondas internas e da sua propagação na vertente continental, assim como na plataforma continental, que origina pulsos de correntes com velocidades suficientemente elevadas capazes de resuspender os sedimentos de fundo. As ondas internas são facilmente detectadas nos perfis de temperatura, salinidade, densidade e, particularmente, no perfil de clorofila-a (perfil de fluorometria) onde as camadas de água aparentam uma forma ondulatória.\nOs resultados de concentração de SPM relevaram a presença de uma camada nefeloíde de fundo, em toda a zona de estudo, desde os 20 m de profundidade até aos 120 m, aproximadamente, compreendo a plataforma interna-média e a plataforma média-exterior. Valores máximos de matéria particulada em suspensão foram observados na fronteira entre estes dois depósitos sedimentares já que esta é constituída por depósitos muito finos e bem calibrados, facilmente remobilzados e transportados na coluna de água. É também possível observar-se uma camada\nnefeloíde de superfície, localizada junto e ao longo da linha de costa, com valores inferiores de SPM, possivelmente relacionados com o jacto de upwelling.\nApesar de as colheitas de água não ter sido realizadas a profundidades ideais para a análise de nanoplâncton, os resultados obtidos demonstram, de uma maneira geral, que as espécies dominantes eram E. huxleyi e G. muellarae e, que na altura da colheita, existiam litos em maiores quantidades do que cocosferas da respectiva espécie. Foi possível também depreender que as espécies E. huxleyi e G. muellarae se encontravam em bloom enquanto que a espécie G. ericsonii estava, muito certamente, numa fase de declínio.\nPalavras Chave: upwelling, Ondas Internas, Camada nefelóide, clorofila-a\nChapter 1: Introduction and Objectives\nUnderneath the waves our seas are home to some of the most spectacular ecosystems on Earth. Ecosystems such as cold-water coral reefs and hydrothermal vents support a huge diversity of life that is both beautiful and alien, but also vulnerable to the impacts of climate change and human activities. The European HERMIONE project focused on investigating these and other ecosystems, including submarine canyons, seamounts, cold seeps, open slopes and deep basins. Scientists from a range of disciplines researched their natural dynamics, distribution, and how they interconnect. The scientists also wanted to find out how these ecosystems contribute to the goods and services we rely on, and how they are affected by natural and anthropogenic change. A major aim of HERMIONE was to use the knowledge gained during the project to contribute to EU environmental policies. This information can be used to create effective management plans that will help to protect our oceans for the future. (http://www.eu-hermione.net/)\nIn June 2009 Instituto Hidrográfico (IHPT) conducted a multi-disciplinary survey of the NW Atlantic Margin of Morocco, onboard NRP “Almirante Gago Coutinho” (cruise HM09). This cruise served several objectives and was integrated by project HERMIONE and by a project of cooperation between Portugal and Morocco (FCT/CNRST). The NW Moroccan continental shelf was soon recognized by HERMIONE partners as an area of interest, due to its close affinity to the Iberian shelf and its proximity to the Gulf of Cadiz. One of the main goals of the work program was to characterize the different physical processes that act on the Moroccan continental slope and adjacent shelf, in the area of the El-Arraiche Mud Volcano field, during summer. During this survey, one of the components included CTD (Conductivity, Temperature and Depth) observations in nine sections in the inner/middle Moroccan shelf, off the Loukkos river mouth, perpendicular to bathymetry orientation (Figure 1).\nThe main objective of this survey was to understand and observe the prevailing physical processes and sediment dynamics at the inner/middle continental shelf adjacent to the Loukkos river mouth and basin. However, this particular thesis is a Master's degree final project in the area of Ocean Sciences, a multidisciplinary course. Therefore, it has several implicit objectives inherent to the master's program itself, such as the studying of several fields of expertise and the crossing of different types of data and data management and processing. As a result, in order to understand the pattern of the suspended particulate matter (SPM) in the water column or the processes involved in bottom sediment ressuspension, both coccolithophore and diatomaceous species were considered for water masses tracing; as proxies of SPM dynamics. Nannofossil data will be used to corroborate bottom sediment resuspension processes observed in CTD data (nephelometry/turbidity and with water column content in chlorophyll-a/fluorometry).\n36.2\nSPAIN\n36-\n-3500\t-2000\t-1300\t-900\t-500\t-175\t-75 m\nGeneral Bathymetric Chart of the Oceans (GEBCO)\n-------------------\n200\n35.8-\n35.6-\n35.4-\nMOROCCO\n35.2-\nHM09 Loukkos Survey\n35-\n\n34.8+\n7\nFigure 1\n6.8\t6.6\t6.4\t6.2\t6\t5.8\t5.6\n0 W (WGS84)\n: CTD sections off Loukkos river mouth. Stations where nannofossil analyses were performed are marked in magenta\nIn the second chapter of this thesis the methods used to collect, process, present and analyse data will be described. In the regional settings chapter (third chapter), a characterization of the Loukkos basin and the adjacent continental region is presented, as well as the Loukkos flow regime, local and regional climatology and atmospheric forcing. In the fourth chapter, pertinent data from the HM09 cruise will be presented and discussed that will show the main results of this work, namely: physical data profiles (for each station), nephelometry vs. Brunt-Vaissala frequency graphics; as well as results obtained through nannofossil proxy data. Finally in the last two chapters, the main conclusions of this work are presented, as well as some remarks about future work in this area.\nChapter 2: Methods\nI\t- Data collection\nPhysical data (Conductivity, Temperature, Depth, nephelometry and fluorometry) was collected on board hydrographic vessel “NRP Gago Coutinho\" using a Neil Brown General Oceanics MKIIIC CTD probe, coupled with an Aquatracka nephelometer (water turbidity) and a Seapoint flurometer (device that measures the chlorophyll-a content in water), amongst other types of data collection since HM09 cruise 2009 had broader objectives than those discussed in this thesis. Loukkos CTD data and water sampling took place between 13 and 15 of June 2009. Water sampling for SPM collection was performed using 12 Niskin bottles (8l each), coupled to a Rosette sampler Physical data were collected during CTD probe descent. At the same time, this data was being plotted and visualized in real time, which allowed for CTD operators to decide at which levels water samples should be collected. The sensors characteristics, such the range of work and their precision and resolution, are shown in Table 1 and Figure 2.\nr- Rosette with the 12 Niskin bottles;\nc - CTD equipment;\nn - Nephelometer.\nFigure 2- Photo of the Rosette coupled with the CTD equipment\nTable 1 - CTD sensors characteristics of General Oceanics MKIIIC of Instituto Hidrográfico (adap. 00201 MARK IIC/WOCE CTD UWV manual, 1994).\nSensors\tRange of Work\tResolution\tPrecision\nPressure (dbar)\t0 - 7000\t0.0015%\t0.0014%\nTemperature (°C)\t-3 - 32\t0.0005\t± 0.002\nConductivity (mS cm’1)\t0 - 70\t0.001\t± 0.002\nNephelometry (FTU)\t0-10\t-\t± 0.01\nFluorometry (pg/l)\t0 - 15\t-\t± 0.02\nII\t- CTD data processing\nCTD raw data is obtained with the General Oceanics firmware. These data are saved in binary format files and converted into ASCII format. At Instituto Hidrográfico (IHPT) the procedure to process, calibrate and calculate derivate physical variables has been implemented having the UNESCO recommendations as the point of start (Silva et al., 1992). Steps to process and calibrate CTD data can be summarized as follows:\nI.\tThe conversion of the binary files into ASCII files (type *.dat) using the previously determined calibration constants obtained in laboratory for all the different sensors (except for the nephelometer);\nII.\tPressure offset definition (value, different from zero, registered before putting the equipment under water) and exclusion of impossible data;\nIII.\tInsertion of administrative data (for ex: name of the cruise; time and depth);\nIV.\tDescending speed calculation as a function of the pressure channel;\nV.\tApplication of a recursive filter in the temperature and conductivity channels in order to correct the sensors response times according to of the descending speed;\nVI.\tRectification of the conductivity channel for the temperature and pressure effects in the water column;\nVII.\tUse of in situ calibration constants;\nVIII.\tApplication of nephelometer calibration constants (conversion of volts to FTU - formazine turbidity units);\nIX.\tData compilation in one dbar intervals;\nX.\tDerivate variable calculation: water density, Brunt-Vaissala frequency square (N2), potential temperature, geo-potential anomaly referred to the surface, speed of sound and depth in meters.\nIII -\nWater Samples - SPM determination\nWater sampling and filtration were performed on board of the NRP “Almirante Gago Coutinho\". Sampling and filtration procedures on board have been previously described by Oliveira (1994, 2001). Briefly, surface water (5m) was collected using a suction pump, and below surface waters were collected using the Rosette sampler. 47 mm cellulose acetate filters were used, with a 0.45 gm mesh according to the general understanding that any particle &lt;0.45 gm is considered as dissolved. Volume of water samples was always in the order of the 5-10 liters.\nA - Laboratory work\n1.\tSPM concentration (mg/l)\nFilters used for SPM sampling were pre-weighed before the survey preparation, involving a highly laborious laboratorial process. In order to obtain a precise measure of filter mass, it is necessary that the filters are perfectly dry and at room temperature. For that, the unused filters were placed in a stove at constant temperature of 40°C during 24h. After this period, they are left to cool inside desiccators in order to prevent water absorption. After sample filtration onboard, the same procedure is used to obtain filter + SPM mass.\nThe following relation is used to determine SPM concentrations (mg/l):\n(Equation 1)\nWhere:\n•\tWf- Final weight of the filter;\n•\tWi- Initial weight of the filter;\n•\tV - Volume of filtered water.\n2.\tCoccolithophore species counting\nCoccolithophores are carbonated fossils (generally calcite) with dimensions under 20 p.m and they are included in a larger group of planktonic forms, the Calcareous Nannoplankton (Bown and Young, 1998 in Cachão 1995b).\nCalcareous nanofossils, used as water masses proxies, were counted in order to understand which were the main species present in the study area and to infer the SPM origin in the water column. Sampling was made at two depths: near the seabed and at 5m water depth, near the surface layer. Six CTD stations were chosen to nannoplankton accounting: two from the first section on the\nnorthern sector of the study area, two from the section in front of Loukkos River inlet and another two of the southern section.\nFor coccolithophore concentration determination, a small sector of each SPM filter was used, both from the surface and bottom samples for the selected CTD stations. The coccolithophore analysis was performed at the Faculdade de Ciências da Universidade de Lisboa, FCUL, in a specialized laboratory - the “NanoLab” (Figure 3 and Figure 4).\nThe assemblies were prepared using one slide and one cover-slip per filter, where each filter was placed between the slide and the cover-slip, wrapped in Entellan - a synthetic balsam that is used to improve the optical continuity (Figure 3).\nThe amount of coccolithophores was determined using a petrographic optical microscope with crossed poles. The choice of using this type of instrument is that any crystal matter, as calcite, will be bright when observed with the crossed poles, facilitating the coccolithophores' observation and count. A quantitative analysis was made for the actual species, while the remobilized nannoplankton were only considered qualitatively.\nIn the surface samples, dinoflagellates and diatoms were also considered to counting but without specie differentiation.\nIn order to infer the relation between the nannofossil species presented in the study area with SPM concentration, for the surface and bottom samples in separate, a linear regression was calculated, using Grapher software 9.0.\nFigure 3 - Coccolithophores counting using a petrographic optical microscope with the amplified sample (FCUL- NannoLab).\nFigure 4 - Sample view through petrographic optical microscope. The red arrows mark some examples of cocoliths (a) and coccospheres (b)\n3.\tCocospheres vs. coccolith model\nFor a more detailed nannoplankton analysis, the results of the accounted species were processed statistically using MO Excell program. Coccoliths amount in coccoliths!1, medium and standard deviations were calculated to understand and infer the ecologic performance of the envolved species.\nIt was also applied the the model developed by Cachão and Oliveira (2000), using data from the CORVET (Corrente da Vertente) cruise, carried out off the western portuguese coast in November 1996 by IHPT, to comprehend and recognise ecological performance, i.e., when a particular specie is blooming, when it is in a steady developing state, or when it is in a decay processe (for more detail information please consult in Cachão and Oliveira, 2000. (Cocco)liths versus (cocco)spheres: Aproxing the ecological performance of coccolithophores.).\nIV - Nephelometry data - FTU to inferred SPM concentration\nAn Aquatracka nephelometer MKIII was used to locate nepheloid layers in the water column. This nephelometer uses light dispersion to determine suspended sediment load. Optic data to SPM conversion is not straightforward. Light dispersion depends on the nature of the suspended load, however in a delimited geographic area one can assume that similar nepheloid layers will contain\nthe same type of material. Therefore, disperse light intensity will give us a measurement of the relative content of particles in a determined level (Durrieu de Madron et al., 1990).\nThe nephelometer was previously calibrated using a standard formazine solution. During this calibration an exponential relation was found between nephelometer output in Volts and Formazine Turbidity Units (FTU). This relation was used during CTD processing in order to covert Volts to FTU.\nA - Relation FTU vs. SPM concentration\nThe conversion of the nephelometry in FTU into SPM concentration (mg/l) was determined in order to infer SPM concentrations in continuous fields. Nephelometry data and SPM concentrations were correlated for the sampling levels. After eliminating remarkable outliers the following relation was found (Figure 5 and (Equation 2). The distribution shown in Figure 5 reinforces sample distribution differences, possible due to different sediments and materials in suspension.\n(Equation 2)\nFigure 5- Correlation between water turbidity in FTU measured by the nephelometer and SPM concentrations (g/l) determined in water samples. Color coding is used according to sampling depth.\nV -\nBarotropic tide modelling\nIn similarity to what was done by Quaresma and Pichon (2011) in “Modelling the barotropic tide along the West-Iberian margin”, a numeric model was used to predict the barotropic tide along the coast adjacent to the Loukkos River inlet. The HYCOM model (Hybrid Coordinate Ocean Model) was used, in a single ispycnal layer, to simulate the 2D propagation of the following eight principal tidal constituents: M2, S2, N2, K2, K1, O1, P1 and Q1. Recently updated global tide solutions were optimally combined to force a polychromatic tidal spectrum at the open boundaries, where the eight principal constituents were assembled and forced at the open boundaries. This option allows non-linear harmonic interactions in the resulting solution, as expected in nature. The presented model outputted an absolute tidal solution and its evaluation was performed by harmonic analysis. Higher accuracy was achieved by adding the astronomical tide-raising force into HYCOM momentum equations and by improving the bathymetry information over the region. Self-attraction/loading (SAL) terms were not included, based on the principle that they are negligible near coastal regions and that the utility of using them is questionable (Ray, 1998). In order to validate both sea-surface height and tidal current velocity solutions, as done by Pichon and Correard (2006), accurate barotropic tidal ellipses simulations were also done, enabling better estimations of the tide generation forcing term (Quaresma and Pichon; 2011).\nFor tidal forcing calculus, regional circulation numerical models by boundary conditions forcing. The sea-surface elevation and the corresponding 2D velocity components are imposed as tidal harmonics along the open limits. Quaresma and Pichon (2011) use two recently revised and updated global tide solutions: TPXO7.2 and NEA2004 Tidal Atlas. Each results from different modelling approaches.\nTPXO7.2 is the most recent solution of the OTIS model (Egbert et al., 1994) that best fits the Laplace tidal equations to altimetry data from TOPEX/Poseidon plus Jason (since 2002 until present). The North-East Atlantic tidal atlas (NEA2004) results from a regional nesting of FES2004 (Lyard et al., 2006), carried out by the Toulouse Unstructured Grid Ocean model (T-UGOm) in a 2D barotropic, shallow water mode (Pairaud et al., 2008). FES2004 is also a global tide hydrodynamic model, improved by tide-gauge and altimetry data assimilation (TOPEX/Poseidon plus ERS-2).\nThe two global solutions were introduced, one at a time, as HYCOM's open boundary conditions. The adopted polychromatic solution, used as boundary conditions in the present HYCOM configuration, resulted from the assembling of N2, M2 and S2 constituents from NEA2004 and K2, Q1, O1, P1 and K1 from TPXO7.2.\nThe gravitational tidal gradient force, dP/dx and dP/dy, was added to HYCOM barotropic momentum equations (1), as:\n(Equation 3)\nWhere CL is the moon's reference potential (0.2687536 x 10-3 km), ^i a latitude coefficient, Di the Doodson coefficient for each constituent (i) and ai, bi the respective nodal corrections parameters.\nFigure 6 - Previous numerical model domain (the West-Iberian Region). Global tide solutions were forced at the open boundaries. These limits were selected in order to guarantee a homogeneous deep-ocean condition (distant from important topographic structures). Black squares indicate tidegauges and gray circles the current-profile dataset locations, used to validate model results. The white dashed line delimits the study domain. Source: Quaresma and Pichon (2011)\nChapter 3: General environmental overview and regional settings\nI - Study area\nThe study area lies between the latitudes of 34° - 35.5°N, comprising an area of the Moroccan continental shelf under the direct influence of the Loukkos river discharge (Figure 7).\nFigure 7- Study area: Moroccan NW continental shelf with special focus on the Loukkos river area of influence. (Source: Google Earth version 7.0.3.8542. 4b. Image date: 10/04/2013).\nIn order to characterize this area, it is crucial to enumerate some of the most important aspects that distinguish the NW African coast. Geological settings, geomorphological characteristics, regional hydrology, the relation between circulation patterns and atmosphere forcing as well as spatial distribution of productivity proxies such as chlorophyll and diatoms are some of the main features referred and studied in this report.\nThe study area is located, as it was mentioned before, in front of the Loukkos River inlet. The continental adjacent region is highly populated since there is an important harbor town - the city of Larache, which belongs to the region of region Tanger-Tetouan in northern Morocco (Figure 8).\nThe Province of Larache covers a surface around 2 783 km2. Its population is of order of 431 476 (Census of 1994), including 201 485 in the urban communes and centers, and 229 991 in the rural communes. The urbanization rate is proximally 46.7%, with a population density of 155 habitants/km2.\nFigure 8 - Larache and Loukkos river view from the sky.\nSource: http://ancor.canalblog.com/albums/larache/photos/24709470-larache_map.html\nII - Loukkos River\nThe Loukkos river estuary, one of the major estuaries of Morocco, is located on the Atlantic coast of Morocco delimited between 35° 09' and 35° 14' N and 006° 05' and 006° 30' W (El Morhit, 2009). Loukkos is one of the most important rivers in Morocco mainly due to its important flow values, resulting in vast agricultural and economic activity. The Loukkos hydrographic basin extends over an area of 3.740 km2 and, topographically, it is characterized by a very flat lower valley (10-15 masl- meters above sea level), with a negligible slope (actually, 44 km upstream the river mouth, the bottom is even below sea level). The main channel depth varies from 2 to 4 m but in some places it may reach 15 m (Snoussi, 1980). In the Loukkos basin, the estimated average annual rainfall is 700 mm. (El Gharbaoui, 1981). The hydraulic network of the Loukkos perimeter is formed by surface waters of the Loukkos river and its tributaries (Drader, Soueir, Skhar and M'da), and its drainage is characterized by an irregular interannual regime: the lower flow values are generally null, except from streams that drain the water from R'Mel (Sakhsokh, Smid El Ma and El Kihel) with an average flow of 500 ls-1 and those draining the water from Drader-Souiere. The mesotidal Loukkos estuary (tide: 3.5m, semi diurnal) is a tide-dominated system, according to the classification of Dalrymple (1992). This estuary is currently in a filling phase that occurred during the Flandrian (Mellahian) transgression and, more recently, by the progression of the sandy spit (Aloussi, 2008 and Carmona, 2009). This sandy spit supports the fast sedimentation of fine particles (silt and clays) and also of sand (Palma et al, 2012).\nIII\t- Quaternary evolution and actual continental shelf Sedimentary Facies\nDuring the Quaternary, in the Atlantic Morocco the glacial-eustatic movements resulted in several transgressions of varying amplitudes, with the formation of mixed cobble sized deposits with lumachelles and the occasional cliffs. Glacial events significantly lowered the sea level, while post Villafranchian transgressions caused a small rise in sea level. The actual deposits' altitude depends\nalmost exclusively on epeirogenetic phenomena acting on this coastal sector. The several marine transgression episodes allowed the accumulation of sand, gravels and shelly deposits on the shore. In the succeeding regression these shelly-sandy beaches were reworked into dunes parallel to the shore and later consolidated in oblique, cross-bedded and covered strata of calcareous sandstone that was later covered by continental deposits. The exact sea-level reached after the Villafranchian transgression is marked by polished-base cliffs. The local climate changes that accompanied glacial eustatic events correspond to alternation of rainy intervals (cooler, wet weather) with warmer and drier weather intervals.\nCurrently, according to Oliveira et al. (2010), the main amount of sediments and SPM present in the study area comes from Loukkos River. The estuary' sediments are composed mainly by fine particles and, in the lower estuary, by some sandy carbonated sediment (Figure 9).\nAccording to figure Figure 9, three sedimentary deposits can be identified in the continental shelf: the first one is a sandy inner mid-shelf deposit (<50m depth) with very fine and well sorted terrigenous sand, but where poorly sorted sands also can be found, formed predominantly by terrigenous sediments (quartz, mica and rock fragments, mainly calcarenite). These sands constitute the coastal accretionary prism. Hasnae and Abdou, (2007) also indicated a terrigenous sands deposit that occupy the internal flat shelf between the coastline and the 50 m isobaths. Secondly, a mid-outer shelf muddy area (55 - 120 m depth) is found, formed by very well sorted muds. Further offshore, an outer shelf deposit with very poorly sorted and polymodal very fine biogenic sand is found, occupying a relatively narrow band on the outer edge of the shelf. These are characterized by high carbonate content, generally higher than 50% and locally reaching 70%. The carbonate phase is essentially biogenic. Bioclastic elements are difficult to identify because they are often broken, damaged and oxidized. These sands have some similarity with the sands studied onshore, in the region of Larache (Adil Said 1996). Macro-fauna is mainly represented by fragments of bivalves and gastropods and, in a less relevant number, by fragments of Echinoderms, Bryozoa, Dentalium, brachiopods and sponge spicules. Micro-fauna consists mainly in planktonic and benthic foraminifera and ostracod shells. Quartz, calcarenite fragments and micas represent the terrigenous fraction as well as glauconitic and phosphate components, reflecting the character of an open depositional environment.\nThe X-ray diffraction analysis of shelf sediments shows a complex association of minerals. The dominant mineral is calcite with an average content of 63% (min: 42%, max: 72%), followed by quartz, (average 12%, min: 5%, max: 21%), the other minerals (dolomite, phyllosilicates, plagioclase, opal C/CT, siderite and pyrite) are present but in smaller proportions (<10%). Grainsize and mineralogy seem to indicate different sources of terrigenous sediments to the shelf in front of Loukkos and also the Sebbou rivers, and also different interconnectivity between river/shelf systems. In the Loukkos some marine influence is found in the lower estuary (richer in biogenic sand component) decreasing upstream. (Oliveira et al., 2010).\nFigure 9 - Continental shelf sedimentary facies cartography Source: DPDPM\nIV\t- Atmospheric Forcing\nAs far as the atmospheric forcing is concerned, the Moroccan margin is, in large scale, affected by the seasonal fluctuations of the North Atlantic subtropical gyre. The size and position of this gyre follows the movements of the Azores atmospheric high, which extends northwards in summer and reduces its size in winter. Following these oscillations, the Azores current flows to latitudes higher than the Gulf of Cadiz (GoC) in summer, and it is displaced southward in wintertime. This seasonality deeply affects the surface circulation along the eastern boundary of mid-latitude North Atlantic (Garcia Lafuente and Ruiz, 2007). Nevertheless, the prevailing winds are westerly (around 63%; Aberkan, 1989), particularly during the winter period, while during summer persistent northeasterly tradewinds are observed. Besides large-scale events, the Moroccan coast is also\naffected by intermittent wind forcing, which has an important influence in the local circulation, resulting in localized events, such as coastal upwelling, currents and waves.\nV\t- Climatology\nMorocco is located between the arid regions of the Western Sahara and the moderate Mediterranean and Atlantic regions. Landscape types reach from flat areas in the north-western part to high- mountain areas in the Atlas and Rif. Therefore, a large variety of climates can be found, ranging from moderate humid and sub-humid climates at the northern slope of the High Atlas, to semi-arid and arid climates south of the Atlas.\nAccording to the reduced Koppen climate classification (Table 2), the study area is classified as Cs: moderate climate with a dry summer season (Mediterranean with an oceanic influence) (Figure 10 and Table 2). Dry seasons are known for the high evaporation rates and for low river discharges to ocean.\nTable 2- Definition of classes of the reduced Koppen climate classification. T is the mean monthly temperature in 2m height above ground, Prec is the annual precipitation sum. Max / Min T indicate the warmest and coldest month in the mean annual cycle. (K. Born et al., 2008)\nFigure 10- Climate classification after a reduced Koppen scheme applied to the CRU TS2.1 data (K. Born et al., 2008).\nVI\t- Regional Hydrology\nDespite of the maximum depth of the discussed data sets being approximately 220 m; the extended knowledge of the different water-mass present in the Moroccan margin is essential to understand the full dynamic mechanisms that result from their interplay (Figure 11).\nSurface Atlantic Water (SAW) makes up the layers near to the surface. This layer has its origin in shallow North Atlantic Central Water (NACW hereinafter), modified by air-sea interactions (Criado-Aldeanueva et al., 2006). In some cases, water warmer and fresher than SAW has been detected in the surface, mainly over the continental shelf. These Warm Shelf Waters (SW) results from SAW that has been noticeably influenced by continental shelf processes, including heating and fresh water inputs from land (Criado-Aldeanueva et al., 2006).\nImmediately below the SAW, the NACW widens to a salinity minimum that can reach 600-700 m depth in some southeastern regions. This water mass is characterized by nearly horizontal isohalines (Tomczak, 1981). The NACW has a linear behavior in a temperature vs. salinity (TS) diagram and ranging between the values of 11.0°C&lt;T&lt;17. 0°C; 35.6&lt;S&lt;36.5 and 26.6 kg.m-3&lt;ye&lt;27.3 kg.m-3 (Knoll et al., 1999 and Ambar et al., 2002). This water mass has been subdivided by some authors between subtropical and subpolar NACW, according to its origin (Harvey, 1982; Pollard and Pu, 1985; Pérez et al., 2001). It is considered that the upper 500 m are taken by the subtropical NACW whereas the subpolar NACW lies between 500 to 700 m depths.\nIn the intermediate layers (600 to 1500 m depth) two different water masses can be recognized: the Mediterrean Water (MW hereinafter), characterized by its high salinity (35.5) and the Antarctic Intermediate Water (AAIW hereinafter), characterized by salinity values under 35.3 (Hernández Guerra et. al., 2001).\nBellow 1500 m depth, the deep layer is composed by the North Atlantic Deep Water (NADW) that is characterized by a decrease in salinity with depth and the near horizontal isohaline distribution (J.L. Pelegri et al., 2005).\nFigure 11- TS diagram showing the different water masses SW, SAW, NACW, MW and NADW from all the stations of the Macroscale leg during GOLFO 2001 survey. (Criado-Aldeanueva et al., 2006).\nVII\t- Circulation Pattern\nThe surface circulation in the NW African Coast is linked to the northeastern branch of the North Atlantic gyre formed by the Azores current, which is a zonal meandering flow that stretches across a large extent of the North Atlantic, and equatorward, slowing moving Canary current (J. García Lafuente and J. Ruiz, 2007).\nThe Gulf of Cadiz (GoCis) morphology is crucial to the Azores current's formation, to the “feeding the inflow of Atlantic water into Mediterranean Sea and to the presence of the Mediterranean water energetic plume (Jia, 2000; Johnson and Stevens, 2000). The surface circulation of NW African coast is sensitive to seasonal variability in large-scale events, as previously described in this chapter. Relvas and Barton (2002) proposed that, when the upwelling jet formed in summer reaches in Cape San Vicente (Portugal), it spreads preferably to the east along the shelf break and slope of the northern part of GoC, providing a generalized anticyclonic circulation in the basin. Part of the flow entering the GoC feeds the Atlantic surface inflow into Mediterranean Sea and part recirculates\nanticyclonically to merge with the Azores and Canary currents further south (J. García Lafuente, J. Ruiz.,2007). In conclusion, the NW African coast has an unique anticyclonic circulation pattern -where Atlantic water inflows to the coastal zone. Additionally, during the summer, wind fields blowing from NW, along the Moroccan coast, promote the formation of upwelling jets, Ekman layers and currents (Figure 12).\nFigure 12- Classical upwelling scenario in the Northern Hemisphere with a wind blowing along a coast on its left. Source: W Peterson (1998).\nThe depth-averaged currents called the Ekman drift form a 90° angle with the wind to the right in the Northern Hemisphere, according to the simple theory. When the wind blows along a coast on its left in the Northern Hemisphere, it generates offshore Ekman drift. Water deflection occurs in the upper layers, and a low pressure sets in, forcing waters from below to move upward and replenish, at least, part of the space vacated by the offshore drift. To complete, a wind blowing along shore provokes an offshore current at upper levels, upwelling at the coast and an onshore current at the lower depths. This phenomenon is called coastal upwelling. The intensity of the wind will dictate the upwelled state. After a weak or brief wind, the interface has upwelled but not reached the surface while in the case of strong or prolonged wind events cause the interface to reach the surface, where it forms a front, which is displaced offshore, leaving the cold waters from below exposed to the surface. This last case corresponds to a mature upwelling that favors biological activity. The coastal upwelling area off NW Africa is one of the four large upwelling systems of the Eastern Boundary Currents, within the trade wind belts of the subtropics (EBC) (Hagen, E., 2000).\nFigure 13 - Upwelling regime in the NW African Coast (Moroccan coast).\nSource: Javier Aristegui (2009) and Hagen (2001).\nThe study area is located above the Easterly winds zone and belongs to the Westerly wind zone, the same wind zone where the Portuguese basin is located. Consequently, the main trade winds are from NW quadrant. Moroccan upwelling system has some similarities with the classical upwelling regime: Equatorward wind stress, represented by small circles, provokes offshore transport (grey arrows) in surface Ekman layer, comprehended above dashed blue line, which are replaced by onshore flow (black arrows) in and below the upwelled pycnocline (green), and an equatorward jet (red), above a poleward flow (blue) trapped to the continental slope. In the bottom Ekman layer (below dashed blue line near seabed) flow will have an offshore component below poleward flow (Javier Aristegui, 2009). Nevertheless, the main difference between the Moroccam upwelling regime and the classical regime is that Moroccan wide shelf upwelling may separate from coast where surface and bottom Ekman layers merge (Figure 13). As Figure 13A shows a comparison between Portuguese and Moroccan typical scenarios. The difference can be found only near the coast, where the Portuguese coast has a weak poleward flow in opposite to what is observed in the Moroccan coastline, where an inner shelf mixed zone can be found. However, in the particularly study region, continental shelf width is similar to the Portuguese one, therefore there will expected to found comparable upwelling conditions in both continental shelves.\nAs the discussed data set only range approximately 220m depth, it is only possible to observe the near surface circulation. Summarizing, the circulation patterns are the response to both mean and intermittent wind forcing. Localized features are able to react to the transient forcing mechanisms, such as coastal upwelling, which have a rather fast response. Large-scale features, such as intensity and the location of Canary current, have a much greater inertia and indeed will depend on the combined effect of large-scale mean and intermittent forcing.\nVIII\t- Waves and Tides\nThe coastal region studied in this work is exposed to high-energy waves traveling roughly from the NW sector, which are generated by eastward-traveling, subpolar, low-pressure systems, over the North Atlantic Ocean, and are, therefore, strongly seasonal modulated. Higher waves, with a typical peak of period of 10 to 15 s, are observed during the December-March Winter period (Benmohammadi et al. 2007) and coming from NW direction, whereas short-period wind waves generated by tradewinds or local breezes show other directions and contribute less to the total wave energy to which this coastline is exposed. The great majority of the incoming waves have a significant wave height ranging from 0.5 to 2m with a predominant NW direction (Hakkou et al. 2011).\nThe tide is of semi-diurnal type, meaning that the M2 semi-diurnal constituent is dominant over the study region. However, the S2 is the next larger constituent and consequently induces Spring-Neap tidal modulation along the continental shelf (Idrissi et al. 2004). Tidal range can be of 2.2 m on average, varying from 0.9 to 3.5 m during neap and spring tide, respectively. The tide-induced currents on the continental shelf are on the order of 0.2-0.3 m/s (Jaidi 1981; Cirac et al. 1989). Near the shore, over the continental shelf, coastal and tide induced currents are non-significant when compared with wave-induced currents. Consequently, beaches are considered wave-dominated.\nFigure 14 - Amplitudes (black lines, in centimeters) and phases (grey lines, in degrees) of the M2 tidal constituent. Source: Fortunato et al. (2002)\nIX -\nSuspended sediment composition\nIn depth knowledge of SPM in the water column is limited, and most of that information can be inferred from bottom sediments characterization. Although continental shelf bottom sediments composition are, usually, taken as a reflection of the material composition of the SPM in the water column, it is important to consider that, during or after the deposition process, some portion of that material can be removed by oxidation (organic matter) or dissolution and clays may suffer some alterations.\nA - Biogenic component\nPlankton is made up of organisms moving freely in the water column having limited movement capability compared with oceanic currents, therefore they are depending of physical processes (for example: upwelling conditions) to prosper. They can also be distinguished in autotrophic (phytoplankton), heterotrophic (zooplankton) and/or mixotrophic.\nThe biogenic component of the suspended particulate matter comprises all the planktonic organisms. Plankton is usually classified as a function of their size. Despite the fact of its artificial principle, this classification is useful to systemize and to separate the numerous plankton categories present in the SPM. Omori and Ikeda (1984) divided plankton in seven distinct categories:\nTable 3- Plankton classification - adapted from Oliveira (2001).\nCategories\tDimension\tPrincipal organisms\nUltrananoplankton -Picoplankton\t&lt;2 |_im\tBacteria\n\t\t\nNanoplankton\t2 - 20 |_im\tFlagellates (e.g. calcareous nannoplankton); small diatoms;\nMicro plankton\t20 - 200 |_im\tPhytoplankton (Dinoflagellates, Diatoms); Foraminifera; Ciliates, naupili of Copepods\nMeso plankton\t200 |im - 2 mm\tCopepods\nMacro plankton\t2 - 20 mm\tPteropods, Copepods\nMicronecton\t20 - 200 mm\tCephalopods\nMega plankton\t> 200 mm\tScyphozoa\nThis characterization can be under discussion since there is no conformity in the scientific community about these categories. In reality, bacteria are not picometric-sized but nanometric-size. However, this table is useful and helps to distinguish the many different organisms that plankton can be divided. In this particular case, plankton recovered in filtered water samples is, generally,\nsmaller than 200 pm (microplankton and calcareous nannoplankton). A brief description of the most common groups observed and identified in this work follows.\nB - Phytoplankton\nIn the coastal marine domain, the phytoplankton, or its autotrophic component, is mainly constituted by diatoms and dinoflagellates. In the oceanic marine domain, it is mainly formed by calcareous nannoplankton, mostly coccolithophores. In the present work, more emphasis will be given to the latter group.\nC - Nannoplankton\nCalcareous nannoplankton corresponds to marine phytoplankton with a calcareous outer shell (coccosphere), generally of calcite, with a size under 20 pm. It may include calcareous dinoflagellates and fossilized structures equivalent or similar to coccoliths produced by existing coccolithophores (Bown and Young, 1998 , Cachão 1995b).\nCoccolithophore utility as a proxy of (paleo)oceanographic conditions is based on their sensitivity to water mass parameters and ocean processes.. The fact of presenting a large distribution in the oceans and because their remains can be preserved in marine sedimentary record, make them a useful tool in the reconstruction of paleoenvironmental conditions for the Meso-Cenozoic time interval of the Earth History (Stoll and Ziveri, 2004), namely as proxies of temperature, salinity and nutrients for limiting waters where they lived, allowing also the monitoring the dissolution of carbonates (McIntyre and McIntyre, 1971; Roth and Berger, 1975).\nThe coccolithophores can be used in evolution studies, such as speciation and extension, in association with paleographic studies, which made up the basis of high-resolution biostratigraphy. These combined with foraminifera isotopic data (S18O) allows, temporarily, to position the changes on Climatic System. Most of the coccolithophores current species have a limited occurrence to certain latitudes (biogeographic provinces), whereby the knowledge of their biogeographic distribution allows us to do both paleoecological and paleoenviromental reconstructions in Quaternary sediments (Kinkel et al., 2000).\nRecently, organic molecules named by alkenones produced by some actual coccolithophores species, allow the reconstruction of temperature and atmospheric CO2 concentration conditions in a given time interval.\nD - Microplankton\nThe diatoms are the dominant forms of coastal marine and fresh water phytoplankton. They are characterized by an external siliceous skeleton (frustule) composed of two overlapping valves. They can exhibit a more or less developed ornamentation, which differ from species to species (circular, elliptic, triangular, polygonal and irregular).\nDiatoms are subdivided in Pennales and Centrales. The first have more or less elongated cells in one direction and they can show bilateral symmetry in the valves' structure. These are mainly benthonic but there are some typically planktonic forms (e.g., Asterionella, Nitzchia, etc.). The planktonic Centrales have valves with (sometimes less clear) radial symmetry (e.g., Coscinodiscus, Skeletonema, etc.).\nE - Cocospheres vs. coccolith model\nCoccolithophores have the unique feature of producing several complex structures - the liths -which may be released or extruded by the cells in certain developmental conditions (growth, cell division or grazing processes) or may be liberated from faecal pellets (free-coccoliths: Steinmetz, 1991 in Steinmetz, 1994). Due to their small dimensions (generally 2 to 15 |_im) and their resilient (calcite nature), liths may persist for some time in the upper layers of the water-column. In these circumstances, the number of liths present in the water-column, related to the number of cells, may be considered as an additional source of information - a sort of short-term memory of the coccolithophore developmental system\nThe spheres vs. liths model use spheres-liths correlation to explain nannoplakton ecological performance:\n1.\tHigh sphere-lith correlations are obtained when the species are developing more-or-less constantly for an extended period of time prior to the moment of sampling. In these circumstances, detached liths are being added to the water in a gradual and continuous process, replaced those that are dispersed and lost. Higher lith concentrations closely follow high cell concentrations and vice versa (Bloom phase of the development process);\n2.\tLow sphere-liths correlations, with the spheres having higher variability (higher factor loadings) than the liths, are interpreted as being due to relatively recent developing of cells and, consequently, few loose liths being present in the surrounding waters. Cell concentrations do not follow detached lith concentrations and have high variance along the dataset because they are being newly added, by exponential growth, to some areas and not to others (Steady developing state);\n3.\tLow sphere-liths correlation, with the liths having higher variability than the spheres, are intreperted as being due to a decrease in the production of new cells of these species (decay phase of the development process). Lith concentrations tend not to follow cell concentrations and have higher variance because they are being dispersed/concentrated or sunk/suspended in the upper layers of the water column at a much higher rate than new cells are being added.\nX\t- Buoyancy Frequency and the water column stability -Internal Waves\nThe vertical displacement of fluid parcels in a stably stratified fluid generates an oscillatory motion with a certain frequency, N, Brunt-Vaisala's frequency or the buoyancy frequency.\n,T 9 69o\nN = 1--------\nPn °z\n(Equation 4)\nWhen the term inside the root is positive, the stable stratification satisfies the 8p0/8z<0, N is maximum at pycnocline, which is the region where the density gradients are maximum.\nInternal waves are high-frequency oscillations inside the ocean, displacing vertically water parcels p to 100m and generating strong currents and turbulence (Ostrovsky and Stepanyants, 1989; Moum et al., 2003; Nash and Moum, 2005). Therefore, internal waves are ubiquitous dynamic features present inside the stratified ocean. They are commonly generated over continental slopes, where strong currents and stratification coexist over irregular topography, with frequencies that span from the local Coriolis to the maximum buoyancy of the water column (Kantha and Tierney, 1997). This means that it is possible to observe, within the ocean, internal oscillations as inertial waves, internal tides and short-period nonlinear internal solitons (Huthnance, 1995). These density perturbations can propagate over large distances and transport mass and momentum, forcing considerable velocity shear that can lead to turbulence and mixing (Staquet and Sommeria, 2002). They also can force enough bottom shear stress to suspend sediments over the continental shelf and slope regions (Cacchione and Southard, 1974; Bogucki et al., 1997; Noble and Xu, 2003), contributing to the formation of bottom nepheloid layers (Cacchione and Drake, 1986; Puig et al., 2004). Same assumptions were made by several authors supporting the conception of the breaking of internal waves on sloping surfaces creates episodic high-turbulence events and consequently erosion and transport of sediments (Cacchione and Southard, 1972; Ribbe and Holloway, 2001; Apel, 2002; Finger and Street, 2003; Bogucki et al., 2005; Thorpe, 2005; Gilbert et al., 2007; Bourgault et al., 2008; Boegman and Ivey, 2009; Lim et al., 2010). Internal waves can remobilize sediments from whatever depth a pycnocline intersects the seafloor. This depth commonly occurs at mid-shelf settings, when depending on the seasonal thermocline, or deeper on the shelf margin or upper continental slope when it relates to the permanent thermocline (LaFond, 1962; Thorpe, 2005; Butman et al., 2006).\nA - Pycnocline and internal waves\nThe pycnocline is the boundary surface between two density-stratified fluids or a layer where a vertical density-gradient is present. In modern oceans, the pycnocline is induced primarily by temperature and secondarily by salinity gradients in the water column (e.g., Kennett and Stott, 1991; Pak and Miller, 1992; Nunes and Norris, 2006; L. Pomar et al., 2012).\nThe depth of pycnocline in the ocean is highly variable, depending on the amount of mixing in the water column that determines the density gradient or strength of the pycnocline, strongly changing with latitude and season. Because the magnitude of temperature differences far exceeds salinity differences in most regions of modern oceans, temperature changes determine the density to a large degree than salinity changes, so that vertical density profiles closely match temperature profiles (Kennet and Stott, 1991; Pak and Miller, 1992; Nunes and Norris, 2006 in Pomar et al., 2012). The most complex pycnoclines occur at mid-latitudes, where the seasonal thermocline varies literally month to month within the upper 100 m as surface water temperature changes by 10°C or more between winter and summer, and wind systems strengthen and weaken. As a consequence, the permanent thermocline can be as deep as 600 - 1000 m, corresponding only to the lower extent of the permanent thermocline in low latitudes (L. Pomar et al., 2012).\nAs it were said, internal waves arise from perturbations of the hydrostatic equilibrium, where balance is maintained between the force of gravity and the buoyant restoring force. Any perturbation of the pycnocline will propagate as an internal wave. Gravity waves in the interior of the oceans are as common as waves at the sea surface, and vary widely in amplitude, period, speed and depth (LaFond, 1966; Munk, 1981; Global Ocean Associates, 2002; Thorpe, 2005; L. Pomar et al, 2012).\nAlthough these large waves cannot generally be seen at the surface, since they occur inside the water column, their propagation can alters the surface enough to make them visible from the space. The signature of internal waves include changes in surface roughness and slicks - bands of calm water between region of normal gravity wave motion produced by the convergence of water above wave troughs. Such slicks, which may be accompanied by foam or debris, have also been shown to be associated with high concentrations of many types of planktonic organism and small fishes (e.g., Lennert-Cody and Franks, 1999; Small and Martin, 2002; L. Pomar et al., 2012).\nInternal waves propagating along a density interface behave similarly to surface waves. Nevertheless, while the amplitude of oceanic surface waves is typically less than a few meters, internal wave amplitude can range from few centimeters to more than a 100m and have much lower frequencies than surface waves because of the smaller density differences and, consequently, the usually smaller restoring forces within the fluid than the air- water interface. The maximum amplitude of the internal wave is at the interface - pycnocline - and they can propagate over several hundred kilometers and transport both mass and momentum (Apel, 2002). The period of internal waves varies from less than a 1 min to hours.\nInternal waves can be distinguished and characterized due to their formation conditions. These features at a tidal frequency are internal tides. They are generated as the surface tides move stratified water up and down sloping topography, such as submarine canyons, producing an internal wave that propagates along density boundary layers (LaFond, 1966; Shepard et al., 1979).\nAnother type of IWs are the large internal solitary waves (or solitons), which can occur in as solitary wave packets (sensu, Apel, 2002).\nXI\t- Chlorophyll\nA - Vertical distribution\nAs it was said before, summer winds off western African coast generate a cold and productive equatorward upwelling jet along the shore. Navarro et al (2006), proposed a new model to explain the chlorophyll vertical distribution at GoC (Gulf of Cadiz), which probably can be extended to the entire North Atlantic Gyral Province (NAGP hereinafter). NAGP is divided in two sections by GoC, the European section and the African section, where the area of study belongs.\nThis model is based on the concept that the vertical location of the subsurface chorophyll maximum (SCM) cannot be explain without considering the seasonal cycle of the water column.\nDuring the winter, the water column undergoes deep mixing during wind bursts and a clorophyll-maximum is not manifested at any depth. Surface processes such as shortwave absorption or heat exchange with the atmosphere change the NACW affected by this mixing, changing its thermohaline characteristics as well as its nutrient content.\nThe lower limit of the NACW modified by seasonal cycle is marked by the 26.66 kgm-3 isopycnal. Surface processes modify water lighter than 26.66 kgm'3 while heavier water is not (Navarro et al., 2006).\nIn summer, the water column becomes stratified and a SCM develops. In the GoC basin, the SCM and the maximum gradient of nutrients are associated with the at surface, which coincides with the bottom of the mixed layer or with the compensation point (Lafuente J.G. and Ruiz J., 2007).\nThe thermohaline characteristics of the NACW, lighter than 26.66 kgm-3, are homogenized during the winter mixing. Nutrients within this density-homogeneous layer are progressively consumed. By the end of winter, the surface layer with density&lt;26.66 kgm-3 is depleted of nutrients and the 26.66 kgm-3 isopycnical becomes the isopycnal where the maximum nutrient gradient is initially located for the spring-summer season. The SCM starts to develop in this gradient. That development is reinforced simultaneously by the phytoplankton's consumption of upward-diffusing nutrients (Lafuente J.G. and Ruiz J., 2007).\nXII\t- Nephelometry - SNL's, INL's and BNL's\nThe uneven distribution of fine-grained particles in the water column generated by the input, transport and composition variables, results in the formation of nepheloid layers in which particle concentrations are enhanced. Generally, three types of nepheloid layers have been described, these are called either surface (SNL), intermediate (INL) or bottom nepheloid layers (BNL), depending on their position in the water column. These layers develop in association with shelf, slope and canyon\nsediment transport processes (McCave, 1986; Richardson, 1987; Thorpe and White, 1988; Dickson and McCave, 1986; Gardner, 1989; Durrieu de Madron, et al., 1999; Biscaye et al., 1994; Hall et al., 2000; McCave and Hall, 2001; Oliveira et al.2002 and Inthorn et al., 2006).\nTypically the SNL are less turbid and richer in larger organic particles associated with the biologically active surface mixed layer with high water content (e.g. Gardner et al., 1993; Gundersen et al., 1998; Oliveira et al., 2002).\nThe BNL are found in the lowermost water column and is maintained by turbulent mixing in the bottom boundary layer; BNL are richer in finer inorganic material, with high light-scattering capacity (McCave, 1983, 1986; Richardson and Gardner, 1985; Hall, Schmidt, McCave and Reyss, 2000; e.g. Bacon and Rutgers van der Loeff, 1989; Graf and Rosenberg, 1997)\nThe INL result from the accumulation or transport of particles in intermediate waters in association with strong density gradients (e.g. Azetsu-Scott et al., 1995; Cacchione and Drake, 1986; Dickson and McCave, 1986; McCave et al., 2001; Pak etal., 1980). These nepheloids layers vary significantly in intensity and dimension, from a few meters to hundreds of meters, and may be temporary features.\nBNLs and INLs are important phenomena concerning the lateral, long distance transport of particles from the shelf to slope and deep-sea environments (Jahnke et al., 1990; McCave et al., 2001). Studies indicate that, together, lateral transport in shelf and slope-depth nepheloid layers contribute more significantly to the deposition of particulate organic matter on the lower slope than the direct vertical settling of particles from the surface layer (Inthorn et al., 2006; McPhee-Shaw et al., 2004). Accordingly, the area of final burial of organic matter can be effectively displaced from the area of production (Inthorn et al., 2006). These nepheloid layers are only formed when there is a well-stratified water column so they also can be used to infer the state of stratification of the water column.\nBased on the absence of prominent canyons, submarine landslides, or strong boundary currents, it is apparent that the main displacement of particles must occur within nepheloid layers. It is well known that particles can be transported laterally over large distances by cyclic sedimentation and resuspension within BNLs (Thomsen, 1999; Thomsen and van Weering, 1998). As a result of aggregation, disaggregation, and microbial degradation, the organic fraction of SPM alters continuously (Thomsen and McCave, 2000).On the other hand, studies at other continental margins have shown that such deep INLs often coincide with areas where the topographic slope angle is critical for internal tide reflection (Cacchione and Wunsch, 1974; Dickson and McCave, 1986; McPhee-Shaw and Kunze, 2002). Strong density gradients at water mass boundaries can cause the formation of internal waves, a situation that in some places only temporary occurs at special, favorable oceanographic conditions (Dickson and McCave, 1986). Correspondingly, enhanced shear stress and subsequent turbulent mixing in the BNL, where these internal waves hit the sea floor,\ncan result in INL formation (e.g. Cacchione and Drake, 1986; Dickson and McCave, 1986; Thorpe and White, 1988; Azetsu-Scott et al., 1995; McPhee-Shaw et al., 2004).\nChapter 4: Results\nIn this chapter, relevant results will be shown resulting from physical data processing and graphing. Initially, all data was processed station-by-station and graphed using Golden software Grapher 9.0. In the following phase, cross-shore profiles for each physical parameter were interpolated and represented using Golden Software Surfer 8.0. Brunt-Vaissala data was graphed\nagainst water turbidity in order to infer SPM transport phenomena.\nThe CTD stations were numbered sequentially as they were occupied. CTD sections were numbered\nXIII\t- Climatology\nA - Meteorological Conditions\nHermione 2009 survey started on the 1st of June and lasted almost a month, ending in 29th of June, 2009, although Loukkos observations were made between 13th and 15th June. The observed meteorological conditions were typical of summer.\nSince ocean response to wind field pattern is gradual, it is crucial to understand the wind pattern of the week before and the weeks during sampling. In the first week of June, very energetic wind episode was observed, with high wind speed values rounding the 60 km/h that reached 90 km/h of\nwind gust, blowing from the E quadrant (Sahara side), probably bringing countless sediment to the shore. Two weeks of steady northern winds blew over the study area just before the sampling period. A punctual fluctuation in wind direction to the south and a small attenuation in wind speed were observed during the survey on the 31 May 2, 7 and 9 of June, which could eventually lead to an upwelling relaxation. The week of 14th to 20th June were marked by several oscillations on the wind field direction, however, since data was collect occurred during 13 through 15, these oscillations did not have influence on the observed ocean dynamics (Figure 16 through Figure 19).\nThe results shown by Martins and Vitorino (2012) corroborate these interpretations. In 11th June 2009, the measured surface seawater temperature shows a mature or marked upwelling state in the study area, whereas at 18th June 2009 the surface seawater temperatures were higher which indicate a severe attenuation on the upwelling state (Figure 20 and Figure 21).\nFigure 16 - Meteorological conditions at Larache for the week of May 24th through 30 th,2009\nSource: WunderGround.com\nFigure 17 - Meteorological conditions at Larache for the week of May 31th through June 6 th,2009 Source: WunderGround.com\nFigure 18 - Meteorological conditions at Larache for the week of June 7th through 13th,2009 Source:\nWunderGround.com\nThursday\nFriday\nSaturday\n30.2\n1023\n1016\n1009\nkrn.T'i\nSunday\nMonday\nTuesday\nWednesday\nThursday\nFriday\nSaturday\nmph Wind Speed\nWind Gust\nhilfmeteir\n38\n32\n27\n21\n16\n10\n4\n30.0\n29.8 —\nSunday\nMonday\nT uesday\nWednesday\nThursday\nFriday\nSaturday\nTemperature Dew Point Normal High/Low\nBarometric Pressure\n—i—\nMonday\n---1—\nTuesday\nWednesday\nFigure 19 - Meteorological conditions at Larache for the week of June 14th through 20th,2009 Source: WunderGround.com\n100 90 80\t\n\t\n\t\n60 50\t\n\t\n\t\nMU Sunday\t\n\nWind Dir (deg)\n—n\t ■.ft?\t_\t\t\t\t\t\njO\t■\t7/ *\t\t\t\tJ\n\t. ; ■\t\t\t\t\nrk- - hl\t■ _ ■\t\t\t\t\nSunday\tMonday\tTuesday\nWednesday\nThursday\nFriday\nSaturday\n34.0\n8.5\n36.0\n35.8\n35.6\n35.4\n35.2\nz\n(D\n35.0\nro\n—i\n34.8\n34.6\n34.4\n34.2\n7.5\t7.0\nLongitude W\nFigure 20 - Wind field and surface seawater temperature at 11th June 2009. Source: Martins and\nI\nVitorino (2012).\n36.0\n35.8\n35.6\n35.4\n35.2\n35.0\n\n34.8\n34.6\n34.4\nI\nI\n34.2\n34.0\nhr'\n23\n22\n8.5\t8.0\t7.5\t7.0\t6.5\n6.0\nLongitude W\nFigure 21- Wind field and surface seawater temperature at 18th June 2009. Source: Martins and Vitorino (2012).\nB - Oceanographic conditions - waves, tides and currents\nSome in situ measures of wave regime, tides and local currents were made during the HM09 cruise. Spectra of the current-meter time series revealed that the current variability along the NW Moroccan margin was dominated by the lunar semidiurnal tide (M2, with period 12h 25 min), with variability in the diurnal tide and sub-inertial bands being about 1 order of magnitude lower. The high-pass currents (cut-off frequency 18 hours) and tidal variability ellipses presented in Figure 22 show that semidiurnal tidal currents are bottom intensified along the 500m isobath. This is more clearly revealed on the slope north of the MV field (Martins and Vitorino, 2012)\nFigure 22 - Tidal variability eclipses. Source: Martins and Vitorino (2012).\nMartins and Vitorino (2012) used current-meter measurements and CTD profiles to characterize the sub-inertial circulation in the area of the NW Moroccan margin. The global circulation picture was build using a numerical model with data assimilation (HOPS model) to generate a synoptic view of the conditions on the 21th June 2009, from the (non-synoptic) CTD observations conducted from the 13th to the 20th June 2009 (Figure 23).\nFigure 23 - 10 m deep current field, on the 21 June 2009, for the study area. Source: Martins and Vitorino (2012).\nMartins and Vitorino (2012) also enunciated that a weak equatorward flow was measured in the northern mooring, at 100 m deep, during the first cruise days, when winds were upwelling favorable. This flow corresponds to the deeper limit of the upwelling jet. The field for 21th June (Figure 23) shows the complex circulation pattern at a surface level with, offshore, the southward recirculation of the Azores current branch that enters in the area through the NW corner and interacts with the equatorward upwelling jet. Results also show a N-S current, near to the shore and parallel to the coastline.\nXIV\t- Water Masses\nWater mass characterization for the study area, was already discussed in the Regional Settings Chapter. In this chapter, regional water masses description is done using survey results. Temperature and Salinity data were plotted against each other, for each section, in order to identify which water masses were present in the study area during the sampling period (Figure 24 and Station T/S diagrams in Appendix in digital format-CD).\nTemperature (°C)\n35\t35.25\t35.5\t35.75\t36\t36.25\t36.5\t36.75\t37\n35\t35.25\t35.5\t35.75\t36\t36.25\t36.5\t36.75\t37\nSalinity\nFigure 24 - TS diagram of sections 1 to 9 with the corresponding isopycnical lines.\nThe survey stations lie between the inner-shelf and upper continental slope with depths varying from 180 to 230 m, therefore, only superficial water masses are expected to be observed namely the SW (Surface Water), SAW (Surface Atlantic Water) and the NACW (North Atlantic Water).\nN (cph)\t-8 I\t-4 .\tI\t0 I\t\t4\t8 1\t.\tI\t12 .\tI\t16 .\tI\t.\t20 I\t.\t24 I\nYe (kg/m3)\t25 I\t25.5 .\tI\t.\t26 I\t26.5 . 1\t27\t27.5 . 1 . 1\t28 .\tI\t.\t28.5\t29 1 . 1\t29.5 .\tI\t.\t30 i\n\t\t\t\t\t\t\t\t\t\nFluor (uq/l)\t0 i .\t1 I . 1 .\tI ,\t2 1 . 1\t3\t4 .1.1.1.\t5 1 . 1 .\t6 I . I . 1\t7 .1.1\t8 . i\nOfC)\t10 1 .\t11 I . 1 . I\t12 . I ■\t13 I . 1 .\t14\t15 I . 1 . 1 . I .\t16 I . I . I\t17\t18 .1.1.1.\t19 I . 1 . 1\t20 , I\nS\t35.0 1\t35.3 . 1\t35.5\t\t35.8\t36.0 I\t.\tI\t36.3\t36.5 .\tI\t.\t36.8 i\t.\t37.0 1\nNef (FTU)\t0.0 1—L\t0.1 0.2 I ■ I\t0.3 ■ I\t0.4 ■ I ■\t0.5 0.6 0.7\t0.8 0.9 I . 1\t1.0 1.1 ■ I ■ I ■\t1.2\t1.3 I ■ I\t1.4\no -I\nFigure 25 - Temperature, salinity and density profiles for Station 141 (nearest station to Loukkos River inlet -section 5).\nHERMIONE 2009 - Morocco CTD Stn 141 - Loukkos Section 5\nIt is clear, from Figure 24, the distinction of three different signatures of temperature vs. salinity. The first one, the SAW zone was found in the surface layers of offshore stations, characterize by salty waters (~35.7). A SW zone can be identified, characterized by lower values of salinity (~35.3). In these signatures, stations near the shore are included especially those in front of Loukkos River inlet (Figure 25). At last, the well-defined NACW zone is characterized by a decrease in salinity and temperature with depth and by nearly horizontal isohalines (Tomczak, 1981). This water mass can be found in the inner/mid-shelf zone, near the bottom below 30 m depth (Figure 26). Vertical profiles made for all the parameters and per section can be consulted in Appendix (in digital format - CD).\nN(cph)\t-8 I\t-4 .\tI\t0 .\tI\t.\t4\t8 12 I.I\t\t16\t\t20 I\t.\t24 l\nYe (kg/m3)\t25 1\t25.5 .\tI\t.\t26\t26.5\t27\t27.5\t28\t28.5\t29 1\t29.5\t30 1\n\t0\t1\t2\t3\t4\t5\t6\t\t7\t8\n\t\t\t\t\t\t\t\t\t\t\nFluor (uq/l)\t1 .\tI . I .\tl . I . I\t.1.1\t. 1 .\tl . I .\ti . i\ti I\t.1.1\t. 1\nO(-C)\t10 1 .\t11 l . I . I\t12\t13 .1.1.1.\t14 I . 1 . 1\t15 . I .\t16 l . 1 . I\t17 .1.1.\t18 I i\t19 1 . 1 . I\t20 i 1\ns\t35.0\t35.3 .\ti\t35.5 .\ti\t.\t35.8 i\t.\t36.0 I\t36.3\t36.5 L\t\t36.8 1 .\t37.0 i\nNef (FTU)\t0.0 1 .\t0.1 0.2 ,\t1\t4\t1\t0.3 0.4 .\t1\t. i .\t0.5 0.6 » ■ »\t0.7 ■ l ■\t0.8 0.9 > ■ 1\t1.0 1.1 ilxll\t\t1.2 1.3 I ■ I\t1.4 4—I\nFigure 26 -Temperature, salinity and density profiles for Station 1 (offshore station of section 1).\nXV\t- Loukkos adjacent shelf hydrological sections\nResults are displayed by physical variables. Therefore, station profiles are grouped by temperature, salinity, density, fluorometry and at last by concentration and nephelometry vs Brunt-Vaissala (BV) frequency profiles.\nA - Temperature Profiles\nIn the temperature profiles colour scale, the red stands for warmer waters with temperatures up to 20°C, blue is for colder waters with minimum temperature of 10 °C (dark navy blue) and white indicates an average water temperature (~15°C) (Figure 27 through Figure 31). The seabed is represented on the right of the profiles by a brown line. Graphics are represented according to sampling sequence, which means that the first displayed graphic corresponds to the first sampled section.\nData sampling was performed on Moroccan shelf almost uninterruptedly since the dawn of 13th up to 15th june 2009. Since data collection was not made synoptically, obtained results show the ocean response to flutuations on wind field intensity and direction suffered during sampling days. The result is the presence of ciclyc upwelling events due to, mainly, wind direction oscilations observed in the weeks that preceded the cruise. Upwelling conditions can be distinguished, in the temperature profiles, by the presence of an upwelled jet of colder water near or at the surface (less intense upwelling mature or upwelling registered, respectively), deflecting the warmer surface waters offshore. Mature upwelling situations were registered in sections 1, 2 and 5. Less intense upwelling conditions are observed in sections 3, 4 and 6 to 9.\nThe lowest temperatures, rounding the 13.5-14°C, can be found in deeper waters and near the surface due to upwelling jets, resulting in temperature gradients near the surface that can go up to 5°C.\nA seasonal thermocline, corresponding to the maximum temperature gradient due to the high surface water temperatures and poor mixing, can be found in most of the profiles in the surface layer at ~ 10-30 m depth. In sections 1, 2 and 5 where registered mature upwelling conditions were observed, thermocline location was influenced by the upwelled jet being conditioned and deflected offshore.\nFigure 27 - Temperature profiles measured on June 13 2009 in sections 1 and 2.\nFigure 28 - Temperature profiles measured on June 14 2009 of sections 3 and 4.\nFigure 29 - Temperature profiles measured on late June 14 2009 and in the early hours of June 15 2009 of sections 5 and 6.\nFigure 30 - Temperature profiles measured on June 15 2009 of sections 7 and 8.\nDistance (km)\nFigure 31 - Temperature profiles measured on June 15 2009 of section 9.\nTemperature field distributions near the surface at 10 dbar (the nearest surface layer with available data for all stations) and near the bottom it will be also discussed.\nThe 10 dbar distribution shows very evidently cyclic upwelling events, as it was referred before marked by colder temperature (<17°C). Colder temperatures can be found, mainly, near the shore in the two northern sections and in the fifth section (section 1 and 2 on Figure 27 and section 5 on Figure 29). Warmer waters (>19°C) were found near slope and in section 9 closer to the shore, occupying almost the entire shelf (until ±50m bathymetry).\nNear the shore, in both temperature distributions (10 dbar and bottom on Figure 32 and Figure 33), close to the 8th section, a warmer water body can be found. This water signature can possibly be interpreted as the SW, taking into account that in this area of the Northern African coast the dynamics are very similar to the Portuguese coast. Therefore, the existence of a possible littoral drift current pushes the superficial waters to the south, influencing the SW position, south of the Loukkos river inlet. Near the bottom it is even possible to observe a narrow band near and along shore that makes a clear distinction between SW and NACW. The colder temperatures observed in the bottom profiles support the presence of NACW water mass in the mid-outer shelf and slope.\nThermocline position on the water column varies depending with the distance to the shore. In the offshore stations, thermocline can be found, approximately, at 40-60 m depth, while near the shore it can occur in shallower waters.\nTermocline position, near the shore, is deeply related with the upwelled jet. Nevertheless, thermocline may also suffer some flutuations due to internal tide waves, which can result from harmonic or wavelike behaviour of the water masses observed in all profiles (exemple section 5 and 6 on Figure 29).\nFigure 32 - Temperature distribution at 10 dbar represented for the entire study region.\nFigure 33 - Temperature distribution near the bottom represented for the entire study region.\nB - Salinity Profiles\nFor salinity profiles, in the colour scale less saline waters are represented in spring green in contrast with cyan blue which stands for saltier waters. In this study, salinity amplitude is limited to values between 35.5 to 36.5.\nHigher salinity values can be found near the surface due to high evaporation rates which are characteristic of summer period, therefore, less saline waters were observed along the shelf in deeper waters. In those sections where upwelling mature conditions were registered, less saline waters are brought to the surface by the upwelled jet, occupying the entire nearshore region.\nThese results show that temperature gradients are more significant than salinity gradients. Therefore, pycnocline position corresponds to the thermocline position. Pycnocline position is affected by two separate phenomena. First, its position depends on the observed upwelling state (mature or less intense) since the upwelling jet brings less saline waters to the surface, increasing salinity gradients in the surface layers. Pycnocline position can also be affected due to internal tide waves, which can result from harmonic or wavelike behaviour of the water masses observed in all profiles (exemple section 5 and 6).\n180\n35\nPressure (dbar)\n102\n103\t104\n105\t106 107108\n100\n140\n160\n30\t25\t20\t15\t10\t5\t0\nDistance (km)\nFigure 34 - Salinity profiles measured on June 13 2009 of sections 1 and 2.\nFigure 35 - Salinity profiles measured on June 14 2009 of sections 3 and 4.\nPressure (dbar)\n149\t148\t147\t146\t145\t144143142\n0 ▼ ▼ ▼ ▼▼ ▼▼▼\nDistance (km)\nDistance (km)\nFigure 36 - Salinity profiles measured on late June 14 2009 and in the early hours of June 15 2009 of sections 5 and 6.\nPressure (dbar)\n160\n30\t25\t20\t15\t10\t5\t0\nDistance (km)\n152\t153\t154\t155156157\nv\t▼\t▼\t▼\t▼ ▼\nFigure 37 - Salinity profiles measured on June 15 2009 of sections 7 and 8.\nDistance (km)\nFigure 38 - Salinity profiles measured on June 15 2009 of section 9.\nIn the 10 dbar horizontal distribution (Figure 39), a lower salinity strip can be found near the shore, on the inner mid-shelf zone, occupying the entire along shore region. In the mid-outer shelf and in the upper slope, saltier waters due to the high evaporation rates can be found. These phenomena corroborate the upwelling events described on the10 dbar temperature distribution.\nNear the bottom (Figure 40), the represented salinities have smaller values (<36.2) when compared to those observed in the surface waters (>36.2). Salinity pattern near bottom is the exact opposite of surface salinity pattern. In the inner-mid shelf, salinity is higher which is consistent with the presence of SW water body while in the inner-outer shelf and slope values of salinity are smaller ranging 36 to 35,5, NACW typical values.\nFigure 39 - Salinity distribution at 10 dbar represented for the entire study region.\nFigure 40 - Salinity distribution near the bottom represented for the entire study region.\nC - Density\nSeawater density is function of water salinity and temperature. In the density profiles color scale, denser water y=27.0 kg/m3 is represented in deep navy blue whereas the less dens water, with values in the range of 25.0 kg/m3, are represented in greenish colors. The 26.66 kg/m3 isopycnical, which, according to Navarro etal. (2007) corresponds to the lower limit of the NACW modified by seasonal cycle, is marked in red.\nThe density gradient is approximately of 1 kg/m3 with density minima near the surface. Maxima are observed near the seabed along the mid-outer shelf and slope. However, depending on the upwelling state, higher values of seawater density can be found near the surface since the deeper water is dragged by the upwelling jet. Density profiles are very similar to the temperature profiles because the temperature gradients far exceed salinity’s. Isopycnical wavelike patterns shown in the following profiles can possibly be due to internal tide waves (Figure 41 through Figure 47).\nDistance (km)\tDistance (km)\nFigure 41 - Density profiles measured on June 13 2009 of sections 1 and 2.\nFigure 42 - Density profiles measured on June 14 2009 of sections 3 and 4.\nPressure (dbar)\tPressure (dbar)\n149\t148\t147\t146\t145\t144143142\nDistance (km)\tDistance (km)\nFigure 43 - Density profiles measured on late June 14 2009 and in the early hours of June 15 2009 of sections 5 and 6.\nPressure (dbar)\nDistance (km)\nDistance (km)\nFigure 44 - Density profiles measured on June 15 2009 of sections 7and 8.\nDistance (km)\nFigure 45 - Density profiles measured on June 15 2009 of section 9.\n10 dbar and near bottom distributions (Figure 46 and Figure 47) are very similar to the temperature distributions (Figure 32 and Figure 33). The density values vary from 25.55 kg/m3 to 26.6 kg/m3 making the density gradient of approximatly 1 kg/m3.\nCyclic upwelling events are well-marked in the 10dbar distribution (Figure 46) where the area of mature upwelling conditions and the less intense upwelling zone could be identified. Denser waters can be found near to the two northern sections (1st and 2nd of the study area) and close to the fifth section. Less dense water was found offshore of coastal region and in those sections where the upwelling state were less developed.\n0 W (WGS84)\nFigure 46 - Density distribution at 10 dbar represented for the entire study region.\nFigure 47 - Density distribution near the bottom represented for the entire study region.\nD - Fluorometry\nFluorometry profiles show the water content in chlorophyll-a and its vertical distribution on the water column. Chlorophyll-a water content values vary from zero to 4.8 |ig/l. In the colour scale white is used for the minimum value while higher values are presented in green. Dark green stands for the chlorophyll-a maximum. The 26.66 kg/m3 isopycnical are marked in red.\nUpwelling conditions can also be observed in these profiles while upwelling jet brings to the surface the 26.66 kg/m3 isopycnical and with it the maxima values of fluorometry (Figure 48 through Figure 52). Mature and less intense upweeling conditions are well-marked and can be distinguished by high chlorophyll-a concentrations at or below the surface, respectively. Isopycnical wavelike patterns are also well visible in the 26.66 kg/m3 possibly due to internal tide\nwaves.\nFigure 48 -Fluorometry profiles measured on June 13 2009 of sections 1 and 2.\n118\t119\t120\t121\t122\t123124125\t133\t132\t131\t130\t129\t128127126\n0 ▼ ▼ ▼ ▼▼▼▼▼ 0 ▼ ▼ ▼ ▼▼▼▼▼\n26\t. a\t:\t.\n30\t25\t20\t15\t10\t5\t0\t30\t25\t20\t15\t10\t5\t0\nDistance (km)\tDistance (km)\nDistance (km)\nFigure 50 - Fluorometry profiles measured on late June 14 2009 and in the early hours of June 15 2009 of sections 5 and 6.\nFigure 49 - Fluorometry profiles measured on June 14 2009 of sections 3 and 4.\nDistance (km)\nPressure (dbar)\nDistance (km)\tDistance (km)\nFigure 51 - Fluorometry profiles measured on June 15 2009 of section 7 and 8.\nDistance (km)\nFigure 52 - Fluorometry profiles measured on June 15 2009 of section 9.\n10 dbar flurometry distribution shows that chlorophyll-a maxima were found near the sections where upwelling mature conditions were observed (Figure 53), mainly close to the two northern sections and the 5th section and along shore in the entire study region.\nIn the near bottom distribution, in Figure 54, maxima are observed close to the shore, in shallower waters, in the mid-inner shelf. Chlorophyll-a values dropped to zero in deeper water settings on the mid-outer shelf and on the upper slope.\nFigure 53 - Fluorometry distribution at 10 dbar represented for the entire study region.\nFigure 54 - Fluorometry distribution near the bottom represented for the entire study region.\nE - SPM Concentrations\nInferred SPM concentration profiles show maxima in the water column that can go up to 8 mg/l, throughout the inner mid-shelf to the mid-outer shelf muddy area, forming a well-defined Bottom Nepheloid Layer (BNL) along the coastal region. BNL thickness was from 20 to 30 m. In the surface layer, near the coastal region, the observed SPM concentrations are smaller with values oscillating from 0 mg/l to approximately 1.4 mg/l. Therefore, a Surface Nepheloid Layer (SNL) can also be found along the coastline, linked to the Loukkos' ebb delta, which seems to act like a source of sediments.\nFigure 55 - SPM concentrations profiles measured on June 13 2009 of sections 1 and 2.\n„\t118\n0 ▼\n119\n▼\n120\n▼\n121\t122\n▼ ▼\n123124125\n133\n132\n▼\n130\t129\t128127126\n▼ ▼ ▼ ▼ ▼\n180\n30\n60\n100\n120\n140\n160\n100\n<TJ .Q T3\n<D\n2\n</>\n<n\n£\n120\n160\nDistance (km)\n180\n30\t25\nDistance (km)\nFigure 57 - SPM concentrations profiles measured on late June 14 2009 and in the early hours of June 15 2009 of sections 5 and 6.\nFigure 56 - SPM concentrations profiles measured on June 14 2009 of sections 3 and 4.\n150\t151\t152\t153\t154\t155156157\n0 ▼ ▼ ▼▼▼▼▼▼\nPressure (dbar)\n30\t25\t20\t15\t10\t5\t0\nDistance (km)\nFigure 58 - SPM concentrations profiles measured on June 15 2009 of section 7 and 8.\n166\t167\t168\t169\t170\t171 172173\n0 ▼ ▼ ▼ ▼ -1-----------------------------------▼ ▼ ▼ ▼\n30\t25\t20\t15\t10\t5\t0\nDistance (km)\nFigure 59 - SPM concentrations profiles measured on June 15 2009 of section 9.\n10 dbar SPM concentrations distribution shows a SNL near shore in the entire coastal region of the study area. The observed maxima SPM concentration values are under 1 mg/l, where the SPM gradient is very small ranging values of approximately 0.2 - 0.4 mg/l (Figure 60).\nNear bottom distribution, in Figure 61, corroborates the presence of a BNL to the north of the Loukkos River inlet with maxima that can go up to 5 mg/l, extending from the mid-inner shelf to the mid-outer shelf. However, another BNL with lower SPM concentration values of approximately 3 mg/l can also be found in these shelf regions (section 9). SPM concentrations drop abruptly to less than 1 mg/l near the upper slope.\nFigure 60 - SPM concentrations distribution at 10 dbar represented for the entire study region.\n■■Mill\tmg/l\n0123456789\t10\n35.4-\n35.3-\no\n35.2-\nLoukkos River Inlet\n35.1-\nMOROCCO\nNear Bottom\nSPM Concentrations\n0 W (WGS84)\nFigure 61 - SPM concentrations distribution near the bottom represented for the entire study region.\nF - Brunt-Vaissala Frequency (cycles/h) vs. SPM Concentrations (mg/l)\nSeveral longitudinal profiles were made for BV frequency analysis with SPM concentrations in order to infer what the role of water column internal instability in sediments resuspension (Figure 62 through Figure 70).\nThe green stands for SPM concentration values, which colour scale varies from 0 mg/l up to 10 mg/l. BV frequency is represented in black, varying from -6 to 20 cycles per hour, where higher values show greater instabilities in the water column or, in other words, the presence of higher gradients. The dashed blue lines were used to point the possible position of the pycnocline in the water column, always observed in the BV frequency maxima. The pycnocline can be found offshore, in the surface layers at, approximately, 20 to 40 m depth in all sections. This interface is very important since any perturbation of the pycnocline will propagate as an internal wave, transporting both mass and momentum (Apel, 2002). Pycnocline is also where IWs have their maximum amplitude. BV Frequency low values point to a well-stratified ocean above the pycnocline at deeper layers. Higher BV frequency values were observed in the surface layers, due to the observed upwelling conditions, where the upwelled jet reached the surface in the coastal region, locally causing a thermal gradient and, consequently, an important density gradient.\nAs it was shown before in the SPM concentration section profiles and near bottom distributions, continuous BNLs were observed. This analysis confirms the presence of a BNL, in all sections with max height of ±40m. The BNL upper limit is associated with the BV frequency lower values.\nFigure 62 - Brunt-Vaissala frequency versus SPM concentrations for section 1.\nPressure (dbar)\tPressure (dbar)\nFigure 63 - Brunt-Vaissala frequency versus SPM concentration for section 2.\nPressure (dbar)\tPressure (dbar)\n-5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20\t-5 0 5 10 15 20 -5 0 5 10 15 20\nFigure 64 - Brunt-Vaissala frequency versus nephelometry for section 3.\nFigure 65 - Brunt-Vaissala frequency versus nephelometry for station section of section 4.\nFigure 66 - Brunt-Vaissala frequency versus nephelometry for section 5.\nSection 5\nSPM cnc (mg/l) N (cycles/h) Pycnocline\nPressure (dbar)\tPressure (dbar)\n02468 10 02468 10 02468 10 02468 10 02468 10 02468 10 0\t1\t2\t3\t4\t02468 10\n-5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20\nFigure 67 - Brunt-Vaissala frequency versus nephelometry for section 6.\nPressure (dbar)\tPressure (dbar)\nSection 8\nSPM cnc (mg/l) N (cycles/h) Pycnocline\nFigure 69 - BrUnt-Vaissala frequency versus nephelometry for section 8.\nFigure 68 - Brunt-Vaissala frequency versus nephelometry for section 7.\nPressure (dbar)\n-5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 -5 0 5 10 15 20 .5 0 5 10 15 20 '5 0 5 10 15 20 -5 0 5 10 15 20\nFigure 70 - Brunt-Vaissala frequency versus nephelometry for station section of section 9.\nG - IWS Results\nResults for the Barotropic Tidal Forcing Term, which maximum values indicate regions of Internal tide generation (Quaresma &amp; Pichon 2013), show that the northern region of the NW Moroccan shelf, close to the Strait of Gibraltar, is an IW hotspot. This internal eave generation potential reduces southward, along the continental margin rim. Near to the study region, tidal barotropic forcing term values are, mainly, 0.2 - 0.6 x10'5 s'1 and, in the northern region close to the first two sections, less than 0.8 x10'5 s'1 (Figure 71). As the barotropic forcing term has it maximum value in the northern section, tidal currents are expected to be greater in this area, declining to south.\nSince IWs propagate far away from their generation slope, not only the nearest IWs formation area directly affects the study area but also, the IWs formed in the Gibraltar Strait channel, due to refraction processes.\n-7.5\t-7\t-6.5\t-6\t-5.5\nFigure 71 - Tidal Barotropic Forcing Term calculated for the study region.\nH - Calcareous Nanofossil assemblage\nIn the study area, near the bottom, Gephyrocapsa muellarae was the species more represented with abundances in the order of 2.08 coccoliths l-1) followed by Emilliana huxleyi (approximately 8.07 coccoliths l-1 on the bottom surface and in the surface sample 2.62 coccoliths l-1). Counted in smaller numbers with a non-significant abundance, Pseudoemiliania lacunosa and Gephyrocapsa caribbeanicawere the identified remobilized species. Although these two species exist during the Quaternary, were considered, in this particular study, as “past indicators” or remobilized fossils.\nSurface samples were enriched in small diatoms and dinoflagelates characteristics of shallower and upwelled water. According to the cocospheres vs. coccolith model (Cachão et al., 2002), in presence\nof a mature upwelling scenario, coccosphere blooms would be more likely to be found than individual coccoliths, which corresponds to a most favorable biologic situation. However with cyclic upwelling events, like those observed in this study region, these blooms are less clear and an alternation between coccoliths and individually coccospheres can be found.\nNannofossil and SPM concentrations are graphed against each other (Figure 72) in order to understand how many of SPM concentration are, indeed, nannofossil particles. Figure 72 shows that, generally, nanno bottom samples have higher values of cocoliths when compared with the accounted nanno in the surface samples. However, two inversions are observed, most likely, due to the continuous bottom nepheloid layer present along shore in all the study area. High SPM concentration values were reflected on filters, interfering with nanno visualization and counting. These punctual higher values, observed in the surface samples, cancould also be related with the upwelled jet that carried these organisms and nutrients to the surface.\nOn the other hand, coccospheres, counted in the surface samples, were present with a smaller abundance than coccoliths. Diatoms and dinoflagellates were also present in a less significative number.\nFigure 72 - Nano concentrations vs. SPM concentrations. Orange squares represent the 5dbar coccolith samples; brown circles stand for lithos bottom samples. Coccospheres counted in the surface samples are represented in yellow while diatoms and dinoflagellates are represented by the cyan star.\nFor a better understanding of the relationship between the accounted coccolithophores and coccospheres in the surface samples, respectively standard deviation for the most relevant species was calculated and, lately, graphed against each other (Figure 73).\nAccordingly to the cocospheres vs. coccolith model (Cachão et al., 2002), simultaneously higher values of Slithos and Sspheres indicate a bloom, whereas higher values of Slithos and smaller Sspheres are synonymous of specie diclinous. In theory and hardly observed in nature, the presence of a steady state is found when smaller values of both variances are obtained.\nIn Figure 73 two of these situations are observed: E. huxleyi and G. muellarae species were, most certainly, in a bloom phase. In the other hand, G. ericsonii specie was in a decline phase of their developing process, since its spheres and liths variances have both high values.\n600\n500\n400\n<n\n0\n■—\n0)\nx: 300 —\nQ.\n</)\n»O\nõliths vs. õspheres\nE. huxleyi\nG. ericsonii\n200\nG. muellarae\n100 —\n0\n0\nT\nT\nT\nT\nT\nT\nT\n1000\n2000 õ liths\n3000\n4000\nFigure 73 - Lithos and coccospheres standard deviations plotted against each other.\nChapter 5: Discussion\nMeteorological conditions and wind field intensity and direction deeply influence ocean's surface. Sampling period was not made synoptically and, therefore, the obtained data results from different wind fields over the study area.\nJust before sampling period, two weeks of steady and favorable upwelling winds, northern winds, blew over the study area. However, locally changes on wind field direction and intensity occurred, changing the oceanic dynamics, which caused locally cyclic upwelling events with alternation between mature upwelling state and less intense upwelling conditions.\nIn a verified upwelling situation, water deflection occurs in the upper layers, and a low pressure sets in, forcing waters from below to move upward and replacing, at least, part of the space vacated by the offshore drift. To complete, a wind blowing along shore provokes an offshore current at upper levels, upwelling at the coast and an onshore current at the lower depths.\nThe upwelled state only depends on wind intensity, which in the case of strong or prolonged wind events causes the interface to reach the surface, where it forms a front that is displaced offshore, leaving the cold waters from below exposed to the surface. This situation corresponds to a mature upwelling that favors biological activity. Mature upwelling conditions were observed mainly in sections 1, 2 and 5, where it is clear the presence of an upwelling jet of deeper and colder water reaching the surface, whereas surface and warmer waters suffer a deflection to offshore. This corresponds evidently to a conventional, well-developed upwelling scenario (see Figure 27 and Figure 29).\nThese assumptions can be reinforced when looking to the respective density profiles (Figure 41 and Figure 43) where denser water reached the surface layer at the same time that surface seawater (warmer and less dens waters) was being removed from shore. Although salinity changes were smaller, salinity profiles also support upwelling by the occurrence of an upwelling jet of deeper and less saline seawater to the surface. Due to typical dry weather and its high evaporation rates, surface water was saltier than the water beneath, which can be explained by weak or inexistent river input to ocean in summer. River flow is also reduced by the existence of damns at the Loukkos inlet.\nIn the other sections, where upwelling conditions registered were less intense due to wind field deflections to south and SW, which are upwelling non-favorable wind field directions, a thin mix surface layer of warmer and salty seawater composed the surface layer, perpendicular to shore and occupying the entire crosshore region. The existence of a marked temperature, salinity and density gradients in all the profiles of these sections, and the beginning of surface seawaters deflection lead to and also corroborate the present of a less intense upwelling jet of deeper waters that did not reach the surface.\nSince the study area yet belongs to the westerly wind field region, as the Portuguese coast, a simple association is made between these two, under summer conditions. The observations conducted in May 1999, along the Portuguese coast (Oliveira et. al, 2002), are representative of conditions found during the transition to the upwelling regime. These observations covered a period with a northerly (upwelling favorable) wind event, which lasted 3 days. After about 2-3 days of persistent northerly winds, results also showed a mature upwelling stage as the response of coastal waters for the local wind forcing. Wind field changed to south, likewise to what happen during the HM09 cruise in the study area, and under these southerly winds, results revealed, as well, a rapid erosion of the upwelling conditions, with the warm offshore waters penetrating inshore over the shelf (Oliveira et. al, 2002).\nSeveral similar conditions were found between the Moroccan and the Portuguese coast. However, with the exception of rivers input to the Atlantic, in the Portuguese coast there is a reduction of rivers inflow in summer but it is still possible to see the rivers signature, which has an important influence on the sedimentary dynamics. While, on the contrary, none Loukkos signature was found during this cruise on the NW Moroccan coast.\nNevertheless, south of the study area, or most of the NW Moroccan coast, belongs to the one of the four large systems of Eastern Boundary Currents (EBC) within the trade wind belts of the subtropics (Hagen, 2000). In this area, the NE trade winds blowing parallel to the coast lead to Ekman transport which results in upwelling of cool and nutrient-rich central water. The intensity and occurrence of upwelling depends on the meridional shift of the Intertropical Convergence Zone. The cold upwelling zone on the continental shelf is separated by the shelf breakfront from warmer offshore waters (Hagen, 2001). In this area, as the trade wind belt moves seasonally, the upwelling conditions change within a seasonal cycle (Wooster et al., 1976; Mittelstaedt, 1991; Nykj^r and Van Camp, 1994 in Holzwarth et. al, 2010). Between 20°N and 25°N, upwelling persists throughout the year whereas north of 25°N coastal upwelling is predominant in boreal summer (summer) and early boreal fall (fall) (Mittelstaedt, 1991; Hernández-Guerra and Nykj^r, 1997 in Holzwarth et. al, 2010).\nThe study region is under the influence of IWs propagation over the slope and shelf. These features deeply affected the water column, being easily detected on the temperature, density and fluorometry profiles by the wave-like water column disposition. Their current pulses are strongly energetic to resuspend the bottom sediments being closely related to the BNL observed. Near to the shore, they can also be linked with SNL formation. Similar results can be found close to the Nazaré canyon in the Portuguese shelf due to non-linear internal waves formed over this canyon. These features travelling over the continental shelf create a current pulse that is strong enough to resuspend the bottom sediments (Quaresma et. al, 2007).\nOliveira et. al (2002) and Vitorino et. al (2002b) also stated that IWs may also cause resuspension, mainly in the outer shelf associated with particular stratification conditions. Internal waves and\ntides generated at the shelf-break, with periods shorter than 14 h can be transmitted onshore and bottom intensified (Vitorino et al., 2002b), promoting the remobilization of the fine sediments. Portuguese outer shelf region is also affected by this mechanism, when in case of extreme storm events the front region can reach and erode the sediments of the Douro muddy patch, in the middle shelf (Vitorino et al., 2002b).\nSeveral authors like Southard and Cacchione, 1972; Ribbe and Holloway, 2001; Apel, 2002; Fringer and Street, 2003; Bogucki et al., 2005; Thorpe, 2005; Gilbert et al., 2007; Bourgault et al., 2008; Boegman and Ivey, 2009; Lim et al., 2010 defend that IWs travelling and/or breaking on sloping surfaces creates episodic high-turbulence events and consequently erosion and transport of sediments.\nSPM concentrations profiles and distributions show that the maxima suspended particulate matter on the water column can be found over the seabed from 20m to, approximately, 120 m, which area comprises the inner mid-shelf (&lt;50m depth) and mid-outer shelf muddy area (55 - 120 m depth). Very fine and well-sorted terrigenous sand and muds compose these areas. This sediment resuspension leads to the presence of a continuous BNL along the coastal area, comprising the most of the sections. The highest values of PM were found in the boundary zone between the inner and mid-outer shelf with values of, approximately, 4 to 5 mg/l but with some localized maxima of ~ 8 mg/l. BNL thickness values were from 20 to 30 m, which results are very similar to those obtained for the Portuguese coast in the OMEX99 cruise, during May 1999 in Oliveira et. al (2002).\nA small Intermediate Nepholoid Layer (INL) can also be found in the frontier of these two shelf regions (approximately at 50 m depth) in Figure 57.\nHall, Schmidt, McCave and Reyss (2000) proposed that in summer periods there is an intensification of INL production with equatorward upper slope current, offshore transport and upwelling.\nA Surface Nepheloid Layer (SNL) is also observed close to the shore, being related with the upwelled jet that brings to the surface the SPM suspended in the water column. Oliveira et. al (2002) obtained similar results on the Portuguese coast, when the upwelling front was present over the inner-mid shelf, SPM in SNL also seem to be constrained near the coast.\nThe observed SPM values in the study area are also similar to those reported for the Gulf of Lions where the surface waters contained PM concentrations of 0.8-3 mg/l (Durrieu de Madron et al., 1990) and near-bed concentrations of 4 mg/l.\nDespite of the sampling depths not being the ideal depths for nanofossil analysis, this analysis is interesting and complements the water masses and sedimentology studies. Results showed that E. huxleyi and G. muellarae species were most certainly in a bloom phase, whereas G. ericsonii specie was in a decline phase of the developing state.\nMendes et al. (2011) suggested that locally favorable conditions for productivity of coccolithophores could be promoted in this part of the shelf by IWs. This mechanism has been proven to be an important contributor to the enhancement of biological productivity in some shelfbreak regions (Sangra et al., 2001 and references therein). A study of marine coccolithophores in Portuguese coastal waters emphasized the importance of these organisms with a dominance of Gephyrocapsa species and Emiliania huxleyi, which results are similar to those obtained for the NW Moroccan shelf (Silva et al., 2008 a,b).\nNanno and SPM correlation shows that, generally, bottom samples have higher values of cocoliths than the accounted nanno in the surface samples. The two observed tendency inversions are most likely due to the Bottom Nepheloid Layer, where high SPM concentrations values were reflected on the filter and interfered the nanno visualization and counting. Nevertheless, these punctual higher values can also be related with the upwelled jet that, possibily, transported nanno species to the surface layers.\nFluorometry profiles showed that maximum values of chlorophyll-a are deeply related with the 26.66 kg.m'3 isopycnical, as presented in the model of Navarro et al. (2006). This isopycnical marks the initial location where the maximum nutrient gradient is when the spring-summer season begins. So SCM starts to develop in this isopycnal, development reinforced simultaneously by the phytoplankton’s consumption of upward-diffusing nutrients (Lafuente J.G. and Ruiz J., 2007). Vertical distribution of chlorophyll-a in the water column is influenced by the installed upwelling conditions. A high favorable biological situation is observed in upwelling mature conditions, where the upwelling jet reached the surface, bringing and exposing this isopycnical and, consequently, nutrients and these organisms at the surface. However, not only the upwelling jet influenced the chlorophyll-a position on the water column, its position can also be the result of IWs propagation along the mid-shelf.\nThe observed amount of chlorophyll-a varies from values close to zero that can go up to 3-4 pg/l. These results are in conformity with the average and amplitude values found in the Portuguese coast by Mendes et al. (2011) (0.68 (0.10-4.33) pg/l). Peliz and Fiuza (1999) also studied the amount of chlorophyll-a for the Portuguese coast obtained average values varying between 0.5 and 1.0 mg m'3 and with maxima concentrated much closer to the shore along the coast. Therefore, these higher values observed on the NW Moroccan coast are due to nannoplankton blooms and, possibily, also to other phytoplankton species.\nChapter 6: Conclusions - Conceptual Model of the Regional dynamics and SPM transport\nIn the 3rd Chapter, results show that the study region, during the summer period, is under the influence of several physical processes, such as cyclic upwelling events and their consequences (Ekman transport and offshore superficial currents, downward currents and upwelling jet) or even being affected by the IWs travelling on the shelf. Due to the high evaporation rates and low precipitation values, there is no river output signature from the Loukkos River to the adjacent ocean, and therefore, the present fine sediment and SPM that have their source in the Loukkos River were exported during winter periods. These observations show an important seasonal duality in regional dynamics, with alternation of deposition and resuspension periods in winter and summer, respectively.\nDuring summer, upwelling events and, mainly the upwelled jet, are responsible for the fluctuations of the nutricline and chlorophyll-a, exposing organisms and nutrients to the surface (Figure 48 trough Figure 54). However, upwelling events alone are not responsible for the bottom sediment ressuspension as their induced currents do not have enough energy to resuspend and transport the deposited sediment. The observed SPM concentrations and the continuous BNL along the study area are, most likely, related to the propagation of IWs on the shelf. Traveling IWs create current pulses that are energetic enough to resuspend and, possibly, transport bottom sediments along the shelf. Higher values of SPM in the water column are found in the inner/mid-outer shelf boundary, since its sediment constitution is mainly very fine and well-sorted terrigenous sand, which are easily removed and suspended (Figure 61). The observed SNL in the coastal area is also related to IWs propagation on the inner shelf area. The observed spreading-like pattern can be associated to wind-driven currents observed during the cruise (Figure 60 and Figure 23).\nIn summary HM09 observations revealed:\n1.\tImportant winter-summer duality in regional dynamics, with alternation of deposition and resuspension periods, respectively;\n2.\tDuring summer, the study region is under installed upwelling conditions, being also affected by IWs propagation on slope and shelf.\n3.\tUpwelling events alone are not energetic enough to resuspend bottom sediments only affecting particles already suspended in the water column, such as planktonic organisms, being associated with SPM/Chlorophyll-a transport;\n4.\tIWs propagate over the slope and shelf, like a free-wave, radially, resuspending bottom sediments and establishing a continuous BNL along the shelf observed in all the study area;\n5.\tThe observed SNL parallel and close to the shore is, not only, related to IWs propagation but also with N-S wind-driven currents observed in the coastal region.\nI - Future Works\nAs NW Moroccan shelf being so alike to the Portuguese shelf, its study can be useful, not only for a better understanding of its own function and dynamics but it will be helpful to comprehend the Portuguese continental shelf dynamics and its oceanographic processes. Future work should be considered, such as the planning and execution of new surveys covering different seasonal scenarios and extending sampling area to deeper water domains, in order to validate the conceptual model of ocean dynamics and SPM transport proposed in this study. Future data collection should also allow deepening the knowledge of IWs resuspension mechanisms on the slope and shelf, for example the use of near bottom current meters to measure the current pulses created by IWs propagation. Temperature or density in situ measurements will also guide sampling for a better correlation between nannoplankton and chlorophyll - a data. It will also be of interest to extend data'sampling to boundary between seasonal to all'year upwelling areas, further south in the Moroccan shelf.\nAppendix\nThe work appendixes are presented in digital format in a form of a CD.\nReferences\nAberkan. 1989. Etudes des formations quaternaires des marges du basin du Gharb (Maroc Nord Occidental), PhD Thesis, Université Paris Sud (France), p290 (in French)\nAloussi L. 2008. Evolution spatio-temporelle de l'estuaire du Loukkos; étude preliminaire. Mémoire DESA. Faculté des Sciences, Rabat, Morocco, 58 p. + append\nApel, J.R., 2002. Oceanic internal waves and solitons. In: Jackson, C.R. (Ed.), An Atlas of Oceanic Internal Solitary Waves. Global Ocean Associates. Prepared for Office of Naval Research — Code 322 PO, Alexandria, VA, pp. 1-40\nArístegui, J., Barton, E. D., Álvarez-Salgado, X. A., Santos, M. P., Figueiras, F. G., Kifani, S., Hernández-Lion, S., Mason, E., Machú, E., Demarcq, H., 2009. Sub-regional ecosystem variability in the Canary Current upwelling. Progress in Oceanography 83, 33-48\nAzetsu-Scott, K., Johnson, B.D., Petrie, B., 1995. An intermittent, intermediate nepheloid layer in Emerald Basin, Scotian Shelf. Continental Shelf Research 15 (2-3), 281-293\nBacon, M.P., Rutgers van der Loeff, M.M., 1989. Removal of thorium-234 by scavenging in the bottom nepheloid layer of the ocean. Earth and Planetary Science Letters 92, 157-164.\nBarton, E.D., 1998. Eastern Boundary of North Atlantic: Northwest Africa and Iberia. Coastal segment (18,E). In: Robinson, A.R., Brink, K.H. (Eds.), The Sea, vol. 11. John Wiley and Sons, New York, pp. 633-657\nBenmohammadi A., Griboulard R., Zourarah B., Carruuesco C., Mehdi K., Mrikdeh A., El Moussaoui A., Aloui AM., Carbonel P., Londeix L., 2007. Hyperactive neotectonic near the South Rifian front lifted late Quaternary lagunal deposit (Atlantic Morocco). CR Geosci 339:831-839\nBoegman, L., Ivey, G.N., 2009. Flow separation and resuspension beneath shoaling non- linear internal waves. Journal of Geophysical Research 114, C02018\nBogucki, D., Dickey, T., Redekopp, L.G., 1997. Sediment resuspen- sion and mixing by resonantly generated internal solitary waves. J. Phys. Oceanogr. 27, 1181-1196\nBogucki, D.J., Redekopp, L.G., Barth, J., 2005. Internal solitary waves in the Coastal Mix- ing and Optics 1996 experiment: multimodal structure and resuspension. Journal of Physical Oceanography 110, C02024. doi:10.1029/2003JC002253\nBorn, K., Fink, A., Paeth, H., 2008. Dry and wet periods in the northwestern Maghreb for present day and future climate conditions. Meteorologische Zeitschrift, Volume 17, Number 5, October 2008, pp. 533-551 (19). E. Schweizerbart'sche Verlagsbuchhandlung\nBourgault, D., Kelley, D.E., Galbraith, P.S., 2008. Turbulence and boluses on an internal beach. Journal of Marine Research 66, 563-588\nButman, B., Alexander, P.S., Scotti, A., Beardsley, R.C., Anderson, S.P., 2006. Large inter- nal waves in Massachusetts Bay transport sediments offshore. Continental Shelf Research 26, 2029-2049\nCacchione, D.A., Drake, D.E., 1986. Nepheloid layers and internal waves over continental shelves and slopes. Geo Mar. Lett. 6, 147-152\nCacchione, D.A., Southard, J.B., 1974. Incipient sediment move- ment by shoaling internal gravity waves. J. Geophys. Res. 79, 2237-2242\nCacchione, D.A. &amp; Wunsch, C., 1974. Experimental study of internal waves over a slope. Journal of Fluid Mechanics 66 (2), 223-239\nCachão, M. &amp; Oliveira, A., 2000. (Cocco)liths versus (cocco)spheres: Aproxing the ecological performance of coccolithophores. Journal of Nannoplankton Research, 22, 1, 2000\nCarmona J. &amp; Ruiz M. 2009. Geomorphological evolution of the River Loukkos estuary around the Phoenician city of Lixus on the Atlantic Littoral of Morocco, Geoarchaeology, 24, 6, 821- 845\nCharrouf L., 1989. Problèms d'ensablements des ports marocains sur la façade atlantique. Leur impact sédimentologique sur le littoral. PhD thesis, Université Paris Sud (France), p 278 (in French)\nCirac P, De Resseguier A., Weber O., 1989. Situation courantologique et hydrologique Nord-Marocain (Mission GEOMAR II). Bull Inst Géol Bass Aquitaine 46:81-95 (in French)\nCriado-Aldeanueva, F., García-Lafuente, J., Vargas, J., del Río, J., Vázquez, A., Reul, A., Sánchez, A., 2006. Distribution and circulation of water masses in the Gulf of Cádiz from in situ observations. Deep-Sea Research II, this issue [doi:10.1016/ j.dsr2.2006.04.012]\nDalrymple R.W., Zaitlin B.A. &amp; Boyd R., 1992. Estuarine facies models: conceptual basis and stratigraphic basis. J. Sediment. Petrol., 62, 1130-1146\nDickson, R.R., McCave, I.N., 1986. Nepheloid layers on the continental slope west of Porcupine Bank. Deep-Sea Research 33 (6), 791-818\nDurrieu De Madron, X., Castaing, P., Nyffeler, F., Courp, T., 1999. Slope transport of suspended particulate matter on the Aquitanian margin of the Bay of Biscay. Deep-Sea Res. II 46, 20032027\nDurriew de Madron, X., Nyffeler, F. &amp; Godet, C.H., 1990. Hydrographic structure and nepheloid spatial distribution in the Gulf of Lions continental margin. Continental Shelf Research, 10(911), 915-929\nEgbert, G., Bennett, A., Foreman, M., 1994. TOPEX/ POSEIDON tides estimated using a global inverse model. Journal of Geophysical Research 99, 24821-24852\nEl Gharbaoui A. 1981. La Terre et l'Homme dans la Péninsule tingitane ; étude sur l'homme et le milieu naturel dans le Rif. Trav. Inst. Sci. Rabat, série Géol. &amp; Géogr. phys., 15, 439 p\nEl Morhit, M.. 2009. Hydrochimie, éléments traces métalliques et incidences Ecotoxicologiques sur les différentes composantes d'un écosystème estuarien (Bas Loukkos). Thèse Doctorat ès science, Université Mohammed V - Agdal, Rabat. IMIST. Series/Report N° Th-571.95/MOR\nFortunato, A.B., Pinto, L., Oliveira, A., Ferreira, J. S., 2002. Tidally generated shelf waves off the western Iberian coast. Continental Shelf Research 22 (2002) 1935-1950\nGardner, W.D., Walsh, I.D., Richardson, M.J., 1993. Biophysi- cal forcing of particle production and distribution during a spring bloom in the North Atlantic. Deep-Sea Research Part II 40 (1/2), 171-195\nGilbert, R.W., Zedler, E.A., Grilli, S.T., Street, R.L., 2007. Progress on nonlinear-wave- forced sediment transport simulation. IEEE Journal of Oceanic Engineering 32 (1), 236-248. doi:10.1109/JOE.2007.890979\nGlobal Ocean Associates, 2002. An atlas of internal solitary-like waves and their prop- erties. In: Jackson, C.R. (Ed.), Prepared for Office of Naval Research — Code 322 PO. Global Ocean Associates, Alexandria, VA http://www.internalwaveatlas.com/ Atlas2_index.html\nGraf, G., Rosenberg, R., 1997. Bioresuspension and biodeposi- tion: a review. Journal of Marine Systems 11 (3-4), 269-278\nGundersen, J.S., Gardner, W.D., Richardson, M.J., Walsh, I.D., 1998. Effects of monsoons on the seasonal and spatial distributions of POC and chlorophyll in the Arabian Sea. Deep-Sea Research Part II 45 (10-11), 2103-2132\nHagen, E., 2000. Northwest African upwelling scenario. Oceanologica Acta 24, S113 - S128\nHakkou M, Castelle B, Benmohammadi A, Zourarah B, 2011. Wave climate and morphosedimentary characteristics of the Kenitra-Bouknadel sandy coast, Morocco. Environ Earth Sci, DOI 10.1007/s12665-011-0977-0\nHall, I.R., Schmidt, S., McCave, I.N., Reyss, J.L., 2000. Particulate matter distribution and 234Th/238U disequili- brium along the Northern Iberian Margin: implications for particulate organic carbon export. Deep-Sea Research Part I 47, 557-582\nHarvey, J., 1982. 0-S relationships and water masses in the Eastern North Atlantic. Deep-Sea Res. 29, 1021 - 1033\nHasnae, J. &amp; Abdou, K., 2007. Rapport de stage Rapport de stage. DEPARTEMENT DES SCIENCES DE LA TERRE ET DE L'UNIVERS MASTER. MASTER Sciences de la Terre, de la Mer et de l'Environnement. UNIVERSITE MOHAMED V FACULTE DES SCIENCES RABAT AGDAL\nHernández Guerra, A., López-Laatzen, F., Machín, F., de Armas, D., Pelegrí, J.L., 2001. Water masses, circulation and transport in the eastern boundary current of the North Atlantic subtropical gyre. Sci. Mar. 65 (S1), 177 - 186\nHernández-Guerra, A., Nykj^r, L., 1997. Sea surface temperature variability off north- west Africa: 1981-1989. International Journal of Remote Sensing 18 (12), 2539-2558\nHolzwarth, U., Esper, O., Zonneveld K. A. F., 2010. Organic-walled dinoflagellate cysts as indicators of oceanographic conditions and terrigenous input in the NW African upwelling region. Review of Palaeobotany and Palynology 159 (2010) 35-55\nHuthnance, J.M., 1995. Circulation, exchange and water masses at the ocean margin: the role of physical processes at the shelf edge. Prog. Oceanogr. 35, 353-431\nInthorn M., Mohrholzb V., Zabelc M., 2006. Nepheloid layer distribution in the Benguela upwelling area offshore Namibia. Deep-Sea Research I 53 (2006) 1423-1438\nInthorn, M., Wagner, T., Scheeder, G., Zabel, M., 2006. Lateral transport controls distribution, quality and burial of organic matter along continental slopes in high-productivity areas. Geology 34 (3), 205-208\nJahnke, R.A., Reimers, C.E., Craven, D.B., 1990. Intensification of recycling of organic matter at the sea floor near ocean margins. Nature 348, 50-54\nJaidi EB., 1981. Les environments sédimentaires actuels et pléistocene du plateau continental atlantique marocain entre Larach et Agadir. PhD thesis, Université Bordeaux I (France), (in French), p 189\nJia, Y., 2000. Formation of an Azores current due to Mediterranean overflow in a modelling study of the North Atlantic. Journal of Physical Oceanography 30, 2342-2358\nJohnson, J., Stevens, I., 2000. A fine resolution model of the Eastern North Atlantic between the Azores, the Canary Islands and the Gibraltar Strait. Deep Sea Research I 47, 875-899\nKantha, L.H., Tierney, C.C., 1997. Global baroclinic tides. Prog. Oceanogr. 40, 163-178\nKennett, J.P., Stott, L.D., 1991. Abrupt deep-sea warming, palaeoceanographic changes and benthic extinctions at the end of the Palaeocene. Nature 353, 225-229\nKinkel, H., Baumann, K.H., Cepek, M., 2000. Coccolithophores in the equatorial Atlantic Ocean: response to seasonal and Late Quaternary surface water variability. Marine Micropaleontology, 39, 87 - 112\nLaFond, E.C., 1962. Internal waves, part I. In: Hill, M.N. (Ed.), The Sea. Interscience, New York, pp. 731-751\nLaFond, E.C., 1966. Internal waves. In: Fairbridge, R.W. (Ed.), The Encyclopedia of Oceanography. Reinhold, New York, pp. 402-408\nLafuente, J.G. &amp; Ruiz, J., 2007. The Gulf of Cádiz pelagic ecosystem: A review. Progress in Oceanography 74 (2007) 228-251\nLennert-Cody, C.R., Franks, P.J.S., 1999. Plankton patchiness in high-frequency internal waves. Marine Ecology Progress Series 186, 59-66\nLim, K., Ivey, G.N., Jones, N.L., 2010. Experiments on the generation of internal waves over continental shelf topography. Journal of Fluid Mechanics 663, 385-400\nLyard, F., Lefevre, F., Letellier, T., Francis, O., 2006. Modelling the global ocean tides: modern insights from FES2004. Ocean Dynamics 56, 394-415\nMartins I. &amp; Vitorino J., 2012. Physical processes affecting the El-Arraiche mud volcano Field (NW Moroccan Margin). HERMIONE Final Meeting, Carvoeiro,11-14 September 2012\nMcCave, I. N. (1983). Particulate size spectra, behaviour and origin of nepheloid layers of the Nova Scotian Continental Rise. Journal of Geophysical Research, 88, 7647-7666\nMcCave, I.N., Bryant, R. J., Cook, H.F., Coughanowr, C.A., 1986. Evaluation of a laser diffraction size analyser for use with natural sediments. Jour. Sed. Pretology, 56: 561-564\nMcCave, I.N., Hall, I.R., Antia, A.N., Chou, L., Dehairs, F., Lampitt, R.S., Thomsen, L., van Weering, T.C.E., Wollast, R., 2001. Distribution, composition and flux of particulate material over the European margin at 471500N. Deep-Sea Research Part II 48, 3107-3139\nMcIntyre, A. &amp; McIntyre, R. (1971). Coccolith concentrations and differential solution in oceanic sediments. In: B. M. Funnell &amp; W. R. Riedel (Eds.), The Micropaleontology of Oceans (253 -261). Cambridge University Press. London\nMcPhee-Shaw, E.E., Kunze, E., 2002. Boundary layer intrusions from a sloping bottom: a mechanism for generating intermediate nepheloid layers. Journal of Geophysical Research 107 (C6)\nMcPhee-Shaw, E.E., Sternberg, R.W., Mullenbach, B., Ogston, A.S., 2004. Observations of intermediate nepheloid layers on the northern California continental margin. Continental Shelf Research 24 (6), 693-720\nMendes, C.R., Sá, C., Vitorino, J., Borges, C., Tavano Garcia, V. M., Brotas, V., 2011. Spatial distribution of phytoplankton assemblages in the Nazaré submarine canyon region (Portugal): HPLC-CHEMTAX approach. Journal of Marine Systems 87 (2011) 90-101\nMittelstaedt, E., 1991. The ocean boundary along the northwest African coast: Circulation and oceanographic properties at the sea surface. Progress in Oceanog- raphy 26 (4), 307-355\nMoum, J.N., Farmer, D.M., Smyth, W.D., Armi, L., Vagle, S., 2003. Structure and generation of turbulence at interfaces strained by internal solitary waves propagating shoreward over the continental shelf. Journal of Physical Oceanography 33, 2093-2112\nMunk, W., 1981. Internal waves and small-scale processes. In: Warren, B.A., Wunsch, C. (Eds.), Evolution of Physical Oceanography. MIT Press, Cambridge, pp. 264-291\nNash, J.D., Moum, J.N., 2005. River plumes as a source of large-amplitude internal waves in the coastal ocean. Nature 437, 400-403\nNavarro, G., Ruiz, J., Huertas, I.E., Garci 'a, C.M., Criado Aldeanueva, F., Echevarri'a, F., 2006. Basin scale structures governing the position of the deep fluorescence maximum in the Gulf of Ca 'diz. Deep Sea Research II 53 (11-13), 1261-1281\nNoble, M.A., Xu, J.P., 2003. Observations of large-amplitude cross- shore internal bores near the shelf break, Santa Monica Bay, CA. Mar. Environ. Res. 56, 127-149\nNunes, F., Norris, R.D., 2006. Abrupt reversal in ocean overturning during the Palaeo- cene/Eocene warm period. Nature 439, 60-63\nNykj^r, L., Van Camp, L., 1994. Seasonal and interannual variability of coastal upwelling along northwest Africa and Portugal from 1981 to 1991. Journal of Geophysical Research 99 (C7), 14197-14207\nOliveira, A. (2001). Dinâmica da Matéria Particulada em Suspensão na Plataforma continental Minhota e sua relação com a cobertura sedimentar. Tese de Doutoramento, Univ. de Faro, 278pp (not published)\nOliveira, A. (1994). Plumas túrbidas associadas com os rios a norte de Espinho. Tese de Mestrado, Univ. de Aveiro, 182pp (not published)\nOliveira A., Vitorino J., Rodrigues A., Jouanneau J.M., Dias J.A., Weber O., 2002. Nepheloid layer dynamics in the northern Portuguese shelf. Progress in Oceanography 52 (2002) 195-213\nOliveira, A., Silva, S., Baptista, C., Santos, A.I., &amp; Pombo, J. (2010). Recent sedimentary cover of the Loukkos and Sebou rivers adjacent shelf (Morocco- Gulf of Cadiz). 1as Jornadas de Engenharia Hidrográfica\nOmori, M. &amp; Ikeda, T. 1984. Methods in marine zooplankton ecology. Jokn Wiley &amp; Sons, New York, 332pp\nOstrovsky, L.A., Stepanyants, Y.A., 1989. Do internal solitons exist in the ocean? Reviews of Geophysics 27, 293-310\nPak, H., Codispoti, L.A., Zaneveld, J.R.V., 1980. On the intermediate particle maxima associated with oxygen-poor water off western South America. Deep-Sea Research Part A 27 (10), 783-797\nPak, D.K., Miller, K.G., 1992. Paleocene to Eocene benthic foraminiferal isotopes and as- semblages; implications for deepwater circulation. Paleoceanography 7, 405-422\nPairaud, I.L.,Lyard,F., Auclair, F.,Letellier,T., Marsaleix, P.,2008. Dynamics of the semi- diurnal and quarter-diurnal internal tides in the Bay of Biscay. Part 1: Barotropic tides. Continental Shelf Research 28, 1294-1315\nPalma C., Oliveira A., Filali A., Valenca M., Mhammdi N., 2012. Geochemical characteristics of water and sediment in summer period of the Loukkos and Sebou estuaries (NW Morocco): preliminary study. Bulletin de l'Institut Scientifique, Rabat, section Sciences de la Terre, 2012, n° 34, p. 69-77\nPekegrí, J.L., Arístegui, J., Cana, L., González-Dávila, M., Hernández-Guerra, A., Hernández-Léon, S., Marrero-Díaz, A., Montero, M.F., Sangrà, P., Santana-Casiano, M., 2005. Coupling between the opean ocwan and the coastal upwelling region off northwest Africa: water recirculation and offshore pumping of organic matter. Jornal of Marina Systems 54, 3 - 37\nPérez-Rodríguez, P., Pelegrí, J.L., Marrero-Díaz, A., 2001. Dynamical characteristics of the Cape Verde frontal zone. Sci. Mar. 65 (S1), 241 - 250\nPeterson, W., (1998). Life cycle strategies of copepods in coastal upwelling zones. Journal of Marine Systems, Volume 15, Issues 1-4, June 1998, Pages 313-326\nPichon, A., Correard, S., 2006. Internal tides modelling in the bay of Biscay. Comparisons with observations. Scientia Marina 70S1, 68-88\nPollard, R.T., Pu, S., 1985. Structure and circulation of the upper Atlantic Ocean northeast of the Azores. Prog. Oceanogr. 14, 443 - 462\nPomar, L., Morsilli, M., Hallock, P., Bádenas, B., 2012. Earth-Science Reviews Internal waves , an under-explored source of turbulence events in the sedimentary record. Earth-Science Reviews 111 (2012) 56-81\nPuig, P., Palanques, A., Guillén, J., El Khatab, M., 2004. Role of internal waves in the generation of nepheloid layers on the northwestern Alboran slope: implications for continental margin shaping. J. Geophys. Res. 109, C09011\nQuaresma, L.S., Pichon, A., 2011. Modelling the barotropic tide along the West-Iberian margin, J. Mar. Syst. Doi: 10.1016/j.jmarsys.2011.09.016\nRay, R.D., 1998. Ocean Self-Attraction and Loading in Numerical Tidal Models. Marine Geodesy 21, 181-192\nRelvas, P., Barton, E.D., 2002. Mesoscale patterns in the Cape São Vicente (Iberian Peninsula) upwelling region. Journal of Geophysical Research 107\t(C10),\t3164.\ndoi:10.1029/2000JC00045\nRibbe, J., Holloway, P.E., 2001. A model of suspended sediment transport by internal tides. Continental Shelf Research 21 (4), 395-422\nRichardson, M.J., 1987. Particle size, light scattering and composition of suspended particulate matter in the North Atlantic. Deep-Sea Research Part A 34 (8), 1301-1329\nRichardson, M. J., &amp; Gardner, W. D. (1985). Analysis of suspended particle-size distribution over the Nova Scotian Continental rise. Marine Geology, 66, 189-204\nRoth, P. H. &amp; Berger, W. H. (1975). Distribution and dissolution of coccoliths in the south and central Pacific. In: W. V. Sliter, A. W. H. Bé &amp; W. H. Berger (Eds.). Dissolution of Deep-Sea Carbonates (87 - 113). Cushman Found. Foraminiferal Research, Spec. Publ. 13\nSangrà, P., Basterretxea, G., Pelegri, J.L., Aristegui, J., 2001. Chlorophyll increase due to internal waves on the shelf break of Gran Canaria (Canary Islands). Sci. Mar. 65, 89-97\nShepard, F.P., Marshall, N.F., Mcloughlin, P.A., Sullivan, G.G., 1979. Currents in submarine canyons and other sea valleys. Studies in Geology. American Association of Petroleum Geologists, Tulsa, p. 173\nSmall, J., Martin, J., 2002. The generation of non-linear internal waves in the Gulf of Oman. Continental Shelf Research 22, 1153-1182\nSilva, A., Mendes, C.R., Palma, S., Brotas, V., 2008a. Short-time scale variation of phytoplankton succession in Lisbon bay (Portugal) as revealed by microscopy cell counts and HPLC pigment analysis. Est. Coast. Shelf. Sci. 79, 230-238\nSilva, A., Palma, S., Moita, M.T., 2008b. Coccolithophores in the upwelling waters of Portugal: four years of weekly distribution in Lisbon bay. Cont. Shelf Res. 28, 2601-2613\nSnoussi M. 1980. Géochimie et minéralogie des sédiments fins de l'estuaire de Loukous (Côte atlantique marocaine), Contribution à l'étude d'un écosystème estuarien. D.E.S. de 3ème Cycle, Univ. Mohammed V, Fac. Sci. Rabat\nStaquet, C., Sommeria, J., 2002. Internal gravity waves: from instabilities to turbulence. Annu. Rev. Fluid Mech. 34, 559-593\nSteinmetz, J. C., 1991. Calcareous nannoplankton biocoenosis: sediment trap studies in the Equatorial Atlantic, Central Atlantic, and Panama Basin. In: S. Honjo (Ed.). Ocean Biocoenosis series No. 1. Woodes Hole Oceanographic Institute Press: 85pp\nSteinmetz, J.C., 1994. Sedimentation of Coccolithophores. In: A. Winter &amp; W. Siesser (Eds.). Coccolithophores. Cambridge University Press: 179-197\nStoll, H. M. &amp; Ziveri, P., 2004. Coccolithophorid-based geochemical paleoproxies. In: H. R., Thierstein &amp; J. R. Young (Eds.), Coccolithophores: from molecular processes to global impact (529 -562). Springer Berlin Heidelberg. New York\nThorpe, S.A., White, M., 1988. A deep intermediate nepheloid layer. Deep-Sea Research Part A 35 (9), 1665-1671\nThorpe, S.A., 2005. The Turbulent Ocean. Cambridge University Press, Cambridge. (447 pp.)\nThomsen, L., 1999. Processes in the benthic boundary layer at continental margins and their implication for the benthic carbon cycle. Journal of Sea Research 41, 73-86\nThomsen, L., McCave, I.N., 2000. Aggregation processes in the benthic boundary layer at the Celtic Sea continental margin. Deep-Sea Research Part I 47 (8), 1389-1404\nThomsen, L., van Weering, T.C.E., 1998. Spatial and temporal variability of particulate matter in the benthic boundary layer at the N.W. European Continental Margin (Goban Spur). Progress in Oceanography 42, 61-76\nTomczak, M., 1981. An analyses of mixing in the frontal zone of South snd North Atlantic Central Water off northwest Africa. Prog. Oceanogr. 10, 173-192\nTurner, J. S., 1973. Buoyancy Effects in Fluids. Cambridge University Press\nWooster, W.S., Bakun, A., McLain, D.R., 1976. The seasonal upwelling cycle along the eastern boundary of the North Atlantic. Journal of Marine Research 34 (2), 131-141\nhttp://www. internalwaveatlas.com/Atlas2_PDF/IWAtlas_Pg001_Background&amp;Theory.pdf\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n150\n160\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nI_______i______I______i_____I______i________I_____i_____I______i________I______i_____I_____i________I______i______I\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nye (kg/m3) I_._I_■_I_._I_■_I_■_I_._I_■_I_.__I_■_I_._I\n012345678\nFluor (|ig/l)\tI ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\ni\t■ i\t■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i\nS\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\t37.0\nI_____i____I_____.____I____i______I____.____I____i______I____._____I___i_______I____.____I\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\nl\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\n0 -i\n10 -\n20 4\n30 4\n40\n50 4\n60 -\n70 -\n80 -\nro ■ € 90 ¿\n100 -\n110 -\n120 -\n130 -\n140 -\n150 -\n160 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\ncu\n\"U\n90 -\nCL\n100 -\n110 -\n120 -\n130 -\n140 -\nI_______i______I______i_____I_____i_________I_____i_____I______i________I______i_____I_____i________I______i______I\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nye (kg/m3) I_._I_■_I_._I_■_I_■_I_.__I_■_I_.__I_■_I_._I\n012345678\nFluor (p.g/l)\tI ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\ni ■ i\t■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i\nS\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\t37.0\nI_____i_____I____.____I____i______I____.____I____i______I____._____I___i_______I____.____I\nCTD Stn 107 - Loukkos Section 1\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n80 -\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\ncu\n\"U\n90 -\nCL\n100 -\n110 -\n120 -\n130 -\n140 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\nNef (FTU)\ncu\n\"U\nCL\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n100 -\n110 -\n120 -\n130 -\n140 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0 -i\ncu\n\"U\nCL\n120 -\n130 -\n140 -\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\ncu\n\"U\nCL\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n120 -\n130 -\n140 -\n150 -\n160 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\ncu\n\"U\nCL\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n120 -\n130 -\n140 -\n150 -\n160 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nNef (FTU)\ncu\n\"U\nCL\n110 -\nL\n1\n1\n1\n1\n1\n1\n1\nJ\nX\nX\nX\nX\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n120 -\n130 -\n140 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nI_______i______I______i_____I_____i_________I_____i_____I______i________I______i_____I_____i________I______i______I\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nye (kg/m3) I_._I_■_I_._I_■_I_■_I_.__I_■_I_.__I_■_I_._I\n012345678\nFluor (p.g/l)\tI ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\ni ■ i\t■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i\nS\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\t37.0\nI_____i_____I____.____I____i______I____.____I____i______I____._____I___i_______I____.____I\nCTD Stn 122 - Loukkos Section 3\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\ncu\n\"U\nCL\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n120 -\n130 -\n140 -\n150 -\n160 -\n170 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\ncu\n\"U\nCL\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n120 -\n130 -\n140 -\n150 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\nNef (FTU)\ncu\n\"U\nCL\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n110 -\n120 -\n130 -\n140 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\nNef (FTU)\ncu\n\"U\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\nCL\n100 -\n110 -\n120 -\n130 -\n140 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n37.0\nNef (FTU)\n35.8\n36.0\n36.3\n36.5\n36.8\n1\n1\n1\nX\n50 -\nL\n1\n1\nX\n0 -i\n10 -\n20 -\n30 -\n40 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n60 -\n70 -\n80 -\ncu\n\"U\n90 -\nCL\n100 -\n110 -\n120 -\n130 -\n140 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nS\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0 -i\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\ncu\n\"U\n90 -\nCL\n100 -\n110 -\n120 -\n130 -\n140 -\n10 -\n20 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nS\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\ncu\n\"U\n90 -\nCL\n100 -\n110 -\n120 -\n130 -\n140 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nI_______i_____I_______i_____I_______i_______I_____i_____I______i________I______i_____I_____i________I______i______I\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nye (kg/m3) I_._I_■_I_._I_■_I_■_I_._I_■_I_.__I_■_I_._I\n012345678\nFluor (|ig/l)\tI ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\ni ■ i\t■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i\nS\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\t37.0\nI_____i____I_____.___I______i_____I____.____I____i______I____.____I_______i___I_____.____I\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\nl\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\t■ l\nI_______i______I______i_____I_____i_________I_____i_____I______i________I______i_____I_____i________I______i______I\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nye (kg/m3) I_._I_■_I_._I_■_I_■_I_.__I_■_I_.__I_■_I_._I\n012345678\nFluor (|ig/l)\tI ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\ni ■ i\t■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i\nS\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\t37.0\nI_____i____I_____.____I____i______I____.____I____i______I____._____I___i_______I____.____I\nNef (FTU)\n0 1\n10 ~\n20 4\n30 4\n40\n50 4\n60 4\n70\n80 4\nro ■\n€ 90 ¿\n100 4\n110 i\n120 4\n130 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n140 -\n150 -\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\n150\n160\n170\n1\n1\n1\n1\n1\n1\n1\nX\nX\nX\nX\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\nNef (FTU)\ncu\n\"U\nCL\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n120 -\n130 -\n140 -\n150 -\n160 -\n170 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nI_______i______I______i_____I_____i_________I_____i_____I______i________I______i_____I_____i________I______i______I\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nye (kg/m3) I_._I_■_I_._I_■_I_■_I_.__I_■_I_.__I_■_I_._I\n012345678\nFluor (p.g/l)\tI ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\ni ■ i\t■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i\nS\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\t37.0\nI_____i_____I____.____I____i______I____.____I____i______I____._____I___i_______I____.____I\nCTD Stn 155 - Loukkos Section 7\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nNef (FTU)\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nNef (FTU)\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nNef (FTU)\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nI______i______I_______i____I________i______I______i_______I____i________I______i_____I_______i______I______i______I\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nye (kg/m3) I_._I_■_I_._I_■_I_■__I_._I_■_I_._I_■_I_._I\n012345678\nFluor (|ig/l)\tI ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\ni ■ i\t■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i ■\ti ■ i\nS\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\t37.0\nI____i____I______.___I______i____I_____._____I___i______I_____.___I______i____I_____.____I\nNef (FTU) 0.0 M\n0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\n1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n130\n140\n150\n160\n170\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\n37.0\nNef (FTU)\nL\n1\nX\n1\n1\nX\n1\n1\nX\n1\n1\nX\nJ\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\nNef (FTU)\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu\n\"U\n90\nCL\n100\n110\n120\n130\n140\nFluor Qxg/l)\n6 (°C)\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\nS\n35.0\n37.0\nNef (FTU)\ncu\n\"U\nCL\n35.3\n35.5\n35.8\n36.0\n36.3\n36.5\n36.8\nL\n1\n1\n1\n1\n1\nX\nX\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n120 -\n130 -\n140 -\nI____i__________I_____i_____I____i_________I______i______I_____i_________I_____i_____I_____i_________I_____i______I\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nI___.___I___i____I____.___I____i___I___i____I____.___I__i____I____.____I___i___I___._____I\nFluor Qxg/l)\n0\t1\t2\t3\t4\t5\t6\t7\t8\nI\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\n6 (°C)\nS\nNef (FTU)\ncu\nTD\nCL\n0 -i\n10 -\n20 -\n30 -\n40 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n120 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\t37.0\nI i I.I i I.I i L\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\nl ■ l\t■ l ■\tl ■ l ■\tl ■ l ■\tl ■ l ■\tl ■ l ■\tl ■ l ■\tl ■ l ■\tl ■ l ■\tl ■ l ■\tl ■ l\n50 -\n130 -\n140 -\nN (cph)\t-8 I\t-4 1.\t\t0 1 .\t4 1 .\t8 1\t12 . 1\t16 1\t\t\t20 1 .\t24 I\nYe (kg/m3) Fluor (ug/l)\t25 I\t25.5 . 1 .\t26 I\t26.5 . 1\t27 . 1 .\t27.5 1\t28 . 1 .\t28.5 I\t\t29 1\t29.5 . 1 .\t30 I\n\t0 I .\t1 1 . 1 .\tI |\t2 1 . 1\t3 .1.1\t4 . 1 .\t5 1 . 1 .\tI |\t6 1\ti\t1 1\t7 .1.1\t8 I |\n0(°C)\t10 I .\t11 1 . 1 . 1\t12 ■ 1 ■\t13 1 ■ 1 ■\t14 1 . 1 . 1\t15 . 1 .\t16 1 . 1 . 1\t17 ■ 1 ■\tJ L\t18 1 1\t19 1 . 1 . 1\t20 I |\nS\t35.0 1\t35.3 . 1\t35.5 1\t\t35.8 1 .\t36.0 1\t36.3 . 1\t36.5 L\t\t\t36.8 1 .\t37.0 I\nNef (FTU)\t0.0\t0.1 0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1\t.1\t1.2\t1.3\t1.4\n\t1—L\t1 ■ 1\t■ 1\t■ 1 ■\t1 ■ 1\t■ 1 ■\t1 ■ 1\t■ 1\t1\tJ—L\t1 ■ 1\t1—1\n0 -I\n10 7\n20\n30\n40\n\n50\n60\n70\n80\n90\ncu JO \"O\n100\nCL\n110\n120\n130\n140\n150 4\n160\n170\n180\n190 4\nN (cph)\t-8 I\t-4 1.\t\t0 1 .\t4 1 .\t8 1\t12 . 1\t16 1\t\t\t20 1 .\t24 1\nYe (kg/m3) Fluor (ug/l)\t25 I\t25.5 . 1 .\t26 1\t26.5 . 1\t27 . 1 .\t27.5 1\t28 . 1 .\t28.5 1\t\t29 1\t29.5 . 1 .\t30 1\n\t0 I .\t1 1 . 1 .\t1 1\t2 1 . 1\t3 .1.1\t4 . 1 .\t5 1 . 1 .\t1 1\t6 1\ti\t1 1\t7 .1.1\t8 1 1\n0(°C)\t10 1 .\t11 1 . 1 . 1\t12 ■ 1 ■\t13 1 ■ 1 ■\t14 1 . 1 . 1\t15 . 1 .\t16 1 . 1 . 1\t17 ■ 1 ■\tJ L\t18 1 1\t19 1 . 1 . 1\t20 1 1\nS\t35.0 1\t35.3 . 1\t35.5 1\t\t35.8 1 .\t36.0 1\t36.3 . 1\t36.5 L\t\t\t36.8 1 .\t37.0 1\nNef (FTU)\t0.0\t0.1 0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1\t.1\t1.2\t1.3\t1.4\n\t1—L\t1 ■ 1\t■ 1\t■ 1 ■\t1 ■ 1\t■ 1 ■\t1 ■ 1\t■ 1\t1\tJ—L\t1 ■ 1\t1—1\n0 -I\nas\n\"O\nCL\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n120 -\n130 -\n140 -\n150 -\n160 -\n170 -\nI______i_______I_____.______I_____i________I_____.______I_____i_________I____i______I_____._______I_______i_____I\nYe (kg/m3)\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nI____i___I_i____I____i____I___.__I____.____I___._____I_i_____I___i___I___i_____I__.___I\nFluor (pig/l)\n0\t1\t2\t3\t4\t5\t6\t7\t8\nl\t■ l ■ l\t■ l ■ l\t■ l ■ l\t■ l ■ l\t■ l ■ l\t■ l ■ l\t■ l ■ l\t■ l ■ l\n0(°C)\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\nI\t■ I\t■ I ■\tI ■ I ■\tI ■ I ■\tI ■ I ■\tI ■ I\t■ I ■ I ■\tI ■ I ■\tI ■ I ■\tI ■ I ■\tI ■ I\nS\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\t37.0\nI____i_____I____.____I____i_______I___.____I______i_____I___.____I____i______I_____.___I\nNef (FTU)\ncu JO td\nCL\n130 -\n0 -i\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\n120 -\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\n140 -\nN (cph)\t-8\t-4 1.\t\t0 1 .\t4 1 .\t8 1\t12 . 1\t16 1 1 1—\t\t\t20 1 .\t24 I\nYe (kg/m3) Fluor (ug/l)\t25 I\t25.5 . 1 .\t26 I\t26.5 . 1\t27 . 1 .\t27.5 1\t28 . 1 .\t28.5 1\t\t29 1\t29.5 . 1 .\t30 I\n\t0 I .\t1 1 . 1 .\tI |\t2 1 . 1\t3 .1.1\t4 . 1 .\t5 1 . 1 .\t1 1\t6 1 1\t1 1\t7 .1.1\t8 I |\n0(°C)\t10 I .\t11 1 . 1 . 1\t12 ■ 1 ■\t13 1 ■ 1 ■\t14 1 . 1 . 1\t15 . 1 .\t16 1 . 1 . 1\t17 ■ 1 ■\t\t18 1 1\t19 1 . 1 . 1\t20 I |\nS\t35.0 1\t35.3 . 1\t35.5 1\t\t35.8 1 .\t36.0 1\t36.3 . 1\t36.5 L—\t\t\t36.8 1 .\t37.0 I\nNef (FTU)\t0.0\t0.1 0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1\t.1\t1.2\t1.3\t1.4\n\t1—L\t1 ■ 1\t■ 1\t■ 1 ■\t1 ■ 1\t■ 1 ■\t1 ■ 1\t■ 1\t1\tJ—L\t1 ■ 1\t1—1\n0 -I\ncu JO \"O\nCL\n120 -\n130 -\n140 -\n10 -\n20 -\n30 -\n40 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n110 -\nJ.L\n±\n±\n12\nL\n16 20\nJ.l\n24\nl\nYe (kg/m3)\n25\t25.5\t26\t26.5\t27\t27.5\t28\t28.5\t29\t29.5\t30\nI___i___I____i___I___i____I___.____I___.___I____.____I___i___I___i____I___i___I____.____I\nFluor (pig/l)\n0(°C)\nS\nNef (FTU)\ncu JO td\nCL\n110 -\n0 -i\n10 -\n20 -\n30 -\n50 -\n60 -\n70 -\n80 -\n90 -\n100 -\n10\t11\t12\t13\t14\t15\t16\t17\t18\t19\t20\nI ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I ■ I i_l\n0\t1\t2\t3\t4\t5\t6\t7\t8\nI\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\t■ I ■ I\n35.0\t35.3\t35.5\t35.8\t36.0\t36.3\t36.5\t36.8\n37.0\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\n40 -\n120 -\n130 -\n140 -\nN (cph)\t-8 I\t-4 1.\t\t0 1 .\t4 1 .\t8 1\t12 . 1\t16 1\t\t\t20 1 .\t24 I\nYe (kg/m3) Fluor (ug/l)\t25 I\t25.5 . 1 .\t26 I\t26.5 . 1\t27 . 1 .\t27.5 1\t28 . 1 .\t28.5 I\t\t29 1\t29.5 . 1 .\t30 I\n\t0 I .\t1 1 . 1 .\tI |\t2 1 . 1\t3 .1.1\t4 . 1 .\t5 1 . 1 .\tI |\t6 1\ti\t1 1\t7 .1.1\t8 I |\n0(°C)\t10 I .\t11 1 . 1 . 1\t12 ■ 1 ■\t13 1 ■ 1 ■\t14 1 . 1 . 1\t15 . 1 .\t16 1 . 1 . 1\t17 ■ 1 ■\tJ L\t18 1 1\t19 1 . 1 . 1\t20 I |\nS\t35.0 1\t35.3 . 1\t35.5 1\t\t35.8 1 .\t36.0 1\t36.3 . 1\t36.5 L\t\t\t36.8 1 .\t37.0 I\nNef (FTU)\t0.0\t0.1 0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1\t.1\t1.2\t1.3\t1.4\n\t1—L\t1 ■ 1\t■ 1\t■ 1 ■\t1 ■ 1\t■ 1 ■\t1 ■ 1\t■ 1\t1\tJ—L\t1 ■ 1\t1—1\n0 -I\ncu JO \"O\n90 -\n10 -\n20 -\n30 -\n40 -\n60 -\n70 -\n80 -\n50 -\nCL\n100 -\n110 -\n120 -\n130 -\n140 -\nS\nYe (kg/m3)\nFluor (pig/l)\n0(°C)\n-8\t-4 .\tI\t0 1 1 1\t\t4 1 .\t8 1\t12 . 1\t16 1 1 1\t\t20 1 .\t24 1\n25 l\t25.5 ,\ti\t.\t26 ——1\t26.5 □1\t27 . 1\t27.5 . 1 .\t28 1 .\t28.5 1 L\t29 l\t29.5 . 1 .\t30 . 1\n0 l .\t1 I . I .\t2 1 ■ 1 ■ 1\t\t3 .1.1\t4 . 1 .\t5 1 . 1 .\t6 1 ■ 1 ■ 1\t\t7 .1.1\t8 . 1\n10 1 . 1\t11 1 . 1 . 1\t12 ■ 1 ■\t13 1 ■ 1 ■\t14 1 . 1 .\t15 1 . 1 . 1\t16 .1.1\t17 ■ 1 ■ 1\t18 ■ 1 ■\t19 1 . 1 . 1\t20 1 . 1\n35.0 1\t35.3 1\t35.5 -1 1 I-\t\t35.8 1 L\t36.0 1\t36.3 J 1\t36.5 1 1 I-\t\t36.8 1 L.\t37.0 1\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\nNef (FTU)\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu JO td\nCL\n90\n100\n110\n120\n130\n140\nS\nYe (kg/m3)\nFluor (pig/l)\n0(°C)\n-8 l\t-4 .\tI\t0 1\t\t4 1 .\t8 1\t12 . 1\t16 .1\t\t20 1 .\t24 1\n25 l\t25.5 ,\ti\t.\t26 1\t26.5 □1\t27 . 1\t27.5 . 1 .\t28 1 .\t28.5 1 L\t29 l\t29.5 . 1 .\t30 . 1\n0 l .\t1 I . I .\t2 1 ■ 1 ■ 1\t\t3 .1.1\t4 . 1 .\t5 1 . 1 .\t6 1 ■ 1 ■ 1\t\t7 .1.1\t8 . 1\n10 1 . 1\t11 1 . 1 . 1\t12 ■ 1 ■\t13 1 ■ 1 ■\t14 1 . 1 .\t15 1 . 1 . 1\t16 .1.1\t17 ■ 1 ■ 1\t18 ■ 1 ■\t19 1 . 1 . 1\t20 1 . 1\n35.0 1\t35.3 1\t35.5 -1 1 I-\t\t35.8 1 L\t36.0 1\t36.3 J 1\t36.5 1 1 I-\t\t36.8 1 L.\t37.0 1\n1.1\t1.2\t1.3\t1.4\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\nNef (FTU)\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu JO td\nCL\n90\n100\n110\n120\n130\n140\nS\nYe (kg/m3)\nFluor (pig/l)\n0(°C)\n-8 l\t-4 .\tI\t0 1\t\t4 1 .\t8 1\t12 . 1\t16 .1\t\t20 1 .\t24 1\n25 l\t25.5 ,\ti\t.\t26 1\t26.5 □1\t27 . 1\t27.5 . 1 .\t28 1 .\t28.5 1 L\t29 l\t29.5 . 1 .\t30 . 1\n0 l .\t1 I . I .\t2 1 ■ 1 ■ 1\t\t3 .1.1\t4 . 1 .\t5 1 . 1 .\t6 1 ■ 1 ■ 1\t\t7 .1.1\t8 . 1\n10 1 . 1\t11 1 . 1 . 1\t12 ■ 1 ■\t13 1 ■ 1 ■\t14 1 . 1 .\t15 1 . 1 . 1\t16 .1.1\t17 ■ 1 ■ 1\t18 ■ 1 ■\t19 1 . 1 . 1\t20 1 . 1\n35.0 1\t35.3 1\t35.5 -1 1 I-\t\t35.8 1 L\t36.0 1\t36.3 J 1\t36.5 1 1 I-\t\t36.8 1 L.\t37.0 1\n0.0\t0.1\t0.2\t0.3\t0.4\t0.5\t0.6\t0.7\t0.8\t0.9\t1.0\t1.1\t1.2\t1.3\t1.4\nNef (FTU)\n0\n10\n20\n30\n40\n50\n60\n70\n80\ncu JO td\nCL\n90\n100\n110\n120\n130\n140\n20\n19\n18\n17\n16\n15\n14\n13\n12\n11\n10\nTemperature (°C)\nSAW\nSW\nNACW\nLoukkos Section 1\nStn 108\nStn 107\nStn 106\nStn 105\nStn 104\nStn 103\nStn 102\nStn 101\n19\n18\n17\n16\n15\n14\n13\n12\n11\n10\n35.25\t35.5\t35.75\t36\t36.25\t36.5\t36.75\nSalinity\n20\n19\n18\n17\n16\n15\n14\n13\n12\n11\n10\nTemperature (°C)\n19\n18\n17\n16\n15\n14\n13\n12\n11\n35.25\t35.5\t35.75\t36\t36.25\t36.5\t36.75\nSalinity\nTemperature (°C)\n20\n19\n18\n17\n16\n15\n14\n13\n12\n11\n10\nSAW\nSW\nNACW\n35.25\n35.5\n35.75\n36.25\n36.5\n36.75\nLoukkos Section 3 ------------ Stn\t118 ------------ Stn\t119 ------------ Stn\t120\n------------ Stn\t121\n------------ Stn\t122\n------------ Stn\t123\n------------ Stn\t124\n------------ Stn\t125\n36\nSalinity\nTemperature (°C)\n20\n19\n18\n17\n16\n15\n14\n13\n12\n11\n10\nSalinity\n20\n19\n18\n17\n16\n15\n14\n13\n12\n11\n10\nTemperature (°C)\nSW\nSAW\nLoukkos Section 5\nStn 134\nStn 135\nStn 136\nStn 137\nStn 138\nStn 139\nStn 140\nStn 141\nNACW\n19\n18\n17\n16\n15\n14\n13\n12\n11\n35.25\t35.5\t35.75\t36\t36.25\t36.5\t36.75\nSalinity\nTemperature (°C)\n20\n19\n18\n17\n16\n15\n14\n13\n12\n11\n10\nNACW Z\n35.25\n35.5\n35.75\n36.25\n36.5\n36.75\nSW\nSAW\nLoukkos Section 6 ----------- Stn\t142 ----------- Stn\t143 ----------- Stn\t144 ----------- Stn\t145 ----------- Stn\t146 ----------- Stn\t147 ----------- Stn\t148 ----------- Stn\t149\n36\nSalinity\nO\no\n20\n19\n18\n17\n16\n15\n14\n13\n12\n11\n<D\n*■>\n<D\nQ.\nE\n<D\n20\n19\n18\n17\n16\n15\n14\n13\n12\n11\n19\n18\n17\nSW\nSAW\nO\no\n16\n<D\n*■>\n<D\nQ.\nE\n<D\n15\n14\n13\n12\n11\nNACW\nLoukkos Section 8\nStn 158\nStn 159\nStn 160\nStn 161\nStn 162\nStn 163\nStn 164\nStn 165\n19\n18\n17\n16\n15\n14\n13\n12\n11\n20\n19\n18\n17\n16\n15\n14\n13\n12\n11\n10\nTemperature (°C)\n19\n18\n17\n16\n15\n14\n13\n12\n11\n35.25\t35.5\t35.75\t36\t36.25\t36.5\t36.75\nSalinity"}]}}}