{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09503"}, {"@name": "filename", "#text": "14487_000824717.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MINISTÉRIO DA EDUCAÇÃO \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nDEPARTAMENTO DE ENGENHARIA MECÂNICA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEfeitos da sobrecarga e da espessura na vida em fadiga \n\n de componentes de aço API 2H grau 50 \n\n \n\npor \n\n \n\n \n\nRicardo Feyh Ribeiro \n\n \n\n \n\n \n\n \n\n \n \n\nMonografia apresentada ao Departamento \nde Engenharia Mecânica da Escola de \nEngenharia da Universidade Federal do Rio \nGrande do Sul, como parte dos requisitos \npara obtenção do diploma de Engenheiro \nMecânico. \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, Novembro de 2011 \n\n \n\n\n\n \n\n ii \n\n \nEfeitos da sobrecarga e da espessura na vida em fadiga \n\n de componentes de aço API 2H grau 50 \n\n \n\npor \n\n \n\nRicardo Feyh Ribeiro \n\n \n\n \n \n\nESTA MONOGRAFIA FOI JULGADA ADEQUADA COMO PARTE DOS \nREQUISITOS PARA A OBTENÇÃO DO TÍTULO DE  \n\nENGENHEIRO MECÂNICO \nAPROVADA EM SUA FORMA FINAL PELA BANCA EXAMINADORA DO  \n\nDEPARTAMENTO DE ENGENHARIA MECÂNICA \n \n\n                                                   Prof.  Arnaldo Rubén Gonzalez \n                                                   Coordenador do Curso de Engenharia Mecânica \n\n   \n\nÁrea de Concentração: Projeto e Fabricação  \n\nOrientador: Prof. José Antônio E. Mazzaferro \n\n \n\nComissão de Avaliação:  \n\n \n\n  Prof. Flavio J. Lorini \n\n \n\n  Prof. Heraldo José de Amorim  \n\n \n\n  Prof. Rodrigo Rossi \n\n \n\n \n\n \n\nPorto Alegre, 21, novembro de 2011. \n\n \n\n \n\nUniversidade Federal do Rio Grande do Sul \n\nEscola de Engenharia \n\nDepartamento de Engenharia Mecânica \n\n \n\n\n\n \n\n iii \n\n \n \n \n \nDEDICATÓRIA  \n \n\nDedico este trabalho a minha família, namorada e amigos. \n \nAGRADECIMENTOS  \n \n Agradeço a meu orientador José Antônio E. Mazzaferro, aos professores de engenharia \nmecânica da UFRGS e a todos os colegas de trabalho, do laboratório de Metalúrgia Física \n(LAMEF), que tornaram a realização desse trabalho possível, em especial: Prof. Dr. Telmo \nRoberto Strohaecker, Charles Kuhn e Jefferson Haag. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n iv \n\nRibeiro, Ricardo F., Efeitos da sobrecarga e da espessura na vida em fadiga de \ncomponentes de aço API 2H grau 50. 2011. 23 folhas. Monografia (Trabalho de Conclusão \ndo Curso em Engenharia Mecânica) – Departamento de Engenharia Mecânica, Universidade \nFederal do Rio Grande do Sul, Porto Alegre, 2011. \n \n \nRESUMO \n \n\nTubulações de petróleo “off shore”, trens de pouso de aeronaves e chassis de \nautomóveis são exemplos de estruturas que costumam sofrer sobrecargas mecânicas e \ncarregamentos cíclicos de amplitudes variadas ao longo de seus ciclos de vida. Assim sendo, é \nimportantíssimo entender corretamente o comportamento de materiais sob condições de \ncarregamento que se aproximem da realidade em operação. O presente trabalho estudou o \nefeito da sobrecarga em corpos de prova de aço API 2H grau 50 de diferentes espessuras. \nComo metodologia experimental foi utilizada a técnica fatorial completa com dois níveis e dois \nfatores (magnitude da sobrecarga e espessura). Os resultados dos testes de fadiga com \nsobrecargas foram obtidos na forma de curvas de tamanho de trinca (a) por número de ciclos \n(N) e curvas de taxa de crescimento de trinca (da/dN) por tamanho de trinca (a). A influência \ndos fatores foi quantificada, uma equação que descreve o fenômeno foi proposta e regiões de \ninteresse foram reveladas. \n \n \nPALAVRAS-CHAVE: Fadiga, sobrecargas, espessura, técnica fatorial completa. \n \n \n \n \n \n \n \n \nRibeiro, R. F., Overload and thickness effects on the fatigue life of API 2H grade 50 steels. \n2011. 23 folhas. Monografia (Trabalho de Conclusão do Curso em Engenharia Mecânica) – \nDepartamento de Engenharia Mecânica, Universidade Federal do Rio Grande do Sul, Porto \nAlegre, 2011. \n \n \nABSTRACT \n \n\nOff shore oil pipelines, airplanes landing gear and car chassis are examples of structures \nthat often tend to suffer mechanical overloads and cyclic loads of various amplitudes over their \nlife cycles. Therefore, it is important to properly understand the behavior of materials under \nloading conditions which are closer to the reality in operation. This work studied the effect \nof overload on specimens of API 2H Grade 50 steel of different thicknesses. As experimental \nmethodology was used the full factorial technique with two levels and two factors (overload \nmagnitude and thickness). The results of fatigue tests with overloads were obtained in the form \nof curves of crack length (a) by number of cycles (N) and curves of crack growth rate (da/dN) \nby crack length (a). The influence of the factors was quantified, an equation that describes the \nphenomenon was proposed and areas of interest were revealed. \n \n \nKEYWORDS: Fatigue, single tensile overloads, thickness, full factorial technique. \n \n \n\n\n\n \n\n v \n\nÍNDICE \n                Pág. \n\n1. INTRODUÇÃO ................................................................................................................. 1 \n\n2 OBJETIVOS ..................................................................................................................... 1 \n\n3 REVISÃO BIBLIOGRÁFICA ............................................................................................ 1 \n\n3.1  Fadiga .............................................................................................................................. 1 \n\n3.2  Mecânica da fratura aplicada a fadiga ............................................................................. 2 \n\n3.3  Retardo da taxa de crescimento de trinca induzido pela sobrecarga .............................  5 \n\n3.4  Aços API 2H grau 50 ....................................................................................................... 5 \n\n3.5  Projeto de experimentos - 2\nk\n fatorial ................................................................................ 6 \n\n4 METODOLOGIA .............................................................................................................. 8 \n\n4.1  Material ............................................................................................................................ 8 \n\n4.2  Ensaio de taxa de propagação de trinca ......................................................................... 8 \n\n4.3  Sobrevida em fadiga ....................................................................................................... 9 \n\n4.4  Projeto de experimentos ................................................................................................. 9 \n\n5 RESULTADOS ................................................................................................................10 \n\n5.1  Ensaio de taxa de propagação de trinca ........................................................................10 \n\n5.2  Projeto de experimentos .................................................................................................12 \n\n5.3  Regressão linear e curva de nível ..................................................................................13 \n\n6 DISCUSSÃO ...................................................................................................................13 \n\n7 CONCLUSÕES ...............................................................................................................14 \n\n8 SUGESTÕES PARA TRABALHOS FUTUROS ..............................................................14 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ...........................................................................................15 \n\nApêndice I ...................................................................................................................................17 \n\nA) Projeto de experimentos .................................................................................................17 \n\nB) Metalografias ..................................................................................................................18 \n \n \n \n \n\n\n\n1 \n\n  \n\n \n1. INTRODUÇÃO \n \n\nO estudo do comportamento de componentes submetidos a solicitações dinâmicas é \nmuito importante no desenvolvimento de projetos e análises estruturais, visto que a fadiga é \numa das principais causas de falhas de equipamentos em operação. Tal estudo, quando \npreciso, permite determinar e aumentar o tempo de vida segura do produto. A prática mais \ndifundida para estudar este fenômeno, baseia-se em testes em ambientes controlados de \nlaboratórios, onde os corpos de prova recebem carregamentos cíclicos de amplitudes \nconstantes. Contudo, este método não é capaz de refletir a realidade observada em máquinas, \ncujo carregamento é variado e sobrecargas são costumeiras, por exemplo: tubulações de \nextração de petróleo “off-shore”, trens de pouso de aeronaves, cabos de aço, componentes de \nmotores, carcaças de navios, chassis de automóveis e etc. Portanto, este trabalho visa \ndeterminar e quantificar, através de projeto de experimentos, a influência das sobrecargas e da \nespessura no tempo de vida em fadiga. Além disso, será recomendada uma região de \nparâmetros onde o efeito do retardo será mais bem identificado. \n \n2. OBJETIVOS \n \n\nEste trabalho tem como objetivo estudar o efeito de sobrecargas e da espessura, junto \ncom a interação entre os parâmetros em corpos de prova de aço API 2H grau 50, sujeitos a \nfadiga. Na análise, será utilizada uma ferramenta de projeto de experimentos, a técnica 2\n\nk\n \n\nfatorial completa, onde são analisados os efeitos e a interação de maneira quantitativa. Além \ndisso, pode-se obter uma equação que descreva o evento e gráficos que indiquem as regiões \nde maior e menor influência da sobrecarga no material. \n \n3. REVISÃO BIBLIOGRÁFICA \n \n3.1. FADIGA \n \n Fadiga é a principal modo de falhas de componentes em operação. Esse fenômeno é \ndefinido pelo trincamento progressivo de materiais sujeitos a esforços cíclicos, onde as falhas \nocorrem sob a influência de cargas máximas aplicadas inferiores as tensões de ruptura ou de \nescoamento. É uma ciência interdisciplinar, porque envolve, por exemplo, assuntos \nrelacionados às áreas de mecânica estrutural, propriedades metalúrgicas de materiais, \nmanutenção e detecção de falhas [Moura Branco, 1986]. \n\nA norma ASTM E 1150-87 define fadiga como: “o processo de mudança estrutural \npermanente, progressiva e localizada, produzido por tensões ou deformações flutuantes em \nalgum ponto ou pontos do material, e que pode culminar em trincas ou fratura completa após \num número suficiente de ciclos de carregamento”. \n\nA trinca propaga-se em três estágios bem definidos: nucleação de trinca (estágio I), \npropagação da trinca (estágio II) e propagação instável e ruptura final (estágio III), figura 3.1.  \n\nDurante o estágio I, de nucleação de trinca, ocorre o deslocamento de discordâncias e o \ndeslizamento de planos cristalinos, desenvolvendo microextrusões e microintrusões na \nsuperfície do material. Em função da solicitação dinâmica, tem-se o acúmulo de \nconcentradores de tensões, na fronteira do material com o meio, o que propicia o surgimento \nde microtrincas, orientadas a 45° em relação à direção da solicitação. É importante salientar \nque, nessa etapa, o dano ocorre somente na superfície do material, sem que haja intensa \ndeformação plástica. Ao atingir o estágio II, o crescimento de trinca torna-se perpendicular ao \ncarregamento aplicado. Quando a trinca atinge o estágio III, inicia-se o processo de \ncrescimento instável da trinca, que resulta na falha catastrófica. \n\n\n\n2 \n\n  \n\n       \nFigura 3.1: Material com trinca de tamanho “a” (esquerda) e estágios da propagação da trinca \n\nde fadiga (direita). \n \n3.2. MECÂNICA DA FRATURA APLICADA À FADIGA  \n \n\nA abordagem de fadiga pela mecânica da fratura parte da premissa de tolerância ao \ndefeito. Em outras palavras, afirma-se que todos os componentes de engenharia, \ninerentemente, possuem falhas. O tamanho inicial das trincas estudadas geralmente depende \ndo tipo de técnica de detecção de falhas não destrutiva empregada. \n\nO estudo inicia-se com conceitos relacionados ao fator de intensidade de tensões (K), \nno modo I (figura 3.2), pois descreve o campo de tensões atuantes na ponta de trinca. É \ndefinido, para corpos de prova do tipo “Compact Tension”, de acordo com a equação 3.1.a ou \n3.1.b mostradas abaixo. \n\n \n\n \nFigura 3.2: Modos de carregamento básicos de uma trinca. \n\n \n\n  afK\nI\n\n???                                                        (3.1.a) \n\nWB\n\nfP\nK\n\nI\n?                                                          (3.1.b) \n\n \nOnde: \nKI é o fator de intensidade de tensões (MPa m); \nf=f(a/W) é um parâmetro que depende da geometria da peça, condições de carregamento; \nforma e orientação da trinca; \n? é a tensão uniaxial atuante perpendicular ao plano da trinca (MPa); \nP é a carga aplicada (N); \na é o comprimento da trinca (m); \nB é a espessura da amostra (m); \nW é a largura do corpo de prova (m). \n  \n\nA dimensão do raio de deformação plástica é dada pela equação 3.2.a, para a condição \nde estado plano de tensões (EPT), e por 3.2.b para o estado plano de deformações (EPD), no \nmodo I de carregamento, ver figura 3.3. \n\n\n\n3 \n\n  \n\n2\n\n2\n\n1\n?\n?\n?\n\n?\n?\n?\n?\n\n?\n?\n\ne\n\nI\np\n\nK\nR\n\n??\n                                                         (3.2.a) \n\n2\n\n6\n\n1\n?\n?\n?\n\n?\n?\n?\n?\n\n?\n?\n\ne\n\nI\np\n\nK\nR\n\n??\n                                                         (3.2.b) \n\n \nOnde: \n \nRp é o raio de deformação plástica (m); \nKI é o fator de intensidade de tensões, no modo I de carregamento (MPam\n\n1/2\n); \n\n?e é a tensão de escoamento do material (MPa). \n \n\n \nFigura 3.3: Zona plástica na ponta de uma trinca. \n\n \nEstes conceitos são aplicados no estudo de diagramas baseados na velocidade de \n\ncrescimento da trinca, ou taxa de crescimento de trinca (da/dN) e amplitude do fator de \nintensidade de tensões (?K) do componente em estudo. ?K é dado pela equação 3.3 abaixo. \n \n\nMínMáx\nKKK ???                                                         (3.3) \n\nOnde: \n \nKMáx e KMín são os valores máximos e mínimos do fator de intensidade de tensões no ciclo de \ncarga.  \n\nAs equações são mostradas em 3.4.a e 3.4.b respectivamente, ambas oriundas da \nequação 3.1.a. \n \n\nafK\nMáxMáx\n\n???                                                     (3.4.a) \n\n                                \n\nafK\nMínMín\n\n.???                                                      (3.4.b) \n\n \nOnde: \n \n\nMáx\n?  e \n\nMín\n?  são as tensões máximas e mínimas respectivamente. \n\n \nA relação entre da/dN e ?K é mostrada na equação 3.5. \n \n\n\n\n4 \n\n  \n\nm\nKC\n\ndN\n\nda\n??\n\n                                                              (3.5) \n \nOnde, da/dN é a taxa de crescimento da trinca de fadiga; C e m são constantes de ajuste de \ncurva que dependem do material, da razão de carregamento e das condições ambientais.  \n \n\nA taxa de crescimento de trinca pode ser calculada tomando a derivada em cada ponto \nda curva do tamanho de trinca (a) pelo número de ciclos (N) (figura 3.4). Além disso, o da/dN \ndepende de “a”, ou seja, o valor da taxa de propagação da trinca aumenta juntamente com o \ntamanho da trinca, pois o valor do fator de intensidade de tensões (K) aumenta com o valor do \ntamanho da trinca. Portanto, ao cruzar os dados de da/dN e de ?K obtém-se o gráfico \nmostrado na figura 3.5, onde a equação 3.5 descreve a região de crescimento estável (região \nII). \n \n \n\n \nFigura 3.4: Representação esquemática do crescimento de uma trinca de fadiga \n\nconsiderando três tensões cíclicas (S) sendo aplicadas. \n   \n\n \nFigura 3.5: Diagrama esquemático da/dN, ?K mostrando os 3 regimes de propagação. \n\n    \nA curva mostrada na figura 3.4 apresenta três regiões bem distintas. A região I revela o \n\nvalor de ?Kth (“threshold”), abaixo do qual não há propagação da trinca de fadiga. A região II, \nque é a de maior relevância nos estudos de fadiga, porque descreve a região de crescimento \nestável. A região III indica a região de crescimento instável. \n \n\n\n\n5 \n\n  \n\n3.3. RETARDO DA TAXA DE CRESCIMENTO DE TRINCA INDUZIDO PELA SOBRECARGA \n \n O retardo da taxa de crescimento de trinca devido ao efeito das sobrecargas foi \ndeterminado empiricamente no início dos anos 60. A razão para este fenômeno é revelada \nexaminando o comportamento da zona plástica à frente da ponta da trinca. A sobrecarga \ninfluencia deixando uma maior zona plástica à frente da trinca que a obtida pelo carregamento \nusual. Durante o alívio do sobrecarregamento, o material que se encontra no regime elástico, \nnos arredores dessa zona plástica tenta retornar a sua localização inicial resultando em \nesforços residuais compressivos que tendem a fechar a trinca. Assim sendo, a trinca propaga-\nse mais lentamente nesta zona residual compressiva. Finalmente, a velocidade de propagação \nde trinca retorna ao seu patamar inicial assim que a trinca ultrapassa a região de esforços \nresiduais compressivos [Gdoutos, 2005]. As figuras 3.6 e 3.7 mostram este comportamento. \n \n \n\n \nFigura 3.6: Figura mostrando raios plásticos de carregamento usual e devido à sobrecarga.  \n\n \n\n \nFigura 3.7: Gráfico do número de ciclos por comprimento de trinca mostrando o comportamento \n\nde um material devido ao efeito de uma sobrecarga, sobre regime de ?K constante. \n \n\n3.4. AÇOS API 2H GRAU 50 \n \n\nO material empregado neste trabalho é o aço estrutural API 2H grau 50. A nona edição \nda especificação API, que regulamenta esse material, recomenda que esse aço seja utilizado \nprincipalmente em estruturas soldadas de alto mar, em intersecções e para conformação a frio.  \n\n\n\n6 \n\n  \n\nEste aço distingue-se dos demais por necessitar de menos potência no pré-\naquecimento durante a soldagem. O resultado dessa melhoria permite melhor controle na \ncomposição química e um refinamento do grão através de tratamento térmico de normalização. \nA composição química recomendada é apresentada na tabela 3.1 [SSAB, 2005]. \n \n\nTabela 3.1 – Composição química recomendada dos aços API 2H grau 50. \n\nElemento C \nmáx \n\nMn P \nmáx \n\nS Ni \nmáx \n\nSi Cb Ti \nmáx \n\nAl \n\n% em peso 0,18 1,50 -1,60 0,03 0,010 - 0,015 0,012 0,05 - 0,40 0,01-0,04 0,02 0,02-0,06 \n\n \nAs propriedades mecânicas esperadas são em função da espessura (ver tabela 3.2) \n\n[SSAB, 2005]. \n \n\nTabela 3.2 – Propriedades mecânicas do aço API 2H grau 50. \n\nEspessura ? esc (MPa) ? rup (MPa) \n\n\"5,2?t\n \n\n345 483 – 620 \n\nt > 2,5” 324 483 – 620 \n\n \n Os valores das constantes da equação 3.5 para o aço API 2H grau 50 são apresentados \nna tabela 3.3, considerando duas razões de carregamento (R) [dos Santos, 2010].  \n\n \nTabela 3.3 – Constantes da equação de Paris do aço API 2H grau 50. \n\nRegião \nR=0,1 R=0,5 \n\nc m c m \n\nMetal Base 6 x 10\n-13 \n\n2,811   3 x 10\n-12 \n\n2,576  \n\n \n3.5. PROJETO DE EXPERIMENTOS – 2\n\nk\n FATORIAL \n\n \n Técnicas de projeto fatorial de experimentos se mostram maneiras eficientes e seguras \npara conduzir experimentos com dois ou mais fatores. Dentre elas, destaca-se o método \nfatorial completo em dois níveis e “k” parâmetros, devido à sua eficácia e sua simplicidade. Os \nobjetivos são: aperfeiçoar o valor da resposta média e minimizar a variabilidade no processo ou \nno desempenho do produto [Lochner e Matar, 1990]. Além disso, o método, também, pode ser \naplicado quando se deseja quantificar o comportamento do processo e a influência dos fatores, \ndestacando quais são as regiões de interesse e avaliar a relevância dos parâmetros \n[Montgomery, 2005]. \n Calcula-se o número mínimo de ensaios, elevando-se o número de níveis, nesse caso \n2, a “k” potência, onde “k” é o número de fatores estudados (parâmetros). Na tabela A1 do \napêndice é possível encontrar um exemplo de uma matriz fatorial completa de 2 níveis, 2 \nfatores e 3 réplicas. \n Dependendo do objetivo do trabalho, é possível realizar análises com ou sem réplicas. \nPode-se, então, dizer que a técnica apresenta bom desempenho quando são considerados \nentre 2 e 5 parâmetros, devido à quantidade total de observações. Ao considerar acima de 5 \nfatores, o número de observações mínimas torna-se elevado demais. Por exemplo, ao \nconsiderar um experimento baseado no estudo de 2 níveis, 6 fatores e 3 réplicas tem-se um \ntotal de 192 observações. Na maior parte dos casos de engenharia, esse número é \ndemasiadamente elevado.  \n Os dois níveis podem ser tanto quantitativos, como valores de distância, velocidade, \npressão ou tempo, quanto qualitativos, como tipos de máquinas ou tipos de materiais. \nAconselha-se que as observações sejam tomadas de maneira randômica de forma que os \nefeitos de fatores desconhecidos nos resultados sejam minimizados [Lochner e Matar, 1990] \n\nA figura 3.8 revela todas as possíveis combinações de 2 fatores em 2 níveis. Onde, a \nletra “a” corresponde à soma dos resultados obtidos pelo parâmetro “A” no nível mais alto e o \n\n\n\n7 \n\n  \n\nparâmetro “B” no mais baixo. A letra “b” corresponde à soma dos resultados obtidos pelo \nparâmetro “B” no nível mais alto e o parâmetro “A” no mais baixo. A combinação de letras “ab” \ncorresponde à soma dos resultados obtidos pelos parâmetros “A” e “B” nos níveis mais altos. O \nnumeral entre parênteses “(1)” representa à soma dos resultados obtidos por ambos os níveis \n“A” e “B” nos níveis mais baixos. \n\n \n\n \nFigura 3.8: Combinação de parâmetros no desenho 2² fatorial. \n\n \n Os efeitos são calculados através do conceito de contrastes ortogonais [Montgomery, \n2005]. Os equacionamentos para o cálculo dos contrastes encontram-se nas equações 3.6, 3.7 \ne 3.8. As equações para determinar o valor dos efeitos são dadas pelas equações 3.9, 3.10 e \n3.11. \n \n\n)1(???? baabContraste\nA\n\n                                           (3.6) \n\n)1(???? ababContraste\nB\n\n                                    (3.7) \n\nbaabContraste\nAB\n\n???? )1(                                                      (3.8) \n\n? ?\nn\n\nContraste\nEA A\n\n2\n?                 (3.9) \n\n? ?\nn\n\nContraste\nEB B\n\n2\n?                         (3.10) \n\n? ?\nn\n\nContraste\nEAB AB\n\n2\n?                 (3.11)  \n\n \n Na figura 3.8 é possível observar a representação geométrica dos contrastes (áreas \nhachuradas) usados para o cálculo dos efeitos, onde são mostrados para os fatores principais \n(3.9.a), interações de segunda e terceira ordem (3.9.b e 3.9.c, respectivamente) [Montgomery, \n2005]. \n\n \nFigura 3.9: Representação geométrica dos contrastes correspondendo os efeitos principais e \n\nas interações. \n\n\n\n8 \n\n  \n\n4. METODOLOGIA \n \n4.1. MATERIAL \n\n \nEste trabalho utilizou barras de aço API 2H grau 50 com 65 mm de espessura como \n\nmostra a figura 4.1. Quatro corpos de prova do tipo “Compact Tension (CT)” foram usinados, \nem uma máquina de eletroerosão, na região de metal base, conforme a norma ASTM E647. \n2008, figura 4.2. Dois corpos de prova foram usinados com espessura de 10 mm e outros dois \ncom espessura de 20 mm. Todos receberam pré-trincas, com um ?K final de 380 MPa mm\n\n1/2\n, \n\nrazão de carregamento (R) igual a 0,1 e de relação de comprimento de trinca (a/w) igual a 0,2, \nsuperior ao mínimo exigido pela norma ASTM E647. \n\n \n\n         \nFigura 4.1: Barra do aço API 2H grau 50.      Figura 4.2: Desenho do corpo de prova do tipo CT.       \n \n4.2. ENSAIOS DE TAXA DE PROPAGAÇÃO DE TRINCA \n\n \nEnsaios de propagação de trinca foram conduzidos, com uma máquina de ensaios \n\nservo-hidráulica, do modelo “MTS 810” com capacidade máxima de 100 kN (ver figura 4.3), à \ntemperatura ambiente, com razão de carregamento 0,5, frequência de 12 Hz, controle de ?K \nconstante, igual a 350 MPa mm\n\n1/2\n. Nestes ensaios foram aplicadas sobrecargas \n\ncorrespondendo a 1,5 e 2,0 vezes o Kmáx aplicado em fadiga. Foi utilizado o método \n“compliance”, com um extensômetro da marca “MTS” para o monitoramento do comprimento \nde trinca, conforme mostra figura 4.3. Assim, é possível obter os seguintes gráficos: da/dn por \ntamanho de trinca (a) e tamanho de trinca (a) por número de ciclos. \n\n \n\n                     \n\nFigura 4.3: A esquerda, A MTS 810, com capacidade de 100kN, utilizada nos testes, e, \na direita, o corpo de prova do tipo “CT” utilizado nos ensaios. \n\n \nO fator de intensidade de tensões utilizado nos ensaios de fadiga foi calculado a partir \n\nda equação apresentada pela norma ISO 12108-2002 para o corpo de prova tipo “CT” de \nacordo com as equações 4.1 e 4.2. \n\n\n\n9 \n\n  \n\n \n\n2/3\n\n5,0\n10?\n?\n\n?\n?\n?\n\n?\n?\n\nW\n\na\nf\n\nBW\n\nP\nK                                                (4.1) \n\nmas, \n \n\n? ?? ?? ?\n? ?? ?? ?2\n\n5,1\n\n5,0\n\n7,293,315,2199,1\n121\n\n6\n????\n\n??\n\n?\n????\n\n??\n??\n\n?\n\n?\n?\n?\n\n?\n\nW\n\na\nf             (4.2) \n\n \nOnde, K é o fator de intensidade de tensões (MPamm\n\n0,5\n); P é a carga aplicada (N); f=f(a/W) é \n\num parâmetro que depende da geometria da peça, das condições de carregamento, forma e \norientação da trinca; a é o comprimento da trinca (mm); ? é igual a (a/W); ”a” é o comprimento \nde trinca (medido do início do entalhe até o centro de aplicação da carga); W é a distância do \nfinal do corpo de prova até o centro de aplicação da carga (ver figura 4.2); B é a espessura da \namostra (mm); \n                     \n4.3. SOBREVIDA EM FADIGA \n\n \nO ganho de vida em fadiga em ciclos (?N), ou o número de ciclos necessários para o \n\nretorno do regime inicial de da/dN, foi calculado considerando a média de 3 observações na \ndiferença do número de ciclos após a sobrecarga, entre a curva de tendência (sem sobrecarga) \ne a curva real (com sobrecarga), dentro do regime estável de velocidade da trinca, ver figura \n4.4. \n\n \n\n \nFigura 4.4: Esboço de uma curva a x N, ilustrando o cálculo de ?N. \n\n \n4.4. PROJETO DE EXPERIMENTOS \n \n\nA análise baseou-se em experimentos fatoriais completos, com dois parâmetros: \nmagnitude da sobrecarga e espessura do corpo de prova; na qual cada fator varia em dois \nníveis, ver tabela 4.1. A matriz de experimentos utilizada encontra-se no apêndice, tabela A2. \nEste trabalho estimou os efeitos com o auxílio do “software” ”Minitab 16”. Através de um gráfico \nde Pareto é possível ordenar a importância dos fatores com base nos efeitos.  \n \n\nTabela 4.1: Níveis dos fatores abordados no trabalho. \nFatores Nível baixo Nível alto\n\nSobrecarga 1,5 X Kmáx 2 X Kmáx\n\nEspessura 10 mm 20 mm  \n \n\n Assim sendo, é possível fornecer uma equação que descreva o fenômeno através de \nregressão linear e, então, criar uma superfície de resposta esperada do sistema. Nesse \ntrabalho foi utilizado um modelo de regressão baseado em efeitos, conforme a equação 4.3. \n \n\n\n\n10 \n\n  \n\nEN\n1234\n\n-SES+ ???? ???                                                    (4.3)  \n\n \nOnde ?N é o ganho de vida em fadiga esperado em ciclos, S é o valor da magnitude da \nsobrecarga, “E” é o valor da espessura, ?1,?2 e ?3 são coeficientes lineares e ?4 é a média do \nganho de vida em fadiga em ciclos de todas as observações.  \n \n5. RESULTADOS  \n \n5.1. ENSAIOS DE TAXA DE PROPAGAÇÃO DE TRINCA \n \n\nA tabela 5.1 mostra os resultados encontrados do tamanho da pré-trinca de fadiga, o \ncomprimento da trinca onde ocorreu a sobrecarga, o crescimento necessário para que a trinca \natinja o estado permanente, o comprimento de trinca ganho devido a sobrecarga e os \nresultados dos cálculos dos raios de deformação plástica, considerando estado plano de \ntensões (EPT) e estado plano de deformações (EPD). \n\n \nTabela 5.1: Comprimento das trincas em que foram aplicadas as sobrecargas, das zonas \n\nafetadas e resultado dos cálculos de raios plásticos. \n\n1-00 1,5 10 0,5 9,9 12,1 0,7 0,1 1,5 0,5\n\n2-10 2 10 0,5 9,5 12,6 1,7 0,6 2,6 0,9\n\n3-01 1,5 20 0,5 9,9 18,5 0,5 -0,2*** 1,5 0,5\n\n4-11 2 20 0,5 9,7 17,4 1,0 0,3 2,6 0,9\n\nCrescimento até \n\natingir o estado \n\npermanente \n\n[mm]\n\nValor de \"a\" \n\nonde ocorreu a \n\nsobrecarga [mm]\n\nGanho de vida \n\nem fadiga em \n\ntamanho de \n\ntrinca [mm]\n\nRaio de \n\ndeformação \n\nPlástica para EPT \n\n[mm]\n\nRaio de \n\ndeformação \n\nPlástica para \n\nEPD [mm]\n\nIdentificação\nS*                 \n\n[x Kmáx]\nE** [mm]\n\nRazão de \n\ncarregamento\n\nPré-trinca de \n\nfadiga [mm]\n\n \n* “S” é a magnitude da sobrecarga,  \n** “E” é a espessura do corpo de prova, \n*** o sinal negativo em frente ao tamanho da zona afetada do corpo de prova 3-01 indica que ocorreu aceleração da trinca, ao \ncontrario dos demais corpos de prova. \n\n \n As figuras 5.1 até 5.4 mostram gráficos do comprimento da trinca em função do número \nde ciclos. É possível observar o comportamento típico de amostras submetidas a ciclos de ?K \nconstante, em que são aplicados picos de sobrecargas. A amostra 3-01 apresentou perda na \nvida em fadiga quando aplicada a sobrecarga de 1,5x Kmáx. Todas as outras amostras \napresentaram ganho de vida em fadiga com o efeito da aplicação da sobrecarga.  \n \n\n  \nFigura 5.1: Gráfico de tamanho de trinca versus o número de ciclos, com ?K constante, \n\npara a amostra 1-00, indicando ganho de vida em fadiga. \n\n \n\n\n\n11 \n\n  \n\n \nFigura 5.2: Gráfico de tamanho de trinca versus o número de ciclos, com ?K constante, \n\npara a amostra 2-10, indicando ganho de vida em fadiga. \n\n \n\n \nFigura 5.3: Gráfico de tamanho de trinca versus o número de ciclos, com ?K constante, \n\npara a amostra 3-01, indicando perda de vida em fadiga. \n\n \n\n  \nFigura 5.4: Gráfico de tamanho de trinca versus o número de ciclos, com ?K constante, \n\npara a amostra 4-11, indicando ganho de vida em fadiga. \n \n\nA figura 5.5 mostra a variação de da/dN em relação ao tamanho de trinca (a)  quando \naplicada a sobrecarga na condição 2-10. É possível observar 4 estágios: (i) breve aumento na \ntaxa de crescimento de trinca imediatamente após aplicada a sobrecarga; (ii) intensa \ndesaceleração na velocidade de crescimento da trinca, até atingir um ponto mínimo; (iii) \naumento gradual da taxa de crescimento de trinca; (iv) restabelecimento do regime de \nvelocidade de trinca anterior a sobrecarga.  \n \n\n\n\n12 \n\n  \n\n  \nFigura 5.5: Tendência do comportamento da velocidade de crescimento da trinca (da/dN) \n\nquando aplicada a sobrecarga. \n \n5.2. PROJETO DE EXPERIMENTOS  \n \n\nA análise da influência das sobrecargas e da espessura no ganho de vida em fadiga \nparte da observação do ganho em ciclos das 4 condições básicas estudadas. A tabela 5.2 \nmostra a matriz fatorial completa, junto com o ganho de vida em fadiga em ciclos observado em \ncada condição. \n\nA tabela A.2, encontrada no apêndice, mostra os efeitos principais e as interações entre \nos fatores, o sinal negativo no resultado do efeito da espessura indica que o ganho de vida em \nfadiga decresce em relação ao aumento da espessura. As figuras 5.6.a e 5.6.b mostram a \nrelação entre o ganho médio de vida em fadiga e os efeitos principais e a interação. Na figura \n5.6.a observa-se que ao aumentar a magnitude da sobrecarga, aumenta-se a vida em fadiga. \nPor outro lado, ao aumentar a espessura diminui-se a vida em fadiga.  Na figura 5.6.b não há \nparalelismo entre as retas, isso indica que a interação entre os fatores deve ser considerada. \nAlém disso, revela indícios de que o ganho de vida em fadiga é mais sensível à espessura \nquando a sobrecarga encontra-se em seu nível mais baixo, porque mostra a maior variação na \nmédia de vida em fadiga. No diagrama de Pareto, figura 5.7 pode-se verificar que o fator \ndominante é a sobrecarga (59%), seguido da espessura (28%) e da interação entre os fatores \n(13%). \n\n \nTabela 5.2: Matriz do projeto fatorial completo. \n\n# \nKI \nSobrecarga \n\nEspessura \n[mm] \n\n?N \n[ciclos] \n\n1-00 1,5 x Kmax 10 12529 \n\n2-10 2 x kmax 10 49434 \n\n3-01 1,5 x Kmax 20 -20751 \n\n4-11 2 x kmax 20 37127 \n\n  \n \n\na) \n2,01,5\n\n50000\n\n40000\n\n30000\n\n20000\n\n10000\n\n0\n\n2010\n\nSobrecarga [x Kmax]\n\nG\na\n\nn\nh\n\no\n m\n\né\nd\n\nio\n d\n\ne\n c\n\nic\nlo\n\ns\n\nEspessura [mm]\n\nFatores Principais\n\n  b) \n\n2010\n\n50000\n\n40000\n\n30000\n\n20000\n\n10000\n\n0\n\n-10000\n\n-20000\n\n-30000\n\nEspessura [mm]\n\nG\na\n\nn\nh\n\no\n d\n\ne\n c\n\nic\nlo\n\ns\n d\n\ne\n f\n\na\nd\n\nig\na\n\n1,5\n\n2,0\n\n[x Kmax]\n\nSobrecarga\n\nInteração entre sobrecarga e espessura\n\n \nFigura 5.6: Ganho de vida em fadiga em relação aos fatores principais (a) e a interação (b). \n\n \n\ni \nii \n\niii \n\niv \n\n\n\n13 \n\n  \n\n \nFigura 5.7: Diagrama de Pareto. \n\n \n5.2. REGRESSÃO LINEAR E CURVA DE NÍVEL \n \n\nA regressão linear resultou na equação 5.1, correlacionando o ganho de vida em fadiga \nem ciclos (?N), com a sobrecarga (S) e a espessura (E). Com base nessa equação extrapolam-\nse valores e obtém-se a figura 5.8. Dessa maneira, pode-se identificar que o maior ganho de \nvida em fadiga se dá com sobrecargas altas e pequenas espessuras. Além disso, é possível \nidentificar uma região em que o ganho de vida em fadiga será nulo e outra que será negativo \n(quando utilizadas sobrecargas de baixas magnitudes e grandes espessuras). \n\n \n\nE1139723696ES524319585 ????????? SN                            (5.1) \n \nOnde, ?N corresponde ao ganho de vida em fadiga em ciclos, S corresponde ao valor da \nsobrecarga, E corresponde a espessura. \n \n\nEspessura [mm]\n\nS\no\n\nb\nr\ne\n\nc\na\n\nr\ng\n\na\n [\n\nx\n K\n\nm\na\n\nx\n]\n\n201816141210\n\n2,0\n\n1,9\n\n1,8\n\n1,7\n\n1,6\n\n1,5\n\n>  \n\n–  \n\n–  \n\n–  \n\n–  \n\n–  \n\n–  \n\n&lt; -20000\n\n-20000 -10000\n\n-10000 0\n\n0 10000\n\n10000 20000\n\n20000 30000\n\n30000 40000\n\n40000\n\nDelta N\n\nGanho de vida em fadiga\n\n \nFigura 5.8: Curva de nível gerada pelo “software” “Minitab 16”. \n\n \n6. DISCUSSÃO \n \n A partir dos ensaios realizados, notou-se que, após a aplicação da sobrecarga, ocorre \ncegamento na ponta da trinca e o surgimento de uma zona residual compressiva, a qual \nretarda a velocidade de crescimento de trinca. Além disso, o tamanho da zona compressiva \nestá relacionado com o tamanho do raio de deformação plástica, visto que, quando a \nmagnitude da sobrecarga aumenta, é possível observar, também, aumento na região afetada \npela sobrecarga, no raio plástico e no ganho de vida em fadiga em ciclos.  \n\nPor outro lado, quando a espessura aumenta, tem-se a diminuição do ganho de vida em \nfadiga. Isso ocorre, porque a proporção do corpo de prova que permanece no estado plano de \ndeformações aumenta, e assim, uma maior proporção do raio de deformação plástica gerado a \nfrente da trinca é governado pelo efeito estado plano de deformações, que é 3 vezes menor. \n\nOs corpos de prova de maiores espessuras encontraram valores de crescimento de \ntrinca necessários para que as trincas retornem ao regime inicial de da/dN próximos ao \ntamanho do raio de deformação plástica para o EPD. Isso indica coerência entre os dados \nobtidos e a teoria de que o tamanho da zona compressiva esteja relacionado com o tamanho \n\n\n\n14 \n\n  \n\ndo raio de deformação plástica e, consequentemente, com o ganho de vida em fadiga. Por \noutro lado, observa-se que os valores, para os corpos de prova de espessura igual a 10 mm, \nencontram-se entre os valores calculados de raio de deformação plástica para o EPT e para o \nEPD. Isso indica que nesses corpos de prova atuam estados de tensões mistos. \n  \n7. CONCLUSÕES \n  \n\nA partir do estudo dos parâmetros foi comprovado que a sobrecarga e a espessura \napresentam influência na vida em fadiga. A importância dos fatores foi quantificada. O fator \ndominante é a magnitude da sobrecarga (59% do efeito total). Em segundo lugar, observa-se a \ninfluência da espessura (28% do efeito total). Também, deve-se considerar a influência da \ninteração entre a sobrecarga e a espessura (13% do efeito total).    Além disso, observa-se que \nao aumentar a magnitude da sobrecarga, aumenta-se o ganho de vida em fadiga em ciclos. \nPor outro lado, ao aumentar a espessura, tem-se efeito contrário, ou seja, perda de vida em \nfadiga.  Assim sendo, deve-se optar por sobrecargas altas e pequenas espessuras para obter \nganho de vida em fadiga máximo.  \n\nAlém disso, a aplicação da sobrecarga não resultou sempre em ganho de vida em \nfadiga, visto que, o retardo da taxa de crescimento de trinca, também, depende da espessura \ndo material e da interação entre a sobrecarga e a espessura.  \n\nFoi possível observar o comportamento típico de corpos de prova fadigados, com ?K \nconstante e sujeitos a picos de sobrecargas. Onde quatro estágios de variação da taxa de \ncrescimento de trinca foram identificados. Além disso, as sobrecargas nem sempre resultaram \nem ganho de vida em fadiga, porque este fenômeno, também, depende consideravelmente da \nespessura do material e da interação entre a sobrecarga e a espessura.  \n\nFoi possível identificar estados de tensões mistos nos corpos de prova de espessura \nigual a 10 mm e boa aproximação para o EPD para os corpos de prova de espessura igual a 20 \nmm. \n\nDevido ao número reduzido de observações, não foi possível determinar a variabilidade \ndo fenômeno, nem a hipótese de linearidade e tampouco os intervalos de confiança. \n\n \n8. SUGESTÕES PARA TRABALHOS FUTUROS \n \n Para entender melhor a influência da sobrecarga e da espessura no aço API 2H grau 50 \nsugere-se que se obtenham mais observações para cada condição, a fim de que seja possível \naplicar análise de variância e outros métodos de comprovação estatística. \n Além disso, pode-se aplicar a técnica de ponto central, junto com a análise de resíduos \npara confirmar as hipóteses impostas pelo método experimental utilizado neste trabalho. \n\nFinalmente, pode-se estudar o efeito da razão de carregamento (R) na vida em fadiga e \nencontrar o fator de intensidade de tensões crítico do material, para poder aplicar sobrecargas \nde maiores magnitudes. \n\n\n\n15 \n\n  \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n \n\nAPI; “Specification for carbon manganese steel plate for offshore structures”, Julho \nde 2006. \n \n\nASTM E647-08; “Standard test method for measurement of fadigue crack growth \nrates”, 2008. \n \n\nASTM E1150-87; “Definitions of Terms Relating to Fatigue”, 1993. \n \nBS ISO 12108:2002; “Metallic materials. Fatigue testing. Fatigue crack growth \n\nmethod”,2008. \n \n\nBranco M. C.; Fernandes A. A.; Tavares P. M. S.; “Fadiga de estruturas soldadas”, \nFundação Calouste Gulbenkian, Springer, 1\n\na\n edição, 1986. \n\n \nSantos, J P. “Avaliação do Comportamento a Fadiga de uma Junta Soldada do Aço \n\nAPI 2H Grau 50”, Monografia (Trabalho de Conclusão do Curso de Engenharia Mecânica) – \nDepartamento de Engenharia Mecânica, Universidade Federal do Rio Grande do Sul, Porto \nAlegre, 2010. \n\n \nMinitab Inc., “Minitab 16”, 16.1.1, 2010. \n \nMontgomery D. C.; “Design and Analysis of experiments”, John Wiley &amp; Sons, 7\n\na \n\nedição, 2005. \n \nGdoutos E.E.; “Fracture Mechanics: An Introduction”, 2\n\na\n edição, 2005. \n\n \nLochner R. H. e Matar J. E.; “Designing for quality: An introduction to the best of \n\nTaguchi and western methods of statistical experimental design”, Quality Resources, 1\na\n \n\nedição, 1990. \n \nMahagaonkar S.B.; Brahmenkar P.K.; Seemikeri C.Y.; “Effect on fatigue performance \n\nof shot peened componentes: An analysis using DOE technique”, International Journal of \nFatigue, pp 693-702, 2009. \n \n\nSSAB, “API 2H Grade 50 Steel Plate”, http://www.ssab.com/Global/SSAB/SSAB_Americ\nas/API%202H-50%20Brochure%20%2007-10-08.pdf. Acessado em 15/10/2005. \n \n\nZanon, G.; “Estudo sobre retardo no crescimento de trincas por sobrecargas \nmecânicas em aço ApI 5L X65”, Monografia (Trabalho de Conclusão do Curso de Engenharia \nMetalúrgica) – Departamento de Metalurgia, Universidade Federal do Rio Grande do Sul, Porto \nAlegre, 2006. \n \n \n \n \n \n \n \n\nhttp://www.ssab.com/Global/SSAB/SSAB_Americas/API%202H-50%20Brochure%20%2007-10-08.pdf\nhttp://www.ssab.com/Global/SSAB/SSAB_Americas/API%202H-50%20Brochure%20%2007-10-08.pdf\n\n\n16 \n\n  \n\nAPÊNDICE I \n \n \n \n\nA) PROJETO DE EXPERIMENTOS: \n \n \n \n\nTabela A1: matriz de fatorial completa, 3x2². \n\nOrdem \npadrão \n\nOrdem \nrandômica Fator A Fator B \n\nRespostas \n(y) \n\n3 1 -1 1 Y1 \n\n8 2 1 1 Y2 \n\n6 3 1 -1 Y3 \n\n9 4 -1 -1 Y4 \n\n12 5 1 1 Y5 \n\n1 6 -1 -1 Y6 \n\n5 7 -1 -1 Y7 \n\n10 8 1 -1 Y8 \n\n11 9 -1 1 Y9 \n\n7 10 -1 1 Y10 \n\n2 11 1 -1 Y11 \n\n4 12 1 1 Y12 \n\n \n \n \n \n \n \n \n\n \nTabela A.2: Efeitos dos fatores principais e da interação de segunda ordem. \n\nFatores principais Efeitos \n\nSobrecarga 47392 \n\nEspessura -22793 \n\nInteração \n \n\nSobrecarga x Espessura 10486 \n\n  \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n17 \n\n  \n\nB) METALOGRAFIAS \n \n\n    \nFigura B.1: Metalografia do aço API 2H grau 50, com aumento de 200x, atacado com solução \nde Nital 2%. É possível identificar um sentido longitudinal de laminação, pequeno tamanho de \n\ngrão. A região clara consiste de ferrita e a escura de perlita. \n \n\n \nFigura B2: Metalografia do aço API 2H grau 50, com aumento de 500x, atacado com solução \n\nde Nital 2%. É possível identificar perlita no contorno de grão. \n \n\n\n\n18 \n\n  \n\n \nFigura B3: Metalografia do aço API 2H grau 50, com aumento de 1000x, atacado com solução \n\nde Nital 2%. É possível visualizar as lamelas de perlita."}]}}}