{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23639"}, {"@name": "filename", "#text": "7835_08.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Soc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n267\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\n\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nANÁLISE FATORIAL MULTIVARIADA APLICADA A CARACTERIZAÇÃO DE ÁREAS DE \nOCORRÊNCIA DE BABAÇU (ATTALEA SPECIOSA MART. ex SPRENG) NA BACIA DO RIO \n\nCOCAL\nMulivariate factor analysis applied to the characterization of Babassu (Attalea Speciosa Mart. ex \n\nSpreng) occurrence area in Cocal river basin\n\nMiriam Rodrigues da Silva\nMestre e Colaboradora do Instituto Nacional de Meterologia (INMET)\n\nmiriamsibmol@gmail.com\n\nOsmar Abílio de Carvalho Júnior\nProfessor Dr. da Universidade de Brasília, Brasília/DF – Brasil\n\nosmarjr@unb.br\n\nÉder de Souza Martins\nDr. e Pesquisador A da EMBRAPA Cerrados, Brasília/DF – Brasil\n\neder@cpac.embrapa.br\n\nDanielle Mitja\nDr. do Institut de Recherche pour le Développement – IRD\n\nDanielle.Mitja@ird.fr\n\nHomero Chaib Filho\nDr. e Pesquisador A, EMBRAPA Cerrados, Brasília/DF – Brasil\n\nhomero@cpac.embrapa.br\n\nArtigo recebido em 05/10/2011 e aceito para publicação em 08/05/2012\n\nRESUMO:  O presente artigo possui como objetivo avaliar a distribuição espacial do babaçu na bacia do rio Cocal, \nestado de Tocantins. Os dados foram obtidos em levantamento de campo considerando 80 parcelas, \nconsiderando os diferentes ambientes presentes na área de estudo. O estudo considerou 16 variáveis \nreferentes às características do babaçu (quantidade de indivíduos, quantidade de cachos, altura máxima \ndo fuste e altura média do fuste) e do meio ambiente (altitude, declividade, área de contribuição, índice \ntopográfico, relevo, distância do rio, distância das casas, distância da estrada, declividade do relevo no \ncampo, solo, uso do solo e vegetação). A análise dos dados foi realizada utilizando técnicas de sistema de \ninformações geográficas e análise multivariada. O emprego da análise fatorial múltipla permitiu classificar \nas variáveis ambientais de maior significância para a ocorrência do babaçu e da quantidade de cachos. \nO principal fator que controla a distribuição do babaçu é o manejo adotado pelos fazendeiros.\n\n Palavras chave: Babaçu, análise fatorial multivariada, dados ambientais, sistema de informação geo-\ngráfica.\n\nABSTRACT:  This paper aims to evaluate the spatial distribution of the babassu palm in the Cocal River basin, Tocantins \nState. Data were obtained from field survey considering 80 plots, covering the different environments \npresent in the study area. The research considered 16 variables about the babassu palm characteristics \n(number of individuals, number of babassu nut clusters, average stem height and maximum stem height) \nand environment features (elevation, slope, contributing area, topographic index, relief, distance from \n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n268\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nthe river, distance from the homes, distance from the road, slope obtained in the field, soil, land use and \nvegetation). Data analysis was performed using techniques of geographic information system and mul-\ntivariate analysis. The use of multiple factor analysis enabled to classify the environmental variables of \ngreatest significance for the babassu occurrence. The main factor controlling the babassu distribution is \nthe management adopted by farmers.\n\n Keywords: babassu palm, multivariate factor analysis, environmental data, geographic information \nsystem.\n\nINTRODUÇÃO\n\nO Babaçu (Attalea speciosa Mart. ex Spreng) \nconsiste em uma palmeira robusta e imponente com \nestipe isolado (tronco) de até 20 metros de altura e de \n25 a 44 centímetros de diâmetro, com 7 a 22 folhas \nmedindo de 4 a 8 metros de comprimento (SILVA e \nTASSARA, 1991; HENDERSON, 1995; LORENZI, \n1996 et al., BRANDÃO et al., 2002). Ocorre tanto na \nfloresta Amazônica, quanto no bioma Cerrado e sua \nárea estimada de ocorrência no Brasil é de 200.000 \nkm2 (MAY et al., 1985).\n\nNa região nuclear do Cerrado o Babaçu ocorre \nem áreas restritas, embora localmente possam ocupar \náreas extensas. Em geral, os Palmeirais do Cerrado \nestão em terrenos bem drenados nos interflúvios, e \nas espécies dominantes pertencem aos gêneros como \nAcrocomia, Attalea ou Syagrus. Quando o dossel é ti-\npicamente descontínuo ou não há formação de dossel, \nos palmeirais comumente são formados pelas espécies \nAcrocomia aculeata (que caracteriza o Macaubal) \nou Syagrus oleracea (Guerobal). Em contraposição, \nquando os palmeirais apresentam dossel contínuo, \na espécie dominante é a Attalea speciosa (Babaçu) \n(RIBEIRO e WALTER, 1998).\n\nO Babaçu pode ocorrer isoladamente nas flo-\nrestas ou em áreas abertas, sendo mais freqüentemente \nencontrado em áreas degradadas onde é considerada \numa espécie pioneira e dominante. Geralmente, o \nBabaçu possui baixa densidade na vegetação primária \n(ANDERSON e MAY 1985; PETERS et al, 1989; \nANDERSON et al., 1991). No entanto, o processo de \nalteração da vegetação, seja por cultivos ou pastagens, \npode tanto desencadear a eliminação total ou parcial \ndo Babaçu, como ainda, desenvolver o seu predomínio \nnestas áreas. Portanto, a presença de Babaçu associa-\n-se fortemente às áreas antropizadas, quando coloniza \n\nantigas formações florestais desmatadas (RIBEIRO \ne WALTER, 1998). Nas áreas de pastagem intensiva \no Babaçu, geralmente, é eliminado, enquanto em \nsistemas mais extensivos o Babaçu, normalmente, \né mantido no terreno. Em função do manejo dado \npelo produtor rural, o Babaçu pode se encontrar em \ndensidades compatíveis com desenvolvimento das \npastagens ou invadir a área. Após 30 anos, a área \npode se transformar numa formação secundária quase \nmonoespecífica de Babaçu (MITJA e FERRAZ, 2001). \nDesta forma, a floresta de Babaçu pode ser considerada \ncomo uma formação secundária, que rapidamente se \ndesenvolve nos meses subseqüentes às queimadas, \nquando seus cocos germinam e as plântulas crescem \nvigorosamente. \n\nO Babaçu destaca-se como umas das melhores \nfontes alternativas de energia renovável. Várias partes \ndo coco de Babaçu podem ser utilizadas como fontes \nenergéticas: o mesocarpo para produção de álcool, o \nendocarpo para produção de carvão e gases, a amêndoa \npara produção de óleo, com possível aplicação em mo-\ntores a diesel e o epicarpo para utilização direta como \ncombustível primário (NASCIMENTO, 2004). Além \ndo uso como carvão, o Babaçu vem sendo pesquisado \ncomo fonte alternativa para o biodiesel fazendo parte \ndo projeto Nacional Probiodiesel do Ministério da \nCiência e Tecnologia, MTC, lançado no ano de 2002 \n(SANTOS et al., 2006; SILVA et al., 2006; LIMA et \nal., 2007).\n\nO presente trabalho possui como objetivo \ncaracterizar as áreas de ocorrência do Babaçu na ba-\ncia do rio Cocal, situada no município de Natividade \nno Estado do Tocantins, a partir do mapeamento, \nlevantamento de dados e tratamento das informações \nutilizando o sistema de informações geográficas e a \nanálise fatorial multivariada. \n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n269\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\n\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nMATERIAIS E MÉTODOS\n\nLevantamento das características do Babaçu e \ndas variáveis ambientais\n\nNo trabalho de campo foram estudadas 80 \nparcelas em unidades de paisagens típicas do bioma \nCerrado: vegetação natural, áreas de pastagens e de \nuso agrícola (Figura 1). A quantificação da densidade \ndo Babaçu (número de indivíduos/unidade amostral) \nutilizou áreas de 2500 m². Pelo fato das superfícies \nde terreno não serem iguais e para que cada parcela \npudesse ter 2500 m², as medidas foram realizadas das \nseguintes maneiras: (a) 50x50 m; (b) 125x20 m; (c) \nduas parcelas de 50x20 e uma de 25x20m; (d) uma \nparcela de 75x20 e uma de 50x20m; e (e) uma parcela \nde 100x20 e uma de 25x20m (Figura 2). Porém, onde \nnão foi possível no campo foram selecionadas parcelas \nmenores que 2500 m². Neste caso, foram consideradas \nas seguintes configurações: uma parcela de 660 m², \nduas de 1000 m² e cinco de 2000 m². Posteriormente, \nos dados obtidos foram transformados em número \nde indivíduos por hectare. A contagem de indivíduos \nconsiderou apenas Babaçus com copa desenvolvida. \nDentro de cada parcela, estes Babaçus foram conta-\ndos e georreferenciados sendo avaliados para todos \nos indivíduos a altura do fuste e o número de cachos \nfemininos (frutos e flores). Desta forma, foram defi-\nnidas as seguintes variáveis para análise: quantidade \nde palmeiras de Babaçu por hectare, quantidade de \ncachos por hectare, altura máxima do fuste e altura \nmédia do fuste. \n\nAlém disso, foram levantadas para cada \nparcela informações sobre as variáveis ambientais \n(relevo, uso e cobertura da Terra e solo). Em campo foi \nrealizada uma medição da declividade do terreno para \ncada parcela. As demais informações morfométricas \nforam extraídos do Modelo Digital de Terreno (MDT) \nelaborado a partir da interpolação da base cartográfica \ndigital na escala 1:100.000 do Sistema Cartográfico \ndo Tocantins, contendo as curvas de nível, pontos \ncotados e hidrografia. Os dados foram corrigidos e \ninterpolados pelo módulo TOPOGRID (Hutchinson, \n1989) presente no programa ArcInfo. O MDT foi \nelaborado com uma resolução espacial de 20 metros. \nA partir do MDT foram gerados os seguintes atributos \n\ndo terreno: declividade, área de contribuição e índice \ntopográfico. A delimitação das unidades de relevo foi \nrealizada por interpretação visual das informações \nmorfométricas utilizando técnicas de processamento \ndigital de imagens como composição colorida e mani-\npulação de contrastes, que permitem realçar as feições \ne os padrões do relevo e a posterior análise visual das \nunidades (SILVA et al 2009).\n\nO mapa de uso de cobertura da Terra foi elabo-\nrado a partir do processamento digital de imagem do \nsensor multiespectral ASTER (Advanced Spaceborne \nThermal Emission and Reflection Radiometer). A \nmetodologia adotada apresenta as seguintes etapas: \n(a) pré-processamento, (b) segmentação, (c) classi-\nficação não-supervisionada, e (d) edição e geração \ndo mapa de vegetação (CARVALHO JUNIOR et al, \n2005, SILVA et al. 2009). As classes obtidas foram: \n(a) Mata de Galeria, (b) Mata Seca, (c) Formações \nSavânicas (Cerrado sentido restrito, Parque Cerrado, \nPalmeiral e Vereda), (d) Formações Campestres (Cam-\npo Sujo, Campo Rupestre e Campo Limpo), (e) Áreas \ncom afloramento de calcário mostrando exposição da \nrocha com feições pontiagudas, (f) áreas antrópicas \nreferentes a plantio e pastagens, e (g) Mata seca se-\ncundária. Tanto a validação do mapa de fisionomias \ne as ocorrências do babaçu foram confirmadas com o \ntrabalho de campo.\n\nAs informações pedológicas foram obtidas \na partir do trabalho realizado pelo Estado (TOCAN-\nTINS, 2005). Complementarmente, para as parcelas \ncoletadas foi realizada uma caracterização do tipo de \nsolo. As classes de solo predominante na área são: \nLatossolo Vermelho-Amarelo, Argissolo Vermelho-\n-Amarelo, Neossolo Litólico e Plintossolo Pétrico.\n\nA partir do SIG foram calculadas as variáveis \nrelativas à distância da parcela em relação ao rio, casa \ne estrada. Todas as informações foram configuradas \nespacialmente dentro de um SIG contendo para as \n80 parcelas as informações das 16 variáveis relativas \naos atributos ambientais e estruturais das palmeiras. \n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n270\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nFigura 1 - Localização das áreas amostradas no campo.\n\nOrg. dos autores\n\nFigura 2 - Configuração das parcelas de campo\n\n(a)50x50 m; (b) 125x20 m; (c) duas parcelas de \n50x20 e uma de 25x20m; (d) uma parcela de 75x20 e \numa de 50x20m; e (e) uma parcela de 100x20 e uma \n\nde 25x20m. Org. dos autores.\n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n271\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\n\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nAnálise Multivariada\n\nO emprego de técnicas estatísticas multi-\nvariadas é utilizado para compreender as relações, \nsemelhanças ou diferenças entre as características \ndo Babaçu e o seu ambiente. Dentre essas técnicas \ndestaca-se a Análise Fatorial Múltipla (AFM) por \nreduzir o número de variáveis e evidenciar possíveis \nagrupamentos de acordo com seu grau de similaridade \nou dissimilaridade (ANDRADE, 1989; BOUROCHE \ne SAPORTA, 1980; ESCOFIER e PAGÈS, 1998; \nLEBART et al., 2002).\n\nA AFM é um procedimento estatístico, cujo \nprincipal objetivo é ordenar e reduzir o número de \nvariáveis correlacionadas entre si, permitindo a expli-\ncação da variabilidade do conjunto de dados iniciais \n(ANDRADE, 1989). As técnicas de AFM têm sido \nempregadas em diferentes áreas do conhecimento \ncomo, por exemplo: análise ambiental (SILVA e \nRIBEIRO, 2004), qualidade da água (BRITO et al., \n2006), análises de solos (GROBE e MARQUES, \n2006), estudo de espécies vegetais (DIAS et al., \n2007), entre outros. No presente estudo a AFM auxilia \nna seleção das variáveis com maior contribuição na \nocorrência e variabilidade da densidade do Babaçu \nou aquelas que indicam a ausência dessa palmeira. A \nanálise fatorial múltipla foi realizada com auxílio do \n\nprograma LISA 3.0 que foi desenvolvido para integrar \nvariáveis qualitativas e quantitativas e do SAS 9.1 que \né um programa integrado para análise de dados esta-\ntísticos cuja funcionalidade foi construída em torno de \nquatro idéias básicas: acesso, administração, análise e \napresentação de dados (ESCOFIER e PAGÈS, 1998; \nLEBART et al., 2002). \n\nA análise multivariada foi realizada de duas \nformas: (a) considerando o total de parcelas levan-\ntadas, e (b) restringido a análise apenas as parcelas \ncontendo Babaçu que totaliza 58 parcelas. \n\nRESULTADOS \n\nAFM aplicada ao conjunto total de parcelas\n\nA análise fatorial múltipla mista (AFM) apli-\ncada ao conjunto total de parcelas (80) e variáveis \n(16) busca caracterizar os atributos ambientais que \ndescrevem a presença do Babaçu. Nesta análise, os \nquatro primeiros fatores explicam cerca de 60% da \nvariância total, sendo que: o Fator 1 (F1) explica \n24,86% dessa variância, o Fator 2 (F2) 14,09%, do \nFator 3 (F3) 11,37% e o Fator 4 (F4) explica 9,32% \n(Figura 3). A Tabela 1 apresenta as contribuições das \nvariáveis dos quatro primeiros fatores.\n\nFigura 3 - Gráfico de barras de distribuição percentual da variância representada por cada autovalor.\n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n272\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nAs variáveis que mais contribuíram para a for-\nmação do primeiro fator F1 estão presentes na Figura 4a. \nObserva-se que com sinal negativo ficaram aglutinadas \nas variáveis correlacionadas com a presença do Baba-\nçu: altura máxima do fuste (AMFU), altura média do \nfuste (AMEF) e quantidade de palmeiras de Babaçu/ha \n(QBHA). Em contraposição, com sinal positivo ficaram \nos fatores inibidores da presença do Babaçu: patamar \ncárstico (PCAR), distância de rio (DRIO), altitude do \nModelo Digital de Terreno (AMDT) e Latossolo Ver-\nmelho (LVER). Em outras palavras, a densidade de Ba-\nbaçu, a altura média e máxima do fuste diminui quando \na distância do rio e altitude aumenta especialmente nos \nLatossolos Vermelhos e no patamar cárstico.\n\nPara a formação do segundo fator F2, as vari-\náveis que mais contribuíram estão presentes no gráfico \nda Figura 4b. A principal modalidade de variável com \nsinal negativo é a PCAR, que se refere às parcelas lo-\ncalizadas em áreas planas, com solos profundos e com \no estabelecimento de vegetação arbórea. Em contrapo-\nsição com sinal positivo no fator F2 estão as variáveis: \níndice topográfico (TOPG) e declividade (DECL), e as \nmodalidades de variáveis: Neossolo Litólico (NLIT), \nArgissolo Vermelho (AVER) e forte ondulado (FOND) \n(Tabela 1). Essas parcelas estão sobre ambientes de re-\n\nlevo fortemente ondulado caracterizadas por possuírem \nmaior declividade e conseqüentemente maior índice \ntopográfico (que significa menor saturação de água) \nonde desenvolvem Neossolo Litólico na parte de maior \ndeclive ou Argiloso Vermelho nas baixadas.\n\nPara a formação do F3, as variáveis que mais \ncontribuíram estão no gráfico da Figura 4c. As princi-\npais modalidades de variáveis com sinal negativo são: \nplano (PLAN), Neossolo Flúvico (NFLU), Argissolo \nVermelho (AVER), Gleissolo Háplico (GHAP) e Mata \nde Galeria (uso e cobertura) (USMG). Essas parcelas \nestão em relevo plano caracterizadas por ambientes de \nMata de Galeria degradada onde se desenvolve o Neos-\nsolo Flúvico quando ocupa pequenas porções de várzea, \nArgissolo Vermelho quando os solos são mais profundos \ne com drenagem moderada ou Gleissolo Háplico quando \nestão em ambiente hidromórfico sujeito a inundações.\n\nEm contraposição com sinal positivo no fator F3 \nestá a variável distância do rio (DRIO) e as modalida-\ndes de variáveis: Plintossolo Pétrico (PPET), ondulado \n(ONDL), e Cerrado degradado (UCCE) ou vegetação \noriginal (CERR). Os dados indicam que essas parcelas \nestão em relevo ondulado, distantes do rio, onde se de-\nsenvolve o Plintossolo Pétrico e vegetação de Cerrado.\n\nFigura 4. Variáveis de maior contribuição: (a) F1, (b) F2, (c) F3 e (d) F4.\n\nOrg. dos autores.\n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n273\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\n\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nTabela 1 – Valor das contribuições absoluta e relativa das variáveis aos fatores (x1000-1).\n\nOrg. dos autores\nFn – valor da coordenada da variável no enésimo fator ou eixo; VAR – variáveis; QLT – Qualidade de representação total para \n\nos fatores considerados (? CORn); CORn – contribuição relativa (ou qualidade de representação) ao fator n; CTRn – contribui-\nção absoluta para a formação do fator n.\n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n274\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nAs variáveis que mais contribuíram para a for-\nmação do quarto fator F4 estão presentes na Figura 4d. \nAs principais variáveis com sinal positivo são: quanti-\ndade de cachos/ha (QCHA) e distância de rio (DRIO), \ne as modalidades de variáveis são: Plano (PLAN), \nMata Seca (MSEC) e Gleissolo Háplico (GHAP). E \ncom sinal negativo foram as seguintes modalidades \nde variáveis: ondulado (ONDL) e Mata de Galeria \ndegradada (USMG). Isso significa dizer que nessas \nparcelas a densidade de cacho/ha aumenta quando a \ndistância do rio aumenta, e a vegetação primária aberta \né a Mata Seca, enquanto essa densidade é menor nas \nformações vegetais atuais de Mata de Galeria.\n\nNa Figura 5 estão demonstrados os gráficos \nde dispersão tanto para as variáveis como para as par-\ncelas entre o primeiro fator (F1) no eixo da abscissa \ne o segundo fator (F2) no eixo das coordenadas. A \nanálise conjunta dos gráficos é realizada a partir da \nassociação das parcelas e variáveis posicionadas nos \nmesmos quadrantes nos gráficos de dispersão.\n\nO gráfico de dispersão mostra à esquerda as \nparcelas com maior densidade de Babaçu/ha, com \nexceção da parcela 13, e à direita do gráfico as par-\ncelas que não contem ou possui baixa densidade de \nBabaçu/ha. \n\nÉ possível ver a distribuição de cada parcela \nna Figura 6, que mostra as parcelas com a presença de \nBabaçu e sem Babaçu. Observa-se que as parcelas com \npresença de Babaçu estão ligadas a rede de drenagem \ne as parcelas sem Babaçu estão distantes da drenagem \ne na cabeceira da bacia.\n\nAFM aplicada ao conjunto de parcelas contendo \nBabaçu\n\nA partir dos resultados obtidos pela primeira \nAFM foi realizado um segundo processamento dos \ndados considerando apenas as parcelas contendo a pre-\nsença de Babaçu. A Figura 5, com exceção da parcela \n13 que se encontra a direita do gráfico, totalizando 58 \nparcelas. A partir dessa análise foi possível observar \na formação de novos grupos contendo parcelas se-\nmelhantes (Figura 7). Esses grupos apresentam-se \ndistribuídos dentro de um arranjo espacial na bacia \n(Figura 8).\n\n?O grupo 1 possui sete parcelas (P014, P015, \nP017, P019, PO20, P023 e P025). Estas parcelas são \ncaracterizadas pela grande quantidade de Babaçu/ha, \npelas maiores alturas de fuste, estão localizadas em \náreas planas ou suave ondulado, estão próximas do \nrio em ambientes de Neossolo Flúvico ou Plintossolo \nHáplico, apresentam uma Mata de Galeria degradada \nem nível de recuperação (capoeira antiga) e estão \ndistantes da casas.\n\n?O grupo 2 possui sete parcelas (P007, P009, \nP018, P024, P034, P043 e P044). Este grupo é caracte-\nrizado pela quantidade de Babaçu/ha e altura máxima \nde fuste, está localizado em ambiente de relevo plano \na suave ondulado, consequentemente próximo dos rios \ne em locais onde se desenvolve o Neossolo Flúvico, \ntambém está em áreas de Mata de Galeria degradada \ne em processo de recuperação (capoeira antiga) e \ndistantes das casas. \n\n?O grupo 3 possui sete parcelas (P012, \nP016, P046, P047, P051, P058, e P060). A principal \ncaracterística desse grupo é que está em ambiente de \nvegetação primária de Mata de Galeria, apresenta um \nrelevo colinoso, a área de contribuição possui valores \nbaixos, estão localizados em ambientes de cerca de \n300 metros de distância da estrada. Estas parcelas \ntambém se caracterizam pela quantidade de Babaçu/ha \ne altura máxima de fuste, e estão em locais de relevo \nplano ou suave ondulado.\n\n?O grupo 4 possui cinco parcelas (P006, P011, \nP022, P048 e P059). Este grupo distinguiu-se princi-\npalmente por está em locais cuja vegetação primária \né a Mata de Galeria com certo nível de recuperação \n(capoeira nova ou antiga), em ambientes de colinas e \npróximo da estrada. Mostra uma área de contribuição \ncom valores baixos, consequentemente está em relevo \nplano. Também apresentam uma grande quantidade de \nBabaçu/ha com uma altura máxima de fuste.\n\n?O grupo 5 possui cinco parcelas (P049, P052, \nP053, P054 e P055). Estão em ambientes de Mata de \nGaleria degradada e próxima dos rios. Encontram-se a \ncerca de 250 metros de distância da estrada, em locais \n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n275\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\n\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nde relevo colinoso onde desenvolve o Cambissolo e \npossui valores médios a altos de área de contribuição. \n\n?O grupo 6 possui seis parcelas (P013, P035, \nP036, P037, P038 e P39). São parcelas que possuem \numa grande quantidade de cachos/ha e as maiores \nmédias de altura de fuste. Estão caracterizadas por \napresentarem um ambiente de Mata Seca ou de tran-\nsição de Mata de Galeria para Cerrado, estão próximas \ndo rio e com altitude com cerca de 370 metros, e em \nlocais com declividade média de 3,5 graus, com ex-\nceção da parcela 13.\n\n?O grupo 7 possui uma única parcela (P021) \ncom características ambientais singulares. O Babaçual \nencontra-se próximo de um córrego, estando apenas \nseparado por um terraço hidromórfico com solo pálido \ne com blocos de canga laterítica. Provavelmente, o \npresente ambiente está correlacionado com a dinâmica \nfluvial, onde o córrego sofreu um deslocamento do \nseu leito mantendo os Babaçus em um fragmento de \ncerrado.\n\n?O grupo 8 também possui uma única parcela \n(P057). Apresenta uma baixa densidade de Babaçu/\nha (48 indivíduos), porém uma grande quantidade de \ncachos/ha (144 cachos). E ainda se encontra em um \nlocal cultivado por pastagem o que pode explicar a \nquantidade de cachos de Babaçu. \n\n?O grupo 9 possui sete parcelas (P026, P027, \nP028, P031, P032, P042 e P062). A principal caracte-\nrística desse grupo é de pertencer a um ambiente de \nvegetação primária de Cerrado, em locais de relevo \nondulado a forte ondulado onde se desenvolve o \nCambissolo e predomina as pastagens.\n\n?O grupo 10 possui sete parcelas (P040, P041, \nP045, P050, P061, P063 e P064). A principal caracte-\nrística de deste grupo é está localizado em ambientes \nde relevo forte ondulado onde consequentemente se \ndesenvolve o Cambissolo e se encontram em locais \nde roças ou pastagens.\n\n?O grupo 11 possui cinco parcelas (P029, \nP030, P033, P056 e P065). O que diferencia este \ngrupo do grupo 10 é que está em ambientes de relevo \nondulado a forte ondulado.\n\nA partir dos resultados obtidos observa-se \nque a análise fatorial múltipla permitiu classificar \nas variáveis de maior significância para a ocorrência \nde densidade de Babaçu e densidade de cachos na \nárea amostrada. De modo geral, ocorreram variações \nsignificativas nas variáveis analisadas, indicando um \ncomportamento diferenciado na presença e densidade \ndo Babaçu e também um comportamento diferenciado \npara formação de cada grupo. Normalmente, os locais \nde maior densidade de palmeiras não são os locais \nde maior densidade de cacho. A maior densidade \nde cachos está associada às áreas cultivadas. Esses \nresultados mostraram também que a densidade de \npalmeiras e de cachos está relacionada a ambientes \nque possuem Cambissolo e Neossolo Flúvico. Os \nresultados permitem dizer que o fator que mais \ninfluencia a densidade do Babaçu é o tipo de manejo \naplicado pelo agricultor. Dependendo do tipo de \nmanejo a diversidade e a concentração do Babaçu na \nbacia é eliminada ou aumentada.\n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n276\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nFigura 5. Representação das variáveis, das parcelas no primeiro plano fatorial considerando todas as parcelas amostradas.\n\nOrg. dos autores.\n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n277\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\n\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nFigura 6. Localização das parcelas com e sem presença de Babaçu na bacia\n\n  Org. dos autores.\n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n278\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nFigura 7. Representação das variáveis e das parcelas com Babaçu no primeiro plano fatorial considerando as \nparcelas com presença de babaçu.\n\nOrg. dos autores.\n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n279\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\n\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nFigura 8 - Localização dos grupos na bacia obtidos pela análise fatorial a partir das parcelas com presença de babaçu.\n\nA classe 12 foi incluída de forma a representa as parcelas sem babaçu identificadas na análise fatorial anterior \npresente na FIG.6 e 7. Org. dos autores. \n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n280\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nCONCLUSÕES\n\nO emprego da análise fatorial múltipla con-\nseguiu reduzir um grande número de informações \nambientais e estruturais, a um pequeno número de \nfatores que sintetizam a caracterização das áreas de \nocorrências do Babaçu na bacia do rio Cocal, sendo \nestas representadas pelas Matas de Galeria, Mata \nSeca secundária, Colinas e áreas de pastagens e \nroças, além de permitir e classificar as variáveis de \nmaior significância para a ocorrência de densidade \nde Babaçu e densidade de cachos na área de estudo, \nalém de indicar um comportamento diferenciado para \nformação dos grupos.\n\nOs procedimentos empregados podem ser se-\nguidos e testados em outras áreas de Babaçus podendo \nservir como uma ferramenta auxiliar na análise de \nvariáveis que contribuem para a presença ou ausência \nda espécie. \n\nREFERÊNCIAS\n\nANDERSON, A. B.; MAY, P. H.; BALICK, M. J. The \nsubsidy from nature: Palm Forests, Peasantry and \ndevelopment on an Amazonian Frontier. Nova York: \nColumbia University Press, 1991. 230 p.\n\nANDERSON, A.; MAY, P. A palmeira de muitas vidas. \nCiência Hoje, 1985, v.4, n. 20, p. 58-64.\n\nANDRADE, T.A. Métodos estatísticos e econométri-\ncos aplicados à análise regional. In: HADDAD, P.R.; \nFERREIRA, C.M. de C.; BOISIER, S.; ANDRADE, \nT.A. (Ed.). Economia regional: teorias e métodos de \nanálise. Fortaleza: BNB-ETENE, 1989. p.427-507.\n\nBOUROCHE, J.M.; SAPORTA, G. Análise de dados. \nTradução de: M. Penchel. Rio de Janeiro: Zahar Edi-\ntores, 1980. 116 p.\n\nBRANDAO, M.; LACA-BUENDIA, J. P.; MACEDO, \nJ. F. Árvores nativas e exóticas do estado de Minas \nGerais. Belo Horizonte: EPAMIG, 2002. 528 p.\n\nBRITO, L. T. L.; SILVA, A. S.; SRINIVASAN, V. \nS; GALVÃO, C. O.; GHEYI, H. R. Uso de análise \n\nmultivariada na classificação das fontes hídricas sub-\nterrâneas da bacia hidrográfica do Salitre. Engenharia \nAgrícola, Jaboticabal, SP, v. 26, n. 1, p. 36-44, 2006.\n\nCARVALHO JUNIOR, O. A.; GUIMARÃES, R. F.; \nMARTINS, E. S.; CARVALHO, A. P. F.; GOMES, \nR. A. T. Aplicação do método de identificação es-\npectral para imagens do sensor ASTER em ambiente \nde cerrado. Revista Brasileira de Geofísica, v. 23, p. \n159-172, 2005.\n\nDIAS, P. F.; SOUTO, S. M.; COSTA, J. R. Análise do \ncomportamento de espécies leguminosas arbóreas intro-\nduzidas em pastagens de gramíneas tropicais. Pesquisa \nAgropecuária Tropical (UFG), v. 37, p. 31-37, 2007.\n\nESCOFIER, B.; PAGÈS, J. Analyse factorialles sim-\nples et multiples : Objectifs, méthodes et interpréta-\ntion. 3ª édition, Paris, Dunod, 1998, 284p.\n\nGROBE, J. R.; MARQUES, J. M. O método de análise \nfatorial aplicado ao estudo de resultados de análise \nde solos. Synergismus scyentifica UTFPR, v. 1, p. \n237-243, 2006.\n\nHENDERSON, A. The palms of the Amazon. New \nYork: Oxford University Press, 1995. 362 p.\n\nHUTCHINSON, M.F. (1989). A new procedure for grid-\nding elevation and stream line data with automatic removal \nof spurious pits. Journal of Hydrology, 106: 211-232.\n\nLEBART, L.; MORINEAU, A.; PIRON, M. Statis-\ntique exploratoire multidimensionnelle. 3ª ed. Nou-\nveau tirage révisé Paris: Dunod, 2002, 439 p.\n\nLIMA, J. R. O.; SILVA, R. B.; SILVA, C. C. M.; SAN-\nTOS, L. S. S.; SANTOS JUNIOR, J. R.; MOURA, E. \nM.; MOURA, C. V. R. Biodiesel de babaçu (Orbignya \nsp.) obtido por via etanólica. Química Nova, v. 30, n. \n3, 600-603, 2007.\n\nLORENZI, H.; SOUZA, H.M., de; MEDEIROS-\n-COSTA, J.T. de; CERQUEIRA, L.S.C. de; BEHR, \nN. von. Palmeiras no Brasil: nativas e exoticas. Nova \nOdessa: Plantarum, 1996. 303p.\n\n\n\nSoc. &amp; Nat., Uberlândia, ano 24 n. 2, 267-282, mai/ago. 2012\n\n281\n\nAnálise fatorial multivariada aplicada a caracterização de áreas de ocorrência de babaçu\n(attalea speciosa mart. ex spreng) na bacia do rio Cocal\n\nMiriam Rodrigues da Silva, Osmar Abílio de Carvalho Junior, Eder de Souza Martins, Danielle Mitja, Homero Chaib Filho\n\nMAY, P. H.; ANDERSON, A. B.; FRAZÃO, J. M. \nF.; BALICK, M. J. Babassu palm in the agroforestry \nsystems in Brazil’s Mid-North region. Agroforestry \nSystems, v. 3, p. 275-295, 1985.\n\nMITJA, D.; FERRAZ, I. D. K. Establishment of ba-\nbassu in pastures in Pará, Brazil. Palms, v. 45, n. 3, \np. 138-147, 2001.\n\nNASCIMENTO, U. S. Carvão de babaçu como fonte \ntérmica para sistema de refrigeração por absorção \nno estado do Maranhão. 2004. 82p. Dissertação \n(Mestrado em Engenharia Mecânica) - Faculdade de \nEngenharia Mecânica (FEM) - Universidade Estadual \nde Campinas.\n\nPETERS, C.; BALICK, M. J.; KAHN, F.; ANDER-\nSON, A. Oligarchic florests od economic plants in \nAmazonia: Utilization and conservation of an import-\nant tropical resource. Conservation Biology, v. 3, n. \n4, p. 342 – 349. 1989.\n\nRIBEIRO, J.F.; WALTER, R. M. T. Fitofisionomia \ndo bioma Cerrado. In: SANO, S. M.; ALMEIDA, S. \nP. de (Eds.). Cerrado: ambiente e flora. Planaltina: \nEMBRAPA- CPAC, 1998. p. 89-166.\n\nSILVA, M. R.; CARVALHO JUNIOR, O. A.; MAR-\nTINS, E. S.; MITJA, DANIELLE, GOMES, R. A. T. \n&amp; GUIMARÃES, R. F. (2009). Mapeamento de áreas \npotenciais do babaçu (ATTALEA SPECIOSA MART. \nEX SPRENG) na bacia do rio Cocal, Tocantins. Es-\npaço e Geografia, v.12, n.1, p. 1-29, 2009.\n\nSILVA, R. G.; RIBEIRO, C. G. Análise da degrada-\nção ambiental na Amazônia Ocidental: um estudo de \ncaso dos municípios do Acre. Revista de Economia e \nSociologia Rural, v. 42, p. 93-112, 2004.\n\nSILVA, S.; TASSARA, H. Frutas no Brasil. São Pau-\nlo: Empresa das Artes, 1991. 230p.\nTOCANTINS (Estado). Secretaria do Planejamento e \nMeio Ambiente. Diretoria de Zoneamento Ecológico-\n-econômico. Atlas do Tocantins: subsídios ao pla-\nnejamento da gestão territorial. Palmas: SEPLAN, \n2005. 54p."}]}}}