{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21009"}, {"@name": "filename", "#text": "4683_Coluna%20Opiniao_Dezembro-Venezuela_FINAL.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PRECISAMOS FALAR SOBRE A VENEZUELA: \nIMPACTOS PETROPOLITICOS E REFLEXOS \nPARA O BRASIL\n\nAUTORES \nFernanda Delgado, Klaus Stier,  \nJúlia Febraro, João Victor Marques \ndezembro.2017\n\n\n\n\n\nA FGV Energia é o centro de estudos dedicado à área de energia da Fundação Getúlio Vargas, criado com o \n\nobjetivo de posicionar a FGV como protagonista na pesquisa e discussão sobre política pública em energia no \n\npaís. O centro busca formular estudos, políticas e diretrizes de energia, e estabelecer parcerias para auxiliar \n\nempresas e governo nas tomadas de decisão.\n\nSOBRE A FGV ENERGIA\n\nDiretor\nCarlos Otavio de Vasconcellos Quintella\n\nSuperintenDente De relaçõeS inStitucionaiS e \nreSponSabiliDaDe Social\nLuiz Roberto Bezerra \n\nSuperintenDente aDminiStrativa\nSimone C. Lecques de Magalhães\n\nanaliSta De negócioS\nRaquel Dias de Oliveira\n\naSSiStente aDminiStrativa\nAna Paula Raymundo da Silva\n\neStagiária\nLarissa Schueler Tavernese\n\nSuperintenDente De peSquiSa e p&amp;D\nFelipe Gonçalves\n\ncoorDenaDora De peSquiSa \nFernanda Delgado\n\npeSquiSaDoreS\nAndré Lawson Pedral Sampaio \nBruno Ladeira Andrade\nGuilherme Armando de Almeida Pereira\nJúlia Febraro França G. da Silva\nLarissa de Oliveira Resende\nMariana Weiss de Abreu\nTamar Roitman\nTatiana de Fátima Bruce da Silva\n\nconSultoreS eSpeciaiS\nIeda Gomes Yell \nMagda Chambriard \nMilas Evangelista de Souza  \nNelson Narciso Filho \nPaulo César Fernandes da Cunha\n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n4\n\n  OPINIÃO\n\nPRECISAMOS FALAR SOBRE \nA VENEZUELA: IMPACTOS \nPETROPOLITICOS E \nREFLEXOS PARA O BRASIL \n\nFernanda Delgado, FGV Energia; Klaus Stier, FGV \nCentro Latino Americano de Políticas Públicas; \nJúlia Febraro, FGV Energia; João Victor Marques, \nUNIRIO\n\n1. Introdução\nA República Bolivariana da Venezuela é um país rico em \n\nrecursos naturais, detentor de uma das maiores reservas \n\nde petróleo, gás natural e minérios (ferro, ouro, bauxita \n\ne diamantes) da América Latina e Caribe, e produtor de \n\npetróleo em grau comerciável desde 1914.\n\nO PIB do país atingiu pouco mais de US$ 287 bilhões \n\n(2016), e é o quarto PIB da América Latina, do qual 25% são \n\nrepresentados pelo setor de óleo e gás. As reservas provadas \n\nde petróleo atingem aproximadamente 300 bilhões de \n\nbarris, enquanto que as de gás natural somam 5,8 trilhões \n\nde metros cúbicos, o que faz da Venezuela a maior reserva \n\nde hidrocarbonetos do mundo. A produção de petróleo é \n\nde mais de 2,3 milhões de barris ao dia (2016), dos quais 1,8 \n\nmilhões são exportados. A capacidade de refino nacional é \n\nde aproximadamente 1,9 milhões de barris ao dia. \n\nNão obstante, o país com a maior reserva mundial de \n\npetróleo pode estar caminhando para uma ditadura, \n\npossibilitando consequências de alcance internacional. \n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n5\n\nDesde 2014, o preço do petróleo caiu pela metade, o que \n\ncoloca em situação extremamente vulnerável qualquer \n\npaís exportador de hidrocarbonetos. O conceito de \n\nvulnerabilidade é multidimensional e pode ser definido \n\ncomo o estado que deixa os países exportadores de \n\npetróleo vulneráveis a acontecimentos internacionais, \n\ncomo aumentos ou reduções dos preços do petróleo ou \n\no desenvolvimento de novos vetores energéticos.\n\nAdicionalmente, no contexto internacional, China, Irã \n\ne Rússia apoiam o presidente venezuelano Nicolás \n\nMaduro1. Nesse sentido, torna-se crucial e oportuno \n\ndiscutir a complexa realidade venezuelana, jogando \n\numa luz sobre os desdobramentos que podem advir \n\npara a geopolítica do setor petrolífero mundial em \n\ntermos de oferta, assim como os impactos dessa \n\ncrise para o Brasil. O atual cenário geopolítico da \n\ncrise venezuelana envolve compreender a influência \n\nvenezuelana no tabuleiro do jogo político latino-\n\namericano, suas relações com o Brasil e o impacto \n\nde seu isolamento sobre o interesse e a segurança \n\nnacionais, ainda mais quando se trata da maior reserva \n\nde hidrocarbonetos do mundo.\n\n2. O setor petrolífero venezuelano \nNo final de 2015 as reservas provadas da Venezuela somavam \n\naproximadamente 300 bilhões de barris2, e o volume de \n\nóleo in place3 era estimado em 1.3 trilhão de barris (MANIK \n\nTALWANI, 2002). Como comparação, na Arábia Saudita as \n\nreservas provadas são de aproximadamente 266 bilhões \n\nde barris, enquanto que nos Estados Unidos esse número \n\nnão chega a 60 bilhões. A Figura 1 demonstra as maiores \n\nreservas mundiais de petróleo4.\n\nEntretanto, os pesados óleos venezuelanos fazem \n\ncom que a produção de um barril de tenha custo \n\naproximado de US$ 276, o que a coloca na quarta \n\nposição entre os países de maiores custos de extração. \n\nFigura 1: Maiores reservas provadas de petróleo em bilhões de barris\n\nFonte: Elaboração própria a partir de dados do World Atlas (2016)5 \n\n1\n Pequim teria auxiliado Caracas com mais de 52 bilhões de dólares entre 2005 e 2016. Contrariado com o apoio das três potências \n\nno “quintal dos EUA”, o presidente americano, Donald Trump, impôs sanções contra Maduro.\n2\n BP (Statistical Renevue of World Energy, 2016)\n\n3\n Óleo in place: é um termo especializado em geologia do petróleo que se refere ao teor total de óleo de um reservatório de óleo. \n\nComo esta quantidade não pode ser medida diretamente, deve ser estimada a partir de outros parâmetros medidos antes da \nperfuração ou após a produção ter começado.\n\n4\n Agência Internacional de Energia (2015).\n\n5\n http://www.worldatlas.com/articles/the-world-s-largest-oil-reserves-by-country.html \n\n6\n Wall Street Journal, 2016.\n\nEstados Unidos 36\n\n37\n\n48\n\n97\n\n103\n\n104\n\n144\n\n171\n\n268\n\n298\n\n157\n\nNigéria\n\nLíbia\n\nEmirados Árabes Unidos\n\nRússia\n\nKuwait\n\nIraque\n\nIrã\n\nCanadá\n\nArábia Saudita\n\nVenezuela\n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n6\n\nObserva-se, na Figura 2, que a Venezuela fica atrás \n\napenas das conturbadas águas do Mar do Norte, das \n\náguas profundas e ultra profundas brasileiras e da \n\nconflituosa região do Delta do Niger na Nigéria, em \n\ntermos de custos de extração. \n\nO alto custo de extração na Venezuela é influenciado por \n\numa série de fatores, entre eles as necessárias técnicas \n\nde exploração para as pesadas correntes venezuelanas. \n\nObservem que o óleo cru não é um produto homogêneo, \n\ne, a grosso modo, seu preço é um mix do reflexo de suas \n\nqualidades físico-químicas e de sua localização de produção. \n\nAssim, simplificadamente, uma primeira classificação dos \n\ncrus os divide em dois grupos principais: os leves e os \n\npesados. Os leves têm grau API7 maior que 38°, e os pesados \n\ntêm este grau inferior a 22° (Tabela 1). Em refinarias do tipo \n\nhydroskimming8, óleos mais leves derivam mais produtos \n\nleves, como gasolina (com maior valor de mercado) do que \n\nóleos mais pesados, que derivam produtos mais pesados, \n\ncomo óleo de calefação e asfaltos (com menor valor de \n\nmercado). Existem três crus marcadores principais: Brent \n\n(origem: North Sea), WTI (West Texas Intermediate, origem \n\nEUA), e o Dubai Fateh (origem: Oriente Médio). Esses crus \n\nsão considerados benchmarks para preços spot no mercado \n\ninternacional, definindo prêmios e descontos para os óleos \n\ncom maiores ou menores qualidades (FGV Energia, 2017).  \n\n7\n O grau API, criado pelo American Petroleum Institute, é apenas uma forma de expressar a densidade do petróleo, através de \n\num índice adimensional. Quanto maior for a densidade do petróleo, menor será seu grau API, ou mais pesado será o petróleo, \ncomo mostra a expressão abaixo API = [141,5/dr (60/60) ] – 131,5, onde dr (60/60) é a densidade da amostra a 60º F, em relação \nà densidade da água a 60º F (densidade relativa). De acordo com o instituto, óleos com API superior a 31,1 são leves; 22,3 a \n31,1, médios; 22,3 a 10 API, pesados; API inferior a 10, extrapesados. Então, quanto maior o grau API, maior o valor comercial \ndo petróleo, pois com óleos leves é possível produzir, em princípio, uma parcela maior de derivados nobres, de elevado valor \ncomercial, tais como a gasolina, o diesel e o GLP, relativamente a outro tipo de óleo, mais pesado (SZKLO, 2005).\n\n8\n Uma refinaria simples Hydroskimming é composta pela unidade de destilação atmosférica, reforma catalítica, isomerização e \n\nhidrotratamento de destilados; trata-se de uma refinaria com unidades em série.\n\nTipo de óleo º API\n\nLeve ? 31 º API\n\nMédio 22 ? º API ? 31\n\nPesado 10 ? º API ? 22\n\nExtra-pesado º API ? 10\n\nFigura 2: Custo de produção de um barril de petróleo – custo médio de um barril de óleo equivalente em 2016\n\nFonte: Wall Street Journal, 2016\n\nTabela 1: classificação dos óleos crus segundo ANP\n\nFonte: ANP, 2000\n\nInglaterra\n\nBrasil\n\nNigéria\n\nVenezuela\n\nCanadá\n\nU.S shale\n\nU.S. non-shale\n\nNoruega\n\nRússia\n\nIndonésia\n\nIraque\n\nIrã\n\nArábia Saudita\n$0 5 25 4515 35 5510 30 5020 40 60 65\n\nPROFIT LOSS\n\nBrent crude \n$51.69 a barreel\n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n7\n\nO óleo pesado é difícil produzir devido à sua alta \n\nviscosidade e é caro refinar devido ao alto teor de enxofre \n\ne metal. Atendo-nos apenas às dificuldades relacionadas à \n\nprodução, existem dois métodos mais usuais para extração \n\nde óleos pesados:  os que empregam estimulação de \n\n9\n http://www.ogj.com/articles/print/volume-95/issue-23/in-this-issue/refining/guide-to-world-crudes-assays-of-two-venezuelan-\n\ncrudes-differ-significantly.html\n\nTabela 2: Características físico-químicas de alguns óleos venezuelanos\n\nFigura 3: Reservas de óleo X Produção 1980-2015 \n\nFonte: Oil and Gas Journal, 19979 \n\nFonte: BP World Energy, 2015\n\nÓleo Características\n\nHeavy Merey\n\n14,7º API \n\nEnxofre 2,74% wt \n\nAcidez 0.957 mgKOH/g\n\nLeona\n\n24º API\n\nEnxofre de 1,5% wt\n\nAcidez 0.45 mgKOH/g\n\nvapor (Huff and Puff) e aqueles que empregam diluentes \n\n(Steam Flooding), e ambos envolvem complexas técnicas \n\nde injeção e reinjeção que eleva, sobremaneira, o custo de \n\nprodução. A Tabela 2 demonstra as características físico-\n\nquímicas de alguns óleos venezuelanos. \n\nA maior produção de petróleo da história da Venezuela \n\nocorreu em 1998, quando o país produziu 3,5 milhões de \n\nbarris por dia (Figura 3). Esse foi também o ano em que Hugo \n\nChávez foi eleito presidente do país. Entre os anos de 2002 e \n\n2003, Chávez demitiu quase 20 mil empregados da PDVSA, \n\nsubstituindo-os por funcionários considerados leais ao seu \n\ngoverno. Essa demissão em massa reduziu significativamente \n\na experiência da indústria venezuelana de petróleo.\n\n350.0 3.5\n\n3.0\n\n2.5\n\n2.0\n\n1.5\n\n300.0\n\nbi\nlh\n\noe\ns \n\nde\n b\n\nar\nris\n\n d\ne \n\nól\neo\n\nm\nilh\n\noe\ns \n\nde\n b\n\nar\nris\n\n p\nor\n\n d\nia\n\n \n\n250.0\n\n200.0\n\n150.0\n\n100.0\n\n50.0\n\n1980 1990 20051985 20001995 2010 2015\n\n-\n\nReservas provadas de óleo cru da Venezuela\n\nProdução de óleo cru da Venezuela\n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n8\n\nA maior parte das reservas provadas do país se \n\nconcentram na região chamada Cinturão de Orinoco \n\n(Figura 4), com reservas estimadas em 1.3 trilhão de \n\nbarris de óleo extremamente pesado, cuja produção é \n\nperfeitamente viável quando o preço do petróleo gira em \n\ntorno de US$ 100 o barril (MANIK TALWANI, 2002).\n\nFigura 4: Localização do Faixa de óleo pesado do Orinoco\n\nFonte: Rice University, 200210\n\n10\n https://www.bakerinstitute.org/media/files/Research/8bb18b4e/the-orinoco-heavy-oil-belt-in-venezuela-or-heavy-oil-to-the-\n\nrescue.pdf\n\nComo forma de melhor explorar as reservas de óleo \n\nextremamente pesado, o governo da Venezuela \n\nincentivou a entrada de petroleiras internacionais \n\npara atuarem no desenvolvimento das reservas. \n\nExxonMobil, BP, Chevron, Total, ConocoPhillips, entre \n\noutras, investiram bilhões de dólares em tecnologia e \n\ninfraestrutura para que o óleo pesado fosse convertido \n\nem riqueza. Em 2007, com os preços internacionais do \n\npetróleo em ascensão, o governo Chávez começava a ver \n\no retorno dos investimentos realizados pelas petroleiras \n\ninternacionais e exigiu mudanças nos acordos feitos com \n\nas petroleiras, que dariam à PDVSA um controle quase \n\nabsoluto dos projetos. \n\nEntretanto, com estas mudanças, os anos que se seguiram \n\napós a eleição de Hugo Chávez foram marcados por uma \n\nqueda acentuada na produção de petróleo. A demissão \n\nem massa dos funcionários da PDVSA e a saída das grandes \n\npetroleiras podem ser consideradas causas primárias do \n\ndeclínio, pois reduziram a expertise necessária para a \n\nexploração do óleo pesado predominante no país. Do \n\nmesmo modo, constata-se que o governo não soube \n\naproveitar as receitas do capital para dar continuidade ao \n\ndesenvolvimento da indústria de petróleo. Por um lado, \n\ndevido à falta de experiência dos funcionários aliados \n\ndo governo na PDVSA e, por outro, à má utilização das \n\nreceitas – muito foi investido em programas sociais e \n\npouco foi reinvestido na indústria capital-intensiva, que, \n\naos poucos, foi perdendo sua capacidade de continuar \n\nproduzindo de maneira competitiva.\n\nO incoerente geram-se-lhe da estatal fica bem claro \n\na partir da observação da Figura 5 onde a queda \n\nmais acentuada na produção se deu após a onda de \n\ndemissões na PDVSA.. Após a forte queda, a produção \n\napresentou altos e baixos. Em 2013, com a morte de \n\nHugo Chávez e a chegada à presidência de Nicolás \n\nMaduro, seguiu-se outro período de queda, quando a \n\nprodução atingiu patamares 20% inferiores àqueles do \n\ninício do governo Chávez.\n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n9\n\nPara se ter melhor dimensão do declínio da PDVSA, além \n\nda queda da produção, também devem ser analisadas as \n\nreservas provadas e a taxa de depleção11 das mesmas. De \n\nacordo com a Figura 5, a taxa de depleção vem caindo \n\nfortemente desde 2007. Atualmente esta é de 0,35%, o \n\nque significa que o tempo médio entre a extração e a \n\nvenda do barril pela PDVSA é de aproximadamente 198 \n\nanos (Forbes, 2017). A taxa de depleção extremamente \n\nbaixa tem como implicação econômica reservas que \n\nquase nada valem, pois, considerando estável o preço \n\ndo petróleo, o barril produzido e vendido no mesmo \n\ndia vale mais do que aquele que será vendido no dia \n\nseguinte. Portanto, somente após 190 anos do início da \n\nexploração a PDVSA obterá retorno pela venda do barril. \n\nPara piorar, a estatal está gerando fluxo de caixa negativo \n\ne acumulando um enorme montante de dívidas. \n\nAtualmente a produção da Venezuela é da ordem de 2,4MM \n\nbbl por dia (2016) (equivalente à produção brasileira). \n\nEssa produção é basicamente toda exportada, com alta \n\nconcentração para os EUA, destino final de 38% do petróleo \n\nbruto exportado venezuelano (Tabela 3), o que torna o país \n\nvulnerável e com restritas margens de manobra em relação \n\na este parceiro comercial, conotando alta vulnerabilidade. \n\nTabela 3: Destino das Exportações Venezuelanas  \n\nFigura 5: Trajetória de produção da PDVSA \n\nFonte: OPEC, 2017\n\nFonte: Forbes, 2017\n\nDestino das exportações venezuelanas de óleo cru (2015)\n\nÁsia 802 mil b/d 41%\n\nAmérica do Norte 733 mil b/d 38%\n\nCaribe 255 mil b/d 13%\n\nEuropa 150 mil b/d 7,60%\n\nAmérica Central 6 mil b/d 0,30%\n\nAmérica do Sul 4 mil b/d 0,20%\n\n11\n   A taxa de depleção é determinada ao dividir-se a produção anual de determinado ano pelas reservas provadas do ano anterior.\n\n3.6 2.00%\n\n1.60%\n\n1.00%\n\n1.80%\n\n1.20%\n\n1.40%\n\n0.80%\n\n0.40%\n\n0.60%\n\n0.20%\n\n0.00%\n\n3.0\n\n2.4\n\n3.4\n\n2.8\n\n2.2\n\n3.2\n\n2.6\n\n2.6\n\n19\n97\n\n20\n05\n\n20\n01\n\n20\n09\n\n20\n14\n\n19\n99\n\n20\n07\n\n20\n03\n\n20\n11\n\n20\n16\n\n19\n98\n\n20\n06\n\n20\n02\n\n20\n10\n\n20\n15\n\n20\n00\n\n20\n08\n\n20\n13\n\n20\n04\n\n20\n12\n\nProdução média diária total PDVSA (esquerda)\n\nTaxa de depleção de reservas provadas totais (direita)\n\nChvávez assume  \no poder  \nem 1999\n\nMaduro assume o poder \nem Março de 2013\n\nEm Abril de 2002, houve uma tentativa de golpe na \nVenezuela e Chávez substituiu a administração da \nPDVSA por aliados do regime. As greves da PDVSA \nem Dez 2002 e Jan 2003 interromperam a produção.\n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n10\n\n3. Projetos e interesses chineses e russos na região\nEm um contexto de aproximação da Rússia na América \n\nLatina, Moscou tem buscado se apresentar como \n\num garantidor da ordem diante da hipótese de uma \n\nVenezuela asfixiada. Para não desmoronar, o governo \n\nvenezuelano tem recebido dinheiro e crédito russos \n\nem troca de valiosos ativos de petróleo, o que vem \n\ntornando as estatais PDVSA e Rosneft cada vez mais \n\npróximas. De acordo com Reuters (2017), desde 2006, \n\na Rússia e a Rosneft transferiram para a Venezuela \n\npelo menos US$ 17 bilhões em empréstimos e \n\nlinhas de crédito. São inúmeras as possibilidades de \n\nparcerias em projetos vistos como estratégicos para a \n\nVenezuela, que necessita do suporte financeiro russo \n\npara que eles se desenvolvam (Petronotícias, 2017). \n\nDentre os projetos oferecidos pela PDVSA à Rosneft, o \n\nmais valioso é uma participação de 10% no Petropiar, \n\num projeto multibilionário para produzir e melhorar o \n\npetróleo pesado do Orinoco Belt.\n\nAdicionalmente, a Rosneft também tem se \n\nposicionado como intermediária na venda do petróleo \n\nvenezuelano pelo mundo, e, principalmente, às \n\nrefinarias americanas, destino de maior parte do \n\npetróleo produzido na Venezuela. Diariamente, 225 \n\nmil barris de óleo venezuelano são revendidos pela \n\nRosneft, o que corresponde a aproximadamente 13% \n\ndas exportações totais do país (Reuters, 2017). Esse \n\npetróleo é entregue à estatal russa como pagamento \n\npelos milhares de milhões de dólares em empréstimos \n\nrealizados pelo governo Maduro (Petronotícias, 2017). \n\nOs interesses de Maduro alinhados ao interesse russo, \n\ndessa forma, transformaria a sobrevivência do regime \n\nbolivariano como uma necessidade de Estado para a \n\nRússia (SANTODOMINGO, 2017). \n\nEm fevereiro de 2016, a PDVSA e a Rosneft assinaram \n\num acordo para o desenvolvimento de um projeto de \n\nextração, processamento e venda do gás das regiões \n\nde Patao, Mejillones e campos do Rio Caribe. O acordo \n\nestabeleceu que as empresas começariam a execução \n\ndo projeto e realizariam um estudo de viabilidade. Eles \n\ntambém concordaram em apresentar vários acordos \n\na serem aprovados pelo Ministério do Petróleo, que \n\nestabeleceria a criação de uma empresa conjunta de \n\ngás natural. Segundo a Rosneft, é esperada a extração \n\nde 25 milhões de m³ por dia de gás natural desses três \n\ncampos12.\n\nA PDVSA também tem acordos com a estatal chinesa \n\nCNPC visando o desenvolvimento e operação da \n\nrefinaria Nanhai, com capacidade de 400.000 barris \n\npor dia, em Jieyang, localizada na Província de \n\nGuandong, na China. Juntamente com a formação \n\nde uma joint venture a ser denominada Petrochina-\n\nPDVSA, os acordos estabelecem os termos tanto \n\npara o fornecimento de petróleo venezuelano a ser \n\nprocessado na refinaria como também a venda de \n\nprodutos acabados que serão produzidos no local13. \n\nA estratégia de internacionalização das empresas \n\nchinesas garante de um lado o estreitamento de \n\nrelações bilaterais e, principalmente, o acesso a \n\nrecursos energéticos vitais, e enfrenta, de outro, riscos \n\npotenciais aos investidores chineses que concedem \n\nempréstimos, ao mesmo tempo em que “apoia” \n\nregimes políticos questionáveis (HSIANG, 2017). A \n\nrelação entre Pequim e Caracas é bastante elucidativa \n\nnesse ponto, já que a China importa o petróleo \n\nvenezuelano e mantém seu apoio ao regime chavista.\n\nAdicionalmente, em agosto de 2017 foi realizada \n\nem Caracas a 5ª China-Venezuela High Level Joint \n\nComission, que tinha como objetivo avaliar alianças \n\nestratégicas para o desenvolvimento de ambas \n\nas nações. Entre as resoluções alcançadas neste \n\nencontro, foi acordada uma crescente participação \n\nda China na Sinovensa Oil Joint Venture que atua no \n\nCinturão de Orinoco. Além disso, a China se mostrou \n\ninteressada na reativação de cerca de 800 poços no \n\nOrinoco juntamente com a PDVSA. Esta operação \n\nsomará 42 mil barris de petróleo bruto por dia para a \n\nprodução venezuelana (PDVSA, 2017).\n\n4. Ascensão e queda da política externa venezuelana \npara a América Latina\nA Venezuela sob o comando do presidente Hugo \n\nRafael Chávez foi um ator protagonista da integração \n\npolítica e econômica da América Latina na primeira \n\ndécada do século XXI. Não raro, sua postura ativa nos \n\ndebates e iniciativas regionais chegou a revelar um \n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n11\n\nclima de rivalidade com a estratégia do Brasil de Lula \n\npara a região. Sua política externa assertiva inicia-se \n\nem 2004 e pode ser compreendida como um resultado \n\nda combinação de fatores domésticos e internacionais. \n\nNo plano doméstico, Hugo Chávez precisou passar por \n\nduas grandes provas de resistência antes de consolidar-\n\nse na presidência da república bolivariana: garantir o \n\ncontrole de seu governo sobre a PDVSA e desarticular \n\na oposição venezuelana organizada em torno de \n\numa unidade politicamente combativa denominada \n\n“Coordinadora Democrática”. \n\nCom a consolidação do poder doméstico, Chávez \n\npassou a atuar cada vez mais intensamente no plano \n\ninternacional. Para isso, conta com uma conjuntura \n\nfavorável tanto do ponto de vista econômico, como, \n\ntambém, do ponto de vista da política internacional. \n\nOs altos preços internacionais do petróleo possibilitam \n\na promoção de uma política externa bastante ativa no \n\nentorno regional latino-americano (o que ocorre em \n\nparalelo ao crescimento do número de governos de \n\nesquerda que se instalam na região).  \n\nChávez enxergava no petróleo venezuelano um \n\ninstrumento capaz de gerar influência por meio da \n\ndependência. Assim como prometeu redistribuir os \n\nganhos do petróleo via programas sociais associados \n\nà revolução bolivariana e, com isso, estabelecer uma \n\nrelação de dependência entre o “comandante” e o povo, \n\nda mesma forma Chávez visualizava a oportunidade de \n\ncapitanear liderança na América Latina ao materializar \n\nalianças por meio da comercialização de petróleo a \n\npreços e condições preferenciais a países da região. \n\nEm parceria com o presidente Lula e Nestor Kirchner, a \n\nVenezuela chega a esboçar, em 2006, a construção de \n\num gasoduto capaz de transportar o gás gerado na faixa \n\npetrolífera do Orinoco para Brasil, Paraguai, Uruguai \n\ne Argentina. O Grande Gasoduto do Sul nunca saiu \n\ndo papel, mas a liderança venezuelana na tentativa de \n\nconstrução desse grande eixo energético sul-americano \n\nnão passa despercebida nesse período de maior \n\ninfluência venezuelana.\n\nConcomitantemente às iniciativas postas em prática \n\nreferentes ao comércio e investimentos na cadeia do \n\nóleo e gás, Chávez passa a atuar de maneira proativa \n\nem reuniões regionais propondo a institucionalização \n\nde fóruns com a construção de organizações de \n\ncooperação regional. Conta, para isso, com uma nova \n\nconfiguração de países com governos de esquerda que \n\ncomeçam a surgir em toda América Latina. Não apenas \n\nno plano do softpower restringiu-se a projeção de poder \n\nvenezuelana na região. Como um esforço para renovar \n\nseus equipamentos militares e diminuir sua dependência \n\nmilitar com os EUA, que, em 2006, anunciaram um \n\nembargo à venda de armas à Venezuela, Chávez passa \n\na promover uma série de programas de compras de \n\narmamentos bélicos junto a fornecedores russos. \n\nDe fato, a projeção de poder venezuelana na região \n\ndeve ser compreendida como o resultado de uma \n\npolítica externa personalista, derivada das ambições de \n\num líder carismático, capaz de influenciar o seu entorno \n\ncom estratégias de poder viabilizadas por recursos \n\nincalculáveis provenientes da produção e venda de \n\npetróleo. Gerar uma maior dependência da região em \n\nrelação ao subsidiado petróleo venezuelano foi o grande \n\ntrunfo da política externa de Chávez para projetar sua \n\ninfluência sobre o seu entorno caribenho e centro-\n\namericano, mais vulnerável às oscilações do preço do \n\npetróleo e que não surfaram a onda da alta dos preços \n\ndas commodities.  \n\nPorém, uma vez ausentes a retórica de Chávez e a abundância \n\nde recursos provenientes da venda de petróleo, a estratégia \n\nvenezuelana de projeção de poder naufraga em paralelo à \n\ncrise institucional que se instala no país após a morte de \n\nseu líder em 2013. Nicolás Maduro assume a presidência \n\nem abril de 2013 em um país absolutamente polarizado \n\ncom a morte de Chávez e a acirrada eleição presidencial. \n\nAquele momento representava o ressurgimento de um \n\nramo da oposição venezuelana que não via a possibilidade \n\n12\n   Energía 16 (2017) \n\n13\n   Oil &amp; Gas Journal (2017)\n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n12\n\nde retornar ao tabuleiro político nacional de maneira tão \n\ncontundente desde o referendo revogatório de 2004. A \n\npartir de então, os embates políticos e a crise econômica vão \n\ncorroendo todas as possibilidades de projeção venezuelana \n\nna região. Uma oposição desorganizada e Maduro passam \n\na competir pelo poder interno, conduzindo campanhas \n\ninternacionais difamatórias que, tanto para o governo, \n\nquanto para a oposição, acabam por expor o país a uma \n\ndesconfiança internacional que culmina no isolamento \n\ndiplomático venezuelano em sua região. \n\n5. A nova ordem política da Venezuela e a PDVSA\nDo início do século XXI até 2014, a Venezuela foi capaz de \n\ntransformar as receitas elevadas do petróleo em ambiciosos \n\nprogramas sociais e alavancar o gasto público e a presença \n\nestatal na economia. Não apenas os serviços públicos \n\npor meio das “Misiones Bolivarianas”14 e a transferência \n\nde renda para classes de baixa renda foram estimuladas, \n\nmas também a participação popular na política foi \n\namplamente difundida nas periferias por meio dos “Círculos \n\nBolivarianos”15. O crescimento econômico e as políticas de \n\ndistribuição de renda, com efeito, reduziram a pobreza de \n\n50%, em 1998, para 30%, em 2013 (World Bank). No mesmo \n\nperíodo, a desigualdade reduziu de 0,49 para 0,40 – uma \n\ndas menores taxas da região (World Bank).\n\nNão obstante, o colapso do preço internacional do barril \n\nde petróleo, aliado à incapacidade da política econômica \n\nvenezuelana de reduzir a dependência nacional deste \n\nmercado e de criar uma poupança, durante o cenário \n\nmacroeconômico favorável, capaz de mitigar os atuais \n\nefeitos exógenos do baixo preço do barril, afetaram o \n\ndesempenho socioeconômico até então observado no país. \n\nSegundo o Banco Mundial, a Venezuela enfrenta uma grave \n\nescassez de financiamento, com um déficit fiscal estimado \n\nem 20% do PIB desde o fim de 2015. A monetização deste \n\ndéficit, por sua vez, somada à escassez na oferta de bens de \n\nconsumo e o acesso restrito às reservas internacionais, têm \n\ncontribuído para uma trajetória inflacionária ascendente. \n\nA Venezuela enfrenta, em resumo, uma severa estagflação, \n\ncom uma recessão de 10% do PIB (2016) e contração \n\nacumulada da produção em mais de 20% desde 2013, \n\nconsumo privado colapsado pela inflação e queda \n\ndas importações de produtos básicos, crise elétrica e \n\nsubinvestimento (World Bank). O setor privado, segundo \n\no Banco Mundial, precisa ser restabelecido, assim como \n\nfinanciada a diversificação da pauta exportadora, a fim de \n\nreduzir a vulnerabilidade econômica diante da flutuação \n\ndo preço do óleo, já que este produto representa 95% das \n\nreceitas oriundas da exportação e o setor de óleo e gás, \n\n25% do PIB.  \n\nNicolás Maduro foi eleito em 2013 como candidato do \n\noficialismo que daria continuidade à revolução bolivariana. \n\nA continuidade do chavismo sob o comando de Maduro \n\nprocurou manter a relevância da estatal PDVSA e o \n\ndiscurso contra hegemônico, ainda que em uma conjuntura \n\ndesafiadora: baixa receita oriunda das exportações devido \n\nao preço reduzido do petróleo, insustentabilidade dos \n\nprogramas sociais e a atuação dos meios de comunicação \n\ne setores empresariais contrários ao governo (ALMEIDA, \n\n2017). Nicolás Maduro arrebatou os poderes legislativos \n\nda Assembleia Nacional por meio do Tribunal Supremo, \n\nmotivado pela crise da petroleira estatal PDVSA, que \n\nse encontra numa situação próxima à inadimplência. O \n\ngolpe conferido contra o Poder Legislativo, embora já \n\nrevertido devido às pressões internacionais, inclusive de \n\npolíticos simpatizantes ao regime bolivariano como o \n\nPresidente equatoriano Rafael Correa, foi observado como \n\numa tentativa do Executivo em contornar a resistência \n\ndo Parlamento em aprovar a associação da PDVSA com \n\ncompanhias estrangeiras, como a russa Rosneft16.\n\nA crise política e o ambiente de instabilidade na Venezuela \n\ntêm dificultado as operações das empresas de petróleo \n\nno país. Segundo Reuters (2017)17, Chevron e Statoil têm \n\nbuscado alternativas para realocar seu pessoal, tendo em \n\nvista a insegurança das cidades venezuelanas.\n\n14\n O Sistema Nacional de Missões compreende uma série de programas sociais desenvolvidos a partir de 2003, e relançados \n\nanualmente, a fim de combater a pobreza e promover a alfabetização, o acesso à saúde gratuita, o abastecimento alimentar, \nentre outros.\n\n15\n Espaço popular de participação política, diálogo sobre problemas comunitários e ensino de elementos básicos da política \n\nnacional como a Constituição de 1999.\n16\n\n A Citgo, empresa venezuelana de refinação e comercialização de óleo nos EUA, está hipotecada em 49,9% à Rosneft, como \ngarantia de um empréstimo de US$ 2 bilhões. Ainda assim, o controle de campos de petróleo é uma garantia mais eficaz para os \nrussos (SANTODOMINGO, 2017). \n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n13\n\n17\n http://www.reuters.com/article/venezuela-politics-energy-idUSL1N1HW12H\n\n6. Relação Brasil-Venezuela: da paciência estratégica \nao isolamento\nEm 2006, embalado pelo samba-enredo “soy loco por ti \n\nAmérica”, um enorme boneco de Simón Bolívar desfila \n\nem plena Sapucaí cantando a latinidade. O desfile rendeu \n\no título de campeã do carnaval carioca à Vila Isabel. \n\nQuem também comemorou a vitória foi Hugo Chávez. O \n\nenredo, patrocinado pela PDVSA, representava mais do \n\nque o ideário de solidariedade e união dos povos latino-\n\namericanos. Representava o softpower venezuelano no \n\ncoração da festa mais popular do Brasil. \n\nEm função de sua diplomacia do petróleo, para o Brasil de \n\nLula, a Venezuela não era um ator a se desconsiderar no jogo \n\npolítico e econômico sul-americano. Quem imaginava que \n\napenas o prisma ideológico seria suficiente para garantir \n\numa convergência contínua de ideias e interesses entre os \n\ndois países se enganava. O relacionamento entre os dois \n\npaíses foi pautado por um pragmatismo capaz de contornar \n\nalgumas desavenças no plano político internacional \n\nsem alterar, substancialmente, um padrão de expressivo \n\ncrescimento de projetos conjuntos e do intercâmbio \n\ncomercial. A Venezuela foi tratada pelo governo Lula como \n\num parceiro estratégico em função da abertura de um amplo \n\nmercado consumidor para produtos brasileiros e de um \n\ngoverno que abriu espaço para a participação de empresas \n\nbrasileiras em grandes projetos de infraestrutura.  Na frente \n\ndiplomática, Lula detinha credenciais para amenizar a dura \n\nretórica antinorteamericana chavista por meio de um sólido \n\nrelacionamento construído com George W. Bush. \n\nNo plano comercial, ambos os países apresentam na era Lula-\n\nChávez um período de expressivo incremento no intercâmbio \n\nde bens. De 2003 a 2011, a corrente comercial cresce de US$ \n\n880 milhões para US$ 5,8 bilhões. Essa tendência se mantém \n\nno primeiro governo Dilma, chegando a pouco mais de US$ \n\n6 bilhões em trocas comerciais em 2013. A partir de 2015 o \n\nintercâmbio comercial despenca ladeira abaixo. Em 2016, os \n\nfluxos comerciais de US$ 1,6 bilhão igualam-se ao ano de \n\n2004, conforme se observa na Figura 6. \n\nO apoio brasileiro ao pleito venezuelano para ingressar \n\nno Mercosul deve ser interpretado a partir de uma \n\nperspectiva pragmática das relações exteriores. Não \n\nobstante uma evidente afinidade ideológica entre a \n\nVenezuela e o governo de Dilma, a Venezuela havia se \n\nFigura 6: Intercâmbio Comercial Brasil-Venezuela (2003-2016) U$FOB\n\nFonte: Ministério da Indústria, Comércio Exterior e Serviços da Venezuela, 2016\n\n7.000.000.000\n\n6.000.000.000\n\n5.000.000.000\n\n4.000.000.000\n\n3.000.000.000\n\n2.000.000.000\n\n1.000.000.000\n\n0\n2003\n\nExportação Importação Saldo Corrente\n\n2005 20102007 2012 20152004 20092006 2011 20142008 2013 2016\n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n14\n\ntornado um parceiro comercial importante para o Brasil \n\ne para os demais países-membros do bloco. Havia um \n\ngrande interesse do Brasil em explorar um potencial \n\nmercado consumidor de 30 milhões de venezuelanos \n\napoiados por um governo que facilitou a entrada de \n\nempresas brasileiras em megaprojetos de infraestrutura \n\ne petróleo. Independente do governo, o potencial \n\nvenezuelano como exportador de energia e importador \n\nde alimentos nunca pode ser ignorado. Dessa forma, em \n\n2012 a suspensão do Paraguai do Mercosul abriu caminho \n\npara uma atabalhoada diplomática que forçou o ingresso \n\nvenezuelano no bloco pela porta dos fundos. \n\nO polêmico ingresso venezuelano no Mercosul \n\nacabou por nunca se cumprir plenamente. Uma \n\nnova conformação política dos governos à frente do \n\nMercosul acabou por afastar as chances de ingresso \n\nintegral da Venezuela ao bloco. No mesmo semestre \n\nem que deveria assumir a presidência do bloco, a \n\nVenezuela foi afastada por tempo indeterminado por \n\nnão cumprir exigências para concluir sua adesão. \n\nAssim suspensa desde dezembro de 2016 do bloco, \n\na Venezuela sofreu ainda novas sanções do Mercosul \n\nem agosto de 2017, após o bloco definir como uma \n\nruptura da ordem democrática a convocação da \n\nAssembleia Constituinte venezuelana, iniciativa \n\ncapitaneada pelo governo Maduro para anular os \n\npoderes da Assembleia Legislativa, sob comando, \n\nnaquele momento, de setores da oposição. \n\nA postura do governo brasileiro com relação à Venezuela \n\nmudou consideravelmente do governo Dilma para o \n\ngoverno Temer. Algo não muito comum de se observar \n\nna política externa brasileira, tradicionalmente guiada \n\npela manutenção constante do diálogo com países sul-\n\namericanos. Se o governo Dilma adotou uma postura \n\nde apoio declarado ao governo de Maduro, cabendo \n\nao Itamaraty gerir o que se denominou naquele \n\nperíodo de “paciência estratégica” com a Venezuela, \n\no governo Temer perdeu a paciência e partiu para uma \n\nsérie de declarações oficiais condenando o governo \n\nde Maduro. \n\n7. O impacto da crise Venezuelana para América Latina \nEm agosto de 2017, em Lima, foi realizada uma reunião \n\nextraordinária entre países da América Latina e Caribe, \n\nmais o Canadá, cujo resultado foi uma declaração de \n\ntom severo, condenando o regime de “ditadura”, \n\nbem como não reconhecendo a Assembleia Nacional \n\nConstituinte, ao mesmo tempo em que reforça o \n\nrespaldo e a solidariedade com a Assembleia Nacional \n\n(CUÉ; TOLA, 2017). Condenou-se, ademais, a violação \n\nsistemática dos direitos humanos e das liberdades \n\nfundamentais, a falta de eleições livres e a existência \n\nde presos políticos. Considerar a ilegitimidade \n\nda Assembleia Constituinte implica que os países \n\nsignatários da Declaração de Lima (Argentina, Brasil, \n\nCanadá, Chile, Colômbia, Costa Rica, Guatemala, \n\nHonduras, México, Panamá, Paraguai e Peru), além \n\nde não reconhecerem quaisquer acordos econômicos \n\nfirmados pela Venezuela, impeçam que suas empresas \n\nfirmem contratos ou acordos de financiamento no \n\npaís (Ibidem, 2017). Decidiu-se também não apoiar \n\nqualquer candidatura venezuelana a mecanismos e \n\norganizações regionais e internacionais. A exceção \n\naos países americanos que consideram o chavismo \n\numa ditadura e que não reconhecem a Constituinte \n\nsão a Bolívia, Cuba, El Salvador, Equador e Nicarágua. \n\nSomente a China, entre os maiores sócios comerciais, \n\nreconhece a Constituinte, além da Rússia e do Irã. \n\nOs Estados Unidos, por sua vez, têm restringido sua \n\nação em sanções contra altos funcionários do governo \n\nchavista, o que pode provocar um colapso mais \n\nsevero da economia venezuelana, ainda que o setor \n\npetroleiro não seja considerado (Ibidem, 2017). Sabe-\n\nse que mesmo em meio a crises de cunho diplomático \n\ncom a Venezuela desde a ascensão de Hugo Chávez, \n\nos EUA nunca deixaram de ser um cliente assíduo \n\nno mercado de petróleo. A ausência do secretário \n\nde Estado, Rex Tillerson, de encontros hemisféricos \n\njunto à OEA demonstra um interesse aparentemente \n\nreduzido dos EUA pela crise em sua vizinhança, \n\njustificado inclusive pela tendência da administração \n\nTrump em não priorizar seus laços com a América \n\nLatina, como a recente revogação de medidas do \n\ngoverno Obama a fim de aproximar os EUA de Cuba. \n\nAssim, à medida que os EUA deixam de fazer jus à sua \n\ninfluência hemisférica, o espaço tem sido preenchido \n\ngradativamente por potências externas como a Rússia \n\ne a China (como exemplificado com os projetos \n\nenergéticos na sessão 3). \n\n\n\n18\n Em abril de 2002, o chavismo sofreu um golpe político que se revelou um fracasso, embora tenha detido o Presidente Chávez \n\nilegalmente. A crise, ainda que restabelecida a institucionalidade com o retorno de Chávez à Presidência, se radicalizou no \nfim de 2002, em meio a palavras de ordem oposicionista como eleições antecipadas e plebiscito consultivo, não previstos na \nConstituição e, portanto, considerados mecanismos golpistas por Chávez.\n\n19\n A galopante oferta de não-convencional pelos EUA deixa sempre em suspensão quando os EUA atingirão a autossuficiência em \n\npetróleo. \n\n8. Considerações finais \nOs problemas atuais da Venezuela estão ligados a \n\numa realidade altamente complexa, cuja trajetória \n\nnão se iniciou, historicamente, com o Presidente \n\nChávez. Na realidade, a crise na Venezuela ganhou \n\nos holofotes devido às posições não negociáveis que \n\nascenderam numa sociedade fortemente polarizada \n\ne, com efeito, à violência nas ruas (BLUNCK, 2017). A \n\nVenezuela representa hoje o teste mais pesado para o \n\nresto da América Latina, que, na atualidade, carece do \n\nprotagonismo desempenhado pelo Brasil durante a \n\ncrise de 200218 (AMORIM, 2013), cujos princípios de não \n\nintervenção e de não indiferença se complementaram \n\nharmonicamente, evitando uma escalada no fluxo \n\nmigratório e um desequilíbrio acentuado nas relações \n\neconômicas e políticas.\n\nJuntamente com a pressão interna de uma população \n\naltamente polarizada e a pressão dos vizinhos latino-\n\namericanos, há uma verdadeira investida para que \n\nMaduro respeite a autonomia do Parlamento e \n\nconvoque eleições universais. Contudo, à medida que \n\nnovas sanções são apresentadas contra a Venezuela, \n\no governo responde com mais violência e repressão, \n\naguçando seu discurso anti-imperialista, tornando \n\nas sanções ineficientes do ponto de vista de um \n\nsuposto retorno à democracia. As sanções podem \n\ngerar concessões por parte do governo, mas não sua \n\nderrocada (SANTODOMINGO, 2017).\n\nChávez enxergava no petróleo venezuelano um \n\ninstrumento capaz de gerar influência por meio da \n\ndependência. O que ele não contava era com a super \n\noferta da commodity no mercado internacional atual, \n\nque remove deste, mesmo que parcialmente, seu \n\npoder de influência19. Ofertantes e demandantes se \n\nreorganizam diariamente em um mercado inundado de \n\nhidrocarbonetos (e muitas vezes de melhor qualidade \n\nfísico-química do que as correntes Venezuelanas) \n\ne com novos patamares de preços – low for long – \n\nconotando uma dinâmica de mercado totalmente \n\ndiferente da que foi usada nas estratégias de governo \n\nda Venezuela.\n\nAlém disso, os EUA já deram sinais claros de pouco \n\nrelacionamento e preocupação com os países latino-\n\namericanos, deixando um vácuo geopolítico que vem \n\nsendo ocupado, na Venezuela, por Pequim e Moscou. \n\nDiante dessa aproximação russa e chinesa, indiferentes à \n\nretórica política ocidental de respeito pela democracia ou \n\npelos Direitos Humanos, a Venezuela encontra parcerias \n\nfundamentais para barrar o colapso generalizado em seu \n\nsetor de óleo e gás. Para Moscou e Pequim, a presença em \n\num espaço geopolítico historicamente vinculado aos EUA \n\ntorna-se estratégico (inédita escala na Bacia do Atlântico), \n\nenquanto o regime político na Venezuela, independente \n\nde qual seja, mantenha a estabilidade de seus negócios, \n\ne garanta a estes a hegemonia sobre a maior reserva de \n\nhidrocarbonetos do mundo.  \n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n16\n\nReferências Bibliográficas\n\nALMEIDA, Fernando Roberto de F. Venezuela sem mediação brasileira. Instituto Mosaico. Disponível em:&lt;https://medium.\n\ncom/instituto-mosaico/venezuela-sem-mediação-brasileira-ce1d26af86c5>. Acesso em 18 de agosto de 2017.\n\nAMORIM, Celso. Venezuela: Grupo de Amigos. In:_____________. Breves Narrativas Diplomáticas. São Paulo: Benvirá, 2013. \n\nCap. 2, p. 35-50.\n\nBLUNCK, Julia. The West is gripped by Venezuela’s problems. Why does it ignore Brazil’s? The Guardian. Disponível \n\nem:&lt;https://www.theguardian.com/commentisfree/2017/aug/10/west-gripped-venezuela-ignore-brazil-jeremy-corbyn-\n\nnicolas-maduro>. Acesso em 12 de agosto de 2017.\n\nBRELSFORD, Robert. China advance plans for Chinese refinery. Disponível em:&lt;http://www.ogj.com/articles/2017/06/\n\nvenezuela-china-advance-plans-for-chinese-refinery.html>. Acesso em 27 de outubro de 2017.\n\nCUÉ, Carlos E.; TOLA, Raúl. América se moviliza para aislar a Maduro. El País. Disponível em:&lt;https://elpais.com/\n\ninternacional/2017/08/08/america/1502225027_942144.html>. Acesso em 12 de agosto de 2017.\n\nDECLARACIÓN de Lima. 08 agosto 2017. Disponível em:&lt;https://ep00.epimg.net/\n\ndescargables/2017/08/09/325283de2b3c8ff466987a2b99da5b7a.pdf>. Acesso em 12 de agosto de 2017. \n\nENERGÍA 16. Rosneft in talks to develop gas projects in Venezuela. Disponível em:&lt;http://www.energia16.com/rosneft-in-\n\ntalks-to-develop-gas-projects-in-venezuela/?lang=en>. Acesso em 27 de outubro de 2017.\n\nFGV ENERGIA. Os Preços do Barril de Óleo – o Caso das Correntes NacionaisOs Preços do Barril de Óleo – o Caso das \n\nCorrentes Nacionais. Disponível Em: http://fgvenergia.fgv.br/sites/fgvenergia.fgv.br/files/boletim_conjuntura-maio-2017_\n\nv52.pdf\n\nHSIANG, Antonio C. China and the Venezuela Crisis. The Diplomat. Disponível em:&lt;http://thediplomat.com/2017/07/\n\nchina-and-the-venezuela-crisis/>. Acesso em 15 de agosto de 2017.\n\nJACOBS, Ben. Trump threatens ‘military option’ in Venezuela as crisis escalates. The Guardian. Disponível em:&lt;https://www.\n\ntheguardian.com/world/2017/aug/11/donald-trump-venezuela-crisis-military-intervention>. Acesso em 06 de setembro de \n\n2017.\n\nMANIK TALWANI. The Orinoco Heavy Oil Belt In Venezuela (or heavy oil to the rescue?). THE JAMES A. BAKER IIIINSTITUTE \n\nFOR PUBLIC POLICY OF RICE UNIVERSITY. Rice University – September 2002. Disponível em: https://www.bakerinstitute.\n\norg/media/files/Research/8bb18b4e/the-orinoco-heavy-oil-belt-in-venezuela-or-heavy-oil-to-the-rescue.pdf\n\nORGANIZATION OF THE PETROLEUM EXPORTING COUNTRIES. Venezuela facts and figures. Disponível em:&lt;http://\n\nwww.opec.org/opec_web/en/about_us/171.htm>. Acesso em 19 de agosto de 2017.\n\nPAGNI, Carlos. Maduro, en manos de Putin. El País. Disponível em:&lt;https://elpais.com/internacional/2017/04/03/\n\namerica/1491254324_945550.html>. Acesso em 08 de agosto de 2017. \n\nPARRAGA, Marianna; ULMER, Alexandra. Vladimir’s Venezuela – Leveraging loans to Caracas, Moscow snaps up oil assets. \n\nDisponível em:&lt;http://www.reuters.com/article/us-venezuela-russia-oil-specialreport/special-report-vladimirs-venezuela-\n\nleveraging-loans-to-caracas-moscow-snaps-up-oil-assets-idUSKBN1AR14U>. Acesso em 27 de outubro de 2017.\n\nPDVSA. China-Venezuela High-Level Joint Comission Agrees an Expansion of Bilateral Trade Relations. Disponível em: \n\n<http://www.pdvsa.com/index.php?option=com_content&amp;view=article&amp;id=8068:china-venezuela-high-level-joint-\n\ncommission-agrees-an-expansion-of-bilateral-trade-relations&amp;catid=10:news&amp;Itemid=908&amp;lang=en>. Acesso em 27 de \n\noutubro de 2017.\n\nPETRONOTÍCIAS. Rússia aumenta influência sobre petróleo venezuelano ao garantir empréstimos ao Governo Maduro. \n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n17\n\nDisponível em:&lt;https://www.petronoticias.com.br/archives/102363>. Acesso em 27 de outubro de 2017.\n\nSANTODOMINGO, Roger. El factor Rusia em Venezuela. El País. Disponível em:&lt;https://elpais.com/elpais/2017/07/31/\n\nopinion/1501502778_110766.html>. Acesso em 09 de agosto de 2017.\n\nSPETALNICK, Matt. U.S. sanctions eight more Venezuelan officials, including Chavez brother. Reuters. Disponível em: \n\n<https://www.reuters.com/article/us-venezuela-politics-sanctions/u-s-sanctions-eight-more-venezuelan-officials-including-\n\nchavez-brother-idUSKBN1AP234>. Acesso em 06 de setembro de 2017.\n\nUNITED NATIONS DEVELOPMENT PROGRAMME. Human Development Reports. Venezuela (Bolivarian Republic of). \n\nDisponível em:&lt;http://hdr.undp.org/en/countries/profiles/VEN>. Acesso em 17 de agosto de 2017.\n\nWORLD BANK. Overview. Venezuela. Disponível em:&lt;http://www.worldbank.org/en/country/venezuela/overview#1>. \n\nAcesso em 18 de agosto de 2017.\n\nWORSTALL, Tim. US Imposes More Sanctions On Venezuela – Politics, Yes, Little Economic Effect Expected. Forbes. \n\nDisponível em:&lt;https://www.forbes.com/sites/timworstall/2017/08/26/us-imposes-more-sanctions-on-venezuela-politics-\n\nyes-little-economic-effect-expected/#6c5cd2b37074>. Acesso em 06 de setembro de 2017.\n\nKlaus Stier. Graduado em Relações Internacionais pela PUC-Rio e mestre em \nAdministração Pública pela FGV EBAPE. Trabalha no Centro Latino-americano de \n\nPolíticas Públicas da FGV (FGV CLPP) sendo responsável por coordenar atividades \n\ninternacionais da FGV na América Latina e no Caribe, o que inclui a promoção de \n\nprogramas de capacitação, assessoria em projetos e pesquisas aplicadas. É especialista \n\nem temas latino-americanos: integração regional, política e economia na América \n\nLatina, desenvolvimento de fronteiras e estudos de defesa.  Antes de sua chegada à \n\nFGV, trabalhou na Organização Mundial da Saúde, em Genebra, onde contribuiu para \n\na construção de uma rede de apoio a recursos humanos para a saúde em países de \n\nlíngua portuguesa. \n\nFernanda Delgado. Pesquisadora na FGV Energia. Doutora em Planejamento \nEnergético (engenharia), dois livros publicados sobre Petropolítica e professora afiliada \n\nà Escola de Guerra Naval, no Mestrado de Oficiais da Marinha do Brasil. Experiência \n\nprofissional em empresas relevantes, no Brasil e no exterior, como Petrobras, Deloitte, \n\nVale SA, Vale Óleo e Gás, Universidade Gama Filho e Agência Marítima Dickinson. \n\nExperiente na concepção e construção de planos de negócios para empresas de óleo \n\ne gás, estudos de viabilidade financeira de projetos e avaliação de empresas. Longa \n\nexperiência em planejamento estratégico, fusões e aquisições, análise de negócios, \n\navaliação econômico-financeira e inteligência competitiva.\n\n\n\nCADERNO OPINIÃO DEZEMBRO • 2017\n\n18\n\nVeja a publicação completa no nosso site: fgvenergia.fgv.br\n\nEste texto é de inteira responsabilidade do autor e não reflete necessariamente a linha programática e ideológica da FGV.\n\nJulia Febraro. Pesquisadora na FGV Energia. Economista pela Universidade \nFederal do Rio de Janeiro (UFRJ). Experiência na área de mobilidade urbana, \n\ntendo contribuído para o projeto “Demanda por investimentos em mobilidade \n\nurbana no Brasil” do Departamento de Mobilidade Urbana do BNDES. Na FGV \n\nEnergia, suas áreas de atuação são petróleo, transição energética, veículos \n\nelétricos e políticas industriais relacionadas ao setor energético. Além disso, \n\ntambém estuda as implicações para o Brasil e o mundo das políticas energética \n\ne ambiental norte-americanas. \n\nJoão Victor Marques Cardoso. Mestrando em Ciências Políticas na \nUniversidade Federal do Estado do Rio de Janeiro (UNIRIO). Bacharel em \n\nRelações Internacionais pelo Instituto de Estudos Estratégicos da Universidade \n\nFederal Fluminense (UFF). Pesquisador associado na FGV Energia. Pesquisador \n\ndo Núcleo de Avaliação da Conjuntura, na Escola de Guerra Naval (EGN). \n\nExperiência em estudo de caso da África Subsaariana no contexto geopolítico e \n\nem política internacional no âmbito da Cooperação Sul-Sul.\n\n\n\n\n\n20"}]}}}