{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20458"}, {"@name": "filename", "#text": "4015_000895366.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MINISTÉRIO DA EDUCAÇÃO \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nDEPARTAMENTO DE ENGENHARIA MECÂNICA \n\n \n\n \n\n \n\n \n\n \n\n \n\nUMA METODOLOGIA DE PROJETO DE TANQUES ATMOSFÉRICOS VERTICAIS PARA \n\nARMAZENAMENTO DE PETRÓLEO E SEUS DERIVADOS \n\n \n\npor \n\n \n\n \n\nCauã Pinheiro Nunes \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nMonografia apresentada ao Departamento \nde Engenharia Mecânica da Escola de \nEngenharia da Universidade Federal do Rio \nGrande do Sul, como parte dos requisitos \npara obtenção do diploma de Engenheiro \nMecânico. \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, Junho de 2013. \n\n\n\n \n\n \n\n \n\n \n\n \nUMA METODOLOGIA DE PROJETO DE TANQUES ATMOSFÉRICOS VERTICAIS PARA \n\nARMAZENAMENTO DE PETRÓLEO E SEUS DERIVADOS \n\n \n\npor \n\n \n\nCauã Pinheiro Nunes \n\n \n \n\n \nESTA MONOGRAFIA FOI JULGADA ADEQUADA COMO PARTE DOS \n\nREQUISITOS PARA A OBTENÇÃO DO TÍTULO DE  \nENGENHEIRO MECÂNICO \n\nAPROVADA EM SUA FORMA FINAL PELA BANCA EXAMINADORA DO  \nDEPARTAMENTO DE ENGENHARIA MECÂNICA \n\n \n                                                   Profª. Drª. Thamy Cristina Hayashi  \n                                                   Coordenadora do Curso de Engenharia Mecânica \n\n   \n\nÁrea de Concentração: Projeto e Fabricação \n\n \n\nOrientador: Prof. Dr. Joyson Luiz Pacheco \n\n \n\nComissão de Avaliação:  \n\n \n\n  Prof.  Eduardo A. Perondi \n\n \n\n  Prof.  Fabiano Disconzi Wildner \n\n \n\n  Prof. Cintia C. Petry Mazzaferro \n\n \n\n \n\n \n\nPorto Alegre, 05, Julho de 2013.\n\n \n\n \n\nUniversidade Federal do Rio Grande do Sul \n\nEscola de Engenharia \n\nDepartamento de Engenharia Mecânica \n\n \n\n\n\n \n\n \n\niii \n\n \n\nAGRADECIMENTOS \n\nPrimeiramente ao meu pai Manoel Francisco Silva Nunes pelo constante incentivo a \nbusca de conhecimento, formação acadêmica e moral. \n\nAos meus avós Alfredo da Cunha Pinheiro e Sílvia Regina Lopes Pinheiro, que sempre \nme apoiaram em minhas decisões e me deram suporte emocional e financeiro durante todo \nperíodo de graduação, tornando possível esta realização.  \n\nAo meu irmão Marauê Pinheiro Nunes pela amizade e conhecimentos compartilhados. \n\nAo meu professor orientador Dr. Joyson Luiz Pacheco, pela atenção e disponibilidade \nao esclarecimento de dúvidas, além das importantes instruções para a realização deste \ntrabalho. \n\nÀ minha namorada Fernanda Guerra, pelo carinho, apoio e companheirismo ao longo \ndos últimos anos. \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n  \n\n\n\n \n\n \n\niv \n\n \n\nNUNES, C. P. Uma Metodologia de Projeto de Tanques Atmosféricos Verticais para \nArmazenamento de Petróleo e seus Derivados. 2013. 20 folhas. Monografia (Trabalho de \nConclusão do Curso em Engenharia Mecânica) – Departamento de Engenharia Mecânica, \nUniversidade Federal do Rio Grande do Sul, Porto Alegre, 2013. \n \n \nRESUMO \n \n\n Este trabalho apresenta uma metodologia de projeto de tanques atmosféricos \nverticais para armazenamento de petróleo e seus derivados. A metodologia proposta é \ncomposta por cinco etapas principais, baseadas em normas técnicas de projeto, com o objetivo \nde um melhor detalhamento e, consequentemente, um melhor entendimento dos aspectos \nmais relevantes a serem considerados no decorrer do projeto. Para verificação, a metodologia \nfoi aplicada em um caso prático de um tanque atmosférico vertical de armazenamento de óleo \ncombustível. Ao final deste trabalho, pode-se verificar que o uso da metodologia facilita o \nestabelecimento de um sequenciamento lógico para a seleção e projeto do tanque, constituindo \ncomo uma boa ferramenta para auxiliar em projetos de tanques atmosféricos de \narmazenamento de petróleo e seus derivados.  \n \n \n \nPALAVRAS-CHAVE: Armazenamento, Metodologia de Projeto, Normas Técnicas, Tanques \nAtmosféricos Verticais. \n \n \n \n \n \n \n  \n\n\n\n \n\n \n\nv \n\n \n\nNUNES, C. P. A Design Methodology of Vertical Atmospheric Tanks for Storage of Oil \nand Its Derivatives. 2013. 20 folhas. Monografia (Trabalho de Conclusão do Curso em \nEngenharia Mecânica) – Departamento de Engenharia Mecânica, Universidade Federal do Rio \nGrande do Sul, Porto Alegre, 2013. \n \n \nABSTRACT \n \n  This paper presents a design methodology of vertical atmospheric tanks for \nstorage of oil and its derivatives. The proposed methodology consists of five main steps, \nstandards-based design techniques, with the goal of a more detailed and, consequently, a \nbetter understanding of the most important aspects to be considered during the project. For \nverification, the methodology was applied in a practical case of vertical atmospheric tank \nstorage of fuel oil. At the end of this work, it can be seen that the use of the methodology \nfacilitates the establishment of a logical sequence for the selection and design of the tank, \nconstituted as a good tool to assist in the design of atmospheric storage tanks for petroleum \nand its products. \n \n \nKEYWORDS: Storage, Design Methodology, Technical Standards, Atmospheric Vertical Tanks. \n \n \n  \n\n\n\n \n\n \n\nvi \n\n \n\nLISTA DE FIGURAS \n \n\nFigura 4.1 – Gráfico esquemático da primeira etapa da metodologia de projeto para tanques de \n\narmazenamento de petróleo e seus derivados. ..............................................................  ...........3 \n\nFigura 4.2 – Gráfico esquemático da segunda etapa da metodologia de projeto para tanques de \n\narmazenamento de petróleo e seus derivados. ..............................................................  ...........5 \n\nFigura 4.3 – Gráfico esquemático da terceira etapa da metodologia de projeto para tanques de \n\narmazenamento de petróleo e seus derivados. ..............................................................  ...........6 \n\nFigura 4.4 – Gráfico esquemático da quarta etapa da metodologia de projeto para tanques de \n\narmazenamento de petróleo e seus derivados. ..................................................... .......... ...........8 \n\n Figura 4.5 – Componentes e acessórios de tanques atmosféricos verticais. ........ .......... ...........9 \n\nFigura 4.6 – Gráfico esquemático da quinta etapa da metodologia de projeto para tanques de \n\narmazenamento de petróleo e seus derivados. .................................................... ........... .........12 \n\n \n\n \n\nLISTA DE TABELAS \n\nTabela A.1 – Recomendações de tipos de tanques [PETROBRAS N-270] ..................... ..........18 \n\nTabela A.2 – Taxas anuais de corrosão do aço carbono. [PETROBRAS N-270] ............  ..........18 \n\nTabela A.3 - Espessura nominal mínima para chapas do costado [ABNT NBR 7821:83]  ..........19 \n\nTabela A.4 – Exigências para chapas do fundo. [Adaptado PETROBRAS N-270]] ......... ..........19 \n\nTabela A.5 - Quantidade de bocas de visita, Portas de Limpeza e Drenos de fundo dos \n\ntanques. [PETROBRAS N-270] ......................................................................................  ..........19 \n\nTabela A.6 – Especificações dos Revestimentos [PETROBRAS N-2913]] .....................  ..........20\n\n\n\n \n\n \n\n \n\n \n\n \n\n1 INTRODUÇÃO ....................................................................................................... 1 \n\n2 OBJETIVOS ........................................................................................................... 1 \n\n2.1 OBJETIVO GERAL ................................................................................................ 1 \n\n2.2 OBJETIVOS ESPECÍFICOS.................................................................................. 1 \n\n3 FUNDAMENTAÇÃO TEÓRICA ............................................................................. 1 \n\n3.1 Tanques de Armazenamento................................................................................. 1 \n\n3.2 Normas Técnicas para Construção de Tanque de Armazenamento ..................... 2 \n\n4 METODOLOGIA .................................................................................................... 2 \n\n4.1 PRIMEIRA ETAPA – DEFINIÇÃO DO TAMANHO DO PROJETO ........................ 3 \n\n4.1.1 Dados Primários .................................................................................................... 3 \n\n4.1.2 Dados Secundários ............................................................................................... 4 \n\nRELAÇÃO ALTURA E DIÂMETRO ................................................................................. 4 \n\n4.2 SEGUNTA ETAPA – SELEÇÃO DO TIPO DE TANQUE ...................................... 5 \n\n4.2.1 Definição do Tipo de Tanque ................................................................................. 5 \n\n4.3 TERCEIRA ETAPA – DIMENSIONAMENTO ........................................................ 6 \n\n4.3.1 Projeto do Costado ................................................................................................ 6 \n\n4.3.2 Projeto do Teto ...................................................................................................... 7 \n\n4.3.3 Projeto do Fundo ................................................................................................... 8 \n\n4.3.4 Fundação ............................................................................................................... 8 \n\n4.4 QUARTA ETAPA – SELEÇÃO DOS ACESSÓRIOS ............................................. 8 \n\n4.4.1 Bocas de Visita, Portas de Limpeza e Drenos de Fundo ....................................... 9 \n\n4.4.2 Acessórios e Bocais para o Costado ................................................................... 10 \n\n4.4.3 Acessórios e Bocais para o Teto ......................................................................... 11 \n\n4.4.4 Equipamentos Proteção Contra Incêndio ............................................................ 12 \n\n4.5 QUINTA ETAPA – ACABAMENTO ..................................................................... 12 \n\n4.5.1 Pintura ................................................................................................................. 13 \n\n4.5.2 Proteção Catódica ............................................................................................... 13 \n\n4.5.3 Aterramento ......................................................................................................... 13 \n\n4.5.4 Sistema de Aquecimento ..................................................................................... 13 \n\n4.5.5 Isolamento Térmico a Alta Temperatura .............................................................. 14 \n\n5 RESULTADOS E DISCUSSÃO ........................................................................... 14 \n\n6 CONCLUSÕES .................................................................................................... 14 \n\n7 REFERÊNCIAS BIBLIOGRÁFICAS .................................................................... 14 \n\nAPÊNDICE A – Aplicação da metodologia proposta em um caso prático. .................... 16 \n\nANEXO A – Tabelas práticas utilizadas pela metodologia ............................................ 18\n\n\n\n1 \n \n\n \n\n \n\n1 INTRODUÇÃO \n\nEm refinarias de petróleo, indústrias químicas e petroquímicas, os tanques de \narmazenamento constituem um conjunto importante de equipamentos que abrangem os mais \nvariados usos, tais como o armazenamento de matérias-primas, insumos e produtos, o que \npossibilita a manutenção de estoques estratégicos dentro de seus limites, garantindo a \ncontinuidade operacional, em casos de interrupção do fornecimento de algum produto. \n\nO projeto e a construção de tanques atmosféricos envolve uma série de cuidados \nespeciais e exige o conhecimento de normas técnicas e materiais adequados para cada tipo de \naplicação, pois as falhas nesses equipamentos podem acarretar em grandes prejuízos \nfinanceiros ou, até mesmo, na perda de vidas.  \n\nUm tanque de armazenamento é um recipiente destinado a armazenar fluidos a pressão \natmosférica e a pressões superiores à atmosférica, normalmente instalados no interior de \nbacias de contenção com a finalidade de conter os derrames, podendo ter variadas dimensões \nque chegam até mais de cinquenta metros de diâmetro. Na indústria de processos, a maior \nparte dos tanques de armazenamento é construída de acordo com os requisitos definidos pelo \ncódigo americano API 650 (Lindenberg, 2008). \n\nEste trabalho propõe uma metodologia para projetos de tanques atmosféricos verticais \nde armazenamento de petróleo e seus derivados. Esta metodologia foi elaborada de acordo \ncom as normas técnicas de projeto mais utilizadas e reconhecidas, tais como, ABNT NBR \n7821, PETROBRAS N-270 e API STD 650. \n\n2 OBJETIVOS \n\n2.1 OBJETIVO GERAL \n\nEsta metodologia visa a estabelecer um sequenciamento lógico de etapas, \nfundamentadas em normas técnicas vigentes, para o projeto de tanque atmosférico vertical de \narmazenamento. \n\n2.2 OBJETIVOS ESPECÍFICOS \n\n? Definição dos dados mais relevantes do projeto; \n\n? Escolha do tipo de tanque mais adequado; \n\n? Direcionamento dos procedimentos de cálculo para os itens específicos do API 650; \n\n? Seleção dos itens acessórios e de acabamento. \n\n3 FUNDAMENTAÇÃO TEÓRICA \n\n3.1 TANQUES DE ARMAZENAMENTO \n\nConforme Costa, 2010, tanques de armazenamento são equipamentos usados para \narmazenagem de grandes inventários de produtos como o petróleo e seus derivados, produtos \nquímicos e resíduos diversos. Estes tanques são construídos em diferentes tipos, formas, \ntamanhos e com variados tipos de materiais, tendo o aço-carbono como principal material de \nfabricação.  \n\nOs tanques atmosféricos de armazenamento são classificados conforme o tipo \nconstrutivo do teto. \n\nTANQUES DE TETO FIXO \nOs tanques de teto fixo são os mais simples e comuns na indústria, consistindo de um \n\ncorpo cilíndrico com um teto fixo contendo um suspiro usado para a ventilação durante as \n\n\n\n2 \n \n\n \n\n \n\nmanobras de carregamento e descarregamento do produto. Os suspiros permitem a entrada ou \nsaída de ar, evitando a formação de vácuo ou pressurização do tanque [Martins, 2004].  \n\nEstes tanques podem ser autoportantes ou suportados por uma estrutura interna de \nperfis metálicos. Os tetos autoportantes são apoiados exclusivamente na periferia do costado. \nJá os tanques com teto suportado possuem uma estrutura de sustentação, com ou sem \ncolunas. Dependendo da forma do teto fixo, podem-se distinguir as seguintes variações \nconstrutivas: Teto Cônico: apresenta a forma aproximada de um cone reto; e Teto Domo: \napresenta teto curvo, no qual qualquer seção horizontal tem a forma de um polígono regular. \n\nTANQUES DE TETO FLUTUANTE \nSão tanques cujos tetos estão diretamente apoiados na superfície do líquido \n\narmazenado, no qual flutuam, mantendo um espaço de vapor constante durante os períodos de \nesvaziamento e enchimento, não permitindo espaço para evaporação de gases. A redução das \nperdas e emissões de produto por evaporação é a principal razão pelo qual são utilizados. \n\n3.2 NORMAS TÉCNICAS PARA CONSTRUÇÃO DE TANQUE DE ARMAZENAMENTO \n\nUm código (norma) é um conjunto de especificações para análise, manufatura e \nconstrução de algo com o propósito atingir um grau de especificação de segurança, eficiência e \ndesempenho ou qualidade [Shigley, J.E, 2005]. \n\nAs normas técnicas são importantes para o desenvolvimento de projetos, servindo de \nsuporte técnico e impondo restrições para materiais e processos. As três principais normas \ntécnicas de projeto de tanques atmosféricos cilíndrico-verticais estão descritas a seguir. \n\nAPI STD 650 “Welded Steel Tanks for Oil Storage” do American Petroleum Institute \nAbrange especificações sobre material, projeto, fabricação, montagem e testes de \n\ntanques de armazenamento verticais, cilíndricos, não enterrados, com o topo fechado ou \naberto, de construção soldada, com várias dimensões e capacidades, para serviço não \nrefrigerado, com temperatura de projeto máxima de 260 ºC e pressão interna aproximadamente \natmosférica (não superior a 17,2 KPa). \n\nABNT NBR 7821 “Tanques Soldados para Armazenamento de Petróleo e Derivados” da \nAssociação Brasileira de Normas Técnicas \n\nEstabelece as exigências mínimas que devem ser seguidas para materiais, projeto, \nfabricação, montagem e testes de tanques de aço-carbono, soldados, cilíndricos, verticais, não \nenterrados, com teto fixo ou flutuante, destinados ao armazenamento de petróleo e seus \nderivados líquidos. A norma abrange tanques sujeitos a uma pressão próxima da atmosférica e \ncom temperatura de operação entre os seguintes extremos: – 6 ºC e +200 ºC. \n\nPETROBRAS N-270 “Projeto de Tanque de Armazenamento Atmosférico” da Comissão \nde Normas Técnicas da Petrobras \n\nEsta norma fixa as condições exigíveis para o projeto mecânico de tanque de superfície, \nmetálicos, de fabricação e montagem soldada, cilíndrico-verticais, com teto fixo, teto flutuante \nexterno, teto fixo com flutuante interno ou sem teto. Os tanques são usados para serviços não \nrefrigerados, armazenando produto na temperatura ambiente ou produto aquecido até a \ntemperatura máxima de 260 °C. \n\n4 METODOLOGIA \n\nConforme já exposto, neste trabalho objetiva-se desenvolver o sequenciamento lógico \ndas diretrizes básicas a serem seguidas nos projetos de tanques atmosféricos verticais para \n\n\n\n3 \n \n\n \n\n \n\narmazenamento de petróleo e seus derivados. Tal metodologia tem nas normas técnicas a sua \nbase teórica. \n\nA metodologia de projeto proposta é dividida em cinco etapas principais, que devem ser \nrealizadas na ordem em que são apresentadas, possibilitando assim, um sequenciamento \nlógico nas tomadas de decisão no decorrer do andamento do projeto. Para uma melhor \nvisualização e entendimento das etapas, foram criados gráficos esquemáticos para cada uma \ndelas. Estes gráficos apresentam uma visão geral de cada uma das etapas. \n\nAntes do início desta metodologia, se faz necessário a determinação dos conceitos de \ndados primários e dados secundários. De acordo a metodologia proposta, dados primários são \nrestrições impostas ao projeto. Já, os dados secundários são as alternativas de projeto que \ncumprem as restrições dispostas pelos dados primários. \n\nO ponto de partida está na correta definição dos dados primários e secundários de \nprojeto, ou seja, devem-se avaliar adequadamente os fatores relevantes do projeto para que se \ntenha um apropriado resultado final. \n\n4.1 PRIMEIRA ETAPA – DEFINIÇÃO DO TAMANHO DO PROJETO \n\nAs principais definições e restrições são realizadas na primeira etapa (Figura 4.1). São \nbaseadas nas características do projeto solicitado e constituem-se de informações \nfundamentais para o início do projeto, tais como, capacidade volumétrica do tanque, produto a \nser armazenado e local para a sua construção, etc. \n\nApós a definição dos dados primários, devem ser propostos e analisados os dados \nsecundários, de maneira a possibilitar um aumento do espaço de projeto, buscando \nalternativas para atender aos dados primários.  \n\n \n\nFigura 4.1 – Gráfico esquemático da primeira etapa da metodologia de projeto para tanques de \n\narmazenamento de petróleo e seus derivados. \n\n4.1.1 DADOS PRIMÁRIOS \n\nOs dados primários são a parte mais importante do projeto, pois todas as etapas \nsubsequentes terão que estar em conformidade com o que foi estabelecido nesta etapa. De \nacordo com a metodologia proposta, dados primários são as informações que determinam as \nexigências do projeto, impondo a exclusão de alternativas inaceitáveis. Para esta metodologia, \no projeto de tanques é composto de quatro dados primários, apresentados a seguir: \n\nN\nE\n\nC\nE\n\nS\nS\n\nID\nA\n\nD\nE\n\n \nD\n\nO\n C\n\nL\nIE\n\nN\nT\n\nE\n \n\nDADOS \nPRIMÁRIOS \n\nPRODUTO ARMAZENADO \n\nVOLUME DE ARMAZENAGEM \n\nTEMPERATURA DE OPERAÇÃO \n\nLOCAL DE INSTALAÇÃO \n\nDADOS \nSECUNDÁRIOS \n\nRELAÇÃO DIÂMETRO X ALTURA \n\nNORMAS TÉCNICAS \n\n\n\n4 \n \n\n \n\n \n\nPRODUTO ARMAZENADO \nO produto a ser armazenado é um dado fundamental para o projeto, pois, a partir das \n\nsuas características físico-químicas será decidido o tipo de tanque, o formato do teto, tipo de \npintura, etc. \n\nTEMPERATURA DE OPERAÇÃO \nInformação importante para a determinação do tipo de tanque e para possíveis cuidados \n\nespeciais de segurança. \n\nVOLUME DE ARMAZENAGEM \n Volume de armazenagem é a capacidade volumétrica que o tanque deverá atender \nquando estiver pronto. Esta informação é fundamental para iniciar o projeto.  \n\nLOCALIZAÇÃO  \nEste dado primário especifica as características do solo e do local destinado à \n\ninstalação do tanque. Estas informações servirão para a posterior escolha do local, caso haja \nmais de um disponível no projeto, e também para a definição do tipo de fundação do tanque. A \nescolha do local para instalação do tanque de armazenamento deve ser realizada mediante \numa análise nos seguintes aspectos, quando aplicáveis: \n\n? natureza do solo: um dos mais importantes fatores a analisar, pois uma escolha \ninadequada implicará em elevado custo de fundação; \n\n? necessidade de ampliação: apresentar, de preferência, área suficiente para \npossíveis às expansões de estocagens futuras. \n\n? facilidade de operação: O tanque construído em uma região mais elevada do \nterreno proporciona melhores condições de operação; \n\n? Segurança operacional: A localização do tanque deverá visar à segurança, com a \nmáxima redução de riscos para as áreas vizinhas. \n\n4.1.2 DADOS SECUNDÁRIOS \n\nOs dados secundários são informações para a execução do projeto. Esta metodologia \nconsidera dois dados secundários, descritos a seguir. \n\nRELAÇÃO ALTURA E DIÂMETRO \nPara a escolha das dimensões principais do tanque, altura e diâmetro, deve ser \n\nrealizada uma análise nos prós e contras desta relação. A norma da Petrobrás, N-270, faz uma \nsérie de ponderações sobre esta relação, sintetizadas a seguir: \n\nA altura de um tanque de armazenamento deve ser fixada a partir das larguras \ncomerciais das chapas que serão utilizadas no costado e ser compatível com a carga \nadmissível do terreno.  \n\nO diâmetro do tanque deve atender à máxima economia de material, considerando o \naproveitamento de chapas inteiras, meias chapas ou perfis inteiros, com a finalidade de reduzir \na quantidade de cortes, soldas, radiografias e sobras de material. As seguintes relações de \ndiâmetro e altura são comuns para tanques: \n\n? Tanques de pequena e média capacidade: D ? H \n\n? Tanques de grande capacidade: D ? 3/8 H \n\nNORMAS TÉCNICAS \nParte essencial de todo projeto, o projetista deve seguir as orientações normativas, visto \n\nque estas dão respaldo técnico para o mesmo e possibilitam a entrega de um produto de \nacordo com as especificações solicitadas pelo cliente. Devem-se listar as normas técnicas que \nserão aceitas para a construção do tanque. \n\n\n\n5 \n \n\n \n\n \n\n4.2 SEGUNTA ETAPA – SELEÇÃO DO TIPO DE TANQUE \n\nA segunda etapa da metodologia está relacionada com a definição das características \nestruturais do tanque. A função do tanque é a primeira característica a ser analisada, pois \ndependendo do objetivo pelo qual o tanque vai ser projetado, têm-se diferentes cuidados \nespeciais durante o seu desenvolvimento. Deste modo, as propriedades físico-químicas do \nproduto armazenado que condicionam o projeto.  \n\n \n\nFigura 4.2 – Gráfico esquemático da segunda etapa da metodologia de projeto para tanques de \narmazenamento de petróleo e seus derivados. \n\n4.2.1 DEFINIÇÃO DO TIPO DE TANQUE  \n\nPara a metodologia proposta, a definição do tipo de tanque deve ser realizada através da \nTabela A.1, que mostra as recomendações de tipos de tanques para determinados produtos, \nde acordo com a PETROBRAS N-270. Após a definição do tipo e tanque, teto flutuante ou fixo, \nas características do tanque devem ser especificadas.  \n\nTANQUES DE TETO FIXO \nEstes tanques podem apresentar diferentes configurações construtivas, podendo variar o \n\ntipo de estrutura e o formato do teto. A decisão destes aspectos deve ser baseada nas \nseguintes informações: \n\n? Tanques com até 6 metros de diâmetro devem ser autoportantes; os demais \ndevem ser suportados; \n\n? O formato do teto deve ser cônico, salvo em casos especiais, quando justificados \neconomicamente.  \n\nTANQUES DE TETO FLUTUANTE EXTERNO \nEstes tanques podem ser de dois tipos, duplo ou pontão, a escolha deve ser realizada de \n\nacordo com o diâmetro do tanque, conforme critério da norma da Petrobrás, N-270, descrito a \nseguir: \n\n? Tanques com até 20 metros de diâmetro devem ser do tipo duplo; \n\n? Tanques com mais de 20 metros devem ser do tipo pontão. \n\nS\nE\n\nL\nE\n\nÇ\nÃ\n\nO\n T\n\nIP\nO\n\n \nT\n\nA\nN\n\nQ\nU\n\nE\n \n\nTABELA \nA.1 \n\nTETO FIXO \n\nTIPO ESTRUTURA \n\nAUTOPORTANTE TANQUES COM ATÉ 6 m DE DIÂMETRO \n\nSUPORTADO TANQUES ACIMA DE 6 m DE DIÂMETRO \n\nFORMATO \n\nCÔNICO PRÁTICA RECOMENDADA \n\nEM GOMOS  CASOS ESPECIAIS \n\nTETO FLUTUANTE \nEXTERNO DUPLO   TANQUES COM ATÉ 20 METROS DE DIÂMETRO \n\nEXTERNO COM PONTÃO  TANQUES ACIMA DE 20 METROS DE DIÂMETRO \n\nFIXO COM FLUTUANTE INTERNO  REDUZIR EMISSÕES E PERDAS  \n\n\n\n6 \n \n\n \n\n \n\n4.3 TERCEIRA ETAPA – DIMENSIONAMENTO \n\nA terceira etapa (Figura 4.3) é constituída pelos procedimentos que demandam mais \ntempo e que requerem os maiores cuidados durante as suas execuções. Como o objetivo desta \nmetodologia não está no dimensionamento do tanque propriamente dito, e sim no \ndesenvolvimento que uma metodologia que aborde o projeto como um todo, os procedimentos \nde cálculo estão devidamente direcionados, conforme o tipo de tanque, para uma das duas \nprincipais normas técnicas que tratam do item em questão, ABNT NBR 7821 ou API STD 650.  \n\nEsta etapa foi subdividida em quatro projetos distintos, objetiva-se com isso, uma melhor \nvisualização e entendimento no dimensionamento das principais partes que compõem um \ntanque atmosférico vertical.  \n\n \n\nFigura 4.3 – Gráfico esquemático da terceira etapa da metodologia de projeto para tanques de \narmazenamento de petróleo e seus derivados. \n\n4.3.1 PROJETO DO COSTADO \n\nO costado de um tanque é a parte estrutural que está submetida às cargas mais altas. \nPortanto, um adequado dimensionamento das suas chapas será determinante para que o \ntanque resista à pressão exercida pelo fluido. O dimensionamento do costado depende, \nbasicamente, do método de cálculo adotado. \n Para o dimensionamento das chapas do costado, deve-se seguir um dos dois caminhos \npropostos, método básico e método do ponto variável, de acordo com as características do \nprojeto.  \n\nMÉTODO BÁSICO \nO método básico é o procedimento de cálculo das espessuras do costado que utiliza um \n\nponto fixo de projeto, localizado a 300 mm acima da extremidade inferior de cada anel. Deve \nser realizado conforme as orientações do corpo da ABNT NBR 7821 ou do Item 5.6.3 do API \nSTD 650. Este método pode ser utilizado para o cálculo em tanques com até 60 metros de \ndiâmetro. \n\nD\nIM\n\nE\nN\n\nS\nIO\n\nN\nA\n\nM\nE\n\nN\nT\n\nO\n \n\nPROJETO DO \nCOSTADO \n\nMÉTODO \nBÁSICO \n\nTANQUES ATÉ 60 m de Diâmetro \nCorpo da NBR 7821 ou \n\nItem 5.6.3 do API STD 650 \n\nMÉTODO PONTO VARIÁVEL \nANEXO J NBR 7821 ou Item 5.6.4 \n\nAPI 650 \n\nPROJETO DO \nTETO \n\nFIXO CÔNICO SUPORTADO Item 5.10.4 API 650 \n\nFIXO CÔNICO AUTO-PORTANTE Item 5.10.5 API 650 \n\nFIXO CURVO Item 5.10.6 API 650 \n\nFIXO COM FLUTUANTE INTERNO Apêndice C API 650 \n\nFLUTUANTE EXTERNO Apêndice H API 650 \n\nPROJETO DO \nFUNDO \n\nDECLIVIDADE \nFUNDO CÔNICO REGRA \n\nFUNDO PLANO Tanques até 6 m de diâmetro \n\nFUNDAÇÃO \n\n\n\n7 \n \n\n \n\n \n\nMÉTODO PONTO VARIÁVEL \nO método utiliza um ponto variável de projeto para cada anel no cálculo do costado, \n\nresultando em tensões circunferenciais mais próximas da máxima tensão admissível de projeto \ndo que as tensões resultantes calculadas pelo método básico. É um método iterativo de \ncálculo, trabalhoso, porém consegue-se uma redução de espessura do costado e do peso total \nde material, possibilitando a construção de tanques de maiores diâmetros dentro da limitação \nde máxima espessura de chapa. \n\nSOBRESPESSURA PARA CORROSÃO  \nConforme a norma PETROBRAS, N-270, as sobrespessuras de corrosão dos anéis do \n\ncostado devem ser obtidas em função das taxas anuais de corrosão dadas na Tabela A.2. \nDeve-se considerar uma vida útil do tanque de no mínimo 20 anos.  \n\nPara os tanques de teto fixo, com o costado pintado internamente, deve-se usar sob \nespessura de corrosão nos anéis do costado igual a 1 mm.  \n\nPara fundo e teto não se adota sobrespessura de corrosão. Quando necessária \nproteção, deve-se usar um sistema adequado de revestimento interno.  \n\n4.3.2 PROJETO DO TETO \n\nOs tanques de armazenamento, independentemente do tipo de configuração, devem ser \nprojetados para suportar sua carga morta (peso próprio das chapas do teto e da estrutura de \nsustentação) mais uma sobrecarga correspondente a uma carga viva. \n\nTETO FIXO CÔNICO AUTOPORTANTE  \nConforme critério adotado pela PETROBRAS, N-270, os tanques de teto fixo cônico \n\ncom até seis metros de diâmetro devem ser autoportante.  \nO projeto para este tipo de teto deve estar de acordo com as exigências do API STD \n\n650, descritas no item 5.10.5. \n\nTETO FIXO CÔNICO SUPORTADO \n Os tanques de teto fixo cônico com mais de seis metros devem ter o teto suportado, \ncom estruturas de sustentação em treliça ou colunas.  Este tipo de teto deve ser construído \nconforme o item 5.10.4 do API 650.  \n\nTETO FIXO CURVO SUPORTADO  \nO projeto do teto fixo curvo autoportante é praticamente semelhante ao projeto do teto \n\nfixo cônico autoportante, visto anteriormente. As exigências para o projeto deste teto estão \ndescritas no Item 5.10.6 do API STD 650. \n\nTETO FIXO COM FLUTUANTE INTERNO \n O projeto deste estar de acordo com as exigências do Apêndice C do API STD 650. \nEste tipo de teto é utilizado para redução das perdas de produto por evaporação.  \n\nTETO FLUTUANTE EXTERNO \nO teto flutuante externo e seus diversos acessórios devem ser projetados conforme o \n\nAPI STD 650 Apêndice H e construídos de tal forma a permitir o extravasamento do produto \narmazenado, sem danificar qualquer componente do equipamento.  \n\nA norma da Petrobrás, N-270, faz as seguintes observações: \n\n? Temperatura máxima de armazenamento do produto deve ser inferior à sua temperatura \ninicial de ebulição na pressão atmosférica do local de armazenamento. \n\n? Todo tanque de teto flutuante externo deve utilizar para vedação um selo PW, \npadronizado pela Norma PETROBRAS N-1742.  \n\n\n\n8 \n \n\n \n\n \n\n4.3.3 PROJETO DO FUNDO \n\nO projeto do fundo do tanque envolve as definições da declividade, disposição das \nchapas, além das suas dimensões e material. \n\nDECLIVIDADE \nConforme adotado na PETROBRAS N-270, os tanques de armazenamento podem \n\napresentar as seguintes configurações: \nFundo Cônico com inclinação do centro para periferia: tipo de fundo padrão para \n\ntanques de armazenamento, deve apresentar caimento mínimo de 1:120. \nFundo Plano: Apenas para tanques com até 6 metros de diâmetro. \nFundo Cônico com inclinação da periferia para o centro: indicado para tanques que \n\narmazenam gasolina de aviação (GAV), querosene de aviação (QAV) ou biodiesel.   \n\nDISPOSIÇÃO, MATERIAL E DIMENSÕES DAS CHAPAS \nO contorno do fundo de um tanque de armazenamento pode ser realizado adotando-se \n\ndois tipos de disposição de chapas: anulares ou recortadas. \nA qualidade mínima para o material de todas as chapas do fundo é a especificação em \n\naço-carbono ASTM A 283 Gr C. As chapas devem ser da mesma especificação de material \nutilizada no primeiro anel do costado e apresentar bordas aparadas e espessura mínima de 6 \nmm, excluída qualquer sobrespessura de corrosão.  \n\n4.3.4 FUNDAÇÃO \n\nO código API STD 650 estabelece os requisitos básicos para o projeto e construção de \nfundações para tanques cilíndricos verticais. Devido à grande variedade de solos, subsolos e \ncondições climáticas, deve ser realizado um estudo geotécnico do solo para cada projeto. \n\n4.4 QUARTA ETAPA – SELEÇÃO DOS ACESSÓRIOS \n\nApós a realização da terceira etapa, chega-se à etapa responsável pela seleção dos \nacessórios e bocais do tanque, estes podem ser divididos em drenos para o fundo, bocais e \nacessórios do costado e bocais e acessórios do teto. Os acessórios e bocais do tanque estão \napresentados na Figura 4.5.  \n\n \n\n \n\nFigura 4.4 – Gráfico esquemático da quarta etapa da metodologia de projeto para tanques de \narmazenamento de petróleo e seus derivados. \n\nS\nE\n\nL\nE\n\nÇ\nÃ\n\nO\n D\n\nO\nS\n\n \nA\n\nC\nE\n\nS\nS\n\nÓ\nR\n\nIO\nS\n\n  \n\nBOCAS DE VISITA, PORTAS DE LIMPEZA E DRENOS DE FUNDO \n\nCOSTADO \nPLATAFORMAS, PASSADIÇOS E ESCADAS \n\nMISTURADORES \n\nINDICADORES DE NIVEL \n\nANÉIS DE CONTRAVENTAMENTO \n\nTETO \n\nBOCAIS \n\nDISPOSITIVOS DE PROTEÇÃO COTRA SOBRE OU SUBPRESSÃO INTERNA \n\nGUARDA-CORPO \n\nESPECIAIS - TETO FLUTUANTE \n\nEQUIPAMENTOS COMBATE INCÊNDIO \n\n\n\n9 \n \n\n \n\n \n\n \n\n Figura 4.5 – Componentes e acessórios de tanques atmosféricos verticais [ABNT NBR 7821] \n\n4.4.1 BOCAS DE VISITA, PORTAS DE LIMPEZA E DRENOS DE FUNDO \n\nBOCAS DE VISITA NO COSTADO \nAs bocas de visita do costado devem ser igualmente espaçadas e orientadas na direção \n\ndos ventos predominantes no local de construção. Nos tanques de teto flutuante, as bocas de \nvisita do costado devem ser do tipo baixo com chapas de reforço dispostas ortogonalmente ao \nfundo do tanque. \n\nA sobre-espessura para corrosão utilizada no primeiro anel do costado deve ser \nconsiderada em todas as partes da boca de visita em contato com o produto.  \n\nBOCAS DE VISITA NO TETO \nTodo tanque de armazenamento deve apresentar pelo menos uma boca de visita no \n\nteto com as finalidades de ventilação, iluminação e possibilidade de acessos ao interior do \ntanque durante os trabalhos de manutenção. \n\nA Norma N-270 especifica que nos tanques de teto flutuante deve haver pelo menos \numa boca de visita de 600 mm para acesso a cada compartimento estanque do teto. Para \ncompartimentos com comprimento superior a três metros devem ser instaladas, pelo menos, \nduas bocas de visita por compartimento. \n\n\n\n10 \n \n\n \n\n \n\nPORTAS DE LIMPEZA \nAs portas de limpeza devem ser de construção soldada e do tipo rente ao fundo. \n\nDevem-se seguir as seguintes orientações, de acordo com a ABNT NBR 7821: \nQuando houver duas ou mais portas de limpeza no costado, duas delas devem ser \n\nposicionadas diametralmente opostas e orientadas na direção dos ventos predominantes no \nlocal. Havendo somente uma porta de limpeza no costado, deve-se posicionar uma boca de \nvisita diametralmente oposta a ela e ambos os acessórios devem ser orientados na direção dos \nventos predominantes no local.  \n\nDRENOS PARA O FUNDO \nPara o fundo do tanque, tem-se como acessório o sistema de drenagem, dreno sifão ou \n\ndreno por baixo. A sua construção deverá ser conforme API STD 650. \nAs quantidades e os diâmetros das bocas de visita, portas de limpeza e drenos de \n\nfundo de um tanque de armazenamento devem estar de acordo com a Tabela A.5, adaptada \nda PETROBRAS N-270. \n\n4.4.2 ACESSÓRIOS E BOCAIS PARA O COSTADO \n\nNo costado de tanques de armazenamento encontram-se bocais com as seguintes \nfinalidades: movimentação de produto, sistema de drenagem, sistema de aquecimento e \nsistema de combate a incêndio.  \n\nMISTURADORES \nOs misturadores são importantes equipamentos instalados em tanques atmosféricos \n\ncom a função de homogeneizar o produto armazenado e evitar a sedimentação de impurezas \nno fundo do equipamento. Devem ser locados o mais longe possível dos dispositivos de \nmedição de nível. \n\nPLATAFORMAS, PASSADIÇOS E ESCADAS \nDe acordo com critérios utilizados pela ABNT NBR 7821, esta metodologia adota os \n\ndescritos a seguir: \nTodos os tanques devem ter sua própria escada de acesso ao topo do equipamento, \n\ncom corrimão e terminando em uma plataforma sobre o costado. \nTanques para óleos lubrificantes e outros produtos não perigosos podem dispensar a \n\nescada ao topo do costado quando, em grupo, estiverem interligados por passadiços. \nAs escadas devem ser de preferência do tipo helicoidal. Para tanques com até seis \n\nmetros de altura são permitidas escadas verticais do tipo marinheiro, sendo que acima de um \nmetro e meio exige-se guarda-corpo para diminuir o risco de acidentes. \n\nANÉIS DE CONTRAVENTAMENTO \nDe acordo com a PETROBRAS N-270, todo tanque de topo aberto (teto flutuante \n\nexterno) deve possuir um anel de contraventamento, posicionado a um metro do topo da \ncantoneira de reforço do costado, com o propósito de manter a sua circularidade quando \nsubmetido à carga de vento. \n\nATERRAMENTO ELÉTRICO \nOs tanques de armazenamento devem ser aterrados para escoamento das correntes de \n\ndescarga atmosférica, bem como para evitar elevações de potencial que possam causar \ncentelhamento para a terra.  \n\n\n\n11 \n \n\n \n\n \n\n4.4.3 ACESSÓRIOS E BOCAIS PARA O TETO \n\nBOCAIS \nOs bocais são utilizados para conexão dos acessórios do teto. \n\nDISPOSITIVOS DE PROTEÇÃO CONTRA A SOBRE OU SUBPRESSÃO INTERNA \nO tipo de dispositivo a ser utilizado depende da forma do teto, conforme critérios \n\nadotados pela ABNT NBR 7821, descritos a seguir: \n\nTanques de teto fixo: \n\n? respiro aberto: utilizado quando o produto armazenado tiver ponto de fulgor igual ou \nsuperior a 37,8 ºC; \n\n? válvula de pressão e vácuo: dispositivo de funcionamento conjugado, a pressão e \nvácuo, utilizado quando o produto tiver ponto de fulgor inferior a 37,8 ºC; \n\n? dispositivo de emergência: utilizado quando da impossibilidade da ligação entre teto \ne cantoneira de topo do costado ser considerada de baixa resistência mecânica.  \n\nTanques de teto flutuante: \n\n? respiro automático: permite a saída do ar ou gás, acumulados sob o teto. O quebra \nvácuo fecha automaticamente assim que o teto comece a flutuar; \n\n? dispositivo de alívio de pressão: evita possíveis danos ao teto causados por pressão \n\nde gás. \n\nESCOTILHA DE MEDIÇÃO \nAs escotilhas de medição devem ter um pescoço de um metro de altura acima da chapa \n\ndo teto. Sob todas as escotilhas de medição, junto ao fundo do tanque e o mais baixo possível, \ndeve ser usada uma mesa de medição nivelada para servir de referencial fixo na medição do \nvolume estocado.  \n\nGUARDA-CORPO \nA plataforma de topo do costado deve apresentar um guarda-corpo, com pelo menos \n\num metro de altura, em todos os seus lados livres.  \nNos tanques de teto fixo, o guarda-corpo deve ser soldado no costado e se estender, na \n\nperiferia do teto, pelo menos três metros de cada lado da plataforma. \nDeve haver um guarda corpo de pelo menos 3 metros de comprimento junto aos \n\nacessórios do teto e do topo do costado. \nA norma N-270, da Petrobras, exige a utilização de um guarda-corpo completo, em toda \n\na periferia do teto, para os tanques de teto fixo com diâmetro igual ou inferior a 10 metros, \ndeclividade do teto maior que 1:16 ou interligado por passadiços. \n\nDRENOS DO TETO FLUTUANTE EXTERNO \nO sistema de drenagem deve ser composto dos seguintes componentes: \n\n? drenos primários: do tipo articulado ou do tipo flexível; \n\n? drenos de emergência: do tipo aberto ou sifonado; \n\n? drenos auxiliares: usados na construção e montagem ou durante a manutenção do \ntanque quando o teto estiver apoiado.  \n\nESCADA DO TETO FLUTUANTE EXTERNO \nO teto flutuante deve ser provido de uma escada de acesso, com corrimãos de ambos \n\nos lados, articulada na plataforma de topo do costado e rolante sobre trilhos fixos no teto \nflutuante. A Norma da Petrobrás, N-270, indica os seguintes valores dimensionais: largura útil \n\n\n\n12 \n \n\n \n\n \n\nde 600 mm altura dos corrimãos intermediários de 650 mm altura dos corrimãos superiores de \n1100 mm. \n\nSELO DO TETO FLUTUANTE \nO sistema de selagem de um teto flutuante pode ser metálico, com contrapeso ou com \n\nmola ou não metálico, com bolsão de ar, líquido ou espuma. \n\nGUIA ANTIRROTACIONAL DO TETO FLUTUANTE \nÉ um dispositivo utilizado para manter o teto flutuante centrado e evitar sua rotação em \n\nrelação ao costado. Deve haver um único dispositivo, qualquer que seja o tipo e diâmetro do \nteto flutuante, capaz de suportar as cargas laterais impostas pela escada de acesso ao teto, a \nação do vento etc.  \n\n4.4.4 EQUIPAMENTOS PROTEÇÃO CONTRA INCÊNDIO \n\nSão obrigatórios sistemas de espuma para proteção de todas as áreas onde seja \npossível o derrame ou vazamento de líquidos combustíveis ou inflamáveis.  \n  Para os tanques de teto fixo ou de teto fixo com flutuante interno a proteção deve ser \npor meio de  câmaras de espuma, instaladas no costado do equipamento.  \n\nPara os tanques de teto flutuante externo a proteção deve ser realizada por aplicadores \nde espuma localizados em chapas de extensão do costado, lançando a espuma na região do \nsistema de selagem do teto envolvida por um anel de contenção de espuma.  \n\nOs tanques com produtos armazenados à temperatura igual ou superior a 100 °C não \npodem possuir sistema fixo de aplicação de espuma. \n\n4.5 QUINTA ETAPA – ACABAMENTO \n\nA quinta e última etapa da metodologia proposta, Figura 4.6, é composta pelos serviços \nde pintura, proteção catódica, aterramento, isolamento térmico e aquecimento, quando \naplicáveis. \n\n \n Figura 4.6 – Gráfico esquemático da quinta etapa da metodologia de projeto para tanques de \n\narmazenamento de petróleo e seus derivados. \n\nA\nC\n\nA\nB\n\nA\nM\n\nE\nN\n\nT\nO\n\n \n\nPINTURA \n\nINTERNA SELECIONAR NA TABELA A.6 \n\nEXTERNA PETROBRAS N-2913 \n\nPROTEÇÃO CATÓDICA \n\nINTERNA ANODOS DE Al ou Zn \n\nEXTERNA \nCORRENTE \nIMPRESSA \n\nATERRAMENTO \n\nISOLAMENTO TÉRMICO Produto armazenado a ALTA TEMPERATURA \n\nAQUECIMENTO PRODUTOS VISCOSOS - FACILITAR MOVIMENTAÇÃO \n\n\n\n13 \n \n\n \n\n \n\n4.5.1 PINTURA \n\nDe acordo com a PETROBRAS N-271, a pintura do tanque deve ser realizada após o \nteste hidrostático. A pintura de um tanque de armazenamento abrange, além da aplicação da \ntinta, as operações de inspeção visual, limpeza, tratamento da superfície, aplicação da tinta de \nfundo, aplicação da tinta de acabamento e controle da continuidade de película.  \n\nPINTURA INTERNA \nA pintura interna deve ser realizada de acordo com a Tabela A.6, levando-se em \n\nconsideração o tipo de tanque e o produto armazenado. [PETROBRAS N-2913] \nPara tanques de teto fixo, quando pintados internamente, deve-se pintar a estrutura de \n\nsustentação antes da colocação das chapas do teto. A área central de cada chapa deve ser \npintada antes da montagem, sendo as bordas pintadas após soldagem.  \n\nEm tanques de teto flutuante, deve-se retirar o selo PW antes da pintura do teto. \n\nPINTURA EXTERNA \nA pintura externa deve estar em conformidade com a norma da Petrobrás, N-2913, pois \n\nesta norma apresentada diversas orientações a serem adotadas.  \nEstes procedimentos foram estabelecidos levando-se em conta a redução das perdas \n\npor evaporação, os ambientes corrosivos, as temperaturas que o tanque esteja sujeito e se \npossui ou não isolamento térmico. \n\n4.5.2 PROTEÇÃO CATÓDICA \n\nUm tanque de armazenamento pode ser protegido catodicamente, desde que o fluido, \nao qual esteja em contato, seja condutor. Esta proteção normalmente é aplicada interna e \nexternamente ao fundo do equipamento. \n\nPROTEÇÃO CATÓDICA INTERNA \nA proteção catódica galvânica deve ser feita com anodos de zinco ou alumínio, \n\nposicionados no fundo do tanque.  \n\nPROTEÇÃO CATÓDICA EXTERNA \nA proteção externa do tanque deve ser feita por corrente impressa, este tipo de \n\nproteção mostra-se necessária, visto que, apenas os tanques montados sobre bases de \nconcreto elevadas e com excelente impermeabilização, entre a base e a chaparia do fundo, \npodem ser considerados isentos de corrosão externamente ao fundo.  \n\n4.5.3 ATERRAMENTO \n\nOs tanques de armazenamento devem ser aterrados para escoamento das correntes de \ndescarga atmosférica, bem como para evitar elevações de potencial que possam causar \ncentelhamento para a terra. O dispositivo físico de aterramento deve estar de acordo com a \nnorma da Petrobrás, N-300. \n\n4.5.4 SISTEMA DE AQUECIMENTO \n\nEste acessório deve ser utilizado em tanques que armazenam produtos de elevada \nviscosidade, tais como, petróleo bruto, asfalto e óleo combustível. O aquecimento visa facilitar \na movimentação e pode ser realizado através de serpentinas ou de aquecedores. \n\n\n\n14 \n \n\n \n\n \n\n4.5.5 ISOLAMENTO TÉRMICO A ALTA TEMPERATURA \n\nDeve ser utilizado quando a temperatura de operação do tanque for maior que a média \ndas máximas temperaturas ambientais nos dois meses mais quentes do ano. Os dois tipos de \nisolantes térmicos, rígidos e flexíveis, devem ser empregados das seguintes formas: \n\n? Isolante Térmico Flexível: para o costado de tanques em regiões sujeitas a fortes \nventos, alto índice pluviométrico ou temperatura de operação igual ou superior a 100 \no\nC; \n\n? Isolante Térmico Rígido: Teto do tanque, em todos os casos. \n\n? Flexível ou Rígido: para o costado de tanques que não se enquadram nas \ncondições citadas para uso de material flexível. \n\nAs condições exigíveis para o isolamento térmico de tanques de armazenamento \noperando a alta temperatura encontram-se nas normas da Petrobrás, N-550, projeto de \nisolamento térmico a alta temperatura. \n\n5 RESULTADOS E DISCUSSÃO \n\nA fim de verificar a aplicação prática da metodologia proposta, fez-se um estudo de \ncaso com o objetivo de selecionar o tipo de tanque e projeto mais adequados para determinado \nproduto e volume. Neste estudo, simula-se a demanda externa de um cliente que deseja a \nconstrução deste tanque em local específico de 800 m² com volume de armazenamento de \n1300 m³ de óleo combustível. A partir destes dados de entrada a metodologia foi aplicada, \nrealizando cada etapa proposta, conforme resultados apresentados no APÊNDICE A.  \n\nVerificou-se que com o uso da metodologia pode-se estabelecer um sequenciamento \nlógico para a seleção e projeto do tanque. Isto facilitou a tomada de decisão, constituindo como \numa boa ferramenta para direcionar e facilitar o projeto de tanques atmosféricos de \narmazenamento de petróleo e seus derivados.  \n\n6 CONCLUSÕES \n\nEste trabalho propôs uma metodologia para orientar e facilitar projetos de tanques \natmosféricos verticais de armazenamento de petróleo e seus derivados. O desenvolvimento \ndeste trabalho mostrou-se muito oportuno, visto que, não é possível projetar grandes estruturas \nnum ambiente livre de restrições e regras. Com o conhecimento e melhor entendimento da \nimportância das normas técnicas, pode-se compreender a sua função, assim como o valor de \nutilizá-las para orientar trabalhos e projetos nas mais diversas aéreas técnicas. \n\nA idéia de utilizar uma ferramenta para desenvolvimento de projeto de tanques é \npermitir desenvolver de maneira lógica as etapas necessárias para a sua execução. Assim, tal \nmetodologia é um material que pode ser utilizado como base teórica futuramente, seja para o \nentendimento das etapas ou no próprio desenvolvimento do projeto de tanques atmosféricos \npara armazenamento de petróleo e seus derivados. \n\n7 REFERÊNCIAS BIBLIOGRÁFICAS \n\nABNT NBR 7821 - Tanques soldados para armazenamento de petróleo e derivados. \nRio de janeiro: Associação Brasileira de Normas Técnicas, abr.1983.  \n\nABNT NBR 17505 - Armazenamento de líquidos inflamáveis e combustíveis – Parte \n1: Disposições gerais e – Parte 2: Armazenamento em tanque e vaso. Rio de Janeiro: \nAssociação Brasileira de Normas Técnicas, jul.2006.  \n\n\n\n15 \n \n\n \n\n \n\nAPI STD 650 - Welded tanks for oil storage. 11 ed., Washington: American Petroleum \nInstitute, June 2007. Add. 1, Nov. 2008. Add.2, Nov.2009 \n\nCruz, F. O. “Aspectos de análise e concepção para reservatórios de betão armado”. \n2009. 141f. Dissertação (Mestrado em Engenharia Civil) - Universidade de Aveiro, Portugal, \n2009. \n\nLindenberg, A. “Área de tancagem”. Salvador: SENAI, 2008. \n\nMartins, D. O. “Estudo do controle de emissões de compostos orgânicos voláteis \nem tanques de armazenamento de produtos químicos”. 179f. Dissertação (Mestrado em \nEngenharia ambiental) - Universidade Federal da Bahia, Bahia, 2004. \n\nPETROBRAS N-270 - Projeto de tanque de armazenamento atmosférico. Rio de \nJaneiro: Petrobras Engenharia Nortec, dez. 2010.  \n\nPETROBRAS N-271 - Montagem de tanques de armazenamento. Rio de Janeiro: \nPetrobras Engenharia Nortec, jul. 2010. \n\nPETROBRAS N-300 - Detalhes de aterramento empregando-se conectores \nmecânicos. Rio de Janeiro: Petrobras Engenharia Nortec, jan. 2011. \n\nPETROBRAS N-550 - Projeto de isolamento térmico a alta temperatura. Rio de \nJaneiro: Petrobras Engenharia Nortec, dez. 2008.  \n\nPETROBRAS N-1742 - Tanque de Teto Flutuante - Selo PW. Rio de Janeiro: Petrobras \nEngenharia Nortec, dez. 2010. \n\nPETROBRAS N-1822 - Tratamento de superfície de base de tanques. Rio de Janeiro: \nPetrobras Engenharia Nortec, set. 1999. \n\nPETROBRAS N-1888 - Fabricação de tanque atmosférico. Rio de Janeiro: Petrobras \nEngenharia Nortec, dez. 2011.  \n\nPETROBRAS N-2913 - Revestimentos anticorrosivos para tanque, esfera, cilindro \nde armazenamento e vaso de pressão. Rio de Janeiro: Petrobras Engenharia Nortec, set. \n2010.  \n\nShigley, J.E; Mishke, C.R.; “Projeto de Engenharia Mecânica”, Bookman, 7ª edição, \n2005.  \n  \n\n\n\n16 \n \n\n \n\n \n\nAPÊNDICE A – Aplicação da metodologia proposta em um caso prático. \n\nPara a validação da metodologia de projeto proposta, fez-se sua aplicação em um caso \nprático. Foi considerada a seguinte análise: a construção de um tanque atmosférico para \narmazenar óleo combustível, com capacidade volumétrica de 1300 m³, a ser construído em \numa área  disponível de 800 m². \n\nPrimeira Etapa – Necessidade Do Cliente \n Na primeira etapa, devem ser definidos os dados primários e secundários. \n\nDados Primários: \n\n? Capacidade Volumétrica: 1300 m³. \n\n? Produto Armazenado: Óleo Combustível; \n\n? Temperatura de Operação: Ambiente; \n\n? Local de Instalação: Área de 800 m². \n\nDados Secundários \n\n? Definir Diâmetro e Altura: Tanque médio ? D ? H ? 12 metros \n\n? Normas Técnicas: ABNT NBR 7821, PETROBRAS N-270 e  API STD 650. \n\nSegunda Etapa – Seleção do Tipo de Tanque \n Na segunda etapa, deve ser determinado o tipo de tanque. Esta escolha deve ser \nrealizada de acordo com o produto a ser armazenado, conforme a Tabela A.1. Em seguida são \ndefinidos os aspectos construtivos. \n\nSeleção do Tanque:  \n\n? Tipo de Tanque: Tabela A.1 ? Óleo combustível ? Teto Fixo \n\n? Tipo de Estrutura: Tanque com mais de 6 metros de diâmetro ? Teto Suportado; \n\n? Formato do Teto: Teto Cônico ? Prática recomendada [PETROBRAS N-270] \n\nTerceira Etapa – Dimensionamento \n A terceira etapa destina-se aos projetos das principais partes que compõem o tanque. \nConforme já exposto anteriormente, esta etapa da metodologia não contempla a execução dos \ncálculos, e sim indica quais os métodos de cálculo devem ser utilizados de acordo com o tipo \nde tanque selecionado, de acordo com as normas técnicas. \n\nProjeto Do Costado:  \n\n? Método de Cálculo: Diâmetro do tanque &lt;60 m ? Método Básico ? item 5.6.3 do \n\nAPI STD 650. \n\n? Sobrespessura para Corrosão: Tanque teto fixo ? 1 mm de sobrespessura. \n\nProjeto Do Teto \n\n? Teto fixo cônico suportado ? seguir as instruções do item 5.10.4 do API STD 650. \n\nProjeto do Fundo \n\n? Declividade: Caso não-especial ? Fundo Cônico com inclinação do centro para \n\nperiferia. \n\n? Disposição, Materiais E Disposição Das Chapas: o material de todas as chapas do \n\nfundo em aço carbono com especificação ASTM A 283 Gr C. Chapas Recortadas, \n\ncom espessura de 6,3 mm. As chapas da periferia devem exceder à margem da \n\nsolda externa que une o fundo ao costado em 25 mm. \n\n\n\n17 \n \n\n \n\n \n\nQuarta Etapa – Seleção de Acessórios e Bocais \nNa quarta etapa, devem ser selecionados os acessórios e bocais. As quantidades e os \n\ndiâmetros das bocas de visita, portas de limpeza e drenos de fundo de um tanque de \narmazenamento devem estar de acordo com a Tabela A.5, da PETROBRAS N-270. \n\nDiâmetro do tanque = 12 metros ? Tabela A.5 ? Quantidade e Dimensões \n\n? Bocas de Visita \no Costado: (01) de 600 mm. \no Teto: (02) de 600 mm. \n\n? Portas de Limpeza: (01) de 900 x 1200 mm. \n\n? Drenos de Fundo: (02) de 150 mm. \n\nAcessórios e bocais para o Costado:  \n\n? Misturadores: Instalar o mais longe possível dos medidores de nível. \n\n? Escada: Diâmetro tanque > 6 metros ? Escada helicoidal  \n\n? Aterramento: Realizar o aterramento elétrico do tanque \n\nAcessórios e bocais para o Teto:  \n\n? Bocais: utilizados para conexão dos acessórios do teto. \n\n? Dispositivos de Proteção contra sobre e subpressão: Tanque Teto Fixo ? Óleo \nCombustível (ponto fulgor superior 37,8 °C) ? Respiro aberto. \n\n? Escotilhas de Medição: possuir um pescoço de um metro de altura acima da chapa \ndo teto \n\n? Guarda-corpo: Tanque teto fixo ? Guarda-corpo soldado no costado. \n\nEquipamento de proteção contra incêndio:  \n\n? Tanque teto fixo ? Câmaras de espuma instaladas no costado. \n\nQuinta Etapa – Acabamento \n Nesta etapa são determinados os tipos de pintura, proteção catódica e aterramento. \nPara a situação proposta não é necessário  o uso de isolante térmico. \n\nPintura: \n\n? Interna: Óleo combustível ? PETROBRAS N-2913 ? O revestimento deve \nabranger todo o fundo e teto do tanque. O costado deve ser revestido com 2 faixas \ncircunferenciais de 1 m de altura. As colunas de sustentação do tanque devem ser \nrevestidas 1 m de altura a partir do fundo e teto.  \n\n? Externa: Seguir orientações da PETROBRAS N-2913. \n\nProteção Catódica: \n\n? Interna: Proteção catódica galvânica com anodos; \n\n? Externa: Proteção por corrente imposta. \n\nAterramento: \n\n? Realizar proteção com equipamento em conformidade com a PETROBRAS N-300. \n\nSistema de Aquecimento: \n\n? Óleo combustível ? alta viscosidade ? Deve possuir sitema de aquecimento para \nfacilitar a movimentação do produto. \n\nIsolamento Térmico: \n\n? Armazenamento temperatura ambiente ? Não se aplica isolamento térmico. \n\n\n\n18 \n \n\n \n\n \n\nANEXO A – Tabelas práticas utilizadas pela metodologia \n\nTabela A.1 – Recomendações de tipos de tanques de armazenamento [PETROBRAS N-270] \n\nTipo de tanque Produto armazenado \n\n \n \n \n \n \n\nTanques de teto fixo \n\n- Nafta Pesada \n- Querosene \n- Óleo Diesel  \n- Resíduo De Vácuo \n- Óleo Combustível \n- Óleo Lubrificante \n- Asfalto e Cimento Asfáltico \n- Lastro De Navio \n\n \n \n \n \n\nTanques de teto flutuante interno \n\n- Produtos Leves da faixa da Gasolina \n- Nafta Leve \n- Gasolina de Aviação (GAV) \n- Petróleo Crú \n- Biodiesel \n- Querosene de Aviação (QAV) \n- Álcool Etílico Hidratado \n- Metanol \n- Óleo Diesel Classe I e II \n\n \n \n\nTanques de teto flutuante \n\n- Produtos Leves da faixa da Gasolina \n- Nafta Leve \n- Álcool Etílico Hidratado \n- Metanol \n- Óleo Diesel Classe I e II \n\n \n\nTabela A.2 – Taxas anuais de corrosão, em milímetros, do aço carbono. [PETROBRAS N-270] \n\nProduto 1° anel 2° anel 3° anel 4° anel 5° anel 6° anel \n\nPetróleo (teto fixo) 0,10 0,10 0,14 0,14 0,12 0,12 \n\nPetróleo (teto flutuante) 0,10 0,10 0,06 0,06 0,06 0,06 \n\nGasolina 0,30 0,30 0,30 0,25 0,25 0,25 \n\nQuerosene 0,06 0,06 0,06 0,06 0,06 0,06 \n\nNafta pesada 0,02 0,02 0,05 0,05 0,05 0,05 \n\nNafta leve 0,30 0,30 0,30 0,25 0,25 0,25 \n\nÓleo diesel 0,10 0,10 0,06 0,04 0,04 0,04 \n\nGasóleo 0,10 0,10 0,10 0,10 0,08 0,08 \n\nÓleo combustível 0,02 0,02 0,10 0,06 0,05 0,05 \n\nAsfalto 0,02 0,02 0,02 0,10 0,10 0,10 \n\nAsfalto diluído 0,02 0,10 0,06 0,06 0,04 0,04 \n\nÁlcool etilico 0 0 0 0 0 0 \n\nMetanol 0 0 0 0 0 0 \n\n\n\n19 \n \n\n \n\n \n\nTabela A.3 - Espessura nominal mínima para chapas do costado [ABNT NBR 7821:83] \n\nDiâmetro nominal do \ntanque (m) \n\nEspessura nominal \nmínima (mm) \n\nD &lt;15 4,5 \n\n15 ? D &lt;35 6,3 \n\n35 ? D ? 60 8,0 \n\n60 &lt;D 9,0 \n\nTabela A.4 – Exigências para chapas do fundo. [Adaptado PETROBRAS N-270] \n\nCHAPAS RECORTADAS CHAPAS ANULARES \n\nPermissível para D ? 15m \n\nLargura mínima = 1800 mm \n\nEspessura mínima = 6,3 mm \n\nObrigatório para D > 15m \n\nRecomendável para D ? 15m \n\nLargura mínima = 750 mm \n\nEspessura mínima = 6,3 mm \n\nTabela A.5 - Quantidade de bocas de visita, Portas de Limpeza e Drenos de fundo dos \ntanques [PETROBRAS N-270]. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDiâmetro do \ntanque (m) \n\nBOCAS DE VISITA \nPORTAS DE \n\nLIMPEZA Costado Teto Fixo Teto Flutuante \n\nQt. Dimensão \n(mm) \n\nQt. Dimensão \n(mm) \n\nQt. Dimensão \n(mm) \n\nQt. Dimensão \n(mm) \n\nD &lt;10 1 600 1 600 1 900 1 600 X 600 \n\n10 &lt;D &lt;18 1 600 2 600 2 900 1 900 X 1200 \n\n18 &lt;D &lt;27 2 600 2 600 2 900 1 1200 X 1200 \n\n27 &lt;D &lt;43 4 600 2 600 4 900 2 1200 X 1200 \n\n43 &lt;D &lt;55 5 600 3 600 5 900 2 1200 X 1200 \n\n55 &lt;D &lt;90 6 600 4 600 6 900 3 1200 X 1200 \n\nDRENOS DE FUNDO \n\nDiâmetro do \ntanque (m) \n\nProdutos claros Demais Produtos \n\nQt. Dimensão (mm) Qt. Dimensão (mm) \n\nD &lt;10 1 75 1 150 \n\n10 &lt;D &lt;18 2 75 2 150 \n\n18 &lt;D &lt;27 3 75 3 150 \n\n27 &lt;D &lt;43 4 75 4 150 \n\n43 &lt;D &lt;55 5 75 5 150 \n\n55 &lt;D &lt;90 6 75 6 150 \n\n\n\n20 \n \n\n \n\n \n\nTabela A.6 – Especificações dos Revestimentos [PETROBRAS N-2913] \n\nCondição Produto Armazenado Região a ser pintada Revestimento \n\n \n\n \n\n \n\n1 \n\n- Gasolina \n\n- Óleo Diesel \n\n- QVA \n\n- Naftas \n\n- Hexano \n\n- Biodiesel \n\n- Etanol \n\n- Lastro \n\n \n\n \n\nO revestimento deve abranger toda \na superfície interna. \n\n \n\n \n\nPETROBRAS \nN-2913 (Tipo II) \n\n \n\n \n\n2 \n\n \n\n- Gasóleo \n\n- Óleo Combustível \n\n- Óleo Lubrificante \n\nO revestimento deve abranger todo \no fundo e o teto do tanque. O \ncostado deve ser revestido com \nduas faixas circunferenciais de 1 m \nde altura, uma a partir do fundo e \noutra a partir do teto. As colunas de \nsustentação do tanque devem ser \nrevestidas 1 m de altura a partir do \nfundo e 1 m a partir do teto. \n\n \n\n \n\nPETROBRAS \nN-2913 (Tipo II) \n\n \n\n3 \n\n \n\n- Petróleo \n\nFundo e teto, costado e colunas de \nsustentação devem ser revestidos \ncom duas faixas circunferenciais de \n1 m de altura, uma a partir do fundo \ne outra a partir do teto. \n\n \n\nPETROBRAS \nN-2913 (Tipo II) \n\n \n\n4 \n\n \n\n- Petróleo com água \nem formação \n\nFundo e teto, costado e colunas de \nsustentação devem ser revestidos \ncom duas faixas circunferenciais de \n1 m de altura, uma a partir do fundo \ne outra a partir do teto. \n\n \n\nPETROBRAS \nN-2913 (Tipo III)"}]}}}