{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25017"}, {"@name": "filename", "#text": "9557_ulfc116021_tm_Marta_Pacheco.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "2015 \n\nUNIVERSIDADE DE LISBOA \n\nFACULDADE DE CIÊNCIAS \n\nDEPARTAMENTO DE BIOLOGIA VEGETAL \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nProduction of Gordonia alkanivorans strain 1B biomass in \n\nbioreactor and further application towards fossil fuels \n\ndesulfurization \n\n \n\n \n\n \n\nMestrado em Microbiologia Aplicada \n\n \n\n \n\n \n\n \n\nMarta Sofia Lopes Pacheco \n\n \n\n \n\nDissertação orientada por: \n\nDoutor Luís Alves \n\nProfessora Doutora Ana Reis \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nProduction of Gordonia alkanivorans strain 1B biomass in bioreactor and \n\nfurther application towards fossil fuels desulfurization \n\n \n\n \n\n \n\nMarta Sofia Lopes Pacheco \n\n2015 \n\n \n\n \n\n \n\n \n\nThis thesis was fully performed at the Department of Bioenergy of Laboratório Nacional \n\nde Energia e Geologia (LNEG) under the direct supervision of Dr. Luís Alves in the scope \n\nof the Master in Applied Microbiology of the Faculty of Sciences of the University of \n\nLisbon. \n\n \n\nProf. Dr. Ana Reis was the internal designated supervisor in the scope of the Master in \n\nApplied Microbiology of the Faculty of Sciences of the University of Lisbon \n\n \n\n \n\n\n\n \n \n\n  \n\n\n\n \n \n\nAgradecimentos \n\nQuero deixar um agradecimento a todos aqueles que ajudaram (direta ou indiretamente) à \n\nelaboração desta dissertação e sem os quais este trabalho não teria sido possível. \n\nAo Doutor Luís Alves e à Doutora Susana Paixão Alves por terem aceitado ser meus orientadores e \n\npor me terem acolhido como estagiária numa altura em que muitos outros não o fariam. O vosso \n\napoio, compreensão e paciência foram fundamentais para levar este trabalho a bom porto. Por tudo \n\nisto um grande obrigado. \n\nÀ Professora Doutora Ana Reis, pelos conselhos e disponibilidade para me coorientar (mesmo após \n\numa mudança radical de tema de dissertação). Muito obrigada por todo o apoio. \n\nÀ Professora Doutora Lélia Chambel, por toda a disponibilidade demonstrada para resolver os \n\nproblemas que foram surgindo no decurso deste trabalho e por me ter aceitado neste mestrado. \n\nAo grupo de colegas, funcionários e investigadores do Laboratório Nacional de Energia e Geologia \n\n(LNEG). Ao Engenheiro Carlos Barata por toda a ajuda e ensinamentos no que toca ao \n\nfuncionamento do laboratório e na solução de vários problemas. A todos os meus colegas, Doutor \n\nTiago Lopes, Engenheira Margarida Gonçalves, Dra. Patrícia Branco, Dra. Catarina Figueiredo e \n\nDoutora Maria José, muito obrigada pela amizade, companhia e apoio nas mais diversas situações. \n\nAo Engenheiro Diogo Sebastião por todas as tertúlias que nos proporciona e por me obrigar a ir \n\nalmoçar e lanchar a horas decentes. Um obrigado muito especial à Dra. Ana Sofia Fernandes, que \n\ncomigo e com o Dr. Tiago Silva formou uma equipa de trabalho excecional. Muito obrigada pela \n\ncompanhia em todos aqueles fins-de-semana de trabalho e noitadas a filtrar tupinambo e acima de \n\ntudo pela tua amizade, apoio e compreensão quando as coisas se tornaram mais difíceis (e muito \n\nobrigada pelos maravilhosos jantares!). \n\nAo meu querido grupo de amigos que já não se encontram no LNEG, Engenheiro Francisco Mendes, \n\npor fazer sobremesas deliciosas com farinha, ao Dr. Bruno Arez, por todas as “suecadas” e noitadas, \n\nà Dra. Diana Francisco, Dr. João Caldeira, Engenheiro Vasco Martins muito obrigada pela vossa \n\namizade e apoio.  \n\nUm grande obrigado há minha querida e favorita Engenheira Joana Ortigueira (à qual nem sei muito \n\nbem como agradecer). Muito obrigada por seres uma companhia constante, por me ligares todos os \n\ndias, por me desviares para jogar contigo, por ouvires os meus desabafos, por me ajudares com as \n\nrevisões da tese e por me mimares com cheesecake de Nutella e After Eights quando estava mais \n\nem baixo. No fundo muito obrigada por existires e seres minha amiga. \n\nMuito obrigada aos meus “afilhados” da FCUL, Dr. Flávio Ferreira, Dr. João Messias, Dra. Teresa \n\nSantos, Dr. Pedro Henrique, Dr. Gonçalo Rodrigues, peço desculpa não ter estado tão presente como \n\n\n\n \n \n\ndevia, mas muito obrigada pela vossa amizade e pelas festas de fim-de-ano. Um obrigado especial \n\nhá minha afilhada Dra. Vera Salgado, por me ter acompanhado durante os meus tempos no LNEG, \n\npor manter a “boa disposição geral” no laboratório e por todos os jogos de “matrecos”. \n\nMuito obrigada ao Rui Capela, pela amizade persistente e por me obrigar a mim e ao Tiago a sair do \n\ntrabalho e ir jantar. Ao Dr. Bruno Espirito Santo por ter sido a minha companhia quando estava no \n\nICAT. Muito obrigada pela tua amizade e por ouvires os meus desabafos (desculpa se sou chata às \n\nvezes). \n\nQueria agradecer há minha família, aos meus tios e primas por todo o apoio nesta fase tão difícil da \n\nminha vida académica. À Manuela Quental, a minha “madrinha emprestada”, por todo o apoio, força, \n\ndisponibilidade e por ajudar a minha mãe a não ficar tão preocupada com o meu trabalho, muito, \n\nmuito obrigada. \n\nHá minha irmã, Patrícia Rodrigues, ao meu cunhado Luís Rodrigues e aos meus sobrinhos Filipa, \n\nTomás e Sara Rodrigues, muito obrigada por serem a minha família, por todo o apoio que me deram \n\ne principalmente por quando nos vêm visitar terem a maior paciência e a melhor disposição do \n\nmundo! \n\nAo meu amor, Dr. Tiago Silva, sem o qual, muito provavelmente, nunca teria acabado este mestrado. \n\nMuito obrigada por me aturares, já lá vão quase 8 anos, por aturares todas as minhas más \n\ndisposições, todo o trabalho de laboratório, todas as diretas a trabalhar, por estares presente quando \n\nmais preciso, por todos os conselhos e decisões que me ajudaste a tomar. Muito obrigado por seres \n\nmeu e estares comigo para sempre. Muito obrigada aos meus futuros sogros, João e Flora Silva por \n\ntodo o apoio e disponibilidade para me ajudar. \n\nPor fim queria agradecer aos meus pais, José e Susete Pacheco, por compreenderem o fato de eu \n\nquerer ser cientista e nunca terem duvidado das minhas capacidades. Muito obrigada há minha mãe \n\npor toda a preocupação, por defender sempre as minhas escolhas e por me apoiar em todas as \n\ndecisões. Muito obrigada por cuidares de mim. Muito obrigada ao meu pai, que mesmo já não \n\nestando entre nós, continua vivo nos nossos corações. Muito obrigada por acreditares que um dia \n\nviria a ser “doutora” e por me apoiares durante todo o meu percurso académico e por me dares a \n\noportunidade de ter a profissão com a qual sonhei. \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nEste trabalho foi financiado por fundos da FEDER, através da POFC-COMPETE e por fundos \n\nnacionais através da FCT (Fundação para a Ciência e Tecnologia) no âmbito do projeto \n\nCarbon4Desulf – FCOMP-01-0124-FEDER-013932 (Ex-PTDC/AAC-AMB/112841/2009). Deixo um \n\nagradecimento especial à Doutora Susana Paixão Alves por ter coorientado o trabalho na Unidade \n\nde Bioenergia do LNEG. Agradeço também a colaboração da Dra. Margarida Monteiro na \n\nmanutenção do microrganismo utilizado.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nResumo \n\nA população mundial tem vindo a crescer exponencialmente nos últimos 100 anos, maioritariamente \n\nnos países em desenvolvimento como a China ou a India. Estas populações continuam a usar o \n\npetróleo como fonte primária de combustível, esperando-se por isso um aumento da procura de \n\n11,25% até 2035 (OPEC 2013). A descoberta da tecnologia necessária para a extração de crude de \n\nzonas de difícil perfuração revolucionou o mercado da energia, diminuindo o preço do barril de \n\npetróleo até valores históricos (U.S Energy Informaton Administration 2014). Contudo, crudes \n\nextraídos destes novos poços possuem na sua composição grandes quantidades de compostos de \n\nenxofre e outros contaminantes cuja remoção é extremamente complicada, sendo designados \n\n“crudes pesados”. A combustão dos petróleos e derivados leva à libertação destes compostos, para \n\na atmosfera, podendo causar diversos problemas ambientais e de saúde. Desta forma, é imperativa \n\na sua remoção, sendo que diversos países, tais como os Estados Unidos da América, a China e os \n\npaíses pertencentes à União Europeia, começaram a legislar de modo a restringirem a quantidade \n\nde enxofre presente nos produtos petrolíferos, exigindo a criação do chamado “ultra-low sulfur oil” \n\n(OPEC 2014).  \n\nHoje em dia, o processo utilizado nas refinarias para a remoção de enxofre dos crudes é a \n\nhidrodessulfurização (HDS). Este processo consiste na utilização de altas temperaturas e pressões \n\ne catalisadores de última geração para remover os compostos de enxofre. Contudo, compostos como \n\no dibenzotiofeno (DBT), que são os grandes contribuidores para o enxofre presente nos crudes, são \n\naltamente recalcitrantes a este processo, uma vez que a molécula de enxofre se encontra rodeada \n\npor dois anéis benzénicos. Para a remoção destes compostos, a indústria desenvolveu a HDS \n\nprofunda. Esta utiliza temperaturas e pressões mais elevadas que a HDS e catalisadores mais \n\neficientes sendo também menos ecológica e mais dispendiosa (Klein 1999). \n\nExiste no entanto uma alternativa biológica à HDS profunda, a biodessulfurização (BDS). Esta é um \n\nprocesso biotecnológico equivalente à HDS, uma vez que remove o enxofre de compostos \n\ncomplexos. Nas últimas décadas, a BDS tem vindo a atrair atenções, visto que tem a capacidade de \n\nprocessar os combustíveis fósseis de uma forma amiga do ambiente. Esta dá-se a temperaturas e \n\npressões iguais às ambientais e é efetuada por microrganismos que têm a capacidade de metabolizar \n\ncompostos de enxofre (Soleimani et al. 2007; Alves &amp; Paixão 2011).  \n\nNeste estudo foi utilizada a bactéria Gordonia alkanivorans estirpe 1B. As espécies do género \n\nGordonia são bastante atrativas para usos biotecnológicos, uma vez que, têm a capacidade de \n\ndegradar inúmeros poluentes ambientais, tais como hidrocarbonetos policíclicos aromáticos, \n\nalquilpiridinas, xenobióticos ou polímeros naturais. Têm também a capacidade de transformar ou \n\nsintetizar compostos orgânicos (transformação de esteroides e produção de carotenoides) (Linos et \n\nal. 1999; Harner et al. 2011; Grace Liu et al. 2011). A estirpe 1B já tinha sido descrita como tendo a \n\n\n\n \n \n\ncapacidade de converter DBT em 2-HBP (2-hidroxibifenil) por Alves et al. (2005). Foi igualmente \n\ndemonstrado, por Alves (2007), que a bactéria em questão possui, à semelhança de Rodococcus \n\nerythropolis (uma espécie até então muito utilizada em ensaios de dessulfurização), um operão dsz, \n\ncomposto pelos genes dszA, dszB e dszC que codificam as proteínas necessárias para que a célula \n\nconsiga dessulfurizar. Alves &amp; Paixão (2014b) identificaram também outra característica metabólica \n\ninteressante na estirpe 1B, nomeadamente o fato de esta crescer preferencialmente utilizando \n\nfrutose como fonte de carbono.  \n\nEste comportamento é raro em bactérias, contudo abriu uma nova linha de investigação em que se \n\ndeu prioridade à pesquisa de fontes de carbono alternativas, ricas em frutose (nomeadamente \n\nresíduos agroindustriais), tais como melaço de cana, medronho, alfarroba ou tubérculos de \n\ntupinambo (Silva 2012; Silva et al. 2012; Alves &amp; Paixão 2014a; Silva et al. 2015). Todas estas fontes \n\nde carbono alternativas produziram melhores resultados de dessulfurização quando comparadas \n\ncom fontes ricas em glucose, contudo, o sumo de tupinambo (JAJ) foi o melhor, de entre as fontes \n\nalternativas ricas em frutose testadas (Silva 2012). Os tubérculos de tupinambo são ricos em inulina, \n\num frutano linear composto por um número variável de moléculas de frutose unidas por ligações          \n\n? (2 ?1) com uma molécula de glucose no final, ligada à cadeia de frutoses por uma ligação                   \n\n? (1 ? 2). A inulina é solúvel em água e pode ser facilmente hidrolisada (através de hidrólise ácida \n\nou enzimática), libertando frutose (até 95%) e glucose (Silva 2012; Paixão et al. 2013). Por estas \n\nrazões, o JAJ foi escolhido como a fonte de carbono alternativa a ser utilizada neste trabalho. \n\nSendo que a BDS é mais eficiente e menos dispendiosa que a HDS profunda, pode ser utilizada nas \n\nrefinarias como um complemento à HDS de maneira a produzir combustíveis com muito baixo teor \n\nde enxofre (Alves et al. 2015). Quando implementada, esta técnica vai diminuir os problemas \n\nambientais levantados pela HDS, reduzindo a emissão de CO2, a produção de resíduos e o consumo \n\nde energia. Tudo isto se traduz em menos capital investido (dois terços do capital necessário para a \n\nHDS) e menos custos operacionais (Vazquez-Duhalt et al. 2002; Alves et al. 2015). O processo de \n\nBDS pode ainda beneficiar da produção simultânea de produtos de alto valor acrescentado, que \n\npodem ser valorizados através de outros processos industriais (De Miguel et al. 2000; De Miguel et \n\nal. 2001; Veiga-Crespo et al. 2012; Bandyopadhyay &amp; Chowdhury 2014).  \n\nEste trabalho, teve como objetivo principal a minimização do meio de cultura utilizado para o \n\ncrescimento da bactéria Gordonia alkanivorans estirpe 1B (meio mínimo sem sulfatos/meio SFM). \n\nPara isso, avaliou-se quais os componentes do meio mais importantes para o crescimento e \n\ndesenvolvimento celular, tendo sido selecionados para minimização a fonte de azoto (NH4Cl), a fonte \n\nde magnésio (MgCl2.6H20) e a solução de micronutrientes (TES), primeiro em frasco agitado e de \n\nseguida em cultura em contínuo. \n\n\n\n \n \n\nO azoto (N) é um grande interveniente no crescimento celular e um dos nutrientes necessários à vida \n\ncomo a conhecemos. Faz parte da composição de aminoácidos, ácidos nucleicos e \n\nenzimas/coenzimas e no meio mínimo utilizado para crescer a bactéria G. alkanivorans é o nutriente \n\nutilizado em maior concentração (1,22 g.l-1), sem contar com a fonte de carbono (Singh 1971; Alves \n\net al. 2015). Portanto, para minimizar a quantidade de fonte de azoto foram testadas diversas \n\nformulações do SFM com concentrações decrescentes de NH4Cl (F#1 – 100%, F#2 – 75%, F#3 – \n\n50% e F#4 – 25%). Os resultados obtidos mostraram que o crescimento foi grandemente afetado \n\ntanto com F#4 como com F#3. Nestes dois casos não houve consumo total dos açúcares fornecidos, \n\nprovando que a quantidade de azoto era insuficiente. Contudo, com F#2, a curva de crescimento foi \n\nsemelhante à produzida pelo controlo F#1, ocorrendo o consumo total dos açúcares.  \n\nNo que toca à dessulfurização, quando crescida com a F#1, a cultura conseguiu obter uma taxa \n\nmáxima específica de produção de 2-HBP (q2-HBP) de 2,5 µmol.g\n-1(peso seco).h-1, com consumo total \n\ndo DBT fornecido. Mas, com a diminuição da concentração de azoto, a q2-HBP foi também \n\ndecrescendo, atingindo um valor de 2,4 µmol.g-1(peso seco).h-1 no crescimento com F#2;                      \n\n2,3 µmol.g-1(peso seco).h-1 no crescimento com F#3; e 1,4 µmol.g-1(peso seco).h-1 no crescimento \n\ncom F#4. Nestas três condições testadas não ocorreu o consumo total do DBT fornecido, indicando \n\nque a concentração de azoto utilizada não foi suficiente. Contudo, o facto de o crescimento ter \n\nocorrido normalmente com a F#2 indica que esta está muito próxima da concentração mínima \n\nnecessária à célula, portanto 75%&lt;fonte de N mínima&lt;100%.  \n\nQuanto ao magnésio (Mg), este foi escolhido como um dos elementos do meio a minimizar pois é \n\nessencial à divisão celular e é um interveniente especialmente importante para bactérias gram-\n\npositivas, uma vez que faz parte da estrutura do peptidoglicano (Webb 1939). Ao testar-se \n\nconcentrações decrescentes de MgCl2.6H20 (F#1 – 100%; F#5 – 75%; F#6 – 50%; F#7 – 25%), foi \n\npossível observar que não houve alterações significativas nem no perfil de crescimento (sendo a \n\nabsorvância a 600 nm (OD600nm) semelhante para todas as formulações testadas), nem no consumo \n\nde açúcares. Contudo, em termos de dessulfurização, verificou-se um comportamento interessante. \n\nA diminuição da concentração de magnésio levou a um aumento significativo da q2-HBP de                      \n\n2,5 µmol.g-1(peso seco).h-1 (F#1) para 2,8 µmol.g-1(peso seco).h-1 (F#5); 3,0 µmol.g-1(peso seco).h-1 \n\n(F#6); e 3,4 µmol.g-1(peso seco).h-1 (F#7). Este resultado indica que o magnésio pode inibir, de certa \n\nforma, a dessulfurização, de tal modo que a diminuição da concentração utilizada faz com que esta \n\naumente significativamente. \n\nO último componente do meio testado foi a solução de micronutrientes (TES). Esta solução é \n\ncomposta por minerais como ferro, zinco, molibdénio, manganésio ou cobalto (Alves &amp; Paixão \n\n2014b). Estes micronutrientes fazem parte da estrutura das proteínas celulares e funcionam muitas \n\nvezes como cofatores (Majzlik et al. 2011; Kirsch &amp; Eitinger 2014). Neste caso, as concentrações \n\n\n\n \n \n\ntestadas anteriormente (F#8 – 75%, F#9 – 50% e F#10 – 25%) não foram suficientes para se observar \n\ndiferenças quer no crescimento, quer no consumo de açúcares, quer em termos de dessulfurização. \n\nTestaram-se então concentrações mais baixas, nomeadamente, 5% (F#11), 2,5% (F#12) e 0% \n\n(F#13). Com estas concentrações já foi possível observar alterações nos parâmetros avaliados. Com \n\nF#11, as células foram capazes de consumir toda a fonte de carbono fornecida, contudo, só o fizeram \n\napós 118 horas de crescimento. Relativamente às restantes concentrações, verificou-se que não \n\nhouve conclusão do crescimento visto não ter ocorrido o consumo total da fonte de carbono. Quanto \n\nà dessulfurização, o consumo total do DBT foi atingido em todos os frascos, exceto na ausência de \n\nTES. Para F#8, F#9 e F#10, a q2-HBP foi mais elevada que o controlo, sendo que nas restantes \n\nconcentrações testadas foi quase duas vezes mais baixa. \n\nA informação obtida nos diferentes ensaios em frasco agitado permitiu a minimização das \n\nconcentrações dos três componentes essenciais presentes na formulação original do meio, sem \n\nafetar negativamente o crescimento celular e ainda melhorando a dessulfurização. Estes resultados \n\npermitiram desenvolver o meio SFM minimizado, ao qual se denominou “meio SFMM”, consistindo \n\nem 85% N (estipulado através de uma extrapolação baseada nos resultados do consumo de \n\naçúcares e desulfurização), 25% Mg e 25% TES. De seguida, o meio SFMM e o meio SFM foram \n\ntestados com duas fontes de carbono distintas: frutose + glucose e JAJ precipitado (JAJp). Em geral, \n\nestes ensaios demostraram que, independentemente da fonte de carbono utilizada, a utilização do \n\nmeio minimizado (meio SFMM) aumentou a dessulfurização pela estirpe 1B, em comparação com o \n\nrespetivo controlo (meio SFM).  \n\nEste facto foi de encontro ao esperado, uma vez que a minimização do Mg e do TES fez com que a \n\nq2-HBP fosse mais elevada. A estirpe 1B foi capaz de crescer normalmente no meio minimizado e não \n\nforam observados efeitos de sinergia negativos entre os compostos do meio. Comparando os \n\nresultados por fonte de carbono é possível observar, no entanto, que para ambos os meios (SFM e \n\nSFMM), as taxas máximas de crescimento (µmax) e a dessulfurização (q2-HBP) foram mais baixas \n\nquando o JAJp foi utilizado como fonte de carbono. Isto pode ser o resultado de um efeito inibitório \n\ncausado pelo cloreto de bário utilizado durante a precipitação dos sulfatos. \n\nPara a BDS ser integrada nas refinarias, a produção de biomassa deverá ocorrer num quimiostato \n\ntrabalhando em modo contínuo (Pacheco 1999). Este sistema tem a vantagem de permitir o controlo \n\ntotal sobre diversos parâmetros da cultura, tais como a temperatura, a agitação, o pH, o arejamento \n\ne a velocidade a que o meio de cultura entra no quimiostato. Tendo isto em conta, o passo seguinte \n\nconsistiu na adaptação do SFMM (anteriormente otimizado em frasco agitado) para uso em \n\nquimiostato. Sendo que este trabalho tem como base a minimização de custos do processo, foi \n\nigualmente desenvolvido um quimiostato de baixo custo. Neste, foi efetuado um “screening” à \n\n\n\n \n \n\nconcentração de azoto, uma vez que tinha ficado estipulado no ensaio de frasco que a concentração \n\nótima seria um valor entre 75-100%. \n\nTal como foi observado no ensaio em frasco agitado, os parâmetros analisados foram melhores com \n\no aumento da concentração de azoto. Ensaios de citometria de fluxo foram efetuados de modo a \n\nperceber o estado fisiológico das células crescidas com as diferentes concentrações de azoto. Foi \n\npossível observar que com menos de 100% de azoto, a percentagem de células com a membrana \n\ncomprometida aumenta, sendo que as percentagens de células metabolicamente inativas ou mortas \n\nmantêm-se constantes. Um dos parâmetros que pode ser utilizado para calcular a concentração \n\nótima de NH4Cl é a taxa de produção de biomassa (BPR). Fazendo uma regressão polinomial da \n\nBPR = f (concentração de N) foi possível interpolar que 90% seria a concentração mais acertada, \n\numa vez que o valor da BPR foi muito semelhante ao obtido com o 100%. \n\nDesenhado o meio SFMM para quimiostato (meio SFMMR), consistindo em 90% N, 25% Mg e 25% \n\nTES, este foi testado com duas fontes de carbono: frutose + glucose versus JAJ para a produção de \n\nbiocatalizadores. A taxa de diluição foi de 0,065 h-1 para crescimentos com fontes comerciais e 0,045 \n\nh-1 para crescimentos com JAJ (fonte alternativa de carbono), com base nos resultados previamente \n\nobtidos em frasco agitado. Comparando os dados metabólicos das duas culturas em estado \n\nestacionário SS#5 e SS#6 (SS#5 – SFMMR + (Frutose + Glucose); SS#6 – SFMMR + JAJ \n\nconcentrado/JAJc), é possível observar que a cultura SS#5 apresenta uma produção de biomassa \n\n(3,97 g.l-1) superior à da cultura SS#6 (3,10 g.l-1), sendo estes resultados consistentes com os \n\nrestantes parâmetros metabólicos associados ao crescimento (OD600nm, biomassa, taxa de produção \n\nde biomassa, taxas de consumo de açúcares, qFru, qGlu). Contudo, esta diferença de 1,7 vezes pode \n\nestar associada às diferenças na taxa de diluição, sendo que, no SS#5 foi 0,065 h-1 e no SS#6 foi de \n\n0,045 h-1 o que pode levar à produção de células metabolicamente mais ativas. Quanto aos \n\nresultados obtidos para a recuperação de carbono (CR), a eficiência da conversão de carbono (CCE) \n\ne o rendimento celular (Yx/s), verificou-se que são muito semelhantes para ambas as culturas, \n\ndemonstrando um comportamento similar das células crescidas no meio minimizado, apesar da \n\nutilização de uma fonte de carbono diferente. O meio SFMMR também permitiu o consumo total da \n\nfonte de carbono (e por consequência de todos os nutrientes do meio) em ambas as culturas SS, \n\npermitindo obter um q2-HBP de 2,90 µmol.g\n-1(peso seco).h-1 para o SS#5 e um q2-HBP de                         \n\n12,23 µmol.g\n-1(peso seco).h-1 para o SS#6, sendo este último 4 vezes superior ao obtido com o meio \n\nSFMMR com a fonte de carbono comercial (Frutose + Glucose).  \n\nOs resultados obtidos recorrendo à citometria de fluxo demonstraram que em ambos os SS, as \n\ncélulas se encontram maioritariamente saudáveis, sendo a percentagem de células viáveis \n\naproximadamente 93% tanto para a cultura SS#5, como para a cultura SS#6. Desta forma, os \n\nresultados metabólicos e fisiológicos apontam para as células da cultura SS#6 (SFMMR + JAJc) como \n\n\n\n \n \n\nsendo os biocatalizadores otimizados e mais eficientes em termos de custos e em termos de \n\nprodutividade (biodessulfurização). A taxa de dessulfurização obtida com este meio foi igualmente \n\n2,4 vezes superior à obtida por Silva (2012) utilizando células da estirpe 1B crescidas em JAJp                                \n\n(q2-HBP = 5,06 µmol.g\n-1(peso seco).h-1). \n\nPara melhor compreender as diferenças observadas em termos de dessulfurização, utilizou-se a \n\ntécnica de PCR em tempo real para analisar a expressão dos genes dszA, dszB e dszC. Analisando \n\nos resultados observou-se uma grande diminuição na expressão dos genes dszB e dszA no caso da \n\ncultura SS#5 (SFMMR + Frutose + Glucose), em comparação com a cultura SS#6 (SFMMR + JAJc). \n\nEstes resultados podem explicar a diferença entre taxas de dessulfurização, uma vez que a \n\nexpressão dos genes necessários à via não está a ocorrer na mesma proporção. \n\nNuma refinaria, as células de G. alkanivorans estirpe 1B vão ter que dessulfurizar petróleo, que é \n\nrico em diferentes espécies de tiofenos (onde está incluído o DBT). À escala laboratorial, o crude \n\npode ser mimetizado utilizando uma mistura de tiofenos dissolvidos num solvente orgânico \n\n(combustível modelo). Desta forma testou-se o desempenho de células provenientes do quimiostato, \n\ncrescidas com SFMMR + JAJc (cultura SS#6), a dessulfurizar um combustível modelo. Os resultados \n\nobtidos indicam que as células foram capazes de dessulfurizar 500 µM de uma mistura de DBT e \n\nderivados de DBT em apenas 72 h, sendo que ao final deste tempo já só são observáveis os produtos \n\nda dessulfurização.  \n\nDe modo a viabilizar economicamente todo este processo é necessário aproveitar produtos \n\nsecundários que a célula possa produzir. No caso da bactéria utlizada neste estudo, durante o \n\ncrescimento, são produzidos pigmentos (entre outros produtos secundários) que podem ser \n\naproveitados após a dessulfurização. Neste contexto, os pigmentos produzidos pela estirpe 1B foram \n\nextraídos de células de ambos os crescimentos em quimiostato (culturas SS#5 e SS#6), antes e após \n\na dessulfurização. Após a sua identificação em HPLC, observou-se que os pigmentos obtidos são \n\nprincipalmente da família dos carotenoides, sendo que dos vários picos observados, houve \n\ncorrespondência para a astaxantina, luteína e cantaxantina. Os resultados obtidos demonstram que \n\nas células exaustas (SS#5-postBDS; SS#6-postBDS) produziram maiores quantidades dos \n\ncarotenoides identificados (luteína, astaxantina e cantaxantina) do que as células frescas              \n\n(SS#5-preBDS; SS#6-postBDS). A luteína foi o carotenoide mais abundante, tanto para as células \n\npré-dessulfurização como para as células pós-dessulfurização de ambos os estados estacionários. \n\nEstes resultados também demonstraram um perfil de carotenoides diferente para as células \n\nproduzidas no SS#5 e no SS#6. As células produzidas no SS#5-postBDS atingiram uma produção \n\ntotal de pigmentos de 265 µg.g-1(peso seco), enquanto que as células produzidas no SS#6 obtiveram \n\numa produção total de pigmentos de 334 µg.g-1(peso seco). Como a dessulfurização do DBT \n\nmelhorou a produção generalizada de todos os pigmentos, a exploração destes produtos de alto \n\n\n\n \n \n\nvalor acrescentado a partir das células exaustas pode estar associada ao processo de \n\nbiodessulfurização, como um fator determinante ao seu equilíbrio económico (Paixão et al. 2016). \n\nA biodessulfurização é um passo importante para tornar o processo de tratamento de crudes um \n\npouco mais ecológico e amigo do ambiente. Este trabalho permitiu a redução dos componentes do \n\nmeio de cultura necessário para o crescimento da estirpe 1B e levando ao aumento da capacidade \n\nde dessulfurização dos biocatalizadores utilizados na biodessulfurização de combustíveis fósseis e \n\nà redução do custo associado à sua produção. \n\n \n\n \n\n \n\n \n\n \n\n \n\nPalavras-chave: Biodessulfurização; enxofre; petróleo; Gordonia alkanivorans estirpe 1B; \n\nminimização de meios de cultura; bio-reator. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nAbstract \n\nBiodesulfurization is an eco-friendly process for the production of ultra-low sulfur fuels. Optimization \n\nstudies towards the integration of this technology in a petroleum refinery are an important focus of \n\nresearch. The main goal of this study consisted on the minimization of the sulfur free mineral (SFM) \n\nmedium for the maximum production of efficient desulfurizing biocatalysts (Gordonia alkanivorans \n\nactive cells) taking into account the lowest operational costs. In this context, a series of assays, first \n\nin shake-flask and then in chemostat, were carried out to develop and optimize a culture medium \n\ncontaining minimal amounts of Nitrogen and Magnesium sources and TES (trace elements solution). \n\nThe shake-flask minimization assays allowed the design of a SFMM (SFM minimum) medium \n\ncontaining 75-100% Nitrogen source, 25% Magnesium source and 25% TES, which permitted \n\nenhanced desulfurization in comparison with control medium (SFM). This combined reduction was \n\nthen applied to the SFM reactor medium and the culture conditions were optimized in chemostat \n\nassays. After screening for the minimal amount of Nitrogen source using a low-cost bioreactor, the \n\nestablished SFMMR (SFMM reactor) medium  was 90% NH4Cl, 25% MgCl2 and 25% TES. This \n\nSFMMR medium was tested in two additional continuous cultures and adjusted in order to obtain the \n\nmaximum yield of biocatalysts (strain 1B resting cells). The use of Jerusalem artichoke juice \n\nconcentrate as the single carbon source caused a 4-fold increase in desulfurization capability of the \n\nbiocatalysts (maximum specific 2-hidroxybiphenyl production rate = 12.2 µmol.g-1(dry cell weight).h-\n\n1). These results were consistent with the Real Time-PCR analysis, which showed a higher expression \n\nof the overall desulfurization genes (dszA, dszB, dszC) in these biocatalysts. Furthermore, these \n\nbiocatalysts were also capable of total desulfurization of a model oil, with the exhausted biomass \n\nproducing 334 ?g.g-1(dry cell weight) of high added-value carotenoids, highlighting their potential \n\ntowards a cost-effective industrial scale-up. \n\n \n\n \n\n \n\nKey-words: Biodesulfurization; sulfur; crude oil; Gordonia alkanivorans strain 1B; culture media \n\nminimization; bioreactor. \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nAbbreviation list\n\n2-HBP – 2-Hydroxybiphenyl \n\natm – Atmosphere \n\nBDS – Biodesulfurization \n\nCCE – Carbon Conversion Efficiency  \n\nC-content – Carbon Content \n\ncDNA – Complementary Deoxyribonucleic \nAcid \n\nCFDA – 5,6-carboxyfluorescein diacetate \n\nCR – Carbon Recovery (percentage of \nsupplied carbon that is used in the cell \nconstitution) \n\nDBT – Dibenzothiophene \n\nDBTO – Dibenzothiophene 5-oxide \n\nDBTO2 – Dibenzothiophene 5,5-oxide \n\nDCW – Dry Cell Weight  \n\nDMF – Dimethylformamide \n\nDMSO – Dimethyl Sulfoxide \n\nDPM – Diesel Particulate Matter \n\nEU – European Union \n\nF# – Formulation Number \n\nFru – Fructose \n\nFru+Glu – Fructose + Glucose \n\ng.g-1 – gram per gram \n\nGC – Gas Chromatography \n\nGHG – Greenhouse Gas \n\nGlu – Glucose \n\nHDS – Hydrodesulfurization \n\nHPBS – 2-(2’-hydroxyphenyl) benzene \nsulfinate \n\nHPLC – High Precision Liquid \nChromatography \n\nJAJ – Jerusalem artichoke Juice \n\nJAJC –Jerusalem artichoke Juice Concentrate \n\nJAJp – Sulfate precipitated Jerusalem \nartichoke juice  \n\nLwL – Lower Left Quadrant \n\nLwR – Lower Right Quadrant \n\nmb.d-1 – Million Barrels per Day \n\nMEOR – Microbial Enhanced Oil Recovery \n\nMg-content – Magnesium Content \n\nN-content – Nitrogen Content \n\nOD600nm – Absorbance at 600 nm \n\nODS – Oxidative Desulfurization \n\nOEDS – Oxidative Desulfurization Combined \nwith Extraction \n\nPCR – Polymerase Chain Reaction \n\nPI – Propidium Iodide \n\nq2-HBP – Specific Desulfurization Rate \n\nqCO2 – Specific Rate of Carbon Dioxide \nProduction  \n\nqFru – Specific Rate of Fructose Consumption \n\nqSO4 – Specific Rate of Sulfate Consumption  \n\nRC – Resting cells \n\nRNA – Ribonucleic Acid \n\nrpm – Rotations per Minute \n\nRT-PCR – Real Time Polymerase Chain \nReaction \n\nS-content – Sulfur Content \n\n\n\n \n \n\nSFM – Sulfur Free Mineral \n\nSFMM – Sulfur Free Mineral Minimum \n\nSFMMR – Sulfur Free Mineral Minimum \n(Medium Adapted for Bioreactor) \n\nSFMR – Sulfur Free Mineral (Medium Adapted \nfor Bioreactor) \n\nSS# – Steady-state Culture Number \n\nTES – Trace Element Solution \n\nUpL – Upper Left Quadrant \n\nUpR – Upper Right Quadrant \n\nUSA – United States of America \n\nv.v-1 – Volume per Volume \n\nvvm – Volume per volume per minute \n\nw.v-1 – Weight per Volume \n\nYx/s – Cell Yield (cell mass produced per mole \nof substrate consumed) \n\n\n\n \n \n\nIndex \n1. Introduction ................................................................................................................................... 1 \n\n1.1. World energy demand ............................................................................................................ 1 \n\n1.2. The importance of oil .............................................................................................................. 1 \n\n1.3. The impact of sulfur in oil quality and environment ................................................................. 3 \n\n1.4. Hydrodesulfurization ............................................................................................................... 5 \n\n1.5. Biodesulfurization ................................................................................................................... 6 \n\n1.5.1. Dibenzothiophene and biodesulfurization pathways ......................................................... 7 \n\n1.6. Gordonia alkanivorans strain 1B ........................................................................................... 10 \n\n1.6.1. Desulfurization ability ..................................................................................................... 10 \n\n1.6.2. Fructophilic behavior and its influence on desulfurization ability ..................................... 11 \n\n1.7. Jerusalem artichoke as a sustainable carbon source for BDS .............................................. 11 \n\n1.8. Challenges towards biodesulfurization industrial scale-up .................................................... 14 \n\n1.9. Scope of the thesis ............................................................................................................... 16 \n\n2. Materials and methods ................................................................................................................ 16 \n\n2.1. Chemicals and reagents ....................................................................................................... 16 \n\n2.2. Jerusalem artichoke juice ..................................................................................................... 17 \n\n2.3. Microorganism and culture media ......................................................................................... 17 \n\n2.4. Culture medium minimization: shake-flask assays ................................................................ 18 \n\n2.5. Minimum culture medium: optimization in chemostat ............................................................ 19 \n\n2.5.1. BDS assays using resting cells ...................................................................................... 20 \n\n2.5.2. Pigments extraction ....................................................................................................... 21 \n\n2.6. Analytical methods ............................................................................................................... 21 \n\n2.6.1. Optical density and dry cell weight ................................................................................. 21 \n\n2.6.2. Sulfate analysis .............................................................................................................. 21 \n\n2.6.3. Desulfurization assessment ........................................................................................... 22 \n\n2.6.4. Sugar measurement ...................................................................................................... 22 \n\n2.6.5. Cell health assessment .................................................................................................. 22 \n\n2.6.6. Real Time-PCR assays: Desulfurization gene expression assessment .......................... 23 \n\n\n\n \n \n\n2.6.7. Pigments quantification and analysis ............................................................................. 24 \n\n3. Results and discussion ............................................................................................................... 24 \n\n3.1. Culture medium minimization in shaken flask assays ........................................................... 24 \n\n3.1.1. Nitrogen source (NH4Cl) ................................................................................................ 25 \n\n3.1.2. Magnesium source (MgCl2.6H2O) .................................................................................. 27 \n\n3.1.3. Trace Element Solution (TES)........................................................................................ 29 \n\n3.1.4. Minimized medium: commercial versus alternative C-source ......................................... 32 \n\n3.2. Minimum culture medium: optimization in chemostat ............................................................ 35 \n\n3.2.1. Optimization of the N-source minimization in a low-cost chemostat ............................... 36 \n\n3.2.2. Minimized medium: commercial versus alternative C-source ......................................... 40 \n\n3.3. Evaluation of the expression of the dsz operon by Real Time-PCR ...................................... 42 \n\n3.4. Desulfurization of a model oil................................................................................................ 43 \n\n3.5. Pigments analysis of pre and post-desulfurizing resting cells ............................................... 44 \n\n4. Conclusion .................................................................................................................................. 46 \n\n5. Future Works .............................................................................................................................. 47 \n\n6. Bibliography ................................................................................................................................ 47 \n\n \n\n  \n\n\n\n1 \n \n\nFigure 1 – Evolution of urban and rural population size by region, from 2012 to 2035 (Adapted from World Oil Outlook, \n2013, OPEC). \n\n1. Introduction \n\n1.1. World energy demand \n\nThe worldwide population has been increasing exponentially for the last 100 years from 2 to 7.3 billion \n\nand is expected to grow up to 8.6 billion in 2035 (OPEC 2014). Most of this growth is predicted to \n\noccur in India, China and other developing countries. As shown in Figure 1, these nations have grown \n\neconomically and financially during the last 35 years, changing from mostly agricultural populations \n\nto great urban communities (more than 1.6 billion by 2035).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nSuch changes are leading to higher energy needs to support not only the developed industry but also \n\nthe highly demanding lifestyles of these populations. Forecasts predict a 52% increase of energy \n\ndemand from 2010 to 2035 (Figure 2). Most of this energy will be of fossil fuel origin (80%), with the \n\nlargest share, coming from oil (26 to 27%). Oil demand will experience an average increase of                      \n\n0.9 mb.d-1 (million barrels per day) until 2018 and 20 mb.d-1 until 2035, which translates in a demand \n\nincrease of 3.8% and 11.25%, respectively (OPEC 2013). \n\n1.2. The importance of oil \n\nWith the emergence of hybrid and non-petroleum-based engines, it was expected that oil consumption \n\nwould decrease drastically. However, this effect was only observed in developed countries where \n\nalternative energy sources are well established and the population economic power allows access to \n\nthese new technologies. In developing countries the demand for cheaper, reliable and comfortable \n\nmeans of transportation is high, so vehicles with internal combustion engines are the preferred choice. \n\n\n\n2 \n \n\nFigure 2 – Global product demand of 2013 and 2040. *Includes refinery fuel oil; **Includes bitumen, lubricants, petroleum \ncoke, waxes, till gas, sulfur, direct use of crude oil, etc (Adapted from World Oil Outlook, 2014, OPEC). \n\nFor example, it is expected that China will have an increase of 380 million vehicles until 2035 (OPEC \n\n2013). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEven with its high energy demand, most oil reserves are found in countries where the socio-political \n\nscenario is unstable, resulting in great price variation. This fact, coupled with the non-renewable \n\nnature of fossil fuel and the consequent depletion of its reserves, has led to a worldwide search for \n\nan acceptable replacement (OPEC 2014). Biofuels, such as biodiesel, biogas and bioethanol are \n\nconsidered by many as an alternative. Much research has been conducted throughout the world in \n\nthe last decades concerning biofuels, however, there are still several drawbacks which limit their short \n\nterm utility. The competition for resources used in human and animal feed, the fact that their \n\nproduction in high quantities is expensive and laborious and that there are still problems with transport \n\nand storing are some of these drawbacks/obstacles (Atabani et al. 2012). Table 1 enumerates a list \n\nof more particular problems that these technologies are currently facing.  \n\nThe discovery of the technology necessary to remove oil from difficult-to-drill sites, such as shale \n\nformations or oil sands has revolutionized the energy market bringing oil prices to an historical low.  \n\nWith its relatively cheap operational costs and almost instant investment return, the use of this new \n\ntechnology is resulting in a high flux of oil into the international markets (U.S Energy Informaton \n\nAdministration 2014; OPEC 2014). Moreover, the use of these shale formations allowed countries \n\nthat used to be consumers to become producers (U.S Energy Informaton Administration 2014), driving \n\naway some of the production from the unstable regions, and greatly increasing the reserves available. \n\nUltimately, these recent changes in the market have made oil re-emerge as a cheap and easily \n\navailable energy source. \n\n\n\n3 \n \n\nTable 1 – Disadvantages of some biofuels: Biodiesel, Bioethanol, Biomethane/Biohydrogen (Von Blottnitz &amp; Curran 2007; \nBond &amp; Templeton 2011; Atabani et al. 2012; Sánchez-Segado et al. 2012; Lima-Costa et al. 2012) \n\n \n\n1.3. The impact of sulfur in oil quality and environment \n\nThe combustion of fossil fuels releases many hazardous components such as CO2, NOx, SOx and \n\nother sulfur compounds. Sulfur is a major component of crude oil, along with carbon and hydrogen, \n\nranging from 0.03 to 7.89 % (g.g-1), and between 500 and 5000 mg.l-1 in the distillate fraction used to \n\nmake diesel oil (Soleimani et al. 2007; Mohebali &amp; Ball 2008). High viscosity and density crudes (such \n\nas shale oils) tend to have higher sulfur concentrations (3.09 % (g.g-1), especially in its organic forms \n\n(e.g. sulfides and thiophenic compounds, represented in Figure 3) that can account for 75% of total \n\nsulfur. Some of these are very recalcitrant, because the sulfur is enclosed within an aromatic ring. \n\nThis configuration makes its removal increasingly more difficult.  \n\nDue to the presence of sulfur compounds in their composition, the combustion of oils may cause \n\nseveral health and environmental problems. High concentrations of sulfur in diesel oils increase the \n\nformation of diesel particulate matter (DPM), which has been classified as carcinogenic by several \n\nBiodiesel \n\n? Has 12% less energy content than diesel, resulting in a 2 to 10% increase of fuel consumption.  \n? Has a higher cloud and pour points. \n? Has higher nitrogen oxide emissions than diesel. \n? Has lower volatilities, causing the formation of deposits in engines (due to incomplete combustion \n\ncharacteristics). \n? Causes excessive carbon deposition and gum formation. \n? Has higher viscosity (11–18 times diesel), thus needing higher injector pressure. \n? Its oxidation stability is lower than that of diesel, thus losing calorific power. \n? Produces lower engine speed and power. \n? Has high price, causes high engine wear and engine incompatibility. \n? Requires expensive fatty acid separation or use of less effective (or expensive) acid catalysts. \n? The transesterification has some environmental effects such as waste disposal and water requirement \n\nfor washing, soap formation, etc. \n? The high temperatures in the transesterification, incomplete conversion and the variability of the \n\nincoming feedstock increases the end-product price. \n\nBioethanol \n\n? The blend of bioethanol with gasoline has to take place right before its use. \n? Is higroscopic (miscible with water), which causes ignition problems. \n? Automobile engines need to be modified to be run on a blend containing 5 (E5, Europe) to 10% (E10, \n\nNorth America) bioethanol. \n? Has over 30% less energy than gasoline, low flame luminosity and lower vapor pressure than gasoline \n\n(making cold starts difficult). \n? Low levels of ethanol blended with gasoline increases vapor pressure and favor evaporative emissions \n\nthat contribute to smog formation. \n? The biomass pre-treatment process has been proven to be unsuitable due to high costs, low yields, \n\nproduced waste and undesired by-products. \n\nBiomethane/ \n\nBiohydrogen \n\n? Has transportation and utilization problems (fuel cell vehicles are not commercially available yet and a \ndistribution infrastructure for hydrogen cannot be assembled in the short term). \n\n? Has storage problems (biohydrogen has to be compressed, liquefied, or stored in metal hydrides). \n? The production is associated to the generation and emission of CO2 and N2O. \n\n\n\n4 \n \n\nFigure 3 – Chemical structures of organic sulfur compounds present in crude oils (Adapted from Marcelis, 2002). \n\nregulatory and research agencies, such as the U.S Environmental Protection Agency. DPM related \n\nair pollution can also cause bronchial irritation and asthma attacks in susceptible individuals. \n\nThiophene compounds present in fossil fuels, as dibenzothiophene (DBT), have also been proven to \n\nbe toxic to several species of mammals. The incomplete burning of sulfur rich oil can produce high \n\nconcentrations of SO2, which reacts with water in the atmosphere, leading to the formation of sulfuric \n\nacid, the main component of acid rains. Sulfur can also be a hindrance to pollution preventing \n\nmechanisms, such as catalytic converters seen in automobiles, preventing their complete function \n\nand decreasing their efficiency ( Lloyd &amp; Cackette 2001; Maricq et al. 2002; Saiyasitpanich et al. 2005; \n\nMohebali &amp; Ball 2008) .  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAs a response to the increasing concern with the environmental and health problems related with the \n\nsulfur levels in fossil fuels, countries have begun to implement strict sulfur concentration limits. In a \n\ntime span of 7 years, the USA lowered the legal limit from 3400 to 30 ppm for all refineries and, up to \n\n2018, all northeastern states refineries will have adopted&lt;15 ppm of sulfur content oil (U.S Energy \n\nInformaton Administration 2014). Since 2009, EU countries have stipulated that all gasoline and on-\n\nroad diesel must be limited to 10 ppm of sulfur content, and later in 2011 this limit was applied to all \n\ntypes of off-road diesels as well (OPEC 2011). As already stated, China and India are the largest \n\ncontributors for the world population increase. Confronted with alarming levels of pollution, these \n\ncountries followed the USA and EU directives and started to implement stricter oil regulations. China \n\nhas limited the legal sulfur concentration nationwide to 150 ppm, having stricter laws for Beijing, \n\nShanghai, Guangzhou and Shenzhen, where the limit was established at 50 ppm. India has also \n\n\n\n5 \n \n\nFigure 4 – Proposed reaction mechanisms for DBT hydrodesulfurization (Cat = catalyst). (Adapted from Marcelis, 2002). \n\nlowered its legal limit to 150 ppm sulfur gasoline nationwide and restricted to 50 ppm in 13 selected \n\ncities with large vehicle populations and high pollution levels (OPEC 2014).  \n\nFurthermore, it has to be expected that the sulfur level in on-road and off-road gasoline and diesel \n\nrequirements will become stricter in the foreseeable future towards ultra-low sulfur fuels, approaching \n\nzero sulfur emissions from burned fuels. Therefore, the efficiency of the desulfurization technologies \n\nbecomes a key point (Alves et al. 2015). \n\n1.4. Hydrodesulfurization \n\nHydrodesulfurization (HDS) is the most commonly used industrial process for the removal of sulfur \n\ncompounds from crude oil and refined petroleum products. As shown in Figure 4, this process \n\nconsists in the use of hydrogen to convert organic sulfur into hydrogen sulfide (H2S), which is easily \n\nremoved. It combines high pressure and temperature (150 – 3000 psi; 250 – 455°C) in contact with \n\ncrude oil, and uses CoMo/Al2O3 or NiMo/Al2O3 as metal catalysts (Whitehurst et al. 1998; Shafi &amp; \n\nHutchings 2000; Javadli &amp; Klerk 2012).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAlthough HDS is the most widespread physico-chemical method for sulfur removal from crude oil, \n\nsometimes it is still not enough to reach the increasingly stringent legal limits established. The \n\npresence of polycyclic aromatic compounds, such as DBT and its derivatives (abundant in heavy \n\ncrude oils), leads to a lower efficiency of sulfur removal. The complex structural characteristics of \n\nthese molecules protects the sulfur atom from the hydrogen attacks, maintaining its structure intact. \n\n\n\n6 \n \n\nThus, to achieve lower sulfur concentrations, it is necessary to increase the intensity of the physico-\n\nchemical treatment implementing deep HDS.  \n\nDeep HDS is a process that uses higher temperatures and pressures and longer residence times with \n\nmore sophisticated catalysts (Klein 1999), so it has several drawbacks, which are direct \n\nconsequences of the extreme conditions applied towards desulfurization. Deep HDS makes the \n\nprocess of removing the organic sulfur highly expensive and substantially increases its carbon \n\nfootprint (Singh et al. 2012). It reduces the quality of the final product, as the higher temperatures and \n\npressures used allow the conversion of other chemical components present in the fuel, therefore \n\ndecreasing the octane number (Folsom et al. 1999; Reichmuth et al. 2000; Javadli &amp; Klerk 2012). The \n\nlifespan of the used catalysts is also shortened by the poisoning effect of the generated H2S (the \n\nheavier the feedstock, the faster the catalyst deactivates) and the deactivated catalysts constitute a \n\nhazardous type of waste which poses several disposal problems (Vogelaar 2003; Bhatia &amp; Sharma \n\n2012). Deep HDS is largely affected by the low-reactivity components in the reaction mixture, such \n\nas organic hetero-compounds and polyaromatic hydrocarbons (Monticello 1996; Folsom et al. 1999; \n\nKonishi et al. 2000; Egorova 2003).  \n\nSince the production of ultra-low sulfur automotive fuels has gained enormous interest in the scientific \n\ncommunity worldwide, other desulfurization technologies, much more efficient and less expensive in \n\nremoving HDS recalcitrant organic sulfur compounds, are being used in test scale and commercial \n\nscale projects. These include oxidative desulfurization (ODS), extractive desulfurization, adsorptive \n\ndesulfurization and biodesulfurization (Babich &amp; Moulijn 2003; Adegunlola et al. 2012; Muzic &amp; Sertic-\n\nBionda 2013). Among them, ODS combined with extraction (OEDS) or adsorption is considered to be \n\none of the most promising processes to remove refractory sulfur compounds from diesel fuel \n\n(Sampanthar et al. 2006; Jiang et al. 2011). However, for heavy oil desulfurization, few of these \n\nprocesses are viable and/or as effective as HDS. The approach with the best chance of leading to a \n\nbreakthrough in desulfurization of heavy oil is autoxidation followed by thermal decomposition of the \n\noxidized heavy oil. There is also possibility for synergistically employing autoxidation in combination \n\nwith biodesulfurization and hydrodesulfurization (Javadli &amp; Klerk 2012). Therefore, the study for a \n\nmore efficient and profitable way to remove sulfur from crude oils is still mandatory. \n\n1.5. Biodesulfurization \n\nNowadays, biotechnology has replaced several chemical processes, since biocatalysts can function \n\nat mild conditions and more efficiently. This brings many advantages such as the reduction of energy \n\ncosts, lower emissions and minimal generation of undesirable by-products (Borgne &amp; Quintero 2003; \n\nSingh et al. 2012).  It is known that oil refining processes are mainly physico-chemical, so \n\nbiotechnological approaches to the problems presented tend to be very well received. Several \n\nmicroorganisms and their enzymes have already been studied on both bench and pilot scale for \n\n\n\n7 \n \n\napplication on several parts of the refining process, such as biodenitrogenation, biodemetallation, \n\nbiodemulsification and microbial enhanced oil recovery (MEOR), biological control of reservoir souring \n\nand transformation of heavy crude to light crude and biodesulfurization (Singh et al. 2012).  \n\nBiodesulfurization (BDS) is a biotechnological process corresponding to HDS, since it removes sulfur \n\nfrom complex compounds. In the last decade, BDS has drawn wide attention because of its green \n\nprocessing of fossil fuels. It takes place at low temperature and pressure, through the use of \n\nmicroorganisms capable of metabolizing sulfur compounds, and, in the last 20 years, has been \n\nextensively studied as an alternative to HDS (Soleimani et al. 2007; Alves &amp; Paixão 2011). BDS is \n\nable to remove the most recalcitrant sulfur compounds (for example, DBT), without the use of \n\nhydrogen and without the formation of H2S. In fact, the removed sulfur is used by the microorganism \n\nin its own metabolic pathways and it is eventually converted into biomass, turning the process much \n\nmore eco-friendly (Caro et al. 2007; Mohebali &amp; Ball 2008). The maintenance of a desulfurizing \n\nmicroorganism is also cheaper than the purchase or development of new chemical catalysts. When \n\ncompared to HDS, this process requires approximately two times less capital and 15% less operating \n\ncosts (Kaufman et al. 1998; Mohebali &amp; Ball 2008).  \n\nThere are very few reports on BDS process designs and cost analysis (Gupta et al. 2005). Recently, \n\nAlves et al. (2015) reported a study where two BDS process designs were analyzed in terms of energy \n\nconsumption, greenhouse gas emissions (GHG) and costs. This study pointed out for the application \n\nof the BDS downstream HDS as the best cost-effective conceptual design to apply into an oil refinery. \n\nSince it is able of desulfurize HDS recalcitrant compounds selectively, BDS integration may lead to \n\nthe accomplishment of the stringent European limit of&lt;10 ppm for S-content on fuels, which otherwise \n\nmay imply the necessity of more severe conditions within HDS units. Deep HDS is a very costly option \n\nand is not environmentaly friendly because implies higher GHG emissions and substantially increases \n\nthe carbon footprint. \n\n1.5.1. Dibenzothiophene and biodesulfurization pathways \n\nThe model compound most used in BDS studies is the dibenzothiophene (DBT) (Figure 5). It consists \n\nof two benzene rings fused to a central thiophene ring which encases the sulfur molecule. DBT is an \n\nabundant and very recalcitrant thiophene derivative that resists even the action of deep HDS and it is \n\neasily manipulated, since it is not mutagenic or hazardous to human health, hence its choice for most \n\nstudies (Alves 2007).  \n\nDBT desulfurization can be performed both by anaerobic and aerobic microorganisms. Through the \n\nanaerobic pathway microorganisms convert DBT into biphenyl with release of H2S as a side-product. \n\nThe anaerobic pathway was firstly described by Kim et al. (1995), who reported a significant \n\nconversion of model compounds by a concentrated cell suspension of Desulfovibrio desulfuricans \n\nM6, a sulfate reducing bacterium with high hydrogenase activity. Anaerobic biodesulfurization might \n\n\n\n8 \n \n\nFigure 5 – Structural formulas of refractory methylated DBT. (Adapted from Marcelis 2002). \n\nbe an alternative to conventional refineries, since there is no production of colored or gum forming \n\nside products (McFarland 1999). However, growth under anaerobic conditions proceeds slowly, even \n\nmore when organic molecules are involved, and maintaining an anaerobic environment might be \n\nsomewhat difficult in large scale. \n\n \n\n \n\n \n\n \n\n \n\nThe aerobic pathway for DBT desulfurization was firstly described by Kodama et al. (1973) and \n\nbecame known as the Kodama pathway. This pathway consists in the dihydroxylation of the peripheral \n\naromatic ring of the DBT molecule, followed by its cleavage into 3-hydroxy-2-formyl-benzothiophene. \n\nThis compound is water-soluble and maintains the sulfur atom, but has lower carbon content \n\ncompared to DBT. \n\nAbout 20 years later the Van Afferden pathway was described. This is a carbon consuming pathway \n\npresent in the bacteria Brevibacterium sp. DO, which can use DBT as a sole carbon and sulfur source. \n\nDuring DBT mineralization there is an oxidation into DBT sulfone, then an aromatic dioxygenase \n\ncauses the rupture of the thiophenic ring to form 2,3-dihydroxybiphenyl 2’-sulfinate DBT. Finally, a \n\nsecond action of the dioxygenase opens the 2,3-dihyroxybenzene nucleus, resulting in sulfite. This \n\ncompound is then oxidized to sulfate and benzoate, being the latter mineralized into CO2 and H2O \n\n(Afferden et al. 1993). \n\nA third aerobic pathway was described by Kilbane (1989) from an isolated Rhodococcus erythropolis \n\nstrain exhibiting a sulfur specific pathway, able to carry out a stepwise selective oxidation of the hetero \n\nsulfur atom while the carbon skeleton is not metabolized. Rhodococcus erythropolis strain IGTS8 \n\nappeared to be capable of using a wide range of organic sulfur compounds as the sole source of \n\nsulfur, for example thiophenes, sufides, disulfides, mercaptans, sulfoxides and sulfones (Kayser et al. \n\n1993). In particular, sulfur is removed from DBT originating the end-product 2-hydroxybiphenyl (2-\n\nHBP) (Gallagher et al. 1993). The sulfur specific metabolic pathway for DBT desulfurization involves \n\nfour enzymatic steps and is designated the 4S-pathway (Figure 6).  \n\nRhodococcus erythropolis strain IGTS8 desulfurizes DBT using three enzymes DszA, DszB and \n\nDszC, which are located at the plasmid-encoded dsz operon. Denome et al. (1993; 1994) and \n\nPiddington et al. (1995) provided insight in the sequence of reactions by identifying and cloning the \n\nresponsible genes for desulfurization: dszA, dszB and dszC. Oldfield et al. (1997) succeeded in the \n\nDBT     4-mDBT   4,6-dmDBT \n\n\n\n9 \n \n\nFigure 6 – 4S-pathway as performed by R. erythropolis IGTS8. (Adapted from Marcelis, 2002). \n\nconclusive elucidation of the 4S-pathway by analyzing its intermediates and products. A mono-\n\noxygenase (DszC) catalyses the stepwise S-oxidation of DBT, first to dibenzothiophene 5-oxide \n\n(DBTO) and then to dibenzothiophene 5,5-dioxide (DBTO2). The second mono-oxygenase (DszA) \n\ncatalyses the conversion of DBTO2 to 2-(2’-hydroxyphenyl) benzene sulfinate (HBPS). The last step \n\nis catalyzed by a sulfinase (DszB) and yields 2-HBP and sulfite as the end-products (Marcelis 2002). \n\nThere is also a fourth enzyme, FMN-reductase (DszD), which regulates the activity of the mono-\n\noxygenases by adjusting the levels of the reduced flavin (Nomura et al. 2005). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nUnlike the Kodama and Van Aferdeen pathways, the 4S-pathway enables the removal of sulfur \n\nwithout compromising the carbon skeleton of the molecule. Therefore the calorific power is not \n\naffected, making it the best pathway for the desulfurization of crude oils. Another advantage of the \n\n4S-pathway is that it can proceed even when cells are not growing. However, it is necessary to provide \n\nthe essential co-factors to sustain the redox reactions (Martinez et al. 2014).  \n\nIn the last decades, several studies have been conducted using bacterial genera capable of using the \n\n4S-pathway for BDS, which include Arthrobacter, Agrobacterium, Brevibacterium, Klebsiella, \n\nMycobacterium, Nocardia, Paenibacillus, Pseudomonas, Xanthomonas, Rhodococcus and Gordonia, \n\n\n\n10 \n \n\nbeing these last two  the most promising (Clark &amp; Kirk 1994; Tanaka et al. 2002; Alves et al. 2008; \n\nAlves &amp; Paixão 2011; Silva 2012; Alves &amp; Paixão 2014). \n\n1.6. Gordonia alkanivorans strain 1B \n\nThe genus Gordonia is very diverse, and was firstly proposed as the genus Gordona by Tsukamura \n\n(1971), being then renamed as Gordonia by Stackerbrandt et al. (1988). This genus comprises gram \n\npositive, aerobic, non-sporulating bacteria and is part of the family Gordoniaceae, order \n\nActinomycetales, sub-order Corynebacterineae. In fact, Gordonia is closely related to genus as \n\nMycobacterium, Nocardia and Rhodococcus, all part of the same sub-order (Goodfellow &amp; Maldonado \n\n2006). Research about this genus has been increasing since 1998, and 36 different species have \n\nalready been described (NCBI 2015). Some of them, such as G. aichiensis, G. araii, G. bronchialis, \n\nG. effuse and G. sputi have been isolated from imuno-compromised clinical patients. However they \n\nare not considered harmful for healthy individuals (Drzyzga 2012). The majority can be found in \n\nseveral aquatic and terrestrial habitats, meaning that members of the genus Gordonia are widely \n\ndistributed in the environment as is generally assumed for other mycolic acid-containing \n\nactinomycetes such as Rhodococcus and Mycobacterium (Drzyzga et al. 2011).  \n\nMany species from the genus Gordonia are attractive for biotechnological uses due to their ability to \n\ndegrade several environmental pollutants as polycyclic aromatic hydrocarbons, alkylpyridines, \n\nphthalates, xenobiotics or slowly biodegradable natural polymers. They are also attractive due to their \n\nability to transform or synthetize organic compounds, such as steroid transformation and carotenoid \n\nproduction (Harner et al. 2011; Grace Liu et al. 2011). \n\nThe bacteria G. alkanivorans strain 1B, the microorganism used in the present study, was isolated by \n\nAlves et al. (2005) from oil contaminated ground samples from Parque das Nações (Lisbon, Portugal). \n\nIt is an aerobic, gram-positive, catalase-positive, oxidase-negative and pink/orange-pigmented \n\nbacterium. Cells were shown to be short branched hyphae, which disintegrated to rods and coccus-\n\nlike elements when visualized by phase contrast microscopy. They are non-motile cells generally \n\noccurring in groups (Alves et al. 2005). \n\n1.6.1. Desulfurization ability \n\nThe strain 1B was first described as a desulfurizing bacteria in 2005, being able to convert DBT to        \n\n2-HBP at a rate of 2.58 µM.h-1, corresponding to a maximum specific desulfurization rate (q2-HBP) of                      \n\n1.03 ?mol(2-HBP).g-1(Dry Cell Weight or DCW).h-1, using glucose as the single carbon source (Alves \n\net al. 2005). Similar results were reported for another strain of the same species, Gordonia \n\nalkanivorans strain RIPI90A, which obtained a specific desulfurization rate of 1.40 ?mol.g-1(DCW).h-1 \n\n(Mohebali &amp; Ball 2008). \n\n\n\n11 \n \n\nAlves et al. (2007), studying the G. alkanivorans strain 1B desulfurization genes, proved the existence \n\nof the dsz operon in the genome of this strain. These genes were compared with other sequences of \n\nrelevant desulfurizing microorganisms and showed high similarity with those from R. erythropolis \n\nIGTS8 (88% for dszA, 88% for dszB and 90% for dszC). The dszAB genes were later cloned and \n\nexpressed in E. coli, which became able of using dibenzothiophene sulfone (DBTS) as a sulfur source \n\nand desulfurize it 4.5 times faster, without the substrate inhibition seen in G.alkanivorans strain 1B \n\n(Alves et al. 2006).  \n\n1.6.2. Fructophilic behavior and its influence on desulfurization ability \n\nUsually fructophilic pathways are associated to yeasts, and the only known prokaryotes presenting \n\nthis behavior were lactic-acid bacteria (Leandro et al. 2011; Neveling et al. 2012). However, Alves &amp; \n\nPaixão (2014b), were able to describe a fructophilic behavior in G. alkanivorans strain 1B. When \n\ncultivated with fructose as carbon source it was able to achieve an optical density 5-fold higher than \n\nwith glucose after only 5 days, increasing its growth rate from 0.025 h-1 to 0.091 h-1. The greater \n\nnumber of functional cells produced in fructose conducted to a more effective BDS process by strain \n\n1B, as it was attained a q2-HBP about 74% higher than in glucose grown cultures                                        \n\n(2.10 ?mol.g-1(DCW).h-1 in fructose versus 1.20 ?mol.g-1(DCW).h-1 in glucose). Moreover, this \n\nsignificant BDS enhancement can be better observed in terms of the overall 2-HBP production rate, \n\nwhich increased over 5-fold, from 1.8 µM.h-1 (in glucose) to 9.29 µM.h-1 (in fructose).  \n\nThis discovery opened a new line of research, where new alternative carbon sources could be \n\nharnessed to make the biodesulfurization process industrially viable and profitable. In this ambit, the \n\npotential of several sustainable fructose-rich materials (agro-industrial materials), such as sugar beet \n\nmolasses, carob pulp, strawberry tree fruit and Jerusalem artichoke tubers, were evaluated as \n\nalternative carbon sources towards cost-effective DBT desulfurization by strain 1B (Silva 2012; Silva \n\net al. 2012; Silva et al. 2015; Alves &amp; Paixão 2014a). All these tested alternative carbon sources \n\nyielded better desulfurization results when compared with glucose rich carbon sources, however the \n\ngreater results obtained using Jerusalem artichoke (2-HBP production rate = 28.2 µM.h-1 and               \n\nq2-HBP = 5.06 ?mol.g\n-1(DCW).h-1) highlighted its potential as the best alternative carbon source towards \n\nthe upscale of BDS by strain 1B (Silva 2012). Therefore, in this work Jerusalem artichoke juice was \n\nchosen as the preferred cost-effective alternative carbon source to be added towards culture medium \n\noptimization.  \n\n1.7. Jerusalem artichoke as a sustainable carbon source for BDS \n\nHeliantus tuberosus (Figure 7) or Jerusalem artichoke (common designation) is a species of \n\nsunflower originated from eastern North America, from Maine west to Dakota and southwards to \n\nnorthern Florida and Texas. It is now widely cultivated worldwide, including countries such as France, \n\n\n\n12 \n \n\nFigure 7 – Heliantus tuberosus flower and tubers. Photographs by David G. Smith (flowers) and Robert White/Corbis \n(tubers) \n\nFigure 8 – Chemical structure of inulin. (Adapted from http://www.fnsugar.co.jp/eng/inulin.html) \n\nItaly, Portugal, Germany, East European countries, China and also some tropical countries in the \n\ncooler highlands (India, Indonesia, Malaysia, Kenya, Zaire and Nigeria) (Lim 2015).  \n\nAlthough it is a temperate species, the Jerusalem artichoke has good tolerance to frost, draught and \n\nother adverse conditions, as well as resistance to pests and diseases (Slimestad et al. 2010). It is \n\nmoderately resistant to salinity, being able to grow in salt-affected land with 25 to 50% seawater \n\nirrigation and at different soil pHs ( Kosaric et al. 1984; Zhao et al. 2008). These properties make it a \n\ngood type of culture for the use in biotechnological processes, since it is not limited by specific growth \n\nconditions. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThe Jerusalem artichoke tubers are a rich source of inulin (Figure 8), a linear fructan in which a \n\nvariable number of fructose units are linked by ? (2 ?1) bonds. Glucose typically ends the inulin chain \n\nthrough a ? (1 ? 2) bond. Inulin is soluble in water and, after hydrolytic breakdown (acidic or \n\nenzymatic hydrolysis), the reducing sugars fructose and glucose can be easily released (Silva et al. \n\n2015). The Jerusalem artichoke is an excellent crop for inulin production, and the USA, Russia and \n\nsome European countries use it in several industrial processes (Ziyan &amp; Pekyardimci 2003).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n13 \n \n\nThis plant already has many industrial applications. The herbage was found to be a good source of a \n\nhigh-quality protein isolate, rich in lysine, which may provide good ruminant feed (Rawate &amp; Hill 1985). \n\nThe tubers are an important fructose source that can be used as sweetener in the food industry (Pilnik \n\n&amp; Vervelde 1976).  Anaerobic digestion experiments showed that fresh and ensiled above-ground \n\nparts of the plant could produce up to 680 l of biogas per kg of organic material (Gunnarson et al. \n\n1985).  \n\nJerusalem artichoke also has a great deal of unused potential as feedstock for the production of \n\nbioethanol, using inulin-adapted strains or inulinase-producing strains of yeasts for fermentation. Its \n\ntubers have been reported to have one of the highest carbohydrate yields of known agricultural crops, \n\nranging between 900 and 2400 kg sugars per acre per year, which is equivalent to about                     \n\n1000 – 2400 kg ethanol per acre per year assuming an ethanol yield of 80% of the maximum \n\ntheoretical yield (Margaritis et al. 1981). In fact, Jerusalem artichoke was used as raw material for the \n\nproduction of motor fuel alcohol during the Second World War and has been sporadically used for \n\nthis purpose since then (Chekroun et al. 1996). It is also feasible to produce biodiesel from Jerusalem \n\nartichoke tuber, using the heterotrophic microalga Chlorella protothecoides (Cheng et al. 2009).  \n\nSeveral Jerusalem artichoke genotypes were found to have promising soil phytoremediation activity \n\nin removal of heavy metal pollutants like cadmium from contaminated soil (Long et al. 2013). In pot \n\nexperiment studies, Jerusalem artichoke was able to remove heavy metals as Cd, Pd, Ni, Cu and Zn \n\nfrom heavy metal-contaminated soils and accumulating them in the plant (Jasiewicz &amp; Antonkiewicz \n\n2002). Ma et al. (2011) reported that it has been widely cultivated in Shanxi, Heilongjiang, Shandong \n\nand Jiangsu provinces to improve salt-alkaline soils, oil-polluted soils and coal-mining soils. It was \n\nalso reported as antifungal and weed control. The ethyl acetate extracted from the leaves exerted \n\nantifungal activity, with inhibitory rates of 77.9, 100 and 100% against the plant pathogens Rhizoctonia \n\nsolani, Alternaria solani and Botrytis cinerea, respectively (Liu et al. 2007; Tesio et al. 2011). \n\nThese factors make the Jerusalem artichoke a sustainable carbon source towards bioprocesses (e.g. \n\nbioethanol production; BDS). Since inulin is rich in fructose, it is an ideal source for the growth of G. \n\nalkanivorans strain 1B. Silva et al. (2015) described the optimized desulfurization process by strain \n\n1B using Jerusalem artichoke juice (JAJ) as carbon source. Prior to its utilization, JAJ had to be \n\nhydrolyzed and its sulfates removed by precipitation with BaCl2. This treatment enabled \n\ndesulfurization of DBT by G. alkanivorans strain 1B yielding a q2-HBP of 5.06 ?mol.g\n-1(DCW).h-1 which \n\nis 4- to 7-fold higher than those reported in prior BDS studies with other alternative carbon sources  \n\nand very similar to what the author obtained with fructose as pure carbon source (Silva et al. 2012; \n\nSilva et al. 2015).  \n\n\n\n14 \n \n\n1.8. Challenges towards biodesulfurization industrial scale-up \n\nSince BDS is more efficient and less expensive than HDS in removing sulfur from refractory \n\nheterocyclic compounds present in crude oil, it could be used in oil refinery as a complement to \n\nachieve ultra-low sulfur diesel (Alves et al. 2015). BDS can be an alternative/complement to \n\ndesulfurize heavy oils, like shale oils, which have high thiophene concentration. However, to apply \n\nBDS into an industrial scale it is mandatory to overcome several limitations and problems. \n\nBDS shows a low conversion rate, which may be caused by feedback inhibition of the enzyme \n\nactivities by the accumulation of the end product of the 4S-pathway (2-HBP), which is extremely toxic \n\nto most microorganisms (Alves &amp; Paixão 2011).  The 4S-pathway is also inhibited in the presence of \n\nother sulfur compounds in the culture medium, and even small concentrations of sulfate or other easy \n\naccess sulfur sources can inhibit BDS (Mohebali &amp; Ball 2008; Silva et al. 2012). To add up, bacteria \n\nhave very low sulfur requirements. In Rhodococcus sp., the cells were found to require 0.1 mM of \n\nsulfur for normal growth (Reichmuth et al. 2000). Only 1% of bacterial dry weight is sulfur, which \n\nimplies a very low need in relation to this element (Stoner et al. 1990). Therefore, it is important to \n\nuse feedstocks containing low residual concentration or even null content of sulfur (Silva 2012).  \n\nMoreover, there is a limitation associated with the costs of the culture medium. This is a problem \n\nshared with many other biotechnological processes, representing 30 to 40% of the total value, namely \n\nthe carbon source, which makes the process more expensive (Alves et al. 2015). At present, there is \n\nno economically suitable method for large-scale preparation of biocatalysts (Tao et al. 2006). Since it \n\nis necessary to reduce production costs, it is important to search for cheap and widely available raw \n\nmaterials. The utilization of alternative carbon sources derived from agro-industrial by-products, \n\nwastes or plants that can be grown on marginal land may represent a sustainable strategy for \n\nbiotechnological processes (Alves et al. 2008; Alves &amp; Paixão 2014a; Silva et al. 2013; Silva et al. \n\n2015). Many carbon sources were already tested in the search for a suitable alternative for the \n\nproduction of biocatalysts able to perform BDS. The first reported utilization of raw materials as carbon \n\nsources for this process was by Alves et al. (2008), using recycled paper sludge which is a very \n\nabundant type of waste resultant of the pulp and paper industry. Recycled paper sludge is very rich \n\nin cellulose, xylan and lignin which can be hydrolyzed into glucose, xylose and cellobiose, making it \n\nvery interesting as a carbon source. After this work, other alternative carbon sources have been \n\ntested, with different degrees of success, such as glycerol (Abo-State et al. 2014; Tang &amp; Hong 2014), \n\ncarob pulp liquor (Silva et al. 2012), Jerusalem artichoke juice (Paixão et al. 2013; Silva et al. 2015) \n\nand sugar beet molasses (Alves &amp; Paixão 2014a).  \n\nUntil recently, BDS studies have been focused mainly on model compounds, and this fact also limits \n\nthe ability to demonstrate the commercial potential of this biotechnology (Grossman et al. 2001;  Alves \n\n2007). Oils are complex substrates, therefore, it is necessary to take into account their associated \n\n\n\n15 \n \n\nproblems such as the toxicity of their constituent compounds and the existence of steric hindrance \n\nassociated with the molecular structure of these compounds that might inhibit the activity of microbial \n\nenzymatic systems (Alves 2007). However, recent studies with petroleum show sulfur removal up to \n\n90%, using different microorganisms and on different distillates, being achieved an ultra-low sulfur \n\ndiesel with 14 ppm of S-content (sulfur content) (Bhatia &amp; Sharma 2012; Kilbane 2006; Nuhu 2013). \n\nFor the industrial production of the biocatalyst, the use of a continuous flow stirred tank reactor \n\n(CFSTR), instead of a fed batch system, can bring many advantages (Pacheco 1999). In this system \n\ncells are always at their maximum growth rate and therefore, all the metabolic pathways are at their \n\nhighest function rate. This system also has the advantage of not accumulating end products which \n\ncan inhibit several pathways, including desulfurization, being an asset for metabolic related \n\nbioprocesses (Schilling et al. 2002). \n\nHowever, the best approach to efficiently perform BDS is still not consensual. Some authors affirm \n\nthat the best approach is to grow the biocatalysts in the same reactor as the BDS is to be performed \n\n(Schilling et al. 2002). Others state that to efficiently perform BDS it is needed a biphasic system \n\nwhere the biocatalyst and the crude oil are only in contact in a thin layer, where BDS occurs. This \n\nsystem is proposed by (Yang et al. 2007), and is based in the use of a biphasic continuous stirred \n\ntank reactor, since the partition of organic and inorganic phases brings many advantages in the down-\n\nstream processing. Another interesting alternative is the immobilization of the biocatalysts, which \n\nallows an easier recovery and re-use of cells, increased stability to different reaction conditions and \n\ncomponents and lower biocatalyst contamination of final product (Zhang et al. 2010). \n\nIn overall, there are several problems related to large scale operation, such as the difficulty in the \n\ncontrol of various parameters that regulate biocatalyst activity and stability, the oil/water volume ratio, \n\nthe logistics of sanitary handling, shipment, storage and use of effective microorganisms within the \n\nproduction field or refinery environment (Javadli &amp; Klerk 2012). There are also some problems \n\nassociated with the biphasic system used for BDS. The cells, when mixed with water and oil, produce \n\na sort of surfactant, which emulsifies the oil and makes the separation from water and cell recovery \n\nhighly difficult (Alves 2007; Naito et al. 2001).  \n\nWhen successfully implemented, BDS technology could result in less environmental issues, with a \n\nCO2 emission reduction of 70 to 80%, smaller residue production and reduced energy consumption, \n\nwhich, in turn, is translated in reduced capital (two thirds of HDS) and operational costs             \n\n(Vazquez-Duhalt et al. 2002; Alves et al. 2015). In addition, the BDS process may benefit from the \n\nsimultaneous production of high-added value microbial by-products (such as biosurfactants and \n\npigments), which can be further valorized through other industrial processes (De Miguel et al. 2000; \n\nDe Miguel et al. 2001; Veiga-Crespo et al. 2012; Bandyopadhyay &amp; Chowdhury 2014). The final \n\nproduct of the 4S-pathway (2-HBP) is a hydrotrope that can act as a surfactant  which could be \n\n\n\n16 \n \n\nrecovered from BDS effluents (Mohebali et al. 2007). On the other hand, Alves et al. (2005) described \n\nGordonia alkanivorans strain 1B as a pink/orange pigmented bacteria. Orange color is normally \n\nassociated with carotenoids as ?-carotene, so this aspect can be exploited taking into account a \n\nfurther industrial scale-up of the BDS process using this bacterium (Veiga-Crespo et al. 2012).  \n\n1.9. Scope of the thesis \n\nDue to the strict European regulations regarding the legal limits on sulfur concentration on fossil fuels \n\nand their derivatives it is imperative the development of cost-effective technologies to remove sulfur. \n\nTherefore, the optimization studies of BDS as an eco-friendly technology complementary to HDS \n\ntowards an integrated industrial production of ultra-low sulfur fuels (gasoline/diesel) in a petroleum \n\nrefinery is an important focus of research.   \n\nIn this context, the main goal of this study consisted on the component minimization of the culture \n\nmedium for the maximum production of efficient desulfurizing biocatalysts (G. alkanivorans active \n\ncells) taking into account the lowest operation costs. In fact, the utilization of desulfurizing \n\nmicroorganisms that can grow in low nutrient culture media without vitamins and/or other growth \n\npromoters (e.g. yeast extract, peptone, triptone, etc) is an advantage for BDS upscale since it may \n\nreduce the biocatalyst production costs significantly. Hence, several objectives were developed: \n\n? Minimization of the sulfur free mineral (SFM) media, usually used to grow  Gordonia \n\nalkanivorans strain 1B, in shake-flask  assays; \n\n? Optimization of SFM medium minimization in chemostat assays;  \n\n? Optimization of biocatalysts production (resting cells of G. alkanivorans strain 1B) in chemostat \n\nusing the minimized medium with the best culture conditions and JAJ as sustainable carbon \n\nsource; \n\n? Evaluation of the desulfurization ability of a model oil by G. alkanivorans strain 1B grown in the \n\nchemostat optimized conditions.  \n\n \n\n2. Materials and methods \n\n2.1. Chemicals and reagents \n\nDibenzothiophene (DBT 99%) was obtained from Acros Organics (Geel, Belgium), 2-hydroxybiphenyl \n\n(2-HBP) was from Sigma (Missouri, USA), dimethylformamide (DMF) was from Riedelde Haën \n\n(Hannover, Germany), 4-methyl-DBT (96%) was from Aldrich Chem. Co. (Missouri, USA), BaCl2.2H2O \n\n(>99%) and sodium sulfate anhydrous (>99%) were obtained from Merck (New Jersey, USA). For all \n\nBDS assays, a stock solution of 150 mM DBT, dissolved in DMF, was prepared. The 5,6-\n\n\n\n17 \n \n\ncarboxyfluorescein diacetate (CFDA) and propidium iodide (PI) were acquired from Invitrogen \n\n(Massachusetts, USA). All other reagents were of the highest grade commercially available. \n\n2.2. Jerusalem artichoke juice \n\nJerusalem artichoke tubers were cultivated in a depleted soil in Oleiros, Portugal and processed as \n\ndescribed in Silva et al. (2015) towards the production of Jerusalem artichoke juice (JAJ). The JAJ \n\nwas hydrolyzed at pH 2 and 55°C for 48 hours to convert inulin into fructose and glucose and then \n\nfiltered (0.20 µm membranes). For total sulfate precipitation, sterile BaCl2 at 0.5% (w.v\n-1) was added \n\nto the filter sterilized juice adjusted to pH 8.73 (Silva et al. 2015). This JAJ was shaken vigorously, \n\nincubated at 30°C for 36 hours and finally filtered to remove all BaCl2 (0.45 µm membranes) and again \n\nfilter sterilized (0.20 µm membranes) for storage effects. This JAJ precipitated with BaCl2 for sulfate \n\nremoval (JAJp) was used in minimized medium in shake-flask assays. \n\nA second process of JAJ preparation was tested, based in inulin precipitation. Untreated juice was \n\nfrozen at -20°C and then defrosted at 4°C, in order to precipitate the inulin. When two phases were \n\nformed the upper layer was removed. The bottom layer containing pulp and precipitated inulin was \n\nthen hydrolyzed in the same conditions described above to obtain a JAJ with the correspondent \n\nmonosaccharides. In this process, no sulfate precipitation was performed. This JAJ concentrate (JAJc) \n\nwas used in minimized medium in chemostat/bioreactor assay, as an alternative carbon source. \n\n2.3. Microorganism and culture media \n\nThe microorganism used in this study was the bacterium Gordonia alkanivorans strain 1B, isolated in \n\nour laboratory (Alves et al. 2005). The basal salts medium used for cultivation and maintenance of \n\nthis microorganism was a sulfur-free mineral (SFM) culture medium containing 1.22 g.l-1 NH4Cl,      \n\n2.55 g.l-1 KH2PO4, 2.55 g.l\n-1 Na2HPO4.2H2O and 0.17 g.l\n\n-1 MgCl2.6H2O. This medium was \n\nsupplemented with 0.50 ml.l-1 of a sulfur-free trace elements solution (TES) (Alves &amp; Paixão 2014b) \n\nand its final pH was adjusted to 7.5, before being autoclaved at 121°C, 1 atm for 15 minutes. Pure \n\ncarbon sources such as glucose and fructose were dissolved in Millipore water in 50% (w.v-1) \n\nconcentrated solutions. Pure carbon sources and Jerusalem artichoke juice (JAJ) were filter sterilized \n\nwith a 0.20 µm pore sterile filter before being added to the medium in aseptic conditions, to an initial \n\nconcentration of ?10 g.l-1 total reducing sugars. \n\nUsually, prior to each assay, a bacterial inoculum was prepared by growing the strain 1B with fructose \n\n(10 g.l-1) as the single carbon source and 250 µM DBT as single sulfur source. This fermentation was \n\nperformed in a volume of 150 ml, in a 500 ml shake-flask, at 30°C and 150 rotations per minute (rpm) \n\nin a horizontal incubator (Unitron CH-4103, Infors AG, Bottingen, Switzerland) for 72 hours.  \n\n\n\n18 \n \n\n2.4. Culture medium minimization: shake-flask assays \n\nCulture medium minimization assays consisted in BDS assays in which different formulations of the \n\nSFM culture medium, above described, were tested with the aim of designing a minimal culture \n\nmedium that did not limit growth or desulfurization by strain 1B. The key culture medium components \n\nminimized were: nitrogen (NH4Cl), magnesium (MgCl2.6H2O) and TES.  \n\nBDS assays were performed in 500 ml shake-flasks with 150 ml of total volume, by growing a bacterial \n\ninoculum of 2% (v.v-1), prepared previously as above described, in different formulations from SFM \n\nmedium, varying the nitrogen/magnesium/TES concentrations (ranging from 0% to 75% of the SFM \n\noriginal amounts) but maintaining the carbon and sulfur sources concentration (10 g.l-1 total reducing \n\nsugars; 250 µM of DBT). The details of the tested medium formulations, #1 to #15, are resumed in \n\nthe Table 2, being #1 the original SFM medium (control assay). All BDS assays were carried out in \n\ntriplicates. \n\n Table 2 – Different formulations of the SFM media, with the amounts of the components NH4Cl, MgCl2.6H2O and TES, \ntested in shake-flask assays towards the design of the optimal minimal culture medium to produce effective desulfurizing \n\nbiocatalysts. \n\n aSFM –  Sulfur-free mineral medium (default medium for shake-flask assays) \nbSFMM – SFM minimum media for shake-flask \nc10 g.l-1\n\n \ntotal sugars; 8 Fru: fructose 8 g.l-1; 2 Glu: glucose 2 g.l-1; JAJp: Sulfate precipitated Jerusalem artichoke juice \n\nSet assays \nMedium \n\nformulations \n(F#) \n\nSFM culture medium composition \nCarbon source \n\n(10 g.l-1)c \nSulfur source \n\n(250 µM) Components minimized \n\nNH4Cl (g.l-1) MgCl2.6H2O (g.l-1) TES (ml.l-1) \n\nControl \n( aSFM) \n\n#1  \n1.22 0.17 0.50 \n\n8 Fru + 2 Glu \nDBT \n\n#1’  JAJp \n\nN \nMinimization \n\n#2 0.92 (75%) \n\n0.17 0.50 \n\n8 Fru + 2 Glu DBT \n\n#3 0.61 (50%) \n\n#4 0.31 (25%) \n\nMg \n\nMinimization  \n\n#5 \n\n1.22 \n\n0.13 (75%) \n\n0.50 #6 0.09 (50%) \n\n#7 0.04 (25%) \n\nTES \nMinimization \n\n#8 \n\n1.22 0.17 \n\n0.38 (75%) \n\n#9 0.25 (50%) \n\n#10 0.13 (25%) \n\n#11 0.03 (5%) \n\n#12 0.01 (2.5%) \n\n#13 0 (0%) \n\nMinimized \nMedium \n(bSFMM) \n\n#14 \n1.04 (85%) 0.05 (25%) 0.13 (25%) \n\n8 Fru + 2 Glu \nDBT \n\n#15 JAJp \n\n\n\n19 \n \n\n2.5. Minimum culture medium: optimization in chemostat  \n\nThe continuous culture assays were performed on a bench-top bioreactor BioFlo IIc (1 l vase) with \n\n390 ml working volume (New Brunswick Scientific, Edison, New Jersey, USA). NH4Cl screening \n\nassays, were performed in a tailor-made bioreactor system coupling a GLS 80? stirred reactor          \n\n(500 ml Duran? GLS80 bottle + screw cap connection system + stirrer shaft from Duran Group GmbH, \n\nGermany) with 260 ml working volume. The working volume was maintained constant by a surface \n\ndipped leveling tube linked to a peristaltic pump with adjustable speed while the influx of culture \n\nmedium was kept constant by a second peristaltic pump. In the continuous culture assays, \n\nindependently of the reactor used, the temperature was kept at 30°C, the pH was controlled by the \n\naddition of 1 M NaOH solution on demand to maintain pH at 7.5, and agitation was kept at 300 rpm. \n\nThe aeration rate was 2 vvm.  \n\nThe starting culture medium used for this set of reactor minimization assays was an adaptation of the \n\nSFM medium (designated as SFMR medium), which was previously optimized in our lab for minimal \n\nphosphate source. This SFMR medium contained 1.22 g.l\n-1 NH4Cl, 0.50 g.l\n\n-1 KH2PO4, 0.50 g.l\n-1 \n\nNa2HPO4.2H2O, 0.17 g.l\n-1 MgCl2.6H2O and 0.50 ml.l\n\n-1 of TES with a final pH of 7.5 (personal \n\ncommunication). Polypropylene glycol was added to the culture medium in all assays in a \n\nconcentration of 0.15 ml.l-1, as a way to control foam formation. The carbon source was added to \n\nobtain a concentration of 10 g.l-1 total sugars, unless otherwise stated, and 0.03 g.l\n-1 Na2SO4 were \n\nadded as a S-source. An inoculum of 10% (v.v-1) was used to start the culture and the continuous \n\nfeed was initiated within a 24 hour time period after inoculation.  \n\nTwo types of carbon sources were tested to produce the desulfurizing biocatalysts through continuous \n\nculture: simple carbon source versus sustainable complex carbon source (JAJ).  In the majority of the \n\nassays, the used carbon source was a mixture of fructose and glucose (8 g.l-1 fructose + 2 g.l-1 \n\nglucose) to mimic the sugar proportion of JAJ, except for the NH4Cl screening assay where 10 g.l\n-1 of \n\nfructose were used. For the preparation of the mixture of simple sugars, both sugars were diluted in \n\nMillipore water up to 10% of the total media volume and autoclaved (121°C, 1 atm, 30 min) before \n\nbeing added to the final culture medium. JAJ was filter sterilized using a 0.22 µm pore sterile filter and \n\nmixed with the final medium in a laminar flow chamber. The results obtained in the prior shake-flasks \n\nminimization assays were used as a basis for the formulations tested in the continuous culture \n\noptimization assays. The formulations (#1 to #6) tested in the bioreactors are described in Table 3.  \n\nAll the steady-state cultures of G. alkanivorans strain 1B were further characterized through \n\nevaluation of their potential for desulfurization of 250 µM of DBT. Several parameters were monitored \n\nwithin the reactor during the steady-state: residual reducing sugars (g.l-1); biomass concentration, \n\nexpressed as dry cell weight (g.l-1); optical density (OD600nm). The metabolic rates (substrate \n\n\n\n20 \n \n\nconsumption, carbon recovery and respiratory quotient) were calculated according to Roseiro et al. \n\n(1999) and Lopes da Silva et al. (2005). \n\n Table 3 – Different formulations of the SFMR media, with the amounts of the components NH4Cl, MgCl2.6H2O and TES, \ntested in continuous culture assays towards the design of the optimal minimal culture medium to produce effective \n\ndesulfurizing biocatalysts. \n\naSFMR –  Sulfur-free mineral medium adapted for reactor \nbAssays in a low-cost prototype bioreactor  \n\ncSFMMR – SFM minimum media adapted for reactor \nd10 g.l-1 total sugars; 8 Fru: fructose 8 g.l-1; 2 Glu: glucose 2 g.l-1; JAJc: Jerusalem artichoke juice concentrate \n\nNote: In each continuous culture assay, it was added 0.150 ml.l-1 of PPG were added as anti-foam agent. \n\n  \n\n2.5.1. BDS assays using resting cells \n\nTo evaluate the desulfurization ability, cells were collected during each steady-state of the culture \n\ngrown in chemostat to a flask and kept on ice, in order to maintain cell properties. The cell samples \n\nwere then centrifuged in a refrigerated centrifuge (Sigma model 2-16K, Sartorius AG, Germany), using \n\n50 ml centrifuge tubes, at 7673 x g for 20 minutes at 4°C. The resulting pellet was washed with a \n\nphosphate solution (2.55 g.l-1 KH2PO4 and 2.55 g.l\n-1 Na2HPO4.2H2O, pH 7.5) and centrifuged again in \n\nthe same conditions. Finally, the cells were re-suspended in fresh phosphate solution in order to \n\nachieve a final concentration of about 7 g.l-1 (resting cells suspension).  \n\nBDS assays were performed in 50 ml shake-flasks with 22 ml of total volume and a concentration of \n\nDBT of 250 µM (30°C, 150 rpm). Sampling was performed every 30 min for 4 hours. Additional \n\nsamples were collected before and after the resting cells desulfurization assays and stored at -20°C, \n\nfor pigment assessment.  \n\nIn addition to DBT, a model oil was also tested in desulfurization assays using resting cells from the \n\nsteady-state selected from the optimal continuous culture assays. The model oil consisted of a mixture \n\nof DBT, 4-methyl-DBT, 4,6-dimethyl-DBT and 4,6-diethyl-DBT diluted in ?-xylene. This model oil was \n\nadded to the resting cells in a 1:5 ratio (organic phase to aqueous phase) to obtain a final \n\nSet \nAssays \n\nSteady-state \nmedium \n\nformulations \n(SS/F#) \n\nDilution \nrate (h-1) \n\naSFMR culture medium composition \n\nCarbon \nsource  \n\n(10 g.l-1)d \n\nSulfur \nsource \n\nComponents minimized \n\nNH4Cl (g.l-1) \nMgCl2.6H2O \n\n(g.l-1) \nTES    \n\n(ml.l-1) \nNa2SO4                 \n(g.l-1) \n\nN screeningb \n\n#1 \n\n?0.08 \n\n1.22 (100%) \n\n0.17 0.50 Fru \n \n\n0.03 \n \n\n#2 0.92 (75%) \n\n#3 0.61 (50%) \n\n#4 0.31 (25%) \n\nMinimized \nMedium \n\n(cSFMMR) \n\n#5 ?0.07 1.10 (90%) \n0.04           \n\n(25%) \n0.13         \n\n(25%) \n8Fru + 2Glu 0.03 \n\n#6 ?0.05 1.10 (90%) \n0.04               \n\n(25%) \n0.13 \n\n(25%) \nJAJc 0 \n\n\n\n21 \n \n\nconcentration of 500 µM of the different DBT, and incubated in closed 100 ml Duran flasks at 30°C \n\nand 150 rpm for 24 hours.  All BDS assays were performed in triplicates. \n\n2.5.2. Pigments extraction \n\nThe biomass samples were centrifuged in a Sigma 2-16K refrigerated centrifuge (7673 x g,                     \n\n20 minutes, 4°C). Each supernatant was discarded and the pellet was uniformly spread in petri dishes \n\nand then dried at 50°C until ~60% water content was obtained. 25 mg of the dried biomass was \n\nweighted to 1.5 ml micro centrifuge tubes for extraction, and another 25 mg for dry weight \n\nassessment.  \n\nPigments extraction was performed with 1 ml of Dimethyl Sulfoxide (DMSO) (50°C, 1 hour, 150 rpm) \n\nin an incubator shaker (Optic ivymen system, Comecta S.A, Spain) and finally the tubes were \n\ncentrifuged at 15000 x g for 5 minutes (Biofuge 15 centrifuge, Heraeus Sepatech, Germany). The \n\nsupernatants, containing the pigments, were transferred to tubes protected from the light and another \n\n500 µl of DMSO were added to the respective pellets. After being re-suspended, the samples were \n\nincubated for 30 minutes in the conditions described above, and then centrifuged in the same way. \n\nThis process was repeated until the DMSO was clear.  \n\nThe resulting DMSO samples were mixed with acetone, NaCl (20% v.v-1) and ethyl acetate in a ratio \n\nof 4:1:1:6 respectively and softly inverted and kept at -20°C overnight, so that phase separation would \n\noccur. The top colored layer was removed and filtered through 0.22 µm syringe filters for the remaining \n\nanalysis. Samples were protected from direct light at all times and stored at -20°C in order to avoid \n\npigment degradation prior to analysis.  \n\n2.6. Analytical methods  \n\n2.6.1. Optical density and dry cell weight \n\nThe culture growth was monitored by analysis of the optical density at 600 nm (OD600nm) (Thermo \n\nFisher Scientific spectrophotometer, model Genesys 20, USA) and dry cell weight (DCW) values. \n\nDCW was determined by centrifuging the samples 10 minutes at 15000 x g at room temperature in a \n\nBiofuge 15 (Heraeus Sepatech, Germany) and drying them overnight at 100°C.  \n\n2.6.2. Sulfate analysis \n\nSulfate concentration was determined by high-performance liquid chromatography using a Dionex \n\nchromatograph ICS-1000 (Dionex Corporation, Sunnyvale, CA), equipped with an ASRS - Ultra II \n\nsuppressor, an AG14A (4 x 50 mm) pre-column and an IONPAC AS14A (4 x 250 mm) column. Sodium \n\ncarbonate 8 mM was used as mobile phase at a flow rate of 1 ml.min-1. \n\n\n\n22 \n \n\nAnother sulfate assessment technique was used, based in the precipitation with BaCl2. SulfaVer4 \n\npowder pillows (HACH Company, Loveland, Colorado, USA) were used accordingly to the HACH \n\nDR/2000 spectrophotometer handbook. (HACH Company, Loveland, Colorado, USA). \n\n2.6.3. Desulfurization assessment \n\nDBT and its derivatives desulfurization was evaluated by measuring each respective 2-HBP \n\nproduction, which is the final product of the DBT desulfurization through the 4S-pathway. The samples \n\n(0.750 ml) were acidified with 0.025 ml of HCl (4 M) and then a liquid-liquid extraction with ethyl \n\nacetate was performed on a vortex (5 minutes), in order to extract 2-HBP and DBT. After phase \n\nseparation, the organic phase was analyzed by gas-chromatography (GC) (model CP9001, \n\nChrompack, Middelburg, The Netherlands) equipped with a flame ionization detector. A 10% CP-5 \n\nCB on 100/120 MESH Chromosorb W-HP column was used with nitrogen as the carrier gas. The \n\nchromatograph oven start temperature was 130°C for 3 minutes and the end temperature 230°C \n\nmaintained for 3 minutes (heating rate of 6°C.min-1). The injector and detector temperatures were set \n\nfor 280 and 290°C, respectively. In all GC measurements (except for model oil) 4-methyl-DBT was \n\nused as internal standard to minimize variations. \n\n2.6.4. Sugar measurement \n\nGlucose and fructose concentrations were measured by high-performance liquid chromatography \n\n(HPLC) instrumentation (LaChrom Merck/Hitachi, Germany) equipped with a differential refractive \n\nindex detector. A Waters SugarPak 1 column (6.5 x 300 mm, Bio-Rad Laboratories, CA, USA) was \n\nused operating at 75°C with Ca-EDTA at 50 g.l-1 as mobile phase at a flow rate of 0.5 ml.min-1. Data \n\nwas analyzed using Chromeleon software ver. 6.40 SP6 build 783 (1994-2003, Dionex). \n\n2.6.5. Cell health assessment \n\nFlow cytometric analysis was performed in a FACSCalibur Flow Cytometer (BD Biosciences, San \n\nJose, CA, USA) equipped with an argon laser emitting at 488 nm and data was analyzed using FCS \n\nExpress 5 Flow Research Edition software (De Novo Software, 2015). G. alkanivorans cells were \n\nstained with both 5,6-carboxyfluorescein diacetate (CFDA) (green fluorescence, FL1) and Propidium \n\niodide (PI) (red fluorescence, FL3). Stock solutions of 10 mM CFDA in acetone and 1.5 mM PI in \n\ndistilled water were previously prepared and stored at -20°C and 4°C, respectively. Cells were \n\ncentrifuged at 8500 x g for 10 minutes (Biofuge 15, Heraeus Sepatech, Germany), resuspended in \n\nTris-HCl buffer (50 mM, pH 7.4) and sonicated for 10 seconds. Concentration of the cell suspension \n\nwas adjusted to approximately 3000 events per second by flow cytometric analysis and the sample \n\ntotal volume set to 0.995 ml. The cells were then incubated with 5 µl of CFDA solution for 30 minutes \n\nat 37°C protected from light. After incubation, cells were washed and re-suspended in Tris-HCl buffer \n\nand maintained in ice. For the double-staining, cells were adjusted to 1000 events per second and     \n\n1 µl of PI solution was added and the flow cytometric analysis performed immediately. Each sample \n\n\n\n23 \n \n\nwas collected in duplicate and readings were performed six times for each duplicate. Instrument \n\nsettings were selected for the forward and side scatter signals in order to discriminate the cells from \n\nbackground noise and debris. Samples containing Tris-HCl buffer without cells were analyzed to \n\nconfirm the presence of a constant background noise which was not due to unstained cells. For the \n\ncontrol assays, healthy (metabolic active) cells were harvested during the exponential phase using \n\nfructose as the single carbon source (5 g.l-1) and 200 µM of DBT, and after several days of nutrient \n\nstarvation (stressed cells). Dead cells were obtained by incubating healthy cells in ethanol at 70% \n\n(v.v-1) for 1 min (Silva 2012).  \n\n2.6.6. Real Time-PCR assays: Desulfurization gene expression assessment \n\nThe evaluation of the desulfurization gene expression was performed using the StepOne Plus Real \n\nTime-PCR system (Applied Biosystems). A two-step approach was used: the first step consisted in \n\nperforming RNA extraction and cDNA formation, followed by amplification and quantification. For RNA \n\nextraction, cells of each steady-state were immediately frozen to inhibit cell modification. These \n\nsamples were then thawed in ice (in order to minimize the temperature shock), normalized to 2 mg of \n\ncells and centrifuged at 8000 x g for 5 minutes in a Microfuge 18 centrifuge (Beckman Coulter inc., \n\nCA, USA) to remove the growth media. 250 µl of lysozyme (6 mg.ml-1 in Tris-EDTA buffer, pH 8) was \n\nthen added and left to incubate for 1 minute at room temperature. After a new centrifugation at         \n\n8000 x g for 2 minutes, the pellet was again suspended in 250 µl of lysozyme and left to incubate at \n\n37°C for 40 minutes. For the next extraction steps, the RNA extraction kit RNeasy MiniKit (Qiagen, \n\nAustin, TX, USA) was used, and the supplied protocol was followed. The amount and purity of \n\nresulting RNA was accessed using NanoDrop 2000c (Thermo Scientific, USA).  \n\nFor the production of cDNA from the extracted RNA, the High-Capacity cDNA Reverse Transcription \n\nkit (Applied Biosystems) was used and PCR was performed in a C100 Thermal Cycler (Bio-Rad) with \n\nthe following conditions: 10 minutes at 25°C; 120 minutes at 37°C; 5 minutes at 85°C; 4°C infinitely. \n\nThe obtained cDNA was then used in the RT-PCR reaction with SYBR-Green PCR master mix \n\n(Applied Biosystems). SYBR-Green is a DNA binding fluorophore that has high affinity for double \n\nstranded DNA, enabling the quantification of specific genes. In this case, the primers used are referred \n\nto the desulfurization genes dszA, dszB, dszC, being the reference gene one copy of 16S DNA \n\n(whose expression is highly conserved). The gene sequence and melting points are represented in \n\nTable 4.  \n\nPCR conditions were as follows: 10 minutes at 95°C; 40 cycles of 15 seconds at 95°C and 1 minute \n\nat 62°C. \n\n \n\n\n\n24 \n \n\nTable 4 – Sequences, melting temperatures and amplification efficiencies of the different dsz operon genes and of the \nchosen conserved gene used in the RT-PCR analysis. \n\nGene Sequence (5’-3’) \nMelting \n\nTemperature (°C) \nAmplification Efficiency (E) \n\ndszA \nTGGGATTGATGCAGGCTACAT 56.5 \n\n2.05 \nGCCCCGCAGCCTTCAC 60.3 \n\ndszB \nCCTGCTGGATCGCACACA 58.1 \n\n1.89 CGGGCTCCTGCAGCAA 58.9 \n\ndszC \nTGTTCGGCTCGCAGGAA 57.1 \n\n1.99 CGTTCTGCGCGATTTGC 55.4 \n\n16S rRNA \nCGACCTGAGAGGGTGATC 57.1 \n\n1.89 \nATAACCCGCTGGCAATACAG 55.2 \n\n \n\n2.6.7. Pigments quantification and analysis \n\nPigments quantification was performed using HPLC (Agilent 1200 Series system, Agilent \n\nTechnologies, Tokyo) equipped with a ?-Bondapack C18 (250/4.6 mm) column and a detector UV/VIS \n\nalso from Agilent (?=477 nm). The mobile phase was composed by methanol (with 0.2% v.v-1 water) \n\nand acetonitrile in a 75:25 ratio in a 0.500 ml.min-1 flow during 90 min. Samples were then analyzed \n\nand compared with standards for astaxanthin (Sigma, 98% purity), canthaxanthin (Roche, 99% purity) \n\nand lutein (FloraGLO, Kemin, 95% purity) using LC3D ChemStation software (Rev.A.10.02 [1757], \n\n1990-2003, Agilent Technologies, USA). \n\n \n\n3. Results and discussion \n\nIn an industrial bioprocess it is very important to control all the stages in order to maximize productivity \n\nand minimize the production costs. The reduction of production costs can be achieved through the \n\nutilization of cheaper carbon sources and by reducing nutrient waste to a minimum (Min et al. 2011; \n\nJiang et al. 2012; Lu et al. 2013; Abo-State et al. 2014). This study consisted on the optimization of \n\nthe SFM culture medium for the maximum production of efficient desulfurizing biocatalysts (G. \n\nalkanivorans strain 1B active cells) taking into account the lowest operation costs towards a future \n\nBDS process scale-up. In this context, key components of the SFM medium used to grow strain 1B \n\n(NH4Cl, MgCl2 and TES) were reduced to a minimum while aiming to have no limitation both on the \n\nconsumption of the carbon source and on the biodesulfurization ability.   \n\n3.1. Culture medium minimization in shaken flask assays \n\nThe first series of assays towards the G. alkanivorans strain 1B culture medium minimization were \n\ncarried out in shake-flask. In fact, different formulations of the SFM medium, with different amounts \n\nof the components: NH4Cl, MgCl2.6H2O and TES (F#1 to F#15), as detailed in Table 2, were tested \n\ntowards the design of the optimal minimum culture medium to produce effective desulfurizing \n\nbiocatalysts. \n\n\n\n25 \n \n\n3.1.1. Nitrogen source (NH4Cl) \n\nNitrogen (N) is a major intervenient in cellular growth, representing 14% of the dry cell weight. It is \n\nfound in the composition of amino acids, nucleic acids and enzymes/coenzymes, therefore, it is one \n\nof the major macronutrients of most culture media (Singh 1971).  \n\nHence, in the first set of BDS assays in shake-flask, three formulations with different amounts of N-\n\nsource (NH4Cl) were tested, namely 75% (F#2), 50% (F#3) and 25% (F#4) of the amount in the \n\noriginal medium (1.22 g.l-1 = 100% N), simultaneously with the original medium as a control (F#1 – \n\ndefault SFM medium), for comparison. In these screening assays for the N-source minimization (see \n\nTable 2), the carbon source used was a mixture of fructose and glucose (8 g.l-1 Fru + 2 g.l-1 Glu) and \n\nthe sulfur source was 250 µM DBT. \n\nFigure 9 (A,B) shows the time course profiles of cellular growth (OD600nm) and sugar consumption for \n\nthe formulations F#1 to F#4, with the different NH4Cl concentrations tested (100% N (original SFM) \n\nto 25% N).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n0 20 40 60 80 100 120 140\n\nO\nD\n\n (\n6\n\n0\n0\n\n n\nm\n\n)\n\nTime (h)\n\nDM\n75% NH4Cl\n50% NH4Cl\n25% NH4Cl\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n0 20 40 60 80 100 120 140\n\nS\nu\n\ng\na\n\nr \n(g\n\n.l\n-1\n\n)\n\nTime (h)\n\nFructose DM\n\nGlucose DM\n\nFructose 75% NH4Cl\n\nGlucose 75% NH4Cl\n\nFructose 50% NH4Cl\n\nGlucose 50% NH4Cl\n\nFructose 25% NH4Cl\nGlucose 25% NH4Cl\n\nF#1 (100% N) \nF#2 (75% N) \nF#3 (50% N) \nF#4 (25% N) \n\nFru F#1 \nGlu F#1 \nFru F#2 \nGlu F#2 \nFru F#3 \nGlu F#3 \nFru F#4 \nGlu F#4 \n\n  A \n\n  B \n\nFigure 9 – Time course profiles for cellular growth (A) and sugar consumption (B) of G. alkanivorans strain 1B in the \nshake-flask cultures with different medium formulations (F#1 to F#4) containing decreasing concentrations of N-source \n\n(NH4Cl). F#1 corresponds to the control assay with the original SFM medium. All formulations contain 10 g.l-1 total sugars \nas carbon source. Fru: fructose; Glu: glucose.  \n\nStandard deviation (n = 3) is indicated by the error bars. \n\n\n\n26 \n \n\nThese results show that the bacterial culture attained an OD600nm of 9.98 with complete consumption \n\nof the carbon source (Fru+Glu) in the original medium (F#1 – 100% N); an OD600nm of 10.39 with also  \n\ncomplete consumption of both sugars in F#2 (75% N); an OD600 of 7.87 with complete consumption \n\nof the fructose but with a remaining of 0.9 g.l-1 of glucose in F#3 (50% N); and an OD600nm of only 4 \n\nwith more than half of the total sugars (3.7 g.l-1 Fru and 1.5 g.l-1 Glu) remaining intact in F#4, which \n\nhad the lowest concentration of NH4Cl tested (25% N).  \n\nThe data indicates that the amount of the N-source greatly influenced the bacterial behavior. F#4 \n\n(25% N) was clearly insufficient to ensure normal cell growth, resulting in an abrupt stop of the growth \n\nwhen all other nutrients were still in excess. Relatively to F#4, F#3 (50% N) permitted a growth \n\nenhancement, almost doubling the maximum OD600nm attained, but without achieving full consumption \n\nof sugars. In F#3, fructose was fully consumed but most of the glucose was left untouched. This \n\npreferential consumption of fructose was expected since the strain 1B is fructophilic (Alves &amp; Paixão \n\n2014b). Only in F#2 (75% N), the strain 1B was presented a growth curve similar to the one obtained \n\nwith 100% N (F#1, original medium), also with a complete consumption of the carbon source \n\n(Fru+Glu).  \n\nThe desulfurization ability of the strain 1B depends mostly on cell physiology, which is influenced by \n\nthe amount of nutrients and carbon in the culture medium. Figure 10 shows the DBT desulfurization \n\nby strain 1B grown in the formulations F#1 to F#4, with decreasing amounts of N-source (100% – \n\n25%). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThese results point out for the limitation of desulfurization ability of strain 1B by the lack of N-source \n\nin the culture medium. In F#1, the bacterial culture presented a maximum 2-HBP production of       \n\n227.2 µM and a maximum specific 2-HBP production rate (q2-HBP) of 2.5 µmol.g\n-1(DCW).h-1, being \n\ncapable of achieving total consumption of the 250 µM of DBT by the end of the growth. In F#2, the  \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n0 20 40 60 80 100 120 140\n\n2\n-H\n\nB\nP\n\n (\nµ\n\nM\n)\n\nTime (h)\n\nDM\n75% NH4Cl\n50% NH4Cl\n25% NH4Cl\n\nF#1 (100% N) \nF#2 (75% N) \nF#3 (50% N) \nF#4 (25% N) \n\nFigure 10 – Desulfurization curves (2-HBP production) by G. alkanivorans strain 1B during its growth in different medium \nformulations (F#1 to F#4) containing decreasing concentrations of N-source (NH4Cl). F#1 corresponds to the control \n\nassay (SFM default medium). All formulations contained 250 µM DBT as sulfur source.  \nStandard deviation (n = 3) is represented as error bars. \n\n\n\n27 \n \n\nq2-HBP obtained was 2.4 µmol.g\n-1(DCW).h-1 with a maximum 2-HBP of 167.1 µM and a remaining         \n\n27 µM of DBT. In F#3 and F#4, the q2-HBP obtained was 2.25 µmol.g\n-1(DCW).h-1 and                                 \n\n1.41 µmol.g-1(DCW).h-1, and the maximum 2-HBP produced was 110.1 µM and 47.8 µM, respectively. \n\nRelatively to DBT, 69 µM were not consumed in F#3 and 202 µM were not consumed in F#5. The \n\ndesulfurization results for both F#3 and F#4 formulations can be supported by their respective results \n\nfor cellular growth and sugar consumption, showed in Figure 9 (A, B).  \n\nIn fact, a NH4Cl concentration ?75% of the original amount (F#2 to F#4) seems to not be sufficient for \n\nstrain 1B to achieve maximum growth with total C-source consumption and fully desulfurization of the \n\n250 µM DBT provided. The overall growth, sugar consumption profiles and also the q2-HBP were very \n\nsimilar for F#1 and F#2, however a maximum 2-HBP production of 167.1 µM was observed in F#2. \n\nIn contrast, in F#1 the maximum 2-HBP production was 227.2 µM (?60 µM higher), despite of the \n\nconsumption of almost all DBT (223 µM) in the F#2. Hence, these results point to the need of using \n\na concentration of NH4Cl >75% of the original amount as the minimal N-source towards a minimized \n\nSFM medium.  \n\nSince nitrogen is a major component of enzymes and functions as a co-factor for innumerous \n\nessential proteins (Singh 1971; Schimel &amp; Weintraub 2003), it is expected that insufficient amounts \n\nwill lead to deficiencies in cellular processes. This fact can support the sequential decrease in the \n\ndesulfurization rate and, consequently, the maximum 2-HBP production observed in the formulations \n\ntested, namely from F#1 (100% N) to F#4 (25% N). Only in F#1 (default medium), the N amount was \n\nsufficient to support the complete cell growth, using the totality of C-source available, and the \n\nbiodesulfurization of all the DBT. In the other formulations (F#2 to F#4), with decreasing NH4Cl \n\nconcentrations, increasing limitations at different levels (e.g. growth rate, sugar consumption, 2-HBP \n\nproduction or q2-HBP) were observed.  \n\nTherefore, based on results from Figures 9B and 10, 85% N was extrapolated as an appropriate \n\namount to be further tested as minimal N-source within a SFM minimized medium (F#14 and F#15 in \n\nTable 2).  \n\n3.1.2. Magnesium source (MgCl2.6H2O)  \n\nMagnesium (Mg) is an element essential for cell division and protoplasm formation and is especially \n\nimportant for gram-positive bacteria, since it is incorporated in the structure of the peptidoglycan which \n\nis 90% of the cellular wall (Webb 1939). The SFM medium usually used for the growth of                           \n\nG. alkanivorans strain 1B has 0.17 g.l-1 of MgCl2.6H2O (100% Mg). So, as for the N-source amount \n\nminimization assays, to select the minimal amount of Mg-source that supports bacterial growth and \n\ndesulfurization ability, several formulations with decreasing concentrations of Mg-source were tested \n\n(F#5 to F#7, as represented in Table 2), and indicated as percentage of the original amount. The \n\n\n\n28 \n \n\nresults obtained were compared with those of 100% Mg (F#1, control assay with default SFM \n\nmedium). \n\nFigure 11 (A,B) shows the time course profiles of cellular growth (OD600nm) and sugar consumption \n\nfor the medium formulations with the different Mg-source concentrations tested: F#1 (100% Mg) \n\n(control with original medium), F#5 (75% Mg), F#6 (50% Mg) and F#7 (25% Mg). These results show \n\nthat strain 1B growth and sugar consumption profiles for F#5 and F#6, were very similar to those \n\nobserved for F#1. A total consumption of the 10 g.l-1 total sugars, within 120 h, was observed for these \n\nthree formulations achieving an OD600nm around 10. However, when F#7 was used as culture medium, \n\nthe strain 1B only attained a maximum OD600nm of 8.66 with an overall growth profile slightly below \n\nthe others, despite having a similar growth rate (µMax ?0.06 h\n-1 to all). Moreover, strain 1B in F#7 \n\nmedium consumed all the C-source (Fru+Glu) with the same sugar consumption profile as the other \n\nformulations. This fact contrasts with what was observed when N-source was limiting, where \n\naccumulation of sugars was detected. \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n0 20 40 60 80 100 120 140\n\nS\nu\n\ng\na\n\nr \n(g\n\n.l\n-1\n\n)\n\nTime (h)\n\nFructose DM\nGlucose DM\nFructose 75% MgCl2\nGlucose 75% MgCl2\nFructose 50% MgCl2\nGlucose 50% MgCl2\nFructose 25% MgCl2\nGlucose 25% MgCl2\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n0 20 40 60 80 100 120 140\n\nO\nD\n\n (\n6\n\n0\n0\n\nn\nm\n\n)\n\nTime (h)\n\nDM\n75% MgCl2\n50% MgCl2\n25% MgCl2\n\nF#1 (100% Mg) \nF#5 (75% Mg) \nF#6 (50% Mg) \nF#7(25% Mg) \n\nA \n\nB \nFru F#1 \nGlu F#1 \nFru F#5 \nGlu F#5 \nFru F#6 \nGlu F#6 \nFru F#7 \nGlu F#7 \n\nFigure 11 – Time course profiles for cellular growth (A) and sugar consumption (B) of G. alkanivorans strain 1B in the \nshake- flask cultures with different medium formulations (F#1, F#5 to F#7) containing decreasing concentrations of Mg-\n\nsource (MgCl2.6H2O). F#1 corresponds to the control assay (100% Mg in SFM default medium). All formulations contained \n10 g.l-1 total sugars as carbon source. Fru: fructose; Glu: glucose.  \n\nStandard deviation (n=3) is represented as error bars. \n\n \n\n\n\n29 \n \n\nFigure 12 presents the desulfurization curves (2-HBP production) by the strain 1B grown in the \n\ndifferent Mg-source medium formulations. As already described in the N-source minimization assays, \n\nfor control formulation (F#1) a q2-HBP of 2.45 µmol.g\n-1(DCW).h-1 and a maximum 2-HBP of 227.2 µM \n\nwere achieved. For the other formulations tested, the respective q2-HBP and maximum 2-HBP obtained \n\nwere: 2.67 µmol.g-1(DCW).h-1 and 252.2 µM (F#5), 3.01 µmol.g-1(DCW).h-1 and 266.4 µM (F#6), and \n\n3.37 µmol.g-1(DCW).h-1 and 272.1 µM (F#7). In all these formulations, strain 1B was capable of fully \n\ndesulfurize the DBT provided.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThese results show an evident enhancement of the maximum specific desulfurization rate (q2-HBP) with \n\nthe decrease of the Mg-source:C-source ratio, from 2.45 µmol.g-1(DCW).h-1 (ratio 100% Mg:10 g.l-1 C \n\nin F#1) to 3.37 µmol.g-1(DCW).h-1 (ratio 25% Mg:10 g.l-1 C in F#7). This fact is in agreement with \n\nresults previously reported in studies of DBT desulfurization by strain 1B (Silva 2012; Alves &amp; Paixão \n\n2014b). These authors reported a q2-HBP of 2.12 µmol.g\n-1(DCW).h-1 by strain 1B when SFM medium \n\nwith a ratio 100% Mg:10 g.l-1 Fru was used and a q2-HBP of  6.57 µmol.g\n-1(DCW).h-1 by strain 1B when \n\nSFM medium with a ratio 100% Mg:25 g.l-1 Fru was used. These results also pointed out for the \n\nstimulatory effect on desulfurization by the decrease of Mg-source:C-source ratio. \n\nHence, F#7 (25% Mg) allowed a similar maximum growth rate, despite the lower value for maximum \n\nOD600nm, and the enhancement of desulfurization. Therefore, it was stipulated as an appropriate \n\namount to be further tested as minimal Mg-source within a SFM minimized medium.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \n\n3.1.3. Trace Element Solution (TES)  \n\nTrace elements are minerals, such as iron, cobalt and zinc, which are important co-factors in the \n\nconstitution of enzymes (Schade 1949; Waldron &amp; Robinson 2009; Majzlik et al. 2011; Kirsch &amp; \n\nEitinger 2014). In fact, 25% – 33% of all proteins require metals in its constitution. These compounds \n\nare necessary in relatively small amounts, often too small to be correctly measured. Usually, they are \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n0 20 40 60 80 100 120 140\n\n2\n-H\n\nB\nP\n\n (\nµ\n\nM\n)\n\nTime (h)\n\nDM\n75% MgCl2\n50% MgCl2\n25% MgCl2\n\nF#1 (100% Mg) \nF#5 (75% Mg) \nF#6 (50% Mg) \nF#7 (25% Mg) \n\nFigure 12 – Desulfurization curves (2-HBP production) by G. alkanivorans strain 1B during its growth in different medium \nformulations (F#1, F#5 to F#7) containing decreasing concentrations of Mg-source (MgCl2.6H2O). F#1 corresponds to the \n\ncontrol assay (SFM default medium). All formulations contained ?250 µM DBT as sulfur source.  \nStandard deviation (n = 3) is represented as error bars. \n\n\n\n30 \n \n\nadded to the culture media in the form of a solution that includes all the trace elements needed (Alves, \n\nMatos, et al. 2008).  \n\nFor the SFM medium used to grow G. alkanivorans strain 1B, a sulfur-free TES stock solution (Alves \n\n&amp; Paixão 2014b) is usually added in a concentration of 0.5 ml.l-1. Therefore, as in prior assays \n\nperformed for N and Mg sources minimization, different formulations with decreasing concentrations \n\nof TES (F#8 to F#13, represented in Table 2) were tested and compared with control (100% TES, \n\nF#1) in order to evaluate the minimum concentration of the TES needed by the bacterium to grow and \n\ndesulfurize DBT.  \n\nFigure 13 (A,B) presents the cellular growth (OD600nm) and sugar consumption profiles for strain 1B \n\ngrown on the different culture medium formulations containing decreasing concentrations of TES \n\n(100% to 0%). In Figure 13B, only the sugar consumption profiles for the formulations that \n\nsignificantly differ from control (F#1) are represented.  \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n0 20 40 60 80 100 120 140\n\nO\nD\n\n (\n6\n\n0\n0\n\n n\nm\n\n)\n\nTime (h)\n\nDM\n75% TES\n50% TES\n25% TES\n5% TES\n2.5% TES\n0% TES\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n0 20 40 60 80 100 120 140\n\nS\nu\n\ng\na\n\nr \n(g\n\n.l\n-1\n\n)\n\nTime (h)\n\nFructose DM\n\nGlucose DM\n\nFructose 5% TES\n\nGlucose 5% TES\n\nFructose 2.5% TES\n\nGlucose 2.5% TES\n\nFructose 0% TES\n\nGlucose 0% TES\n\nF#1 (100% TES) \nF#8 (75% TES) \nF#9 (50% TES) \nF#10 (25% TES) \nF#11 (5% TES)  \nF#12 (2.5% TES) \nF#13 (0% TES) \n\nFru F#1 \nGlu F#1 \nFru F#11 \nGlu F#11 \nFru F#12 \nGlu F#12 \nFru F#13 \nGlu F#13 \n\n \n\nA \n\nB \n\nFigure 13 – Time course profiles for cellular growth (A) and sugar consumption (B) of G. alkanivorans strain 1B in the \nshake-flask cultures with different medium formulations (F#1, F#8 to F#13) containing decreasing concentrations of TES. \n\nIn graphic B are only represented F#1 and F#11 to F#13. F#1 corresponds to the control assay with the original SFM \nmedium. All formulations contain 10 g.l-1 total sugars as carbon source. Fru: fructose; Glu: glucose. \n\nStandard deviation (n = 3) is indicated by the error bars. \n\n\n\n31 \n \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n0 20 40 60 80 100 120 140\n\n2\n-H\n\nB\nP\n\n (\nµ\n\nM\n)\n\nTime (h)\n\nDM\n75% TES\n50% TES\n25% TES\n5% TES\n2.5% TES\n0% TES\n\nFigure 14 – Desulfurization curves (2-HBP production) by G. alkanivorans strain 1B during its growth in different medium \nformulations (F#1, F#8 to F#13) containing decreasing concentrations of TES. F#1 corresponds to the control assay (SFM \n\ndefault medium). All formulations contained ?250 µM DBT as sulfur source.  \nStandard deviation (n = 3) is represented as error bars.   \n\n \n\nThese results show that the media formulations F#1 (100% TES), F#8 (75% TES), F#9 (50% TES) \n\nand F#10 (25% TES) induced a similar behavior on strain 1B and consequently the growth curves \n\nand the sugar consumption profiles were identical. So, as for the control (F#1) and for F#8 to F#10 \n\nformulations, a maximum OD600nm around 10 was attained with a total sugar consumption (10 g.l\n-1) \n\nwithin 124 h. This fact indicates that TES ? 25% of the original amount is still in excess. \n\nSo, in order to find the limiting concentration where cellular development would be affected, additional \n\nformulations with lower TES concentrations, namely 5% (F#11), 2.5% (F#12) and 0% (F#13) were \n\nalso tested. The results obtained showed that in the absence of the TES (F#13) the maximum OD600nm \n\nachieved by strain 1B was only 3.73 with an accumulation of 6.6 g.l-1 of sugars. In F#12 (2.5% TES), \n\nthe bacterium was able to attain an OD600nm of 7.11 but still accumulated 3.2 g.l\n-1 of total sugars. \n\nHowever in F#11 (5% TES), a maximum OD600nm of 10.22 with a total sugar consumption was \n\nachieved, similarly to that observed for medium formulations with ? 25% TES (F#1, F#8 to F#10). \n\nThese results indicate that a TES concentration ? 5% is required for maximum growth of strain 1B \n\nand full C-source consumption. However, when 5% TES was used the sugar consumption rate was \n\nsomewhat slower than for ? 25% TES, prolonging the fermentation from 90 – 100 h to a total of 118h. \n\nFigure 14 presents the desulfurization results as the time course profiles of 2-HBP production by \n\nstrain 1B cultivated in the different formulations with decreasing TES concentrations.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThese results show a desulfurization enhancement with the decrease of TES concentration to 25% \n\nin the culture medium. However, for concentrations&lt;25% TES, namely in F#11 (5%), F#12 (2.5%) \n\nand F#13 (0%), the reduction of trace elements was limiting and the desulfurization stopped within \n\nabout 60 h, attaining lower levels of 2-HBP production. At 0% TES the strain 1B desulfurization was \n\nprobably mediated by trace elements available from water or from contaminants within the other \n\nnutrients used in the culture medium.  \n\nF#1 (100% TES) \nF#8 (75% TES) \nF#9 (50% TES) \nF#10 (25% TES) \nF#11 (5% TES)  \nF#12 (2.5% TES) \nF#13 (0% TES) \n\n\n\n32 \n \n\nTable 5 summarizes the main metabolic parameters (maximum q2-HBP and maximum 2-HBP \n\nproduced) for the DBT desulfurization by G. alkanivorans strain 1B grown in the formulations with \n\ndecreasing TES concentrations. In agreement with the results presented in Figure 14, the q2-HBP \n\nvalues for F#8 (2.80 µmol.g-1(DCW).h-1), F#9 (3.19 µmol.g-1(DCW).h-1) and F#10                                    \n\n(3.02 µmol.g-1(DCW).h-1) were higher than the value of the control (F#1, 2.45 µmol.g-1(DCW).h-1).  \n\nTable 5 – Main metabolic parameters for the DBT desulfurization by G. alkanivorans strain 1B in the formulations with \ndecreasing TES concentrations (100% - default medium to 0%). \n\nMedia \nformulations \n\nF#1                                \n(100% TES) \n\nF#8                 \n(75% TES) \n\nF#9               \n(50% TES) \n\nF#10             \n(25% TES) \n\nF#11               \n(5% TES) \n\nF#12 \n(2.5% TES) \n\nF#13 \n(0% TES) \n\nq2-HBP                  \n(µmol.g-1(DCW).h-1) \n\n2.45 2.80 3.19 3.02 1.32 1.26 0.68 \n\n2-HBP produced \n(µM) \n\n227.2 251.9 274.1 258.8 179.5 173.7 133.5 \n\n \n\nOverall, these results seem to indicate that there is some inhibitory effect caused by the TES, since \n\na sequential decrease of TES concentration up to 25% (F#10) produces cells with higher \n\ndesulfurization ability than the control. In fact, F#10 with 25% TES induces an enhancement of about \n\n23% of the specific desulfurization rate in comparison with the control (100% TES). These results are \n\nalso in accordance with what was reported by Alves et al. (2008), which described that some of the \n\ncompounds present in the original TES are somewhat toxic to G. alkanivorans strain 1B. They \n\nobserved that without molybdenum, the strain 1B was able to grow from an OD600nm of 9.25 to 10.25, \n\nindicating that this component may possess an inhibitory effect. \n\nNevertheless, most of the trace elements are essential for strain 1B growth. So the reduction of these \n\nmicronutrients may result in a poor microbial growth and consequently cause the incomplete \n\ndesulfurization of the DBT present in culture medium. This can be due to the malformation of essential \n\nenzymes, such as DszA, that need the nutrients supplied in the TES to function properly (Ohshiro et \n\nal. 1999).   \n\nSince 25% TES (F#10) was the lowest concentration tested that permitted maximum cell growth and \n\nin addition had stimulated desulfurization, this was the chosen amount as the most appropriated to \n\nbe further tested as minimal TES within a SFM minimized medium.  \n\n3.1.4. Minimized medium: commercial versus alternative C-source \n\nUsing the N-source, Mg-source and TES minimal concentrations selected from the prior set of assays, \n\nnamely 85% N, 25% Mg and 25% TES, a SFM minimum (SFMM) medium was designed (F#14, Table \n\n2) and tested in comparison with the control (F#1 – original SFM medium) to evaluate the overall \n\neffect of the nutrients reduction. However, since the main goal of this study was to reduce the costs \n\nassociated to DBT desulfurization process by G. alkanivorans strain 1B, i.e. to reduce its culture \n\nmedium costs, the use of a mixture of commercial sugars (Fru+Glu) as C-source is not the cheapest \n\n\n\n33 \n \n\noption. Silva (2012) and Silva et al. (2015), studying alternative carbon sources, highlighted the great \n\npotential of JAJ as a sustainable alternative carbon source, which enhances the DBT desulfurization \n\nability of strain 1B. In this context, another SFMM medium formulation was tested using the JAJ as \n\nC-source (F#15, Table 2). In addition, the respective control was also prepared for comparison (F#1’- \n\noriginal SFM medium with JAJp as C-source, Table 2). Each control assay, using the original SFM \n\nmedium, ran simultaneously with the respective minimized medium (SFMM medium) and served to \n\nevaluate the overall effect of the collective reduction of several nutrients on metabolic parameters in \n\nstudy (cell growth and desulfurization ability).  \n\nFigure 15 (A,B) presents the cellular growth (OD600nm) and sugar consumption profiles for strain 1B \n\ngrown in both SFMM medium (designed F#14 and F#15) and in their respective controls (F#1 and \n\nF#1’), while Figure 16 presents the biodesulfurization curves obtained with those formulations. In all \n\nmedium formulations were used 10 g.l-1 of total sugars (Fru+Glu or JAJp) as carbon source and          \n\n250 µM DBT as sulfur source. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n0 20 40 60 80 100 120 140\n\nO\nD\n\n (\n6\n\n0\n0\n\n n\nm\n\n)\n\nTime (h)\n\nDM Fru+Glu\nSMM Fru+Glu\nDM JAJ\nSMM JAJ\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n0 20 40 60 80 100 120 140\n\nS\nu\n\ng\na\n\nr \n(g\n\n.l\n-1\n\n)\n\nTime (h)\n\nFructose DM Fru+Glu\nGlucose DM Fru+Glu\nFructose SMM Fru+Glu\nGlucose SMM Fru+Glu\nFructose DM JAJ\nGlucose DM JAJ\nFrutose SMM JAJ\nGlucose SMM JAJ\n\nF#1 (SFM, Fru+Glu) \nF#14 (SFMM, Fru+Glu) \nF#1’ (SFM, JAJp) \nF#15 (SFMM, JAJp) \n\n \n\nFru F#1 \nGlu F#1 \nFru F#14 \nGlu F#14 \nFru F#1’ \nGlu F#1’ \nFru F#15 \nGlu F#15 \n\n   A \n\n   B \n\nFigure 15 – Time course profiles for cellular growth (A) and sugar consumption (B) of G. alkanivorans strain 1B in the \nshake-flask cultures with the two SFMM medium formulations containing 10 g.l-1 total sugars as C-source, Fru+Glu (F#14) \n\nor JAJp (F#15), and their respective controls with the original SFM medium and the same C-sources (F#1, F#1’). Fru: \nfructose; Glu: glucose. Standard deviation (n = 3) is indicated by the error bars. \n\n\n\n34 \n \n\nFigure 16 – Desulfurization curves (2-HBP production) by G. alkanivorans strain 1B during its growth in two SFMM \nmedium formulations containing 10 g.l-1 total sugars as C-source, Fru+Glu (F#14) or JAJp (F#15), and their respective \n\ncontrols with the original SFM medium and the same C-sources (F#1, F#1’). All formulations contained ?250 µM DBT as \nsulfur source. Fru: fructose; Glu: glucose.  \n\nStandard deviation (n = 3) is represented as error bars.   \n\nComparing the growth profiles (Figure 15A) it can be observed that, despite of the different growth \n\nrates, strain 1B attained a maximum OD600nm of ?9 in all cultures within 86 h, with the highest OD600nm \n\nvalue observed in F#1 (9.55). Higher growth rates can be observed for both media with Fru+Glu as \n\nC-source (F#1-SFM and F#14-SFMM), however in all formulations the sugar consumption presented \n\nsimilar profiles with total consumption within 86 h (Figure 15B).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBased on the results from Figures 15 and 16, the main metabolic parameters associated to the \n\ngrowth and desulfurization by strain 1B in these four tested formulations (F#1 vs F#14; F#1’ vs F#15) \n\nare summarized in Table 6.  \n\nTable 6 – Main metabolic parameters for the DBT desulfurization by G. alkanivorans strain 1B in the minimized medium \nformulations with different C-source versus their respective controls: F#1 – SFM, F+G vs F#14 – SFMM, F+G; and            \n\nF#1' – SFM, JAJp vs F#15 – SFMM, JAJp. \n\nMedium \nformulations \n\nFru+Glu JAJp \n\nF#1* - SFM F#14 - SFMM F#1’ - SFM F#15 - SFM \n\nMax. OD600nm 9.55 9.01 9.01 9.05 \n\nµMax (h-1) 0.080 0.075 0.069 0.058 \n\nMax. q2-HBP                  \n(µmol.g-1(DCW).h-1) \n\n2.17 2.69 2.10 2.27 \n\nMax. 2-HBP \nproduced (µM) \n\n186.7 213.7 181.5 197.9 \n\nMax. DBT \nconsumed (µM) \n\n250 250 194 250 \n\n       Max. – Maximum \n\n          JAJp – JAJ precipitated with BaCl2 for sulfate removal \n\n          *This was a new F#1 control that was repeated in simultaneously with the assays for F#14; F#1’ and F#15. \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n0 20 40 60 80 100 120 140\n\n2\n-H\n\nB\nP\n\n (\nµ\n\nM\n)\n\nTime (h)\n\nDM Fru+Glu\nSMM Fru+Glu\nDM JAJ\nSMM JAJ\n\nF#1 (SFM, Fru+Glu) \nF#14 (SFMM, Fru+Glu) \nF#1’ (SFM, JAJp) \nF#15 (SFMM, JAJp) \n\n\n\n35 \n \n\nThese results demonstrate that independently of the C-source used, the minimized medium (SFMM \n\nmedium) enhanced the desulfurization by strain 1B when compared to the respective control (SFM \n\nmedium). This is in accordance with the Mg-source and TES preliminary minimization assays results, \n\nsince each minimal amount increased desulfurization. Strain 1B grew normally in the minimized \n\nmedium, and no synergy effects were observed. Comparing the results by C-source (i.e. F#1 vs F#1’; \n\nF#14 vs F#15), it is possible to observe that for both media (SFM and SFMM) either the growth rates \n\n(µMax) or the desulfurization (2-HBP production or q2-HBP) were lower when JAJ was used as carbon \n\nsource. This behavior was not expected (Alves &amp; Paixão 2014b; Silva et al. 2015), however the \n\ndecrease in both growth and desulfurization ability, when the JAJp was used as C-source, may be \n\njustified by the potential toxic effect of the residual barium chloride left in the juice after sulfate \n\nprecipitation procedure. This is in accordance with what was already referred by Silva et al. (2012).  \n\n3.2. Minimum culture medium: optimization in chemostat  \n\nIn order to design a future scale-up of the BDS process by G.alkanivorans strain 1B, it is necessary \n\nto know very well the microbial behavior and physiology in continuous culture. This knowledge allows \n\nthe choice of the best culture conditions towards a cost-effective industrial process with the highest \n\nproduction rate of biocatalysts. \n\nA chemostat is a system into which fresh culture medium (feed) is continuously added, while spent \n\nculture media, containing leftover nutrients, metabolic end products and microorganisms, is \n\ncontinuously removed (effluent) at the same rate to keep the microbial culture volume constant. One \n\nof the most important features of chemostats is that microorganisms (bacteria) can be grown in a \n\nphysiological steady-state under constant and optimal conditions. In steady-state, the growth occurs \n\nat a constant specific growth rate and all the culture parameters remain constant (culture volume, \n\ntemperature, pH, cell density, aeration, agitation, nutrients, products, etc). The microbial specific \n\ngrowth rate can be optimal if the best dilution rate and culture conditions are established (Roseiro et \n\nal. 1996; Roseiro et al. 1999; Bandyopadhyay et al. 2013). \n\nIn this context, based on the minimal amounts of N, Mg and TES tested in the SFMM medium for the \n\nshake-flask assays, respectively 85% N, 25% Mg and 25% TES, the next step was to apply this \n\ncombined reduction in the SFMR medium and optimize the culture conditions towards the maximum \n\nproduction of efficient desulfurizing biocatalysts, i.e. resting cells of strain 1B. Resting cells differ from \n\ngrowing cells because there are no changes in cell metabolism and no cell multiplication, since no \n\nnutrients and carbon source are provided. This procedure allows the testing of the desulfurization \n\nability with a constant cell concentration. \n\n\n\n36 \n \n\n3.2.1. Optimization of the N-source minimization in a low-cost chemostat \n\nThe first set of assays in chemostat were carried out towards the minimization of the N-source (NH4Cl) \n\nin the SFMR medium, since the minimal amount of 85% N used in SFMM medium for shake-flask was \n\nselected based only in an extrapolation from the sugar and desulfurization results. For these assays, \n\na tailor-made bioreactor system coupling a GLS 80? stirred reactor with 260 ml of working volume \n\nwas developed. Figure 17 shows the setup of this low-cost chemostat during an assay of continuous \n\nculture with strain 1B for N-source minimization. In this system, the most expensive parts are the pH \n\ncontroller, the pH electrode (250 mm), the peristaltic pumps and the GLS 80? stirred reactor. The \n\nother components can be easily found in a laboratory.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\npH controller \nNaOH pump \n\nWater condenser \n(air exhaust) \n\nWater bath \n\n(30?C) \n\nCulture \nmedium \n\nMagnetic \nstirrer \n\nOutflow \npump \n\nY shaped tube for \ninoculum/carbon feed \n\nand air exhaust \n\nOutflow \ntube \n\npH electrode \n\nC. medium \ninflux tube \n\nSpent cells \nstorage \n\nTube coil for \ntemperature \nmaintenance \n\n(30?C) \n\nFigure 17 – Setup of the low-cost chemostat during an assay of continuous culture with strain 1B. \n\n\n\n37 \n \n\nTherefore, different medium formulations with decreasing concentrations of N-source, F#1 (100%), \n\nF#2 (75%), F#3 (50%) and F#4 (25%) (see Table 3), were tested in order to evaluate the minimum \n\nconcentration of NH4Cl needed by the bacterium to grow and further desulfurize. In these continuous \n\ncultures, the only C-source used was 10 g.l-1 fructose, since it allows the use of higher dilution rates \n\n(0.07– 0.08 h-1) and consequently decreases the time necessary to enter steady-state. Table 7 \n\npresents the metabolic characteristics for each bacterial culture steady-state (SS) obtained for the \n\nformulations F#1 to F#4, designated as SS#1, SS#2, SS#3 and SS#4, respectively. All conditions \n\nwere maintained constant; therefore the culture behavior translates the physiological response of the \n\nmicrobial cells to the influence of the N-source amount in the culture medium.  \n\nTable 7 – Metabolic parameters for the steady-state cultures of G. alkanivorans strain 1B, grown in a low-cost chemostat \nin SFMR medium formulations with decreasing N-source concentrations. \n\naAmount: % of the original amount of NH4Cl (1.22 g.l-1 = 100%, default SFMR medium); \nqFru – specific rate of fructose consumption; \n\nqSO4 – specific rate of sulfate consumption;  \n\nqCO2 – specific rate of carbon dioxide production;  \n\nCR – carbon recovery (percentage of supplied carbon that is used in the cells constitution); \n\nCCE – carbon conversion efficiency;  \n\nYx/s – cell yield (cell mass produced per mole of substrate consumed). \n\n \nThese results show that steady-state chemostat cultures of strain 1B (SS#1 to SS#4 cultures) were \n\nobtained at a dilution rate comprised in the range of 0.07 – 0.08 h-1. Comparing the steady-state \n\ncontinuous cultures, it can be observed that the marked decrease in the metabolic parameters overall, \n\nassociated to cell growth (OD600nm, biomass, biomass production rate and fructose consumption rate) \n\nmay be linked with the reduction of the N-source amount, from 100% N to 25% N. The restriction of \n\nbacterial growth by the N-source limitation is consistent with the accumulation of C-source that is \n\nobserved for the formulations with ?75% N, as 8.15 g.l-1 fructose were accumulated by the SS#4 \n\nSteady-state culture (SS#) \n(N-source amounta) \n\nSS#1 \n(100%) \n\nSS#2 \n(75%) \n\nSS#3 \n(50%) \n\nSS#4 \n(25%) \n\nDilution rate (h-1) 0.076 0.072 0.076 0.082 \n\nBiomass production rate (g.l-1.h-1) 0.37 0.32 0.22 0.09 \n\nFructose consumption rate (g.l-1.h-1) 0.76 0.64 0.48 0.15 \n\nqFru  (mmol.g-1 (DCW).h-1) 0.87 0.80 0.92 0.77 \n\nqSO4  (mmol.g-1 (DCW).h-1) 3.04 3.31 3.76 3.22 \n\nqCO2  (mmol.g-1 (DCW).h-1) 1.24 1.23 1.30 1.62 \n\nCR (%) 84.93 87.76 81.43 110.57 \n\nCCE (%) 61.02 62.31 57.80 74.70 \n\nYx/s (g (DCW).mol-1) 87.80 89.66 83.16 107.48 \n\nAccumulated carbon source (g.l-1) 0.00 1.07 3.69 8.15 \n\nOD600nm 12.63 13.21 7.79 3.46 \n\nBiomass (g.l-1) 4.83 4.45 2.97 1.11 \n\n\n\n38 \n \n\nculture (25% N). Moreover, the highest values for CR, CCE and Yx/s that were obtained by the SS#4 \n\nculture also highlight that strain 1B directed all the fructose consumed (?2 g.l-1) to biomass production \n\nin response to the nitrogen limitation. \n\nFor the production of cost-efficient biocatalysts (resting cells of strain 1B) it is necessary that all C-\n\nsource and S-source are consumed, since the accumulation of C-source implies the accumulation of \n\nS-source in culture and this effect inhibits the desulfurization ability of the resting cells (personal \n\ncommunication). In this context, despite the slight differences observed in the metabolic responses of \n\nSS#1 (100% N) and SS#2 (75% N) cultures, only the SS#1 culture had effective cells capable of \n\ndesulfurizing the DBT or fossil fuels, with fully consumed carbon and sulfur sources. Therefore >75% \n\nN is required for the culture to grow and fully consume the C-source as well as produce the maximum \n\neffective biocatalysts yield. These results are in agreement with those previously obtained in the N-\n\nsource minimization shake-flask set of assays (see Figures 9 and 10), which have also pointed out \n\nfor 75% &lt;N-source amount ? 100% as the optimal amount. \n\nAdditionally, flow cytometry was also used to evaluate the influence of N-source amount reduction on \n\nthe physiological state of the strain 1B cells in each steady-state culture (F#1 to F#4). For flow \n\ncytometry analysis, cells were stained with PI and CFDA in order to access membrane integrity and \n\nmetabolic activity. Figure 18 presents the dispersion graphics obtained for each steady-state culture \n\nanalyzed, showing the populations of cells with different physiological states: healthy, stressed \n\n(compromised membrane), inactive and dead cells.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMin NH4Cl 50%_1\n\nPI\n\nC\nF\n\nD\nA\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n1, 66%3, 57%\n\n21, 11%73, 66%\n\nMin NH4Cl 75%_1\n\nPI\n\nC\nF\n\nD\nA\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n1, 63%1, 64%\n\n8, 12%88, 61%\n\nMin NH4Cl 75%_1\n\nSSC-H\n\nF\nS\n\nC\n-H\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\nMin NH4Cl 100%_1\n\nPI\n\nC\nF\n\nD\nA\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n86, 11% 7, 82%\n\n5, 56% 0, 51%\n\nMin NH4Cl 100%_1\n\nSSC-H\n\nF\nS\n\nC\n-H\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\nMin NH4Cl 25%_1\n\nPI\n\nC\nF\n\nD\nA\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n75, 19% 14, 90%\n\n7, 51% 2, 40%\n\nMin NH4Cl 25%_1\n\nSSC-H\n\nF\nS\n\nC\n-H\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\nMin NH4Cl 50%_1\n\nSSC-H\n\nF\nS\n\nC\n-H\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\n10\n0\n\n10\n1\n\n10\n2\n\n10\n3\n\n10\n4\n\nFigure 18 – Flow cytometric analysis of strain 1B cells from the steady-state cultures, grown in chemostat in SFMR \nmedium formulations with different N-source (NH4Cl) concentrations: 25%, 50%, 75%, and 100%. In the quadrant \n\nanalysis, UpL (Upper left quadrant) are healthy cells; UpR (Upper right quadrant) are cells whose membrane is \ncompromised but are metabolically active; LwL (Lower left quadrant) are cells whose membrane is uncompromised but \nhave no metabolic activity; and LwR (Lower right quadrant) are dead cells. Results were obtained in duplicate and each \n\nanalyzed 6 times. \n\n \n\n\n\n39 \n \n\n82,5\n\n7,5 6,7\n0,6\n\n88,2\n\n7,8\n1,7 1,7\n\n71,0\n\n21,8\n\n3,6 2,0\n\n74,8\n\n14,7\n\n7,6\n2,7\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\nHealthy (UpL) Stressed (UpR) Inactive (LwL) Dead (LwR)\n\nC\ne\n\nll\ns \n\n(%\n)\n\nPopulations of cells\n\nSS#1 (100 % N)\nSS#2 (75 % N)\nSS#3 (50 % N)\nSS#4 (25 % N)\n\nFigure 19 – Bacterial cells viability (as percentages of healthy, stressed (compromised membrane), metabolically inactive, \nand dead cells) in each one of the four steady-state cultures, from different N-source (NH4Cl) amounts: 25%, 50%, 75%, \n\nand 100%. UpL, UpR, LwL, and LwR are the quadrants designation (see figure 10).  \nStandard deviation (n = 12) is indicated by the error bars. \n\n \n\nAdditionally, Figure 19 shows the bacterial cells viability in each steady-state culture, quantified as \n\npercentages of healthy, stressed, inactive and dead cells. These results show the physiological \n\nresponse of strain 1B to the N-source amount reduction in culture medium, demonstrating that the \n\nlack of N induced the decrease of healthy cells and consequently the increase of stressed, inactive \n\nand/or dead cells. In SS#4 culture (25% N) it can be observed the highest percentage of inactive \n\n(7.6%) and dead cells (2.7%), as well as a high value of stressed cells (14.7%). In SS#3 culture (50% \n\nN), the lack of N-source is translated mainly by a great increase of stressed cells, from 7.5% (SS#1 – \n\n100% N) to 21.8%, and consequently the decrease of healthy cells, from 82.5% (SS#1) to 71%. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMoreover, these results also indicate that SS#1 and SS#2 cultures (100% N and 75% N) have a \n\ncomparable percentage of healthy cells, 82.5% and 88.2%, respectively. The slight difference \n\nobserved can be associated to the fact that the SS#1 culture consumed the C-source available in the \n\nmedium causing the beginning of a starvation period, in contrast with what happened in SS#2 culture, \n\nwhich accumulated C-source and S-source and therefore the C-source was not limiting.  However, \n\nSS#2 culture, despite presenting the highest percentage of viable cells (94%, healthy + stressed \n\ncells), was not able of further DBT desulfurization due to the S-source accumulation in the culture \n\nmedium, as already referred.  \n\nSince the optimal N-source amount for G. alkanivorans strain 1B to grow and fully consume the C-\n\nsource would be above 75% and lower than 100%, an interpolation concerning this amount was \n\ncarried out based on a polynomial regression fit to BPR = f(N-source amount), where BPR is the \n\nbiomass production rate, a parameter indicator of the bacterial growth (Figure 20). \n\n \n\n \n\n\n\n40 \n \n\ny = -0,4298x2 + 0,8834x - 0,1046\nR² = 0,9991\n\n0,00\n\n0,05\n\n0,10\n\n0,15\n\n0,20\n\n0,25\n\n0,30\n\n0,35\n\n0,40\n\n0% 20% 40% 60% 80% 100% 120%\n\nB\nP\n\nR\n (\n\ng\n.l\n\n-1\n.h\n\n-1\n)\n\nNH4Cl amount\n\nFigure 20 – Polynomial regression for the biomass production rate (BPR) versus N-source amount. \n\n \n\n  \n\n  \n\n \n\n \n\n \n\n \n\n \n\nBased on this model, the minimal N-source amount stipulated to apply in further minimum culture \n\nmedium optimization assays in chemostat was 90%, since the BPR estimated is similar to that of \n\n100% (0.34 g.l-1.h-1 for 90% N and 0.35 g.l-1.h-1 for 100% N). \n\n3.2.2. Minimized medium: commercial versus alternative C-source \n\nBased on the minimal amounts stipulated for N-source (90%), Mg-source (25%) and TES (25%) from \n\nthe prior set of assays (shake-flask and low-cost chemostat), two more continuous cultures (SS#5 \n\nand SS#6), were carried out towards the development of the optimal minimized medium for                 \n\nbioreactor (SFMMR – SFMR minimum). This process aimed to achieve the maximum yield of effective \n\nbiocatalysts (strain 1B resting cells). \n\nAs already referred, in chemostat, the microbial specific growth rate can be optimal if the dilution rate \n\nand culture conditions are well defined. Therefore, for faster growth and maximum biomass yield, the \n\nhighest dilution rate possible should be used. However, if a dilution rate is too high there will be \n\naccumulation of the culture medium components, leading to nutrient surplus and, in the limit, to cell \n\nwashout.  \n\nThe dilution rates for the two SFMMR medium continuous cultures (using different C-sources, Fru+Glu \n\nversus JAJc (SS#5 vs SS#6, Table 3)) were chosen based in the average growth rates obtained in \n\nthe correspondent SFMM medium for shake-flask assays (F#14: µ = 0.07 and F#15: µ = 0.05).This \n\nchoice was based on the fact that the µmax (0.08 h\n-1 and 0.06 h-1, Table 6) could be too high causing \n\nnutrient accumulation, namely sulfate. Sulfate accumulation will further inhibit the desulfurization \n\nability of the produced biocatalysts, hindering their potential application for BDS processes.  \n\nAdditionally, due to the possibility of JAJp causing further inhibition of BDS probably due to the residual \n\nBaCl2 present in the juice, as referred for F#1’ and F#15 batch cultures (shake-flask assays), a \n\n\n\n41 \n \n\ndifferent JAJ was used as C-source: JAJc (see section 2.2 for details). This JAJc has a higher ratio of \n\ncarbon/sulfate (300 g.l-1 total sugars/ 600 mg.l-1 sulfate), enabling the use of the juice without BaCl2 \n\nprecipitation. Since its dilution to 10 g.l-1 total sugars in the culture medium also account for the optimal \n\nsulfate amount without requiring additional S-source (see F#6, Table 3). \n\nThe metabolic characteristics for both bacterial culture steady-states, in the minimized medium \n\n(SFMMR medium, see F#5 and F#6 in Table 3), using Fru+Glu (SS#5) versus JAJc (SS#6) are \n\nregistered in Table 8. Operational conditions were maintained constant; therefore the culture behavior \n\ntranslates the physiological response of the microbial cells to the influence of the C-source in the \n\nminimized culture medium (SFMMR medium), with 90% N, 25% Mg and 25% TES.  \n\nComparing the two steady-state cultures, SS#5 versus SS#6, it can be observed that SS#5 culture \n\npresented a higher biomass production (3.97 g.l-1) than SS#6 (3.10 g.l-1), which is consistent with the \n\noverall metabolic parameters associated to growth (OD600nm, biomass, biomass production rate, \n\nsugars consumption rates, qFru, qGlu). Moreover, the biomass production rate of SS#5 was 1.7-fold \n\nhigher than the one obtained with SS#6, which could be explained by the higher dilution rate used \n\n(0.065 h-1 versus 0.047 h-1). The results obtained for CR, CCE and Yx/s are very similar for both SS \n\ncultures, demonstrating an overall similar behavior of the cells grown in the minimized medium, \n\ndespite the different C-source. In addition, the SFMMR medium also permitted the total consumption \n\nof the available sugars in both SS cultures, avoiding any nutrient accumulation which may be a BDS \n\ninhibitor.   \n\nTable 8 – Metabolic parameters for the steady-state cultures of G. alkanivorans strain 1B, grown in chemostat, in the \nminimized medium (SFMMR medium) using Fru+Glu (SS#5) or JAJc (SS#6) as C-source. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\naSFMR minimum medium with 90% N, 25% Mg and 25% TES  \n\nNote: see table 7 endnotes for details on the different parameters \n\nMinimized culture medium (SFMMR)a \nGlu+Fru  \n(SS#5) \n\nJAJc  \n(SS#6) \n\nDilution rate (h-1) 0.065 0.047 \n\nBiomass production rate (g.l-1.h-1) 0.26 0.15 \n\nFructose Consumption rate (g.l-1.h-1) 0.52 0.28 \n\nGlucose Consumption rate ( g.l-1.h-1) 0.13 0.11 \n\nqFru  (mmol.g-1 (DCW).h-1) 0.73 0.50 \n\nqGlu  (mmol.g-1 (DCW).h-1) 0.18 0.20 \n\nqSO4  (mmol.g-1 (DCW).h-1) 3.13 2.54 \n\nqCO2  (mmol.g-1 (DCW).h-1) 1.72 1.66 \n\nCR (%) 80.90 86.16 \n\nCCE (%) 49.70 46.80 \n\nYx/s (g (DCW).mol-1) 71.46 67.30 \n\nAccumulated carbon source (g.l-1) 0.00 0.00 \n\nOD600nm 11.29 10.03 \n\nBiomass (g.l-1) 3.97 3.10 \n\nq2-HBP ( µmol.g-1(DCW).h-1) 2.90 12.23 \n\n\n\n42 \n \n\nFurther desulfurization results obtained with resting cells from SS#5 (q2-HBP = 2.90 µmol.g\n-1(DCW).h-1) \n\nand SS#6 (q2-HBP = 12.23 µmol.g\n-1(DCW).h-1) showed a 4-fold higher desulfurization ability from the \n\nbiocatalysts produced in the SFMMR medium using the alternative C-source (JAJc). \n\nAdditionally to the metabolic study, flow cytometry analysis (Figure 21) was also performed to \n\nevaluate the physiological state of the cells from each SS culture (SS#5 and SS#6). Flow cytometry \n\nresults show a percentage of viable cells >93% for both cultures (SS#5: ?95% = 62% healthy + 33% \n\nstressed; SS#6: ?93% = 73% healthy + 20% stressed) and consequently&lt;7% of inactive and dead \n\ncells (SS#5: 3.6% inactive + 1.1% dead; SS#6: 3.7% inactive + 2.8% dead), demonstrating the overall \n\ngood physiological state of each culture.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTherefore, the overall metabolic and physiological results pointed out for SS#6 culture resting cells \n\nas the optimized cost-effective biocatalysts for BDS processes with G. alkanivorans strain 1B. In fact, \n\nthese efficient biocatalysts are capable of enhanced DBT desulfurization                                                        \n\n(q2-HBP = 12.23 µmol.g\n-1(DCW).h-1) and may be produced in a chemostat using a low-cost culture \n\nmedium: SFMMR + JAJc culture medium. DBT desulfurization using strain 1B SS#6 resting cells (JAJc) \n\nwas 2.4-fold higher than that obtained by Silva (2012) using strain 1B growing cells and JAJp as           \n\nC-source (q2-HBP = 5.06 µmol.g\n-1(DCW).h-1). \n\n3.3. Evaluation of the expression of the dsz operon by Real Time-PCR \n\nIn complement to the BDS assays using resting cells of SS#5 and SS#6 cultures, the evaluation of \n\nthe desulfurization gene expression (regulated by dsz operon) in both chemostat cultures was \n\nperformed through a Real Time-PCR system (RT-PCR). A two-step RT-PCR approach was \n\nperformed as described in section 2.6.6. For each SS culture, the RNA was first extracted from cells \n\n61,63\n\n32,88\n\n3,55 1,05\n\n72,96\n\n20,01\n\n3,65 2,84\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\nHealthy (UpL) Stressed (UpR) Inactive (LwL) Dead (LwR)\n\nC\ne\n\nll\ns \n\n(%\n)\n\nPopulations of cells\n\nSFMM Fru+Glu\n\nSFMM JAJ\n\nFigure 21 – Bacterial cells viability (as percentages of healthy, stressed (compromised membrane), metabolically inactive, \nand dead cells) in both steady-state cultures, grown in SFMMR medium with Glu+Fru (SS#5) and JAJc (SS#6). UpL, UpR, \n\nLwL, and LwR are the quadrants designation (see figure 18).  \nStandard deviation (n = 12) is indicated by the error bars. \n\n\n\n43 \n \n\nand then retro-transcribed into cDNA and amplified with primers for dszA, dszB, dszC and 16s, the \n\nlatter being used as a control.  \n\nA comparative study of the gene expression results for cells of SS#5 culture (SFMMR medium, \n\nFru+Glu) versus cells of SS#6 culture (SFMMR medium, JAJc) showed that the overall gene \n\nexpression for the three dsz genes was higher for SS#6 culture cells, despite of the different levels of \n\nexpression by each gene: dszC expression was 22% lower for SS#5 cells (Ratio SS#5/SS#6 = 0.78), \n\ndszA was 83% lower for SS#5 cells (Ratio SS#5/SS#6  = 0.17) and dszB was 99% lower for SS#5 \n\ncells (ratio SS#5/SS#6 = 0.01). These results are in accordance with the higher desulfurization \n\nachieved by SS#6 biocatalysts (q2-HBP = 12.23 µmol.g-\n1 (DCW).h-1). \n\n3.4. Desulfurization of a model oil \n\nIn order to scale-up the BDS process with resting cells of G. alkanivorans strain 1B into a petroleum \n\nrefinery it is necessary to first evaluate their potential to desulfurize crude oils, which are complex \n\nmixtures rich in thiophenic compounds that are recalcitrant to HDS. Crude oil BDS has several \n\nassociated problems that must be taken into account, such as phase separation between the water \n\nand organic phase; toxicity of the organic solvent or inhibition of desulfurization due to the presence \n\nof multiple substrates. \n\nCrude oil was simulated through the design of a model oil, consisting on a mixture of DBT \n\n(dibenzothiophene) and several DBT derivatives dissolved in o-xylene, and posteriorly prepared and \n\ntested in a BDS assay using resting cells of SS#6 culture in a biphasic system (organic phase: model \n\noil + aqueous phase: resting cells re-suspended in a phosphate solution). \n\nFigure 22 shows the gas chromatography (GC) profiles for the model oil desulfurization by strain 1B \n\nSS#6 resting cells. This figure shows that all DBT derivatives in the mixture were reduced to the \n\nrespective product: 2-HBP for DBT, 4-methyl-2-HBP for 4-methyl-DBT, 4,6-dimethyl-2-HBP for 4,6-\n\ndimethyl-DBT and 4,6-diethyl-2-HBP for 4,6-diethyl-DBT. \n\nTherefore, a complete desulfurization of the model oil by strain 1B was observed within 72 hours. The \n\nability of G. alkanivorans strain 1B to desulfurize a model oil, with DBT, 4-methyl-DBT and 4,6-\n\ndimethyl-DBT, was already described by Alves et al. (2008). Based on each q2-HBP value obtained \n\nduring the mixture desulfurization, these researchers also demonstrated that strain 1B has a selective \n\npreference for: DBT &lt;4-methyl-DBT &lt;4,6-dimethyl-DBT.  \n\nThese results show the potential of strain 1B to desulfurize complex mixtures of DBT derivatives. \n\nNevertheless, much improvement must be still carried out towards its possible industrial scale-up, as \n\na complement to HDS into a crude oil refinery. \n\n \n\n\n\n44 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n3.5. Pigments analysis of pre and post-desulfurizing resting cells \n\nOne of the strategies used to make industrial bioprocesses economically viable is to take advantage \n\nof high added value products resulting from the biomass (Makkar &amp; Cameotra 1999; FitzPatrick et al. \n\n2010; Veiga-Crespo et al. 2012). One example of such products are carotenoids, pigments that are \n\nproduced by many microorganisms and have a high market value.  \n\nTo evaluate if secondary metabolites, such as pigments, \n\nproduced by G. alkanivorans strain 1B could be affected by \n\nthe desulfurization process, pigments extraction of samples \n\nfrom pre- and post-desulfurization assays (Pre BDS, Post \n\nBDS) using both SS#5 and SS#6 resting cells were \n\nperformed. Figure 23 (A-D) shows a picture of the dried \n\nbiomass of each sample extracted for pigments \n\nquantification. All biomass samples presented an orange \n\ncolor, however, there is a visible difference between the color \n\nof SS#6 resting cells biomass before (Figure 23C) and after \n\ndesulfurization (Figure 23D), presenting the latter a more \n\nintense orange. \n\nFigure 24 presents the results of the pigments analysis by HPLC of the four extracts obtained. The \n\nanalysis of the chromatograms revealed the presence of several carotenoid related peaks, of which \n\nonly lutein, astaxanthin and canthaxanthin were identifiable, representing less than 50% of the total. \n\nB \n\nA \n\nDBT \n\n4-methyl-DBT \n\n4,6-dimethyl-DBT\n\n4,6-diethyl-DBT \n\n2-HBP \n\n4-methyl-2-HBP \n\n4,6-dimethyl-2-HBP\n\n4,6-diethyl-2-HBP \n\nFigure 22 – Gas chromatograms from the model oil desulfurization by SS#6 resting cells. A – Model oil components \nbefore desulfurization; B – Model oil components after 72 hours of desulfurization. \n\nA B \n\nC D \n\nFigure 23 – Samples of dried biomass \nfrom the pre and post-BDS assays \nusing SS#5 and SS#6 resting cells.  \n\nA – SS#5-PreBDS; B – SS#5-PostBDS; \nC – SS#6-PreBDS; D – SS#6-PostBDS. \n \n\n\n\n45 \n \n\n18\n\n49\n\n13\n\n114116\n\n189\n\n100\n\n184\n\n0\n\n27\n8\n\n36\n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\nSS#5-PreBDS SS#5-PostBDS SS#6-PreBDS SS#6-PostBDS\n\nP\nig\n\nm\ne\n\nn\nt \n\n(µ\ng\n\n.g\n-1\n\no\nf \n\nd\nry\n\n c\ne\n\nll\n w\n\ne\nig\n\nh\nt)\n\nSamples of resting cells\n\nAstaxanthin\n\nLutein\n\nCanthaxanthin\n\nFigure 24 – Analysis of the main carotenoids produced by pre- and post-desulfurization strain 1B cells from SS#5 and \nSS#6 resting cells (RC). SS#5-preBDS and SS#5-postBDS are resting cells produced in the chemostat with SFMMR + \n\n(Fru+Glu) medium; SS#6-preBDS and SS#6-postBDS are resting cells produced in the chemostat with SFMMR + (JAJc) \nmedium. PreBDS –pre-desulfurization (fresh RC); PostBDS – post-desulfurization (exhausted RC). \n\n \n\nOverall, the SS#5-preBDS cells (Figure 23A), from SFMMR+ (Fru+Glu) medium, were able to produce \n\n116 µg.g-1(DCW) of lutein and 18 µg.g-1(DCW) of astaxanthin. No canthaxanthin was observed. For \n\nSS#5-postBDS cells (Figure 23B), it was observed an increased production of lutein and astaxanthin, \n\n189 µg.g-1(DCW) and 49 µg.g-1(DCW), respectively. In this case, canthaxanthin was also produced, \n\nattaining 27 µg.g-1(DCW). Relatively to the cells grown in SFMMR + JAJc medium, for SS#6-preBDS \n\ncells it was observed a production of 100 µg.g-1(DCW) of lutein, 13 µg.g-1(DCW) of astaxanthin and    \n\n8 µg.g-1(DCW) of canthaxanthin. Again, an increase of the overall pigments production was observed \n\nfor the SS#6-postBDS cells, attaining 184 µg.g-1(DCW) of lutein, 114 µg.g-1(DCW) of astaxanthin and \n\n36 µg.g-1(DCW) of canthaxanthin. From these results, it can be stated that the exhausted resting cells \n\n(SS#5-postBDS; SS#6-postBDS) produced higher amounts of all identified carotenoids (lutein, \n\nastaxanthin and canthaxanthin) than fresh resting cells (SS#5-preBDS; SS#6-postBDS). Lutein was \n\nthe most abundant carotenoid, both for pre- and post-desulfurization resting cells from SS#5 and \n\nSS#6 cultures. Astaxanthin and canthaxanthin are pigments with orange and red color, respectively. \n\nThe presence and increase of these pigments justify the difference in color observed in the petri \n\ndishes (Figure 23).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThese results also show a different profile on carotenoids production for resting cells originated in a \n\nminimized medium with Fru+Glu (SS#5) versus JAJc (SS#6), as C-source. SS#5-postBDS attained a \n\ntotal pigments production of about 265 µg.g-1(DCW) in comparison to the 334 µg.g-1(DCW) for       \n\nSS#6-postBDS cells. The total carotenoids produced by G. alkanivorans strain 1B cells was higher \n\nthan those obtained by G. jacobaea (CECT 5282), 227?µg.gDCW-1, a genetically modified Gordonia \n\nstrain used for pigment production (De Miguel et al. 2000; De Miguel et al. 2001; Veiga-Crespo et al. \n\n2005; Veiga-Crespo et al. 2012). This brings good prospectives to the optimization of pigments \n\nproduction towards their utilization in the agro-alimentary industry. \n\n\n\n46 \n \n\nSince DBT desulfurization enhanced the overall pigments production in the resting cells used as \n\nbiocatalysts, the further exploitation of these high added value products from the exhausted microbial \n\nbiomass can be coupled to BDS process as a decisive factor to bring economical balance to its \n\npossible scale-up (Paixão et al. 2016). \n\n4. Conclusion \n\nThe shake-flask minimization assays allowed the design of a minimized culture medium (SFMM \n\nmedium) containing 75-100% of N-source, 25% of Mg-source and 25% of TES (% of the original \n\namounts used in the default SFM medium). Using 85% N, the SFMM medium was tested with two   \n\nC-sources (Fru+Glu) versus JAJp and the results obtained demonstrate that independently of the       \n\nC-source used, the SFMM medium enhances the desulfurization by strain 1B in comparison with the \n\nrespective control (SFM medium).  \n\nBased on these minimal amounts established for SFMM medium, the next step was to apply this \n\ncombined reduction in the SFMR medium and optimize the culture conditions in chemostat assays, \n\nwhere bacteria can be grown in a physiological steady-state under constant and optimal conditions. \n\nIn this context, after a first screening on the minimal amount for N-source using a low-cost bioreactor, \n\nthe established SFMMR medium (90% N, 25% Mg and 25% TES) was tested in two more continuous \n\ncultures (SS#5 and SS#6) for the development of the optimal minimized medium for reactor taking \n\ninto account the maximum yield of effective biocatalysts (G. alkanivorans strain 1B resting cells). The \n\nresults highlighted the SFMMR medium with JAJc as C-source as the optimal minimized medium in \n\nwhich cost-effective biocatalysts can be produced (SS#6 resting cells), attaining a desulfurization     \n\n(q2-HBP) of 12.2 µmol.g\n-1(DCW).h-1, about 4-fold higher than the one observed with the biocatalysts \n\nfrom the SFMMR medium with Fru+Glu as C-source (q2-HBP = 2.9 µmol.g\n-1(DCW).h-1 for SS#5 resting \n\ncells). RT-PCR results confirmed the higher expression of the overall desulfurization genes (dszA, \n\ndszB, dszC genes) in the SS#6 resting cells. \n\nMoreover, a BDS assay for a model oil (500 µM, DBT + 4-methyl-DBT + 4,6-dimethyl-DBT, and 4,6-\n\ndiethyl-DBT), using SS#6 resting cells culture in a biphasic system, was performed showing the ability \n\nof complete desulfurization within 72 h by these biocatalysts. Additionally, it was also demonstrated \n\nthat the exhausted biocatalysts were able to produce high amounts of carotenoids (334 ?g.g-1(DCW)). \n\nThe further exploitation of these high added value products from the exhausted microbial biomass \n\ncan also be coupled to the BDS process as a decisive factor to bring economical balance to its \n\nindustrial scale-up in addition to the low-cost culture medium (SFMMR medium) developed for the \n\neffective biocatalysts production in bioreactor. This reflects great perspectives for the future of BDS \n\nas an integrated part of the petroleum treatment industry. \n\n\n\n47 \n \n\n5. Future Works \n\nAs a future work, it is important to further test the influence of magnesium in desulfurization by strain \n\n1B. It is also important to test desulfurizing cells with crude oil or diesel/gasoline, in order to better \n\nunderstand how G. alkanivorans strain 1B cells react in “real” fossil fuels. Finally, more tests must be \n\nconducted to optimize conditions to maximize both desulfurization and pigment production during \n\ndesulfurization. \n\n6. Bibliography \n\nAbo-State, M.A. et al., 2014. Modification of basal salts medium for enhancing dibenzothiophene biodesulfurization by Brevibacillus \ninvocatus C19 and Rhodococcus erythropolis IGTS8. World Applied Sciences Journal, 30(2), pp.133–140. \n\nAdegunlola, G.A. et al., 2012. Microbial desulphurization of crude oil using Aspergillus flavus. European Journal of Experimental \nBiology, 2(2), pp.400–403. \n\nAfferden, M. va. et al., 1993. Biochemical mechanisms for the desulfurization of coal-relevant organic sulfur compounds. Fuel, \n72(12), pp.1635–1643. \n\nAlves, L. et al., 2015. Biodesulphurization of fossil fuels: energy, emissions and cost analysis. RSC Advances, 5(43), pp.34047–\n34057. \n\nAlves, L. et al., 2005. Desulfurization of dibenzothiophene, benzothiophene, and other thiophene analogs by a newly isolated \nbacterium, Gordonia alkanivorans strain 1B. Applied biochemistry and biotechnology, 120, pp.199–208. \n\nAlves, L., 2007. Dibenzothiophene desulfurization by Gordonia alkanivorans strain 1B. Universidade de Lisboa. \nAlves, L., Marques, S., et al., 2008. Dibenzothiophene desulfurization by Gordonia alkanivorans strain 1B using recycled paper \n\nsludge hydrolyzate. Chemosphere, 70(6), pp.967–73. \nAlves, L., Matos, J., et al., 2008. Evidence for the role of zinc on the performance of dibenzothiophene desulfurization by Gordonia \n\nalkanivorans strain 1B. Journal of Industrial Microbiology and Biotechnology, 35(1), pp.69–73. \nAlves, L. et al., 2006. Sequencing, cloning and expression of the dsz genes required for dibenzothiophene sulfone desulfurization \n\nfrom Gordonia alkanivorans strain 1B. Enzyme and Microbial Technology, 40(6), pp.1598–1603.  \nAlves, L. &amp; Paixão, S.M., 2011. Effect of the carbon source on fossil fuels desulfurization ability by Gordonia alkanivorans strain \n\n1B. In IV Congresso da Ordem dos Biólogos. p. 1. \nAlves, L. &amp; Paixão, S.M., 2014a. Enhancement of dibenzothiophene desulfurization by Gordonia alkanivorans strain 1B using sugar \n\nbeet molasses as alternative carbon source. Applied biochemistry and biotechnology, 172(6), pp.3297–305. \nAlves, L. &amp; Paixão, S.M., 2014b. Fructophilic behaviour of Gordonia alkanivorans strain 1B during dibenzothiophene desulfurization \n\nprocess. New biotechnology, 31(1), pp.73–9. \nAlves, L. &amp; Paixão, S.M., 2011. Toxicity evaluation of 2-hydroxybiphenyl and other compounds involved in studies of fossil fuels \n\nbiodesulphurisation. Bioresource technology, 102(19), pp.9162–6. \nAtabani, a. E. et al., 2012. A comprehensive review on biodiesel as an alternative energy resource and its characteristics. \n\nRenewable and Sustainable Energy Reviews, 16(4), pp.2070–2093. \nBabich, I. V &amp; Moulijn, J.A., 2003. Science and technology of novel processes for deep desulfurization of oil refinery streams?: a \n\nreview. Fuel, 82, pp.607–631. \nBandyopadhyay, S. &amp; Chowdhury, R., 2014. Parameter optimization of surface active properties and quantification of biosurfactant \n\nproduced in continuous stirred tank bioreactor during biodesulfurization of diesel. International Journal of Innovative \nResearch in Advanced Engineering, 1(9), pp.217–224. \n\nBandyopadhyay, S., Chowdhury, R. &amp; Bhattacharjee, C., 2013. Steady state performance of a bioreactor for production of near \nzero sulfur diesel (NZSD) and bio-surfactant. Journal of Clean Energy Technologies, 1(3), pp.189–193. \n\nBhatia, S. &amp; Sharma, D.K., 2012. Thermophilic desulfurization of dibenzothiophene and different petroleum oils by Klebsiella sp. \n13T. Environmental science and pollution research international, 19(8), pp.3491–7. \n\nVon Blottnitz, H. &amp; Curran, M.A., 2007. A review of assessments conducted on bio-ethanol as a transportation fuel from a net \nenergy, greenhouse gas, and environmental life cycle perspective. Journal of Cleaner Production, 15(7), pp.607–619. \n\nBond, T. &amp; Templeton, M.R., 2011. History and future of domestic biogas plants in the developing world. Energy for Sustainable \nDevelopment, 15(4), pp.347–354. \n\nBorgne, S. Le &amp; Quintero, R., 2003. Biotechnological processes for the refining of petroleum. Fuel Processing Technology, 81(2), \npp.155–169. \n\nCaro, A. et al., 2007. Dibenzothiophene biodesulfurization in resting cell conditions by aerobic bacteria. Biochemical Engineering \nJournal, 35(2), pp.191–197. \n\nChekroun, M. Ben et al., 1996. Comparison of fructose production by 37 cultivars of Jerusalem artichoke (Helianthus tuberosus L.). \nNew Zealand Journal of Crop and Horticultural Science, 24(1), pp.115–120. \n\nCheng, Y. et al., 2009. Biodiesel production from Jerusalem artichoke (Helianthus Tuberosus L.) tuber by heterotrophic microalgae \nChlorella protothecoides. Journal of Chemical Technology &amp; Biotechnology, 84(5), pp.777–781. \n\nClark, P.D. &amp; Kirk, M.J., 1994. Studies on the upgrading of bituminous oils with water and transition metal catalysts. Energy &amp; Fuels, \n8(2), pp.380–387. \n\nDenome, S.A. et al., 1994. Characterization of the desulfurization genes from Rhodococcus sp. strain IGTS8. Journal of \nbacteriology, 176(21), pp.6707–16. \n\nDenome, S.A., Olson, E.S. &amp; Young, K.D., 1993. Identification and cloning of genes involved in specific desulfurization of \ndibenzothiophene by Rhodococcus sp. strain IGTS8. Applied and environmental microbiology, 59(9), pp.2837–43.  \n\n\n\n48 \n \n\nDrzyzga, O. et al., 2011. Cholesterol degradation by Gordonia cholesterolivorans. Applied and Environmental Microbiology, 77(14), \npp.4802–4810. \n\nDrzyzga, O., 2012. The strenghts and weaknesses of Gordonia: A review of an emerging genus with increasing biotechnological \npotential. Critical Reviews in Microbiology, 38(4), pp.300–316. \n\nEgorova, M., 2003. Study of aspects of deep hydrodesulfurization by means of model reactions. Swiss Federal Institute of \nTechnology Zurich. \n\nFitzPatrick, M. et al., 2010. A biorefinery processing perspective: Treatment of lignocellulosic materials for the production of value-\nadded products. Bioresource Technology, 101(23), pp.8915–8922. \n\nFolsom, B.R. et al., 1999. Microbial desulfurization of alkylated dibenzothiophenes from a hydrodesulfurized middle distillate by \nRhodococcus erythropolis I-19. Applied and Environmental Microbiology, 65(11), pp.4967–4972. \n\nGallagher, J.R., Olson, E.S. &amp; Stanley, D.C., 1993. Microbial desulfurization of dibenzothiophene: a sulfur-specific pathway. FEMS \nmicrobiology letters, 107(1), pp.31–5. \n\nGoodfellow, M. &amp; Maldonado, L.A., 2006. The families Dietziaceae, Gordoniaceae, Nocardiaceae and Tsukamurellaceae. In M. \nDworkin et al., eds. Procaryotes. Springer New York, pp. 843–888. \n\nGrace Liu, P.-W. et al., 2011. Bioremediation of petroleum hydrocarbon contaminated soil: Effects of strategies and microbial \ncommunity shift. International Biodeterioration &amp; Biodegradation, (65), pp.1119–1127. \n\nGrossman, M.J. et al., 2001. Deep desulfurization of extensively hydrodesulfurized middle distillate oil by Rhodococcus sp. strain \nECRD-1. Applied and environmental microbiology, 67(4), pp.1949–52. \n\nGunnarson, S. et al., 1985. Jerusalem artichoke (Helianthus tuberosus L.) for biogas production. Biomass, 7(2), pp.85–97.  \nGupta, N., Roychoudhury, P.K. &amp; Deb, J.K., 2005. Biotechnology of desulfurization of diesel: prospects and challenges. Applied \n\nmicrobiology and biotechnology, 66(4), pp.356–66. \nHarner, N.K. et al., 2011. Microbial processes in the Athabasca oil sands and their potential applications in microbial enhanced oil \n\nrecovery. Journal of industrial microbiology &amp; biotechnology, 38(11), pp.1761–75. \nJasiewicz, C. &amp; Antonkiewicz, J., 2002. Heavy metal extraction by Jerusalem artichoke (Helianthus tuberosus L.) from soils \n\ncontaminated with heavy metals. Chemia i In?ynieria Ekologiczna, 9(4), pp.379–386. \nJavadli, R. &amp; Klerk, A., 2012. Desulfurization of heavy oil. Applied Petrochemical Research, 1, pp.3–19. \nJiang, Z. et al., 2012. Fed-batch cell culture process optimization. Bioprocess International. \nJiang, Z. et al., 2011. Oxidative desulfurization of fuel oils. Chinese Journal of Catalysis, 32(5), pp.707–715. \nKaufman, E.N., Harkins, J.B. &amp; Borole, A.P., 1998. Comparison of batchstirred and electrospray reactors for biodesulfurization of \n\ndibenzothiophene in crude oil and hydrocarbon feedstocks. Applied Biochemistry and Biotechnology, 73(2-3), pp.127–144. \nKayser, K.J. et al., 1993. Utilization of organosulfur compounds by axenic and mixed cultures of Rhodococcus erythropolis IGTS8. \n\nJournal of Genereal Microbiology, 139, pp.2123–2129. \nKilbane, J.J., 1989. Desulfurization of coal: the microbial solution. Trends in Biotechnology, 7(4), pp.97–101. \nKilbane, J.J., 2006. Microbial biocatalyst developments to upgrade fossil fuels. Current opinion in biotechnology, 17(3), pp.305–14. \nKim, B.H. et al., 1995. Selectivity of desulfurization activity of Desulfovibrio desulfuricans M6 on different petroleum products. Fuel \n\nProcessing Technology, 43(1), pp.87–94. \nKirsch, F. &amp; Eitinger, T., 2014. Transport of nickel and cobalt ions into bacterial cells by S components of ECF transporters. \n\nBioMetals, 27(4), pp.653–660. \nKlein, J., 1999. Biological processing of fossil fuels. Applied Microbiology and Biotechnology, 52(1), pp.2–15. \nKodama, K. et al., 1973. Identification of microbial products from dibenzothiophene and its proposed oxidation pathway. Agricultural \n\nand Biological Chemistry, 37(1), pp.45–50. \nKonishi, J. et al., 2000. Demonstration of the carbon-sulfur bond targeted desulfurization of benzothiophene by thermophilic \n\nPaenibacillus sp. strain A11-2 capable of desulfurizing dibenzothiophene. FEMS microbiology letters, 187(2), pp.151–4. \nKosaric, N. et al., 1984. The Jerusalem artichoke as an agricultural crop. Biomass, 5(1), pp.1–36. \nLeandro, M.J. et al., 2011. The osmotolerant fructophilic yeast Zygosaccharomyces rouxii employs two plasma-membrane fructose \n\nuptake systems belonging to a new family of yeast sugar transporters. Microbiology, 157(2), pp.601–608. \nLim, T.K., 2015. Edible Medicinal And Non Medicinal Plants - volume 9: Modified stems, roots, bulbs, Springer. \nLima-Costa, M.E. et al., 2012. Kinetics of sugars consumption and ethanol inhibition in carob pulp fermentation by Saccharomyces \n\ncerevisiae in batch and fed-batch cultures. Journal of industrial microbiology &amp; biotechnology, 39(5), pp.789–97. \nLinos, A. et al., 1999. Gordonia polyisoprenivorans sp. nov., a rubber-degrading actinomycete isolated from an automobile tyre. \n\nInternational Journal of Systematic Bacteriology, 49(4), pp.1785–1791. \nLiu, H. et al., 2007. Studies on the antifungal activities and chemical components of extracts from Helianthus tuberosus leaves. \n\nNatural Product Research &amp; Development, 19(3), p.405. \nLloyd, A.C. &amp; Cackette, T. a., 2001. Diesel engines: environmental impact and control. Journal of the Air &amp; Waste Management \n\nAssociation, 51(6), pp.809–847. \nLong, X. et al., 2013. Phytoremediation of cadmium-contaminated soil by two Jerusalem artichoke (Helianthus tuberosus L.) \n\ngenotypes. CLEAN - Soil, Air, Water, 41(2), pp.202–209. \nLopes da Silva, T. et al., 2005. The use of multi-parameter flow cytometry to study the impact of limiting substrate, agitation intensity, \n\nand dilution rate on cell aggregation during Bacillus licheniformis CCMI 1034 aerobic continuous culture fermentations. \nBiotechnology and bioengineering, 92(5), pp.568–78. \n\nLu, F. et al., 2013. Automated dynamic fed-batch process and media optimization for high productivity cell culture process \ndevelopment. Biotechnology and Bioengineering, 110(1), pp.191–205. \n\nMa, X.Y. et al., 2011. Jerusalem artichoke (Helianthus tuberosus), a medicinal salt-resistant plant has high adaptability and multiple-\nuse values. Journal of Medicinal Plants Research, 5(8), pp.1272–1279. \n\nMajzlik, P. et al., 2011. Influence of zinc(II) and copper(II) ions on Streptomyces bacteria revealed by electrochemistry. International \nJournal of Electrochemical Science, 6(6), pp.2171–2191. \n\nMakkar, R.S. &amp; Cameotra, S.S., 1999. Biosurfactant production by microorganisms on unconventional carbon sources. Journal of \nSurfactants and Detergents, 2(2), pp.237–241. \n\nMarcelis, C., 2002. Anaerobic biodesulfurization of thiophenes. Wageningen University. \nMargaritis, A., Bajpai, P. &amp; Cannell, E., 1981. Optimization studies for the bioconversion of Jerusalem artichoke tubers to ethanol \n\nand microbial biomass. Biotechnology Letters, 3(10), pp.595–599. \n\n\n\n49 \n \n\nMaricq, M.M. et al., 2002. The effects of the catalytic converter and fuel sulfur level on motor vehicle particulate matter emissions: \nLight duty diesel vehicles. Environmental Science and Technology, 36(2), pp.283–289. \n\nMartinez, I. et al., 2014. Biodesulfurization of dibenzothiophene by resting cells of Pseudomonas putida CECT5279?: influence of \nthe oxygen transfer rate in the scale-up from shaken flask to stirrer tank reactor. Journal of Chemical Technology &amp; \nBiotechnology. \n\nMcFarland, B.L., 1999. Biodesulfurization. Current opinion in microbiology, 2(3), pp.257–64. \nDe Miguel, T. et al., 2001. Analysis of canthaxanthin and related pigments from Gordonia jacobaea mutants. Journal of Agricultural \n\nand Food Chemistry, 49(3), pp.1200–1202. \nDe Miguel, T. et al., 2000. Isolation and taxonomic study of a new canthaxanthin-containing bacterium, Gordonia jacobaea MV-1 \n\nsp. nov. International Microbiology, 3(2), pp.107–111. \nMin, Z. et al., 2011. Rapid development and optimization of cell culture media. Biopharm International, 21(1), pp.1–8.  \nMohebali, G. et al., 2007. Stabilization of water/gas oil emulsions by desulfurizing cells of Gordonia alkanivorans RIPI90A. \n\nMicrobiology, 153(Pt 5), pp.1573–81. \nMohebali, G. &amp; Ball, A.S., 2008. Biocatalytic desulfurization (BDS) of petrodiesel fuels. Microbiology, 154(Pt 8), pp.2169–83. \nMonticello, D.J., 1996. Multistage process for deep desulfurizaton of a fossil fuel. , p.15. \nMuzic, M. &amp; Sertic-Bionda, K., 2013. Alternative processes for removing organic sulfur compounds from petroleum fractions. \n\nChemical and Biochemical Engineering Quarterly, 11(1), pp.101–108. \nNaito, M. et al., 2001. Long-term repeated biodesulfurization by immobilized Rhodococcus erythropolis KA2-5-1 cells. Applied \n\nmicrobiology and biotechnology, 55(3), pp.374–8. \nNeveling, D.P., Endo, A. &amp; Dicks, L.M.T., 2012. Fructophilic Lactobacillus kunkeei and Lactobacillus brevis isolated from fresh \n\nflowers, bees and bee-hives. Current microbiology. \nNomura, N. et al., 2005. Identification and functional analysis of genes required for desulfurization of alkyl dibenzothiophenes of \n\nMycobacterium sp. G3. Journal of bioscience and bioengineering, 100(4), pp.398–402. \nNuhu, A.A., 2013. Bio-catalytic desulfurization of fossil fuels-an update types of isolates and BDS Activities, \nOhshiro, T. et al., 1999. Purification and characterization of dibenzothiophene (DBT) sulfone monooxygenase, an enzyme involved \n\nin DBT desulfurization, from Rhodococcus erythropolis D-1. Journal of bioscience and bioengineering, 88(6), pp.610–6. \nOldfield, C. et al., 1997. Elucidation of the metabolic pathway for dibenzothiophene desulphurization by Rhodococcus sp. strain \n\nIGTS8 (ATCC 53968). Microbiology, 143, pp.2961–73. \nOPEC, 2011. World Oil Outlook 2011, Vienna, Austria: OPEC Secretariat. \nOPEC, 2013. World Oil Outlook 2013, Vienna, Austria: OPEC Secretariat. \nOPEC, 2014. World Oil Outlook 2014, Vienna, Austria: OPEC Secretariat. \nPacheco, M. A. (1999).Recent advances in biodesulfurization (BDS) of diesel fuel. Paper presented at the NPRA Annual Meeting, \n\nSan Antonio, TX, 21–23 March 1999. \nPaixão, S.M. et al., 2016. Advances in the reduction of the costs inherent to fossil fuels’ biodesulfurization towards its potential \n\nindustrial application. In T. Saleh, ed. Applying Nanotechnology to the Desulfurization Process in Petroleum Engineering. IGI \nGlobal, pp. 390–425. \n\nPaixão, S.M. et al., 2013. Screening of novel yeast inulinases and further application to bioprocesses. New Biotechnology, 30(6), \npp.598–606. \n\nPiddington, C.S., Kovacevich, B.R. &amp; Rambosek, J., 1995. Sequence and molecular characterization of a DNA region encoding the \ndibenzothiophene desulfurization operon of Rhodococcus sp. strain IGTS8. Applied and environmental microbiology, 61(2), \npp.468–75. \n\nPilnik, W. &amp; Vervelde, G.J., 1976. Jerusalem artichoke (Helianthus tuberosus L.) as a source of fructose, a natural alternative \nsweetener. Zeitschrift fur Acker und Pflazenbau, 142(2). \n\nRawate, P.D. &amp; Hill, R.M., 1985. Extraction of a high-protein isolate from Jerusalem artichoke (Helianthus tuberosus) tops and \nevaluation of its nutrition potential. Journal of Agricultural and Food Chemistry, 33(1), pp.29–31. \n\nReichmuth, D.S. et al., 2000. Biodesulfurization of dibenzothiophene in Escherichia coli is enhanced by expression of a Vibrio \nharveyi oxidoreductase gene. Biotechnology and bioengineering, 67(1), pp.72–9. \n\nRoseiro, J.C. et al., 1999. Physiology and kinetics of trimethylamine conversion by two methylotrophic strains in continuous \ncultivation systems. Applied microbiology and biotechnology, 52, pp.546–552. \n\nRoseiro, J.C. et al., 1996. Technological and kinetic aspects of sublethal acid toxicity in microbial gum production. Journal of \nChemical Technology &amp; Biotechnology, 65, pp.258–264. \n\nSaiyasitpanich, P. et al., 2005. The effect of diesel fuel sulfur content on particulate matter emissions for a nonroad diesel generator. \nJournal of the Air &amp; Waste Management Association (1995), 55(7), pp.993–998. \n\nSampanthar, J.T. et al., 2006. A novel oxidative desulfurization process to remove refractory sulfur compounds from diesel fuel. \nApplied Catalysis B: Environmental, 63(1-2), pp.85–93. \n\nSánchez-Segado, S. et al., 2012. Process design and economic analysis of a hypothetical bioethanol production plant using carob \npod as feedstock. Bioresource technology, 104, pp.324–8. \n\nSchade, a. L., 1949. Cobalt and bacterial growth, with special reference to Proteus vulgaris. Journal of bacteriology, 58(6), pp.811–\n822. \n\nSchilling, B.M. et al., 2002. Continuous desulfurization of dibenzothiophene with Rhodococcus rhodochrous IGTS8 (ATCC 53968). \nBiotechnology Progress, 18(6), pp.1207–1213. \n\nSchimel, J.P. &amp; Weintraub, M.N., 2003. The implications of exoenzyme activity on microbial carbon and nitrogen limitation in soil?: \na theoretical model. , 35, pp.549–563. \n\nShafi, R. &amp; Hutchings, G.J., 2000. Hydrodesulfurization of hindered dibenzothiophenes: an overview. Catalysis Today, 59(3-4), \npp.423–442. \n\nSilva, T.P. et al., 2015. Jerusalem artichoke as low-cost fructose-rich feedstock for fossil fuels desulphurization by a fructophilic \nbacterium. Journal of Applied Microbiology, 118(3), pp.609–618. \n\nSilva, T.P. et al., 2012. Optimization of low sulfur carob pulp liquor as carbon source for fossil fuels biodesulfurization. Journal of \nChemical Technology and Biotechnology, 88(5), pp.919–923. \n\nSilva, T.P., 2012. Utilization of agroindustrial materials as alternative carbon sources for the biodesulfurization of fossil fuels by \nGordonia alkanvorans strain 1B. Faculty of Sciences of the Unversity of Lisbon. \n\n\n\n50 \n \n\nSingh, A., Singh, B. &amp; Ward, O., 2012. Potential applications of bioprocess technology in petroleum industry. Biodegradation, 23(6), \npp.865–80. \n\nSingh, R.M., 1971. Role of carbon and nitrogen sources in bacterial growth and sporulation. Applied microbiology, 22(1), pp.131–\n132. \n\nSlimestad, R. et al., 2010. Norwegian-grown Jerusalem artichoke (Helianthus tuberosus L.): morphology and content of sugars and \nfructo-oligosaccharides in stems and tubers. Journal of the science of food and agriculture, 90(6), pp.956–64. \n\nSoleimani, M., Bassi, A. &amp; Margaritis, A., 2007. Biodesulfurization of refractory organic sulfur compounds in fossil fuels. \nBiotechnology advances, 25(6), pp.570–96. \n\nStackerbrandt, E., Smida, J. &amp; Collins, M.D., 1988. Evidence of phylogenetic heterogeneity within the genus Rhodococcus: Revival \nof the genus Gordona (Tsukamura). The Journal of General and Applied Microbiology, 34(4), pp.341–348.  \n\nStoner, D.L. et al., 1990. Modification of water-soluble coal-derived products by dibenzothiophene-degrading microorganisms. \nApplied and environmental microbiology, 56(9), pp.2667–76. \n\nTanaka, Y. et al., 2002. Biodesulfurization of benzothiophene and dibenzothiophene by a newly isolated Rhodococcus strain. \nApplied microbiology and biotechnology, 59(2-3), pp.325–8. \n\nTang, K. &amp; Hong, X., 2014. A characterization of bacterium for FCC diesel oil desulfurization. Petroleum Science and Technology, \n32(13), pp.1545–1552. \n\nTao, F. et al., 2006. Biodesulfurization in biphasic systems containing organic solvents. Applied and Environmental Microbiology, \n72(7), pp.4604–4609. \n\nTesio, F., Weston, L.A. &amp; Ferrero, A., 2011. Allelochemicals identified from Jerusalem artichoke (Helianthus tuberosus L.) residues \nand their potential inhibitory activity in the field and laboratory. Scientia Horticulturae, 129(3), pp.361–368.  \n\nTsukamura, M., 1971. Proposal of a new genus, Gordona, for slightly acid-fast organisms occurring in sputa of patients with \npulmonary disease and in soil. Journal of general microbiology, 68(1), pp.15–26. \n\nU.S Energy Informaton Administration, 2014. Annual Energy Outlook 2013 (Early Release Overview). Annual Energy Outlook, \npp.1–18.  \n\nVazquez-Duhalt, R. et al., 2002. Will biochemical catalysis impact the petroleum refining industry? Energy &amp; Fuels, 16(5), pp.1239–\n1250. \n\nVeiga-Crespo, P. et al., 2012. Analysis of canthaxanthin production by Gordonia jacobaea. Methods in Molecular Biology, 892, \np.355. \n\nVeiga-Crespo, P. et al., 2005. Influence of culture conditions of Gordonia jacobaea MV-26 on canthaxanthin production. \nInternational Microbiology, 8(1), pp.55–58. \n\nVogelaar, B., 2003. Deactivation of Mo/Al2O3 and NiMo/Al2O3 catalysts during hydrodesulfurization of thiophene. Applied Catalysis \nA: General, 251(1), pp.85–92.. \n\nWaldron, K.J. &amp; Robinson, N.J., 2009. How do bacterial cells ensure that metalloproteins get the correct metal? Nature reviews. \nMicrobiology, 7(1), pp.25–35. \n\nWebb, M., 1939. The Influence of Magnesium on Cell Division. In Mg and bacterial grwoth in simple media. pp. 418–424. \nWhitehurst, D.D., Isoda, T. &amp; Mochida, I., 1998. Present state of the art and future challenges in the hydrodesulfurization of \n\npolyaromatic sulfur compounds. Advances in Catalysis, 42, pp.345–471 \nYang, J. et al., 2007. Two-layer continuous-process design for the biodesulfurization of diesel oils under bacterial growth conditions. \n\nBiochemical Engineering Journal, 37(2), pp.212–218. \nZhang, Y.-W., Prabhu, P. &amp; Lee, J.-K., 2010. Alginate immobilization of recombinant Escherichia coli whole cells harboring L-\n\narabinose isomerase for L-ribulose production. Bioprocess and biosystems engineering, 33(6), pp.741–8.  \nZhao, G.-M. et al., 2008. Soil properties and yield of Jerusalem artichoke (Helianthus tuberosus L.) with seawater irrigation in north \n\nChina plain. Pedosphere, 18(2), pp.195–202. \nZiyan, E. &amp; Pekyardimci, S., 2003. Characterization of polyphenol oxidase from Jerusalem artichole (Helianthus tuberosus). Turk \n\nJournal Chemistry, 27, pp.217–225."}]}}}