{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08662"}, {"@name": "filename", "#text": "13534_Fabiana_Graziola_ME_original.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \nFACULDADE DE CIÊNCIAS FARMACÊUTICAS \n\nPrograma de Pós-Graduação em Fármaco e Medicamentos \nÁrea de Produção e Controle Farmacêuticos \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nObtenção e caracterização de microesferas de gelatina \n\nreticuladas com flavonoide para aplicação em fotoprotetores  \n\n \n\n \n\n \n\nFabiana Graziola \n\n \n\n \n\n \n\nDissertação para obtenção do grau de  \n\nMESTRE \n\n \n\nOrientador:  \n\nProf. Dr. André Rolim Baby \n\n \n\n \n\n \n\nSão Paulo \n\n2013 \n\n\n\nUNIVERSIDADE DE SÃO PAULO \nFACULDADE DE CIÊNCIAS FARMACÊUTICAS \n\nPrograma de Pós-Graduação em Fármaco e Medicamentos \nÁrea de Produção e Controle Farmacêuticos \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nObtenção e caracterização de microesferas de gelatina \n\nreticuladas com flavonoide para aplicação em fotoprotetores  \n\n \n\n \n\n \n\nFabiana Graziola \n\n \n\n \n\n \n\nDissertação para obtenção do grau de  \n\nMESTRE \n\n \n\nOrientador:  \n\nProf. Dr. André Rolim Baby \n\n \n\n \n\n \n\nSão Paulo \n\n2013 \n\n\n\nAutorizo a reprodução total ou parcial deste trabaho, por qualquer meio convencional \n\nou eletrônico , para fins de estudo e pesquisa, desde que citada a fonte (a autora). \n\n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nFicha Catalográfica \nElaborada pela Divisão de Biblioteca e \n\nDocumentação do Conjunto das Químicas da USP \n \n \n\n \n G r a z i o l a ,  F a b i a n a   \nG 7 8 5 o       O btenção e caracterização de microesferas de gelatina reticuladas  \n c o m  f l a v o n o i d e  p a r a  a p l i c a ç ã o  e m  f o t o p r o t e t o r e s    /   F a b i a n a   \n G r a z i o l a .   - -   S ã o  P a u l o ,  2 0 1 3 .   \n      8 1 p .   \n \n \n      D i sse r ta ç ão  ( me str a do )   -  Fa c uld a de  de C iênc ia s F ar macêuti ca s  \n d a  U n i v e r s i d a d e  d e  S ã o  P a u l o .  D e p a r t a m e n t o  d e  F a r m á c i a .\n     O r i e n t a d o r  :  B a b y ,  A n d r é  R o l i m   \n \n \n     1 .   F ilt r o s o l a r  :  C o s m é t i c o s  : T e c n o l o g i a  2 . P r o t e ç ã o  s o l a r  :  \n C o s méticos  3.  Flavonoide : P rodutos na tur a is I . T . I I . B ab y, And r é   \n R o l i m ,  o r i e n t a d o r .  \n \n           6 6 8 . 5 5         C D D  \n\n\n\ni \n\nFabiana Graziola \n\n \n\n \n\n \n\nObtenção e caracterização de microesferas de gelatina \nreticuladas com flavonoide para aplicação em fotoprotetores  \n\n \n\n \n\nComissão Julgadora \nda \n\nDissertação para obtenção do grau de Mestre \n \n\n \n\n \n\n \n\nProf. Dr. André Rolim Baby \n\nOrientador/Presidente \n\n \n\n \n\n \n\n____________________________ \n\n1o. examinador \n\n \n\n \n\n____________________________ \n\n2o. examinador \n\n \n\n \n\n \n\n \n\n \n\nSão Paulo,____ de ____________de _________. \n\n\n\nii \n\nDEDICATÓRIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus pais, Aurides e José Luiz, pelo amor incondicional. \n\nAo meu irmão, Renato, pelo equilíbrio. \n\nAo Enrique, pela cumplicidade.\n\n\n\niii \n\nAGRADECIMENTOS \n\n \n\nA Deus, por permitir que esse trabalho fosse concluído e por disponibilizar \n\npessoas que me acompanharam nessa jornada. \n\nAo meu orientador Prof. Dr. André Rolim Baby, pela oportunidade, generosa \n\nacolhida em seu grupo e atenção no desenvolvimento deste trabalho. \n\nAo Prof. Luiz Antonio Gioielli e ao Prof. Humberto Gomes Ferraz, pela \n\nutilização de seus laboratórios. \n\nÀ Profª Lorena Rigo Gaspar Cordeiro e à Profª Vânia Leite, pelos \n\npreciosos comentários durante o processo de qualificação. \n\nAos professores que ministraram as disciplinas cursadas durante esse \n\nmestrado, pelo fomento de reflexões e adição de conhecimentos. \n\nAos técnicos Claudinéia Aparecida Sales de Oliveira Pinto, Edgard Muniz \n\nMachado Jr, Roberto de Jesus Honório e Liz Zanchetta, pelo importantíssimo \n\napoio com materiais, equipamentos e metodologias. \n\nAos colegas do laboratório de Cosmetologia Camila Areias de Oliveira, \n\nDaniela D’Almeida Peres e Michele Dario, pela convivência diária e o compartilhar \n\nmuito próximo das descobertas, tristezas e alegrias durante o período deste \n\nmestrado. \n\nAos colegas de outros laboratórios, Flávia Sobrera, Miriam Sakuragui \n\nMatuo, Harry Leo Wysocki Jr., José Eduardo Gonçalves, Mark Strasser, Peky \n\nNoriega, pelo constante apoio. \n\nÀ Michele Georges Issa, Roberta Claro e Fabiana Soares, pela \n\ngenerosidade em compartilhar tempo e conhecimento importantes para o \n\nentendimento de técnicas e resultados obtidos neste trabalho. \n\nAos estudantes de iniciação científica, Franciele Cristina Martins, Danielle \n\nMaeda e Viviane Kaori Tokunaga, pelo empenho e trabalho indispensável na \n\nrealização de alguns dos ensaios deste trabalho. \n\n\n\niv \n\nAos amigos, prof° Rui Curi, Valdomero Melo, Anita Nishiyma, Mª \n\nConceição Condesso, Cleinton Souza, Denilton Costa, Evelyn Ojoe, Patrícia \n\nCalvente, Giovanna Borini, Alessandra Fagiolli, Karina Adati, Marcello \n\nRezende, Joelmir Silva, Simone Camillo, Patrícia Nancy Iser Bem, José \n\nHenrique Gonçales, Ana Claudia Vallin, Elaine Monteiro, Regina Hassegawa, \n\npelo constante incentivo. \n\nÀ Dhaymers Ind.Com.Prod.Químicos Ltda. e à Croda do Brasil Ltda., pelo \n\nfornecimento de materiais. \n\nÀ Faculdade de Ciências Farmacêuticas da Universidade de São Paulo, por \n\ndisponibilizar estrutura, equipamentos e profissionais capacitados para execução \n\ndeste trabalho. \n\nÀ FAPESP, pela concessão dos recursos necessários. \n\nA todos os demais que cooperaram para a viabilização e realização deste \n\ntrabalho que é um marco importante de meu desenvolvimento pessoal e profissional. \n\n \n\nMuito obrigada ! \n\n\n\nv \n\nRESUMO \n\n \n\nGRAZIOLA, F. Obtenção e caracterização de microesferas de gelatina \n\nreticuladas com flavonoide para aplicação em fotoprotetores. 2013. 81 f. \n\nDissertação (Mestrado) – Faculdade de Ciências Farmacêuticas, Universidade de \n\nSão Paulo, São Paulo, 2013.  \n\n \n\n \n\nO glutaraldeído tem sido amplamente utilizado para reticulação química da gelatina, \n\nno entanto, substâncias de origem natural têm sido propostas como agentes \n\nreticulantes de melhor biocompatibilidade. Uma alternativa viável são os polifenois \n\ntais como os flavonois que também apresentam o potencial de sinergia com filtros \n\nsolares e agentes antioxidantes utilizados em formulações cosméticas. No presente \n\ntrabalho, microesferas de gelatina obtidas por polimerização em emulsão utilizando \n\ntensoativo e extração com solvente foram reticuladas com 10 mM de glutaraldeído \n\n(GTA) ou com 10 mM rutina (RUT) dissolvidos em acetona:NaOH 0,01 M. As \n\ncaracterísticas físico-químicas foram avaliadas por meio de: microscopia eletrônica \n\nde varredura, determinação do potencial de intumescimento por microscopia óptica \n\ncomum, determinação de grupos aminos livres por reação com ácido 2,4,6-\n\ntrinitrobenzenossulfônico, determinação de área superficial e porosidade por \n\nadsorção gasosa, determinação de densidade verdadeira por picnometria de gás \n\nhélio, distribuição granulometria por difração a laser, termogravimetria e análise \n\ntérmica diferencial. Devido a interferentes, não foi possível mensurar a extensão de \n\nreticulação das microesferas reticuladas com RUT, porém os demais resultados \n\nobtidos sugerem que ocorreu reticulação mas em menor extensão que o GTA. A \n\naplicabilidade em fotoproteção foi avaliada in vitro por espectrofotometria de \n\nrefletância difusa em dispersões oleosas contendo benzofenona-3 e/ou \n\noctilmetoxicinamato. Os resultados observados indicaram que na concentração de \n\n5% p/p as microesferas não reticuladas ou reticuladas com GTA ou RUT não \n\napresentam eficácia fotoprotetora ou efeito sinérgico com os filtros químicos \n\nestudados. \n\n \n\n \n\nPalavras-chave: Microesferas de gelatina. Rutina. Fotoproteção. \n\n\n\nvi \n\nABSTRACT \n\n \n\nGRAZIOLA, F. Preparation and characterization of gelatin microspheres \n\ncrosslinked with flavonoid for sunscreening application. 2013. 81 f. Dissertation \n\n(Master´s degree) – Faculdade de Ciências Farmacêuticas, Universidade de São \n\nPaulo, São Paulo, 2013.  \n\n \n\n \n\nGlutaraldehyde has been widely used as gelatin chemical cross-linking agent. \n\nHowever new natural cross-linking agents has been proposed as a more \n\nbiocompatible source.  Polyphenols are feasible candidates and the flavonols also \n\nexhibit potential synergism with sunscreens and antioxidant agents used in cosmetics \n\nformulations. In this study, gelatin microspheres obtained by polymerization in water-\n\nin-oil emulsion technique with tensoative and extraction with solvent were crosslinked \n\nwith glutaraldehyde 10 mM (GTA) or with rutin 10 mM (RUT) solved in \n\nacetone:NaOH 0,01M. The physicochemical properties were evaluated by: scanning \n\nelectron microscopy, swelling potential by optical microscopy, degree of cross-linking \n\nby 2,4,6-trinitro-benzensulfonic acid, surface area and porosity by gas adsorption, \n\ntrue density by hellium pycnometry, granulometry by laser  light diffraction, \n\nthermogravimetry and differential scanning calorimetry. Due to interferents, was not \n\npossible to measure degree of cross-linking of gelatin microspheres crosslinked with \n\nRUT, however other findings suggest that crosslinking has occurred but in a lower \n\ndegree than GTA crosslinking. Applicability in sun protection was evaluated in vitro \n\nby diffuse transmitance measurements in oily dispersion with benzophenone-3 and/or \n\noctyl methoxycinnamate. These results showed that at 5% w/w gelatin microspheres \n\ncrosslinked with GTA or RUT did not exhibit sun protection efficacy or synergism with \n\nUV chemical filters that were evaluated. \n\n \n\n \n\nKeywords: Gelatin microspheres. Rutin. Sun protection. \n\n \n\n\n\nvii \n\nRELAÇÃO DE FIGURAS \n\n \n\nFigura 1: Processos de obtenção de gelatina ácida e alcalina a partir do colágeno ... 5 \n\nFigura 2: Representação esquemática dos sistemas microparticulados ..................... 9 \n\nFigura 3: Representação da reação de reticulação inter e intracadeias de um \n\npolímero .................................................................................................................... 10 \n\nFigura 4: Reações de formação de base de Schiff (1) e adição de Michael (2) do \n\nGTA com proteínas ................................................................................................... 11 \n\nFigura 5: Representação das reações do ácido fenólico com as cadeias laterais de \n\npolipeptídeos ............................................................................................................. 14 \n\nFigura 6: Representação esquemática do núcleo comum fundamental dos \n\nflavonoides (estrutura química geral) ........................................................................ 15 \n\nFigura 7: Fluxograma do processo de obtenção das microesferas de gelatina pelo \n\nmétodo de polimerização em emulsão, utilizando tensoativo e extração com solvente\n\n .................................................................................................................................. 25 \n\nFigura 8 : Fluxograma do processo de reticulação das micropartículas de gelatina . 27 \n\nFigura 9 : Amostras fixadas em suporte metálico e metalizadas em filme fino de \n\nplatina para obtenção de micrografias em MEV ........................................................ 28 \n\nFigura 10 : Fotografia mostrando aspecto de: (a) gelatina utilizada para obtenção \n\ndas microesferas; (b) microesferas de gelatina não reticuladas; (c) microesferas de \n\ngelatina reticuladas com GTA; (d) microesferas de gelatina reticuladas com RUT ... 36 \n\nFigura 11 : Aglomerado de gelatina obtido por adição rápida de acetona ................ 37 \n\nFigura 12 : Filme de gelatina obtido por reticulação das microesferas de gelatina com \n\nRUT em meio aquoso e alcalino ............................................................................... 38 \n\n\n\nviii \n\nFigura 13 : Fotomicrografia por MEV da gelatina, na qualidade de matéria-prima, em \n\naumentos de (a) 150 vezes, (b) 650 vezes (c) 5.000 vezes ...................................... 39 \n\nFigura 14 : Fotomicrografia por MEV das microesferas de gelatina não reticuladas \n\nem aumentos de (a) 3.000 vezes, (b) 25.000 vezes e (c) 50.000 vezes ................... 40 \n\nFigura 15 : Fotomicrografia por MEV das microesferas de gelatina reticuladas com \n\nGTA em aumentos de (a) 3.000 vezes, (b) 25.000 vezes e (c) 50.000 vezes ........... 41 \n\nFigura 16 :  Fotomicrografia por MEV das microesferas de gelatina reticuladas com \n\nRUT em aumentos de (a) 3.000 vezes, (b) 25.000 vezes e (c) 50.000 vezes ........... 42 \n\nFigura 17 : Fotomicrografia por MEV de: (a) microesferas de gelatina não \n\nreticuladas;  (b),(c) microesferas de gelatina reticuladas com GTA. Aumentos de: (a) \n\n30.000 vezes, (b) 20.000 vezes e (c) 15.000 vezes .................................................. 43 \n\nFigura 18 : Fotomicrografia por MEV de microesferas de gelatina reticuladas com \n\nRUT em aumentos de (a) 30.000 vezes e (b) 50.000 vezes ..................................... 44 \n\nFigura 19: Fotomicrografia de hidrogel de gelatina obtida por microscopia óptica \n\ncomum em aumento de 400 vezes após 1 dia em temperatura ambiente (entre \n\n20,0°C e 25,0 °C) ...................................................................................................... 46 \n\nFigura 20: Fotomicrografias de microesferas de gelatina não reticuladas e \n\nreticuladas, em meio aquoso em diferentes períodos de tempo obtidas por \n\nmicroscopia óptica comum em aumento de 400 vezes ............................................. 47 \n\nFigura 21 :  Reação do TNBS com os grupos amino de proteínas para formar \n\nderivado trinitrofenólico (TNP) ................................................................................... 49 \n\nFigura 22 : Curva padrão de L-leucina ...................................................................... 50 \n\nFigura 23 : Perfil espectral do meio para análise da extensão de reticulação ........... 53 \n\n\n\nix \n\nFigura 24: Distribuição de tamanho de partículas por meio de dispersão líquida em \n\nequipamento de difração de raios laser. (a): gelatina; (b): microesferas de gelatina \n\nnão reticuladas; (c): microesferas de gelatina reticuladas com GTA; (d) microesferas \n\nde gelatina reticuladas com RUT .............................................................................. 56 \n\nFigura 25: Análise calorimétrica. (a): Curvas de TG; (b): Curvas de DSC ................ 59 \n\nFigura 26: Dispersões utilizadas para avaliação de aplicabilidade. ........................... 62 \n\nFigura 27: Fotografia mostrando aspecto de BZ3 ..................................................... 63 \n\nFigura 28: Perfil espectral das dispersões sem filtro solar e com Gel, M0, MG ou MR \n\n(dispersões A,B,C,D,E) ............................................................................................. 66 \n\nFigura 29: Perfil espectral das dispersões contendo BZ3 isolada ou combinada com \n\nGel, M0, MG ou MR (dispersões F,G,H,I,J)............................................................... 67 \n\nFigura 30: Perfil espectral das dispersões contendo OCT isolado ou combinado com \n\nGel, M0, MG ou MR (dispersões K,L,M,N,O) ............................................................ 68 \n\nFigura 31: Perfil espectral das dispersões contendo BZ3 e OCT isolados ou \n\ncombinados com Gel, M0, MG ou MR (dispersões P,Q,R,S,T) ................................. 69 \n\n \n\n\n\nx \n\nRELAÇÃO DE EQUAÇÕES \n\n \n\nEquação 1 : Extensão de reticulação das microesferas de gelatina ......................... 30 \n\nEquação 2 : Fator de proteção solar estimado .......................................................... 34 \n\n \n\n  \n\n\n\nxi \n\nRELAÇÃO DE TABELAS \n\n \n\nTabela 1 : Composição percentual (% p/p) das dispersões utilizadas para verificação \n\nde aplicabilidade ........................................................................................................ 33 \n\nTabela 2 : Rendimentos dos processos de obtenção e reticulação das microesferas. \n\nOs resultados estão expressos como rendimento percentual p/p da média ± desvio \n\npadrão (n=4) .............................................................................................................. 37 \n\nTabela 3 : Diâmetros das microesferas de gelatina não reticuladas ou reticuladas \n\ncom  GTA ou RUT em meio aquoso e diferentes períodos de tempo. Os resultados \n\nestão expressos como diâmetro (?m) ± desvio padrão da leitura de 3 campos por \n\nlâmina  (n=60) ........................................................................................................... 48 \n\nTabela 4: Resultados de absorbância a 345 nm e equação da reta para curva de L-\n\nleucina. Os resultados estão expressos como média ± desvio padrão (n=3) ............ 50 \n\nTabela 5 : Grupos amino livre (mMol/g) e extensão de reticulação da gelatina e das \n\nmicroesferas de gelatina não reticuladas e reticuladas com GTA ou RUT. Os \n\nresultados estão expressos como média ± desvio padrão (n=3) .............................. 51 \n\nTabela 6 : Resultados da área superficial, volume e tamanho de poro e densidade \n\nverdadeira. Os três primeiros resultados foram obtidos em analisador de área \n\nsuperficial sob atmosfera de nitrogênio e o último em picnômetro de gás hélio. Os \n\nvalores para gelatina referem-se à determinação realizada em um lote e os demais \n\nresultados são expressos em média (?m) ± desvio padrão de três lotes das \n\nmicroesferas de gelatina não reticuladas ou reticuladas com GTA ou RUT ............. 55 \n\nTabela 7: Diâmetros a 10%, 50%, 90% e diâmetro médio da gelatina e das \n\nmicroesferas de gelatina não reticuladas ou reticuladas com GTA ou RUT obtidos na \n\nanálise em equipamento de difração a laser. Os valores são expressos em média \n\n(?m) ± desvio padrão de três réplicas de um lote de gelatina e de três réplicas de \n\ndois lotes das microesferas de gelatina não reticuladas ou reticuladas com GTA ou \n\nRUT ........................................................................................................................... 57 \n\n\n\nxii \n\nTabela 8 : Perda de massa em duas faixas de temperatura e massa residual obtidas \n\npor TG de gelatina e microesferas de gelatina não reticuladas ou reticuladas com \n\nGTA ou RUT. Os valores são apresentados como média ± desvio padrão (n=3) ..... 60 \n\nTabela 9: Eficácia fotoprotetora in vitro de dispersões contendo gelatina, \n\nmicroesferas de gelatina não reticuladas ou reticuladas com GTA ou RUT, filtros \n\nsolares isolados ou combinados. Os valores são expressos em média ± desvio \n\npadrão de três amostras um lote de gelatina e de três réplicas de três lotes \n\ndiferentes das microesferas de gelatina não reticuladas ou reticuladas com GTA ou \n\nRUT ........................................................................................................................... 64 \n\n\n\nxiii \n\nRELAÇÃO DE QUADROS \n\nQuadro 1: Equipamentos empregados para a realização do presente trabalho........ 20 \n\nQuadro 2: Materiais diversos utilizados para a realização do presente trabalho ...... 21 \n\nQuadro 3: Matérias-primas e reagentes empregados para obtenção, reticulação e \n\nanálise das microesferas de gelatina. ....................................................................... 22 \n\nQuadro 4 : Matérias-primas empregadas na preparação das dispersões para a \n\navaliação de atividade fotoprotetora in vitro .............................................................. 23 \n\n\n\nxiv \n\nLISTA DE ABREVIAÇÕES E SIGLAS \n\n \n\nAnvisa Agência nacional de vigilância sanitária \n\nA/O Emulsão do tipo água em óleo \n\nAOAC American Organization of Analytical Chemists \n\nBET Brunauer, Emmet e Teller \n\nBSE Bovine spongiform encephalopathy  \n\nBZ3 Benzofenona-3 \n\nC Carbono \n\nCa (OH)2 Hidróxido de cálcio \n\nCAS Chemical Abstracts Society  \n\ncm Centímetro \n\nD Dalton \n\nDCP Designação de categoria de proteção \n\nDSC Differential scanning calorimetry  \n\nFPS Fator de proteção solar \n\nFDA Food and drugs administration  \n\ng Grama \n\nGMIA Gelatin Manufacturers Institute of America   \n\nGME  Gelatin Manufacturers of Europe \n\nGTA  Glutaraldeído \n\nh Hora(s) \n\nHCl Ácido clorídrico \n\nINCI International Nomenclature of Cosmetic Ingredient \n\nLtda. Limitada \n\nM0 Microesferasde gelatina não reticuladas \n\nMercosul Mercado comum do Sul  \n\nMEV Microscopia eletrônica de varredura \n\nmg Miligrama \n\nMG Microesferas de gelatina reticuladas com glutaraldeído \n\nmL Mililitro \n\nmm Milímetro \n\n\n\nxv \n\nmM Milimolar \n\nMR Microesferas de gelatina reticuladas com rutina \n\nn Número de elementos \n\nN Normal \n\nnm Nanômetro \n\nNaHCO3 Bicarbonato de sódio \n\nNaOH Hidróxido de sódio \n\nO/A Emulsão do tipo óleo em água \n\nOCT Octilmetoxicinamato \n\nP.A. Para análise, grau analítico \n\np/p Porcentagem peso/peso \n\np/v Porcentagem peso/volume \n\npH Potencial hidrogeniônico \n\nPI Ponto isoelétrico \n\npKa Log de Ka (constante de dissociação de um ácido) \n\nppm Partes por milhão \n\nrpm Rotações por minuto \n\nRUT Rutina \n\nTG Termogravimetria \n\nTNBS Ácido trinitrobenzenosulfônico \n\nTNP Derivado trinitrofenólico \n\nUSP Universidade de São Paulo \n\nUV Ultravioleta \n\nUVA Ultravioleta A \n\nUVB Ultravioleta B \n\nUVC Ultravioleta C \n\nv/v Porcentagem volume/volume \n\n \n\n  \n\n\n\nxvi \n\nSUMÁRIO \n\n1.  Introdução ................................................................................................................ 1 \n\n2.  Revisão da literatura ................................................................................................ 3 \n\n2.1  Gelatina ............................................................................................................ 3 \n\n2.1.1  Hidrogéis ................................................................................................... 7 \n\n2.2  Sistemas particulados ...................................................................................... 8 \n\n2.3  Reações de reticulação da gelatina com glutaraldeído .................................... 9 \n\n2.4  Reações de reticulação da gelatina com polifenois ......................................... 12 \n\n2.5  Flavonoides ...................................................................................................... 14 \n\n2.6  Proteção solar .................................................................................................. 16 \n\n3.  Objetivos ................................................................................................................ 19 \n\n4.  Material e Métodos ................................................................................................. 20 \n\n4.1  Material ............................................................................................................ 20 \n\n4.1.1  Equipamentos ............................................................................................ 20 \n\n4.1.2  Materiais diversos ...................................................................................... 21 \n\n4.1.3  Matérias-primas e reagentes ..................................................................... 22 \n\n4.2  Métodos ........................................................................................................... 24 \n\n4.2.1  Obtenção das microesferas de gelatina .................................................... 24 \n\n4.2.2  Reticulação das microesferas de gelatina ................................................. 26 \n\n4.2.3  Aspecto por microscopia eletrônica de varredura ...................................... 27 \n\n4.2.4  Determinação do percentual de intumescimento com avaliação visual \n\npor microscopia óptica comum ............................................................................... 28 \n\n4.2.5  Determinação da extensão da reticulação ................................................. 29 \n\n4.2.6  Determinação da área superficial .............................................................. 30 \n\n4.2.7  Determinação da densidade verdadeira .................................................... 31 \n\n4.2.8  Determinação da distribuição granulométrica ............................................ 31 \n\n4.2.9  Análise calorimétrica .................................................................................. 31 \n\n\n\nxvii \n\n4.2.10  Preparo de dispersões ........................................................................... 32 \n\n4.2.11  Atividade fotoprotetora in vitro: FPS e proteção frente à radiação UVA . 34 \n\n4.2.12  Análise de resultados ............................................................................. 35 \n\n5.  Resultados e Discussão ......................................................................................... 36 \n\n5.1  Obtenção das microesferas de gelatina não reticuladas e reticuladas............. 36 \n\n5.2  Aspecto por MEV ............................................................................................. 39 \n\n5.3  Intumescimento ................................................................................................ 46 \n\n5.4  Extensão de Reticulação .................................................................................. 48 \n\n5.5  Área Superficial, volume e tamanho de poro e densidade verdadeira ............. 54 \n\n5.6  Distribuição granulométrica e diâmetros das partículas ................................... 56 \n\n5.7  Análise calorimétrica ........................................................................................ 58 \n\n5.8  Dispersões utilizadas para avaliação de aplicabilidade............................ 61 \n\n5.9  Atividade fotoprotetora in vitro: FPS e proteção frente à radiação UVA ........... 63 \n\n6.  Considerações Finais ............................................................................................. 71 \n\n7.  Conclusões ............................................................................................................ 72 \n\n8.  Referências ............................................................................................................ 73 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n1. INTRODUÇÃO \n\n\n\n \n\n \n\n1\n\n1. Introdução \n\nMicroesferas são micropartículas nas quais uma substância de interesse \n\nencontra-se homogeneamente dispersa no interior de uma matriz polimérica ou \n\ncerosa, formando um sistema monolítico no qual não é possível identificar um núcleo \n\ndiferenciado (BRESOLIN et al., 2003). \n\nA gelatina é um polímero natural biodegradável que pode ser utilizado para \n\nproduzir micropartículas. Porém, devido à solubilidade em meio aquoso e limitadas \n\npropriedades mecânicas e térmicas, as micropartículas de gelatina necessitam de \n\nmelhorias para que possam ser utilizadas em aplicações de longa duração (BIGI et \n\nal., 2002; ESPOSITO et al. 1995; HAYASHI; TABATA, 2011; NIMNI et al., 1988).  \n\nReações de crosslink, em língua portuguesa “reações de reticulação” ou de \n\n“entrecruzamento”, podem ser realizadas por meios químicos ou físicos e causam \n\nmodificações estruturais que melhoram a resistência mecânica e a resistência à \n\nágua da gelatina (GONSALVES et al., 2011; RATANAVARAPORN et al., 2010).  \n\nO glutaraldeído (GTA) é o aldeído mais utilizado como reticulante químico, \n\nporém preocupações com toxicidade e falhas em materiais reticulados com GTA, \n\ntais como válvulas cardíacas, impulsionaram a busca por novas substâncias \n\nreticulantes (BIGI et al., 2002; CATALINA et al., 2010; PENG; LI; SHEN, 2012; ZHAI \n\net al. 2010). \n\nSubstâncias obtidas de fontes naturais, tais como as pertencentes ao grupo \n\ndos flavonoides, têm sido estudadas como nova alternativa de agente reticulante \n\nquímico para a gelatina (BIGI et al., 2002; KOSARAJU; PUVANETHIRAN; \n\nLILLFORD, 2010; STRAUSS; GIBSON, 2004). \n\nOs flavonoides são estruturas polifenólicas formadas por um núcleo comum \n\nfundamental benzopirano ou cromano unido a um anel aromático caracterizado pelo \n\nesqueleto de carbono C6-C3-C6. Devido a tal estrutura, no Reino Vegetal, os \n\nflavonoides se caracterizam como agentes intrínsecos de proteção frente à radiação \n\nsolar do tipo ultravioleta (UV) por atuarem como filtros químicos que absorvem nesse \n\nintervalo de comprimento de onda (BRUNETON, 1991; HARBONE; WILLIANS, \n\n2000). \n\nOs filtros químicos são substâncias que podem ser incluídas em formulações \n\ncosméticas a fim de proteger a pele dos danos causados pela radiação solar. \n\nPorém, eles podem gerar radicais livres quando em contato com a radiação solar e \n\n\n\n1. Introdução \n\n \n\n2\n\napresentam problemas relacionados à fotoalergenicidade e irritação cutânea (FLOR; \n\nDAVOLOS; CORREIA, 2007; HANSON; GRATTON; BARDEEN, 2006). \n\nTal cenário tem impulsionado a busca de alternativas para minimizar ou \n\neliminar esses efeitos e existe a tendência do desenvolvimento de formulações \n\ncosméticas fotoprotetoras com concentração reduzida de filtros químicos, mas com \n\nproteção elevada frente às radiações UVA e UVB. As pesquisas de novas moléculas \n\nfotoestáveis para utilização em protetores solares ainda são extensivamente \n\nrealizadas e atualmente se destaca um interesse crescente para o desenvolvimento \n\nde filtros solares baseados em produtos naturais (GUARATINI et al., 2009; \n\nSCHLUMPF et al., 2004). \n\nNo presente trabalho, foi estudada a utilização do flavonoide rutina, como \n\nalternativa ao GTA para a reticulação de micropartículas de gelatina. Foram \n\ndeterminadas as propriedades físico-químicas e funcionais das micropartículas com \n\nobjetivo de avaliar sua aplicação como agente sinérgico de melhoria no desempenho \n\nde formulações cosméticas fotoprotetoras. \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2. REVISÃO DA LITERATURA \n\n\n\n \n\n \n\n3\n\n2. Revisão da literatura \n\n2.1 Gelatina  \n\n \n\nA gelatina é um polímero natural, de alto peso molecular, biodegradável, \n\nhidrofílico, solúvel em água, obtido a partir do colágeno de tecidos animais. A grande \n\nmaioria das gelatinas comerciais é obtida a partir de pele e ossos de espécies \n\nmamíferas principalmente de bovinos e suínos. Porém, nos últimos anos, existe um \n\nnúmero crescente de estudos que, impulsionados por questões como restrições \n\nreligiosas e a crise da encefalopatia espongiforme bovina (BSE) que ocorreu no \n\ninício dos anos 2000, têm dedicado atenção à gelatina derivada de pele, ossos, \n\nbarbatanas, escamas e bexiga natatória de diferentes espécies de peixe \n\n(GILSENAN; ROSS-MURPHY, 2001; GÓMEZ-GUILLÉN et al., 2002, 2009, 2011).  \n\nNa área terapêutica e farmacêutica, a gelatina tem sido utilizada em \n\naplicações como a obtenção de cápsulas flexíveis e rígidas, como selante para \n\npróteses vasculares, curativos, compressas para uso cirúrgico e em sistemas \n\nparticulados para liberação modificada de fármacos. Na área cosmética, a gelatina \n\ne, também, a sua forma hidrolisada, encontram ampla aplicação em produtos para \n\npele e cabelo. Nos produtos para limpeza da pele, ela é usada para reduzir o efeito \n\nalergênico dos surfactantes aniônicos. Nas preparações para uso capilar, devido à \n\nafinidade com a queratina capilar, a forma hidrolisada é usada para proteger a \n\nestrutura do cabelo minimizando o dano nos produtos para cacheamento \n\npermanente, descoloração ou coloração (BABEL et al., 2012; ESPOSITO et al., \n\n1995; NIMNI et al., 1988).  \n\nA obtenção da gelatina se dá pela desnaturação térmica ou pela hidrólise \n\nparcial do colágeno, a proteína fibrosa que é o principal constituinte dos ossos, \n\ncartilagens, tendões e pele (JOHNSTON-BANKS, 1990; VEIS,1964). \n\nExistem mais de 20 polimorfos do colágeno que são classificados em 3 tipos \n\nprincipais (I,II e III) e um tipo que reúne todos os outros tipos de colágeno. Os tipos I \n\na III são os mais abundantes. O tipo I ocorre nos ossos e na pele e é o mais \n\nimportante para a obtenção de gelatina, o tipo II ocorre quase que exclusivamente \n\nno tecido cartilaginoso e o tipo III ocorre na pele. Os demais tipos de colágeno \n\nocorrem em baixas concentrações e desempenham funções específicas em outros \n\nórgãos. Todos os tipos de colágeno apresentam estrutura de tripla hélice, porém, o\n\n\n\n2. Revisão da literatura \n\n \n\n4\n\ncomprimento, o tipo e a posição das regiões não-helicoidais são variáveis. A tripla \n\nhélice dos colágenos tipos I a III, que são solúveis em água, sofre modificações \n\nextracelulares por meio de reticulação e formação de fibrilas resultando em elevado \n\ngrau de associação e insolubilidade em água. Esta modificação aumenta \n\nsensivelmente a estabilidade térmica, mecânica e enzimática do colágeno e sua \n\nextensão é dependente da idade. Consequentemente, os parâmetros e as condições \n\nde extração da gelatina devem ser adaptados em função da idade do material de \n\norigem (BABEL et al., 2012; KARIM; BHAT, 2009). \n\nO colágeno nativo insolúvel deve ser pré-tratado antes de ser convertido em \n\numa forma adequada para extração de gelatina, o que geralmente é feito por \n\naquecimento em água em temperaturas superiores a 45 °C. Um pré-tratamento \n\nquímico romperá as ligações não-covalentes, desorganizando a estrutura proteica, \n\nproduzindo o intumescimento adequado e a solubilização do colágeno (STAINSBY, \n\n1987). O subsequente tratamento com calor cliva o hidrogênio e as ligações \n\ncovalentes para desestabilizar a tripla hélice, resultando em uma transição hélice-\n\nespiral e a conversão em gelatina solúvel (DJABOUROV; LECHAIRE; GAILL, 1993; \n\nGÓMEZ-GUILLÉN et al., 2002). O grau de conversão do colágeno em gelatina está \n\nrelacionado ao rigor do pré-tratamento e ao processo de extração com água morna. \n\nParâmetros como o valor de pH do meio, a temperatura e o tempo de extração, \n\ntambém influenciam (JOHNSTON-BANKS,1990). Nas gelatinas obtidas a partir de \n\npeles de peixes, devido à instabilidade da reticulação do colágeno imaturo, um \n\ntratamento ácido ameno é suficiente para solubilizar o colágeno (GÓMEZ-GUILLÉN \n\net al., 2011). \n\nA gelatina é anfotérica: em soluções ácidas possui carga positiva e em campo \n\nelétrico migra como cátion; em soluções alcalinas possui carga negativa e em \n\ncampo elétrico migra como ânion. O ponto intermediário, no qual a carga é nula e \n\nnão ocorre migração, é denominado de ponto isoiônico ou ponto isoelétrico. A \n\ngelatina Tipo A, produzida por meio de hidrólise ácida do colágeno, possui ponto \n\nisoelétrico entre pH 6,0 e 9,5. A gelatina Tipo B, produzida por meio de hidrólise \n\nalcalina do colágeno, possui ponto isoelétrico entre pH 4,7 e 5,6.  A diferença nos \n\npontos isoelétricos das gelatinas tipos A e B é resultado da desaminação parcial da \n\nglutamina e asparagina para os correspondentes ácidos glutâmico e ácido aspártico. \n\nA mistura dos tipos A e B, assim como gelatinas produzidas por modificações nos \n\n\n\n2. Revisão da literatura \n\n \n\n5\n\nprocessos mencionados, podem resultar em pontos isoelétricos fora desses \n\nparâmetros (BABEL et al., 2012).  \n\nOs processos de obtenção da gelatina ácida e alcalina a partir do colágeno \n\nsão apresentados na Figura 1. \n\n \n\n \n\n \n\nFigura 1: Processos de obtenção de gelatina ácida e alcalina a partir do colágeno \n \nLegenda: Ca(OH)2: hidróxido de cálcio; h: horas; PI: ponto isoelétrico \nFonte: Modificado de Tabata e Ikada (1998) \n\n \n\nA gelatina tem como característica inerente o elevado conteúdo dos \n\naminoácidos glicina, prolina (principalmente, como hidroxiprolina) e alanina que \n\nocorrem em sequências repetidas originando estrutura de tripla hélice. As gelatinas \n\ncomerciais são misturas de cadeias polipeptídicas do tipo ? (uma cadeia), ? (duas \n\ncadeias ? reticuladas covalentemente) e ? (três cadeias ? reticuladas \n\ncovalentemente). Possuem ampla variação de pesos moleculares, desde poucas \n\ncentenas até milhares de centenas, atingindo a milhões de daltons (COESTER et al., \n\n2000; KARIM; BHAT, 2009; VEIS, 1964; ZWIOREK et al., 2004). \n\n\n\n2. Revisão da literatura \n\n \n\n6\n\nDependendo do grau de hidrólise do colágeno, são obtidas a gelatina do tipo \n\ngeleificante [CAS number 9000-70-8] ou o hidrolisado de gelatina do tipo não-\n\ngeleificante, também denominado de hidrolisado de colágeno [CAS number 68410-\n\n45-7].  \n\nQuando os grânulos da gelatina do tipo geleificante são imersos em água fria, \n\neles se hidratam e se convertem em partículas discretamente intumescidas que se \n\ndissolvem a aproximadamente 40,0 °C e formam géis quando são resfriados. A \n\ngelatina do tipo não-geleificante é solúvel em água fria e a variação de sua massa \n\nmolecular encontra-se em uma faixa na qual a geleificação não é observada (&lt;\n\n15000 D). Ambos os tipos de gelatina são insolúveis em solventes de baixa \n\npolaridade tais como o benzeno, éter de petróleo, etanol, acetona e tetraclorometano \n\n(BABEL et al., 2012; ROSS-MURPHY, 1992). \n\nEntre as características funcionais da gelatina está a força, ou poder \n\ngeleificante, do gel formado que pode ser mensurada sob condições padrão. O \n\ngelômetro de Bloom foi desenvolvido e patenteado por O. T. Bloom em 1925 para \n\nmedir a rigidez do gel de gelatina por meio da determinação do peso (força em \n\ngramas) necessário para causar uma depressão na superfície de um gel de gelatina \n\nde 4,0 mm usando uma sonda cilíndrica de com 12,7 mm de diâmetro e superfície \n\nplana. O método de Bloom foi padronizado pela American Organization of Analytical \n\nChemists (AOAC), Gelatin Manufacturers Institute of America (GMIA) e Gelatin \n\nManufacturers of Europe (GME). De acordo com a GMIA o teste de Bloom deve ser \n\nrealizado utilizando-se: solução de gelatina a 6,67% (p/p); intumescimento completo \n\n(1±3 horas a temperatura ambiente); dissolução da gelatina a 65,0 °C por 15 \n\nminutos, 61,0 °C até a dissolução completa;· equilíbrio a 45,0 °C por 30±45 minutos \n\nou a temperatura ambiente por 15±20 minutos e maturação em banho de água a \n\n10,0 ±  0,1°C por 16±18 horas. Por definição, a força do Bloom representa somente \n\no gel de gelatina maturado a 10,0 °C e o valor do Bloom não pode ser determinado \n\nse a solução de gelatina não geleificar a 10,0 °C após 16±18 horas. Atualmente, os \n\nvalores de Bloom são geralmente determinados pelo uso de texturômetros.  A sonda \n\nusada no teste deve ser conforme o padrão da AOAC que apesar de ter as mesmas \n\ndimensões da antiga sonda da BSI (que não é utilizada desde 1998), possui bordas \n\nem ângulo agudo que aumentam a superfície fornecendo valores de Bloom um \n\npouco maiores. Os parâmetros do teste em equipamentos também são descritos nos \n\nmétodos padrão mencionados anteriormente e devem ser rigorosamente seguidos.  \n\n\n\n2. Revisão da literatura \n\n \n\n7\n\nOs valores de Bloom das gelatinas comerciais variam de 50 a 300 g Bloom, \n\nsendo que o valor mais alto representa gelatina com maior poder geleificante e \n\ntemperatura de fusão e gel mais forte. As gelatinas são classificadas como: Bloom \n\nalto, 200-300 g; Bloom médio, 100-200 g e Bloom baixo, 50-100 g (HAUG; DRAGET, \n\n2009). \n\n2.1.1 Hidrogéis  \n\n \n\nDevido à propriedade de geleificação, a gelatina é uma alternativa bastante \n\natrativa para o preparo de hidrogéis que são materiais capazes de absorver e reter \n\ngrandes volumes de água em sua estrutura tridimensional intumescida sem sofrerem \n\ndissolução (CAI; GUPTA, 2005). \n\nOs hidrogéis são considerados biocompatíveis com várias aplicações como \n\nlentes de contato, tendões artificiais, matrizes para engenharia de tecidos e sistemas \n\nde liberação de fármacos. O uso de gelatina para o preparo de hidrogéis apresenta \n\nvantagens tais como ser um polímero de origem natural que não apresenta \n\nantigenicidade, ser completamente reabsorvida in vivo e ter propriedades físico-\n\nquímicas que podem ser adequadamente moduladas. Devido ao grande número de \n\ngrupos funcionais nas cadeias laterais, a gelatina pode ser submetida à reticulação \n\nquímica e a extensão de reticulação pode ser modulada de maneira a obter \n\nhidrogéis que possuam propriedades físicas, químicas e biológicas para atender a \n\nnecessidades mecânicas e funcionais específicas. Por exemplo, a capacidade de \n\nabsorção de água é determinada pela presença de grupos hidrofílicos e pelo grau de \n\nreticulação podendo variar de 20,0 % a 95,0 % do peso total (BULCKE et al., 2000; \n\nCAI; GUPTA, 2005;  XIAO et al., 2011).  \n\nO tamanho do mesh de um hidrogel refere-se à distância entre pontos de \n\nreticulação e geralmente é medido em ângstrons (Å), com valores que algumas \n\nvezes variam de 10,0 a 150,0 Å. Esse parâmetro relaciona-se com as propriedades \n\nmecânicas do hidrogel tais como rigidez e taxa de difusão das substâncias \n\nincorporadas, que também depende do tamanho da substância incorporada \n\n(BRYANT; ANSETH, 2002; LIN; ANSETH, 2009).  \n\nA taxa de intumescimento de um hidrogel fornece uma ideia da captação de \n\nágua e fluidos e é um fator que pode contribuir para definir a extensão de sua \n\ndegradação. A molécula de água, que tem cerca de 2,0 Å, se difunde facilmente \n\n\n\n2. Revisão da literatura \n\n \n\n8\n\natravés de um hidrogel o que aumenta a hidrólise e contribui para a erosão da \n\nestrutura do hidrogel (AURAND; LAMPE; BJUGSTAD, 2012).  \n\nA previsão de liberação de fármacos e biomoléculas inseridos em hidrogéis \n\npode ser feita por meio de modelos matemáticos como o desenvolvido por Cheng e \n\ncolaboradores (2011) para estudar o efeito da reticulação e da degradação \n\nenzimática da matriz de um hidrogel.  \n\nOs hidrogéis podem ser flexíveis como os tecidos moles, rígidos como \n\ncartilagens ou elásticos e mimetizar a pele ou os vasos sanguíneos e serem \n\nconstruídos com tamanhos e formatos diversos entre os quais podem ser citados os \n\nsistemas particulados (AURAND; LAMPE; BJUGSTAD, 2012). \n\n \n\n2.2 Sistemas particulados  \n\n \n\nMicropartícula é o termo usado para partículas esféricas com diâmetros na \n\nfaixa micrométrica (tipicamente de 1-1000 µm). As micropartículas poliméricas são \n\nformadas por uma matriz polimérica na qual uma pequena quantidade de substância \n\npode ser imobilizada. Quando as micropartículas apresentam um núcleo delimitado \n\nonde a substância de interesse pode ser incluída, são denominadas de \n\n“microcápsulas”. Quando a substância de interesse encontra-se homogeneamente \n\ndispersa no interior da uma matriz, formando um sistema monolítico no qual não é \n\npossível identificar um núcleo diferenciado são denominadas de “microesferas”. O \n\nmaterial polimérico forma uma rede tridimensional, onde a substância de interesse \n\npode ser adsorvida, incorporada ou ligada covalentemente à superfície, formando \n\nsistemas de dissolução, dispersão ou sistemas porosos As micro/nanocápsulas são \n\npartículas normalmente esféricas, se estiverem carregando um líquido ou gás, ou de \n\noutro formato quando carregarem partículas sólidas ou semissólidas, já que \n\nconstituem um sistema do tipo reservatório. O material micro/nanoencapsulado é \n\nchamado de núcleo ou fase interna, enquanto a fase externa é conhecida como \n\nparede, revestimento ou membrana (BRESOLIN et al., 2003; CAMPOS et al., 2013). \n\nA Figura 2 representa os sistemas microparticulados. \n\n\n\n2. Revisão da literatura \n\n \n\n9\n\n \n\nFigura 2: Representação esquemática dos sistemas microparticulados \n\nLegenda:  a) microcápsula contendo fármaco dissolvido no núcleo;  b) microcápsula contendo \nfármaco adsorvido à parede polimérica; c) microesfera contendo fármaco retido na matriz polimérica;  \nd) microesfera contendo fármaco adsorvido ou disperso molecularmente na matriz polimérica  \nFonte: Schaffazick et al. (2003) \n\n \n\nDiferentes técnicas têm sido propostas para a produção de micropartículas \n\nentre as quais podem ser citadas: geleificação, emulsionamento, extrusão, spray \n\ndrying e leito fluidizado. A combinação de dois métodos também é frequentemente \n\nutilizada (BRUN-GRAEPPI et al., 2011). \n\nA técnica de emulsionamento para produção de micropartículas é \n\nfrequentemente acompanhada por uma etapa de geleificação. Inicialmente, uma \n\nsolução aquosa do polímero é dispersa em uma fase orgânica imiscível, como o \n\nóleo, fazendo o uso de tensoativos. Quando a dispersão atinge o equilíbrio, a \n\nformação do gel é iniciada pelo resfriamento ou pela adição de agente geleificante à \n\nemulsão. A técnica de emulsionamento é vantajosa do ponto de vista de \n\nescalonamento industrial, porém, as partículas formadas possuem ampla \n\ndistribuição de tamanho que pode variar de micrômetros a milímetros e ,quando \n\ntamanhos menores são necessários devem ser utilizadas outras técnicas, tal como a \n\ntecnologia de microfluidos (RABANEL et al., 2009). \n\n \n\n2.3 Reações de reticulação da gelatina com glutaraldeído \n\n \n\nA estrutura primária da gelatina oferece possibilidades diversas para \n\nmodificações químicas e para a ligação covalente de substâncias, tanto na parte \n\ninterna da matriz ou somente na região de superfície. No primeiro caso, devem ser \n\nrealizadas modificações químicas nas macromoléculas antes que as partículas \n\nestejam formadas enquanto que, no último caso, a superfície das partículas é \n\nutilizada (WEBER et al., 2000). \n\nEntre aos métodos de modificação da gelatina estão a reticulação, que leva \n\nao aumento da viscosidade de soluções de gelatina e do ponto de fusão dos géis de \n\n\n\n2. Revisão da literatura \n\n \n\n10\n\ngelatina e também afeta as propriedades físico-químicas e mecânicas das gelatinas \n\nsólidas (KOZLOV; BURDYGINA, 1983). \n\nOs mecanismos de reticulação podem ser classificados em intra-hélice e \n\ninter-hélice. A distância entre as moléculas de gelatina determinará se as ligações \n\nserão do tipo intra ou intermolecular. O primeiro tipo inclui as ligações formadas \n\nentre duas cadeias polipeptídicas nas mesmas hélices e influencia a temperatura de \n\ndesnaturação. Estas reações de reticulação podem estabilizar as regiões de tripla \n\nhélice da gelatina, mas não aumentar a força mecânica. O segundo tipo, as ligações \n\ninter-hélice, é formado entre cadeias peptídicas de duas hélices adjacentes, \n\naumentando o peso molecular da gelatina e afetando propriedades como o \n\nintumescimento e a flexibilidade (CATALINA et al.,2010). \n\nUm esquema das reações de reticulação entre as cadeias de um polímero é \n\napresentado pela Figura 3. \n\n \n\n \n\nFigura 3: Representação da reação de reticulação inter e intracadeias de um \npolímero \n \nLegenda: a) cadeias não reticuladas; b) cadeias reticuladas (intra e inter cadeias) \nFonte: Modificado de Gilleo (1996) \n\n \n\nMétodos físicos e químicos podem ser usados para realizar a reticulação de \n\nhidrogéis de gelatina. Entre os métodos físicos estão o tratamento deidrotérmico, \n\nfoto-oxidação, orientação segmental, radiação ultravioleta e gama, entre outros. A \n\nreticulação física ocorre por meio de ligações não-covalentes tais como interação de \n\nvan der Waals, interações iônicas, pontes de hidrogênio ou interações hidrofóbicas e \n\nos hidrogéis fisicamente reticulados podem sofrer modificações de formato. Entre os \n\nagentes químicos encontram-se os aldeídos, carbodiimidas, compostos epóxi, acil \n\n\n\n2. Revisão da literatura \n\n \n\n11\n\nazidas e compostos fenólicos. A reticulação química ocorre por meio de ligações \n\ncovalentes e os hidrogéis quimicamente reticulados não se dissolvem em água sob \n\nqualquer condição (BIGI et al., 2001, 2002; CAI; GUPTA,2005) \n\nAtualmente, o agente reticulante mais amplamente utilizado é o glutaraldeído \n\n(GTA). Ele é um dialdeído linear, líquido, de odor pungente, incolor a levemente \n\ncolorido, solúvel em água e solventes orgânicos. Tem baixo custo e é facilmente \n\nencontrado em soluções aquosas ácidas com concentrações de menos de 2,0 % até \n\n70,0% (p/v) (BIGI et al., 2002; MIGNEAULT et al. 2004).  \n\nAs soluções aquosas de GTA são constituídas por uma mistura de aldeídos \n\nlivres, GTA monomérico mono e di-hidratado, hemicetais e vários polímeros ?,?-\n\ninsaturados. Existe uma amplo debate para determinar qual dessas estruturas, que \n\nsão pH dependentes, é a mais reativa com proteínas (JAYAKRISHNAN; JAMEELA, \n\n1996; MIGNEAULT et al. 2004). \n\nO GTA pode reagir com vários grupos funcionais das proteínas, tais como \n\namina, tiol, fenol e imidazol devido às cadeias laterais mais reativas serem \n\nnucleofílicas (HABEEB; HIRAMOTO, 1968). \n\nA formação de bases de Schiff devido ao ataque nucleofílico de grupos amino \n\nterminais de resíduos de lisina na estrutura protéica e a adição de grupos amino às \n\nduplas ligações etilênicas dos oligômeros ?,?-insaturados encontrados nas soluções \n\naquosas de GTA (adição de Michael) são mecanismos propostos para explicar tais \n\nreações conforme apresentado na  Figura 4 (MIGNEAULT et al. 2004). \n\n \n\nFigura 4: Reações de formação de base de Schiff (1) e adição de Michael (2) do \nGTA com proteínas \n \n\nFonte: Migneault et al.(2004) \n\n\n\n2. Revisão da literatura \n\n \n\n12\n\nSegundo Bigi e colaboradores (2001), a concentração de 0,05% (p/v) de GTA \n\né suficiente para reticular de cerca de 60,0 % dos grupamentos ?-amino e, variando-\n\nse a concentração deste, são obtidos filmes de gelatina com propriedades físico-\n\nquímicas distintas. \n\nDevido à capacidade de reticular as proteínas celulares, o GTA possui \n\natividade biocida e é utilizado como antimicrobiano de uso geral. Ele é aprovado \n\ncomo aditivo indireto para usos diversos em produtos alimentícios e afins e, na área \n\nmédica, é usado para esterilização a frio de instrumentação cirúrgica e endoscópios, \n\nprocessamento de filmes de raios-X e como fixador de tecidos biológicos (ZEIGER et \n\nal., 2005). \n\nO GTA pode ser utilizado como agente conservante para produtos de higiene \n\npessoal, cosméticos e perfumes. No Brasil, a máxima concentração autorizada é de \n\n0,1%, sendo proibido em sistemas pulverizáveis (como aerossóis e sprays) e, \n\nquando utilizado no produto acabado em concentrações superiores a 0,05%, deve \n\nser citado nas condições de uso e advertência (BRASIL, 2012a). \n\nA exposição do consumidor ao GTA é mínima e as vias típicas de exposição \n\nsão pele, olhos e trato respiratório. Ele pode causar irritação se for inalado ou se \n\nentrar em contato com a pele e também causar a sensibilização cutânea. Poderá \n\ncausar toxicidade fisiológica e também calcificar implantes de longa duração se for \n\nliberado no organismo durante o processo de biodegradação (BIGI et al., 2002; \n\nCATALINA et al., 2010; PENG; LI; SHEN, 2012). \n\nContudo, os estudos sobre a toxicidade do GTA apresentam resultados \n\nconflitantes. Geralmente, os relatos de efeitos adversos ocorrem com concentrações \n\nelevadas de GTA. Já foram demonstrados efeitos citotóxicos em concentrações \n\ninferiores a 10,0 ppm porém em válvulas cardíacas a liberação residual de GTA se \n\nmostrou vantajosa pois o crescimento celular não é desejável nessa situação \n\n(JAYAKRISHNAN; JAMEELA, 1996).  \n\n \n\n2.4 Reações de reticulação da gelatina com polifenois \n\n \n\nO termo “polifenol” deve ser usado para definir os metabólitos secundários de \n\nplantas derivados exclusivamente da via dos fenilpropanoides e/ou policetídeos \n\nderivados do chiquimato, tendo mais de um anel polifenólico e sendo destituído de \n\nqualquer grupo funcional de nitrogênio em sua estrutura mais primitiva. No Reino \n\n\n\n2. Revisão da literatura \n\n \n\n13\n\nVegetal, estão relacionados a funções que incluem a resistência em relação a micro-\n\norganismos patogênicos e animais herbívoros como os insetos e a proteção em \n\nrelação à radiação solar que provavelmente foi um fator determinante na evolução \n\ndas plantas terrestres (QUIDEAU et al., 2011).   \n\nOs polifenois podem ser citados entre os novos agentes reticulantes obtidos \n\nde fontes naturais. Alguns grupos estudaram essas reações de reticulação tais como \n\nBigi e colaboradores (2002) que obtiveram filmes de gelatina estáveis utilizando \n\nsoluções de genipina, um glicosídeo iridoide, geniposidío, presente em abundância \n\nnos frutos da gardênia (Gardenia jasminoides); Strauss e Gibson (2004) que \n\ndemonstraram que micropartículas de gelatina/pectina podem ser reticuladas com \n\npolifenois presentes no suco de uva e no café; Kosaraju e colaboradores (2010) que \n\nobtiveram géis de gelatina com propriedades melhoradas por meio da reticulação \n\ncom ácido cafeico apresentam estrutura orto-difenol (ou 1-hidróxi-2-metóxi).  \n\nA formação de estruturas moleculares rígidas por reações de orto-quinonas \n\ncom proteínas é bem conhecida. Conforme apresentado pela Figura 5, a terminação \n\ndifenol de um ácido fenólico ou outro polifenol (1) é prontamente oxidada para uma \n\nortoquinona, por meio de enzimas nos tecidos vegetais ou por meio do oxigênio \n\nmolecular. A quinona forma um dímero (2) em uma reação lateral, ou reage com os \n\ngrupos amino ou sulfidrila das cadeias laterais dos polipeptídeos para formar \n\nligações covalentes C-N ou C-S com o anel fenólico com regeneração da \n\nhidroquinona. A última pode ser reoxidada e ligar um segundo polipeptídeo, \n\nresultando em reticulação (3). De modo alternativo, duas quinonas, cada qual \n\ncarreando uma cadeia, podem dimerizar, também resultando em reticulação (4). A \n\nocorrência de tal mecanismo de reticulação é suportada pela identificação de \n\ndímeros do ácido fenólico e pela geleificação de soluções aquosas de ésteres \n\npolisacarídicos do ácido ferúlico tais como pentosanas e pectina do açúcar de \n\nbeterraba (STRAUSS; GIBSON, 2004). \n\n \n\n\n\n2. Revisão da literatura \n\n \n\n14\n\n \n\n \nFigura 5: Representação das reações do ácido fenólico com as cadeias laterais de \npolipeptídeos \n \nFonte: Strauss; Gibson (2004) \n\n \n\n2.5 Flavonoides \n\n \n\nA via metabólica mais produtiva em termos de substâncias polifenólicas é a \n\nque leva aos flava/flavonoides. Estes compostos são metabólicos híbridos derivados \n\nda combinação de polipropanoides derivados das vias do chiquimato (?C6-C3) e os \n\npolicetídeos derivados das vias do acetato/malonato (?C6). Apesar dessa origem \n\nbiosintética comum, os flavonoides incluem várias subclasses de substâncias \n\n\n\n2. Revisão da literatura \n\n \n\n15\n\nestruturalmente diversas. Até hoje, mais de 8000 estruturas foram classificadas \n\ncomo pertencentes a essa classe de produtos naturais e seus usos e propriedades \n\nsão bem conhecidos, em particular, os efeitos antioxidante, anti-inflamatório e \n\nanticancerígeno (ANDERSEN; MARKHAM, 2006; CHOQUENET et al., 2008). \n\nOs flavonoides encontram-se divididos em subgrupos que incluem os \n\nflavonóis (quercetina, mericitina e rutina), flavanonas (hesperidina), antocianidinas \n\n(malvidina, cianidina e apigenidina), flavonas (crisina e apigenina) e flavanóis \n\n(catequina, epicalocatequina e epicatequina, entre outros). As diferenças dentro de \n\ncada grupo estão relacionadas com a variação no número e na posição dos \n\ngrupamentos hidroxila, modificações nos núcleos e no grau de metilação e \n\nglicosilação (DUGAS et al., 2000; FILHO et al., 2001).  \n\nA representação esquemática do núcleo comum dos flavonoides é \n\napresentado na Figura 6. \n\n \n\n \nFigura 6: Representação esquemática do núcleo comum fundamental dos \nflavonoides (estrutura química geral)  \n \nFonte: Heim;Tagliaferro; Bobilya (2002) \n\n \n\nEm sua forma estrutural mais elementar, anel fenólico com grupamento \n\nhidróxi, a função fenol se constitui como uma terminação anfifílica que combina o \n\ncaráter hidrofóbico de seu núcleo aromático plano com o caráter hidrofílico de seu \n\nsubstituinte polar hidróxi, podendo atuar como doador ou ligante de hidrogênio. A \n\npresença de pelo menos dois grupamentos hidróxi adjacentes no anel fenólico \n\npermite a quelação de metais. Além disso, comparada com a absorção secundária \n\nmáxima do benzeno em água a 254 nm (???*), a do fenol é deslocada para 270 \n\nnm. A presença adicional de um grupo hidróxi e/ou grupos removedores de elétrons \n\nna posição para tais como o grupo carbonila ou propenoil ester, que são frequentes \n\nnos polifenóis de plantas, deslocam a absorção máxima de forma a proporcionar \n\nproteção em relação à radiação solar do tipo UVB e existem estudos que sugerem \n\n\n\n2. Revisão da literatura \n\n \n\n16\n\nque a incidência desse tipo de radiação influencia o acúmulo de flavonoides, tais \n\ncomo a rutina, em determinados tipos de espécies vegetais (QUIDEAU et al., 2011; \n\nZHANG; BJÖRN, 2009). \n\n \n\n2.6 Proteção solar \n\n  \n\nO espectro solar que atinge a superfície terrestre é formado, \n\npredominantemente, por radiações ultravioletas (UV) (100-400 nm), radiações \n\nvisíveis (400-780 nm) e radiações infravermelhas (acima de 780 nm) (BALOGH et \n\nal., 2011).  \n\nO espectro UV é subdividido em três categorias: UVA (320-400 nm), UVB \n\n(290-320 nm) e UVC (100-290 nm). A radiação do tipo UVA ainda é subdividida em \n\nUVAI (340-400 nm) e UVAII (320-340 nm) (BRASIL, 2012b).  \n\nA energia da radiação é inversamente proporcional ao tamanho do \n\ncomprimento de onda. Sendo assim, a radiação UVC, também denominada de \n\nbactericida, é a mais energética e fotoativa, porém não constitui ameaça à maioria \n\nda população, pois quase sua totalidade é filtrada pela camada de ozônio. A \n\nradiação UVB, que compreende apenas cerca de 5% da radiação UV total, é a \n\nresponsável pela maioria dos eventos fotobiológicos agudos e crônicos quando \n\nabsorvida pela epiderme, tais como os distúrbios de pigmentação, eritema, \n\ndegeneração das fibras elásticas, imunossupressão e fotocarcinogênese, entre \n\noutros. A radiação UVA atinge as camadas mais profundas da pele, comprometendo \n\ngradativamente a integridade das fibras de elastina e colágeno da derme, sendo a \n\nresponsável pelo fotoenvelhecimento e pela indução precoce do câncer (EPSTEIN, \n\n1990).  \n\nUma das estratégias para proteger a pele dos danos causados pela radiação \n\nsolar é o uso de formulações contendo filtros solares, denominadas de protetores \n\nsolares. Segundo a World Health Organization (WHO), os fotoprotetores fazem parte \n\nda classe terapêutica dos emolientes-protetores dérmicos (D02A0 - Classificação \n\nAnatômica terapêutica). A Agência Nacional de Vigilância Sanitária (Anvisa) \n\nclassifica-os como produtos cosméticos de Grau II, ou seja, são produtos que \n\npossuem indicações específicas cujas características exigem comprovação de \n\nsegurança e/ou eficácia, bem como informações e cuidados, modo e restrições de \n\nuso. Recentemente, foi aprovado pela Anvisa o regulamento técnico sobre \n\n\n\n2. Revisão da literatura \n\n \n\n17\n\nprotetores solares que contém padronização conceitual, rotulagem de produtos e as \n\ndiretrizes metodológicas que devem ser adotadas pelos países do Mercosul \n\n(BRASIL, 2005; BRASIL, 2012b; GUARATINI et al., 2009). \n\nOs filtros solares são subdivididos em duas classes: filtros orgânicos e filtros \n\ninorgânicos, classificados como filtros de efeito químico (filtros químicos) e filtros de \n\nefeito físico (filtros físicos). Geralmente, os compostos orgânicos protegem a pele \n\npela absorção da radiação e os inorgânicos pela reflexão da radiação. Porém, \n\natualmente, existem filtros orgânicos no mercado que, além de absorverem, também \n\nrefletem a radiação UV (Ciba especialidades químicas “methylene bis-benzotriazolyl \n\ntetramethylbutyl-phenol-MBBT”, Tinossorb® M) (FLOR; DAVOLOS; CORREIA, 2007). \n\nAs moléculas dos filtros de efeito químico possuem duplas ligações que \n\npermitem que os elétrons que se encontram em orbitais de mais baixa energia \n\nabsorvam a radiação UV incidente e sejam excitados para orbitais de mais alta \n\nenergia, realizando a conversão das radiações de alta energia e pequenos \n\ncomprimentos de onda, que são danosas, em radiações de pequena energia e altos \n\ncomprimentos de onda que são inofensivas aos seres humanos. Tais moléculas são \n\nsubdivididas em filtros UVB, que exercem proteção frente à radiação UVB, filtros \n\nUVA, que exercem proteção frente à radiação UVA e filtros de amplo espectro, que \n\npromovem proteção frente à radiação UVA e UVB (BALOGH et al., 2011; \n\nMENDONÇA, 1998). \n\nOs filtros UVB absorvem aproximadamente 90,0 % da radiação no \n\ncomprimento de onda entre 290 nm a 320 nm. Nesse grupo encontram-se: PABA \n\n(ácido 4-aminobenzoico), que foi o primeiro filtro UV utilizado e um dos primeiros \n\naprovados pelo FDA, cinamatos, salicilatos e  octocrileno. Os cinamatos são os \n\nfiltros UVB mais populares na Europa e nos EUA, entretanto, muitas vezes são \n\ncombinados com os demais filtros por apresentarem substantividade reduzida \n\n(BALOGH et al., 2011, SAMBANDAN; RATNER, 2011). \n\nA benzofenona-3 (BZ3) é a benzofenona mais utilizada como filtro químico na \n\nregião do UVA.  Apresenta dois picos de absorção, um na região do UVB e outro na \n\nregião do UVA2 (comprimento de onda máximo de 288 nm e 325 nm). Além das \n\nbenzofenonas, outras substâncias que exibem ação na região do UVA são \n\nantralinatos, canforados, entre outras (KULLAVANIJAYA; LIM, 2005). \n\nOs filtros químicos apresentam problemas relevantes relacionados à \n\nfotoalergenicidade e à irritação da pele, adicionalmente, são fotoinstáveis, \n\n\n\n2. Revisão da literatura \n\n \n\n18\n\nfavorecendo a formação de produtos inativos ou, muitas vezes, tóxicos (radicais \n\nlivres) quando em contato com a radiação solar (HANSON; GRATTON; BARDEEN, \n\n2006). Tal cenário tem impulsionado a busca de alternativas para minimizar ou \n\neliminar tais efeitos e existe a tendência do desenvolvimento de fotoprotetores com \n\nconcentração reduzida de filtros químicos e de proteção elevada frente às radiações \n\nUVA e UVB (SCHLUMPF et al., 2004). \n\nOs flavonoides rutina (3-o-rutosídeo-quercetina) e quercetina (3,3’,4’,5,7-\n\npentahidróxi-flavona) têm sido estudados como agentes fotoprotetores de uso \n\ntópico. Casagrande e colaboradores (2006) observaram que formulações contendo \n\nquercetina inibiram o dano induzido por radiações do tipo UVB em camundongos; \n\nVelasco e colaboradores (2008) observaram que a eficácia fotoprotetora da rutina \n\nem formulações cosméticas é dependente da presença dos filtros UVA e UVB, \n\nocorrendo sinergismo na elevação do Fator de Proteção Solar (FPS) quando o \n\nflavonoide foi associado aos filtros nas concentrações mínimas. Além disso, também \n\nverificaram que a rutina não associada aos filtros químicos exerceu proteção frente à \n\nradiação UVA superior à formulação ausente de compostos ativos e às suas \n\nassociações; Choquenet e colaboradores (2008) observaram que emulsões \n\ncontendo rutina e quercetina apresentaram FPS similares ao homosalato, substância \n\nindicada como padrão de comparação para FPS, e também apresentaram atividade \n\nanti-UVA. Também observaram FPS próximo de 30 na associação desses \n\nflavonoides com o dióxido de titânio; Vicentini e colaboradores (2010) observaram \n\nque microemulsões A/O contendo quercetina reduzem a incidência de alterações \n\nhistológicas na pele de camundongos sem pelos, induzidas pela exposição à \n\nradiação UVB. \n\nAs pesquisas de novas moléculas fotoestáveis para utilização em protetores \n\nsolares são extensivamente realizadas, sendo que, atualmente, se destaca interesse \n\ncrescente para o desenvolvimento de filtros baseados em produtos naturais \n\n(GUARATINI et al., 2009). \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n3. OBJETIVOS  \n\n\n\n \n\n \n\n19\n\n3. Objetivos \n\n \n\n \n\n3.1. Obter microesferas de gelatina \n\n \n\n \n\n3.2. Reticular as microesferas de gelatina obtidas com GTA ou com RUT \n\n \n\n \n\n3.3. Caracterizar as propriedades físico-químicas das microesferas de gelatina não \n\nreticuladas ou reticuladas com GTA ou RUT \n\n \n\n \n\n3.4. Avaliar o potencial de aplicação das microesferas de gelatina não reticuladas ou \n\nreticuladas com GTA ou RUT em fotoprotetores \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n4. MATERIAL E MÉTODOS\n\n\n\n \n\n \n\n20\n\n4. Material e Métodos \n\n4.1 Material \n\n4.1.1 Equipamentos  \n\n \n\nO Quadro 01 contém os equipamentos utilizados para a realização do \n\npresente trabalho. \n\n \n\nQuadro 1: Equipamentos empregados para a realização do presente trabalho \n\nDescrição Marca Modelo \n\nAgitador magnético Nalgon® Speedlab \n\nAgitador mecânico  IKA® RW 20 \n\nAnalisador de adsorção gasosa Quantachrome Corporation® NOVA 2200e \n\nAnalisador de tamanho de partículas \na laser \n\nCILAS® 1090L \n\nBalança analítica Shimadzu® AUY220 \n\nAUW 220D \n\nBalança semianalítica Gehaka® BG 4000 \n\nBalança semianalítica OHAUS® ARD 110 \n\nBanho termostatizado Nova Ética® N480 \n\nBanho ultrassônico Unique® Ultrasonic Cleaner \n\nCélula calorimétrica Seiko® DSC7020 SII Extar \n\nCentrífuga Quimis® Q222T104 \n\nEspectrofotômetro de refletância \ncom esfera de integração \n\nLabsphere® UV2000S \n\nEspectrofotômetro UV- VIS Thermo Scientific® Evolution 600 \n\nMetalizador de amostras Bal-Tec/Leica® MD020 \n\nMicropipetas: 10-100?l, 100-1000?l, \n1-10 mL \n\nEppendorf® Research plus \n\nMicroscópio Olympus® BX50 \n\nMicroscópio eletrônico de varredura  FEI® Company Quanta 600 FEG \n\nPeagômetro Quimis® Q400AS \n\nPicnômetro de gás Hélio Quantachrome Corporation® Ultrapycnometer 1000 \n\nPlaca aquecedora em cerâmica com \nagitação magnética \n\nIKA® CMAG HS7 \n\nCMAG HS10  \n\nCMAG HP10 \n\nSistema purificador de água - \nOsmose Reversa \n\nGehaka® OS10LX \n\n\n\n4. Material e Métodos \n\n \n\n21\n\n4.1.2 Materiais diversos \n\n \n\nO Quadro 02 descreve os materiais diversos utilizados para a realização do \n\npresente trabalho. \n\n \n\nQuadro 2: Materiais diversos utilizados para a realização do presente trabalho \n\nDescrição Marca Especificação \n\nCadinho ou panela de alumínio para \n\nanálise térmica  \n\nSeiko® - \n\nCadinho ou panela de platina para análise \n\ntérmica \n\nSeiko® - \n\nCubeta de Quartzo Hellma® 100-QS-10MM/3,5 mL \n\nFita adesiva dupla face de carbono  Agar Scientific® 8,0 mm X 20,0 m  \n\nFita adesiva transparente 3M® e Nexcare® 50,0 mm X 4,5 m, Transpore® \n\nLâminas de vidro para microscopia Star Frost ®  26,0 X 76,0 X 1,0 mm com \n\nextremidades coloridas \n\nLamínulas de vidro para microscopia Perfecta ®  20,0 mm X 20,0 mm \n\nPipeta Pasteur de polietileno Prolab 3,0 mL \n\nPlaca de quartzo  - 50,0 mm X 50,0 mm \n\nSeringa plástica BD® 1,0 mL \n\nTamis  - Mesh 80  \n\n(Tyler 180, abertura 0,177 mm) \n\nTubo capilar de vidro sem heparina Perfecta ®  75,0 mm X 1,0 mm X 1,5 mm \n\nTudo plástico  BD® \n\nCorning® \n\nFalcon® \n\n15,0 mL, 50,0 mL  \n\n \n\n\n\n4. Material e Métodos \n\n \n\n22\n\n4.1.3 Matérias-primas e reagentes \n\n \n\nO Quadro 3 descreve as matérias-primas e reagentes utilizados para \n\nobtenção, reticulação e análise das microesferas de gelatina. \n\n \n\nQuadro 3: Matérias-primas e reagentes empregados para obtenção, reticulação e \nanálise das microesferas de gelatina. \n \n\nDenominação Comercial Denominação Química Nº CAS Fornecedor \n\nAcetona P.A. – A.C.S. Dimetilcetona, 2-Propanona, \nPropan-2-ona ou Propanona \n\n67-64-1 LabSynth Ind.Com. Ltda. \n\nÁcido clorídrico 37%  P.A. – \nA.C.S. \n\nÁcido clorídrico, Cloreto de \nhidrogênio, Ácido hidroclorídrico \n\n7647-01-0 LabSynth Ind.Com. Ltda. \n\nÁcido picrilsulfônico,  \n\nsol. aq. 5,0% P.A. \n\nÁcido 2,4,6-trinitrobenzenosulfônico \n(TNBS) \n\n2508-19-2 Sigma-Aldrich Brasil \nLtda. \n\nÁlcool propílico (Iso)   P.A. – \nA.C.S. \n\nIsopropanol \n\n2-propanol \n\n67-63-0 LabSynth Ind.Com. Ltda. \n\nÁgua purificada Água 7732-18-5 (-) \n\nBicarbonato de sódio P.A. Bicarbonato de sódio, Hidrogênio \ncarbonato de sódio  \n\n144-55-8 LabSynth Ind.Com. Ltda. \n\nDhaytan® S80  Monooleato de sorbitan 1338-43- 8 Dhaymers Ind.Com. \nProd.Químicos Ltda. \n\nGelatina bovina  \n\ngrau alimentício, Bloom 180, \nMesh 30 \n\nGelatina 9000-70-8 NP – Com. Produtos \nAlimentícios Ltda. \n\nGlutaraldeído solução, grau \nI, solução aquosa 25%  \n\nPentano-1,5-diol \n\n1,5-pentanadial  \n\n111-30-8 Sigma-Aldrich Brasil \nLtda. \n\nHidróxido de sódio lentilhas \nP.A. \n\nHidróxido de sódio 1310-73-2 LabSynth Ind.Com. Ltda. \n\nLeucina-L P.A. Ácido 2-amino-4-metilpentanóico 61-90-5 LabSynth Ind.Com. Ltda. \n\nNItrogênio NItrogênio 7727-37-9 White Martins Gases \nIndustriais Ltda. \n\nÓleo Mineral USP 70 Mistura de hidrocarbonetos \nparafínicos, ciclo parafínicos e \naromáticos saturados  e \ninsaturados provenientes da \ndestilação do petróleo  \n\n8012-95-1; \n8042-47-5 \n\nVolp Ind.Com. Ltda \n\nPharmaSpecial Esp. \nQuímicas e Farm. Ltda. \n\nRutina  3-o-rutosídeo-quercetina \n\n3, 3', 4', 5, 7 – pentahidroxiflavona \n– 3 – rutinosídeo \n\n153-18-4 Fagron do Brasil \nFarmacêutica Ltda. \n\n \nLegenda:  (-) fornecedor não descrito. Material obtido no Laboratório de Cosmetologia da FCF-USP, por meio de \nSistema Purificador de Água - Osmose Reversa. \nCAS: Número de registro presente no banco de dados do Chemical Abstract Service; P.A.: Para Análise, Grau \nAnalític; A.C.S.: America Chemical Society \n \n\n\n\n4. Material e Métodos \n\n \n\n23\n\nO Quadro 4 contém as matérias-primas utilizadas para a obtenção das \n\ndispersões para avaliação da atividade fotoprotetora in vitro. \n\n \nQuadro 4 : Matérias-primas empregadas na preparação das dispersões para a \navaliação de atividade fotoprotetora in vitro \n \nDenominação \nComercial \n\nDenominação \n\nQuímica \n\nDenominação \n\nINCI \n\nN° CAS Fornecedor\n\nSeleron® BZP3 2-hidroxi-4-\nmetoxibenzofenona \n\n \n\nBenzophenone-3 131-57-7 PharmaSpecial Esp. \nQuímicas e Farm. \nLtda \n\n \n\nCrodabase® SQ Óleo Mineral (e) \nPolietileno \n\nMineral oil (and) \nPolyethylene \n\n \n\n8012-95-1, \n8042-47-5, \n8020-83-5, \n9002-88-4 \n\n \n\nDaltomare Química \nLtda. \n\nÓleo Mineral \n\nUSP 70 \n\nMistura de \nhidrocarbonetos \nparafínicos, ciclo \nparafínicos e \naromáticos saturados  \ne insaturados \nprovenientes da \ndestilação do petróleo  \n \n\n \n\nParaffinum Liquidum  8012-95-1; \n8042-47-5 \n\n \n\nVolp Ind.Com. Ltda \n\nPharmaSpecial Esp. \nQuímicas e Farm. \nLtda. \n\n \n\nOctilmetoxicinamato 2-etilhexil \nmetoxicinamato;  \n\n2-etilhexil-p-\nmetoxicinamato;  \n\nácido 2-proenóico, \n\n3-(4-metoxifenill)-2 – \netilhexil éster  \n \n\n \n\nEthylhexyl \nmethoxycinnamate \n\n5466-77-3 PharmaSpecial Esp. \nQuímicas e Farm. \nLtda \n\n \n\n \n\nLegenda: CAS: Número de registro presente no banco de dados do Chemical Abstract Service  \n\n\n\n4. Material e Métodos \n\n \n\n24\n\n4.2 Métodos \n\n4.2.1 Obtenção das microesferas de gelatina \n\n \n\nAs microesferas de gelatina foram obtidas pelo método de polimerização em \n\nemulsão, utilizando tensoativo e extração com solvente conforme Tanaka e \n\ncolaboradores (1963) e Ugwoke e Kinget (1998), com modificações, conforme \n\ndescrito a seguir. \n\nUma solução aquosa de gelatina a 10,0% p/p (240,0 g) foi obtida entre 50,0 \n\n°C a 55,0 °C com emprego de placa aquecedora de cerâmica com agitação \n\nmagnética na velocidade média. Esta foi transferida, por gotejamento com pipeta \n\nplástica, para uma mistura de óleo mineral (560,0 mL) e monooleato de sorbitan \n\n(concentração final de 1,0% p/v), envolvendo aquecimento de 50,0 °C a 55,0 °C, em \n\nplaca aquecedora de cerâmica, e agitação mecânica a 2400 rpm (haste/hélice de \n\ndisco bidentado). A emulsão resultante foi mantida nas condições antes descritas \n\npor 15 minutos e, depois, foi resfriada até temperatura ambiente (20,0°C a 25,0°C) \n\ncom auxílio de banho de água e agitação de 2400 rpm. Após, para possibilitar a \n\ngeleificação da amostra, a emulsão foi resfriada até atingir entre 10,0 °C a 15,0 °C \n\ncom banho de gelo, sob agitação. Após 30 minutos, acetona previamente resfriada \n\naté atingir entre 5,0 °C a 10,0 °C (400,0 mL) foi adicionada por gotejamento com \n\nbureta à emulsão e a mistura foi agitada por outros 30 minutos, entre 10,0 °C  a 15,0 \n\n°C, e depois foi fracionada em tubos plásticos de 50,0 mL para ser centrifugada. \n\nPosteriormente à centrifugação (2 minutos, 3400 rpm e temperatura \n\nambiente), o sobrenadante dos tubos foi descartado. À quantidade de resíduo sólido \n\nfoi adicionado igual volume de acetona resfriada entre 5,0 °C a 10,0 °C e, após \n\nmistura manual com bastão de vidro, os tubos foram novamente centrifugados a \n\n3400 rpm por  2 minutos. Tal procedimento foi repetido por três vezes.  \n\nApós a última lavagem com acetona, os resíduos sólidos foram unificados e \n\ntransferidos para recipiente de vidro aberto onde ocorreu secagem à temperatura \n\nambiente por, pelo menos, 12 horas.  \n\nO resíduo seco foi tamisado em tamis mesh 80 (abertura de 0,177 mm)  \n\npesado em balança semianalítica e armazenado em frasco fechado devidamente \n\nidentificado com número de lote, por meio da combinação no mês, dia e ano de \n\nobtenção.  \n\n\n\n4. Material e Métodos \n\n \n\n25\n\nO fluxograma do processo de obtenção das microesferas de gelatina pelo \n\nmétodo de polimerização em emulsão utilizando tensoativo e extração com solvente \n\né apresentado na Figura 7. \n\n \n\n \n\n \n\n \n\n \n\nFigura 7: Fluxograma do processo de obtenção das microesferas de gelatina pelo \nmétodo de polimerização em emulsão, utilizando tensoativo e extração com solvente \n\n\n\n4. Material e Métodos \n\n \n\n26\n\n4.2.2 Reticulação das microesferas de gelatina \n\nAs microesferas de gelatina de um mesmo lote, obtido conforme descrito em \n\n4.2.1, foram subdivididas em três grupos: \n\n \n\n? Microesferas de gelatina não reticuladas (M0) \n\n? Microesferas de gelatina reticuladas com GTA (MG) \n\n? Microesferas de gelatina reticuladas com RUT (MR) \n\n \n\nO meio de reticulação dos grupos das microesferas de gelatina reticuladas \n\nconsistiu na mistura de acetona: NaOH 0,01 M (70:30 v/v). Foi utilizada a proporção \n\nde 5,0 g de microesferas para cada 100,0 mL de meio de reticulação. \n\n Os agentes reticulantes foram GTA (concentração final: 0,1% p/v, equivalente \n\na 10,0 mM) e RUT (concentração final: 0,6% p/v, equivalente a 10,0 mM). \n\nO processo de reticulação foi realizado por quatro horas com agitação \n\nmagnética na velocidade máxima e à temperatura ambiente (entre 20,0 °C e 25,0 \n\n°C). Após esse período, o meio de reticulação foi removido e as microesferas \n\nreticuladas foram lavadas por cinco vezes com acetona e agitadas, por 15 minutos, \n\ncom agitação magnética na velocidade máxima.  \n\nPosteriormente, as microesferas reticuladas foram mantidas em recipiente de \n\nvidro aberto para permitir a secagem ao ar livre por, pelo menos, 12 horas. As \n\nmicroesferas foram tamisadas em tamis mesh 80 (abertura de 0,177 mm) e \n\narmazenadas em frasco plástico fechado e devidamente identificado. \n\nO fluxograma do processo de reticulação das microesferas de gelatina é \n\napresentado na Figura 8. \n\n\n\n4. Material e Métodos \n\n \n\n27\n\n \n\n \n\n \n\n \n\nFigura 8 : Fluxograma do processo de reticulação das micropartículas de gelatina \n\n \n\n4.2.3 Aspecto por microscopia eletrônica de varredura  \n\nO aspecto (morfologia) da gelatina, M0, MG e MR foi avaliado por microscopia \n\neletrônica de varredura (MEV). Foram observadas amostras a seco e em meio \n\naquoso do lote de gelatina utilizado para obtenção das micropartículas e de três \n\nlotes diferentes de cada grupo. \n\nAproximadamente 5,0 mg de cada amostra foram fixados com fita de carbono \n\ndupla face (Agar Scientific®) em suporte metálico de 12,0 cm de diâmetro, próprio \n\npara microscopia eletrônica, e, em seguida, foram metalizadas com filme fino de \n\nplatina, utilizando-se metalizador de amostras (Bal-Tec/Leica® ED020), conforme \n\nilustrado na Figura 9. \n\n \n\n \n\n \n\n\n\n4. Material e Métodos \n\n \n\n28\n\n \n\n \n\n  \n\n \n\nFigura 9 : Amostras fixadas em suporte metálico e metalizadas em filme fino de \nplatina para obtenção de micrografias em MEV \n \n\nA observação das amostras foi realizada em microscópio eletrônico de \n\nvarredura FEI® Quanta 600 FEG (Field EmissionGun) do Laboratório de \n\nCaracterização Tecnológica do Departamento de Engenharia de Minas e Petróleo da \n\nEscola Politécnica da Universidade de São Paulo. \n\nAs imagens foram obtidas no modo alto vácuo, utilizando-se detector ETD \n\n(Everhardt-Thronley detector) de elétrons secundários, aceleração de 10 kV, WD \n\n(working distance) de 10,0-10,4 mm e spot 2,0, com aumentos de 150 a 50.000 \n\nvezes. \n\n \n\n4.2.4 Determinação do percentual de intumescimento com avaliação visual \n\npor microscopia óptica comum \n\n \n\nAmostras de, aproximadamente, 50,0 mg do lote de gelatina utilizado para \n\nobtenção das micropartículas e de três lotes diferentes de M0, MG e MR foram \n\nadicionadas a 10,0 mL de água purificada e mantidas em  repouso, em temperatura \n\nambiente (entre 20,0 °C e 25,0 °C), por três diferentes períodos de tempo a fim de \n\nobservar o comportamento de intumescimento em meio aquoso, conforme descrito a \n\nseguir: \n\n\n\n4. Material e Métodos \n\n \n\n29\n\n? tempo zero - adição da água foi realizada imediatamente antes da \n\nobservação em microscópio. Essas amostras foram utilizadas como \n\npadrão de comparação para avaliar o percentual de intumescimento nos \n\ndemais períodos; \n\n? tempo 1 - repouso em meio aquoso pelo período de 1dia; \n\n? tempo 2 - repouso em meio aquoso pelo período de 7 dias. \n\n \n\nCada grupo de amostra foi depositado sobre lâmina para microscopia com \n\ntubo capilar de vidro e recoberto com lamínula. As medições dos diâmetro das \n\nmicropartículas e a observação da gelatina foram realizadas utilizando-se \n\nmicroscópio Olympus® BX 50 com sistema de captura de imagem acoplado e o \n\nprograma Image-Pro Plus®, versão 7.0 (MediaCybernetics), para análise e \n\ntratamento de imagem. \n\n As leituras foram obtidas com aumento de 20 vezes e luz não polarizada. \n\nPara cada lâmina, foram selecionados, pelo menos, quatro campos representativos \n\nque foram fotografados e submetidos à mensuração automática de diâmetro. \n\n \n\n4.2.5 Determinação da extensão da reticulação  \n\n \n\nA extensão da reticulação foi determinada pela medição da absorbância do \n\ncromóforo formado na reação dos grupos ?-amino livres da M0, da MG e da MR com \n\no ácido 2,4,6-trinitrobenzenosulfônico (TNBS), utilizando o método descrito por Sheu \n\ne colaboradores (2001), com modificações. Também foram realizadas leituras do \n\nlote de gelatina utilizada para obtenção das micropartículas. \n\nEm tubos plásticos de 15,0 mL, foram pesados em balança analítica cerca de \n\n10,0 mg a 15,0 mg de cada amostra. Em seguida, a cada tubo foram adicionados \n\n1,0 mL de solução de NaHCO3 4,0% (p/v) e 1,0 mL de solução recém preparada de \n\nTNBS 0,5% (p/v). Os tubos foram transferidos para banho termostatizado e foram \n\nmantidos nessa condição por 2 horas.  \n\nApós esse período, a reação do TNBS foi interrompida pela adição de 3,0 mL \n\nde HCl 6,0N e os tubos foram transferidos para banho ultrassônico, onde \n\npermaneceram entre 60,0 °C a 62,0°C por 90 minutos, a fim de permitir a completa \n\ndissolução das amostras.  \n\n\n\n4. Material e Métodos \n\n \n\n30\n\nPosteriormente, foram adicionados 5,0 mL de água purificada a cada tubo. A \n\nsolução resultante foi diluída a 1:10 com água purificada e submetida à leitura \n\nespectrofotométrica, em triplicata, a 345,0 nm em cubeta de quartzo com caminho \n\nótico de 1,0 cm, utilizando Espectrofotômetro UV- VIS Evolution 600® (Thermo \n\nScientific) e o programa Vision Pro® versão 4.4.1 (Thermo Scientific). O branco foi \n\npreparado pelo mesmo procedimento, exceto pelo momento de adição do HCl 6,0N, \n\nque ocorreu antes da adição da solução de TNBS 0,5% (p/v), a fim de inibir a \n\nformação do cromóforo.  \n\nFoi preparada curva padrão de L-leucina com intervalo de concentração de \n\n0,0 mM até 3,0 mM, para calcular o conteúdo dos grupos ?-amino livres nas \n\namostras, equivalentes em L-leucina, conforme descrito por Gan, Cheng e Easa \n\n(2009).  \n\nA extensão de reticulação foi calculada conforme apresentado na Equação 1. \n\n \n\nExtensão de reticulação =  1 – (absorbância amostra reticulada/massa amostra reticulada) \n\n  (absorbância amostra não-reticulada/massa amostra não-reticulada) \n\n \n\nEquação 1 : Extensão de reticulação das microesferas de gelatina  \n\nFonte: SHEU et al. (2001) \n\n \n\n4.2.6 Determinação da área superficial \n\n \n\nAs determinações de área superficial e porosidade foram realizadas em \n\nanalisador de adsorção gasosa NOVA 2200e (Quantachrome Corporation®). \n\nUm porta-amostra de vidro vazio foi pesado e, em seguida, adicionou-se a \n\namostra de forma a completar 2/3 do bulbo terminal.  Essa foi submetida ao \n\ncongelamento em nitrogênio líquido por 20 minutos e, em seguida, analisada.  \n\nPara cada amostra, obteve-se isoterma de 50 pontos, sendo 30 de adsorção \n\ne 20 de dessorção de gás nitrogênio ultra-puro, a pressão relativa (P/P0) entre 0,05 \n\ne 0,95.  \n\nA partir das isotermas foram obtidos gráficos de multi-BET, que foram \n\nempregados para o cálculo da área superficial. Os resultados foram gerados pelo \n\nprograma NOVA-Win® P 9.0. \n\n \n\n\n\n4. Material e Métodos \n\n \n\n31\n\n4.2.7 Determinação da densidade verdadeira \n\n \n\nA determinação da densidade verdadeira das amostras foi realizada em \n\npicnômetro de gás hélio, Ultrapycnometer 1000 (Quantachrome Corporation®).  \n\nAproximadamente, 1,5 g a 4,0 g de cada amostra foram submetidas a três \n\nmedições sucessivas de volume e densidade e, ao final, foi determinada a \n\ndensidade média. \n\n \n\n4.2.8 Determinação da distribuição granulométrica \n\n \n\nA determinação da distribuição granulométrica foi realizada em analisador de \n\ntamanho de partículas a laser CILAS® 1090L. \n\n Quantidade suficiente de amostra para obter a obscuração adequada foi \n\ndispersa em 50 mL de álcool isopropílico e submetida à leitura com intervalo de 0,04 \n\na 500 µm por 100 classes, com intervalo de 30 segundos entre medições e limpeza, \n\nsem emprego de ultrassom ou diluição automática. \n\n \n\n4.2.9 Análise calorimétrica \n\n \n\nA caracterização por calorimetria exploratória diferencial (DSC), a análise \n\ntermogravimétrica (TG) e a análise térmica diferencial foram realizadas em \n\nanalisador térmico Seiko® DSC7020 SII Extar.   \n\nA caracterização por DSC foi realizada em célula TA-2920 previamente \n\ncalibrada com índio metálico (ponto de fusão: 156,4°C/ ?Hfusão 28,50 J/g) no \n\nintervalo de temperatura de 25°C a 320°C. Aproximadamente, 2,0 a 4,0 mg de \n\namostras foram pesadas em recipientes selados de alumínio e submetidos à razão \n\nde aquecimento de 10,0 ºC/min e atmosfera dinâmica de nitrogênio com vazão de \n\n50,0 mL/min, com variação de temperatura de 25,0 °C a 350,0 °C.  \n\nAs curvas de TG/DTA foram obtidas a partir de, aproximadamente, 2,0 mg a \n\n10,0 mg de amostras acondicionadas em cadinho de platina. O ensaio foi realizado \n\nutilizando-se razão de aquecimento de 5,0 ºC/min, atmosfera dinâmica de nitrogênio \n\ncom vazão de 100,0 mL/min e intervalo de temperatura de 25,0 °C a 600,0 °C. \n\n \n\n\n\n4. Material e Métodos \n\n \n\n32\n\n4.2.10  Preparo de dispersões \n\nForam preparadas dispersões em óleo mineral e Crodabase® SQ contendo \n\ngelatina não tratada, M0, MG, MR, benzofenona-3 (BZ3) e octilmetoxicinamato \n\n(OCT), isolados ou combinados, a fim de obter in vitro a atividade fotoprotetora.  \n\nO óleo mineral e a Crodabase® SQ foram aquecidos entre 80,0 °C a 85,0 °C e \n\nhomogeneizados por agitação manual com bastão de vidro (dipersão base).  \n\nA adição do octilmetoxicinamato à dispersão base ocorreu a frio, com \n\nposterior aquecimento entre 80,0 °C a 85,0 °C e agitação manual com bastão de \n\nvidro devido ao volume preparado ser reduzido (10,0 g) e impossibilitar o uso de \n\nagitação mecânica. \n\nA adição da BZ3 à dispersão ocorreu entre 80,0 °C a 85,0 °C, a fim de \n\npromover a sua dissolução e incorporação ao meio com agitação manual.  \n\nA incorporação de gelatina, M0, MG, MR ocorreu por agitação manual \n\nsomente após o resfriamento da dispersão até temperatura ambiente (entre 20,0 °C \n\na 25,0 °C), a fim de se evitar a desestruturação dessas matérias-primas.  \n\nAs matérias-primas foram pesadas em quantidade suficiente para o preparo \n\nde 10,0 g de cada dispersão, conforme composição percentual (% p/p) apresentada \n\nna Tabela 1.  \n\n \n\n\n\n4. Material e Métodos \n\n \n\n33 \n\nTabela 1 : Composição percentual (% p/p) das dispersões utilizadas para verificação de aplicabilidade  \n\n \n\nComposição \nProporção (% p/p) \n\nA B C D E F G H I J K L M N O P Q R S T \n\nÓleo Mineral  \n\n \n\n50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 50,0 \n\nCrodabase® SQ \n\n \n\n45,0 45,0 45,0 45,0 45,0 44,0 39,0 39,0 39,0 39,0 42,5 37,5 37,5 37,5 37,5 36,5 31,5 31,5 31,5 31,5 \n\nGelatina \n\n \n\n- 5,0 - - - - 5,0 - - - - 5,0 - - - - 5,0 - - - \n\nM0 \n\n \n\n- - 5,0 - - - - 5,0 - - - - 5,0 - - - - 5,0 - - \n\nMG \n\n \n\n- - - 5,0 - - - - 5,0 - - - - 5,0 - - - - 5,0 - \n\nMR \n\n \n\n- - - - 5,0 - - - - 5,0 - - - - 5,0 - - - - 5,0 \n\nBZ3 \n\n \n\n- - - - - 6,0 6,0 6,0 6,0 6,0 - - - - - 6,0 6,0 6,0 6,0 6,0 \n\nOCT - - - - - - - - - - 7,5 7,5 7,5 7,5 7,5 7,5 7,5 7,5 7,5 7,5 \n\n \n\n \nLegenda  A a T: dispersões \n                         (-): matéria-prima não adicionada \n\nM0: Microesferas não reticuladas \nMG: Microesferas reticuladas com glutaraldeído. \nMR: Microesferas reticuladas com rutina. \nBZ3: benzofenona-3 \nOCT: octilmetoxicinamato\n\n\n\n4. Material e Métodos \n\n \n\n34\n\n4.2.11 Atividade fotoprotetora in vitro: FPS e proteção frente à radiação UVA \n\n \n\nPara a caracterização funcional in vitro das amostras foi utilizado espectro-\n\nfotômetro de refletância difusa, equipado com esfera de integração (Labsphere® UV-\n\n2000S UV Transmittance Analyzer). Visando mimetizar as propriedades de \n\nsuperfície da epiderme humana, foi utilizado como substrato placa de quartzo \n\nrecoberta com fita adesiva transparente do tipo Transpore® (SPRINGSTEEN et al., \n\n1999; VELASCO et al., 2008). \n\nAlíquotas das amostras de 0,75 mg/cm² foram aplicadas uniformemente, sob \n\na forma de filme, em movimentos circulares sobre a superfície do substrato. Os \n\nregistros dos valores espectrofotométricos da absorbância foram realizados em \n\nintervalo de comprimento de onda entre 290,0 e 400,0 nm, na taxa de progressão de \n\n1,0 nm. Para cada amostra foram preparadas três placas para obtenção do FPS in \n\nvitro (COLIPA, 2009; DIFFEY et al., 2000; SPRINGSTEEN et al., 1999; VELASCO et \n\nal., 2008). \n\nForam preparadas, pelo menos, três dispersões de cada tipo descrito na \n\nTabela 1 contendo os mesmos lotes de gelatina, BZ3, OCT, óleo mineral e \n\nCrodabase® SQ, e lotes diferentes de M0, MG e MR para determinação do FPS in \n\nvitro. \n\nO FPS in vitro foi calculado por meio da Equação 2 por meio do programa do \n\nLabsphere® UV-2000S UV Transmittance Analyzer. \n\n \n\n \n\n \n\n \n\n \n\nEquação 2 : Fator de proteção solar estimado  \n\nLegenda: E = eficácia eritematógena espectral da CIE; S = irradiância solar espectral; T = transmitância \n\nespectral da amostra; d= intervalo dos comprimentos de onda = 1 nm \n\nFonte: SPRINGSTEEN et al. (1999) \n\n\n\n4. Material e Métodos \n\n \n\n35\n\n4.2.12 Análise de resultados \n\n \n\nOs resultados foram analisados estatisticamente por meio da análise de \n\nvariância (ANOVA) seguida do teste de Tukey para determinação inter e intragrupos. \n\nFoi utilizado o programa Minitab® versão 16 para Windows. \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n5. RESULTADOS E DISCUSSÃO \n\n\n\n \n\n \n\n36\n\n5. Resultados e Discussão \n\n5.1 Obtenção das microesferas de gelatina não reticuladas e reticuladas \n\n \n\nAs microesferas de gelatina obtidas pelo método de polimerização em \n\nemulsão utilizando tensoativo e extração com solvente apresentaram-se como pó \n\nfino de coloração levemente amarelada (Figura 10 b), diferente do aspecto de pó \n\ngrosseiro e amarelado da gelatina, na qualidade de matéria-prima, (Figura 10 a) que \n\nfoi utilizada para sua obtenção. Após o processo de reticulação em meio orgânico \n\nconstituído por NaOH:acetona, o aspecto do pó foi alterado para levemente bege \n\n(Figura 10 c) quando o GTA foi o agente reticulante e para amarelo-esverdeado \n\n(Figura 10 d) quando o agente reticulante foi a RUT.  \n\n \n\n \n\nFigura 10 : Fotografia mostrando aspecto de: (a) gelatina utilizada para obtenção \ndas microesferas; (b) microesferas de gelatina não reticuladas; (c) microesferas de \ngelatina reticuladas com GTA; (d) microesferas de gelatina reticuladas com RUT \n \n\nA fim de quantificar o rendimento dos processos de obtenção e reticulação, as \n\nmicroesferas de gelatina obtidas após a etapa de tamisação foram pesadas e \n\ncomparadas com a massa inicial utilizada em cada processo (com a massa de \n\ngelatina para o processo de obtenção e com a massa de microesferas para os \n\nprocessos de reticulação com GTA ou com RUT).  \n\nO rendimento do processo de obtenção foi de aproximadamente 75% \n\nenquanto que no processo de reticulação foram observados rendimento superiores a \n\n80%, conforme apresentado na Tabela 2. \n\n(a) (b) (c) (d) \n\n\n\n5. Resultados e Discussão \n\n \n\n37\n\nTabela 2 : Rendimentos dos processos de obtenção e reticulação das microesferas. \nOs resultados estão expressos como rendimento percentual p/p da média ± desvio \npadrão (n=4) \n \n\nProcesso Rendimento de processo (%) \n\nObtenção  74,8 ±   8,5 \n\nReticulação com GTA 82,0 ± 13,3  \n\nReticulação com RUT 85,1 ±   9,1  \n\n \n\nLegenda: GTA : Glutaraldeído; RUT: Rutina \n\n \n\nA perda de aproximadamente 25,0 % no processo de obtenção das \n\nmicroesferas pode ser justificada principalmente pela separação e descarte da \n\ngelatina de baixo peso molecular no sobrenadante da emulsão quando ocorreu a \n\nadição de acetona que é um agente desolvatante que precipita a gelatina de alto \n\npeso molecular (NAHAR et al., 2008). Além disso, ocorreram perdas na transferência \n\nentre o recipiente de preparo e os tubos de centrifugação e na tamização quando \n\nagregados maiores que a abertura do tamis (mesh 80 = 177,0 µm) foram separados \n\ne descartados. \n\nA perda entre 15,0% e 18,0 % observada no processo de reticulação das \n\nmicroesferas pode ser explicada principalmente pelo processo de separação por \n\ntamização e às lavagens com acetona. \n\nNa obtenção das microesferas, foi observado que a etapa de adição de \n\nacetona após a emulsificação e geleificação é bastante crítica. Ugwoke e \n\ncolaboradores (1998) descrevem que esta adição deve ser feita sob agitação. Além \n\ndisso, foi constado que a adição deve ser lenta e contínua com auxílio de bureta, \n\npois a adição de todo o conteúdo de acetona leva à precipitação da gelatina e à \n\nformação de aglomerado esbranquiçado, conforme apresentado na Figura 11. \n\n \n\n \n\nFigura 11 : Aglomerado de gelatina obtido por adição rápida de acetona  \n\n\n\n5. Resultados e Discussão \n\n \n\n38\n\nPara realizar a reticulação das micropartículas de gelatina, foi utilizado meio \n\ncomposto por acetona e NaOH 0,01 M. Tal escolha foi direcionada por questões de \n\nsolubilidade das microesferas de gelatina e da RUT. \n\nA tentativa de reticular as microesferas de gelatina com RUT dissolvida em \n\nmeio aquoso e alcalino resultou na destruição das microesferas e obtenção de filme \n\ncontínuo de coloração amarelada, conforme apresentado na Figura 12. \n\n \n\n \n\nFigura 12 : Filme de gelatina obtido por reticulação das microesferas de gelatina \ncom RUT em meio aquoso e alcalino \n \n\nA gelatina é insolúvel em meio orgânico e vários autores descrevem o uso de \n\nsolventes orgânicos como meio de reticulação para micropartículas de gelatina. O \n\nisopropanol é descrito por Tanaka (1963), Forni (1992) Kong (2011), o etanol é \n\ndescrito por Franz (1998), Liang (2003), Yao (2004) e Wei (2007), o tolueno é \n\ndfescrito por Dirnavand (2003 e 2005) e Patel (2006) e a acetona é descrita por \n\nVandelli (2001) e Kasper (2005)  que utilizou uma mistura de acetona e HCl 0,01 M \n\ncomo meio de reticulação para microesferas de gelatina catiônicas.  \n\nNo presente trabalho, a acetona foi escolhida como meio de reticulação por \n\nter sido o solvente utilizado na etapa de obtenção. A mistura com NaOH 0,01 M \n\nsurgiu como recurso para solubilizar uma maior quantidade de RUT no meio, que se \n\napresentou como uma solução de coloração amarela.  \n\nNo processo de reticulação, foram utilizados 0,6 g RUT/ 5,0 g de microesferas \n\nde gelatina, que correspondem a 10,0 mM de RUT ou 0,12 g RUT/g de microesferas \n\nde gelatina e 400,0 µL GTA/ 5,0 g de microesferas de gelatina, que correspondem a \n\n10,0 mM de GTA e 0,02 % GTA/g de microesferas de gelatina. \n\n.\n\n\n\n5. Resultados e Discussão \n\n \n\n39 \n\n5.2 Aspecto por MEV \n\n \n\nO aspecto da gelatina, das microesferas de gelatina não reticuladas e reticuladas com GTA ou RUT foram observados por \n\nMEV e são apresentados na Figura 13, Figura 14, Figura 15, Figura 16, Figura 17 e Figura 18.  \n\n \n\n \n\n \nFigura 13 : Fotomicrografia por MEV da gelatina, na qualidade de matéria-prima, em aumentos de (a) 150 vezes, (b) 650 vezes (c) \n5.000 vezes \n \n\n \n\n \n\n  \n\n(a) (b) (c)\n\n\n\n5. Resultados e Discussão \n\n \n\n40 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 14 : Fotomicrografia por MEV das microesferas de gelatina não reticuladas em aumentos de (a) 3.000 vezes, (b) 25.000 \nvezes e (c) 50.000 vezes \n  \n\n(a) (b) (c)\n\n\n\n5. Resultados e Discussão \n\n \n\n41 \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nFigura 15 : Fotomicrografia por MEV das microesferas de gelatina reticuladas com GTA em aumentos de (a) 3.000 vezes, (b) \n25.000 vezes e (c) 50.000 vezes   \n\n(a) (b) (c)\n\n\n\n5. Resultados e Discussão \n\n \n\n42 \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nFigura 16 :  Fotomicrografia por MEV das microesferas de gelatina reticuladas com RUT em aumentos de (a) 3.000 vezes, (b) \n25.000 vezes e (c) 50.000 vezes \n  \n\n(a) (b) (c)\n\n\n\n5. Resultados e Discussão \n\n \n\n43 \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nFigura 17 : Fotomicrografia por MEV de: (a) microesferas de gelatina não reticuladas;  (b),(c) microesferas de gelatina reticuladas \ncom GTA. Aumentos de: (a) 30.000 vezes, (b) 20.000 vezes e (c) 15.000 vezes \n  \n\n(a) (b) (c)\n\n\n\n5. Resultados e Discussão \n\n \n\n44 \n\n \n\n \n\n \n\n \n \n\nFigura 18 : Fotomicrografia por MEV de microesferas de gelatina reticuladas com RUT em aumentos de (a) 30.000 vezes e (b) \n50.000 vezes \n  \n\n \n\n(a) (b)\n\n\n\n5. Resultados e Discussão \n\n \n\n45\n\nObserva-se que a gelatina utilizada na obtenção das microesferas apresentou \n\ngrânulos amorfos com tamanho superior a 100 ?m (Figura 13 a,b). No aumento de \n\n5.000 vezes (Figura 13 c) é possível observar em detalhes a textura da gelatina \n\nsugerindo estrutura compacta e densa. \n\n As microesferas de gelatina obtidas no presente trabalho apresentaram \n\nformato esférico e heterogeneidade de tamanho (Figuras 14 a,b ,15 a,b, 16 a,b).  \n\nTal observação confirma a descrição de variação de tamanho das partículas obtidas \n\npelo método de polimerização em emulsão utilizando tensoativo e extração com \n\nsolvente feita por Rabanel e colaboradores (2009). \n\nNos aumentos de 50.000 vezes (Figuras 14 c, 15 c, 16 c), é possível \n\nobservar que a superfície de todos os grupos apresenta rugosidades leves \n\nsugerindo que a reticulação não teve impacto na morfologia da superfície das \n\nmicroesferas. Tal achado é contrário ao descrito por Choy e colaboradores (2008) \n\nque observaram enrugamentos expressivos na superfície de microesferas de \n\ngelatina reticuladas com GTA e ao descrito por Patel e colaboradores (2006) que \n\nobtiveram microesferas com superfície lisa. O uso de acetona e NaOH como meio \n\nde reticulação podem ter levado às diferenças observadas em relação ao descrito \n\nem literatura pois os últimos pesquisadores citados utilizaram água (CHOY et al., \n\n2008) e tolueno (PATEL et al., 2006) como meios de reticulação. \n\nA presença de aglomerados é maior nas microesferas reticuladas, com GTA \n\nou RUT, do que nas microesferas não reticuladas (Figuras 13 a, 14 a, 15 a). \n\nEntre as microesferas aglomeradas (Figura 17 a, b) é possível observar a \n\npresença de zonas de junção. Na Figura 17 c observa-se a fusão se duas \n\nmicroesferas dando origem a uma estrutura com formato de halteres. \n\nA Figura 18 a apresenta microesferas reticuladas com RUT em aparente \n\nmomento de quebra da zona se junção. É possível observar que na superfície da \n\nmicroesfera maior forma-se uma concavidade com formato similar ao da região de \n\njunção com a microesfera menor. A concavidade possui paredes inclinadas e de \n\nrazoável profundidade que sugerem que a estrutura interna da microesfera é maciça \n\ne sem a presença de poros. \n\nNa microesfera em evidência na Figura 18 b, é possível observar em primeiro \n\nplano uma zona de junção desfeita que resultou em achatamento da superfície e \n\nzonas de junção em prolongamento e de contato direto com microesferas \n\nadjacentes. \n\n\n\n5. Resultados e Discussão \n\n \n\n46\n\n5.3 Intumescimento \n\n \n\nA avaliação do intumescimento de géis ou microesferas de gelatina pode ser \n\nrealizada por meio de métodos gravimétricos ou volumétricos que comparam o \n\ncomportamento em meio aquoso durante períodos de tempo específicos e \n\nestabelecem uma relação inversamente proporcional entre a captação de água e a \n\nextensão de reticulação (YOUNG et al.,2005, WEI et al., 2007; LIANG et al., 2003; \n\nDINARVAND et al., 2005). \n\nA gelatina quando adicionada à água em temperatura inferior a 40,0 °C irá \n\nintumescer, absorvendo 5-10 vezes de seu peso em água, formado um hidrogel. O \n\nvalor de intumescimento é pH dependente e atinge seu máximo em valores de pH \n\ndistantes do ponto isoelétrico da gelatina utilizada (MOHOS, 2010). \n\nO hidrogel formado pela gelatina é transparente e possui aspecto contínuo \n\ncomo pode ser observado na Figura 19. \n\n \n\n \n\n \n\n \n\nFigura 19: Fotomicrografia de hidrogel de gelatina obtida por microscopia óptica \ncomum em aumento de 400 vezes após 1 dia em temperatura ambiente (entre \n20,0°C e 25,0 °C) \n \n\nNo processo de obtenção de microesferas de gelatina por polimerização em \n\nemulsão, utilizando tensoativo e extração com solvente , a gelatina é solubilizada em \n\nágua aquecida a aproximadamente 40,0 °C. Nessa condição, as cadeias de gelatina \n\nestão em conformação espiral. Na etapa de resfriamento, ocorre a geleificação da \n\ngelatina com transição da conformação espiral reversa para helicoidal que é \n\nestabilizada por pontes de hidrogênio (DJABOROUV; LECHAIRE; GAILL, 1993). \n\n\n\n5. Resultados e Discussão \n\n \n\n47\n\nAs microesferas obtidas apresentaram aspecto esférico e em meio aquoso \n\nobservou-se a formação de aglomerados que são mais evidentes nas microesferas \n\nnão reticuladas e nas microesferas reticuladas com RUT. Após 7 dias em meio \n\naquoso, as imagens em microscopia óptica com aumento de 400 vezes mostram \n\nque existe aumento do diâmetro das microesferas aglomeradas com manutenção da \n\nintegridade e individualidade de cada unidade presente nos aglomerados, conforme \n\napresentado pela Figura 20. \n\n 1 2 3 \n\nA \n\nB \n\nC \n\n \n\nFigura 20: Fotomicrografias de microesferas de gelatina não reticuladas e \nreticuladas, em meio aquoso em diferentes períodos de tempo obtidas por \nmicroscopia óptica comum em aumento de 400 vezes \n \n\nLegenda: (1): observação imediatamente após inclusão de meio aquoso; (2): observação após 1 dia \nem meio aquoso; (3): observação após 7 dias em meio aquoso;  (A): microesferas não reticuladas; \n(B): microesferas reticuladas com GTA; (C): microesferas reticuladas com RUT  \n \n\nApós um dia em meio aquoso, não foi observado aumento de diâmetro \n\nestatisticamente significativo em nenhum dos grupos estudados. Após 7 dias, \n\nobservou-se que ocorreu aumento de diâmetro estatisticamente significativo nas \n\n\n\n5. Resultados e Discussão \n\n \n\n48\n\nmicroesferas não reticuladas e nas microesferas reticuladas com RUT sendo menor \n\nno grupo reticulado com RUT(Tabela 3). \n\n \n\nTabela 3 : Diâmetros das microesferas de gelatina não reticuladas ou reticuladas \ncom  GTA ou RUT em meio aquoso e diferentes períodos de tempo. Os resultados \nestão expressos como diâmetro (?m) ± desvio padrão da leitura de 3 campos por \nlâmina  (n=60) \n \n\nAmostra Dia 0 Dia 1 Dia 7 \n\nM0 5,8 a,a ± 1,5  6,5 a,a ± 1,8  18,9 b,a ± 6,9  \n\nMG 2,9 a,b ± 0,9  2,9 a,b ± 1,0  3,0 a,b ± 0,2  \n\nMR 5,8 a,a ± 3,5  6,4 a,a ± 1,7  14,3 b,b ± 1,5  \n\n \n\nLegenda: Letras diferentes representam resultados estatisticamente diferentes de acordo com \nANOVA seguido de Tukey. A primeira letra refere-se à variação em função do tempo e a segunda \nletra refere-se à variação em função do tratamento. M0: microesferas de gelatina não reticuladas; \nMG: microesferas de gelatina reticuladas com GTA; MR: microesferas de gelatina reticuladas com \nRUT. \n \n\nAs microesferas reticuladas com GTA não apresentaram variação significativa \n\nde diâmetro após 7 dias em meio aquoso. Tal resultado é similar ao observado por \n\nBigi e colaboradores (2001) que descreveram que o GTA reduz o intumescimento de \n\nfilmes de gelatina.  \n\nTais observações sugerem que os agentes reticulantes utilizados foram \n\nefetivos na reticulação das microesferas de gelatina e que GTA foi superior à RUT. \n\n \n\n5.4 Extensão de Reticulação \n\n \n\nO ácido 2,4,6 trinitrobenzenosulfônico (TNBS) foi desenvolvido para \n\ndeterminar os grupos amino livres de aminoácido e peptídeos em eluatos de \n\ncolunas. Em condições alcalinas, o TNBS reage com os grupos amino livres \n\nformando derivados trinitrofenólicos (TNP) (Figura 21) que são cromóforos \n\nalaranjados passíveis de leitura espectrofotométrica na região do ultravioleta. \n\n \n\n\n\n5. Resultados e Discussão \n\n \n\n49\n\n \n \nFigura 21 :  Reação do TNBS com os grupos amino de proteínas para formar \nderivado trinitrofenólico (TNP) \n \n\nFonte: Modificado de Hermanson (2008) \n\n \n\nA reação é terminada pela redução do valor de pH e deve ser conduzida sob \n\nproteção da luz, pois a reação no branco é acelerada pela exposição à luz. Os \n\nmétodos utilizando TNBS surgiram como alternativa analítica aos métodos \n\ncolorimétricos que utilizavam ninidrina (ADLER-NISSEN, 1979; HABEEB, 1966). \n\nPara manusear amostras de materiais pouco solúveis, são descritos o uso \n\nrecursos tais como a adição do tensoativo duodecilsulfato de sódio para denaturar \n\nproteínas (HABEEB, 1966), a inclusão de etapa de autoclavagem para promover \n\nhidrólise de microesferas de gelatina reticuladas com D,L-gliceraldeído (VANDELLI \n\net al., 2001) e o aumento de temperatura após a etapa redução de pH para término \n\nda reação do TNBS para solubilizar estruturas de colágeno reticuladas com \n\ncarbodiimida (NAGAI et al., 2004). No presente trabalho, foi utilizado o procedimento \n\ndescrito por Nagai e colaboradores (2004) mantendo-se o tempo de 90 minutos e \n\ntemperatura de 60,0 °C, porém incluindo o uso de banho ultrassônico a fim de \n\nsolubilizar as amostras e possibilitar a leitura espectofotométrica. \n\nUma curva padrão de L-leucina com concentração de 0,0 a 3,0 mM pode ser \n\nusada para calcular a concentração de grupos amino livres presentes nas amostras. \n\n(ADLER-NISSEN, 1979; GAN,2009). A Figura 22 apresenta a curva padrão de L-\n\nleucina que foi utilizada para cálculo de tais grupos no presente trabalho. \n\n\n\n5. Resultados e Discussão \n\n \n\n50\n\n \n\nFigura 22 : Curva padrão de L-leucina  \n\n \n\nOs resultados de absorbância para a curva padrão de L-leucina da Figura 22 \n\nsão apresentados na Tabela 4. \n\n \n\nTabela 4: Resultados de absorbância a 345 nm e equação da reta para curva de L-\nleucina. Os resultados estão expressos como média ± desvio padrão (n=3)  \n \n\nConcentração L-Leucina \n\n(mM) \n\nAbsorbância (345 nm) \n\n \n\nEquação da reta  \n\n0,00 0,035 ± 0,002  \n\n \n\ny = 0,24 x + 0,04 \n\nR² = 0,99 \n\n0,25 0,093 ± 0,002 \n\n0,50 0,172 ± 0,001 \n\n1,00 0,313 ± 0,005 \n\n1,25 0,352 ± 0,001 \n\n2,00 0,512 ± 0,002 \n\n2,75 0,681 ± 0,002 \n\n3,00 0,788 ± 0,002 \n\n \nLegenda: y: absorbância em função da concentração de L-leucina(mM) no meio reacional; \nx:concentração de L-leucina (mM)  no meio reacional; R²: coeficiente de correção da reta \n\n \n\n \n\n \n\ny = 0,24 x + 0,04\nR² = 0,99\n\n0,00\n\n0,10\n\n0,20\n\n0,30\n\n0,40\n\n0,50\n\n0,60\n\n0,70\n\n0,80\n\n0,00 0,50 1,00 1,50 2,00 2,50 3,00\n\nA\nb\n\ns\no\n\nrb\nâ\n\nn\nc\n\nia\n (\n\n3\n4\n\n5\n n\n\nm\n)\n\nConcentração L-leucina (mM)\n\n\n\n5. Resultados e Discussão \n\n \n\n51\n\nA extensão de reticulação das microesferas reticuladas foi calculada em \n\nrelação às microesferas não reticuladas.  \n\nOs grupos amino livres da gelatina utilizada para obtenção das microesferas \n\ntambém foi determinado conforme apresentado na Tabela 5. \n\n \n\nTabela 5 : Grupos amino livre (mMol/g) e extensão de reticulação da gelatina e das \nmicroesferas de gelatina não reticuladas e reticuladas com GTA ou RUT. Os \nresultados estão expressos como média ± desvio padrão (n=3)  \n \n\nAmostra Grupos amino livre \n\n(mMol/g) \n\nExtensão de Reticulação \n\n(%) \n\nGelatina 2,2 a ± 0,0  - \n\nM0 2,2 a ± 0,0  - \n\nMG 1,1 b ± 0,0  54,4 ± 9,4  \n\nMR 2,1 a ± 0,5  14,4 ± 7,1 \n\n \nLegenda:  Letras diferentes na mesma coluna representam resultados estatisticamente diferentes de \nacordo com o teste ANOVA seguido de Tukey. \nM0: microesferas de gelatina não reticuladas; MG: microesferas de gelatina reticuladas com GTA; \nMR: microesferas de gelatina reticuladas com RUT \n\n \n\nO cálculo dos grupos amino livres da gelatina e para as microesferas não \n\nreticuladas resultou no mesmo valor. Tal resultado demonstra que o processo de \n\nobtenção das microesferas não teve qualquer efeito sobre a reticulação dos grupos \n\namino livres presentes na gelatina. \n\nEm comparação às microesferas de gelatina não reticuladas, o processo de \n\nreticulação das microesferas de gelatina com GTA resultou em redução dos grupos \n\namino livres e na extensão de reticulação de 54,4%. Os valores obtidos indicam que \n\nos grupos amino livres foram reticulados quando tratados por 4 horas, sob agitação \n\ne temperatura ambiente em solução de acetona e NaOH 0,01 M contendo 10 mM \n\n(0,1%) de GTA, sugerindo que a reação observada ocorreu mais rapidamente que a \n\ndescrita por Bigi e colaboradores (2001) que descreveram a reticulação de 60,0 % \n\ndos grupos amino livres de filmes de gelatina tratados com tampão fosfato pH 7,4 \n\ncontendo 0,05% de GTA por 24 horas em repouso à temperatura ambiente. \n\nO sucesso do GTA como agente reticulante é resultado da presença de várias \n\nformas químicas em equilíbrio em determinado pH. Em pHs ? 3,0 a reação do GTA \n\ncom aminoácidos é reversível enquanto em pHs entre 7,0 e 9,0 a reversibilidade é \n\n\n\n5. Resultados e Discussão \n\n \n\n52\n\nmenor. Em moléculas protéicas, a reticulação com GTA envolve a reação dos \n\ngrupamentos amino terminais dos resíduos lisil que possuem pKa > 9,5 (Mignealt, \n\n2004). Os resultados obtidos no presente trabalho sugerem que uso de meio alcalino \n\nno processo de reticulação das microesferas promoveu a interação do GTA com \n\ngrupos ativos da gelatina, devido, por exemplo, à desprotonação de tais grupos. \n\nEm relação aos valores obtidos para a reticulação com RUT, observa-se que \n\nnão ocorreu redução nos grupos amino livres. Contudo, os valores de extensão de \n\nreticulação sugerem que a reticulação aconteceu de maneira bastante discreta o que \n\ntambém é sugerido pelos resultados obtidos no intumescimento (Tabela 3). \n\nNa execução das análises das amostras reticuladas com RUT, observou-se \n\numa grande variação nos valores obtidos para a extensão de reticulação sendo \n\nencontrados, além de resultados com valores maiores que zero, resultados \n\nnegativos e resultados iguais a zero. \n\nDevido a esses achados, foi realizada a leitura do perfil espectral entre 250 \n\nnm e 600 nm do meio reacional utilizado para analisar a extensão de reticulação, \n\ncomposto por TNBS 0,01% p/p ; NaHCO3 4% p/p; HCl 6 N,  contendo as \n\nmicroesferas não reticuladas e as microesferas reticuladas com GTA ou RUT, \n\nconforme apresentado na Figura 23. \n\n  \n\n\n\n5. Resultados e Discussão \n\n \n\n53\n\n \n\n \n\n \n\nFigura 23 : Perfil espectral do meio para análise da extensão de reticulação  \n\nLegenda: Meio para análise da extensão de reticulação: TNBS 0,01% p/p ; NaHCO3 4% p/p; HCl 6 N \n(a): meio contendo microesferas não reticuladas; (b): meio contendo microesferas reticuladas com \nGTA; (c): meio contendo microesferas reticuladas com RUT; absorbance: absorbância; wavelenght: \ncomprimento de onda;  \n  \n\n(a) \n\n(b) \n\n(c) \n\n\n\n5. Resultados e Discussão \n\n \n\n54\n\nNo método utilizado no presente trabalho, a leitura do cromóforo formado pela \n\nreação do TNBS com os grupos amino livres é realizada em 345 nm. De acordo com \n\nos dados do perfil espectral do meio analítico para extensão de reticulação contendo \n\nmicroesferas de gelatina reticuladas com RUT (Figura 23 c), observa-se que existe \n\nabsorção na região de 345 nm. Este comportamento não foi observado para os \n\nmeios analíticos contendo microesferas de gelatina não reticuladas (Figura 23 a) ou \n\nreticuladas com GTA (Figura 23 b).  \n\nTal resultado é compatível com Zuanazzi e Montanha (2004) que \n\ndescreveram que os espectros característicos dos flavonoides, em geral, ocorrem \n\nem 240-285 nm e 300-400 nm, possuindo os flavonóis (classe à qual a rutina \n\npertence) o intervalo de 352-385 nm e indica que o método utilizado não é adequado \n\npara a avaliação da extensão de reticulação das microesferas de gelatina reticuladas \n\ncom RUT. \n\nEm tal contexto, outras técnicas analíticas deveriam ser utilizadas. Uma \n\nsugestão seria o emprego da espectrofotometria derivada que consiste na \n\ndiferenciação do espectro normal por meio de transformação da curva espectral em \n\numa derivada (primeira ou derivadas maiores). Esta técnica geralmente melhora a \n\nresolução de bandas, elimina a influência de fundo ou matriz e fornece impressões \n\nmais definidas do que o espectro de absorbância comum ou direta uma vez que \n\nmelhora a detecção de características espectrais menores (KAZEMIPOUR et al., \n\n2002; OJEDA;ROJAS, 2004). Este recurso foi utilizado por Rolim e colaboradores \n\n(2006) para quantificar flavonoides (expressos em rutina) em emulsões O/A. \n\n \n\n5.5 Área Superficial, volume e tamanho de poro e densidade verdadeira \n\n \n\nDevido à mudança de estado físico da gelatina durante a obtenção das \n\nmicroesferas (solubilização em água, seguido por geleificação) os resultados obtidos \n\npara essa matéria-prima não foram utilizados para comparação com os resultados \n\nobtidos para as microesferas sendo considerados apenas de caráter informativo. \n\nA Tabela 6 apresenta os resultados para área superficial, volume de poro, \n\ntamanho de poro e densidade verdadeira para gelatina, microesferas de gelatina não \n\nreticuladas e microesferas de gelatina reticuladas com GTA ou RUT. \n\n \n\n\n\n5. Resultados e Discussão \n\n \n\n55\n\nTabela 6 : Resultados da área superficial, volume e tamanho de poro e densidade \nverdadeira. Os três primeiros resultados foram obtidos em analisador de área \nsuperficial sob atmosfera de nitrogênio e o último em picnômetro de gás hélio. Os \nvalores para gelatina referem-se à determinação realizada em um lote e os demais \nresultados são expressos em média (?m) ± desvio padrão de três lotes das \nmicroesferas de gelatina não reticuladas ou reticuladas com GTA ou RUT \n \n\nAmostra Área Superficial  \n\n(m² g-1) \n\nTamanho \n\nde \n\nporo (nm) \n\nVolume de poro \n\n(x10-3 cm³/g) \n\nDensidade \n\nVerdadeira  \n\n(g/cm³) \n\nGelatina 0,8 2,6 1,1 1,4 \n\nM0 4,4\n a ± 0,1 3,0 a ± 0,1 6,5 a ± 0,1 1,6 a ± 0,0 \n\nMG 1,8\n b ± 0,4 3,4 a ± 0,1 3,4 b ± 0,1 1,6 a ± 0,1 \n\nMR 4,1\n a ± 1,2 3,0 a ± 0,3 5,9 a ± 0,1 1,6 a ± 0,1 \n\n \nLegenda: Letras diferentes na mesma coluna representam resultados estatisticamente diferentes de \nacordo com o teste ANOVA seguido de Tukey. \nM0: microesferas de gelatina não reticuladas; MG: microesferas de gelatina reticuladas com GTA; \nMR: microesferas de gelatina reticuladas com RUT \n\n \n\nA área superficial e o volume de poro das microesferas reticuladas com GTA \n\nforam significativamente menores que os valores obtidos para as microesferas não \n\nreticuladas e para as microesferas reticuladas com RUT.  \n\nContudo, o volume de poro menor das microesferas reticuladas com GTA não \n\ntrouxe mudanças na morfologia da superfície das microesferas que pudesse ser \n\nidentificável nas imagens obtidas por MEV em aumento de 50.000 vezes (Figura \n\n14c, 15c e 16c). Nesse aumento observa-se que a morfologia da superfície das \n\nmicroesferas de gelatina reticuladas com GTA não apresenta diferenças em \n\ncomparação com as microesferas de gelatina não reticuladas ou com as reticuladas \n\ncom RUT. \n\nNas imagens obtidas por microscopia óptica comum (Figura 20) foi possível \n\nobservar que as partículas reticuladas com GTA não apresentaram alteração de \n\ndiâmetro em meio aquoso após 1 e 7 dias indicando ausência na absorção de água \n\ne no intumescimento. A área superficial e o volume de poro menores podem ser uma \n\nexplicação para tal comportamento sugerindo que as microesferas de gelatina \n\nreticuladas com GTA possuem organização estrutural mais compacta que limita a \n\nabsorção de água. \n\n\n\n5. Resultados e Discussão \n\n \n\n56\n\nO valor de tamanho de poro obtido para todas as amostras encontra-se na \n\nfaixa de classificação de mesoporosidade (20-500 nm) (TEIXEIRA; COUTINHO; \n\nGOMES, 2001). Não foram observadas diferenças estatisticamente significativas \n\npara esse parâmetro entre as microesferas de gelatina não reticuladas e as \n\nreticuladas com GTA ou RUT.  \n\nOs valores da densidade verdadeira para todas as amostras não \n\napresentaram variações significativas. Tal fato indica que a reticulação com GTA \n\ninfluenciou os resultados de área superficial e volume de poro, porém não teve efeito \n\nsobre a densidade verdadeira do pó. \n\n \n\n5.6 Distribuição granulométrica e diâmetros das partículas \n\n \n\nA distribuição de tamanhos das partículas é apresentada na Figura 21.  \n\n  \n\n  \n\n \nFigura 24: Distribuição de tamanho de partículas por meio de dispersão líquida em \nequipamento de difração de raios laser. (a): gelatina; (b): microesferas de gelatina \nnão reticuladas; (c): microesferas de gelatina reticuladas com GTA; (d) microesferas \nde gelatina reticuladas com RUT  \n \n\n \n\n(b)(a) \n\n(c) (d)\n\n\n\n5. Resultados e Discussão \n\n \n\n57\n\nDo mesmo modo descrito para os valores de área superficial, tamanho de \n\nporo, volume de poro e densidade verdadeira, os valores apresentados para \n\ndistribuição granulométrica e diâmetro para gelatina foram apenas informativos não \n\nsendo utilizados para comparação com as microesferas de gelatina. \n\nAs microesferas de gelatina reticuladas com GTA ou RUT (Figura 24 c,d) \n\napresentaram faixas granulométricas menores que as microesferas de gelatina não \n\nreticuladas (Figura 24 a) e a amplitude de distribuição foi menor nas microesferas de \n\ngelatina reticuladas com RUT (Figura 24 d).  \n\nTais resultados indicam que no processo de reticulação ocorre redução do \n\ntamanho da partícula o que em parte pode ser atribuído às lavagens com acetona \n\nque retiram eventuais resíduos de óleo do processo de obtenção promovendo a \n\ndesaglomeração das partículas.   \n\nOs valores de diâmetros a 10%, 50%, 90% e diâmetro médio da gelatina e \n\ndas microesferas de gelatina não reticuladas ou reticuladas com GTA ou RUT são \n\napresentados na Tabela 7. \n\n \nTabela 7: Diâmetros a 10%, 50%, 90% e diâmetro médio da gelatina e das \nmicroesferas de gelatina não reticuladas ou reticuladas com GTA ou RUT obtidos na \nanálise em equipamento de difração a laser. Os valores são expressos em média \n(?m) ± desvio padrão de três réplicas de um lote de gelatina e de três réplicas de \ndois lotes das microesferas de gelatina não reticuladas ou reticuladas com GTA ou \nRUT \n \n\nAmostra d (0,1)  d (0,5) d (0,9) Diâmetro \n\nmédio \n\nGelatina 104,5 ± 1,3 350,1 ± 0,1 467,1 ± 0,1 329,1 ± 0,2 \n\nM0 1,1 a ± 1,0 6,4 b ± 1,6 29,4 b ± 4,6 11,2 b ± 1,9 \n\nMG 2,7 a,b ± 0,3 18,1 a ± 2,0 52,1 a ± 2,0 23,6 a ± 1,6 \n\nMR 4,8 b ± 1,0 18,4 a ± 0,6 34,7 a ± 3,3 19,7 a ± 1,6 \n\n \n\nLegenda: Letras diferentes na mesma coluna representam resultados estatisticamente diferentes de \nacordo com o teste ANOVA seguido de Tukey. \nM0: microesferas de gelatina não reticuladas; MG: microesferas de gelatina reticuladas com GTA \nMR: microesferas de gelatina reticuladas com RUT \n \n\nOs resultados obtidos mostram que os diâmetros médios foram maiores nos \n\ngrupos submetidos à reticulação. Tais valores são compatíveis com o observado \n\npara área superficial (Tabela 6) mostrando que o aumento no diâmetro da partícula \n\nimplica na redução da área superficial. \n\n\n\n5. Resultados e Discussão \n\n \n\n58\n\nContudo, os valores obtidos pela técnica de difração a laser não são \n\ncompatíveis com os valores obtidos nas técnicas de microscopia óptica comum e \n\nMEV.  \n\nAo estudar sistemas emulsionados, Prestes (2012) observou diferença entre \n\nos tamanhos das partículas analisadas por tais métodos sendo que os valores \n\nobtidos pela técnica de difração a laser foram maiores do que os obtidos que pela \n\ntécnica de microscopia óptica comum, assim como observado no presente trabalho. \n\nTais observações corroboram com informação da literatura, que relata que a \n\nanálise microscópica não pode ser comparada à análise por difração a laser, pois a \n\nprimeira analisa o diâmetro enquanto a segunda analisa o volume da distribuição \n\n(KECK, 2010). \n\n \n\n5.7 Análise calorimétrica  \n\n \n\nAs propriedades das microesferas de gelatina obtidas no presente estudo \n\nforam analisadas por meio de termogravimetria (TG), técnica na qual as alterações \n\nde massa da amostra são determinadas em função da temperatura e/ou tempo, e \n\npor calorimetria exploratória diferencial (DSC), técnica na qual as mudanças de calor \n\nda amostra durante o aquecimento ou resfriamento são acompanhadas em relação \n\na um material de referência inerte (BANNACH et al., 2011). \n\nA curva (a) da Figura 25 representa os resultados de TG. É possível observar \n\ndois principais estágios de perda de massa. O primeiro estágio ocorre até \n\naproximadamente 200,0 °C e pode ser atribuído à perda de água adsorvida e \n\nestrutural presente nas amostras. O segundo estágio inicia-se próximo de 250,0 ºC e \n\nse estende até aproximadamente 400,0 °C e está relacionado à quebra da cadeia \n\nprotéica (estrutura helicoidal) e ruptura das ligações peptídicas. Tais estágios de \n\nperda de massa também foram observados em filmes de gelatina por Barreto e \n\ncolaboradores (2003). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n5. Resultados e Discussão \n\n \n\n59\n\n \n\n \n\n \n\n                  Gelatina           MG           M0  MR \n\n \n\nFigura 25: Análise calorimétrica. (a): Curvas de TG; (b): Curvas de DSC \n \n\nLegenda: M0: microesferas de gelatina não reticuladas; MG: microesferas de gelatina reticuladas \ncom GTA; MR: microesferas de gelatina reticuladas com RUT \n\n \n\nA massa residual de aproximadamente 20,0 % a 600,0 °C se assemelha ao \n\nresíduo encontrado para filmes de gelatina por Barreto e colaboradores (2003) e \n\ntambém por Peña e colaboradores (2010). \n\nNão foram observadas diferenças estatisticamente significativas para a perda \n\nde massa por TG, conforme apresentado pela Tabela 8. \n\n(a)\n\n(b) \n\n\n\n5. Resultados e Discussão \n\n \n\n60\n\nTabela 8 : Perda de massa em duas faixas de temperatura e massa residual obtidas \npor TG de gelatina e microesferas de gelatina não reticuladas ou reticuladas com \nGTA ou RUT. Os valores são apresentados como média ± desvio padrão (n=3) \n \n\nAmostra 30°C-200°C 250°C-400°C 30°C-600°C \n\nGelatina 11,4 59,9 25,5 \n\nM0 12,0 a ±0,9 63,0 a ±2,5 23,3 a ±0,6 \n\nMG 11,3 a ±0,3 62,1 a ±0,8 23,2 a ± 2,4 \n\nMR 11,9 a ±1,3 62,7 a ±2,0 22,7 a ± 2,0 \n\n \n\nLegenda: Letras diferentes na mesma coluna representam resultados estatisticamente diferentes de \nacordo com o teste ANOVA seguido de Tukey. \nM0: microesferas de gelatina não reticuladas; MG: microesferas de gelatina reticuladas com GTA; \nMR: microesferas de gelatina reticuladas com RUT \n \n\nA curva (b) da Figura 25 representa os resultados de DSC. O primeiro evento \n\nendotérmico observado para a gelatina provavelmente representa sua temperatura \n\nde transição vítrea. Em valores inferiores à temperatura de transição vítrea as \n\ncadeias poliméricas apresentam pouca mobilidade. Quando o material é aquecido, \n\nas cadeias adquirem certo grau de mobilidade e movimento provocando mudança \n\nem sua capacidade calorífica (SOUZA; GOULART, 2004). O segundo evento \n\nendotérmico pode estar associado à temperatura de fusão das estruturas \n\norganizadas. Tais eventos também foram observados por Badii e colaboradores \n\n(2005) no estudo do efeito do conteúdo de água sobre as transições de fase da \n\ngelatina.  \n\nO primeiro evento endotérmico observado para as microesferas de gelatina \n\nreticuladas e não reticuladas ocorre como uma discreta mudança da linha de base \n\nem temperatura inferior ao observado para a gelatina sugerindo que ocorreu \n\nredução na temperatura de transição vítrea para essas amostras. O segundo evento \n\nendotérmico também ocorre em temperatura menor sugerindo que ocorreu \n\ndeslocamento na temperatura de fusão das estruturas organizadas. \n\nO evento endotérmico observado pouco antes de 200,0 °C provavelmente \n\nestá associado à degradação do polímero. \n\nA reticulação geralmente induz redução na entalpia de denaturação que é \n\natribuída à redução das pontes de hidrogênio, que se quebram endotermicamente, e \n\nao aumento simultâneo na extensão ligações covalentes, que se quebram \n\n\n\n5. Resultados e Discussão \n\n \n\n61\n\nexotermicamente (BIGI et al., 2002). Contudo tal comportamento não foi observado \n\nnas amostras estudadas. \n\nPouco antes de 300,0 °C, pode-se observar a ocorrência de um evento \n\nexotérmico em todas as amostras estudadas. Aproximadamente a 300,0 °C, nas \n\namostras MG e MR existe um evento endotérmico enquanto que nas amostras de \n\ngelatina e de M0 existem dois eventos endotérmicos. Não foram encontrados dados \n\nde literatura relatando tais eventos que chamam a atenção por apresentarem \n\ncomportamentos diferentes entre as amostras reticuladas e as amostras de matéria-\n\nprima e microesferas não reticuladas sugerindo que ocorreram alterações estruturais \n\ndevido à reticulação. \n\n \n\n5.8 Dispersões utilizadas para avaliação de aplicabilidade  \n\n \n\nAs dispersões utilizadas para avaliação de aplicabilidade foram preparadas \n\nsomente com excipientes oleosos a fim de evitar o efeito de intumescimento em \n\nmeio aquoso das microesferas de gelatina e também para obter compatibilidade e \n\nincorporação ótimas dos filtros químicos escolhidos para avaliar a fotoproteção.  \n\nLevando-se em consideração a quantidade de RUT utilizada para realizar  o \n\nprocesso de reticulação conforme descrito no item 5.1 (0,12 g rutina/g gelatina) e a \n\nquantidade de 5,0 % p/p de microesferas adicionadas nas preparações, a \n\nquantidade estimada de RUT em cada dispersão foi de 0,6%. \n\nO aspecto das dispersões variou de branco leitoso a tons de amarelo e \n\nmarrom. Essa variação se deu em função da coloração individual dos materiais \n\nutilizados em cada preparação.  \n\nAs dispersões contendo gelatina (B,G,L,Q) apresentaram-se com coloração \n\namarela-clara e textura grosseira provavelmente devido ao tamanho de partícula de \n\nobservado para  a gelatina (Tabela 7).  \n\nAs dispersões contendo microesferas de gelatina não reticuladas (C,H,M,R) \n\napresentaram coloração parecida com a das dispersões contendo gelatina. \n\nO aspecto das dispersões pode ser observado na Figura 26. \n\n \n\n\n\n5. Resultados e Discussão \n\n \n\n62\n\n \n \n\nFigura 26: Dispersões utilizadas para avaliação de aplicabilidade. \n\n \n\nLegenda: \n \n A B C D E F G H I J K L M N O P Q R S T \nOM x x x x x x x x x x x x x x x x x x x x \nC® x x x x x x x x x x x x x x x x x x x x \nGel - x - - - - x - - - - x - - - - x - - - \nM0 - - x - - - - x - - - - x - - - - x - - \nMG - - - x - - - - x - - - - x - - - - x - \nMR - - - - x - - - - x - - - - x - - - - x \nBZ3 - - - - - x x x x x - - - - - x x x x x \nOCT - - - - - - - - - - x x x x x x x x x x \n \nA à T: dispersões; OM: Óleo mineral; C®: Crodabase® SQ; Gel: gelatina; M0: microesferas de gelatina \nnão reticuladas; MG: microesferas de gelatina reticuladas com GTA; MR: microesferas de gelatina \nreticuladas com RUT; BZ3:benzofenona-3; OCT:Octilmetoxicinamato; (x): presença; (-): ausência; As \nconcentrações dos materiais estão descritas na Tabela 1. \n\n \n\nA   B      C         D         E \n\n \n\n \n\n \n\nF \n\n \n\n \n\n \n\n     G \n\n \n\n \n\n \n\n      H \n\n \n\n \n\n \n\n        I \n\n \n\n \n\n \n\n         J \n\n \n\n \n\nK \n\n \n\n \n\n    L \n\n \n\n \n\n     M \n\n \n\n \n\n      N \n\n \n\n \n\n        O \n\n \n\n \n\n \n\n    P \n\n \n\n \n\n \n\n    Q \n\n \n\n \n\n  \n\n     R \n\n \n\n \n\n \n\n       S \n\n \n\n \n\n \n\n        T \n\n \n\n\n\n5. Resultados e Discussão \n\n \n\n63\n\nAs dispersões contendo microesferas de gelatina reticuladas com \n\nglutaraldeído (D,I,N,S) apresentaram coloração amarronzada que foi mais clara nas \n\npreparações contendo BZ3 (I,S) provavelmente devido à coloração amarelada desta \n\nsubstância, conforme apresentado na Figura 27, que pode ter diluído a coloração \n\noriginal da microesfera de gelatina reticulada com GTA (Figura 10c). \n\n \n\n  \n\nFigura 27: Fotografia mostrando aspecto de BZ3 \n\n \n\nAs dispersões contendo microesferas de gelatina reticuladas com RUT \n\n(E,J,O,T) apresentaram coloração amarelada que foi mais clara nas preparações \n\ncontendo BZ3 (J,T) provavelmente pelo mesmo motivo anteriormente descrito para \n\nas dispersões contendo microesferas de gelatina reticuladas com GTA. \n\nEm relação à textura, todas as dispersões contendo microesferas de gelatina \n\napresentam textura mais suave do que a observada para as dispersões contendo \n\ngelatina. \n\n \n\n5.9 Atividade fotoprotetora in vitro: FPS e proteção frente à radiação UVA \n\n \n\nA espectrofotometria de refletância com esfera de integração foi utilizada para \n\na avaliação da eficácia in vitro frente à proteção UVA e UVB das dispersões \n\napresentadas no item 5.8. \n\nO valor do FPS para as dipersões contendo gelatina (B), microesferas não \n\nreticuladas (C) ou reticuladas (D, E) foi igual ao da dispersão base (A) e teve valor \n\npróximo de 1,0, ou seja, ausente de eficácia anti-UVB conforme apresentado na \n\nTabela 9. \n\n \n\n\n\n5. Resultados e Discussão \n\n \n\n64\n\nTabela 9: Eficácia fotoprotetora in vitro de dispersões contendo gelatina, \nmicroesferas de gelatina não reticuladas ou reticuladas com GTA ou RUT, filtros \nsolares isolados ou combinados. Os valores são expressos em média ± desvio \npadrão de três amostras um lote de gelatina e de três réplicas de três lotes \ndiferentes das microesferas de gelatina não reticuladas ou reticuladas com GTA ou \nRUT \n \n\nDispersão  FPS médio ?C (nm) \n(sem irradiação) \n\nRazão UVA/UVB \n\nA 1,0\n a ± 0,1 378,6 a ± 9,6  0,8 a ± 0,2 \n\nB 1,1\n a ± 0,2 383,0 a ± 10,0  0,8 a ± 0,3 \n\nC 1,0\n a ± 0,0 377,5 a ± 20,0  0,8 a ± 0,4 \n\nD 1,0\n a ± 0,0 386,0 a ± 6,6  0,8 a ± 0,3 \n\nE 1,0\n a ± 0,0 374,6 a ± 12,4  0,6 a ± 0,2 \n\nF 2,8\n b ± 0,3  354,7 b ± 1,2  0,5 b ± 0,0 \n\nG 4,1\n c ± 0,5  354,5 b ± 1,9  0,5 b ± 0,0 \n\nH 3,7\n b,c ± 0,3  356,1 b ± 1,7  0,5 b ± 0,0 \n\nI 3,3\n b,c ± 0,3  354,9 b ± 0,5  0,5 b ± 0,0 \n\nJ 3,8\n b,c ± 0,5   356,3 b ± 0,7  0,5 b ± 0,0 \n\nK 6,4\n d ± 0,4  328,3 d ± 2,2  0,1 d ± 0,0 \n\nL 8,4\n e ± 1,0  327,3 d ± 2,9  0,1 d ± 0,0 \n\nM 6,8\n d,e ± 0,6  328,7 d ± 3,4  0,1 d ± 0,0 \n\nN 7,7\n d,e ± 0,3  327,6 d ± 2,1  0,1 d ± 0,0 \n\nO 7,3\n d,e ± 0,8  328,0 d ± 3,7  0,1 d ± 0,0 \n\nP 10,1\n f ± 4,1  351,3 f ± 1,7  0,3 f ± 0,0 \n\nQ 16,2\n f ± 3,4  350,0 f ± 1,1  0,3 f ± 0,0 \n\nR 10,7\n f ± 1,1  350,7 f ± 0,2  0,3 f ± 0,0 \n\nS 11,0\n f ± 2,1  351,2 f ± 1,2  0,3 f ± 0,0 \n\nT 12,4\n f ± 1,4  350,9 f ± 0,9  0,4 f ± 0,0 \n\n \n\nLegenda: FPS: Fator de proteção solar; ?C: comprimento de onda crítico \nLetras diferentes na mesma coluna representam resultados estatisticamente diferentes de acordo \ncom o teste ANOVA seguido de Tukey. \n\n \n\nAs proporções (% p/p) utilizadas de BZ3 e OCT nas dispersões para \n\navaliação de aplicabilidade representaram a concentração máxima permitida pelo \n\nFDA (ESTADOS UNIDOS, 2012), que é de 6,0% e 7,5%, respectivamente. Para as \n\nmicroesferas, foi utilizada 5,0 % que representa 1/5 da quantidade máxima permitida \n\npara filtros físicos (dióxido de titânio e óxido de zinco) que é de 25,0 %. \n\n\n\n5. Resultados e Discussão \n\n \n\n65\n\nSegundo o FDA, é permitida a combinação dos filtros químicos e físicos filtros \n\nselecionados neste estudo desde que a concentração máxima seja respeitada e que \n\no FPS do produto final seja maior do que o número de filtros utilizados multiplicado \n\npor 2. Deste modo, para as dispersões contendo OCT ou BZ3 e gelatina ou \n\nmicroesferas o FPS mínimo seria de 4,0 e para as dispersões contendo OCT, BZ3 e \n\nmicroesferas o FPS mínimo seria de 6,0. \n\nTodas as dispersões contendo OCT e gelatina ou microesferas atenderam o \n\nrequisito e apresentaram valores de FPS iguais ou superiores a 4,0 (gelatina, \n\ndispersão L: FPS = 8,4 ± 1,0; microesferas não reticuladas, dispersão M: FPS = 6,8 \n\n± 0,6; microesferas reticuladas com GTA, dispersão N: FPS = 7,7 ± 0,3; microesferas \n\nreticuladas com RUT, dispersão O: FPS = 7,3 ± 0,8). Porém, nas dispersões \n\ncontendo BZ3 e gelatina ou microesferas, tal requisito foi atendido somente pela \n\ndispersão contendo gelatina (dispersão G: FPS = 4,1 ± 0,5). \n\nDo mesmo modo, todas as dispersões contendo OCT, BZ3 e gelatina ou \n\nmicroesferas atenderam o requisito e apresentaram valores de FPS iguais ou \n\nsuperiores a 6,0 (gelatina, dispersão Q: 16,2 ± 3,4; microesferas não reticuladas, \n\ndispersão R: FPS = 10,7 ± 1,1; microesferas reticuladas com GTA, dispersão S: FPS \n\n= 11,0 ± 2,1; microesferas reticuladas com RUT, dispersão T: FPS = 12,4  ± 1,4). \n\nAs dispersões contendo gelatina e BZ3 ou OCT (dispersões G e L), \n\napresentaram valores de FPS estatisticamente maiores que os das dispersões \n\ncontendo esses filtros isoladamente (dispersões F e K) sugerindo que a gelatina na \n\ncondição de matéria-prima quando combinada com os filtros apresenta absorção na \n\nregião do UVB.  \n\nDe acordo com a legislação vigente no Brasil para proteção solar (BRASIL, \n\n2012b), segundo a designação de categoria de proteção (DCP), as dispersões \n\ncontendo OCT isolado ou combinado com BZ3 poderiam ser classificadas como \n\n“baixa proteção” por apresentarem FPS entre 6,0 e 14,9. Somente a dispersão \n\ncontendo OCT, BZ3 e gelatina poderia ser classificada como “média proteção” por \n\napresentar FPS entre 15,0 e 29,9. \n\nEm relação ao ?C, somente os resultados obtidos para as dispersões sem \n\nfiltros (dispersões A,B,C,D e E) apresentaram valores de ?C superiores a 370 nm, \n\nsugerindo ação de amplo espectro. Contudo, os valores de FPS médio são de \n\naproximadamente 1,0 indicando baixa proteção frente à radiação UVB. \n\n \n\n\n\n5. Resultados e Discussão \n\n \n\n66\n\nA razão UVA/UVB das dispersões contendo OCT (dispersões K, L, M, N e O) foi a menor entre todas as dispersões e pode \n\nser explicada pela ação UVB que é atribuída a este filtro químico. \n\nAs Figuras 28, 29, 30 e 31 apresentam os gráficos de absorbância em função do comprimento de onda das dispersões sem \n\nfiltros (Figura 28), com BZ3 (Figura 29), com OCT (Figura 30) e com BZ3 e OCT (Figura 31).  \n\n \n\nFigura 28: Perfil espectral das dispersões sem filtro solar e com Gel, M0, MG ou MR (dispersões A,B,C,D,E) \n\nLegenda: BZ3: benzofenona-3; Gel:gelatina;M0:microesferas de gelatina não-reticuladas; MG: microesferas de gelatina reticuladas com GTA; MR: \nmicroesferas de gelatina reticuladas com RUT \n  \n\n0,000\n\n0,010\n\n0,020\n\n0,030\n\n0,040\n\n0,050\n\n290 310 330 350 370 390\n\nA\nb\n\ns\no\n\nrb\nâ\n\nn\nc\n\nia\n\nComprimento de onda (nm)\n\n0 Gel M0 MG MR\n\n\n\n5. Resultados e Discussão \n\n \n\n67\n\n \n \n\nFigura 29: Perfil espectral das dispersões contendo BZ3 isolada ou combinada com Gel, M0, MG ou MR (dispersões F,G,H,I,J) \n\nLegenda: Bz3: benzofenona-3; Gel:gelatina;M0:microesferas de gelatina não-reticuladas; MG: microesferas de gelatina reticuladas com GTA; MR: \nmicroesferas de gelatina reticuladas com RUT \n\n0,000\n\n0,100\n\n0,200\n\n0,300\n\n0,400\n\n0,500\n\n0,600\n\n0,700\n\n0,800\n\n0,900\n\n290 310 330 350 370 390\n\nA\nb\n\ns\no\n\nrb\nâ\n\nn\nc\n\nia\n\nComprimento de onda (nm)\n\nBz3 Bz3_Gel Bz3_M0 Bz3_MG Bz3_MR\n\n\n\n5. Resultados e Discussão \n\n \n\n68\n\n  \n \n\nFigura 30: Perfil espectral das dispersões contendo OCT isolado ou combinado com Gel, M0, MG ou MR (dispersões K,L,M,N,O) \n\nLegenda: Oct: octilmetoxicinamato; Gel:gelatina; M0:microesferas de gelatina não-reticuladas; MG: microesferas de gelatina reticuladas com GTA; MR: \nmicroesferas de gelatina reticuladas com RUT \n \n\n0,000\n\n0,200\n\n0,400\n\n0,600\n\n0,800\n\n1,000\n\n1,200\n\n290 310 330 350 370 390\n\nA\nb\n\ns\no\n\nrb\nâ\n\nn\nc\n\nia\n\nComprimento de onda (nm)\n\nOct Oct_Gel Oct_M0 Oct_MG Oct_MR\n\n\n\n5. Resultados e Discussão \n\n \n\n69\n\n  \n\nFigura 31: Perfil espectral das dispersões contendo BZ3 e OCT isolados ou combinados com Gel, M0, MG ou MR (dispersões \n\nP,Q,R,S,T) \n\nLegenda: BZ3: benzofenona-3; OCT: octilmetoxicinamato; Gel:gelatina; M0:microesferas de gelatina não-reticuladas; MG: microesferas de gelatina \nreticuladas com GTA; MR: microesferas de gelatina reticuladas com RUT \n\n0,000\n\n0,200\n\n0,400\n\n0,600\n\n0,800\n\n1,000\n\n1,200\n\n1,400\n\n290 310 330 350 370 390\n\nA\nb\n\ns\no\n\nrb\nâ\nn\n\nc\nia\n\nComprimento de onda (nm)\n\nBz3_Oct Bz3_Oct_Gel Bz3_Oct_M0 Bz3_Oct_MG Bz3_Oct_MR\n\n\n\n70 \n\n5. Resultados e Discussão \n\n \n\nAs misturas sem filtros não apresentaram absorbância (Figura 28), indicando \n\nque a gelatina e as micropartículas isoladas não possuem ação fotoprotetora. \n\nNas misturas contendo BZ3 e/ou OCT (Figuras 29, 30 e 31) observa-se que \n\nnão ocorreram deslocamentos ou mudanças nos perfis dos picos em função da \n\npresença da gelatina ou das micropartículas não reticuladas ou reticuladas com GTA \n\nou RUT.  \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n6. CONSIDERAÇÕES FINAIS \n\n\n\n71 \n\n \n\n \n\n6. Considerações Finais \n\n \n\nO desenvolvimento do método quantitativo para mensurar os agentes \n\nreticulantes presentes no meio de reticulação e nos meios de lavagem das \n\nmicroesferas, após o término da reação de reticulação, não fez parte do escopo \n\ndeste trabalho, contudo, seria um importante indicador da interação dos agentes \n\nreticulantes com as microesferas de gelatina. \n\nA avaliação da extensão de reticulação por meio da observação \n\nmicroscópica do intumescimento foi um método simples, porém mostrou-se de difícil \n\nexecução e reprodutibilidade. Demais métodos descritos para filmes ou géis de \n\ngelatina poderiam ser avaliados e, posteriormente, otimizados, como alternativa. \n\nA quantificação da extensão de reticulação por meio da medição \n\nespectrofotométrica do derivado formado da reação com o TNBS foi eficaz quando o \n\nagente reticulante foi o GTA, mas não quando o agente reticulante foi a RUT. Deste \n\nmodo, outra técnica analítica, tal como a espectrofotometria derivada, poderia ser \n\nopção de método analítico para quantificar tal reação. \n\nO efeito dos agentes reticulantes sobre as microefereas poderia ser \n\nestudado com variações de processo, tais como a concentração dos agentes \n\nreticulantes e o tempo de reação de reticulação. Além disso, as microesferas de \n\ngelatina poderiam ser estudadas como meios de incorporação de filtros químicos, \n\nvisando reduzir efeito alergênico e fotodegradação destes, no entanto, mantendo o \n\nefeito fotoprotetor. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n7. CONCLUSÕES\n\n\n\n72 \n\n \n\n \n\n7. Conclusões \n\n \n\nDe acordo com os resultados obtidos e em função das condições \nexperimentais adotadas, tem-se por conclusões: \n\n? A obtenção de microesferas de gelatina, utilizando o método por polimerização \nem emulsão e extração com solvente, resultou em substância na forma de pó fino \ncomposto por partículas esféricas e com ampla distribuição granulométrica. \n\n? O uso do meio de reticulação combinado de acetona e NaOH 0,01 M, por quatro \nhoras em temperatura ambiente (20°C a 25°C), resultou em pó fino e fluido, com \nmenor amplitude de distribuição granulométrica em relação às microesferas não \nreticuladas. \n\n? O estudo das propriedades físico-químicas das microesferas não reticuladas e \nreticuladas com GTA ou com RUT indicou que o método de reticulação foi mais \neficaz quando o agente reticulante foi o GTA e sugeriu que a reticulação com \nRUT ocorreu, no entanto, em extensão inferior. \n\n? O estudo da aplicabilidade em dispersões oleosas contendo microesferas de \ngelatina não reticuladas ou reticuladas com GTA ou RUT isoladas ou combinadas \ncom filtros químicos, já amplamente estudados e descritos para proteção UVA \ne/ou proteção UVB, sugeriu que as microesferas, na concentração de 5,0% p/p \nnão reticuladas ou reticuladas com GTA ou RUT, não apresentaram efeito \nfotoprotetor clássico (efeito químico ou físico), quando isoladas, e não \napresentaram efeito sinérgico quando associadas aos filtros solares. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n8. REFERÊNCIAS \n\n\n\n \n\n \n\n73\n\n8. Referências \n\n \n\nADLER-NISSEN, J. Determination of the degree of hydrolysis of food protein hydrolysates \nby trinitrobenzenesulfonic acid. J. Agric. Food Chem. Washington, v.27, n.6, p.1256-1262, \n1979. \n\nANDERSEN, O. M.; MARKHAM, K. R. (Eds.), Flavonoids-Chemistry, Biochemistry and \nApplications, CRC/Taylor &amp; Francis, Boca Raton, FL, 2006. \n\nAURAND, E.R; LAMPE,K.J.; BJUGSTAD, K.B. Defining and designing polymers and \nhydrogels for neural tissue engineering, Neuroscience Research, v.72, p. 199–213, 2012. \n\nBABEL, W. et al.  Gelatin.  In: Ullmann´s encyclopedia of industrial chemistry. \nWeinheim: Wiley-VCH Verlag GmbH &amp; Co. KGaA, 2012, v. 16, p. 579-591. \n\nBADII, F.; MACNAUGHTAN, W.; FARHAT, I.A. Enthalpy relaxation of gelatin in the glassy \nstate. International Journal of Biological Macromolecules, v. 36, p. 263-269, 2005. \n\nBALOGH, T.S.; VELASCO, M.V.R.; PEDRIALI, C.A.; KANEKO, T.M.; BABY, A.R. Proteção \nà radiação ultravioleta: recursos disponíveis na atualidade em fotoproteção. An. Bras \nDermatol., v.86, n.4, p.732-42,2011. \n\nBANNACH, G.; PERPÉTUO, G.L.; CAVALHEIRO, E.T.G.; CAVALHEIRO,C.C.S.; \nROCHA,R.R. Efeito da história térmica das propriedades do polímero PET: um \nexperimento para ensino de análise térmica. Quim. Nova, v. 34, n.10, p.1825-1829, 2011. \n \nBARRETO, P.L.M.; PIRES, A.T.T; SOLDI, V. Thermal degradation of edible films based on \nmilk proteins and gelatin in inert atmosphere. Polym. Degrad. Stabil. v.79, p.147-152, \n2003. \n \nBIGI, A.; COJAZZI, G.; PANZAVOLTA, S.; RUBINI, K. ; ROVERI, N. Mechanical and \nthermal properties of gelatin films at different degrees of glutaraldehyde crosslinking, \nBiomaterials, London, v.22, p.763-768, 2001. \n\nBIGI, A.; COJAZZI, G.; PANZAVOLTA, S.; ROVERI, N.; RUBINI, K. Stabilization of gelatin \nfilms by crosslinking with genipin, Biomaterials, London, v.23, p.4827-4832, 2002. \n\nBLOOM, O. T. (1925). US PATENT 1.540.979. \n\nBRASIL. Ministério da Saúde. Agência Nacional de Vigilância Sanitária. Resolução da \nDiretoria Colegiada nº 211 de 14 de julho de 2005, Ficam estabelecidas a definição e a \nclassificação de produtos de higiene pessoal, cosméticos e perfumes, Diário Oficial [da] \nRepública Federativa do Brasil, Brasília, DF, 2005. \n\nBRASIL. Ministério da Saúde. Agência Nacional de Vigilância Sanitária. Resolução da \nDiretoria Colegiada nº 29 de 01 de junho de 2012, Aprova o regulamento técnico \nMERCOSUL sobre “Lista de Substâncias de Ação Conservante permitidas para Produtos \nde Higiene Pessoal, Cosméticos e Perfumes” e dá outras providências, Diário Oficial [da] \nRepública Federativa do Brasil, Brasília, DF, 2012a.  \n\n \n\n\n\n8. Referências \n\n \n\n74\n\nBRASIL. Ministério da Saúde. Agência Nacional de Vigilância Sanitária. Resolução da \nDiretoria Colegiada nº 30 de 01 de junho de 2012, Aprova o regulamento técnico \nMERCOSUL sobre protetores solares em cosméticos e dá outras providências, Diário \nOficial [da] República Federativa do Brasil, Brasília, DF, 2012b. \n\nBRESOLIN, T.M.B.; RODRIGUES, C.A.; ANDREAZZA, I.F.; LUCINDA, R.M.; \nANDREAZZA, R.C.S.; FREITAS, R.A.; MOURÃO, S.C. Sistemas de Liberação de \nFármacos. In: BRESOLIN, T.M.B.; FILHO, V.C. (Org.). Ciências farmacêuticas \ncontribuição ao desenvolvimento de novos fármacos e medicamentos. Itajaí: Editora \nda Universidade do Vale do Itajaí, 2003, p.183-184. \n\nBRUN-GRAEPPI, A.K.A.S.; CYRILLE, R.; BESSODES, M.; SCHERMAN, D.; MERTEN, O-\nW. Cell microcarriers and microcapsules of stimuli-responsive polymers, J. Controlled \nRelease, v.149, p.209–224, 2011. \n\nBRUNETON, J. Elementos de fitoquímica y de farmacognosia, Zaragoza, Acribia, 1991. \n\nBRYANT, S.J.; ANSETH, K.S., Hydrogel properties influence ECM production by \nchondrocytes photoencapsulated in poly(ethylene glycol) hydrogels. J. Biomed. Mater. \nRes. v.59, p. 63–72, 2002. \n\nBULCKE, A. I. V. D.; BOGDANOV, B.; DE ROOZE, N.; SCHACHT, E. H. ; \nCORNELISSEN, M.; BERGHMANS, H. Structural and Rheological Properties of \nMethacrylamide Modified Gelatin Hydrogels, Biomacromolecules, v.1, p.31-38, 2000. \n\nCAI, W.; GUPTA, R.B. Hydrogels In: JOHN WILEY &amp; SONS, Inc. Kirk-Othmer \nEncyclopedia of Chemical Technology, New Jersey: John Wiley &amp; Sons. v. 13, 5ª ed., \n2005, p. 729-759. \n\nCAMPOS, E.; BRANQUINHO, J.; CARREIRA, A.S.; CARVALHO, A.; COIMBRA, P.; \nFERREIA, P.; GIL, M.H. Designing polymeric microparticles for biomedical and industrial \napplications. European Polymer Journal, n.49, p.2005–202, 2013. \n\nCASAGRANDE, R.; GEORGETTI, S.R.; VERRI JR., W.A.; DORTA, D.J.;DOS SANTOS, \nA.C.; FONSECA, M.J.V. Protective effect of topical formulations containing quercetin \nagainst UVB-induced oxidative stress in hairless mice, J. Photochemistry and \nPhotobiology B: Biology, v.84, p. 21–27, 2006. \n\nCATALINA, M.; ATTENBURROW, G.E.; COT, J., COVINGTON, A.D., ANTUNES, A.P.M. \nInfluence of crosslinkers and crosslinking nethod on the properties of gelatin films extracted \nfrom leather solid waste. J. Applied Polymer Science, v. 119, p. 2105-2011, 2010. \n\nCHENG, F.; CHOY, Y.B.; CHOI, H.; KIM, K. Modeling of small-molecule release from \ncrosslinked hydrogel microspheres: Effect of crosslinking and enzymatic degradation of \nhydrogel matrix. Int. J. Pharm. v.403, p. 90–95, 2011. \n \nCHOQUENET, B.; COUTEAU, C.; PAPARIS, E.; COIFFARD, L. J. M. Quercetin and rutin \nas potential sunscreen agents: determination of efficacy by an in vitro method. J. Nat. Prod., \nv. 71, p. 1117-1118, 2008. \n\n\n\n8. Referências \n\n \n\n75\n\nCHOY, Y.B.; CHENG, F.; CHOI, H.; KIM, K. Monodisperse Gelatin Microspheres as a Drug \nDelivery Vehicle: Release Profile and Effect of Crosslinking Density. Macromol. Biosci.  \nv.8, p.758–765, 2008. \n\nCOESTER, C.J.; LANGER, K.; VON BRIESEN, H.; KREUTER, J. Gelatin nanoparticles by \ntwo step desolvation – a new preparation method, surface modifications and cell uptake, J. \nMicroencapsulation, London, v.17, p.187-193, 2000. \n\nCOLIPA – THE EUROPEAN COSMETICS ASSOCIATION. In vitro method for the \ndetermination of the UVA protection factor and “critical wavelength” values of sunscreen \nproducts, 2009, 22p. \n\nDINARVAND, R.; RAHMANI, E.; FARBOUD, E. Gelatin microsprehes for the controlled \nrelease of all-trans-retinoic acid topical formulation and drug delivery evaluation. Iranian \nJournal of Pharmaceutical Research, p. 47-50, 2003. \n\nDINARVAND, R.; MAHMOOD, S.; FARBOUD, E.; SALEHI, M.; ATYABI, F. Preparation of \ngelatin microspheres containing lactic acid – Effect of cross-linking in drug release, Acta \nPharm., v.55, p.57-67, 2005. \n\nDJABOUROV, M.; LECHAIRE, J.; GAILL, F. Structure and rheology of gelatin and collagen \ngels. Biorheology, London, v.30 (3-4), p.191-205. 1993. \n\nDUGAS, A.J; CASTAÑEDA-COSTA, J.; BONIN, G.C; PRIVE K.L; FISCHER, N.H.; \nWINSTON, G.W. Evaluation of the total peroxyl radical-scavenging capacity of flavonoids: \nstructure-activity relationships. J. Natural Products, v.63, p. 327-331, 2000. \n\nEPSTEIN, J. H. Biological efect of sunlight. In: LOWE, N. J.; SHAATH, M. A.; PATHAK, \nM.A. Sunscreens: development, evaluation and regulatory aspect. New York: Marcel \nDekker, 1990. p. 43-54. \n\nESPOSITO, E.; CORTESI, R.; NASTRUZZI, C. Gelatin microspheres: influence of \npreparation parameters and thermal treatment on chemico-physical and biopharmaceutical \nproperties. Biomaterials, London, v. 20, 2009-20, 1995. \n\nESTADOS UNIDOS. Code of Federal Regulations Title 21 Food and Drugs. Chapter I Food \nand Drug Administration. Department of Health and Human Services. Subchapter D – \nDrugs for Human use Part 352. Sunscreen drug products for over-the- counter human \nuse. Subpart C- Labeling  Sec. 352.50 Principal display panel of all sunscreen drug \nproducts. v.5, 2012.  \n\nFILHO, D.W.; SILVA, E.L.; BOVERIS A. Flavonóides antioxidantes de plantas medicinais e \nalimentos: importância e perspectivas terapêuticas. In: YUNES, R.A; CALIXTO, J.B. \nPlantas Medicinais sob as óticas da química medicinal moderna. São Paulo: Argos \nEditora Universitária. 2001, p. 317. \n\nFLOR, J. ; DAVOLOS, M. R.; CORREIA, M. A. Protetores solares. Quím. Nova, São Paulo, \nv. 30, n. 1, p. 153-158, 2007. \n\nFORNI, F.; VANDELLI, M.A.; CAMERONI, R. Influence of drug loading level on drug \nrelease and dynamic swelling of crosslinked gelatin microspheres. J.Microesncapsulation, \nv.9, n. 1, p.29-39, 1992. \n\n\n\n8. Referências \n\n \n\n76\n\nFRANZ, J.; POKOROVÁ, D.;HAMPL, J.; DITTRICH, M. Adjuvant efficacy of gelatin particles \nand microparticles. International Journal of Pharmaceutics, v.168, p. 153–161, 1998. \n\nGAN, C.-Y.;CHENG, L. –H.; EASA, A.M. Assessment of Cross-Linking in Combined Cross-\nLinked Soy Protein Isolate Gels by Microbial Transglutaminase andMaillard Reaction . \nJournal of food science, v.74 n.2, C141-C146, 2009. \n\nGILLEO, K. Advances in packaging and assembly polymers, Microelectronics \nInternational, v.13, n. 3, p.19 – 22, 1996. \n\nGILSENAN, P.M.; ROSS-MURPHY, S.B. Shear creep of gelatin gels from mammalian and \npiscine collagens, International Journal of Biological Macromolecules, v.29, p. 53–61, \n2001. \n\nGÓMEZ-GUILLÉN, M. C.; TURNAY, J.; FERNÁNDEZ-DÍAZ, M. D.; ULMO, N.; LIZARBE, \nM. A.; MONTERO, M.P. Structural and physical properties of gelatin extracted from different \nmarine species: a comparative study. Food Hydrocolloids, London, v.16, n.1, p. 25-34, \n2002. \n\nGÓMEZ-GUILLÉN, M. C.; PÉREZ-MATEOS, M.; GÓMEZ-ESTACA, J.; LÓPEZ -\nCABALLERO, E.;GIMÉNEZ, B.; MONTERO, P. Fish gelatin: a renewable material for the \ndevelopment of active biodegradable films. Trends in Food Science and Technology, \nLondon, v.20, p. 3-16, 2009  \n\nGÓMEZ-GUILLÉN, M. C.; GIMÉNEZ, B.; LÓPEZ-CABALLERO, M.E.; MONTERO, M.P. \nFunctional and bioactive properties of collagen and gelatin from alternative sources: A \nreview. Food Hydrocolloids, London, 2011. \n\nGONSALVES, A.A.; ARAÚJO, C.R.M.; SOARES, N.A.; GOULART, M.O.F.; de ABREU, \nF.C. Diferentes estratégias para a reticulação de quitosana. Quím. Nova, São Paulo, v. 34, \nn. 7, p. 1215-1223, 2011. \n\nGUARATINI, T.; CALLEJON, D. R.; PIRES, D. C.; LOPES, J. N. C.; LIMA, L. M.; \nGIANELLA NETO, D. ; SUSTOVICH, C.; LOPES, N. P. Fotoprotetores derivados de \nprodutos naturais: perspectivas de mercado e interações entre o setor produtivo e centros \nde pesquisa. Quím. Nova, São Paulo, v. 32, n. 3, p. 717-721, 2009. \n\nHABBEB, A.F.S.A. Determination of free amino groups in proteins by trinitrobenenesulfonic \nacid.  Analytical Biochemistry. v.14, p.328-336, 1966.  \n\nHABBEB, A.F.S.A.; HIRAMOTO, R. Reaction of proteins with glutaraldehyde. Arch. \nBiochem. Biophys. v.126, p.16-26, 1968.  \n\nHANSON, K.M.; GRATTON, E.; BARDEEN, C.J. Sunscreen enhancement of UV-induced \nreactive oxygen species in the skin. Free Radical Biology &amp; Medicine, v.41, p.1205-1212, \n2006. \n\nHARBONE, J.B.; WILLIANS, C. Advances in flavonoids research since 1992. \nPhytochemistry, v.55, p 481-504, 2000. \n\n\n\n8. Referências \n\n \n\n77\n\nHAUG, I.J.;  DRAGET, K.I. Gelatin. In: Phillips, G.O.; Williams, P.A. (eds.). Handbook of \nhydrocolloids, Cap.6, Boca Raton, Boston, New York, Washington, DC: CRC Press, 2009, \np.147-148. \n\nHAYASHI, K., TABATA, Y. Preparation of stem cell aggregates with gelatin microspheres to \nenhance biological functions, Acta Biomaterialia, n.7, p.2797–2803, 2011. \n\nHEIM, K.E.; TAGLIAFERRO, A.R.; BOBILYA, D.J. Flavonoid antioxidants: chemistry, \nmetabolism and structure-activity relationships. Journal of Nutritional Biochemistry, v. 13, \nn. 10, p. 572-584, 2002 \n\nHERMANSON, G.T. Bioconjugate techniques. 2.ed. London: Academic, 2008. 1202p \n\nJAYAKRISHNAN, A.; JAMEELA, S.R. Glutaraldehyde as a fixative in bioprostheses ans \ndrug delivery matrices. Biomaterials. Great Britain,v.17, p.471-484, 1996. \n\nJOHNSTON-BANKS, F. A. Gelatin. In: HARRIS, P. (Ed.). Food gels. London: Elsevier \nApplied Science Publishers, 1990, p. 233-289. \n\nKARIM, A.A.; BHAT, R. Fish gelatin: properties, challenges, and prospects as an alternative \nto mammalian gelatins. Food Hydrocolloids. v.23, p.563–576, 2009. \n\nKASPER, F.K.; KUSHIBIKI, T.; KIMURA, Y.; MIKOS, A.G.; TABATA, Y. In vivo release of \nplasmid DNA from composites of oligo(poly(ethylene glycol)fumarate) and cationizedgelatin \nmicrospheres. Journal of Controlled Release, v.107, p.547-561, 2005. \n\nKAZEMIPOUR, M.; NOROOZIAN, E.; TEHRANI, M.S.; MAHMOUDIAN, M. A new second-\nderivative spectrophotometric method for determination of permetrin in shampoo. J. Pharm. \nBiomed. Anal. v.30, p.1379–1384, 2002. \n\nKECK, C.M. Sizing methods for nanocarriers. In: WORKSHOP NANOTECNOLOGIA, 1, \nSão Paulo, 2010. Apostila. p.6. \n \nKONG, Y.-Q; LI, D.; WANG, L.-J.; ADHIKARI, B. SLOV Preparation of gelatin microparticles \nusing water-in-water (w/w) emulsification technique. Journal of Food Engineering v.103, \np.9-13, 2011. \n\nKOSLOV, P.V.; BURDYGINA, G.I. The structure and properties of solid gelatin and the \nprinciples of their modification. Polymers v.24, p. 651-666-2389, 1983. \n\nKOSARAJU, S.L.; PUVANENTHIRAN, A.; LILLFORD, P. Naturally crosslinked gelatin gels \nwith modified material properties. Food Research International, v.43, p. 2385-2389, 2010. \n\nKULLAVANIIJAYA, P.; LIM, H.W. Photoprotection. Naturally crosslinked gelatin gels with \nmodified material properties. J.Am.Acad.Dermatol., v.52, p. 937-958, 2005. \n\nLIANG, H.-C.; CHANG, W.-H.; LIN, K.-J.; SUNG, H.-W. Genipin-crosslinked gelatin \nmicrospheres as a drug carrier for intramuscular administration: In vitro and in vivo studies. \nJ. Biomed. Mater. Res. v.65A, p.271-281, 2003. \n\nLIN, C.C., ANSETH, K.S., PEG hydrogels for the controlled release of biomolecules in \nregenerative medicine. Pharm. Res. , v. 26, p. 631–643, 2009. \n\n\n\n8. Referências \n\n \n\n78\n\nMENDONÇA, V.L.M. Protetores solares de alta proteção: estabilidade física e eficácia. \nSão Paulo, 1998. 145 p. Tese. Faculdade de Ciências Farmacêuticas, Universidade de São \nPaulo. \n\nMIGNEAULT, I.; DARTIGUENAVE, C.; BERTRAND M.J.; WALDRON, K.C. \nGlutaraldehyde: behavior in aqueous solution, reaction with proteins, and application to \nenzyme crosslinking, BioTechniques , v.37, p. 790-802, 2004. \nMOHOS, F. Á. Gelling, emulsifying, stabilizing and foam formation. Confectionery and \nChocolate Engineering: Principles and Applications. Willey-Blackwell, 2010, p.416-421. \n\nNAGAI, N.; YUNOKI,S.; SUZUKI,T.; SAKATA, M.; TAJIMA,K.; MUNEKATA.M. Application \nof Cross-Linked Salmon Atelocollagen to the Scaffold of Human Periodontal Ligament Cell. \nJournal of bioscience and bioengineering, v. 97, n. 6, p. 389–394, 2004. \n\nNAHAR, M.; MISHRA, D.; DUBEY, V.; JAIN, N.K. Development, characterization, and \ntoxicity evaluation of amphotericin B–loaded gelatin nanoparticles. Nanomedicine: \nNanotechnology, Biology, and Medicine, v. 4, p. 252–261, 2008. \n\nNIMNI, M.E; CHEUNG, D.T.; STRATES, B.; KODAMA, M.; SHEIKH, K. Bioprothesis \nderived from cross-linked and chemically modified collagenous tissues. In: Nimni ME, editor. \nCollagen, v.3, Boca Raton: CRC Press, 1988. p. 1-38. \n\nOJEDA, C.B.;ROJAS, F.S.. Recent developments in derivative ultraviolet/visible \nspectrophotometry. Anal. Chim. Acta v.518, p.1-24, 2004. \n\nPATEL, M.; JAIN, S.K.; YADAV, A.K.; GOGNA, D.; AGRAWAL, G.P. Preparation and \nCharacterization of Oxybenzone-Loaded Gelatin Microspheres for Enhancement of \nSunscreening Efficacy. Drug delivery, v. 13, p.323-330, 2006. \n\nPEÑA, C.; CABA, K.; ECEIZA; A.; RUSECKAITE, R.; MONDRAGON, I. Enhancing water \nrepellence and mechanical properties of gelatin films by tannin addition. Bioresource \nTechnology, v.101, p 6836–6842, 2010. \n \nPENG, Z.; LI, Z.; SHEN, Y. Influence of Chemical Cross-Linking on Properties of \nGelatin/Chitosan Microspheres. Polymer-Plastics Technology and Engineering , \nPhiladelphia, v. 51, n. 4, p.381-385, 2012. \n\nPRESTES, P., S. Tomografia por coerência óptica (OCT) reologia, análise térmica e \ntamanho de partículas aplicados na caracterização de sistemas emulsionados de \norientação de uso cosmético. São Paulo, 2012. 92 p. Dissertação. Faculdade de \nCiências Farmacêuticas, Universidade de São Paulo. \n\nQUIDEAU,S.; DEFFIEUX,D.; DOUAT-CASASSUS,C.; POUYSÉGU,L. Plant Polyphenols: \nChemical Properties, Biological Activities, and Synthesis, Angewandte Chemie \nInternational Edition, v.50, p. 586-621, 2011. \n\nRABANEL, J.-M.; BANQUY, X.; ZOUAOUI, H.; MOKHTAR, M. ; HILDGEN, P.  Progress \ntechnology in microencapsulation methods for cell therapy, Biotechnol. Prog., v. 25, \np.946–963, 2009. \n\n\n\n8. Referências \n\n \n\n79\n\nRATANAVARAPORN, J.; RANGKUPAN, R.; JEERATAWATCHAI, H.; KANOKPANONT, \nS.; DAMRONGSAKKUL, S. Influences of physical and chemical crosslinking techniques on \nelectrospun type A and B gelatin fiber mats, International Journal of Biological \nMacromolecules, v.47, p.431–438, 2010. \n\nROLIM, A.; OISHI, T.; MACIEL, C.P.M.; ZAGUE, V.; PINTO, C.A.S.O.; KANEKO, T.M.; \nCONSIGLIERI, V.O.; VELASCO, M.V.R. Total flavonoids quantification from O/W emulsion \nwith extract of Brazilian plants, International Journal of Pharmaceutics, v.308, p.107–\n11438, 2006. \n\nROSS-MURPHY, S.B. Structure and rheology of gelatin gels: recent progress. Polymer. \nv.33, n.12,  2622-2627-, 1992. \n\nSAMBANDAN, D.R.; RATNER, D. Sunscreens: An overview and update, J. Am. Acad. \nDermatol., v.64:p.748-758, 2011. \n\nSCHAFFAZICK, S.R.; GUTERRES, S.S.; FREITAS L.L.; POHLMANN, A.R. \nCaracterização e estabilidade físico-química de sistemas poliméricos nanoparticulados para \nadministração de fármacos. Quím. Nova, São Paulo, v.26, n.5, p.726-737, 2003. \n\nSCHLUMP, F. M. et al.. Endocrineactivity and development toxicity cosmetic UV filters – an \nupdate. Toxicology, Amsterdam, v. 205, n. 1/2, p. 113-122, 2004. \n\nSHEU, M.,-T.; HUANG, J.-C.; YEH, G, -C.; HO, H.-O. Characterization of collagen gel \nsolutions and collagen matrices for cell culture. Biomaterials, v.22, p 1713-1719, 2001. \n\nSOUZA, P.P.; SILVA, G.G.; AMARAL, L.O.F. O cotidiano é meio amorfo: transição vítrea \numa abordagem para o ensino médio. Química nova na escola, n.20, p. 21-25, 2004. \n\nSPRINGSTEEN, A.; YUREK, R.; FRAZIER, M.; CARR, K. F. In vitro measurement of \nsunprotection factor of sunscreens by diffuse transmittance. Anal. Chim. Acta, USA, v.380, \nn. 2-3, p. 155-164, 1999. \n\nSTAINSBY, G. Gelatin gels. In: PEARSON , A. M.; DUTSON, T. R. ; BAILEY,  A. J. (Eds.), \nAdvances in meat research, collagen as a food, v.4. New York: Van Nostrand Reinhold \nCompany Inc.,1987, p. 209-222. \n\nSTRAUSS, G.; GIBSON, S.M. Plant phenolics as cross-linkers of gelatin gels and gelatin-\nbased coacervates for use as food ingredients, Food Hydrocolloids, v.18, p.81-89, 2004. \n\nTABATA,Y.; IKADA,Y. Protein release from gelatin matrices. Advanced Drug Delivery \nReviews, v.31, p.287-301, 1998. \n\nTANAKA, N.; SETSUKO, T.; UTSUMI, I. A new oral gelatinized sustained-release dosage \nform. J.Ph.Sciences. v.52, n.7, p.664-667, 1963. \n\nTEIXEIRA, V.G.; COUTINHO, F.M.B.; GOMES, A.S. Principais métodos de caracterização \nda porosidade de resinas à base de divinilbenzeno. Quim. Nova, v.. 24, n. 6, p. 808-818, \n2001. \n\n\n\n8. Referências \n\n \n\n80\n\nUGWOKE, M.I.; KINGET, R. Influence of processing variables on the properties of gelatin \nmicrospheres prepared by the emulsification solvent extraction technique. \nJ.Microencapsulation, v.15, n.3, p.273-281, 1998. \n\nVANDELLI, M.A.; RIVASI, F.; GUERRA, P.; FORNI, F.; ARLETTI, R. Gelatin microspheres \ncrosslinked with D,L-glyceraldehyde as a potencial drug delivery system: preparation, \ncharacterization, in vitro and in vivo studies. Int. J. Pharm., v.215, p.175-184, 2001. \n\nVELASCO, M. V. R.; BALOGH, T. S.; PEDRIALI, C. A.; SARRUF, F. D.; PINTO, C. A. S.O.; \nKANEKO, T. M.; BABY, A. R. Associação da rutina com p-metoxicinamato de octila e \nbenzofenona-3: avaliação in vitro da eficácia fotoprotetora por espectroscopia de \nrefletância. Lat. Am. J. Pharm., Buenos Aires, v. 27, n.1, p.23-27, 2008. \n\nVEIS, A. The macromolecular chemistry of gelatin. New York, London: Academic Press, \n1964. \n\nVICENTINI, F.T. ; FONSECA, Y.M. ; PITOL, D.L. ; IYOMASA, M.M. ; BENTLEY, M.V. ; \nFONSECA, M.J. Evaluation of protective effect of a water-in-oil microemulsion incorporating \nquercetin against UVB-induced damage in hairless mice skin. J.Pharm.Sci., v.13, n.2, \np.275-85, 2010. \n\nWEBER, C.; COESTER, C.; KREUTER, J.; LANGER K, Desolvation process and surface \ncharacterization of protein nanoparticles. Int.J. Phar. v.194, 91-102, 2000. \n\nWEI, H.-J.; YANG, H.,-H.; CHEN; C.-H.; LIN, W.-W.; CHEN, S.-C.;LAI, P.-H.; CHANG, Y.; \nSUNG, H.-W. Gelatin microspheres encapsulated with a nonpeptide angiogenic agent, \nginsenoside Rg1, for intramyocardial injection in a rat model with infarcted myocardium, \nJournal of Controlled Release, v.120, p.27-34, 2007. \n\nXIAO, W.; HE, J.; NICHOL, J.W.; WANG, L.; HUTSON, C.B.; WANGA, B.; DUA,Y.; FAN, \nH.; KHADEMHOSSEINI, A. Synthesis and characterization of photocrosslinkable gelatin \nand silk fibroin interpenetrating polymer network hydrogels, Acta Biomaterialia, v. 7, p. \n2384–2393, 2011. \n\nYAO, C.,-H.; LIU , B.,-S.; CHANG, C.,-J.; HSUB, S.,-H.; CHEN, Y.,-S. Preparation of \nnetworks of gelatin and genipin as degradable biomaterials, Materials Chemistry and \nPhysics, v.83, p.204–208, 2004. \n\nYOUNG, S.; WONG, M.; TABATA, Y.; MIKOS, A.G. Gelatin as a delivery vehicle for the \ncontrolled release of bioactive molecules. Journal of Controlled Release, v.109, p.256– \n274, 2005. \n \nZEIGER, E.; GOLLAPUDI, B.; SPENCER, P. Genetic toxicity and carcinogenicity studies of \nglutaraldehyde – a review.  Mutation Research, v.589. p.36-151, 2005. \n\nZHAI, W.; LÜ, X. ; CHANG,J.; ZHOU, Y.; ZHANG, H. Quercetin-crosslinked porcine heart \nvalve matrix: Mechanical properties, stability, anticalcification and cytocompatibility. Acta \nBiomaterialia , v.6,  p.389–395, 2010. \n\nZHANG, W.J.; BJÖRN, L.O.  The effect of ultraviolet radiation on the accumulation of \nmedicinal compounds in plants,  Fitoterapia, n.80, p.207–218, 2009. \n\n\n\n8. Referências \n\n \n\n81\n\nZWIOREK K.; KLOECKNER J.; WAGNER E.; COESTER,C. Gelatin nanoparticles as a \nnew and simple gene delivery system. J. Pharm. Pharm. Sci., Alberta. v.7, p.22-28, 2004. \n\nZUANAZZI, J.A.S.; MONTANHA, J.A. Flavonoides. In: SIMÕES, C.M.O.; SCHENKEL, \nE.P.; GOSMANN, G.; MELLO, J.C.P.; MENTZ, L.A.; PETROVICK, P.R., orgs. \nFarmacognosia: da planta ao medicamento. 5.ed. Porto Alegre: UFRGS; Florianópolis: \nUFSC, 2004. cap.23, p.577-614."}]}}}