{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13807"}, {"@name": "filename", "#text": "19944_DISSERTA%c3%87%c3%83O%20%282016-03-01%29%20-%20BRENO%20JOS%c3%89%20BURGOS%20PAREDES.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade Federal de Pernambuco \n\nCentro de Ciências Sociais Aplicadas \n\nDepartamento de Ciências Administrativas \n\nPrograma de Pós-Graduação em Administração-PROPAD \n\nCurso de Mestrado em Administração \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBreno José Burgos Paredes \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAnálise de Valuation: \n\nAplicação do Modelo de Ohlson no Mercado de \n\nAções Brasileiro \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nRecife, 2016  \n\n\n\n \n \n\n \n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ADMINISTRAÇÃO \n\n \n\nCLASSIFICAÇÃO DE ACESSO A TESES E DISSERTAÇÕES \n \n\nConsiderando a natureza das informações e compromissos assumidos com suas fontes, o \n\nacesso a monografias do Programa de Pós-Graduação em Administração da Universidade \n\nFederal de Pernambuco é definido em três graus:  \n\n \n\n- \"Grau 1\": livre (sem prejuízo das referências ordinárias em citações diretas e indiretas);  \n\n- \"Grau 2\": com vedação a cópias, no todo ou em parte, sendo, em consequência, restrita a \n\nconsulta em ambientes de biblioteca com saída controlada;  \n\n- \"Grau 3\": apenas com autorização expressa do autor, por escrito, devendo, por isso, o texto, \n\nse confiado a bibliotecas que assegurem a restrição, ser mantido em local sob chave ou \n\ncustódia;  \n\n \n\nA classificação desta dissertação se encontra, abaixo, definida por seu autor.  \n\nSolicita-se aos depositários e usuários sua fiel observância, a fim de que se preservem as \n\ncondições éticas e operacionais da pesquisa científica na área da administração.  \n___________________________________________________________________________  \n\n \n\nTítulo da Monografia: Análise de valuation: aplicação do Modelo de Ohlson no mercado de \n\nações brasileiro \n\nNome do Autor: Breno José Burgos Paredes  \n\nData da aprovação: ___ / ___/ _____  \n\nClassificação, conforme especificação acima:  \n\nGrau 1  \n\nGrau 2  \n\nGrau 3  \n\n \n\n \n\n \n\n \n\nRecife, 01 de Março de 2016. \n\n \n\n \n\n \n\n \n\n \n\n______________________________________ \n\nAssinatura do autor \n\n \n\n \n\n\n\n \n \n\n \n\nBreno José Burgos Paredes \n\n \n\n \n\n \n\n \n\n \n\nAnálise de Valuation \n\nAplicação do Modelo de Ohlson no Mercado de \n\nAções Brasileiro \n\n \n\n \n\n \n\n \n\n \nOrientador: Prof. Dr. Marcos Roberto Gois de Oliveira \n\n \n\n \n\n \n\n \n\n \nDissertação apresentada como requisito \n\ncomplementar para obtenção do grau de \n\nMestre em Administração, área de \n\nconcentração em Finanças Empresariais, \n\ndo Programa de Pós-Graduação em \n\nAdministração da Universidade Federal de \n\nPernambuco. \n\n \n\n \n\n \n\n \n\nRecife, 2016 \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCatalogação na Fonte \n\nBibliotecária Ângela de Fátima Correia Simões, CRB4-773 \n\n  \n\n  \n\nP227a Paredes, Breno José Burgos \n\n       Análise de valuation: aplicação do Modelo de Ohlson no mercado de ações \n\nbrasileiro / Breno José Burgos Paredes.  - 2016.  \n\n77 folhas : il. 30 cm. \n\n \n\n  \n\n       Orientador: Prof. Dr. Marcos Roberto Gois de Oliveira. \n\n       Dissertação (Mestrado em Administração) – Universidade Federal de \n\nPernambuco, CCSA, 2016. \n\n       Inclui referências.  \n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        \n\n       1. Empresas - Avaliação. 2. Governança Corporativa. 3. Mercado \n\nfinanceiro. 4. Índices de mercado de ações. 4. I. Oliveira, Marcos Roberto Gois \n\nde (Orientador).    II. Título. \n\n  \n\n    658 CDD (22. ed.)                                      UFPE (CSA 2016 –064)                 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nUniversidade Federal de Pernambuco \n\nCentro de Ciências Sociais Aplicadas \n\nDepartamento de Ciências Administrativas \n\nPrograma de Pós-Graduação em Administração – PROPAD \n\n \n\n \n\n \n\n \nAnálise de Valuation: \n\nAplicação do Modelo de Ohlson no \n\nMercado de Ações Brasileiro \n \n\n \nBreno José Burgos Paredes \n\n \n\n \nDissertação submetida ao corpo docente do Programa de Pós-Graduação em Administração \n\nda Universidade Federal de Pernambuco e aprovada em 01 de março de 2016. \n\n \n\n \n\n \nBanca Examinadora: \n\n \n\n \n\n \n\n___________________________________________ \nDr. Marcos Roberto Gois de Oliveira (Orientador) \n\n \n\n \n\n \n\n___________________________________________ \nProf. Dra. Kécia da Silveira Galvão (Examinador Externo) \n\n \n\n \n\n \n\n___________________________________________ \nProf. Dra. Umbelina Cravo Lagioia Teixeira Torres (Examinador Interno) \n\n \n\n \n \n\n\n\n \n \n\nAos meus pais, pelo carinho e devoção dedicados a mim durante todos os \n\ninstantes da minha vida. \n\n \n\n \n\nA Ela, por acreditar em mim até mesmo nos momentos em que eu cheguei a \n\nduvidar. \n\n \n\n \n\nA minha irmã, minha família e amigos, pelo suporte e incentivo ao longo da \n\nminha jornada acadêmica. \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nAgradecimentos \n \nEsta etapa da minha dissertação me fez lembrar alguns acontecimentos e pessoas que \n\nmarcaram a minha vida e influenciaram, direta ou indiretamente, trajetória acadêmica. \n\n \n\nNão poderia deixar de ressaltar a importância dos meus pais na minha vida. Não só pelo amor \n\ne companheirismo incondicional ofertado ao longo dos anos, bem como, pelo incentivo e \n\ncobrança aos estudos (em uma época na qual eu não me interessava muito por esta atividade), \n\ne por estar ao meu lado nos momentos de comemoração das nossas pequenas vitórias \n\nalcançadas. \n\n \n\nExcetuando meus pais e irmã, a primeira pessoa que me vem à mente é o Prof. Adilson \n\nCelestino, do qual tive o privilégio de ser aluno durante o meu curso de graduação na \n\nUNICAP-PE. Tenho-o como referência profissional e acadêmica não só pelo conhecimento \n\ndemonstrado ao longo das suas empolgantes aulas, como também, pelos valores éticos e de \n\njustiça (não no sentido de fazer valer uma legislação ou regulamento específico, e sim por ser \n\njusto) para com os alunos, sem perder a simpatia e o carisma. \n\n \n\nAo longo da vida tive e tenho a oportunidade de conviver com outros professores e \n\nprofissionais que acabam me inspirando e instigando-me  \n\nAproveito para registar a minha gratidão aos meus amigos, tanto os do “meio” acadêmico \n\nquanto aos meus amigos “civis”. Neste estágio, preciso citar o nome de Guilherme Alves de \n\nSantana, não só pela amizade...é claro!, mas também por ter me apresentado ao mundo \n\nacadêmico e por ter me ajudar a sobreviver dentro dele.   \n\n \n\nAo PROPAD gostaria de externa minha gratidão, por me acolher e por possibilitar uma gama \n\nde novas experiências que obtive ao longo destes dois anos. E aos seus professores, em \n\nespecial ao Prof. Marcos Gois, meu orientador, do programa pelas experiências e expertises \n\nrepassadas durante as aulas. \n\n \n\nMeus agradecimentos aos meus colegas de turma e de linha de pesquisa. Grato pelo apoio nos \n\nmomentos de baixa estima e pelas dicas e orientações quanto aos métodos, documentos, \n\nprocedimentos e afins da vida acadêmica. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\"Quem passou a vida em brancas nuvens \n\nE em plácido repouso adormeceu, \n\nQuem não sentiu o frio da desgraça, \n\nQuem passou pela vida e não sofreu \n\nFoi espectro de homem, não foi homem, \n\nSó passou pela vida, não viveu\". \n\n \n\n \n\n(Francisco Octaviano) \n\n\n\n \n \n\nResumo \n\nA avaliação de empresas apresenta-se como um tema relevante tanto para a literatura quanto \n\npara o mercado financeiro, uma vez que os agentes econômicos possuem interesse em \n\nprecificar estes ativos. O presente estudo buscou avaliar o impacto dos indicadores PIB per \n\ncapita, Inflação, Taxa de Juros, Taxa de Câmbio, risco, Governança Corporativa, \n\nSustentabilidade Empresarial e crise dentro do processo de valuation das empresas brasileiras \n\nlistadas nos segmentos estudados, de 1995 e 2013, por meio do Modelo de Ohlson (MO) \n\n(1995). A amostra foi composta pelos segmentos Petróleo e Gás, Siderurgia, Construção, \n\nEnergia Elétrica e Financeiro da Bovespa. Esta dissertação foi estruturada com base em dois \n\nartigos, o primeiro analisou o efeito das variáveis macroeconômicas e de risco no processo de \n\nformação de valor das empresas, já o segundo, objetivou capturar o impacto dos aspectos de \n\nGovernança Corporativa, Sustentabilidade Empresarial e Crise por meio de variáveis \n\ndummies. A principal contribuição deste trabalho está no uso das variáveis Risco, Governança \n\nCorporativa, Sustentabilidade Empresarial e Crise no processo de valuation. Os resultados \n\nindicam que o MO foi capaz de mensurar o valor de mercado das organizações, bem como, as \n\nvariáveis SELIC, Taxa de Câmbio, IPCA, Risco e Crise demonstraram ser influenciadoras do \n\nprocesso de valoração. Contudo, as variáveis Governança Corporativa e Sustentabilidade \n\nEmpresarial não apresentaram significância estatística. Tais achados demonstram a \n\nnecessidade do aprofundamento do estudo sobre estas temáticas dentro do processo de \n\nvaluation. \n\n \n\nPalavras-chave: Modelo de Ohlson. Valor de Mercado. Avaliação de empresas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nAbstract \n\nThe company valuation is presented as an important issue both for literature and for the \n\nfinancial market, since economic agents have interest in pricing these assets. This study aimed \n\nto assess the impact of GDP indicators per capita, Inflation, Interest Rate, Exchange Rate \n\nRisk, Corporate Governance, Corporate Sustainability and crisis within the valuation process \n\nof Brazilian companies listed in the segments studied, 1995 and 2013, through the Ohlson's \n\nModel (1995). The sample was composed of the segments Oil and Gas, Steel, Construction, \n\nEnergy and Financial Bovespa. This dissertation was structured based on two articles, the first \n\nanalyzed the effect of macroeconomic variables and risk in the process of formation of the \n\ncompany value, as the second, aimed to capture the impact of aspects of Corporate \n\nGovernance, Corporate Sustainability and Crisis through of dummy variables. The main \n\ncontribution of this work is the use of variables Risk, Corporate Governance, Corporate \n\nSustainability and Crisis in the valuation process. The results indicate that the Ohlson's Model \n\nwas able to measure the market value of organizations, as well as the SELIC variables, \n\nExchange Rate, IPCA, Risk and Crisis proved influencing the evaluation process. However, \n\nthe variables Corporate Governance and Corporate Sustainability were not statistically \n\nsignificants. Such findings demonstrate the need to study the deepening of these issues within \n\nthe valuation process. \n\n \n\nKey-words: Ohlson model. Market value. Business valuation. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nLista de Quadros \n \n\nQuadro 1 – Síntese bibliográfica dos trabalhos empíricos realizados com o Modelo de \n\nOhlson \n43 \n\nQuadro 2 – Variáveis da pesquisa do Artigo 1 50 \n\nQuadro 3 – Hipóteses de Pesquisa do Artigo 1 52 \n\nQuadro 4 – Síntese das variáveis da pesquisa do Artigo 2 78 \n\nQuadro 5 – Hipóteses de Pesquisa do Artigo 2 80 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nLista de Tabelas \n \n\nTabela 1 – Setores econômicos, número de empresas e observações 54 \n\nTabela 2 – Resultados da análise setorial para a aplicação do Modelo de Ohlson não-\n\nacrescido \n52 \n\nTabela 3 – Resultados da análise setorial para a aplicação do Modelo de Ohlson \n\nacrescido \n57 \n\nTabela 4 – Resultados da análise geral para a aplicação do Modelo de Ohlson \n\nacrescido e não-acrescido \n60 \n\nTabela 5 – Resultados da análise em dados em painel para os diferentes períodos 81 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nLista de Figuras e Gráficos \n \n\nFigura 1 – Fluxograma da estruturação da metodologia de pesquisa 49 \n\nFigura 2 – Fluxograma do cálculo do valor da empresa 76 \n\nGráfico 1 – Variação mensal histórica dos pontos do Índice Bovespa 77 \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nLista de Abreviaturas e Siglas \n\n \n\nAEG Crescimento Anormal dos Lucros \n\nBM&amp;FBOVESPA Bolsa de Valores, Mercadorias e Futuros de São Paulo \n\nBOVESPA Bolsa de Valores de São Paulo \n\nCSR Clean Surplus Relation / Relação de Lucro Limpo \n\nDIL Dinâmica de Informações Lineares \n\nDP Desvio padrão \n\nEUA Estados Unidos da América \n\nFCD Fluxo de Caixa Descontado \n\nFCF Fluxos de Caixa Livres \n\nIBGC Instituto Brasileiro de Governança Corporativa \n\nIBOVESPA Índice Bovespa \n\nICDF Índice Função de Distribuição Cumulativa \n\nIGC Índice de Governança Corporativa Diferenciada \n\nIPCA Índice Nacional de Preços ao Consumidor Amplo \n\nISE Índice de Sustentabilidade Empresarial \n\nGC Governança Corporativa \n\nLAN Lucros Anormais \n\nMO Modelo de Ohlson \n\nON Ações Ordinárias \n\nPIB Produto Interno Bruto \n\nPL Patrimônio Líquido \n\nPN Ações Preferenciais \n\nPVED Desconto dos Dividendos Esperados \n\nMDD Modelo de Desconto de Dividendos \n\nRIV Relação do Lucro Residual \n\nSE Sustentabilidade Empresarial \n\nSELIC Sistema Especial de Liquidação e de Custódia \n\nVM Valor de Mercado \n\nV/P Índice de Valor-Preço \n\nVAR Value at Risk \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\nSumário \n\n \n\n1 INTRODUÇÃO 17 \n\n1.1 Objetivos 18 \n\n1.1.1 Objetivo Geral 18 \n\n1.1.2 Objetivos Específicos 18 \n\n1.2 Justificativa 19 \n\n1.3 Estrutura Da Pesquisa 20 \n\nREFERÊNCIAS 22 \n\n2 O IMPACTO DOS FATORES MACROECONÔMICOS E DE RISCO SOBRE A \n\nMENSURAÇÃO DO VALOR DAS EMPRESAS 24 \n\n2.1 Introdução 24 \n\n2.2 Referencial Teórico 26 \n\n2.2.1 Desenvolvimento do Modelo de Ohlson 26 \n\n2.2.2 Variáveis Macroeconômicas 32 \n\n2.2.3 Risco 33 \n\n2.3 Procedimentos Metodológicos 35 \n\n3.3.1 Hipóteses de Pesquisa 39 \n\n2.4 Análise dos Resultados 40 \n\n2.4.1 Estatística Descritiva 40 \n\n2.4.2 Análise Setorial 41 \n\n2.4.3 Análise Geral 46 \n\n2.5 Considerações Finais 49 \n\nREFERÊNCIAS 51 \n\n3 A INFLUÊNCIA DA GOVERNANÇA, SUSTENTABILIDADE E CRISE SOBRE O \n\nVALOR DE MERCADO DAS EMPRESAS BRASILEIRAS: UM ESTUDO À LUZ DO \n\nMODELO DE OHLSON 55 \n\n3.1 Introdução 55 \n\n3.2 Referencial Teórico 56 \n\n3.2.1 Modelo de Ohlson 56 \n\n3.2.2 Governança Corporativa 59 \n\n3.2.3 Sustentabilidade Empresarial 60 \n\n3.2.4 Crise Financeira e Valor de Empresa 61 \n\n\n\n Procedimentos Metodológicos 62 \n\n3.3.1 Hipóteses de Pesquisa 67 \n\n Análise dos Resultados 67 \n\n Considerações Finais 70 \n\nREFERÊNCIAS 72 \n\n4 CONCLUSÕES GERAIS 75 \n\nREFERÊNCIAS 77 \n\n\n\n17 \n \n\n1 Introdução \n\nA temática do processo de avaliação de empresas (valuation) apresenta-se como um \n\ntema relevante tanto para a literatura acadêmica quanto para os agentes que atuam no mercado \n\nfinanceiro. Uma vez que este processo possibilita a estes agentes a capacidade de mensuração \n\ne predição dos valores dos ativos – desde os transacionados no mercado de capitais até as \n\noperações de aquisições ou fusões empresariais. Promove, assim, aos interessados, \n\ninstrumentos e informações que embasarão os procedimentos de tomada de decisão acerca \n\ndos investimentos. \n\nO método de valuation avalia a capacidade de uma empresa em gerar fluxos de caixa \n\nfuturos oriundos das suas atividades. Porém, também leva em consideração a expectativa \n\ncriada pelo avaliador sobre esta geração de caixa. Desta forma, a habilidade deste agente em \n\nprever o desempenho futuro da empresa é determinante na eficácia do processo avaliativo \n\n(VÁZQUEZ; VALDÉS; RAMIREZ, 2014). Ressalta-se que no momento do cálculo de \n\nvaluation, diversas variáveis devem ser consideradas para que este processo tenha êxito e \n\nproporcione uma maior rentabilidade para o investidor, seja por meio da diminuição do risco \n\nnão sistemático ou da possibilidade de geração de benefícios financeiros para os envolvidos.  \n\nA avaliação de empresas tem vários propósitos, entretanto, independente de qual o \n\nseja, a identificação do valor justo ou intrínseco da empresa comumente é o objetivo do \n\ninvestidor/avaliador. Contudo, geralmente todas as informações necessárias para mensurar \n\neste valor não se encontram disponíveis, tampouco há um instrumento de avaliação perfeito. \n\nDesta forma, deve-se analisar o valor de mercado (VM) de uma empresa com todas as \n\ninformações disponíveis e com o modelo adequado para que forneçam uma aproximação real \n\ndeste indicador. \n\nDiversos estudos (VALDÉS; VÁZQUEZ; HERRERA, 2007; CIOFF; FAMÁ, 2010; \n\nVALDÉS; VÁZQUEZ, 2010; CARVALHO et al. 2013; VÁZQUEZ; VALDÉS; RAMIREZ, \n\n2014; CARVALHO et al. 2014) foram feitos com o objetivo de avaliar o valor de mercado de \n\nempresas, tanto em mercados internacionais quanto no cenário nacional. Porém, no Brasil, \n\nesta avaliação torna-se ainda mais complexa, dado que algumas variáveis (como a \n\ninterferência governamental, as incertezas da economia e a volatilidade das taxas de juros) \n\npodem interferir diretamente no processo de valoração (CUNHA; MARTINS; ASSAF \n\nNETO, 2014). \n\nEste trabalho se baseou na obra de Carvalho et al. (2013), que realizou uma análise \n\nempírica por meio do Modelo de Ohlson (MO) (1995) em diferentes setores econômicos da \n\n\n\n18 \n \n\nBM&amp;F Bovespa. Destarte, o presente estudo, com o intuito de aprofundamento e adequação \n\nàs especificidades do mercado brasileiro, investiga também a influência de variáveis \n\nmacroeconômicas (PIB per capita, Inflação, Taxa de Juros e Taxa de Câmbio), fator de risco, \n\npráticas de governança, nível de sustentabilidade e efeito da crise econômica sobre o valor de \n\nmercado das empresas brasileiras com ações listadas na bolsa de valores. \n\nA escolha destas variáveis está alicerçada nos achados dos recentes trabalhos que \n\nidentificaram relação entre o VM das empresas e as variáveis macroeconômicas \n\n(CARVALHO et al., 2013; CARVALHO et al., 2014); Governança Corporativa (BRUGNI et \n\nal., 2012; CAIXE; KRAUTER, 2013); Sustentabilidade Empresarial (MAZZIONI et al., \n\n2013), e; crise (SERRA, 2011; BARRETO; MURCIA; LIMA, 2012).  \n\nAssim sendo, este trabalho se propõe a investigar a seguinte questão: “Qual a \n\ninfluência dos fatores PIB per capita, Inflação, Taxa de Juros, Taxa de Câmbio, de risco, \n\nGovernança Corporativa, Sustentabilidade Empresarial e crise sobre o valor de mercado \n\ndas empresas brasileiras listadas nos setores Petróleo e Gás, Siderurgia, Construção, \n\nEnergia Elétrica e Financeiro?”. \n\nPara alcançar este objetivo, a presente dissertação tem como proposta testar \n\nempiricamente o modelo de avaliação de Ohlson (1995) acrescido das variáveis exógenas \n\ncitadas anteriormente, com o intuito de aumentar o poder explicativo do método e adequá-lo a \n\nrealidade das empresas brasileiras. \n\n \n\n1.1 Objetivos \n\n1.1.1 Objetivo Geral \n\nAvaliar a influência dos indicadores macroeconômicos, risco, Governança \n\nCorporativa, Sustentabilidade Empresarial e crise dentro do processo de valuation das \n\nempresas brasileiras com ações listadas nos setores Petróleo e Gás, Siderurgia, Construção, \n\nEnergia Elétrica e Financeiro da Bolsa de Valores de São Paulo, entre os anos 1995 e 2013, \n\npor meio do Modelo de Ohlson (1995). \n\n \n\n1.1.2 Objetivos Específicos \n\n \n\nOs objetivos específicos deste estudo consistem nos seguintes aspectos: \n\n\n\n19 \n \n\na) Avaliar o impacto do acréscimo de variáveis macroeconômicas (PIB per capita, \n\nSELIC, IPCA e Taxa de Câmbio) e de risco sobre o poder explicativo do Modelo \n\nde Ohlson; \n\nb) Examinar a influência das variáveis de Governança Corporativa, Sustentabilidade \n\nEmpresarial e o efeito Crise sobre o processo de valuation; \n\nc) Analisar a influência destas variáveis sobre a composição do valor de mercado das \n\nempresas brasileiras. \n\n \n\n \n\n1.2 Justificativa \n\nInúmeras pesquisas se preocuparam em identificar quais os principais determinantes \n\ndo valor de mercado (VM) das empresas, principalmente fazendo uso de modelos econômico-\n\nfinanceiros para alcançar esta finalidade (OHLSON; LOPES, 2007; CUNHA; MARTINS; \n\nASSAF NETO, 2014; GIRÃO; MARTINS; PAULO, 2014; SCHNORRENBERGER et al. \n\n2015). \n\nBem como, diversos estudos foram realizados à luz do Modelo de Ohlson (MO) com o \n\nobjetivo de examinar o processo de valuation no mercado brasileiro (CIOFF; FAMÁ, 2010; \n\nCARVALHO et al. 2013; CARVALHO et al. 2014) e no mercado internacional (VALDÉS, \n\nVÁZQUEZ; HERRERA, 2007; VALDÉS; VÁZQUEZ, 2010; VÁZQUEZ; VALDÉS; \n\nRAMIREZ, 2014). \n\nDiante dos estudos realizados, nota-se o quão importante se mostra o tema de \n\nvaloração de empresas, tanto para os pesquisadores acadêmicos quanto para os agentes \n\nfinanceiros. Portanto, a presente pesquisa busca dar continuidade a estes estudos, ao analisar a \n\ninfluência de outros fatores determinantes do valor de uma empresa, tais como: o fator de \n\nrisco, práticas de governança, o nível de sustentabilidade e efeito crise. Estes fatores tornam-\n\nse determinantes para a formação do VM, uma vez que a literatura financeira (BRUGNI et al., \n\n2012; CAIXE; KRAUTER, 2013; MAZZIONI et al., 2013; SERRA, 2011; BARRETO; \n\nMURCIA; LIMA, 2012) indica a existência de uma relação entre estas variáveis, e \n\nconsequentemente abre espaço para a discussão de quais são os verdadeiros determinantes do \n\nvalor de mercado das empresas brasileiras. \n\nA contribuição desta pesquisa esta relacionada ao fato da inserção dos determinantes \n\nsupracitados sobre a formação do valor de mercado das empresas, para determinar o vetor de \n\noutras informações do Modelo de Ohlson (MO). Esta abordagem é relevante tanto para a \n\n\n\n20 \n \n\nliteratura acadêmica da área financeira quanto para os diversos agentes de mercado, pois \n\nproverá importantes informações que irão fomentar o debate e novos trabalhos sobre esta \n\ntemática. Uma vez que possibilita a identificação das relações existentes entre o valor de \n\nmercado das companhias estudadas e as demais variáveis da pesquisa (PIB, Inflação, Taxa de \n\nJuros, Taxa de Câmbio, Risco, Governança Corporativa, Sustentabilidade Empresarial e o \n\nefeito da Crise Econômica) e as suas influências. \n\nDesta forma, este trabalho mostra-se relevante a partir do momento que passa a \n\nexaminar a influência de indicadores como risco, governança e sustentabilidade por meio do \n\nMO, fatores estes que até então não tinha sido aplicados dentro deste modelo. \n\nSerá adotado o método de valuation desenvolvido por James A. Ohlson (1995), devido \n\na sua larga utilização nos recentes trabalhos que objetivaram investigar o processo avaliativo \n\ndas empresas (CARVALHO et al. 2014; VÁZQUEZ; VALDÉS; RAMIREZ, 2014). Bem \n\ncomo, pelo fato do MO permitir o acréscimo de outros fatores à composição original do \n\ncálculo, por meio do vetor de outras informações contido no modelo. \n\nVisando expandir o intervalo de pesquisa utilizado no trabalho de Carvalho et al. \n\n(2013), o presente estudo debruçou-se sobre anos de 1995 a 2013 com o intuito de obter o \n\nmaior número de informações possíveis, como também, de examinar o efeito da crise sobre o \n\nvalor de mercado das empresas brasileiras.   \n\nPortanto, o presente estudo se mostra relevante no momento em que opta por \n\ninvestigar se o Modelo de Ohlson (MO) (1995) é capaz de estimar o valor de mercado das \n\nempresas brasileiras listadas na Bolsa de Valores de São Paulo (Bovespa), e pelo fato de \n\nagregar ao MO variáveis influenciadoras do processo de valuation com o intuito de aumentar \n\no poder explicativo deste modelo. \n\n \n\n1.3 Estrutura da Pesquisa \n\nA presente dissertação obedeceu à estrutura de formatação composta por dois artigos \n\ndistintos, que almejaram desenvolver, de forma conjunta, o objetivo geral desta pesquisa. \n\nInicialmente, definiu-se a introdução geral do estudo, que almejou contextualizar a \n\ntemática que será abordada por este trabalho – o processo de formação de valor de empresas e \n\no método de avaliação – por meio de uma revisão literária disponível sobre o tema. Bem \n\ncomo, foram expostos os objetivos, geral e específicos, que serão desenvolvidos por esta \n\npesquisa e a justificativa teórica que fundamenta a execução deste estudo. \n\n\n\n21 \n \n\nDesta forma, o desenvolvimento dos objetivos específicos se deu em formato de \n\nartigo. Tais artigos almejaram atender ao objetivo geral desta dissertação. Com base nestes \n\nobjetivos, foram elaborados dois artigos que compuseram os capítulos desta pesquisa, que por \n\nsua vez assumiu a estrutura de dissertação. Haja vista que os temas abordados por estes \n\nartigos foram complementares, porém as respectivas conclusões trouxeram diferentes \n\nresultados. \n\nO primeiro artigo teve como objetivo específico à avaliação do impacto do acréscimo \n\nde variáveis PIB per capita, SELIC, IPCA e Taxa de Câmbio e de risco sobre o poder \n\nexplicativo do Modelo de Ohlson. Enquanto, o segundo artigo procurou examinar a influência \n\ndas variáveis de Governança Corporativa, Sustentabilidade Empresarial e o efeito Crise sobre \n\no processo de valuation. \n\nNo mais, após o desenvolvimento de cada capítulo foram apresentadas as devidas \n\nconsiderações finais referentes aos problemas de pesquisa questionados. Entretanto, ambas as \n\nconclusões estão direcionadas aos objetivos específicos de cada pesquisa. Por fim, \n\napresentou-se uma conclusão geral do estudo, fundamentada na interação entre as \n\nconsiderações finais e contribuições encontradas nos dois artigos.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n22 \n \n\nReferências \n \n\nBARRETO, E.; MURCIA, F. D. R.; LIMA, I. S.. Impacto da mensuração a valor justo na \n\ncrise financeira mundial: identificando a percepção de especialistas em economia e mercado \n\nfinanceiro. Revista de Contabilidade e Organizações, v. 6, n. 15, p. 44-59, 2012. \n\n \n\nBRUGNI, T. V. et al. Uma Avaliação da Governança Corporativa à Luz do Modelo de \n\nOhlson: evidências empíricas no mercado de capitais brasileiro. In: Congresso AnpCont, 6, \n\n2012, Florianópolis. Anais... Florianópolis: AnpCont, 2012. \n\n \n\nCAIXE, D. F.; KRAUTER, E. A Influência da Estrutura de Propriedade e Controle sobre o \n\nValor de Mercado Corporativo no Brasil. Revista de Contabilidade e Finanças – USP, v. \n\n24, n. 62, p. 142-153, maio/jun./jul./ago., 2013. \n\n \n\nCARVALHO, K. S. et al.. A Influência das Variáveis Macroeconômicas Sobre o Valor de \n\nEmpresas: uma Abordagem a partir do Modelo de Ohlson. In: Encontro da ANPAD, 38, \n\n2013, Rio de Janeiro. Anais... Rio de Janeiro: ANPAD, 2013. \n\n \n\nCARVALHO, K. S. et al.. Análise do valor de mercado das companhias de capital aberto \n\nbrasileiras no período de 2002 a 2011. Revista de Finanças Aplicadas, v. 3, p.1-35, 2014. \n\n \n\nCIOFFI, P. L. M.; FAMÁ, R.. O Modelo de Ohlson e a sinalização de dividendos no mercado \n\nde capitais brasileiro. In: Seminários de Administração, 13, 2010, São Paulo. Anais... São \n\nPaulo: FEA/USP, 2010. \n\n \n\nCUNHA, M. F.; MARTINS, E.; ASSAF NETO, A.. Avaliação de empresas no Brasil pelo \n\nfluxo de caixa descontado: evidências empíricas sob o ponto de vista dos direcionadores de \n\nvalor nas ofertas públicas de aquisição de ações. Revista de Administração, São Paulo, v. \n\n49, n. 2, p. 251-266, abr./maio/jun., 2014. \n\n \n\nGIRÃO, L.F.A.P.; MARTINS, O.S.; PAULO, E.. Avaliação de empresas e probabilidade de \n\nnegociação com informação privilegiada no mercado brasileiro de capitais. Revista de \n\nAdministração – RAUSP. v. 49, n. 3, p. 462-475, jul./set, 2014. \n\n \n\nMAZZIONI, S. et al. Análise dos Indicadores de valor adicionado das empresas participantes \n\ndo Índice de Sustentabilidade Empresarial (ISE) e das demais empresas listadas na \n\nBM&amp;FBovespa. Revista Contemporânea de Economia e Gestão – Contextus, v. 11, n. 2, \n\n2013. \n\n \n\nOHLSON, J. A.. Earnings, Book Values, and Dividends in Equity Valuation. Contemporary \n\nAccounting Research, v. 11, n. 2, p. 661-687, Spring, 1995. \n\n \n\nOHLSON, J. A; LOPES, A. B.. Avaliação de empresas com base em números contábeis. \n\nBrazilian Business Review, v. 4, n. 2, mai./ago., p. 96-103, 2007. \n\n \n\nSCHNORRENBERGER, D. et al. Comparação entre métodos para avaliação de empresas. \n\nRevisit de Gestapo e Technologic - Nevus, v. 5, n. 1, p. 79-92, jan./mar., 2015. \n\n \n\n\n\n23 \n \n\nSERRA, R. G.. Perda do valor das empresas listadas na Bovespa durante a crise \n\nfinanceira de 2008: uma análise sob a perspectiva da Modalegem Hierárquica Linear. 2011. \n\nTese (Doutorado em Administração) – FEA-USP, São Paulo, 2011.  \n\n \n\nVALDÉS, A. L.; VÁZQUEZ, R. D.; HERRERA, H. V.. Value Relevance of the Ohlson \n\nmodel with Mexican data. Contadina y Administración, v. 52, n. 223, p. 33-52, sep./dic., \n\n2007. \n\n \n\nVALDÉS, A. L.; VÁZQUEZ, R. D.. Ohlson model by panel cointegration with Mexican data. \n\nContaduría y Administración, v. 55, n. 232, p. 131-142, sep./dic., 2010. \n\n \n\nVÁZQUEZ, R. D.; VALDÉS, A. L.; RAMIREZ, C. E. C. Effectiveness of corporate finance \n\nvaluation methods: Piotroski score in an Ohlson model: the case of Mexico. Journal of \n\nEconomics, Finance and Administrative Science, v. 19, n. 37, 2014. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n24 \n \n\n2 O impacto dos fatores macroeconômicos e de \n\nrisco sobre a mensuração do valor das empresas \n\n2.1 Introdução \nA atual dinâmica do mercado financeiro exige que as organizações e os investidores \n\nsejam capazes de acompanhar as constantes alterações do cenário econômico, pressionando os \n\nagentes atuantes no mercado a tomarem decisões rápidas e precisas acerca dos seus \n\ninvestimentos. Sejam estes investimentos de menor porte, como os realizados nos mercados \n\nde ações e opções, ou os que envolvam grandes operações relacionadas a incorporações, como \n\naquisições, cisões e fusões empresariais. Portanto, a mensuração do valor de uma empresa \n\nmostra-se como um tema de extrema relevância dentro dos mercados financeiros, uma vez \n\nque inúmeros agentes econômicos possuem grande interesse em precificar estes ativos. \n\nSabe-se que a avaliação de uma empresa (valuation) relaciona-se com a capacidade \n\ndeste empreendimento em gerar benefícios futuros, através dos fluxos de caixa trazidos a \n\nvalor presente mediante a uma taxa de desconto que reflete o risco da decisão sobre o \n\ninvestimento, levando em consideração também a expectativa criada pelos investidores sobre \n\nesta geração de caixa (CUNHA; MARTINS; ASSAF NETO, 2014). Neste caso, o \n\ndeterminante do sucesso de um agente financeiro baseia-se na capacidade de prever o \n\ndesempenho futuro de uma companhia, aliada a incapacidade do mercado em reconhecer \n\nesses padrões (VÁZQUEZ; VALDÉS; RAMIREZ, 2014).   \n\nDentre os principais modelos de avaliação econômico-financeira empresarial \n\nencontram-se os seguintes métodos: análise do Valor Patrimonial; Fluxo de Caixa Descontado \n\n(FCD), desenvolvida por Modigliani e Miller (1958); o modelo de Valor Presente dos Fluxos \n\nde Caixa Livres (FCF); o método de Desconto dos Dividendos Esperados (PVED); a \n\nAvaliação do Lucro Residual (RIV), e; o modelo de Crescimento Anormal dos Lucros (AEG), \n\ndesenvolvido por Ohlson e Lopes (2007), que dá ênfase nos lucros esperados e em seu \n\ncrescimento constante. \n\nEm quaisquer modelos de avaliação de empresas o propósito é mensurar o valor \n\nintrínseco da organização, ou seja, o seu preço justo. Porém, o avaliador nem sempre terá \n\nacesso a todas as informações necessárias para realizar esse processo. Este procedimento \n\npossui um nível de dificuldade ainda maior em países emergentes, como o Brasil, já que o \n\navaliador deverá considerar outras variáveis em sua análise, como: incertezas sobre a \n\neconomia, interferências governamentais, medidas de controle da inflação e volatilidade das \n\n\n\n25 \n \n\ntaxas de juros (CUNHA; MARTINS; ASSAF NETO, 2014). Este panorama nacional requer \n\numa maior rigidez do julgamento do avaliador sobre o investimento, exigindo que seja \n\nobservado não somente as variáveis contábeis como também aspectos macroeconômicos e de \n\nrisco. \n\nInúmeros pesquisadores optam por utilizar o modelo de valoração desenvolvido por \n\nOhlson (1995, 2001) e Feltham-Ohlson (1995) – que expressa o valor de mercado de uma \n\nempresa através de informações contábeis e de uma Dinâmica de Informações Lineares (DIL). \n\nDentre estes os estudos realizados à luz do Modelo de Ohlson (MO) no mercado brasileiro \n\ndestacam-se as pesquisas de Cupertino e Lustosa (2006), Lopes, Sant’Anna e Costa (2007), \n\nCioffi e Famá (2010), Shuch (2013), Carvalho et al. (2013) e Carvalho et al. (2014). Já no \n\nmercado internacional, destacam-se os trabalhos de Lo e Lys (2000), Semper e Beltrán \n\n(2007), Valdés, Vázquez e Herrera (2007), Valdés e Vázquez (2010) e Vázquez, Valdés e \n\nRamirez (2014). \n\nAssim sendo, o presente estudo fará uso do MO acrescido das variáveis PIB per capita, \n\nSELIC, IPCA e Taxa de Câmbio e Risco para realizar a análise de valuation. Esta escolha se \n\ndeve ao fato deste modelo resgatar antigos conceitos que não estavam sendo pesquisados na \n\nliteratura acadêmica, como a análise pelo Lucro Residual, baseada nos pilares da utilização de \n\nlucros, do valor contábil do Patrimônio Líquido e da relação Clean Surplus, conhecida como \n\nlucro limpo. Bem como, baseia-se na premissa da Dinâmica das Informações Lineares do \n\nmodelo, que afirma que outras informações não captadas pela contabilidade devem ser \n\nconsideradas na avaliação de empresas dado que estas variáveis impactarão no valor justo do \n\nativo. Portanto, a principal contribuição do MO se dá devido ao fato do método relacionar \n\ninformações contábeis com a Dinâmica de Informações Lineares (CUPERTINO; LUSTOSA, \n\n2006). \n\nPesquisas foram realizadas a fim de relacionar variáveis macroeconômicas com o \n\nmercado acionário (GAY JR, 2008; ALI et al., 2010; SILVA, CORONEL, 2012; QUADIR, \n\n2012; CARVALHO et al., 2013). Tal fato corrobora o pensamento de Cunha, Martins e Assaf \n\nNeto (2014), acerca da necessidade de apreciação de outras variáveis à metodologia de \n\nvaloração empresarial.  \n\nCom base na apreciação das pesquisas de Oliveira, Guerreiro e Securato (2003) e \n\nMarques e Diniz (2010), evidencia-se que o fator risco se apresenta como um possível \n\ndeterminante do valor de uma companhia. Tendo em vista que se espera que o risco no qual a \n\nempresa esteja sujeita, seja ele específico ou de mercado, deva ser incorporado ao processo de \n\nvaluation deste ativo. \n\n\n\n26 \n \n\nDiante disto, o objetivo deste artigo é avaliar o impacto do acréscimo de variáveis \n\nmacroeconômicas e de risco sobre o poder explicativo do Modelo de Ohlson (1995), por meio \n\nda análise dos principais segmentos econômicos da Bolsa de Valores de São Paulo – Bovespa. \n\n \n\n \n\n2.2 Referencial Teórico \n\n2.2.1 Desenvolvimento do Modelo de Ohlson \n\nO modelo de Ohlson, criado em 1995 por James A. Ohlson, é um método de avaliação \n\nde empresas baseado em números contábeis e em outras informações não contábeis. O \n\nprincipal diferencial do método foi a abertura de novas perspectivas para melhorar a predição \n\ne a explicação dos retornos das ações, por considerar informações contábeis e não-contábeis \n\n(GIRÃO; MARTINS; PAULO, 2014). \n\nEle foi derivado do modelo de avaliação dos lucros residuais, que é oriundo da teoria \n\ndos dividendos, tendo sido sua principal contribuição, a premissa da dinâmica de informações \n\nlineares (OHLSON, 1995). Dessa forma, o modelo resgata a importância da informação \n\ncontábil e não contábil para a estimação do valor da empresa (SCHUCH, 2013). \n\nO modelo de Ohlson apresenta três premissas, de forma sucinta, sabe-se que: (1º) o \n\nvalor de mercado é determinado pelo valor presente dos dividendos esperados; (2º) os dados \n\ncontábeis e os dividendos satisfazem a relação de lucro limpo. Essa premissa envolve o de \n\nClean Surplus Relation (lucro limpo) que garante consistência do patrimônio líquido contábil \n\nao longo do tempo, onde os dividendos reduzem o valor contábil do patrimônio líquido sem \n\nafetar o lucro atual; e (3º) um modelo linear define o comportamento estocástico temporal dos \n\nlucros residuais. \n\nO modelo parte pressuposto do fluxo de caixa descontado, representado pela Equação \n\n1, tratando-se de um modelo clássico na avaliação de empresa, onde o valor presente da \n\nempresa é resultado dos dividendos futuros descontados, levando em consideração a \n\neficiência de mercado em relação ao risco e expectativas homogêneas dos agentes atuantes no \n\nmercado. \n\n \n\n?? = ? ??\n??\n\n?\n\n?=1\n\n?? [????+? ] \n\n  \n\nOnde: \n\n(1) \n\n\n\n27 \n \n\n ??  = valor de mercado, ou preço, do patrimônio líquido da empresa no instante t; \n\n??  = taxa livre de risco mais 1 ou (1 + ??); \n\n?? = dividendos líquidos pagos no instante t; \n\n?? [????+? ] = esperança matemática dos dividendos condicionados pelas informações no instante \n\nt. \n\nSegundo Ohlson (1995), o modelo anterior condiciona o valor a dependência dos \n\ndados contábeis, pois esses dados influenciam a avaliação do valor presente dos dividendos \n\nesperados. \n\nNa estrutura anterior é adicionado o conceito de Clean Surplus Relation que impõe \n\nque todas as transações que, com exceção das transações com os acionistas, modifiquem o \n\npatrimônio líquido da companhia, passem pelas contas de resultado (GALDI; TEIXEIRA; \n\nLOPES, 2008), essa relação é expressa por: \n\n \n\n???1 = ?? + ?? ? ??  \n\nOu \n\n?? = ???1 ? ?? + ??  \n\n \n\nOnde: ?? = patrimônio líquido (book value) no instante t; \n\n ?? = lucro líquido (earnings) no instante t. \n\n \n\nEssa equação explica o valor contábil de um período como função do valor contábil do \n\nperíodo anterior mais os lucros retidos na empresa (?? ? ?? ). \n\nO lucro residual, por sua vez, é estimado pela diferença entre o lucro contábil menos a \n\nremuneração do capital dos sócios (dividendos), medida pela taxa de juros livre de risco \n\nmultiplicada pelo valor contábil do patrimônio líquido no início do período, como expresso \n\npela Equação 4 abaixo: \n\n \n\n??\n? ?  ?? ? (?? ? 1)???1 \n\n \n\nRealizando uma combinação da Equação 4, do lucro residual, com a Equação 2, do \n\nlucro limpo, tem-se que: \n\n?? = ??\n? ? ?? + ?? ???1 \n\nIncorporando a Equação 5 ao modelo do fluxo de caixa descontando, obtém-se: \n\n(4) \n\n(2) \n\n(5) \n\n(3) \n\n\n\n28 \n \n\n \n\n?? = ?? + ? ??\n???\n\n?=1 ?? [????+?\n? ] \n\n \n\nAssim, o valor de uma firma é igual ao valor contábil do seu patrimônio líquido \n\najustado pelo valor presente dos lucros residuais previstos, ou seja, a lucratividade futura, \n\nconforme medida pelo valor presente da sequência dos lucros residuais previstos, concilia a \n\ndiferença entre os valores de mercado e contábil (OHLSON, 1995). \n\nA terceira premissa do modelo de Ohlson está relacionada com o comportamento \n\ntemporal dos lucros, ou seja, constrói-se um vetor que busca compreender como os dados \n\ncontábeis e não contábeis se relacionam com os lucros anormais futuros (SCHUCH, 2013). \n\nEsta premissa é baseada na dinâmica de informação lineares em que o processo estocástico, \n\ndo comportamento ao longo do tempo do resultado anormal e da variável “outra informação” \n\né determinado de acordo com um sistema de equação lineares (OHLSON, 1995). A terceira \n\npremissa é expressa por: \n\n \n\n??+1\n? = ???\n\n? + ?? + ?1? ?+1 \n\n????+1 = ??? + ?2 ?+1 \n\n \n\nOnde: \n\n? = parâmetro de persistência para o resultado anormal, com 0 ? ? ? 1 . \n\n? = parâmetro de persistência para o vetor de “outras informações”, com 0 ? ? ? 1. \n\n??  = é a “outra informação” assumido pelo modelo e t. \n\n????+1 = é a previsão de “outra informação” em t+1. \n\n?1? ?+1 e ?2 ?+1 = são os termos de erro com valor esperado igual a zero e não correlacionados \n\ncom as demais variáveis, sendo ? ? 1. \n\n  \n\nComo se pode observar pela Equação 7 os lucros anormais seguem um processo \n\nautorregressivo de primeira ordem, AR (1), incorporando a variável “outra informação” \n\n(Equação 8) que também segue um AR (1), que trata de eventos relevantes que ainda terão \n\nimpacto nas demonstrações financeiras, sendo que esse conjunto de informações provoca \n\nimpacto no lucro residual futuro, sem depender dos lucros residuais do passado (LOPES, \n\n2002). \n\n(7) \n\n(6) \n\n(8) \n\n\n\n29 \n \n\nComo restrição do modelo, os parâmetros de persistência, ? e ?, devem estar contidos \n\nno intervalo entre 0 e 1. Por outro lado, o vetor de novas informações incorporadas ao \n\nmodelo, a depender o parâmetro ?, pode ser fruto das informações passadas ou da \n\naleatoriedade do termo de erro, que possui natureza essencialmente aleatória. \n\n Dando prosseguimento na construção do modelo, incorporando as Equações 7 e 8 na \n\nEquação 6 e desenvolvendo algebricamente obtém-se: \n\n \n\n?? = ?? + ?1??\n? + ?2??  \n\n \n\nOnde:  \n\n?1 =\n?\n\n(?? ? ?)\n? 0 \n\n?2 =\n??\n\n(?? ? ?)(?? ? ?)\n> 0 \n\n \n\n A Equação 9 implica que o valor de mercado de uma empresa é igual ao valor contábil \n\ndo patrimônio líquido adicionados da lucratividade corrente (mensurada pelo lucro residual) e \n\npor “outras informações” que alteram a expectativa de lucratividade futura (OHLSON, 1995). \n\n Além disso, o fundamento econômico do modelo é compreendido por ?1 e ?2, onde: \n\n \n\nPara ? > 0, os coeficientes ?1 e ?2 são positivos simplesmente por que as previsões \n?(??+?\n\n? ), para qualquer ? ? 1, relacionam-se positivamente com ??\n? e ?? . O caso \n\nlimite, ? = 0 implica que ?(??+?\n? ) é independente de ??\n\n? e, portanto, ??  também não \npode depender de ??\n\n?. Além disso, as funções ?1(?) e ?2(?, ?), são progressivas em \nseus argumentos. A propriedade reflete que ? e ? atuam como parâmetros de \npersistência no processo (??\n\n?, ?? ); valores maiores para ? e ? tornam ??  mais \nsensível Às concretizações de ??\n\n? e  ??  (OHLSON, 1995, p. 669) \n\n \n\n No que tange às questões empíricas referentes ao modelo de Ohlson tem se \n\ndesenvolvido sob os seguintes aspectos: a) contrastar sua utilidade para predizer o valor de \n\nmercado das ações; b) contrastar a dinâmica linear de informações proposta no modelo; e c) \n\nanalisar a utilidade do modelo para predizer lucros anormais futuros (SEMPER; BELTRÁN, \n\n2007). \n\nDentre os estudos empíricos realizados à luz do Modelo de Ohlson (MO) no mercado \n\ninternacional, destacam-se os trabalhos de Lo e Lys (2000), que efetuaram uma revisão em \n\nrelação a aplicação e as contribuições do modelo; Semper e Beltrán (2007), no qual \n\nanalisaram o valor das empresas e suas ações no mercado espanhol; Valdés, Vázquez e \n\n(9) \n\n\n\n30 \n \n\nHerrera (2007),  que investigaram a influência das informações contábeis no preço das ações \n\ndas empresas listadas na Bolsa Mexicana de Valores; Valdés e Vázquez (2010) que utilizaram \n\nmétodos de cointegração para investigar a relação entre as variáveis do MO no mercado \n\nmexicano, e por fim, o trabalho de Vázquez, Valdés e Ramirez (2014) que fez uso da \n\nclassificação de Piotroski em 63 empresas mexicanas, a luz do MO. \n\nJá no mercado brasileiro destacamos as pesquisas de Lopes, Santana e Costa (2007), \n\nque analisaram a relevância das informações contábeis para a avaliação de empresas, Galdi, \n\nTeixeira e Lopes (2008), confrontaram a eficiência dos métodos FCD e Ohlson, Cioffi e Famá \n\n(2010), estudaram o efeito da sinalização dos dividendos no mercado de capitais brasileiro, \n\nShuch (2013) e Carvalho et al. (2013), que realizaram uma análise empírica do modelo em \n\ndiferentes setores econômicos da BM&amp;F Bovespa, e Carvalho et al. (2014) que almejaram \n\nestudar a influência dos anos no processo de valoração empresarial. \n\nA seguir, no Quadro 1, será apresentado a síntese das aplicações e resultados dos \n\ntrabalhos empíricos citados anteriormente. \n\n \nQuadro 1 – Síntese bibliográfica dos trabalhos empíricos realizados com o Modelo de Ohlson \n\nAutor (es) Objetivo \nPeríodo e \n\nMercado \nMétodo Resultados \n\nLo e Lys (2000) \n\nTestar a eficiência do \n\nModelo de Ohlson a \n\npartir de  \n\nEUA \n\nAnálise dos estudos \n\nempíricos que \n\nfizeram uso do \n\nModelo de Ohlson. \n\nConcluíram que há \n\nmuitas oportunidades \n\npara refinar o arcabouço \n\nteórico do MO, para que \n\nse possa testar sua \n\nvalidade empírica. \n\nLopes, \n\nSant’Anna e \n\nCosta (2007) \n\nAnalisar a relevância \n\ndos modelos de \n\nResidual Income \n\nValuation (RIV) e \n\nAbnormal Earnings \n\nGrowth (AEG) do \n\nMO. \n\n1995 a \n\n1999 \n\n(Brasil) \n\nTécnica de \n\nregressão linear \n\nmúltipla a partir do \n\nMO.  \n\nAmbos os modelos \n\ndemonstraram ser \n\nestatisticamente \n\nsignificantes, porém \n\napresentaram baixo \n\npoder explicativo – com \n\nR² próximos a 0,10. \n\nSemper e \n\nBeltrán (2007) \n\nAnalisar o \n\ncomportamento dos \n\nLucros Anormais na \n\nDinâmica das \n\nInformações Lineares \n\n(DIL).  \n\n2001 a \n\n2004 \n\n(Espanha) \n\nA partir do MO se \n\nanalisou a aplicação \n\ndos modelos com e \n\nsem o vetor de \n\noutras informações \n\ne por meio de \n\nbootstrap. \n\nO modelo utilizado \n\napresentou resultados tão \n\nbons quanto as predições \n\ndos analistas. \n\nValdés, \n\nVázquez e \n\nHerrera (2007) \n\nComprovar o poder \n\nexplicativo das \n\nvariáveis contábeis \n\nem relação ao preço \n\nde mercado das \n\nempresas. \n\n1991 a \n\n2003 \n\n(México) \n\nMO a partir da \n\nregressão com \n\ndados em painel. \n\nEvidenciou que as \n\nvariáveis contábeis Valor \n\nContábil, Lucros e Fluxo \n\nde caixa por ação \n\npossuem relevância para \n\no cálculo de valor de \n\nmercado.  \n\n \n\n \n\n \n\n \n\n\n\n31 \n \n\nQuadro 1 – Síntese bibliográfica dos trabalhos empíricos realizados com o Modelo de Ohlson (cont.) \n\nAutor (es) Objetivo \nPeríodo e \n\nMercado \nMétodo Resultados \n\nGaldi, Teixeira \n\ne Lopes (2008) \n\nInvestigar se existiam \n\ndiferenças entre os \n\nvalores de uma \n\nempresa estimados \n\npelos modelos FCD e \n\nMO. \n\nJan/2004 \n\n(Brasil) \n\nAnálise dos \n\nrelatórios dos \n\nanalistas sobre as \n\nprojeções de \n\ndesempenho e de \n\nresultados FCD e o \n\nMO. \n\nApontaram a existência \n\nde diferenças \n\nestatisticamente \n\nsignificantes entre os \n\ndois métodos. \n\nCioffi e Famá \n\n(2010) \n\nExaminar o efeito de \n\nsinalização de \n\ndividendos no valor \n\nde mercado das \n\nempresas. \n\n1997 a \n\n2007 \n\n(Brasil) \n\nInserção das \n\nseguintes variáveis \n\nao MO: Lucro \n\nLíquido; Lucro \n\nantes de itens \n\nextraordinários; \n\nItens \n\nextraordinários por \n\nação, e; Dividendos \n\npor ação. \n\nOs dividendos têm efeito \n\npositivo sobre o processo \n\nde valoração de \n\nempresas. \n\nValdés e \n\nVázquez (2010) \n\nInvestigar a relação \n\nentre as variáveis do \n\nMO. \n\n1997 a \n\n2008 \n\n(México) \n\nMétodos de \n\nCointegração, por \n\nmeio de dados em \n\npainel. \n\nProvou que existiam \n\nrelações de cointegração \n\nentre as variáveis do \n\nMO, exceto para o setor \n\nde construção. \n\nShuch (2013) \n\nAnalisar a \n\nconsistência do MO, \n\npara as funções de \n\npreço e retorno. \n\n1996 a \n\n2010 \n\n(Brasil) \n\nModelo de Ohlson \n\n(MO) com dados \n\nem painel. \n\nO MO não se mostrou \n\nadequado ao mercado \n\nbrasileiro. \n\nCarvalho et al. \n\n(2013) \n\nMelhorar a eficiência \n\ndo MO a partir da \n\ninserção de variáveis \n\nmacroeconômicas.  \n\n2002 a \n\n2011 \n\n(Brasil) \n\nMO acrescido das \n\nvariáveis PIB, \n\nSELIC, IPCA e \n\nCâmbio. \n\nAs variáveis PIB, \n\nSELIC, IPCA e Câmbio \n\naumentaram o poder \n\nexplicativo do MO. \n\nVázquez, \n\nValdés e \n\nRamirez (2014) \n\nTestar o poder \n\nexplicativo do \n\nmétodo de \n\nclassificação de \n\nPiotroski.  \n\n2005 a \n\n2011 \n\n(México) \n\nClassificação de \n\nPiotroski \n\nadicionada ao MO. \n\nOs resultados oriundos \n\nda classificação de \n\nPiotroski se mostraram \n\nestatisticamente \n\nsignificativos para as \n\nvariáveis níveis e \n\ndiferenças. \n\nCarvalho et al. \n\n(2014) \n\nInvestigar a \n\ninfluência dos anos \n\nsobre o valor de \n\nmercado das \n\nempresas. \n\n2002 a \n\n2011 \n\n(Brasil) \n\nMO acrescido de \n\numa variável \n\ndummy ano. \n\nO método foi capaz de \n\nmensurar a influência \n\ndos anos no valor de \n\nmercado das empresas \n\nbrasileiras. \n\nFonte: Autoria própria (2016). \n\n \n\n Identifica-se, a partir desta revisão, que a literatura financeira anseia pela otimização \n\ndo Modelo de Ohlson (MO), para que este método possa se tornar ainda mais eficaz no \n\nprocesso de precificação do valor de mercado das empresas, através da análise de elementos e \n\nvariáveis características de cada mercado. Desta forma, o presente estudo busca colaborar \n\ncom a discussão financeira por meio da análise de outras variáveis, com o objetivo de \n\naumentar o poder explicativo do MO e adequá-lo à realidade do mercado brasileiro.   \n\n \n\n\n\n32 \n \n\n2.2.2 Variáveis Macroeconômicas \n\nDiversos estudos foram realizados com o objetivo de verificar qual a influência das \n\nvariáveis macroeconômicas sobre o mercado acionário. As pesquisas de Ribeiro, Gabriel e \n\nRibeiro (2012), Righi, Schlender e Ceretta (2012), Silva e Coronel (2012) e Carvalho et al. \n\n(2013), analisaram a relação entre as variáveis macroeconômicas e o mercado de ações \n\nbrasileiro. Enquanto no cenário internacional, destacam-se os seguintes trabalhos: (i) Gay Jr \n\n(2008), que examinou o efeito das variáveis macroeconômicas em quarto economias \n\nemergentes: Brasil, Rússia, Índia e China; (ii) Ali et al. (2010), que investigaram o mercado \n\npaquistanês, e; (iii) Quadir (2012) que realizou seu estudo sobre a bolsa de valores de Dakar. \n\nNa busca de uma medida fidedigna para a avaliação de empresas, vários fatores devem \n\nser levados em consideração, tendo em vista que as organizações estão expostas a inúmeros \n\ntipos de risco e a ambientes cada vez mais complexos. Nesse aspecto, verificar a influência de \n\nfatores macroeconômicos no valor das empresas se mostra importante, tendo em vista que a \n\nanálise agregada fornecida pela macroeconomia impacta nos investimentos realizados nas \n\nempresas e na sua taxa de rentabilidade. \n\nEm sua pesquisa, Carvalho et al. (2013) buscaram acrescentar ao método de valuation \n\nde Ohlson (MO) (1995) quatro indicadores econômicos relevantes, cuja importância afeta \n\ndiretamente todo o mercado de capitais: o produto interno bruto (PIB), taxa de juros, a \n\ninflação e o câmbio. Os resultados indicaram que a inserção destas variáveis \n\nmacroeconômicas melhorou a eficiência do MO, nos setores de Veículos e Peças; \n\nTelecomunicações; Siderurgia e Metalurgia; Fundos, Finanças e Seguros e Alimentos e \n\nBebidas. \n\nPortanto, estas quatro variáveis possuem relevância teórico-empírica comprovada, \n\ndado que podem influenciar diversos pontos da economia, como: a oferta e a demanda dos \n\nprodutos; através do aumento ou diminuição dos custos de produção, afetando a propensão a \n\nconsumi-los. \n\nTal relação pode ser explicada uma vez que o PIB mensura o nível da atividade \n\neconômica de um país, ou seja, a soma de tudo que é produzido em um espaço geográfico em \n\num dado intervalo de tempo, revelando momentos de expansão e retração. Assim, o \n\ncrescimento do PIB aumenta o valor adicionado dos bens e serviços, isso significa que as \n\nempresas estão lucrando mais e, consequentemente, produzindo mais riquezas, o que levaria \n\nao aumento do preço das ações (ROGERS, 2006).  \n\nPor sua vez, a inflação revela as variações dos preços dos produtos consumidos. \n\nConforme Blanchard (2001, p. 629), inflação é um fenômeno monetário de elevação \n\n\n\n33 \n \n\ncontinuada do nível geral de preços. A inflação é indesejável por elevar o custo da moeda \n\n(taxa real de juros mais taxa esperada de inflação), levando a sociedade a economizá-la \n\nempregando recursos econômicos para tal, sacrificando, assim, a produção de bens e serviços \n\ne o bem-estar da população (FONTANA, 2005). \n\nA taxa de câmbio é o valor que a moeda de um país possui em relação a outra moeda. \n\nNa hipótese de ocorrer um impacto esperado da taxa de câmbio nos retornos das ações, a \n\nexplicação encontrada por Dornbush e Fisher (1980) é que a elevação dos preços externos e \n\nda competitividade das empresas nacionais no mercado externo, refletiria na valorização das \n\nações, e, assim, possibilitando maior retorno (ARAUJO E BASTOS, 2008). \n\nJá com relação à taxa de juros, o seu aumento elevaria o preço do prêmio que \n\ninvestidores estariam dispostos a pagar no mercado financeiro (ROGERS, 2006). Com \n\naumento na taxa de juros, o governo eleva o valor dos títulos públicos para maiores \n\nremunerações, concorrendo com as remunerações do mercado de capitais, além de \n\nenfraquecer o consumo e os investimentos aplicados, desestimulando o mercado de capitais \n\n(RIGHI; SCHLENDER; CERETTA, 2012). \n\nCom base no referencial exposto, este estudo acredita que as variáveis PIB e Taxa de \n\nCâmbio influenciam positivamente a formação de valor de mercado das empresas, enquanto \n\nas variáveis Inflação e Taxa de Juros agem negativamente. \n\n \n\n2.2.3 Risco \n\nO risco está relacionado aos preços e retornos esperados dos ativos. A sua definição \n\nque pode ser entendida como a volatilidade dos resultados esperados, em relação aos valores \n\ndos ativos ou passivos de interesse (JORION, 2003). Portanto, o risco está associado às \n\nprobabilidades de ocorrência de determinados resultados em eventos futuros, ou seja, está \n\nrelacionado à incerteza e a possibilidade de perdas futuras. \n\nEntende-se, portanto, que o nível de risco deste ativo é um dos principais \n\ninfluenciadores em avaliação de ativos financeiros. No processo de avaliação de \n\ninvestimentos, o risco é um componente fundamental da taxa de desconto usada para trazer a \n\nvalor presente os fluxos futuros que serão gerados por estes ativos. Já para o valuation, a taxa \n\nde desconto reflete o risco a que se submete o capital investido (NEKRASOV &amp; SHROFF, \n\n2009 apud AMORIM; LIMA; MURCIA, 2012). \n\nClassifica-se o risco em dois tipos, o risco específico e o risco sistêmico. O primeiro se \n\nrefere ao risco que afeta especificamente um único ativo ou um pequeno grupo de ativos, \n\nenquanto o segundo está relacionado a sensibilidade destes ativos às influências do mercado \n\n\n\n34 \n \n\n(AMORIM; LIMA; MURCIA, 2012). Uma vez que o risco específico pode ser minimizado \n\natravés da teoria de diversificação de Markowitz (1952), iremos nos deter ao risco sistêmico \n\nou não diversificável.  \n\nConsiderando a premissa de que os investidores são racionais e buscam a melhor \n\nopção de investimento, eles tenderão a diversificar seus investimentos objetivando evitar os \n\nriscos, exigindo retorno adicional apenas pelo risco sistemático. Dessa maneira, o risco \n\nsistemático deve ser mensurado de modo a auxiliar a busca desse prêmio de risco adicional \n\n(NAKAMURA; MATIAS FILHO, 2006; DAMORADAN, 2011). \n\nPara mensurar o risco de mercado absoluto de um investimento pode-se utilizar \n\ndiferentes medidas, como: desvio padrão dos retornos passados (Markowitz, 1952); downside \n\nrisk (média ou momentos parciais) dos retornos passados, e; o Value at Risk (VaR) \n\n(OLVEIRA, 2005).  \n\nPara está pesquisa será esta última medida de risco, o VaR, dado que este método \n\npossibilita o cálculo da maior (ou pior) perda esperada dentro de determinado período de \n\ntempo e intervalo de confiança (JORION, 2003;  OLVEIRA, 2005). Sendo expresso \n\nmatematicamente pela Equação 10, a seguir. \n\n \n\n??? = ??(?? ? 1) \n\n   \n\nOnde: VaR = risco da carteira para o mês em análise. \n\n VM = valor da carteira (valor médio para o mês). \n\n  p = percentil da distribuição dos retornos dado o nível de significância adotado (5%). \n\n \n\nVale ressaltar que o VAR, mediante a relevância da avaliação do risco de mercado \n\npelos seus participantes, foi sugerido pelo Comitê de Basiléia, que o considerou um método \n\nseguro para mensuração do risco para agências reguladoras, bancos comerciais e de \n\ninvestimentos, grandes corporações e investidores. Jorion (2003) também justifica a adoção \n\ndo VAR dado que estes agentes de mercado estão cada vez mais voltando suas atenções ao \n\nnível de risco ao qual sua instituição ou carteira de investimentos estão submetidas. (JORION, \n\n2003). \n\nDestacam-se na literatura os estudos de Oliveira, Guerreiro e Securato (2003), que \n\nbuscaram determinar o valor de uma empresa em condições de risco, enquanto, Marques e \n\nDiniz (2010) analisaram a influência do fator risco nos principais modelos de valuation e \n\nchegaram à conclusão que a maior parte dos modelos não agrega o risco de forma expressa \n\n(10) \n\n\n\n35 \n \n\nem suas equações, e que os modelos que consideram o risco só o fazem através da taxa de \n\ndesconto. Já Hwang e Lee (2013) buscaram determinar se o índice de valor-preço (V/P) \n\nrefletia os prêmios de risco racionais associados com o fator V/P ou pode ser melhor \n\nexplicada pela ineficiência do mercado. \n\nNo cenário das pesquisas que foram realizadas visando avaliar o efeito do risco no \n\nprocesso de avaliação de empresas, destacam-se os estudos de que buscaram determinar o \n\nvalor de uma empresa em condições de risco ou analisaram a influência do fator risco nos \n\nprincipais modelos de valuation (OLIVEIRA; GUERREIRO; SECURATO, 2003; \n\nMARQUES; DINIZ, 2010; AMORIM; LIMA; MURCIA, 2012; HWANG; LEE, 2013). \n\nEntende-se, portanto, que a temática de risco carece de mais estudos teórico-empíricos a fim \n\nde mensurar o real impacto a adição de indicadores de risco no processo de valoração de \n\nempresas. \n\n \n\n \n\n2.3 Procedimentos Metodológicos \n\nA metodologia aplicada nesta pesquisa baseia-se na metodologia utilizada por \n\nCarvalho et al. (2013), dado que este trabalho fomentou o debate sobre a inserção de outras \n\nvariáveis ao Modelo de Ohlson (MO) com o objetivo de otimizar o poder explicativo deste \n\nmétodo. Logo, este estudo se propõe a dar continuidade a este trabalho promovendo a \n\ninserção das variáveis risco, PIB per capita, Inflação, Taxa de Juros e Taxa de Câmbio ao \n\nMO.  \n\nO universo de pesquisa foi composto pelas empresas listadas na Bolsa de Valores de \n\nSão Paulo, pertencentes aos setores: Petróleo e Gás, Siderurgia, Construção, Energia Elétrica \n\ne Financeiro, de acordo com a classificação da BM&amp;F Bovespa. A escolha destes segmentos \n\neconômicos deve-se ao fato de que as empresas enquadradas nestes setores possuírem \n\nimportante participação no Índice Bovespa, índice esse que representa em média 70% do \n\nsomatório da capitalização bursátil de todas as empresas com ações negociáveis na Bovespa \n\n(BM&amp;FBOVESPA, 2016). \n\nEsta população compreende um total de 196 empresas que possuíam ações listadas na \n\nbolsa entre os anos de 1995 e 2013, a contar aquelas que ingressaram na bolsa após o ano de \n\n1995. Em casos onde as empresas apresentavam ações preferenciais (PN) e ordinais (ON) este \n\nestudo optou por fazer uso apenas das ações ON. Limitou-se o lapso temporal da pesquisa ao \n\nperíodo de 1995 a 2013 devido à maior disponibilidade dos dados. \n\n\n\n36 \n \n\nDurante o tratamento dos dados, fez-se necessário excluir as empresas que \n\napresentaram valores negativos de Patrimônio Líquido (PL), uma vez que um PL não obedece \n\nà premissa da Relação de Lucro Limpo (Clean Surplus Relation), instituída pelo Modelo de \n\nOhlson (1995). Portanto, a amostra final foi composta por 105 companhias, totalizando 1434 \n\nobservações. Os dados foram obtidos através das bases do Economatica® e do Banco Central \n\ndo Brasil. Posteriormente, eles foram tratados e tabulados em planilhas do Microsoft Excel. \n\nPara a realização dos cálculos e testes econométricos utilizou-se o STATA®. \n\nAssim sendo, a metodologia desta pesquisa está estruturada conforme o fluxograma \n\napresentado na Figura 1 a seguir.  \n\n \n\nFigura 1 – Fluxograma da estruturação da metodologia de pesquisa \n\n \n\nFonte: Autoria própria (2016). \n\nNesta pesquisa foram utilizadas variáveis macroeconômicas e de risco para mensurar o \n\nvalor das empresas por meio do Modelo de Ohlson (MO) (1995). Inicialmente, calculou-se o \n\nValor Contábil do PL e os Lucros Anormais, conforme as equações citadas anteriormente. \n\nPosteriormente, as variáveis macroeconômicas foram calculadas. \n\n\n\n37 \n \n\nO PIB foi calculado pela medida do PIB per capita, já a SELIC foi obtida através \n\nmédia mensal da taxa básica de juros anualizada. Para o IPCA, utilizou-se a taxa média da \n\nvariação mensal do índice. \n\nO fator de risco foi dado pelo Value at Risk (VaR) histórico, calculado conforme a \n\nEquação 11. \n\n??? = ???? × ?? × ?  \n\nOnde: ICDF é a função inversa da integral da curva normal; DP é o desvio padrão das \n\noscilações por período do horizonte de tempo, e; n é o numero de períodos do horizonte de \n\ntempo. \n\n \n\nA síntese das variáveis, assim como, a classificação e descrição estão expostas no \n\nQuadro 2 a seguir:  \n\nQuadro 2 - Variáveis da pesquisa do artigo 1 \n\nTipo Classificação Nome Descrição Fonte \nRelação \n\nEsperada \n\nDependente Contábil (1) \nValor de \n\nMercado (VM)  \n\nValor de mercado \n\ndas empresas. \nEconomática® - \n\nIndependentes \n\nContábil (2) \nValor Contábil \n\ndo PL (?? ) \n\nValor contábil do \n\nPatrimônio \n\nLíquido. \n\nEconomática® Positiva \n\nContábil (3) \nLucros \n\nAnormais (??\n? ) \n\nValor dos lucros \n\nanormais. \nEconomática® Positiva \n\nMacroeconômica \n\n(1) \nPIB per Capita \n\nProduto Interno \n\nBruto per capita. \n\nBanco Central \n\ndo Brasil \nPositiva \n\nMacroeconômica \n\n(2) \nSELIC \n\nTaxa básica de \n\njuros. \n\nBanco Central \n\ndo Brasil \nNegativa \n\nMacroeconômica \n\n(3) \nIPCA \n\nIPCA, proxy \n\nutilizada como \n\nindicador de \n\ninflação. \n\nBanco Central \n\ndo Brasil \nNegativa \n\nMacroeconômica \n\n(4) \n\nTaxa de \n\nCâmbio \n\nÍndice da taxa de \n\ncâmbio efetiva \n\nreal. \n\nBanco Central \n\ndo Brasil \nPositiva \n\nRisco Risco (VaR) \n\nValue at Risk, \n\npelo método de \n\nsimulação \n\nhistórica. \n\nEconomática® Negativa \n\nFonte: Autoria própria (2016). \n\n \n\nTendo em vista que se faz necessário observar uma amostra de entidades individuais \n\nao longo do tempo optou-se pela utilização do método de regressão com Dados em Painel \n\n(Panel Data), o que possibilitará a análise de numerosas observações para cada entidade \n\nindividual. \n\n(11) \n\n\n\n38 \n \n\nA aplicação da metodologia de análise em Dados em Painel está se tornando cada vez \n\nmais aceita em muitos campos da economia e dos negócios, devido à capacidade do método \n\nem mensurar e incorporar características individuais e comuns das entidades (HEIJ et al., \n\n2004).  \n\nEste método econométrico é um tipo de dado combinado, no qual a mesma unidade \n\ntransversal é acompanhando ao longo do tempo, ou seja, trata-se da combinação das técnicas \n\nde cross section e séries temporais. Esta metodologia é útil pois permite “investigar efeitos \n\neconômicos que não podem ser identificados apenas com o uso de dados em corte transversal \n\nou apenas com o uso de séries temporais” (PINDYCK; RUBINFELD, 2004, p. 288). De \n\nacordo com Brooks (2008), isto é possível porque este método incorpora as informações \n\natravés dos vetores de tempo e espaço. \n\nO modelo geral para regressão dos dados em painel é representado por: \n\n \n\n??? = ?0?? + ?1?? ?1?? + ? + ???? ???? + ??? \n\n \n\nOnde a i-ésima unidade de corte transversal é representada por i e a t-ésima unidade de \n\nperíodo de tempo é representada por t. \n\nNessa denominação matricial, ??? são vetores de dimensão (T x 1), contendo \n\nrespectivamente T variáveis dependentes e T termos de erro. A matriz de variáveis \n\nexplicativas do modelo, contendo as ??  variáveis tem dimensão (K x T). A matriz dos \n\nparâmetros ?? são dos coeficientes angulares a serem estimados. \n\nPor sua vez, utilizou-se um painel desbalanceado, dado que algumas entidades \n\nestudadas apresentaram um número incompleto de observações. Além do mais, foram \n\nutilizados painéis longos, pois o número de períodos divulgados é maior do que o número de \n\nempresas. \n\nUtilizando o Modelo de Ohlson acrescido de todas as variáveis desta pesquisa para \n\nconstrução de um modelo para determinar o valor das empresas, a regressão em painel \n\noriginada por esta estruturação poderia ser expressa da seguinte forma: \n\n??(??)?? = ?0 + ?1???? + ?2????? + ?3????? + ?4???? + ?5?????? + ?6???? +\n\n?7??????? + ??? \n\n \n\nOnde:   \n\nVM = Valor de Mercado da empresa; \n\nPL = Valor Contábil do PL; \n\n(13) \n\n(12) \n\n\n\n39 \n \n\nLAN = Lucros Anormais; \n\nPIB = PIB per capita; \n\nSE = SELIC; \n\nIPCA = Índice de Preço ao Consumidor Amplo; \n\nCA = Taxa de Câmbio; \n\nRisco = VaR. \n\n \n\nO logaritmo neperiano foi utilizado sempre que houve necessidade de realizar ajustes \n\ne/ou diferenciações nas séries de dados. \n\nPara fundamentar a opção do modelo mais apropriado de regressão com dados em \n\npainel, aplicou-se o teste de Hausman. Tal métrica possibilita a escolha entre os métodos de \n\nefeitos fixos e efeitos aleatórios. \n\nAlguns testes foram aplicados tendo em vista o atendimento aos pressupostos deste \n\nmodelo de regressão, uma vez que os dados em painel estão suscetíveis a violações de \n\npressupostos característicos de dados em corte transversal – heterocedasticidade – e em séries \n\ntemporais – autocorrelação (testes de Wald modificado e de Wooldrige, respectivamente) \n\n(COSCARELLI; LAMOUNIER; AMARAL, 2011).  \n\n \n\n3.3.1 Hipóteses de Pesquisa \n\nO presente estudo assumiu como hipóteses de pesquisa as seguintes preposições \n\nlistadas a seguir, como nos mostra o Quadro 3.  \n\n \n\nQuadro 3 – Hipóteses de Pesquisa do Artigo 1 \n\nPreposição Descrição \n\nH01 \nO Modelo de Ohlson (MO) não consegue explicar o processo de \n\nvaluation das empresas listadas na Bovespa no período de 1995 a 2013. \n\nH02 \nO MO acrescido pelas variáveis exógenas propostas por este estudo não \n\napresentará um poder explicativo superior ao do MO não acrescido. \n\nH03 \nAs variáveis PIB, SELIC, IPCA e Taxa de Câmbio não apresentaram \n\nsignificância estatística para os setores analisados. \n\nH04 \nNão houve influência estatística da variável risco sobre o valor de \n\nmercado das empresas estudadas. \n\nFonte: Autoria própria (2016). \n\n \n\nA primeira hipótese (H01) pretende testar a predição do Modelo de Ohlson ao \n\nmercado de capitais brasileiro. Está hipótese já foi testada anteriormente por Lopes, Sant’anna \n\ne Costa (2007), Carvalho et. al (2013) e Carvalho et. al (2014). Enquanto a H02 busca avaliar \n\n\n\n40 \n \n\nse o MO acrescido pelas variáveis PIB, SELIC, IPCA e Taxa de Câmbio e Risco apresentará \n\num poder explicativo superior ao do MO não acrescido. \n\nBem como, a H03 investiga a inserção das variáveis macroeconômicas (PIB, SELIC, \n\nIPCA e Taxa de Câmbio) aumentará o poder explicativo do modelo. Enquanto, a H04 almeja \n\nverificar se a variável Risco possui influência sobre o valor de mercado das empresas listadas \n\nnos setores Petróleo e Gás, Siderurgia, Construção, Energia Elétrica e Financeiro. \n\n \n\n \n\n2.4 Análise dos Resultados \n\nNeste capítulo são analisados e discutidos os resultados deste trabalho. Inicialmente, \n\nrealizou-se a análise da estatística descritiva dos dados gerais e dos setores econômicos – de \n\nacordo com a classificação da Bovespa. Posteriormente, fez-se uso de regressões com dados \n\nem painel para analisar a capacidade preditiva do Modelo de Ohlson não acrescido e verificar \n\na influência das variáveis macroeconômicas e de risco sobre o valor de mercado das empresas \n\nbrasileiras. \n\n \n\n2.4.1 Estatística Descritiva \n\nA Tabela 1 no mostra a estatística descritiva dos dados analisados por esta pesquisa, \n\nexpondo o número de empresas e a quantidade de observações contidas em casa setor. \n\n \n\n \n\nTabela 1 – Setores econômicos, número de empresas e observações \n\nNº Setor Econômico \nNúmero de \n\nEmpresas \n\nQuantidade de \n\nObservações \n\n1 Petróleo e Gás 05 54 \n\n2 Siderurgia 13 182 \n\n3 Construção 29 311 \n\n4 Energia Elétrica 35 543 \n\n5 Financeiro 23 344 \n\nFonte: Autoria própria (2016). \n\n \n\nA amostra da pesquisa foi composta por 105 companhias e 1.434 observações \n\ndistribuídas entre os setores econômicos estudados, para os anos de 1995 a 2013, \n\nconsiderando tanto as empresas que ingressaram na bolsa após o ano de 1995 quanto àquelas \n\nque vieram a fechar o capital durante este período.  \n\n\n\n41 \n \n\nDas 105 companhias mapeadas 05 (cinco) integraram o setor de Petróleo e Gás, \n\nconstituído por empresas relacionadas às atividades de exploração e refino, comércio \n\natacadista e fabricação de equipamentos e serviços. Já o setor de Siderurgia foi composto \n\npelas empresas (13) enquadradas nas atividades econômicas de siderurgia, fabricação de \n\nartefatos de ferro e aço, fabricação de artefatos de cobre e outras indústrias de produto de \n\nmetal.  \n\nCompuseram as atividades deste setor econômico da Construção (29) os seguintes \n\nnegócios: Construção Civil, Construção Pesada, Materiais de Construção, Engenharia \n\nConsultiva, Intermediação Mobiliária e Serviços Diversos. Enquanto que as companhias cujas \n\natividades estão relacionadas à produção e/ou gestão de energia foram classificadas no \n\nsegmento de Energia Elétrica (35). Por fim, no setor Financeiro (23) foram enquadradas as \n\natividades de Bancos, Holding, Outros Intermediários Financeiros, Sociedade de \n\nArrendamento Mercantil e Sociedade de Crédito e Financiamento \n\nNota-se que o setor de Energia Elétrica possui o maior número de empresas e \n\nobservações, seguido pelos setores Financeiro e de Construção, enquanto o setor de Petróleo e \n\nGás detém o menor quantitativo de companhias e observações. Destaca-se que os setores de \n\nSiderurgia e Petróleo e Gás são relevantes para a bolsa de valores brasileira, uma vez que \n\npossuem grande representatividade dentro do índice Ibovespa. Essa representatividade é \n\nadvinda em sua maior parte por meio das empresas Vale e Petrobrás que em janeiro de 2013 \n\napresentavam 8,978% e 8,395% do IBOV, respectivamente. \n\nNo mais, salienta-se que algumas empresas e/ou variável de estudo não apresentaram \n\nobservações para todos os anos investigados por esta pesquisa, o que caracteriza a existência \n\nde um painel desbalanceado. \n\n \n\n2.4.2 Análise Setorial \n\nDestaca-se que para a realização dos cálculos econométricos foram excluídas as \n\nempresas que não possuíam informações suficientes para compor a análise da regressão com \n\ndados em painel, justificando a diminuição da quantidade de observações. \n\nA seguir, a Tabela 2 traz os resultados e as significâncias estatísticas das regressões \n\nque buscaram verificar a aplicação do Modelo de Ohlson não acrescido de outras variáveis \n\npara os cinco setores econômicos estudados. \n\n \n\n \n\n \n\n\n\n42 \n \n\n \nTabela 2 – Resultados da análise setorial para a aplicação do Modelo de Ohlson não acrescido \n\nSetor/ \n\nVariável \n\nPetróleo e \n\nGás \nSiderurgia Construção \n\nEnergia \n\nElétrica \nFinanceiro \n\nn 44 134 233 373 258 \n\nEfeitos do Painel \n\nMínimos \n\nQuadrados \n\nOrdinários \n\nFixos Fixos Aleatórios \n\nMínimos \n\nQuadrados \n\nOrdinários \n\nConstante (2,6226) (18,2556)** 2,0165 0,7664 (3,0900) \n\nValor Contábil do \n\nPL (?? ) \n0,5679* 0,6110 1,1221** (0,0157) (0,5128)** \n\nLucros Anormais \n\n(??\n? ) \n\n0,5181** 1,4047** (0,3141) 0,9294** 1,7012** \n\nR² within 0,4654 0,7750 0,1133 0,2326 0,4590 \n\nR² between 0,8909 0,8564 0,6543 0,6562 0,5449 \n\nR² overall 0,8848 0,7912 0,4727 0,5703 0,5456 \n\nTeste de \n\nHausman \n0,3884 0,0072 0,0000 0,5212 - \n\nTeste de Breusch-\n\nPagan Lagrange \n- - - - - \n\nTeste de Wald \n\nModificado \n- 0,0000 0,0000 - - \n\nTeste de \n\nWooldridge \n0,1419 0,0002 0,0000 0,0000 0,0000 \n\n* Significante a 10%;  \n\n** Significante a 5%. \n\nFonte: Autoria própria (2016). \n\n \n\nA partir da observação da Tabela 2, pode-se notar que o Modelo de Ohlson (MO) não \n\nacrescido de outras variáveis não se mostrou adequado à realidade dos setores Siderurgia, \n\nConstrução e Energia Elétrica. Uma vez que as principais variáveis do MO não apresentaram \n\nsignificância estatística, neste caso a variável Valor Contábil do PL (PL) não foi significativa \n\npara os setores Energia Elétrica e Siderurgia, enquanto a variável Lucros Anormais (LAN) \n\nnão apresentou influência sobre o valor de mercado das companhias do setor de Construção. \n\nA não adequação do MO pode ter sido ocasionado pelo baixo número de empresas e \n\nobservações que constituíram a amostra. \n\nEntretanto, os resultados apontam que o MO não acrescido foi capaz de mensurar o \n\nmarket value dos setores Petróleo e Gás e Financeiro, dado que as duas variáveis básicas (PL \n\ne LAN) do modelo foram significativas. Bem como, o poder explicativo do método foi \n\nsignificativo, explicando cerca de 88% do comportamento do setor Petróleo e Gás e \n\naproximadamente 55% do setor Financeiro (R² overall).   \n\nFaz-se necessário destacar que a variável PL apresentou relação negativa com o valor \n\nde mercado das empresas financeiras e que tal achado diverge dos resultados encontrados na \n\nliteratura financeira (CARVALHO et al., 2013; CARVALHO et al., 2014; VÁZQUEZ; \n\n\n\n43 \n \n\nVALDÉS; RAMIREZ, 2014). Este efeito pode ser creditado ao baixo número de observações \n\ndisponíveis ou a alguma especificidade do setor relacionada à política de gestão do PL e/ou \n\ndos dividendos. \n\nNos casos onde se identificou a presença de heterocedasticidade e autocorrelação de \n\nprimeira ordem nos dados, fez-se uso da regressão de cluster para que estes efeitos não \n\ncomprometessem os resultados da pesquisa. Nas situações onde os dados eram apenas \n\nheterocedásticos, realizou-se o cálculo da regressão utilizando o erro padrão robusto. \n\nPor sua vez, os resultados referentes às regressões realizadas com base no Modelo de \n\nOhlson acrescido das variáveis exógenas propostas por este estudo são apresentados na \n\nTabela 3, a seguir. \n\n \n\nTabela 3 – Resultados da análise setorial para a aplicação do Modelo de Ohlson acrescido \n\nSetor/ \n\nVariável \n\nPetróleo e \n\nGás \nSiderurgia Construção \n\nEnergia \n\nElétrica \nFinanceiro \n\nn 23 135 152 128 259 \n\nEfeitos do Painel \n\nRegressão \n\nde Mínimos \n\nQuadrados  \n\nAleatórios Fixos Aleatórios Fixos \n\nConstante 2,4292 (2,0102)* 8,0152** 4,9301** 0,1633 \n\nValor Contábil do \n\nPL (?? ) \n- - - - - \n\nLucros Anormais \n\n(??\n? ) \n\n0.9116** 1,0127** 0,5814** 0,7674** 1,0152** \n\nPIB per Capita - 0,0622** - - - \n\nSELIC - - - - (1,0337)** \n\nIPCA - 0,6417** (2,6767)** (1,0094)** - \n\nTaxa de Câmbio - (15,5068)** (12,0912)** - (8,2045)** \n\nRisco (VaR) (0,2198)** - (0,1725)** (0,3011)** - \n\nR² within 0,7642 0,8035 0,6324 0,5247 0,5754 \n\nR² between 0,9997 0,8936 0,7245 0,7160 0,4358 \n\nR² overall 0,9174 0,8385 0,6519 0,6388 0,4230 \n\nTeste de \n\nHausman \n0,9553 0,9838 0,0001 0,2192 0,0000 \n\nTeste de Breusch-\n\nPagan Lagrange \n1,0000 0,0000 - 0,0000 - \n\nTeste de Wald \n\nModificado \n- - 0,0000 - 0,0000 \n\nTeste de \n\nWooldridge \n0,4316 0,0006 0,0095 0,0000 0,0000 \n\n* Significante a 10%;  \n\n** Significante a 5%. \n\nFonte: Autoria própria (2016). \n\n \n\n\n\n44 \n \n\nDe forma geral, identifica-se que o MO acrescido das variáveis PIB, SELIC, IPCA, \n\nTaxa de Câmbio e Risco não foi capaz de mensurar o comportamento do valor de mercado \n\ndas companhias listadas nos cinco setores analisados devido a não significância da variável \n\nPL. Assim como nas regressões do MO não acrescido, acredita-se que este fato pode ter sido \n\ncomprometido pela pouca quantidade de empresas e observações disponíveis para o lapso \n\ntemporal pesquisado. \n\nDando início a análise setorial, verifica-se que a regressão de Mínimos Quadrados \n\nOrdinários proposta para o setor de Petróleo e Gás (Equação 14) evidenciou que as variáveis \n\nLAN e Risco são significantes para a valoração do valor das companhias, com um poder \n\nexplicativo de 92% (R² overall), porém a variável PL não se mostrou estatisticamente \n\nsignificante dentro do modelo proposto. \n\n \n\n??(??)?? = 0,9116??????? ? 0,2198??????? + ??? \n\n \n\nNota-se que os LAN apresentaram relação positiva com o valor de mercado (VM), \n\nenquanto, o Risco mostrou ser um determinante de influência negativa sobre o VM. Tais \n\nrelações estão de acordo com os resultados esperados por esta pesquisa. \n\nA regressão do setor de Siderurgia é dada pela Equação 15, abaixo. \n\n \n\n??(??)?? = 2,0102 + 0,0127??????? + 0,0622????? + 0,6417??????\n\n? 15,5068???? + ??? \n\n \n\nO painel com efeitos aleatórios foi capaz de explicar (R² overall) aproximadamente \n\n84% do comportamento do valor de mercado das companhias deste âmbito econômico, \n\napresentando como variáveis significativas os LAN e as variáveis macroeconômicas de PIB, \n\nTaxa de Câmbio (CA) e IPCA – as duas últimas apresentaram relação em sentidos opostos às \n\nesperadas por este trabalho, o que também contraria os achados de Carvalho et al., 2013. No \n\nmais, os dados apresentaram autocorrelação de primeira ordem, sendo assim, optou-se por \n\nutilizar a regressão em cluster. \n\nPara o setor de Construção, o teste de Hausman indicou a presença de um painel com \n\nefeitos fixos oriundo de uma regressão em cluster, dado que os dados manifestaram a \n\npresença de heterocedasticidade e autocorrelação de 1ª ordem. \n\n \n\n(15) \n\n(14) \n\n(16) \n\n\n\n45 \n \n\n??(??)?? = 8,0152 + 0,5814??????? ? 2,6767?????? ? 12,0912????\n\n? 0,1725??????? + ??? \n\n \n\nPor meio dos resultados da regressão, verificou-se que as variáveis LAN, IPCA, CA e \n\nRisco se mostraram estatisticamente significantes para o cálculo do comportamento do valor \n\nde mercado das empresas deste segmento. Sendo assim, a regressão é significativa e capaz de \n\nexplicar 65% do comportamento do valor de mercado destas companhias. Ressalta-se que \n\nnovamente a variável CA exibiu um comportamento inesperado ao demonstrar relação \n\nnegativa com o VM. \n\nJá o setor Energia Elétrica tem a estrutura da regressão exposta na Equação 17, a \n\nseguir. \n\n \n\n??(??)?? = 4,9301 + 0,7674??????? ? 1,0094?????? ? 0,3011??????? + ??? \n\n \n\nDevido à incidência de problemas autocorrelação de primeira ordem, fez-se uso da \n\nregressão robusta para evitar possíveis alterações nos dados. O R² da regressão permitiu \n\nexplicar 64% do valor de mercado das empresas de Energia Elétrica, a partir da significância \n\nestatística das variáveis LAN, IPCA e Risco. As relações encontradas entre as variáveis \n\ndependente e independentes desta regressão corroboram com a literatura financeira \n\n(CARVALHO et al., 2013) e com os resultados esperados por este trabalho. \n\nPor fim, a regressão com efeitos fixos do setor Financeiro apontou que as variáveis \n\nLAN, SELIC e CA possuem significância estatística para o segmento econômico, conforme \n\nnos mostra a Equação 18. \n\n \n\n??(??)?? = 1,0152??????? ? 1,0337??????? ? 8,2045???? + ??? \n\n \n\nO R² da regressão foi de 0,4230, o que nos permite dizer que o modelo proposto para \n\neste setor foi capaz de explicar apenas 42% do valor de mercado das empresas financeiras, \n\ndemonstrando que ainda há espaço para debate de outras variáveis possíveis determinantes da \n\nformação de valor deste segmento econômico. Todavia, os testes de Wald modificado e de \n\nWooldrige apontaram a existência de heterocedasticidade e autocorrelação de primeira ordem \n\nentre os dados, respectivamente. Com o intuito de não ocasionar alterações nos resultados \n\nutilizou-se a regressão cluster. \n\n \n\n(17) \n\n(18) \n\n\n\n46 \n \n\n2.4.2.1 Análise dos resultados Setoriais \n\nEm síntese, com base na análise setorial, é possível enxergar que o Modelo de Ohlson \n\nnão acrescido conseguiu explicar o valor de mercado para as empresas enquadradas apenas \n\nnos setores Petróleo e Gás e Financeiro, não sendo capaz de mensurar a formação do VM dos \n\nsetores Siderurgia, Construção e Energia Elétrica. Por sua vez, para a análise do MO \n\nacrescido pelas variáveis exógenas propostas por esta pesquisa não se mostrou adequado a \n\nnenhum setor segmento estudado.  \n\nOs resultados advindos da inadequação do Modelo de Ohlson aos setores econômicos \n\nestudados podem estar relacionados ao baixo número de observações disponíveis em cada um \n\ndos setores analisados. \n\nMas, se avaliarmos individualmente os setores realizando um comparativo entre o \n\npoder de explicação do MO não acrescido e acrescido de outras variáveis, pode-se observar \n\nque as regressões proposta pelo modelo acrescido apresentaram um R² superior as do modelo \n\nsimples, excetuando os resultados do setor Financeiro, denotando a importância de se \n\nconsiderar as variáveis PIB per capita, SELIC, IPCA, Taxa de Câmbio e Risco durante o \n\ncálculo do valor de mercado das empresas analisadas. \n\nEm relação às variáveis macroeconômicas estudadas, observou-se que o PIB impactou \n\npositivamente na formação do valor das companhias do setor siderúrgico, já a SELIC \n\ninfluenciou negativamente o preço dos empreendimentos financeiros, corroborando os \n\nresultados de pesquisas anteriores (SILVA; CORONEL, 2012; CARVALHO et al., 2013).  \n\nVerificou-se, também, que a Inflação possui influência negativa sobre o valor de \n\nmercado dos setores Construção e Energia, enquanto, a Taxa de Câmbio apresentou \n\ncorrelação negativa com o VM das empresas de Siderurgia e Construção. Tais achados são \n\ncompatíveis com as conclusões de Righi, Schlender e Ceretta (2012) e Silva e Coronel (2012). \n\nTodavia, destaca-se o fato da var. Inflação apresentar influência positiva sobre o setor de \n\nsiderurgia, o que contraria a literatura relacionada a esta temática (FONTANA, 2005; \n\nCARVALHO et al., 2013). \n\nA maior contribuição desta análise fica a cargo da identificação da influência negativa \n\ndo fator Risco no processo de valoração das empresas (em específico para os setores Petróleo \n\ne Gás, Construção e Energia Elétrica), confirmando o pensamento de Jorion (2003). \n\n \n\n2.4.3 Análise Geral \n\nA Tabela 4 traz os resultados obtidos através da observação geral dos setores Petróleo \n\ne Gás, Construção, Siderurgia, Energia Elétrica e Financeiro. Ou seja, os resultados \n\n\n\n47 \n \n\napresentados a seguir são oriundos da análise de todas as empresas contidas na amostra de \n\npesquisa.  \n\n \n\nTabela 4 – Resultados da análise geral para a aplicação do Modelo de Ohlson acrescido e não acrescido \n\nSetor/ \n\nVariável \nMO não acrescido MO acrescido \n\nn 1042 424 \n\nEfeitos do Painel Fixos Fixos \n\nConstante 8,6205** 12,6302** \n\nValor Contábil do \n\nPL (?? ) \n(0,5843)** (0,3895)** \n\nLucros Anormais \n\n(??\n? ) \n\n1,1108** 0,7840** \n\nPIB per Capita - - \n\nSELIC - (0,5759)** \n\nIPCA - (0,6227)** \n\nTaxa de Câmbio - (11,9993)** \n\nRisco (VaR) - (0,1196)** \n\nR² within 0,3300 0,5604 \n\nR² between 0,1477 0,1964 \n\nR² overall 0,1504 0,2399 \n\nTeste de \n\nHausman \n0,0006 0,0016 \n\nTeste de Breusch-\n\nPagan Lagrange \n- - \n\nTeste de Wald \n\nModificado \n0,0000 0,0000 \n\nTeste de \n\nWooldridge \n0,0000 0,0000 \n\n* Significante a 10%;  \n\n** Significante a 5%. \n\nFonte: Autoria própria (2016). \n\n \n\nA análise geral é constituída pela observação de dois diferentes modelos de \n\nprecificação do valor de mercado, o primeiro se baseia na verificação da testabilidade do \n\nModelo de Ohlson (MO) não acrescido de outras variáveis e o segundo método investiga o \n\npoder explicativo do MO acrescido das variáveis PIB, SELIC, IPCA, Taxa de Câmbio e \n\nRisco. \n\nA Regressão com Dados em Painel, com efeitos fixos, mostrou que o Modelo de \n\nOhlson não acrescido foi capaz de explicar o valor de mercado das empresas estudadas, \n\nconforme a Equação 19. \n\n \n\n??(??)?? = 8,6205 + 1,108??????? ? 0,5843?????? + ??? (19) \n\n\n\n48 \n \n\n \n\nNota-se que as variáveis Lucros Anormais (LANit) e Valor Contábil do Patrimônio \n\nLíquido (PLit) – que compõe o MO – apresentaram significância estatística. Todavia, um fato \n\nque se mostra importante é o resultado negativo do indicador do PLit, tal resultado diverge dos \n\nachados encontrados na literatura financeira (CARVALHO et al., 2013; CARVALHO et al., \n\n2014; VÁZQUEZ; VALDÉS; RAMIREZ, 2014).  \n\nIdentificou-se, também, que o Modelo de Ohlson não acrescido demonstrou um baixo \n\npoder explicativo (15%) para o processo de valuation, explicando apenas uma pequena \n\nparcela do fenômeno geral. No entanto, os resultados dos Testes de Wald Modificado e de \n\nWooldridge indicaram a existência de heterocedasticidade e autocorrelação de primeira \n\nordem. Objetivando o não comprometimento dos resultados, utilizou-se da regressão cluster.  \n\nApós o cálculo dos indicadores do MO não acrescido, verificou-se a consistência do \n\nmétodo acrescido das variáveis PIB, Taxa de Câmbio, Taxa de Juros, Inflação e Risco, com o \n\nintuito de aperfeiçoar o poder explicativo do modelo e torna-lo mais adequado a realidade das \n\nempresas brasileiras. \n\nDesta forma, o MO acrescido das variáveis exógenas, indicou que as variáveis IPCA, \n\nTaxa de Câmbio, SELIC e Risco possuem influência sobre a formação de preço das \n\ncompanhias listadas nos setores estudados, bem como, apresentou significância estatística \n\npara as variáveis básicas do Modelo de Ohlson (LAN e PL), de acordo com a Equação 20 a \n\nseguir. \n\n \n\n??(??)?? = 12,6302 + 0,7840??????? ? 0,3895?????? ? 0,6227?????? ?\n\n11,9993????  ? 0,5759????????? ? 0,1196??????? + ??? \n\n \n\nCom um poder explicativo de 30% a regressão apresenta significância estatística, \n\nassim como os seus coeficientes apresentaram significância estatística para 0,01%. A partir \n\ndisto, verifica-se que o MO acrescido possui um poder explicativo superior ao MO não \n\nacrescido, rejeitando a H02 desta pesquisa. \n\nJá o teste de Hausman indicou a existência de um painel com efeitos fixos. Também \n\nfoi possível notar que os dados apresentaram presença de heterocedasticidade, enquanto o \n\nteste de Wooldridge apontou a existência de autocorrelação de primeira ordem. Todavia, para \n\nque estas características dos dados não causassem alterações nos resultados, optou-se por \n\ncalcular a regressão cluster. \n\n(20) \n\n\n\n49 \n \n\nPercebe-se que as variáveis básicas do Modelo de Ohlson (Valor Contábil do PL e os \n\nLucros Anormais) apresentaram significância. Entretanto, da mesma forma que ocorreu com o \n\nMO não acrescido, os achados referente à variável PL divergiram dos resultados da literatura \n\n(CARVALHO et al., 2013; CARVALHO et al., 2014; VÁZQUEZ; VALDÉS; RAMIREZ, \n\n2014) ao demonstrar influência negativa sobre o valor de mercado (VM).  \n\nPor sua vez, as variáveis IPCA, a Taxa de Câmbio e SELIC demonstram influência \n\nnegativa sobre o valor de mercado das companhias. Isto revela que os resultados relacionados \n\nao IPCA e SELIC estão de acordo com a literatura (FONTANA, 2005; ROGERS, 2006; \n\nRIGHI; SCHLENDER; CERETTA, 2012; CARVALHO et al., 2013), uma vez que se era \n\nesperado por este estudo que estas variáveis influenciassem negativamente o valor de \n\nmercado das companhias, devido ao fato que estes determinantes possuem relação com o \n\naumento do custo da moeda e dos rendimentos dos investimentos em renda fixa. Todavia, a \n\nvariável Taxa de Câmbio se mostrou como determinante negativo do VM, o que vai de \n\nencontro às expectativas dos resultados deste trabalho e às conclusões de Dornbush e Fisher \n\n(1980), Araújo e Bastos (2008) e Carvalho et al. (2013). \n\nAdemais, o risco se mostrou com uma variável com um poder de influência negativa \n\nsobre o valor das empresas. Neste caso podemos afirmar que quanto maior a exposição de \n\numa empresa ao risco, menor será o seu valor de mercado. Este achado demonstra a \n\nnecessidade do aprofundamento do estudo do risco dentro do processo de mensuração do \n\nvalor das organizações. \n\nDiante disto, é possível rejeitar as hipóteses de pesquisa H01 e H02 deste estudo, dado \n\nque o Modelo de Ohlson (MO) foi capaz de mensurar o valor de mercado das empresas, da \n\nmesma maneira que o MO acrescido apresentou um poder explicativo superior ao MO não \n\nacrescido. As hipóteses H03 e H04 também puderam ser refutadas, uma vez que as variáveis \n\nPIB, SELIC, IPCA, Taxa de Câmbio e Risco apresentaram significância estatística, como \n\nigualmente promoveram um acréscimo no poder explicativo do MO. \n\n \n\n \n\n2.5 Considerações Finais \n\n Esta pesquisa objetivou avaliar o impacto do acréscimo de variáveis micro e \nmacroeconômicas e de risco sobre o poder explicativo do Modelo de Ohlson (1995), através \n\nda análise dos setores Financeiro, Construção, Energia Elétrica, Siderurgia e Petróleo e Gás, \n\npertencentes a Bovespa, durante os anos 1995 a 2013. \n\n\n\n50 \n \n\nA principal contribuição deste estudo deve-se ao acréscimo das variáveis PIB per \n\ncapita, SELIC, IPCA, Taxa de Câmbio e Risco ao Modelo de Ohlson (1995), visando \n\naprimorar o processo de valoração de empresas, principalmente a adição do fator risco. \n\nA análise setorial desta pesquisa evidenciou que as variáveis PIB e SELIC possuem \n\ninfluência apenas para os setores siderúrgico e financeiro, respectivamente. Já a Inflação é \n\nvariável determinante para os setores de Siderurgia, Construção e Energia Elétrica. Bem \n\ncomo, a Taxa de Câmbio exerce influência sobre as empresas siderúrgicas, financeiras e do \n\nsegmento de construção. No mais, o Risco se mostrou relevante para os setores de Petróleo e \n\nGás, Construção e Energia Elétrica. \n\nJá os resultados da análise geral apontam que o Modelo de Ohlson (1995) foi capaz de \n\nmensurar o valor de mercado das organizações, seja em sua forma não acrescida ou acrescido \n\nde outras variáveis. Também, foi possível observar que as variáveis SELIC e IPCA possuem \n\npoder de influência negativa sobre o valor de mercado das companhias, deste modo, os \n\nresultados confirmam os achados de Fontana (2005), Rogers (2006), Righi, Schlender e \n\nCeretta (2012) e Carvalho et al. (2013). \n\nPor fim, destaca-se que o fator risco apresentou relação estatisticamente significativa \n\ncom o valor de mercado das empresas, indicando que este componente deve ser considerado \n\npelos agentes econômicos no momento de análise de valuation. Contudo, destaca-se que os \n\nresultados apontados por este estudo limitam-se a amostra analisada, não podendo ser \n\nabsorvidos como uma característica geral para todas as empresas brasileiras com ações \n\nlistadas na bolsa de valores. \n\nOs achados deste estudo corroboram os resultados da pesquisa de Carvalho et al. \n\n(2013) acerca do impacto das variáveis macroeconômicas, contudo, os resultados divergem no \n\nque diz respeito à influência que o Valor Contábil do PL exerce sobre o valor de mercado das \n\ncompanhias, dado que nesta pesquisa os dados indicaram a influência negativa desta variável. \n\nNo mais, sugere-se para estudos futuros que sejam empregadas variáveis setoriais, tais \n\ncomo commodities e índices financeiros ou de mercado que sejam relevantes para os setores \n\neconômicos da Bovespa. Recomenda-se também que seja utilizada a metodologia do Value at \n\nRisk (VaR) para realizar o cálculo do risco, devido ao fato deste método apresentar-se como \n\numa alternativa mais robusta para o cálculo do risco, e que se estabeleça um intervalo de \n\nconfiança para o preço das ações das principais empresas listadas na Bovespa, por meio de \n\nprojeções e simulações de Monte Carlo. \n\n \n\n \n\n\n\n51 \n \n\nReferências \n \n\nALI et al.. Causal relationship between macro-economic indicators and stock exchange prices \n\nin Pakistan. African Journal of Business Management, v. 4, n. 3, p. 312-319, 2010. \n\n \n\nAMORIM, A. L. G. C.; LIMA, I. S.; MURCIA, F. D.. Análise da relação entre as \n\ninformações contábeis e o risco sistemático no mercado brasileiro. Revista Contabilidade &amp; \n\nFinanças, v. 23, n. 60, p. 199-211, dez. 2012. \n\n \n\nARAUJO, E.; BASTOS, F.A.S.. Relações entre retornos acionários, juros, atividade \n\neconômica e inflação. Brazilian Business Review, v. 5, n. 1, p. 51-73. 2008. \n\n \n\nBLANCHARD, O.. Macroeconomia. 2. ed. Rio de Janeiro: Campus, 2001. \n\n \n\nBROOKS, C.. Introductory Econometrics for Finance. 2. ed. Cambridge: Cambridge \n\nUniversity Press, 2008. \n\n \n\nBolsa de Valores, Mercadorias e Futuros de São Paulo (BM&amp;FBOVESPA). Processo de \n\nConcorrência. Disponível em:&lt;http://www.bmfbovespa.com.br/etf/processo-de-\n\nconcorrencia.aspx?idioma=pt-br>. Acesso em: 06 de fev. 2016. \n\n \n\nCARVALHO, K. S. et al.. A Influência das Variáveis Macroeconômicas Sobre o Valor de \n\nEmpresas: uma Abordagem a partir do Modelo de Ohlson. In: Encontro da ANPAD, 38, \n\n2013, Rio de Janeiro. Anais... Rio de Janeiro: ANPAD, 2013. \n\n \n\nCARVALHO, K. S. et al.. Análise do valor de mercado das companhias de capital aberto \n\nbrasileiras no período de 2002 a 2011. Revista de Finanças Aplicadas, v. 3, p.1-35, 2014. \n\n \n\nCIOFFI, P. L. M.; FAMÁ, R.. O Modelo de Ohlson e a sinalização de dividendos no mercado \n\nde capitais brasileiro. In: Seminários de Administração, 13, 2010, São Paulo. Anais... São \n\nPaulo: FEA/USP, 2010. \n\n \n\nCOSCARELLI, B. V.; LAMOUNIER, W.M.; AMARAL, H.F.. Liquidez corporativa e o \n\nmarket value added. Advances in Scientific and Applied Accounting, v.4, n.3, p.304-330, \n\n2011. \n\n \n\nCUNHA, M. F.; MARTINS, E.; ASSAF NETO, A.. Avaliação de empresas no Brasil pelo \n\nfluxo de caixa descontado: evidências empíricas sob o ponto de vista dos direcionadores de \n\nvalor nas ofertas públicas de aquisição de ações. Revista de Administração, São Paulo, v. \n\n49, n. 2, p. 251-266, abr./maio/jun., 2014. \n\n \n\nCUPERTINO, C. M.; LUSTOSA. P. R. B.. Testabilidade do Modelo Ohlson: revisão da \n\nliteratura acadêmica. Contabilidade Vista &amp; Revista, v. 17, n. 2, p. 47-66, abr./ jun., 2006. \n\n \n\nDAMODARAN, A.. Equity Risk Premiums (ERP): Determinants, Estimation and \n\nImplications. 2011. Disponível em: \n\n<http://papers.ssrn.com/sol3/papers.cfm?abstract_id=1769064>. Acesso em: 08 de fev. 2015.  \n\n \n\n\n\n52 \n \n\nDORNBUSH, R.; FISCHER, S.. Exchange rates and current account. American Economic \n\nReview, v. 70, n.5, p.960–971, 1980. \n\n \n\nFELTHAM, G.A.; OHLSON, J. A.. Valuation and Clean Surplus Accounting for Operating \n\nand Financial Activities. Contemporary Accounting Research, v. 11, n. 2, p. 689-731, \n\n1995. \n\n \n\nFONTANA, F.C.. Política monetária: metas de inflação. 2005. 51f. Monografia (Ciências \n\nEconômicas) – Escola Superior de Agricultura Luiz de Queiros, Universidade de São Paulo, \n\nSão Paulo. \n\n \n\nGALDI, F.C.; TEIXEIRA, A. J.C.; LOPES, A.B.. Análise empírica de modelos de valuation \n\nno ambiente brasileiro: fluxo de caixa descontado versus modelo de Ohlson (RIV). Revista \n\nContabilidade &amp; Finanças. v. 19. n. 47, p. 31-43, mai./ago., 2008. \n\n \n\nGAY JR., R.. Effect of macroeconomic variables on stock market returns for four emerging \n\neconomies: Brazil, Russia, India, and China. International Business &amp; Economics Research \n\nJournal, v. 7, n. 3, p. 1-8, 2008. \n\n \n\nGIRÃO, L.F.A.P.; MARTINS, O.S.; PAULO, E.. Avaliação de empresas e probabilidade de \n\nnegociação com informação privilegiada no mercado brasileiro de capitais. Revista de \n\nAdministração – RAUSP. v. 49, n. 3, p. 462-475, jul./set, 2014. \n\n \n\nHEIJ, C. et al.. Econometric Methods with Applications in Business and Economics. \n\nOxford: Oxford University Press, 2004. \n\n \n\nHWANG, L. S.; LEE, W. J.. Stock Return Predictability of Residual-Income-Based \n\nValuation: Risk or Mispricing? Journal of Accounting, Finance and Business Studies – \n\nABACUS, v. 49, n. 2, p. 219-241, 2013. \n\n \n\nJORION, P. Value at Risk: A nova fonte de referência para o controle do risco de mercado. \n\n2. ed. São Paulo: Bolsa de Mercadorias e Futuros, 2003. \n\n \n\nLO, K.; LYS, T.. The Ohlson model: contribution to valuation theory, limitations, and \n\nempirical applications. Journal of Accounting, Auditing and Finance, v. 15, p. 337-67, \n\nSummer, 2000. \n\n \n\nLOPES, A. B.; SANT’ANNA, D. P.; COSTA, F. M. A relevância das informações contábeis \n\nna BM&amp;F Bovespa a partir do arcabouço teórico de Ohlson: avaliação dos modelos de \n\nresidual income valuation e abnormal earnings growth. Revista de Administração da USP, \n\nSão Paulo, v. 42, n. 4, p. 497-510, 2007. \n\n \n\nLOPES, A. B. A informação contábil e o mercado de capitais. São Paulo: Pioneira \n\nThomson Learning, 2002. \n\n \n\nMARKOWITZ, H. Portfolio Selection. The Journal of Finance. v.7, n.1, p. 77-91, 1952. \n\n \n\nMARQUES, V. A.; DINIZ, T. C.. A influência do fator risco nos Modelos de valuation. In: \n\nEncontro Nacional de Engenharia de Produção, 30, 2010, São Carlos. Anais... São Paulo: \n\nABEPRO, 2010. \n\n\n\n53 \n \n\n \n\nMODIGLIANI, F.; MILLER, M. H. The cost of capital, corporation finance and the theory of \n\ninvestment. American Economic Review, v. 48, p. 261-297, 1958. \n\n \n\nNAKAMURA, W. T., &amp; MATIAS FILHO, J.. Estudo empírico sobre metodologias \n\nalternativas de aplicação do CAPM no mercado de ações brasileiro. In: Congresso USP de \n\nControladoria e Contabilidade, USP, São Paulo, SP, 2006. Anais… São Paulo: USP, 2006. \n\n \n\nOHLSON, J. A.. Earnings, Book Values, and Dividends in Equity Valuation. Contemporary \n\nAccounting Research, v. 11, n. 2, p. 661-687, Spring, 1995. \n\n \n\nOHLSON, J. A.. Earnings, Book Values, and Dividends in Equity Valuation: An Empirical \n\nPerspective. Contemporary Accounting Research, v. 18, n. 1, p. 107–20, 2001. \n\n \n\nOHLSON, J. A; LOPES, A. B.. Avaliação de empresas com base em números contábeis. \n\nBrazilian Business Review, v. 4, n. 2, mai./ago., p. 96-103, 2007. \n\n \n\nOLIVEIRA, M. R. G.. Gerenciamento do Risco de Mercado baseado no Value At Risk \n\nestático e dinâmico para Carteiras de Ações e Opções negociadas na Bovespa. 2005. \n\n252f. Tese (Economia) – Programa de Pós-Graduação em Economia, Universidade Federal de \n\nPernambuco, Pernambuco. \n\n \n\nOLIVEIRA, E. F.; GUERREIRO, R.; SECURATO, J. R.. Uma proposta para a avaliação da \n\nempresa em condições de risco com base no modelo de Ohlson. Revista Contabilidade &amp; \n\nFinanças - USP, São Paulo, n. 32, p. 58 - 70, maio/agosto, 2003. \n\n \n\nPINDYCK, R. S.; RUBINFELD, D. L. Econometria – modelos e previsões. Rio de Janeiro: \n\nElsevier, 2004. \n\n \n\nQUADIR, M. M.. The Effect of Macroeconomic Variables On Stock Returns on Dhaka Stock \n\nExchange. International Journal of Economics and Financial Issues, v. 2, n. 4, p. 480-487, \n\n2012. \n\n \n\nRIBEIRO, R.B.; GABRIEL, F.S.; RIBEIRO, K.C.S. Influência das variáveis \n\nmacroeconômicas sobre o retorno das ações da Petrobrás S.A.. In: XXXII Encontro Nacional \n\nde Engenharia de Produção, 2012, Bento Gonçalves, Anais...Bento Gonçalves: ABEPRO, p. \n\n1-13, 2012. \n\n \n\nRIGHI, M.B.; SCHLENDER, S.G.; CERETTA, P.S.. Análise dos impactos esperados e não-\n\nesperados da taxa de juros, câmbio e inflação no mercado brasileiro. Revista de \n\nAdministração da UFSM. v. 5, n. 3, p. 539-548, set/dez., 2012. \n\n \n\nROGERS, P.. Governança corporativa, mercado de capitais e crescimento econômico no \n\nBrasil. 2006. 147 f. Dissertação (Mestrado em Administração) - Faculdade de Gestão e \n\nNegócios, Universidade Federal de Uberlândia, Minas Gerais. \n\n \n\nSCHUCH, G. M.. Modelo de Ohlson (1995) na Avaliação de Empresas: Uma análise \n\nEmpírica no Brasil. Dissertação (Mestrado) – Universidade Federal do Rio Grande do Sul – \n\nUFRS. Mestrado em Administração. Porto Alegre, 2013. \n\n \n\n\n\n54 \n \n\nSEMPER, J. D. C.; BELTRÁN, J. M. T.. El Beneficio Anormal en el Modelo de Ohlson: una \n\npropuesta para su estimación. Revista de Contabilidad – Spanish Accounting Review, v. \n\n10, n. 1, p. 75-98, 2007. \n\n \n\nSILVA, F. M.; CORONEL, D. A.. Análise da causalidade e cointegração entre variáveis \n\nmacroeconômicas e o Ibovespa. Revista de Administração FACES Journal, v. 11, n. 3, p. \n\n31-52, jul./set, 2012. \n\n \n\nVALDÉS, A. L.; VÁZQUEZ, R. D.. Ohlson model by panel cointegration with Mexican data. \n\nContaduría y Administración, v. 55, n. 232, p. 131-142, sep./dic., 2010. \n\n \n\nVALDÉS, A. L.; VÁZQUEZ, R. D.; HERRERA, H. V.. Value Relevance of the Ohlson \n\nmodel with Mexican data. Contaduría y Administración, v. 52, n. 223, p. 33-52, sep./dic., \n\n2007. \n\n \n\nVÁZQUEZ, R. D.; VALDÉS, A. L.; RAMIREZ, C. E. C. Effectiveness of corporate finance \n\nvaluation methods: Piotroski score in an Ohlson model: the case of Mexico. Journal of \n\nEconomics, Finance and Administrative Science, v. 19, n. 37, 2014. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n55 \n \n\n3 A influência da governança, sustentabilidade e \n\ncrise sobre o valor de mercado das empresas \n\nbrasileiras: um estudo à luz do Modelo de Ohlson \n\n3.1 Introdução \n\nA procura por um modelo de avaliação do valor justo dos ativos financeiros sempre foi \n\num tema amplamente discutido pelos acadêmicos e os agentes financeiros. A literatura \n\nfinanceira dispõe de diversos métodos utilizados para a mensuração deste indicador, estando a \n\nmaior parte destas metodologias baseada em aspectos contábeis, econômicos e/ou financeiros. \n\nNo âmbito dos ativos que possuem maior interesse por parte dos especialistas em finanças, a \n\nmensuração do valor de mercado (Market value) de empresas obtém destaque devido à sua \n\nimportância dentro do processo de tomada de decisão acerca dos grandes investimentos, como \n\naquisições, cisões e fusões empresariais. Todavia, a busca por um modelo ideal de valuation, \n\nou mais adequado a um determinado mercado ou ativo, permanece presente. \n\nDentre os métodos que possibilitam o cálculo do valor de mercado (VM) de uma \n\norganização, o Modelo de Ohlson (MO) (1995) se destaca por possibilitar a união das \n\ninformações contábeis com outras variáveis não explicadas pela contabilidade – por meio do \n\nvetor de “outras informações” contido no modelo, permitindo a junção de diferentes teorias \n\neconômicas, financeiras e contábeis. Desta maneira, o MO fornece uma relação entre os dados \n\ncontábeis e o valor das empresas, bem como, permite o acréscimo de uma variável que capta a \n\ndinâmica de informações (CIOFF; FAMÁ, 2010).  \n\nCom base na possibilidade do acréscimo de variáveis exógenas ao MO, diversos \n\ntrabalhos foram realizados com o objetivo de validar a aplicação deste método em diversos \n\nmercados financeiros (SHUCH, 2013; LO; LYS, 2000; SEMPER; BELTRÁN, 2007; \n\nVALDÉS; VÁZQUEZ, 2010; VÁZQUEZ; VALDÉS; RAMIREZ, 2014). Alguns das \n\npesquisas feitas à luz do MO, como os estudos de Carvalho et al. 2013 e Carvalho et al. 2014, \n\nevidenciaram a importância do acréscimo de variáveis macroeconômicas a este método – \n\ncomo Taxa de Câmbio, Produto Interno Bruto (PIB) per capita, Inflação e a Taxa básica de \n\nJuros. Assim como, os resultados encontrados no estudo que compõe a primeira parte desta \n\ndissertação evidenciaram que o fator de risco também deve ser considerado dentro do \n\nprocesso de valuation, apontando a relevância deste aspecto para a avaliação de empresas. \n\n\n\n56 \n \n\nPorém a estrutura o modelo proposto na primeira etapa desta dissertação foi capaz de \n\nexplicar aproximadamente apenas 24% do comportamento do valor de mercado das empresas \n\nestudadas, assim sendo, faz-se necessário realizar um estudo empírico acerca do MO com o \n\nintuito de aprofundar a aplicação deste método acrescido de outros indicadores que – segundo \n\na teoria (ANDRADE et al., 2013; BM&amp;FBOVESPA, 2016a; BM&amp;FBOVESPA, 2016d) – \n\npossuem influência sobre o processo de formação de valor de empresa, como a adesão aos \n\nÍndices de Governança Corporativa (GC), Sustentabilidade Empresarial (SE) e o efeito da \n\nCrise financeira – por promover o aumento da volatilidade dos ativos.  \n\nDado que a premissa da adesão de práticas diferenciadas de GC e de SE possibilita às \n\nempresas benefícios como melhoria da imagem institucional, maior demanda por suas ações, \n\nmenor custo de capital e a valorização das suas ações. Evidenciando o impacto da adesão aos \n\nÍndices de Governança Corporativa (IGC) e Índice de Sustentabilidade Empresarial (ISE) \n\nsobre o valor das empresas (ANDRADE et al., 2013; BM&amp;FBOVESPA, 2016a; \n\nBM&amp;FBOVESPA, 2016d).  \n\nPor sua vez, a recente crise financeira de 2008, originada pela inadimplência dos \n\ntítulos subprime do mercado imobiliário dos EUA, impulsionou o surgimento de estudos \n\n(LIU; UCHIDA; YANG, 2010; SERRA, 2011; BARRETO; MURCIA; LIMA, 2012) que \n\nbuscaram relacionar as ocorrências das crises financeiras com o valor de mercado das \n\nempresas. Com base nos resultados destas pesquisas, entende-se a crise financeira como um \n\ndeterminante do VM das companhias. \n\nDiante disto, o presente trabalho almeja elucidar a seguinte questão: “Os níveis de \n\nGovernança Corporativa, Sustentabilidade Empresarial e o efeito crise impactam na \n\nformação do valor de mercado das companhias brasileiras de capital aberto?”. \n\nPortanto, este estudo visa contribuir na aplicação empírica do método de avaliação de \n\nempresas de Ohlson (1995) dentro do mercado nacional através da inserção de variáveis \n\nmacroeconômicas e de risco, assim como, através da testabilidade do modelo acrescido de \n\nvariáveis dummy que capturem os efeitos das práticas de GC, SE e Crise. \n\n \n\n \n\n3.2 Referencial Teórico \n\n3.2.1 Modelo de Ohlson \nO modelo de avaliação de ativos de Ohlson (MO) (1995) produziu grandes \n\ncontribuições para a literatura financeira e para os demais modelos de precificação financeiro-\n\n\n\n57 \n \n\ncontábil, ao possibilitar a inserção de qualquer informação, contábil ou não, no processo de \n\nvaloração de empresa. \n\nDe acordo com Galdi, Teixeira e Lopes (2008), esse método de precificação “define o \n\nvalor de uma empresa como sendo o somatório do valor contábil do patrimônio líquido da \n\ncompanhia com o valor presente dos lucros residuais (anormais) esperados”.  \n\nEm linhas gerais, o MO fundamenta-se na crença tradicional de que o valor da \n\nempresa é composto por duas partes principais: o valor líquido do investimento realizado \n\n(valor contábil) e o valor presente dos benefícios futuros (lucro), que juntos trazem o conceito \n\nde \"Lucro Limpo\" do valor Patrimônio Líquido (VALDÉS; VÁZQUEZ, 2010; VÁZQUEZ; \n\nVALDÉS; RAMIREZ, 2014). O conceito de Lucro Limpo se baseia na prerrogativa que todas \n\nas variações patrimoniais devem transitar pelas contas de resultado (CUPERTINO; \n\nLUSTOSA, 2006). \n\nJá em termos matemáticos, o Modelo de Ohlson (MO) é estruturado em três principais \n\npremissas, são elas: (i) baseia-se no Modelo de Desconto de Dividendos (MDD); (ii) \n\nacrescenta-se ao MDD o conceito de Relação de Lucro Limpo, originado do termo em inglês \n\nClean Surplus Relation (CSR), e; (iii) Relacionar as informações contábeis com uma \n\nDinâmica de Informações Lineares (DIL). \n\nA primeira premissa do MO, baseia-se no MDD, onde o valor da empresa é calculado \n\npor meio do resultado dos dividendos futuros trazidos a valor presente por uma taxa livre de \n\nrisco. \n\nA 2ª premissa refere-se ao conceito de Clean Surplus Relation e assegura que as \n\ninformações contábeis e os dividendos devem satisfazer uma relação de lucro limpo. Assim \n\ncomo, afirma que os dividendos reduzem o valor contábil do patrimônio líquido sem afetar o \n\nlucro atual. Isto é, o patrimônio líquido atual é igual o patrimônio líquido do período anterior, \n\nmenos os dividendos pagos e acrescido dos lucros atuais (Equação 21). \n\n \n\n?? = ???1 ? ?? + ?? \n\n \n\nOnde: ?? = patrimônio líquido atual; \n\n ???1 = patrimônio líquido do período anterior; \n\n ?? = lucro líquido atual. \n\n \n\nJá os Lucros Anormais são calculados de acordo com a Equação 22 a seguir: \n\n \n\n(21) \n\n\n\n58 \n \n\n??\n? ?  ?? ? (?? ? 1)???1 \n\n \n\nOnde: ??\n?  = Lucros Anormais do período atual; \n\n ??  = Retorno do ativo livre de risco. \n\n \n\nA 3ª premissa do método se originou da busca pelo entendimento de como as \n\ninformações contábeis e não contábeis se relacionavam com os lucros futuros. Para tal, \n\nOhlson (1995) estabeleceu a Dinâmica de Informações Lineares (DIL), em que o \n\ncomportamento do resultado anormal e da variável de “outra informação” ao longo do tempo \n\né determinado a partir de um sistema de equações lineares – de forma estocástica. \n\nIncorporando as Equações 21 e 22 ao MDD, obtém-se: \n\n \n\n?? = ?? + ? ??\n??\n\n?\n\n?=1\n\n?? [????+?\n? ] \n\n \n\nOnde: ??  = Valor contábil do patrimônio líquido; \n\n ? ??\n???\n\n?=1 ?? [????+?\n? ] = Somatório dos lucros residuais previstos trazidos a valor presente. \n\n \n\nDe acordo com Ohlson (1995) a 3ª premissa não impõe limitações sobre as variâncias \n\ne covariâncias dos termos de perturbação. Ou seja, as variâncias podem seguir um processo \n\nheterocedástico. \n\nPor fim, obtém-se o Modelo de Ohlson por meio da seguinte equação: \n\n \n\n?? = ?? + ?1??\n? + ?2??  \n\n \n\n \n\nDesta forma, a função do preço de Ohlson implica que o valor de mercado de uma \n\nempresa é igual ao valor contábil do patrimônio líquido adicionados da lucratividade corrente \n\n– mensurada pelo lucro anormal – e pelo vetor de “outras informações” que modificam a \n\nlucratividade futura (OHLSON, 1995). \n\nPortanto, entende-se que o Modelo de Ohlson possibilita “a avaliação do valor de \n\nmercado das companhias, sem que haja dependência direta do modelo contábil adotado” \n\n(LOPES, 2008). Segundo o mesmo autor, este resultado é de grande importância para a teoria \n\n(24) \n\n(25) \n\n(22) \n\n\n\n59 \n \n\ncontábil na medida em que estabelece uma relação entre as informações contábeis e a \n\nmoderna Teoria de Finanças.  \n\n \n\n3.2.2 Governança Corporativa \nA Governança Corporativa (GC) surgiu para minimizar o conflito de agência, \n\nproveniente da separação entre a propriedade e a gestão empresarial (IBGC, 2016). Shleifer e \n\nVishny (1997) definem o problema de agência como as dificuldades que os investidores \n\npossuem para garantir que o seu capital não seja desapropriado ou que os gastos em projetos \n\nlhe tragam um retorno abaixo do esperado. \n\nCom o intuito de minimizar o problema de agência brasileiro e aprimorar a \n\ngovernança das companhias, a bolsa de valores brasileira, no ano 2000, criou diferentes \n\nsegmentos de listagem que se diferenciam de acordo com nível das práticas de GC adotadas, \n\nsão eles: Tradicional, Novo Mercado, Nível 1, Nível 2 e o Bovespa Mais. Pressupõe-se que as \n\ncompanhias listadas nestes segmentos promovam aos seus stakeholders diversos benefícios, \n\ncomo: maior segurança quanto aos seus direitos societários, melhoria da precisão na \n\nprecificação das ações, aprimoramento do processo de acompanhamento e fiscalização das \n\ninformações e minimização do risco de investimento. Sobretudo, espera-se que haja uma \n\nmaior demanda e valorização das ações e menor custo de capital (BM&amp;FBOVESPA, 2016b). \n\nAs boas práticas de GC estão fundamentadas nos princípios de transparência, \n\nindependência e prestação de contas (accountability), como meio de minimizar o problema de \n\nagência e atrair novos investimentos ao país (IBGC, 2009). Então, entende-se que a GC é um \n\nsomatório de práticas que auxiliam a gestão das companhias, garantindo os direitos de todos \n\nos interessados (stakeholders), com o objetivo de melhorar o desempenho financeiro da \n\nempresa.  \n\nDe acordo com Silveira (2002), a estrutura de governança de uma empresa afeta seu \n\ndesempenho e o seu valor de mercado, uma vez que as companhias que possuem um nível GC \n\nmais adequado às práticas do mercado, em sua maior parte, alcançam um melhor resultado e \n\nsão melhores avaliadas do que empresas que apresentam uma estrutura de governança abaixo \n\nda média de mercado. \n\nDiante disto, estudos foram realizados com o intuito de examinar a relação entre a \n\nadoção das boas práticas de governança e o valor das empresas. Silveira, Barros e Fama \n\n(2003) identificaram que as empresas que têm pessoas distintas ocupando os cargos de diretor \n\nexecutivo e presidente do conselho são mais valorizadas pelo mercado. Já os autores \n\nBRUGNI et al. (2012) concluíram que a adição de práticas de GC aumenta o poder \n\n\n\n60 \n \n\nexplicativo do Modelo de Ohlson. Gelman, Castro e Seidler (2015), apontaram a existência de \n\num efeito negativo do acordo de acionistas no valor da firma. Por sua vez, estudos foram \n\nrealizados com o objetivo de examinar a relação entre o nível de concentração acionária e o \n\nvalor de mercado das empresas (CAIXE; KRAUTER, 2013). \n\nA premissa da adoção de níveis diferenciados de GC confere maior credibilidade ao \n\nmercado acionário, aumenta o nível de confiança e disposição do investidor em adquirir \n\nações, reduzem as incertezas no processo de avaliação e de investimento, e \n\nconsequentemente, o risco – levando os investidores a pagarem um preço melhor pelas ações \n\ndestas companhias (GEOCZE, 2010; PROCIANOY; VERDI, 2009).  \n\nConsequentemente, esta pesquisa parte da premissa que níveis diferenciados de \n\nGovernança Corporativa impactam positivamente o processo de valuation. \n\n \n\n3.2.3 Sustentabilidade Empresarial \n\nOutro fator que se mostra relevante diante dos determinantes da formação de valor de \n\numa empresa é o nível de Sustentabilidade Empresarial (SE) adotado por estas companhias. \n\nDoravante, entendamos o conceito de SE com base na definição do triple bottom line, ou seja, \n\no conceito de sustentabilidade está associado a três finalidades, a prosperidade econômica, a \n\nqualidade ambiental e a justiça social (ELKINGTON, 1998 apud ANDRADE et al., 2013). \n\nSegundo a BM&amp;FBOVESPA (2016a), desde a década de 1990, identificou-se uma \n\ntendência de os investidores brasileiros buscarem realizar investimentos e aplicar os seus \n\nrecursos em empresas que apresentassem características sustentáveis, socialmente \n\nresponsáveis e rentáveis. Está estratégia de investimento pode ser denominada de \n\nInvestimentos Socialmente Responsáveis, pois consideram que estas empresas geram valor no \n\nlongo prazo para os seus investidores, baseando-se no fato de estarem mais preparadas para \n\nenfrentar os riscos ambientais, sociais e econômicos do mercado (ANDRADE et al., 2013). \n\nDiante do exposto, diversos trabalhos buscaram verificar o impacto da adoção de \n\npráticas de sustentabilidade empresarial no processo de valoração de empresa. LAMEIRA et \n\nal. (2013) fizeram uso de métodos econométricos para analisar a incidência das melhores \n\npráticas sustentáveis sobre o maior valor das empresa, melhores rendimentos e menor risco. \n\nOs autores concluíram que existe uma relação entre a qualidade das práticas de \n\nsustentabilidade e o valor de mercado das organizações e a rentabilidade dos seus ativos. \n\nPesquisadores (MAZZIONI et al., 2013) confrontaram a performance das companhias listadas \n\nno ISE e nos demais segmentos da Bovespa no que diz respeito a geração e distribuição de \n\nvalor, e concluíram que as empresas pertencentes ao ISE possuem números de geração de \n\n\n\n61 \n \n\nvalor adicionado superiores as demais companhias. Enquanto, ANDRADE et al., (2013) \n\nexaminaram se o valor das companhias de capital aberto brasileiras era influenciado pela \n\nadesão ao Índice de Sustentabilidade Empresarial (ISE) da Bovespa e identificaram que a \n\nhipótese de que existe relação positiva entre o SE e o valor de mercado da empresa não foi \n\nrejeitada nos períodos que antecederam a crise financeira. \n\nCom base no referencial teórico apresentado e nos achados das pesquisas realizadas \n\nem outrora (ANDRADE et al., 2013; MAZZIONI et al., 2013; LAMEIRA et al., 2013), \n\nexpõe-se a necessidade da realização de um estudo empírico com a finalidade de averiguar o \n\nimpacto da adesão de boas práticas de SE e GC dentro do processo de valuation.  \n\nPosto isto, este trabalho visa contribuir com a literatura financeira por meio da geração \n\nde resultados empíricos referentes à influência das práticas Sustentabilidade Empresarial \n\nacerca do valor de mercado das empresas brasileiras, partindo da premissa de que a SE possui \n\nrelação positiva com o VM. \n\n \n\n3.2.4 Crise Financeira e Valor de Empresa \n\nA temática acerca das crises financeiras vem sendo explorada dentro da literatura \n\nacadêmica. A necessidade de se identificar as causas, consequências e oportunidades geradas \n\npelas crises econômicas globais tem atraído a atenção dos pesquisadores nacionais e \n\ninternacionais, especialmente após a incidência da crise financeira de 2008 (SERRA, 2011; \n\nBARRETO; MURCIA; LIMA, 2012; GIRAY, 2015; FREGUETE; NOSSA; FUNCHAL, \n\n2015), originada pela inadimplência dos pagamentos referentes às hipotecas imobiliárias \n\n(subprime) dos EUA que resultou numa bolha imobiliária. \n\nOs estudos apontam que um grande número de empresas apresenta um desempenho \n\ninferior as demais organizações durante os períodos de crise, todavia, não identificam um \n\nmotivo para este fato, dado que todas as companhias estão expostas aos mesmos fatores \n\nmacroeconômicos globais. Sabe-se que uma crise financeira é um evento não previsível, \n\nportanto, aumenta o nível de dificuldade para as empresas organizarem sua estrutura de \n\ngovernança diante do cenário de incertezas gerado pela crise (LIU; UCHIDA; YANG, 2010).  \n\nNo Brasil, antes do início da crise econômica, podia se observar um cenário prospero \n\npara a economia nacional. O Ibovespa, índice que mensura o desempenho das principais \n\nempresas com ações listadas na Bolsa de Valores de São Paulo, encontrava-se no patamar de \n\n73.000 pontos em maio de 2008, atingindo uma marca histórica para o mercado brasileiro. \n\nContudo, após esta data a economia local passou a ser influenciada pelo pessimismo instalado \n\nem outras economias, originado pelo alcance global dos impactos da crise. Ao final do \n\n\n\n62 \n \n\nprimeiro semestre de 2008, apesar dos esforços do governo para debelar a crise, os \n\ninvestidores estrangeiros passaram a retirar os seus aportes financeiros do mercado nacional e \n\nos efeitos da crise já afetavam a economia brasileira de uma forma que no segundo semestre \n\ndeste mesmo ano o Ibovespa alcançava a casa dos 32.000 pontos e o PIB brasileiro registrou \n\numa queda de 3,6%, no quarto trimestre (SINGER, 2009; BM&amp;FBOVESPA, 2016c). \n\nDiante disto, entende-se que as crises financeiras são determinantes do valor de \n\nmercado das empresas (LIU; UCHIDA; YANG, 2010; SERRA, 2011; BARRETO; \n\nMURCIA; LIMA, 2012), e que, portanto, devem ser levadas em consideração no processo de \n\navaliação destas companhias. Autores como Liu, Uchida e Yang (2010), Serra (2011), \n\nBarreto, Murcia e Lima (2012) e Andrade et al. (2013), vêm estudando as \n\ninfluência/especificidades da crise econômica de 2008 e suas diversas implicações no cenário \n\nnacional e internacional. \n\nEste trabalho acredita que as consequências das Crises financeiras influenciam \n\nnegativamente o market value das companhias listadas na Bovespa. Portanto, a presente \n\npesquisa objetiva contribuir para a literatura financeira através do estudo do efeito da crise \n\nfinanceira sobre o valor justo das empresas listadas na Bovespa e suas influências, fazendo \n\nuso do modelo de avaliação de empresas de Ohlson (1995). \n\n \n\n \n\n3.3 Procedimentos Metodológicos \n\nUma vez que o modelo de precificação – do valor de mercado das empresas brasileiras \n\ncom ações listas na Bovespa – estruturado na parte inicial desta pesquisa foi capaz de explicar \n\napenas 56% do market value destas companhias, faz-se necessário investigar quais outras \n\nvariáveis são determinantes para a formação do valor de mercado destas empresas. \n\nDiante disto, a metodologia proposta para este trabalho dá continuidade à pesquisa \n\niniciada por esta dissertação, na qual se baseia na metodologia utilizada por Carvalho et al. \n\n(2013). Isto é, este estudo fará uso do método de avaliação de empresas de Ohlson (1995), \n\npromovendo a investigação da influência das variáveis macroeconômicas, risco, Governança \n\nCorporativa, Sustentabilidade Empresarial e crise, com o intuito de melhorar o poder \n\nexplicativo deste método. \n\nA amostra da pesquisa foi composta pelas companhias que possuíam ações listadas na \n\nBolsa de Valores de São Paulo entre os anos de 1995 e 2013, dentro dos seguintes setores da \n\neconomia: Petróleo e Gás, Siderurgia, Construção, Energia Elétrica, Financeiro, de acordo \n\n\n\n63 \n \n\ncom a classificação da Bovespa – considerando também as empresas que ingressaram na \n\nbolsa após o ano de 1995 ou encerram as suas atividades antes do ano de 2013. Estes \n\nsegmentos econômicos escolhidos devido a relevante participação destes setores no Ibovespa, \n\níndice que responde por mais de 80% do número de negócios e do volume financeiro \n\nverificados no mercado à vista da BOVESPA (BM&amp;FBOVESPA, 2016e). \n\nOs dados contábeis e financeiros das empresas foram extraídos das plataformas do \n\nEconomática®, da Bovespa e do Banco Central do Brasil. Após a extração as informações \n\nforam tratadas e tabuladas em planilhas do Microsoft Excel. Por fim, utilizou-se o STATA \n\n12® para realizar os cálculos e testes econométricos. \n\nFaz-se necessário ressalvar que durante o tratamento dos dados, as empresas que \n\napresentaram valores negativos de Patrimônio Líquido (PL) foram excluídas da amostra, uma \n\nvez que um PL não obedece a premissa de Relação de Lucro Limpo (Clean Surplus Relation) \n\ndo Modelo de Ohlson (1995), \n\nDesta forma, a estrutura metodológica do trabalho obedece o fluxograma a seguir.  \n\n \n\nFigura 2 – Fluxograma do cálculo do valor da empresa \n\n \nFonte: Autoria própria (2016). \n\n \n\n\n\n64 \n \n\nNesta pesquisa foram utilizadas variáveis macroeconômicas (PIB, Inflação, Taxas de \n\nJuros e de Câmbio), Risco, Governança Corporativa, Sustentabilidade Empresarial e Crise \n\npara mensurar o valor das empresas por meio do Modelo de Ohlson (MO) (1995). Para isso, \n\ninicialmente se calculou as principais variáveis do MO, o Valor Contábil do PL e os Lucros \n\nAnormais. Posteriormente, as variáveis Governança Corporativa, Sustentabilidade \n\nEmpresarial e Crise foram tabuladas. \n\nVisando capturar os efeitos das variáveis de Governança Corporativa, Sustentabilidade \n\nEmpresarial e Crise, serão utilizadas variáveis dummies binárias, onde serão atribuídos os \n\nvalores de 0 para as empresas que não se encontram listadas nos índices de Governança \n\nCorporativa (IGC) e de Sustentabilidade Empresarial (ISE) e para os anos em que não houve \n\nregistro de crises econômicas; e 1 para os anos em que houve registro de crises financeiras \n\nglobais e nos casos em que as companhias estudadas estejam inseridas nas carteiras teóricas \n\ndos índices IGC e ISE. \n\nA definição do período de crise baseou-se na metodologia utilizada por Serra (2011), \n\nportanto, deu-se analisando a variação histórica do Índice Bovespa, apresentada no Gráfico 1. \n\n \n\nGráfico 1 – Variação mensal histórica dos pontos do Índice Bovespa \n\n \nFonte: Autoria própria (2016). \n\n \n\nO período caracterizado pela crise foi estipulado pelo exercício financeiro do ano de \n\n2008, dado que a data de início da crise adotada por este trabalho será o dia 20 de maio de \n\n2008, dia este que o IBOV atingiu o seu ápice alcançando os 73.517 pontos. Por sua vez, o \n\nmarco do término da crise econômica será representado pelo dia 27 de outubro de 2008, \n\n\n\n65 \n \n\nquando o Ibovespa atingiu o seu vale, chegando a 29.435 pontos – caracterizando uma queda \n\nde 60%. Assim sendo, esta pesquisa assumirá apenas o ano de 2008 como ano de crise.  \n\nO Quadro 4 traz a síntese das variáveis que foram utilizadas nesta pesquisa. \n\n \n\nQuadro 4 – Síntese das variáveis da pesquisa do artigo 2 \n\nTipo Nome Descrição Fonte \nRelação \n\nEsperada \n\nDependente \nValor de Mercado \n\n(VM)  \nValor de mercado das empresas. Economática® - \n\nIndependentes \n\nValor Contábil do \n\nPL (?? ) \nValor contábil do Patrimônio \n\nLíquido. \nEconomática® Positiva \n\nLucros Anormais \n\n(??\n? ) \n\nValor dos lucros anormais. Economática® Positiva \n\nPIB per Capita Produto Interno Bruto per capita. \nBanco Central \n\ndo Brasil \nPositiva \n\nSELIC Taxa básica de juros. \nBanco Central \n\ndo Brasil \nNegativa \n\nSELIC \nIPCA, proxy utilizada como \n\nindicador de inflação. \n\nBanco Central \n\ndo Brasil \nNegativa \n\nTaxa de Câmbio \nTaxa de Câmbio Índice da taxa \n\nde câmbio efetiva real. \n\nBanco Central \n\ndo Brasil \nPositiva \n\nRisco (VaR) \nValue at Risk, pelo método de \n\nsimulação histórica. \nEconomática® Negativa \n\nGovernança \n\nCorporativa (GC) \n\nDummy utilizada para mensurar \n\nos Níveis Diferenciados de \n\nGovernança Corporativa. \n\nBovespa Positiva \n\nSustentabilidade \n\nEmpresarial (SE) \n\nDummy utilizada para mensurar \n\nos níveis diferenciados de \n\nSustentabilidade Empresarial. \n\nBovespa Positiva \n\nEfeito Crise \nDummy utilizada para verificar os \n\nanos de crise econômica. \nBovespa Negativa \n\nFonte: Autoria própria (2016). \n\n \n\nPara alcançar o objetivo de mensurar o valor das empresas brasileiras a partir das \n\nvariáveis desta pesquisa, utilizou-se o método de Regressão com Dados em Painel (Panel \n\nData). Uma vez que está metodologia mescla as análises de séries temporais e cortes \n\ntransversais em um único modelo, assim sendo, numa Regressão com Dados em Painel a \n\nmesma unidade é analisada por um corte transversal e ao longo do tempo (BROOKS, 2008). \n\nDe acordo com Gujarati e Porter (2011), os dados em painel oferecem a possibilidade \n\nde se obter dados mais informativos, menos colinearidade entre as variáveis, maior \n\nvariabilidade e eficiência, dado que este método pode detectar e mensurar com maior \n\neficiência os efeitos que não podem ser observados em um corte transversal não-acrescido ou \n\nem uma série temporal pura. \n\n\n\n66 \n \n\nDevido a algumas entidades pesquisadas apresentarem um número incompleto de \n\nobservações, o modelo utilizado se caracteriza como um painel desbalanceado. Bem como, \n\ntambém pode ser classificado como painel curto, pois possui o número de sujeitos maior do \n\nque o número de períodos de tempo.  \n\nAo acrescentar todas as variáveis exógenas ao Modelo de Ohlson, a composição da \n\nregressão com Dados em Painel para o método de avaliação de empresas poderá ser expressa \n\nda seguinte forma:  \n\n \n\n??(??)?? = ?0 + ?1???? + ?2????? + ?3????? + ?4???? + ?5?????? +\n\n?6???? + ?7??????? + ?8?1?? + ?8?2?? + ?8?3????? + ??? \n\n \n\nOnde:   \n\nVM = Valor de Mercado da empresa; \n\nPL = Valor Contábil do PL; \n\nLAN = Lucros Anormais; \n\nPIB = PIB per capita; \n\nSE = SELIC; \n\nIPCA = Índice de Preço ao Consumidor Amplo; \n\nCA = Taxa de Câmbio; \n\nRisco = VaR; \n\nDGC = Dummy para Governança Corporativa; \n\nDSE = Dummy para Sustentabilidade Empresarial; \n\nDCRISE = Dummy para os anos de crise. \n\n \n\nUtilizou-se o teste de Hausman para fundamentar a opção do modelo mais apropriado \n\nde regressão com dados em painel, dado que a realização deste cálculo possibilita a escolha \n\nentre os métodos de efeitos fixos e efeitos aleatórios. Uma vez que a metodologia de \n\nRegressão com Dados em Painel está suscetível a violações de pressupostos característicos de \n\ndados em corte transversal – heterocedasticidade – e em séries temporais – autocorrelação, \n\naplicaram-se os testes de Wald modificado e de Wooldrige para verificar a incidência destes \n\nefeitos, tendo em vista o atendimento aos pressupostos deste modelo de regressão \n\n(COSCARELLI; LAMOUNIER; AMARAL, 2011).  \n\n \n\n(26) \n\n\n\n67 \n \n\n3.3.1 Hipóteses de Pesquisa \n\nO Quadro 5 apresenta as hipóteses de pesquisa deste estudo, que almejaram analisar a \n\ninfluência das variáveis Governança Corporativa, Sustentabilidade Empresarial e Crise sobre \n\no processo de formação de valor das empresas brasileiras dos setores Petróleo e Gás, \n\nSiderurgia, Construção, Energia Elétrica e Financeiro – com ações listadas na Bovespa, com \n\nbase na aplicação do Modelo de Ohlson (MO). \n\n \n\nQuadro 5 – Hipóteses de Pesquisa do Artigo 2 \n\nPreposição Descrição \n\nH01 \nA variável de Governança Corporativa não possui relação com o valor \n\nde mercado. \n\nH02 \nO nível de Sustentabilidade Empresarial não apresenta significância \n\nestatística para os setores analisados. \n\nH03 \nO efeito Crise não possui relação não é significativo no processo de \n\nformação de valor empresarial. \n\nH04 \n\nA inserção das variáveis GC, SE e Crise não aumentará o poder \n\nexplicativo do Modelo de Ohlson acrescido – apresentado no primeiro \n\nartigo desta dissertação. \n\nFonte: Autoria própria (2016). \n\n \n\nAs hipóteses H01, H02 e H03 buscam investigar a influência das variáveis GC, SE e \n\nCrise no VM das companhias estudadas. Enquanto a H04 avalia se o MO acrescido \n\n(composto pelas variáveis PIB, SELIC, IPCA e Taxa de Câmbio e Risco) terá seu poder \n\nexplicativo otimizado a partir da inserção dos determinantes GC, SE e Crise. \n\n \n\n \n\n3.4 Análise dos Resultados \n\nA análise dos dados desta pesquisa observou 02 (dois) diferentes períodos de tempo da \n\namostra, o primeiro período refere-se ao intervalo entre os anos 1995 a 2013, que procurou \n\nacumular a maior quantidade de observações disponíveis, já o segundo lapso temporal foi \n\nconstituído pelos anos de 2005 a 2013. Essa divisão se deve ao fato que o Índice de \n\nSustentabilidade Empresarial (ISE) ter sido criado no ano de 2005.  \n\nA Tabela 5 a seguir traz a síntese os resultados e a significância estatística dos \n\ncoeficientes relacionados às variáveis utilizadas nas regressões com MO agregado das outras \n\nvariáveis independentes desta pesquisa. \n\n \n\n \n\n \n\n \n\n\n\n68 \n \n\n \n\nTabela 5 – Resultados da análise em dados em painel para os diferentes períodos \n\nPeríodo/ \n\nVariável \n1995 a 2013 2005 a 2013 \n\nn 424 317 \n\nEfeitos do Painel Aleatórios Fixos \n\nConstante 5,7772** 14,8422** \n\nValor Contábil do PL (?? ) - (0,3952)* \n\nLucros Anormais (??\n? ) 0,7449** 0,7226** \n\nPIB per Capita - (0,0718)** \n\nSELIC (0,4606)** (0,7741)** \n\nIPCA (0,6273)** - \n\nCA (15,1972)** (5,5507)** \n\nRisco (0,1460)** (0,0921)** \n\nDGC - - \n\nDSE - - \n\nDCRISE 0,2546** (0,3472)** \n\nR² within 0,5532 0,4620 \n\nR² between 0,7737 0,1302 \n\nR² overall 0,7704 0,1332 \n\nTeste de Hausman 0,3619 0,0093 \n\nTeste de Breusch-Pagan Lagrange 0,0000 - \n\nTeste de Wald Modificado - 0,0000 \n\nTeste de Wooldridge 0,0000 0,0005 \n\n* Significante a 10%;  \n\n** Significante a 5%. \n\nFonte: Autoria própria (2016). \n\n \n\nInicialmente examinaram-se os resultados referentes ao período de 1995 a 2013. A \n\namostra para este análise foi composta por 105 empresas e 1434 observações e constituída \n\npelas empresas alocadas nos setores de Petróleo e Gás, Siderurgia, Construção, Energia \n\nElétrica e Financeiro. \n\nA regressão para o período citado apresentou 424 observações oriundas de 63 \n\ncompanhias e pode ser vista a seguir. \n\n \n\n??(??)?? = 5,7772 + 0.7449????? ? 0,4606?? ? 0,6273???? ?\n\n15,1972?? + 0,2546?????? + ??? \n\n \n\n \n\n \n\n(27) \n\n\n\n69 \n \n\nA regressão com dados em painel com efeitos fixos apresentou heterocedasticidade e \n\ncorrelação serial em seus dados. Todavia, para que estas implicações não comprometessem os \n\nresultados do cálculo, fez-se uso da regressão cluster.  \n\nPor sua vez, a regressão se mostrou significativa sendo capaz de explicar 77% (R² \n\noverall) do comportamento da variável VM. Entretanto, ao se observar os coeficientes da \n\nregressão, identificou-se que o Modelo de Ohlson (MO) não foi capaz de capturar o \n\ncomportamento do valor justo das companhias estudadas, dado que a uma das variáveis \n\nbásicas do método (Valor Contábil do PL) não apresentou significância estatística para a \n\nregressão proposta. \n\nEm relação às demais variáveis, nota-se que SELIC, IPCA, CA e Risco foram \n\nsignificantes para o modelo, assim como, possuem influência negativa sobre o valor de \n\nmercado das empresas, indo ao encontro dos resultados encontrados no primeiro artigo deste \n\nestudo.  \n\nO destaque, contudo, está no fato da variável dummy para Crise (DCRISE) ter \n\napresentado correlação positiva com o market value das companhias, o que vai de encontro às \n\nrelações esperadas por este estudo e diverge dos resultados encontrados nos estudos de Liu, \n\nUchida e Yang (2010), Serra (2011) e Barreto, Murcia e Lima (2012). Acredita-se que este \n\nfato pode ter sido ocasionado pela restrição do efeito da crise para o ano 2008 apenas. \n\nNo que diz respeito à análise do período de 2005 a 2013, observa-se que o painel com \n\nefeitos fixos foi composto por 317 observações, de acordo com a Equação 28. \n\n \n\n??(??)?? = 14,8422 ? 0,3952???? + 0,7226????? ? 0,7741???? ?\n\n0,0718????? ? 5,5507???? ? 0,0921??????? + 0,3472?????? + ??? \n\n \n\nOs testes de Wald Modificado e de Wooldridge apontaram a presença de \n\nheterocedasticidade e autocorrelação de 1ª ordem, diante disto, fez-se uso da correção pelo \n\nerro-padrão robusto para que as características dos dados não viessem a causar alterações nos \n\nresultados. \n\nA regressão demonstrou um baixo poder explicativo, apresentando um R² overall de \n\naproximadamente 13%, apresentando um indicador inferior ao encontrado na a regressão \n\ngeral proposta no primeiro artigo para o MO acrescido. \n\n Já no que diz respeito aos resultados da equação, é possível notar que as variáveis \n\nbásicas do MO (PL e LAN) apresentaram significância estatística. Contudo, o Valor Contábil \n\ndo Patrimônio Líquido mostrou-se negativamente correlacionado com o valor de mercado das \n\n(28) \n\n\n\n70 \n \n\ncompanhias, o que corrobora o resultado encontrado no primeiro artigo desta pesquisa, porém \n\ndiverge dos achados de outros estudos prévios (CARVALHO et al., 2013; CARVALHO et \n\nal., 2014; VÁZQUEZ; VALDÉS; RAMIREZ, 2014). Acredita-se que este fato pode ter sido \n\nocasionado pela baixa quantidade de empresas e observações disponíveis para o lapso \n\ntemporal pesquisado. \n\nNo caso das variáveis macroeconômicas SELIC e CA e do Risco, nota-se que \n\napresentaram correlação negativa com a variável dependente deste estudo, confirmando a \n\nexpectativa construída por este estudo. Todavia, o PIB se mostrou positivamente relacionado \n\ncom o VM, contrariando a literatura (CARVALHO et al., 2013) e a premissa assumida neste \n\ntrabalho. \n\nJá a dummy que visou capturar os efeitos da Crise financeira apresentou relação \n\nnegativa com o valor de mercado da empresa corroborando com a premissa do estudo e com \n\nos achados de Uchida e Yang (2010), Serra (2011) e Barreto, Murcia e Lima (2012). \n\nDiante dos resultados expostos, pode-se notar que o Modelo de Ohlson não foi capaz \n\nprecificar o valor de mercado das empresas brasileiras entre os anos de 1995 a 2013. Porém, \n\npara o período de 2005 a 2013 o MO se mostrou adequado para mensurar o VM, mas \n\napresentou um poder explicativo bem inferior (R² = 13%) a equação composta pelo MO \n\nacrescido apresentada no primeiro artigo (R³ = 24%). Tal fato nos levar a confirmar a hipótese \n\nH01 desta pesquisa. \n\nA variável Crise apresentou influência sobre o valor de mercado para os períodos de \n\n1995 a 2013 e de 2005 a 2013, mas com influências diferentes, no primeiro momento \n\napresentou relação positiva e no segundo instante apresentou correlação negativa com o valor \n\nde mercado. Desta forma, foi possível confirmar a hipótese H03 proposta por este estudo. \n\nEntretanto, as variáveis Governança Corporativa e Sustentabilidade Empresarial não \n\napresentaram significância estatística em nenhum dos períodos analisados, sendo assim, \n\npodemos concluir pela rejeição das hipóteses H01 e H02, respectivamente. \n\n \n\n3.5 Considerações Finais \n\nA precificação do valor de mercado das companhias de capital aberto possui extrema \n\nrelevância para o processo de tomada de decisão acerca dos grandes investimentos, como \n\naquisições, cisões e fusões empresariais. Contudo, a busca por um modelo ideal de valuation, \n\nou mais adequado a um determinado mercado ou ativo, permanece presente. \n\n\n\n71 \n \n\nSendo assim, este estudo almejou identificar outros determinantes do valor de mercado \n\ndas empresas brasileiras com ações listadas na bolsa de valores. Uma vez que se identificou \n\natravés da obra de Carvalho et al. (2013) e da pesquisa realizada na primeira parte desta \n\ndissertação que as variáveis macroeconômicas (PIB, Inflação, Taxa de Juros e Taxa de \n\nCâmbio) e de risco (Value at Risk) influenciam a formação de valor deste tipo de ativo, porém \n\nnão abrangem a totalidade da explicação deste fenômeno. \n\nOs resultados mostraram que o Modelo de Ohlson não foi capaz mensurar o valor das \n\nempresas brasileiras entre os anos de 1995 a 2013, todavia se mostrou adequado para o \n\nperíodo de análise entre os anos de 2005 a 2013. Já as variáveis Governança Corporativa e \n\nSustentabilidade Empresarial não apresentaram significância estatística para nenhum dos \n\nperíodos avaliados. \n\nTodavia, a grande contribuição deste estudo está relacionada à comprovação de que a \n\nvariável Crise possui influência sobre o market value das companhias estudadas, dado que se \n\nmostrou significativa para os períodos de 1995 a 2013 e 2005 a 2013, porém divergiu quanto \n\nà relação demonstrada, visto que apresentou relação positiva para 95/13 e negativa para 05/13. \n\nPortanto, este achado evidencia a necessidade de considerar tal variável durante o processo de \n\nvaluation. \n\nContudo, ressalva-se que o poder explicativo do Modelo de Ohlson adicionado pelas \n\nvariáveis SELIC, IPCA, Taxa de Câmbio, Risco (VaR) e Crise empresarial foi de \n\naproximadamente 13%, mostrando-se inferior ao indicador encontrado no primeiro artigo \n\ndessa dissertação e demonstrando que ainda há muito espaço para a discussão de quais são os \n\ndeterminantes do valor da empresa responsáveis pela explicação complementar deste modelo.   \n\nPara estudos futuros aconselha-se que outros setores econômicos sejam inseridos na \n\namostra a fim de garantir o maior número de observações possível, assim como, que sejam \n\nutilizados métodos mais robustos para mensuração dos efeitos das práticas de \n\nSustentabilidade Empresarial e Crise sobre o valor das empresas brasileiras. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n72 \n \n\nReferências \n \n\nANDRADE, L. P. et al. Determinantes de Adesão ao Índice de Sustentabilidade Empresarial \n\nda BM&amp;FBOVESPA e sua Relação com o Valor da Empresa. Revista Brasileira de \n\nFinanças (Online), Rio de Janeiro, v. 11, n. 2, p. 181–213, 2013.  \n\n \n\nBARRETO, E.; MURCIA, F. D. R.; LIMA, I. S.. Impacto da mensuração a valor justo na \n\ncrise financeira mundial: identificando a percepção de especialistas em economia e mercado \n\nfinanceiro. Revista de Contabilidade e Organizações, v. 6, n. 15, p. 44-59, 2012. \n\n \n\nBolsa de Valores, Mercadorias e Futuros de São Paulo (BM&amp;FBOVESPA). Índice de \n\nSustentabilidade Empresarial – ISE. Disponível em: \n\n<http://www.bmfbovespa.com.br/indices/ResumoIndice.aspx?Indice=ISE&amp;idioma=pt-br>. \n\nAcesso em: 06 de fev. 2016a. \n\n \n\n_______. Bovespa Mais. Disponível em:&lt;http://www.bmfbovespa.com.br/pt-br/a-\n\nbmfbovespa/download/BOVESPAMais_folder.pdf>. Acesso em: 06 de fev. 2016b. \n\n \n\n_______. Índice Bovespa – Ibovespa. Disponível em: \n\n<http://www.bmfbovespa.com.br/indices/ResumoIndice.aspx?Indice=IBOVESPA&amp;idioma=p\n\nt-br>. Acesso em: 06 de fev. 2016c. \n\n \n\n_______. Novo Mercado. Disponível em:&lt;http://www.bmfbovespa.com.br/pt-br/a-\n\nbmfbovespa/download/Lamina_Novo_mercado.pdf>. Acesso em: 06 de fev. 2016d. \n\n \n\n_______. Processo de Concorrência. Disponível em: \n\n<http://www.bmfbovespa.com.br/etf/processo-de-concorrencia.aspx?idioma=pt-br>. Acesso \n\nem: 06 de fev. 2016e. \n\n \n\nBROOKS, C.. Introductory Econometrics for Finance. 2. ed. Cambridge: Cambridge \n\nUniversity Press, 2008. \n\n \n\nBRUGNI, T. V. et al. Uma Avaliação da Governança Corporativa à Luz do Modelo de \n\nOhlson: evidências empíricas no mercado de capitais brasileiro. In: Congresso AnpCont, 6, \n\n2012, Florianópolis. Anais... Florianópolis: AnpCont, 2012. \n\n \n\nCARVALHO, K. S. et al.. A Influência das Variáveis Macroeconômicas Sobre o Valor de \n\nEmpresas: uma Abordagem a partir do Modelo de Ohlson. In: Encontro da ANPAD, 38, \n\n2013, Rio de Janeiro. Anais... Rio de Janeiro: ANPAD, 2013. \n\n \n\nCARVALHO, K. S. et al.. Análise do valor de mercado das companhias de capital aberto \n\nbrasileiras no período de 2002 a 2011. Revista de Finanças Aplicadas, v. 3, p.1-35, 2014. \n\n \n\nCAIXE, D. F.; KRAUTER, E. A Influência da Estrutura de Propriedade e Controle sobre o \n\nValor de Mercado Corporativo no Brasil. Revista de Contabilidade e Finanças – USP, v. \n\n24, n. 62, p. 142-153, maio/jun./jul./ago., 2013. \n\n \n\nCIOFFI, P. L. M.; FAMÁ, R.. O Modelo de Ohlson e a sinalização de dividendos no mercado \n\nde capitais brasileiro. In: Seminários de Administração, 13, 2010, São Paulo. Anais... São \n\nPaulo: FEA/USP, 2010. \n\n\n\n73 \n \n\n \n\nCOSCARELLI, B. V.; LAMOUNIER, W.M.; AMARAL, H.F.. Liquidez corporativa e o \n\nmarket value added. Advances in Scientific and Applied Accounting, v.4, n.3, p.304-330, \n\n2011. \n\n \n\nCUPERTINO, C. M.; LUSTOSA. P. R. B.. Testabilidade do Modelo Ohlson: revisão da \n\nliteratura acadêmica. Contabilidade Vista &amp; Revista, v. 17, n. 2, p. 47-66, abr./ jun., 2006. \n\n \n\nFREGUETE, L. M.; NOSSA, V.; FUNCHAL, B.. Responsabilidade social corporativa e \n\ndesempenho financeiro das empresas brasileiras na crise de 2008. Revista de Administração \n\nContemporânea,  Curitiba ,  v. 19, n. 2, p. 232-248, abr.  2015 .   \n\n \n\nGALDI, F.C.; TEIXEIRA, A. J.C.; LOPES, A.B.. Análise empírica de modelos de valuation \n\nno ambiente brasileiro: fluxo de caixa descontado versus modelo de Ohlson (RIV). Revista \n\nContabilidade &amp; Finanças. v. 19. n. 47, p. 31-43, mai./ago., 2008. \n\n \n\nGELMAN, M.; CASTRO, L. R. K.; SEIDLER, V.. Efeitos da Vinculação de conselheiros ao \n\nAcordo de Acionistas no Valor da Firma. Revista de Administração de Empresas, São \n\nPaulo, v. 55, n. 3, p. 345-358, 2015. \n\n \n\nGEOCZE, Z. B.. Níveis diferenciados de Governança Corporativa e o efeito sobre o risco de \n\nsuas ações. Revista de Finanças Aplicadas, v.1, p. 1-23, 2010. \n\n \n\nGIRAY, S.. Comparing the effect of global crisis 2008 on the economic performance of \nturkey with eu member states: factor analysis and topsis application. Eurasian Journal of \n\nEconomics and Finance, v. 3, n. 1, p. 1-12, 2015. \n\n \n\nGUJARATI, D. N.; PORTER, D. C.. Econometria Básica. 5 ed. Porto Alegre: AMGH, 2011. \n\n \n\nINSTITUTO BRASILEIRO DE GOVERNANÇA CORPORATIVA (IBGC). Código das \n\nMelhores Práticas de Governança Corporativa. 4ª ed., São Paulo: IBGC, 2009. \n\n \n\n_______. Disponível em:&lt;http://www.ibgc.org.br>. Acesso em: 06 de fev. 2016. \n\n \n\nLAMEIRA, V. de J. et al. Sustentabilidade, valor, desempenho e risco no mercado de capitais \n\nbrasileiro. Revista Brasileira de Gestão de Negócios, v. 15, n. 46, p. 76-90, 2013. \n\n \n\nLIU, C.; UCHILDA, K.; YANG, Y. Corporate Governance and Firm Value During the \n\nGlobal Financial Crisis: Evidence from China. 2010. Disponível em: \n\n<http://ssrn.com/abstract=1693087>. Acesso em: 15 de jun. 2012. \n\n \n\nLO, K.; LYS, T.. The Ohlson model: contribution to valuation theory, limitations, and \n\nempirical applications. Journal of Accounting, Auditing and Finance, v. 15, p. 337-67, \n\nSummer, 2000. \n\n \n\nOHLSON, J. A.. Earnings, Book Values, and Dividends in Equity Valuation. Contemporary \n\nAccounting Research, v. 11, n. 2, p. 661-687, Spring, 1995. \n\n \n\nMAZZIONI, S. et al. Análise dos Indicadores de valor adicionado das empresas participantes \n\ndo Índice de Sustentabilidade Empresarial (ISE) e das demais empresas listadas na \n\n\n\n74 \n \n\nBM&amp;FBovespa. Revista Contemporânea de Economia e Gestão – Contextus, v. 11, n. 2, \n\n2013. \n\n \n\nPROCIANOY, J. L.; VERDI, R.. Adesão aos novos mercados da BOVESPA: Novo mercado, \n\nnível 1 e nível 2 – determinantes e consequências. Revista Brasileira de Finanças, v. 7, n. 1, \n\nart. 81, p. 107-136, 2009. \n\n \n\nSCHUCH, G. M.. Modelo de Ohlson (1995) na Avaliação de Empresas: Uma análise \n\nEmpírica no Brasil. Dissertação (Mestrado) – Universidade Federal do Rio Grande do Sul – \n\nUFRS. Mestrado em Administração. Porto Alegre, 2013. \n\n \n\nSEMPER, J. D. C.; BELTRÁN, J. M. T.. El Beneficio Anormal en el Modelo de Ohlson: una \n\npropuesta para su estimación. Revista de Contabilidad – Spanish Accounting Review, v. \n\n10, n. 1, p. 75-98, 2007. \n\n \n\nSERRA, R. G.. Perda do valor das empresas listadas na Bovespa durante a crise \n\nfinanceira de 2008: uma análise sob a perspectiva da Modalegem Hierárquica Linear. 2011. \n\nTese (Doutorado em Administração) – FEA-USP, São Paulo, 2011.  \n\n \n\nSHLEIFER, A.; VISHNY, R.. A survey of Corporate Governance. Journal of Finance, v. 52, \n\nn. 2, p. 737-783, 1997. \n\n \n\nSILVEIRA, A. D. M.; Governança corporativa, desempenho e valor da empresa no \n\nBrasil. 2002. Dissertação (Mestrado em Administração) – FEA-USP, São Paulo, 2002. \n\n \n\nSILVEIRA, A. D. M.; BARROS, L. A. B. de C.; FAMA, R. Estrutura de governança e valor \n\ndas companhias abertas brasileiras. Revista de Administração de Empresas, São Paulo,  v. \n\n43, n. 3, p. 50-64, 2003. \n\n \n\nSINGER, P. A América Latina na crise mundial. Estudos Avançados, v. 23, n. 66, p. 1-12, \n\n2009. \n\n \n\nVALDÉS, A. L.; VÁZQUEZ, R. D.. Ohlson model by panel cointegration with Mexican data. \n\nContaduría y Administración, v. 55, n. 232, p. 131-142, sep./dic., 2010. \n\n \n\nVÁZQUEZ, R. D.; VALDÉS, A. L.; RAMIREZ, C. E. C. Effectiveness of corporate finance \n\nvaluation methods: Piotroski score in an Ohlson model: the case of Mexico. Journal of \n\nEconomics, Finance and Administrative Science, v. 19, n. 37, 2014. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n75 \n \n\n4 Conclusões Gerais \n\nO processo de valuation apresenta-se como um tema de importante relevância tanto \n\npara a literatura acadêmica quanto para os agentes que atuam no mercado financeiro. Existem \n\ndiversos métodos econômico-financeiros que objetivam identificar o valor justo ou intrínseco \n\nda empresa. Contudo, esta pesquisa baseou-se na metodologia proposta por Carvalho et al. \n\n(2013), que realizou uma análise empírica de diferentes setores econômicos da Bolsa de \n\nValores brasileira por meio do Modelo de Ohlson (MO) (1995). \n\nDesta forma, o objetivo deste trabalho foi avaliar a influência dos indicadores \n\nmacroeconômicos, risco, Governança Corporativa, Sustentabilidade Empresarial e crise \n\ndentro do processo de valuation das empresas brasileiras com ações listadas na Bolsa de \n\nValores, entre os anos 1995 e 2013. Para tal, foram avaliadas as companhias inseridas nos \n\nprincipais setores econômicos da Bovespa: Petróleo e Gás, Siderurgia, Construção, Energia \n\nElétrica e Financeiro. \n\nA contribuição deste trabalho está no uso das variáveis Risco, Governança \n\nCorporativa, Sustentabilidade Empresarial e Crise, para determinar o vetor de outras \n\ninformações do MO.  \n\nOs resultados desta pesquisa possibilitam a comprovação de que o método de \n\nprecificação de Ohlson é capaz de capturar o comportamento do valor das empresas \n\nbrasileiras, excetuando os casos onde foram aplicados o MO acrescido para a análise setorial \n\nou aplicado o MO acrescido e adicionado da variável dummy de Crise. \n\nBem como, observou-se que as variáveis PIB, IPCA, Taxa Câmbio e SELIC \n\napresentaram significância estatística para o método, sendo as três últimas correlacionadas \n\nnegativamente com o valor de mercado das companhias. Isto revela que os resultados \n\nencontrados estão de acordo com os achados de Carvalho et al. (2013) acerca do impacto das \n\nvariáveis macroeconômicas, porém, os resultados divergem no que se refere à influência que \n\no Valor Contábil do PL exerce sobre o valor de mercado das companhias, dado que nesta \n\npesquisa os dados indicaram a influência negativa desta variável.  \n\nPor outro lado, o Risco caracterizou-se como uma determinante de influência negativa \n\nsobre a variável dependente desta pesquisa. Neste caso podemos afirmar que quanto maior a \n\nexposição de uma empresa ao risco, menor será o seu valor de mercado.  \n\nJá a variável dummy de Crise, que demonstrou diferentes influências sobre o valor de \n\nmercado, apresentando-se positivamente influenciadora do processo de valoração das \n\nempresas para o período de 1995 a 2013, divergindo da premissa esperada por esta pesquisa e \n\n\n\n76 \n \n\ndos achados da literatura levantada (UCHIDA; YANG, 2010; SERRA, 2011; BARRETO; \n\nMURCIA; LIMA, 2012). E demonstrando relação negativa esperada para o período de 2005 a \n\n2013. \n\nEstes achados demonstram a necessidade do aprofundamento do estudo das temáticas \n\nde Risco, Sustentabilidade Empresarial e Crise dentro do processo de mensuração do valor \n\ndas organizações. \n\nPor fim, ressalta-se que as variáveis dummys para Governança Corporativa e \n\nSustentabilidade Empresarial não apresentaram significância estatística em nenhuma estrutura \n\nde regressão proposta independente do período proposto para análise. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n77 \n \n\nReferências \n \n\nBARRETO, E.; MURCIA, F. D. R.; LIMA, I. S.. Impacto da mensuração a valor justo na \n\ncrise financeira mundial: identificando a percepção de especialistas em economia e mercado \n\nfinanceiro. Revista de Contabilidade e Organizações, v. 6, n. 15, p. 44-59, 2012. \n\n \n\nCARVALHO, K. S. et al.. A Influência das Variáveis Macroeconômicas Sobre o Valor de \n\nEmpresas: uma Abordagem a partir do Modelo de Ohlson. In: Encontro da ANPAD, 38, \n\n2013, Rio de Janeiro. Anais... Rio de Janeiro: ANPAD, 2013. \n\n \n\nLIU, C.; UCHIDA, K.; YANG, Y. Corporate Governance and Firm Value During the \n\nGlobal Financial Crisis: Evidence from China. 2010. Disponível em: \n\n<http://ssrn.com/abstract=1693087>. Acesso em: 15 de jun. 2012. \n\n \n\nOHLSON, J. A.. Earnings, Book Values, and Dividends in Equity Valuation. Contemporary \n\nAccounting Research, v. 11, n. 2, p. 661-687, Spring, 1995. \n\n \n\nSERRA, R. G.. Perda do valor das empresas listadas na Bovespa durante a crise \n\nfinanceira de 2008: uma análise sob a perspectiva da Modalegem Hierárquica Linear. 2011. \n\nTese (Doutorado em Administração) – FEA-USP, São Paulo, 2011."}]}}}