{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04297"}, {"@name": "filename", "#text": "BTP_1992_35_1_4_13_Utilizacao_da_metodologia.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UTILIZAÇÃO DA METODOLOGIA DO NORWEGIAN PETROLEUM DIRECTORATE (NPD) PARA ANÁLISE PRELIMINAR DE RISCOS EM PLATAFORMAS OFFSHORE\nAPPLICATION OF NORWEGIAN PETROLEUM DIRECTORATE (NPD) METHODOLOGY IN THE PRELIMINARY RISK ASSESSMENTS OF OFFSHORE UNITS\nAlan Silva EstevesO) e Stonesmogene Collaresi1 2)\nRESUMO — Apresenta-se a metodologia do Norwegian Petroleum Directorate (NPD) de análise preliminar de riscos (APR) para a aplicação em plataformas offshore de petróleo. Descreve-se, ainda, a metodologia, quando e por que usá-la e os tipos de riscos considerados. Introduz-se, também, o parâmetro “Detectabilidade” aos parâmetros tradicionais de “Freqüência” e “Severidade” da técnica APR, estabelecendo-se critérios específicos de avaliação da criticidade de riscos em plataformas offshore, levando-se em conta a detecção de falhas já ocorridas, bem como aqueles riscos progressivamente em desenvolvimento.\nABSTRACT — This paper presents DEPRO’s experience in the application of the Norwegian Petroleum Directorate’s (NPD) Preliminary Risk Assesment (PRA) Methodology to PETROBRÁS offshore platforms. Wte also present a description of the method, stating when and why it should be applied, and consider the risks considered. Besides the \"Frequency” and “Severity” parameters routinely used in the PRA technique, we also describe the \"Detectability” parameter and define specific criteria for risk evaluation in offshore activities, taking into account failures that have occurred as well as those which are in development.\n(Originais recebidos em 09.01.92).\n1.\tINTRODUÇÃO\nO gerenciamento dos riscos em instalações offshore para produção de petróleo tem despertado interesse nos últimos anos. Vários são os fatores que podem ser mencionados como contribuintes do crescimento do potencial de perdas humanas, ambientais e econômicas, em face do elevado grau de complexidade daquelas instalações.\nTorna-se, portanto, necessário balizar as atividades que, de alguma forma, sejam potenciais causadoras de riscos, diante da ocorrência de acidentes de grande monta, a saber:\n— Bhopal, índia(1984)—250 mortos — 25 000feridos;\n— Vila Socó, Brasil (1984) — cerca de 90 mortos;\n— Enchova(Macaé), Brasil (1988) —perdas materiais (cerca de US$ 400 milhões);\n— Piper Alpha, Mar do Norte (1988) —167 mortos.\nEsta metodologia vem de encontro a tal expectativa, e está lastreada em experiência comprovada na prática, desde 1979, em programas de análise e gerenciamento de riscos, desenvolvidos pelo “The Royal Norwegian Council for Scientific and Industrial Research” e o “The Norwegian Institute of Techonology” para a atividade offshore no Mar do Norte, devidamente adaptada às condições brasileiras.\n2.\tANÁLISE DE RISCOS EM INSTALAÇÕES OFFSHORE^\nAnálise de riscos é um conjunto de metodologias estruturadas de modo a identificar eventos indesejáveis, e, na medida do possível, associar a tais eventos as probabilidades de suas ocorrências e as conseqüências deles resultantes.\nTrabalhos de gerenciamento de riscos desenvolvidos nos campos petrolíferos de Ekofish, Frigg, Murchison, Statfjord e Valhall na plataforma norueguesa de óleo e gás foram pautados em duas metodologias básicas:\n•\tavaliações de riscos baseadas em estatísticas para o mesmo tipo de acidente;\n•\tavaliações de riscos baseadas em modelagem lógica e averiguação estruturada de como uma instalação pode falhar, utilizando também dados quantitativos de falha dos diversos sistemas, conforme a necessidade.\nNo caso em questão, foi desenvolvida uma metodologia adaptada às condições brasileiras que permite, de forma expedita e antecipativa, conhecer os perigos de uma instalação da qual se dispõe de poucas informações para a modelagem lógica de seus riscos.\n1\t- Núcleo de Confiabilidade e Análise de Riscos (NUCAR), Divisão de Engenharia (DENGE), Departamento de Produção (DEPRO).\n2\t- Setor Ambiental (SEAMB), Região de Produção do Sudeste (RPSE), Departamento de Produção (DEPRO).\n3.\t0 QUE É ANÁLISE PRELIMINAR DE RISCOS (APR)?\n3.1.\tCaracterísticas Gerais\nA APR é uma metodologia mais dirigida a instalações em estágio preliminar de concepção, onde experiências passadas fornecem pouca ou nenhuma informação sobre problemas potenciais de segurança, como, por exemplo, uma plataforma com nova concepção de processo.\nFundamental mente, a APR consiste em uma relação estruturada dos perigos da instalação relacionados com:\n•\tinsumos e produtos processados;\n•\tequipamentos de processo e de segurança;\n•\tprocedimentos operacionais;\n•\tintertravamentos;\n•\tutilidades e facilidades de produção, etc.\nNeste sentido, análises preliminares de risco podem ser sucedidas por averiguações mais aprofundadas. Por outro lado, para instalações em que se dispõe de grande conhecimento sobre seus riscos associados, a APR não se configura como a técnica mais indicada.\n3.2.\tObjetivo Específico\nAveriguar perigos de instalações em fase de projeto ou início de concepção, bem como proceder a avaliações de segurança (safety reviews) daquelas já existentes, onde se dispõe de pouca informação sobre seus riscos.\n3.3.\tTipos de Resultados\nOs resultados obtidos com a APR são qualitativos e preliminares, considerando-se o tipo de informação de que se dispõe sobre a instalação, ainda em estágio preliminar de concepção.\n3.4.\tInformações Necessárias\nPara sua consecução, são necessários bases de projeto, fluxogramas de processo (em alguns casos), plantas de situação e de locação da instalação, especificações básicas de equipamentos, filosofias de segurança, etc.\n3.5.\tRecursos Humanos Envolvidos\nUm ou dois engenheiros com experiência em processamento de produção de petróleo e de segurança.\n3.6.\tCusto e Tempo Demandados\nVariável, conforme a complexidade da instalação e o grau de conhecimento da equipe sobre os riscos. Usualmente, pode-se assumir, numa primeira abordagem, uma média de 5 h/h de engenheiro por sistema de processo (como, por exemplo, sistema de separação óleo/gás, etc.).\n4.\tQUANDO É CONVENIÊNCIA DA REALIZAÇÃO DE UMA APR<3>?\nEm linhas gerais, a aplicação desta metodologia\npode ser visualizada na figura 1, e abrange as seguintes etapas, no que tange aos riscos:\n•\tidentificação;\n•\tavaliação;\n•\tgerenciamento.\nESTRUTURA PARA ANALISE DE RISCOS EM INSTALAÇÕES OFFSHORE (FIGURA 1>\nFig. 1 - Estrutura para análise de riscos em instalações offshore.\nDependendo das características das instalações envolvidas, nem sempre é necessário, ou mesmo viável, avaliá-las.\nHá situações, todavia, como as exemplificadas a seguir, em que o conhecimento de riscos de uma instalação pode tornar conveniente a realização de uma APR. São situações que podem envolver:\n•\trepetitividade da ocorrência de acidentes operacionais com mortes, lesões, paradas de operação, danos materiais e ao meio ambiente;\n•\tadoção de procedimentos de segurança antes e durante a execução de determinada operação;\n•\tantecipação de riscos potenciais que possam redundar em conseqüências catastróficas;\n•\tavaliação detalhada dos riscos com vistas à otimização de projetos, melhoria da disponibilidade, etc.\n5.\tPOR QUE EXECUTAR UMA APR<3>?\nUma APR utilizada como base para atividades de gerenciamento de riscos em instalações offshore engloba os seguintes riscos:\n•\tde haver desvios de padrões pré-estabelecidos, como, por exemplo, a obrigatoriedade de se produzir óleo livre de areia para ser transportado;\n•\tde haverdesvios operacionais, na medida em que as atividades de produção não sejam realizadas com segurança, ou quando há falhas nos dispositivos de proteção quando demandados;\n•\teconômicos, na medida em que a atividade de produção não seja mais atraente, independentemente dos investimentos efetuados em segurança.\nA adoção de medidas de gerenciamento de riscos, de modo geral, melhora as condições de segurança, disponibilidade eeconomicidade das instalações. Hácasos, todavia, em que se pode aumentar a segurança com menores ou maiores custos. Evidentemente, deverá ser feito julgamento entre os compromissos com os objetivos de segurança e as disponibilidades de recursos, considerando-se os interesses da Companhia, bem como as necessidades legais e das demais partes envolvidas.\n6.\tALGUNS CONCEITOS IMPORTANTES*2 8 4>\n6.1.\tPerigo\nPotencial de qualquer estado de um sistema, substância, evento ou circunstância, que possa causar danos a pessoas, propriedades ou meio ambiente.\nComo decorrência, a análise de perigos identifica (e pode também caracterizar) os perigos latentes (catastrófico, crítico, marginal, etc.) de um sistema, sem fazer menção, no entanto, às probabilidades de ocorrência dos mesmos. Dessa forma, analisar os perigos de uma instalação é averiguar a possibilidade de ocorrência de eventos como, por exemplo, incêndios, explosões, rupturas, manchas de óleo.\n6.2.\tRisco\nUsualmente, representa a estimativa da possibilidade de ocorrência de uma perda esperada.\nA verossimilhança que um particular evento ocorra durante um dado período de tempo é definida como o risco de sua ocorrência (Royal Society of England, 1983). No sentido estrito, incorpora um significado matemático, e, uma vez reduzido a um número, pode ser comparado mais efetivamente. Dessa forma, em bases comparativas, pode-se estabelecer um diálogo racional quanto a sua aceitabilidade.\nRiscos podem ser expressos de diversos modos: risco de um evento — por exemplo, de uma certa extensão de um oleoduto submarino vazar a cada ano, ou a cada 100 anos; risco, por ano, de um indivíduo ser ferido ou morrer; risco de danos a uma comunidade em certo intervalo de tempo, ou seja, o risco “social”.\nRisco “social”, todavia, é um conceito mais amplo e não pode ser facilmente definido por um simples número. Em sua expressão mais simples, o risco social pode\nser equiparado ao número de indivíduos que podem ser mortos ou feridos em um ano numa área definida, ou em uma comunidade. No entanto, a magnitude do acidente é um fator importante a ser considerado. Um risco que redunde, por exemplo, na morte de um indivíduo de uma comunidade por ano não tem a mesma conotação de um outro que resulte na probabilidade, de um em cem, de matar 100 indivíduos por ano, embora, aritmeticamente, o risco para a comunidade em questão seja de morrer uma pessoa por ano em ambos os casos. Certamente que a percepção do público nos dois casos seria diferente, na medida em que a sociedade civil tende a apresentar aversão aos acidentes de maior comoção.\nPor conseguinte, o risco deve ser entendido como a probabilidade de haver materialização de acidentes de diferentes proporções. Ademais, “riscos sociais\" podem incluir uma estimativa do “impacto” social (tais como indivíduos abandonarem suas casas), bem como as perdas econômicas devido à destruição da propriedade e à perda de produção.\nComparações de riscos sociais devem, entretanto, ser feitas com base em um amplo julgamento de muitos fatores e ponderações de diferentes circunstâncias, que fogem ao escopo deste trabalho.\nPara fins da APR, somente são considerados os riscos associados à perdas humanas (H), perdas devido à poluição (P) e perdas econômicas (E).\nUma análise de riscos, que inclua análise de perigos, engloba todos os esforços (atividades) para se obter a avaliação quantitativa daqueles.\nO risco total de uma instalação é a agregação de todos os riscos nela identificados.\n6.3.\tAnálise de Riscos\nÉ o processo de averiguação dos riscos de uma instalação, avaliando-os segundo uma metodologia referencial estruturada.\n6.4.\tGerenciamento de Riscos\nCompreende a avaliação dos riscos de uma instalação e todos os esforços (atividades) para mantê-los dentro de limites aceitáveis.\n7.\tDESCRIÇÃO DA METODOLOGIA*5 8 6>\n7.1.\tPreliminares\nA metodologia em questão tem por objetivo revelar os principais riscos (e não os riscos totais) das atividades offshore.\nA APR é realizada por meio do preenchimento do formulário-modelo (fig. 2).\nA técnica APR consiste, em última análise, em averiguar as falhas de instalações offshore que devem ser reportadas, tendo como objetivo refletir a hierarquia de importância dos diversos sistemas. Assim, a falha de um\nsubsistema é o efeito da falha de um de seus componentes, e é, provavelmente, a causa da falha de um sistema maior do qual faça parte. Todavia, em muitas situações, falhas em subsistemas não causarão falhas globais nos sistemas aos quais pertencem, devido à ação de redundâncias, falhas em favor da segurança, etc.\nA hierarquização ajuda na determinação das funções e das falhas nos diversos níveis da instalação que está sendo analisada. ■\nCom esta abordagem, a APR aplicada em instalações offshore, possibilita o estudo dos detalhes dos diversos sistemas, ao mesmo tempo que preserva a visão geral das mesmas.\n7.2.\tPreenchimento do Formulário-modelo\nColuna 1 — Descrição da Instalação\nA instalação édescrita pelo nome, dimensões ou características gerais, e, se possível, fazendo referência aos desenhos e documentos correspondentes. Adicionalmente, devem ser descritas as funções da instalação, bem como as operações usuais por ela executadas.\nColuna 2 — Descrição da Falha\nInclui a descrição de:\n— falhas que estão relacionadas com a diminuição\ndo desempenho funcional externo da instalação;\n—\tcausas das falhas, isto é, corrosão, erosão, cargas anormais, erro humano, etc.;\n—\tmétodos de detecção.\nObs.: Falhas de operação/manutenção devem ser reportadas de maneira diferenciada de duas formas: a — falhas intrínsecas;\nb — falhas de desempenho.\nAs falhas de primeira categoria devem ser tratadas da mesma maneira como falhas ordinárias de equipamentos (por exemplo: aberto, fechado, emperrado, etc.).\nAs falhas de desempenho são aquelas em que o equipamento realiza mal uma missão. São as não previstas e corrigidas imediatamente, ou seja, uma bomba que opera com baixa eficiência, devido a um transiente de pro-cessoque a fez “deslocar-se” na curva de operação para uma região de instabilidade, por exemplo.\nColuna 3 — Efeito das Falhas no Sistema\nOs efeitos são divididos em: os que recaem sobre as funções primárias, e aqueles com efeitos em outros sistemas. Estes últimos são importantes, na medida em que fornecem inputs para possíveis formas de falhas de outros sistemas.\nFORMULÁRIO-MODELO PARA APR\t\t\t\n\t(FIGURA 2) ANALISE PRELIMINAR DE RISCOS\t\t\nDEPRO - Departamento de Produção Ref.:\t\t\t\t—-\t\t\t\tExecutado:\t\t\n\tInstalação:\tdata: __________\t\t\tFolha de\n\tDESCRIÇÃO DA INSTALAÇÃO (1)\t\tDESCRIÇÃO DA FALHA (2)\t\t\tEFEITO DAS FALHAS NO SISTEMA (3)\t\tAÇAO PREVENTI. VA (P) OU CORRETIVA (C) (4)\tPARÂMETROS DE AVALIAÇÃO DO RISCO (5)\t\t\tAVALIAÇÃO 00 RISCO\tEVENTO NO\n\tIdentificação\tFunção\tModo de Falho\tCausa do Falha\tMétodo jde Detecção\tNa Função Primária\tEm Outras Unidades\t\tFrequência (F)\tSeveridade (S)\tDetecta, bilidadeíD\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\nFig. 2 - Formulário-modelo para APR.\nColuna 4 — Ação Preventiva e Corretiva\nAções preventivas são as precauções adotadas antes que a falha aconteça, para se evitar ocorrências e con-seqüências. Ações corretivas são aquelas adotadas depois do acontecimento para reduzir suas consequências.\nColuna 5 — Avaliação do Risco\nFreqüência, Severidade e Detectabilidade são os três parâmetros que governam a avaliação do potencial de falha de uma instalação. Sua determinação será explanada adiante.\nColuna 6 — Evento-Número\nAssegura rápida e fácil recuperação da informação. Correlaciona modos de falha da instalação, onde cada falha é assinalada como um evento.\n7.3.\tGraduação da Freqüência\nA Freqüência é dividida em cinco maiores grupos, sendo que cada grupo é subdividido em dois outros subgrupos, contendo os níveis superior e inferior de cada grupo.\nEstas frequências estão baseadas em:\n•\trelatórios de campo, contendo parâmetros de confiabilidade observados em equipamentos de instalações existentes;\n•\tdebates entre fornecedores e usuários sobre o desempenho daqueles equipamentos.\nA tabela I representa uma classificação relativa (ranking) de freqüências de ocorrências de eventos (ou falhas) indesejáveis de uma instalação. Tais freqüências independem do tipo de instalação e de características regionais, uma vez que refletem a relação entre a ocorrência de acidentes e suas respectivas probabilidades.\nTABELA I\nGRADUAÇÃO DA FREQÜÊNCIA\nSignificado de cada grupo principal\tFreqüência absoluta aproximada (eventos/poço vezes ano)\tGrau\nNão há notícias de ter\t108\t1\nacontecido antes\t107\t2\nMuito rara; tem-se conhe-\t10®\t3\ncimento de ter acontecido uma ou duas vezes\t10 5\t4\nRara; possível de ter ocor-\tW4\t5\nrido durante a vida útil do campo petrolífero\t10 3\t6\nFrequente; possível de ter acontecido durante a vida do poço\t10 2 10’1\t7 8\nMuito frequente; possível de ter acontecido mais de\t10°\t9\numa vez num' ‘poço vezes ano”\t10'\t10\n7.4.\tGraduação da Severidade\nA Severidade é dividida em cinco categorias (tabela\nII), e define uma escala de acréscimos relativos. O efeito da Severidade está relacionado com a segurança da instalação, e somente o efeito direto da falha é considerado. Se uma falha requer uma ação corretiva e representa um perigo para a instalação, esta deverá ser analisada quando da análise da ação corretiva (operação do poço).\n7.5.\tGraduação da Detectabilidade\nA Detectabilidade de uma falha é reconhecida como um importante parâmetro de um risco potencial, relacionado com as causas do acidente operacional de uma instalação.\nPor “detectabilidade” entende-se, a detecção de uma falha que já tenha ocorrido e a daquela que esteja progressivamente em desenvolvimento, por exemplo, indícios antecipados de corrosão, erosão, fraturas, etc.. A razão para essa abordagem está consubstanciada nos seguintes fatos:\n•\tas instalações offshore são mais vulneráveis durante o período entre a ocorrência da falha e sua descoberta ou correção, o que aumenta a possibilidade de falhas adicionais;\n•\ta maioria dos equipamentos offshore está localizada a distâncias tais do observador que tornam a leitura direta praticamente impossível. Torna-se necessário basear-se em instrumentos de leitura remota que fornecem, freqüentemente, apenas indicações de falhas já ocorridas. Tais indicações podem ser idênticas para diferentes modos de falha, tornando difícil a própria diagnose da falha;\n•\tum componente pode ter perdido algumas das propriedades físicas originais, caso ele próprio já tenha iniciado o desenvolvimento de uma falha. Isso o torna mais suscetível a falhar durante operações, o que, por sua vez, pode acarretar cargas adicionais ao componente;\n•\ta detecção antecipada de uma falha em progresso torna possível substituir o componente de maneira planejada e controlada sem forçá-lo a operar em condições anormais.\nTodos esses fatores devem ser levados em consideração quando se determina a influência da Detectabilidade no risco introduzido pelas falhas da instalação.\nPor outro lado, o fato de uma falha em desenvolvimento ser difícil de ser detectada não significa por si só e não a torna crítica, uma vez que os parâmetros que governam a criticidade são a Freqüência e a Severidade. A tabela III serve, portanto, como um parâmetro adicional na avaliação da criticidade das falhas.\nO critério para se descrever, na APR, as falhas que já ocorreram encontra-se apresentado no item 7.2 (coluna\n2). Para as falhas em desenvolvimento, utilizar a tabela III.\nTABELA II\nGRADUAÇÃO DA SEVERIDADE\nTABELÂ III\nGRADUAÇÃO DA DETECTABILIDADE\nSignificado prático (Ocorrência simultânea, ou não, dos eventos)\tDescrição\tGrau\n- Efeitos desprezíveis às instalações\t- Risco conhecido\t1\n-\tNão há mortos e/ou feridos -\tVazamento de óleo (até 11 m3) -\tPerdas materiais (até US$ 1,500)\t- Risco antecipável\t2\n- Impactos anômalosàsins-\t- As estruturas absorvem\t\ntalações\timpactos anômalos\t3\n- Não há mortos\t- As estruturas não absor-\t\n-\tFeridos com lesões leves -\tVazamento de óleo (11 a 1 100 m3) ■ Perdas materiais (US$ 1.500 a USS 150.000)\tvem impactos anômalos\t4\n- Necessário ação corretiva imediata para evitar propagação da falha\t- Requer manutenção\t5\n-\tMortos (de 1 a 4 indivíduos) -\tVazamento de óleo (1 100 a 111 000 m3) -\tPerdas materiais (US$ 150.000 a US$ 15.000.000)\t- Requer workover\t6\n- Acionamento dos contro-\t- Atuação de dispositivos\t\nles de shutdown e emer-\tde proteção em equipa-\t\ngência\tmentos\t7\n- Paradas de produção\t- Atuação de procedimen-\t\n-\tMortos (de 5 a 29 indivíduos) -\tVazamento de óleo (111 000 a 11 000 000 m3) -\tPerdas materiais (US$ 15 milhões a US$ 15 bilhões)\tmentos operacionais\t8\n- Perda de controle da ins-\t- Liberação de matéria-\t\ntalação\tprima e/ou energia (vazamento tóxico, incêndio\t\n\te/ou explosão)\t9\n- Mortos(30indivíduosou\t- Liberação de matéria-\t\nmais)\tprima e/ou energia (vazamento tóxico, incêndio e/ou explosão) de gran-\t\n-\tVazamento de óleo (11 milhões m3) -\tPerdas materiais (US$ 1,5 bilhões ou mais)\tdes proporções\t10\n7.6.\tAvaliação Preliminar da Criticidade dos Riscos\nA metodologia em questão incorpora, implicita-\nSignificado próprio\tGrau\nDetecção boa. Há monitoração/testes contínuos ou freqüentes dos instrumentos da instalação\t5\nDetecção difícil. A falha do componentes pode passar desapercebida ou ser mal interpretada pelos instrumentos da instalação.\t4\nNão há detecção, por não haver recomendação de projeto para se adotarem instrumentos na instalação.\t3\nNão há detecção, por não haver recomendação das áreas de projeto e confiabilidade para se adotar instrumentação. São os casos em que o tempo de desenvolvimento da falha do componente é pequeno quando comparado ao intervalo entre testes dos dispositivos de proteção da instalação.\t2\nNão há detecção, devido à inexistência de instrumentação, mesmo quando recomendada.\t1\nmente, aspectos da técnica da Failure Modes and Effects Analysis (FMEA) que identifica falhas no nível de componentes. Entretanto, nem todas as falhas são igualmente importantes; ou porque têm baixa Freqüência de ocorrência ou baixa Severidade.\nO critério básico para determinação da criticidade dos riscos é o da Freqüência e Severidade. Falhas possíveis de ocorrerem durante a vida útil do campo petrolífero (ou seja, aquelas que têm graduação maior que cinco) devem, em geral, ser consideradas como críticas.\nAdicionalmente, algumas falhas são relevantes, na medida em que não possam ser consideradas como insignificantes, mesmo que tenham sido reportadas algumas vezes (ou nenhuma vez) anteriormente. Neste caso, devem ser consideradas como críticas.\nPor outro lado, algumas falhas ocorrem com muita freqüência, porém seus efeitos são negligenciáveis ou estreitamente controlados pelo sistema, por intermédio de backup ou redundâncias. Como resultado, estas falhas são consideradas como não-críticas.\nPortanto, é difícil definir um critério inequívoco, com base somente nos parâmetros Freqüência e Severidade.\nA tabela IV ilustra o modelo para avaliação preliminar da criticidade das falhas, com base na Freqüência e na Severidade, e apresenta uma área “intermediária”, na qual não é determinado se uma falha pode ser considerada como crítica.\nDuas regras gerais são usadas, então, para eventos nesta área “intermediária”:\n—\tprimeira regra\nSe o grau da Severidade é até quatro (o sistema absorve impactos anômalos, como por exemplo, explosões, etc.), as solicitações anormais sobre o sistema serão analisadas para se estabelecer até que ponto elas afetam um componente ou subsistema que atua como backup de segurança para a parte que falhou. Se elas afetam, as falhas serão consideradas “críticas”.\n—\tsegunda regra\nPara o restante dos casos, é a própria Detectabili-dade que será usada como critério. Se o progresso da fa\nlha é difícil ou impossível de ser detectado, ela será considerada crítica (o que significa que uma falha definida como “crítica” por este procedimento pode ser transferida para a área \"não-crítica” se um dispositivo de detecção da falha for instalado).\n8.\tEXEMPLO DE APLICAÇÃO DA APR\nSão apresentados a seguir exemplos de formulários utilizados pelo Departamento de Produção — DEPRO, para a metodologia de APR aplicada em equipamentos de completação e sistemas de revestimento para poços de produção de óleo.\nTABELA IV\nAVALIAÇÃO DE NÍVEIS DE CRITICIDADE\n'^\\FREQÜÊNCIA SEVERIDADE~\\^\t1\t2\t3\t4\t5\t6\t7\t8\t9\t10\n1\t\t\t\t\t\t\t\t\t\t\n2\t\t\t\t\t\t\t\t\t\t\n3\t\tNão crítico\t\t\t\t\t\t\t\t\n4\t\t\t\t\tIntermediário\t\t\t\t\t\n5\t\t\t\t\t\t\t\t\t\t\n6\t\t\t\t\t\t\t\t\t\t\n7\t\t\t\t\t\t\t\t\t\t\n8\t\t\t\t\t\tCrítico\t\t\t\t\n9\t\t\t\t\t\t\t\t\t\t\n10\t\t\t\t\t\t\t\t\t\t\nREFERÊNCIAS BIBLIOGRÁFICAS\n(1)\tI BC. The introduction of formal safety assessments after piper alpha.\nIn: SEMINAR DOCUMENTATION AT PORTMAN INTERCONTINENTAL, London, 5, 6 dec. 1990.\n(2)\tTHE OIL Industry International Explorations Production Forum. Ap-\nplications and limitations of risk assessment In offshore exploration and production: a working paper, London, jul. 1984.\n(3)\tAMERICAN Institute of Chemical Engineers. Guidelines for hazard\nevaluation procedures. New York, 1985.\n(4)\tLEJ, Roberts. Risk and the energy industries. England: University of\nEast Anglia &amp; The Wate Committe on Energy, jul. 1990.\n(5)\tENGEN, G., VINNEM, J. E. Safety evaluation of offshore installations.\nTrondhein: The Norwegian Institute of Technology, nov. 1982.\n(6)\tPETROBRÁS, UNIVERSIDADE FEDERAL DO RIO DE JANEIRO.\nCoordenação dos Programas de Pós-Graduação de Engenharia (COPPE). Introdução a análise de segurança por árvore de falhas. Rio de Janeiro: PETROBRÁS, COPPE/UFRJ. 1986. 419p.\nANÁLISE PRELIMINAR DE RISCOS\nCE?í:O - Departaiento de Produção\nRef.: Análise dos Equipaientos de Coipletação de Poços e dos Sisteus de Revestiuento\nInstalação: Poço de Produção de óleo\nExecutado:\nData: _____\nFolha í! de 8?\nDESCRIÇZO DA\nINSTALACW\nDESCRIÇÃO DA FALHA\ni —\n1 Identificação I Função\nI\tI\nI\tI\nI Tubo\tCondutor IProteger contra ol Vazaiento\nIde\t38'\t,J...................................\nI\nI\nI\t----\t—\n1 Modo de I Causa da I Kétodonde\nI Falha I Falha I Detecção\nI____________I_____________I __________\n.\t...... ______________.„ lAnular pressuri-INão há detecção!\n!dessoronasento doKfuro, erupção,Izado ei coibina-lpositiva que poyl Ipoço dupante a Iquebra, vazjaenlção coi:\tIsa ser obtijlal\nIperfuraçao do fu-lto ei conextes)!\tIna pressurizaçaol\n. - ... - - - (\nI I I I I I\nI I\nI\n„\tIna pressurizaçao\nlí) corrosão\tIdo anular\n12)\terro de lontal\nIgen e operação I\n13)\tdesgaste nal\n'perfuração I\tI\n1\t      I\t I\nI\tI\tI\n1“'\n.........1 . ___________________ .\nIIidade do furo I(furo, erupção,! I\tI\t•\t•\nI\tI\n!2ISuportar o pesol Ida cabeça do poço! ,'e tubulares\tI\nI\tI\nI\tI\nI\tI.\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nIRcvcstiienlo delílhanler a estabj! Vazaiento, ÍKesio que Eí ÍSUpCrflCÍC\tMiXirlo rJn fiirn • (turn nrnnrtn •\ni (28'1\nI\nI\nI\nI\nI\nI EFEITO DAS FALHAS lACZO PREVENTIVA (P)l\nI NO SISTEMA I OU\tI\tRISCÒ\tI EVENTO\n...-------------!—..........CORRETIVA (C) I--------------------------------------------------x-\nI FREGUEN-I SEVERI-I DEIECIA8I-I\nI CIA (F) I DADE (SI LIDADE (0)1 I  _ I_________________I_____________I\nI I 1 I\nI\nI\nI\nI\nI I\n•\nI I\n\"I\n•\nI\nI I\nI\nI\n!\n_______________________ . J\nI Na função I Ei outras I I pritária I unidades I I________________I_______________I\nI\nI\nI\nI I I • I I I I I I •\nI t\nNenhui\nI\nAVALIAÇJO W RISCO\nI Nenhui\nI\nI\nI I I\nI\nI\nI I\nI\nI\nI\nI\nI\nI\n_l________.____. ■\t________________.\nIf ———- —\tt\nIDanos nos ISe for severa o po-l Itubulares Iço deve ser abando-! I internos Inado\tI\nNenhuia\n1\n2\n3\nEt\nI\nI\nI\nI I\nI , ■ , , j. , ,__l I . > |_I. _ ’\t|\t■\t..-.I-\t_\t1\nI Colapso íKovisento da pljlKudanças nas ca-l Nenhui [(incluindo fadiltaforia ou da Ibeças dos poços I Iga)\tIforiação I\tI\nIDctectado por jylPode afetarIPressuriza-I(C) Reparo do reveal Iiento de pressaolestabilida-lção do tubol tiicnlo I Ido anular exter-lde, Icondutor el\tI\nIno, caso haja IPerda de Ida cabeça!\tI\nIpressurização doldispositivoldo tubo cool\tI\nlanei interno Ide controleldutor I\tI\nI\t'secundário\tI\tI\tI\nI__________________I______________I____________I_____________________I.\nI-------------I\t-----1\tI\tI\n1(C)\tReparo\tdo reveal\nI\ttiiento\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tL\t______________<\t_\nI\nI I\nI\nI\nquebra, vazjuenl to ei conextes)I\nI\nI\nI\nI\nI I\nColapso e\nFadiga\nIDNoviiento da ISe q anular não IPode afetar! Nenhun 3 ou ;esta pressuriza-íestabilida-!\nlesta pressuriza-íestabi1 ida-! Ido é deteçtado\tIde do furo.I\nIpor pressão\tde\tIPerda de u-l\n______\t...\tItcste\tlia barreirai ['backup , ei coiI\tIde controlei\nIhin5r\"n rn.!\tj\tIsaTginal I\n•________________I____________I.\nIplataforia Ida foriaçâo I\nI\n!2)Não hjvcr\n6\nI\nE2\n3\n3\nE3\nI\n2\n3\nEI\nI\t1\t1\nI ___________.\tI______________ (_\t.\nICcientação do IiISuportar carga I Vazaicnto Irevestiiento de I ax i a I Isuperfície\nI\nI\nI_______\nlievest isento llriteriediário í( 13 3/8?)\nI\nI\nI\nI\nI\nI\nI\ni—...............\nI I\nI\nI I\nI I\n- I\nI\nI\nI\n_(____________ .. IHanler cstabilidj. Ide do furo I\nI\nI I\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI\nI t\nI\n!2)Zona de Iiento\nI\nISIProteger o re Ivcst isento\nI__________________\nisola\nIbinação coi:\nI\nI\nlí) corrosão ________________________________________________\n12)\terro de lontaIbeças dos poços Iportar pesolcar outrosl\nIgei e operação I\tIda cabeça.Irevestiicn-l\n13)\tdesgaste nal\tIdo poço \"\nIperfuraçao\tI\tI\nI\tI\tI\nI\tI\tI\n__I _____________  I\t______________ I __________\t ___,\nIDProcediiento INcnhuta detecçãolI)Não haverINenhuia Iinadeqyado de celpysitiva, indicalzona de ísq! lientaçao\tIçao feita _pcla 11aiento\tI\nI\tIpressurização dol\nlíJForiação ou ijlanular\t!2)Revesti -I\nIvitenlo da platal\tItcnjo exposI\nIforia\tI\tIto a foria-l\nI\tI\tIção dos I\nI\tI\tIfluidos I\n■ Mudanças nas ca-IFalha cí sylPode danifjJAbandonar o poço\nItos a coíu-l Ina de prodyl\nIçâo\tI\ti\n•\tI\t    '\n■\tI\tI\n[Trabalho coiplicadol Ide\treparo do reves-!\nItiiento\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\t'\nI\tI\nI\tI\nI\t'\nI\tI\nVazaiento • lAnular pressuri-IDetectado por aylPcrda de líIPerda dei(P)Controlar a prcjl\nn ■\t,\t■ • i i ,\tJ l . \" . J .\t_1 .\ti\nIcoipíetaçâol\tj\n•pelo oblurjl(C)Reparo do revcs-l\nI I\nI\nI\nI I\nI I\nI I\nI I\n—t-\nI\nI .................................................................       -\t..................... _\nI(furo, erupção,Izjdo ei cosbina-lscnto de pressao!barreij;a delfluido çjelsao do anular Iquebra, vazaieolçao coi:\tIdo anular exter-lprotcçao Icoipletaçaol .\nIto ei conexões)! ‘\nI\t■ ■ ■\nI\nI\nI\nI\nI\ní\nI\nI\nI\nI\ni-\n_____\t, Ino\nlí) corrosão\tI\n12)\terro de lonlàl\nIgci c operação\tI\n13)\tdesgaste\tnal\nIperfuraçao\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\n—♦....................\nI I I I I I I I I I I I I I I I I I\nípelo obluraliORcfai Idorípackr J í t iicnlo I\ti\nI2)fressuri-I Iza o reves;!\nIt iiento pr í! Ixiio e a cal Ibeça do re-l Ivcstiiento I t-----------1........\n3\n7\n2\n3\nI\n3\nI\nI\nI\nl\n4\n3\nE5\nE6\n(7\nWáLISE PRELIMINAR DE RISCOS\nOEPRO - Departaiento Ce Produção\nícf.: Analise dos Eqjipatenlcs de Coupklatâo de Pçcs e dos Sisteias de íevestiiento\nJrisla)seâo: Poço de ProduçsD de óleo\nExecutado:___________\nDst i:\nFolha 92 ie 92\ni\n1 ;\nI...........—\n! Cülàpso\nIDKoviiento da ÍSe não houver IPerda de u-IPerda de llPIControle do obtyl\n\" n í\taií •nearrnríqnnn AnJ*-i hirroí rn ! t1 n i\t/ío^rtirlnr'\tJ\nipelo obtural(P)Iospeção do re -I ídor(packer 1ívest isento I\nI\nI\nI\nI\nI\nIplataforij «i Ipressurizacáo dolia barreiralfluido delrador ida foriafao lanular, detecta-lde proteçãoícoapletafãol\nído por pressão í\nI\ni\ni\ni\ni\ni\nIdo por\nI2)Pressão exter-lde teste loa ei coabinação! Icci:\tI\nI\t[\nI- corrosão\nI- erro de jonta-l\nIgei,operaçac,io5l\nIpeçao\t!---------\nl-desgaste na Ifuraçâo\n1\nI\ní f\nI »\n1 I I I 1 1 I\nJ > I\n1\nI\" '\nI...........\nKPlEvitar desgaste I Ida sonda\tI\nI\tI\nI\tI\nI(C)Reparo do reves-l\nItiiento\tI\n___I ____________,_______I,\nI\nICeecnlatao do lílSuportar cargas! Vazasento Irevest iieijto laxiais\t|\nlisifrcediario I\tI\nI\tPlisolaíento da I\nIzo.ia\nI3)froteíão do re-l\nI\tIvestiiento I\nI\tI\tI\nI\tI\tI\nI\tI\tI\n1\t!\t1\nfr---------------{---------------------,------------\n2\n2\n3 :\nE8\nllJHoviiento da ipiatafor^ ou Ida foriacao\nI\nlílProceditento\nI inadequado de ce! Iimtatâo I\npecllndicação por itIPode afetarlíIHão\thá\ti-l(P)Ccntrole\tdo\tobtyl\nIrador\tI\nI\tI\nI\tI\nl(P)Inspeçáo\tdo\tre\t-I\npelo obturaída sonda dor(packerJl\tI\n............I(Ç)Separo do reves-l\n>\nI\nI\nI I\nI, I\nI\nI\nI.\nI\nIregularidades Ia estabili-lsolaxento ínos tubulares,cjldade do fu-lda zona Iso eles cslejailro Idanifiçados\tI\nJ\tI\n«\tI\nI\tI\nt\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tI\nI\tJ\nI\tI\nI\tt\nI\tI\nI\t>\nI\tI\nI\tI\nI\tI\nI\tI\nI________________________ I____\nI\tKPlInspecai .\nlíIPerda de Ivestiiento\nIfluido dei\nIcoipletaçâolIPlEvítar desgaste ipelo obturjfda sonda\nKCíRefu.\n!3)Pode daniItiiento\nIficar os tül\nIbuhres e I íos equipa -I\nIsentos\tI\nI___________►________\n3\n4\nE?\nI”\t-\t-\t-\t\"l”\t“l\t-\t-\t>\nllndicação por icIPode afetarIPode danifiKClíeparo do reves-Iregularidades Ia estabi1i-lcar os tubyltiiento ínos tubulares,ca Idade do fu-llares e os I\nI so eles estejaiIro Idaníficados I\nI I\nI\nI\nlequipaien Jlos\n1\n:\tI\n_____.\t_________________._____________t_____________ I____ 1 „ ‘ „ 1____________________________________________1\nEl} ISei detecção po-IDNâo haverífode levar I\nIsitiva indicada (zona de isola perda do I Ipeli pressuriza-llasento do líloido de I Içío do anel I\nI\ní\np 1\n1\ni\nI\nI\nIrevestiien-lcotpletacãol Ito exposto Ipelo obturgI !aos fluidosldor(packer)I ide foriacãot\tI\nf\tI\tI\nl2)Scvesti -I\tI\nIicntc expo^l\tI\nIto aos fluiI\tI\nIdos de for-l listão I\tI\n3\n5\n2\n4\nE!»\nEli\n1\nI\n— 4"}]}}}