{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23342"}, {"@name": "filename", "#text": "7462_CHAVES_DOUTORADO.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "lV.4-Enxame4(Ii,4)\n\nEste enxame E4 é o mais expressivo em termos de número e dimensões de corpos dentre os\n\nenxames investigados no setor sul do Cráton do São Francisco. Em super{ìcie, estes corpos\n\nnoláveis constituem lineamentos finos e contínuos de diregões constantes N50-60W que se\n\ndestacam em imagens de satélite e, principalmente, no mapa aeromagnético da figura IV.2,\n\nampliado de Monteiro &amp; Sinclair (1996). Alguns deles chegam a ter cerca de 150 quilômetros de\ncomprimento, sem mencionar os seus prolongatnentos por sob a cobertura Bambuí. Se\nconsiderados, estes diques podem ter mais que o dobro do comprimento. Suas larguras vão desde\n\n10m a 100m (média 50m)\n\nO material dos diques tem feições de diabasios, haja visto que os mais largos apresentam-se\n\nfaneríticos, com cristais de plagioclísio e piroxênio visíveis a olho nú, de até 5 mm. A textura\n\nígnea predorninante é a subofitica. Em alguns desses corpos são notados diferenciados felsicos,\n\nou seja, porções internas maìs evoluídas de diques espessos, onde concentrarn-se minerais\n\nfélsicos, como é o caso do ponto 274, que foi coletado, entre outros propósitos, para estudos\n\ngeocronológicos. No contato com as encaixantes, os diques mostram bordas afaniticas a vítreas.\n\nA maior parte dos diques mostra blocos arredondados ln si¡a, conforme mostra a fotografia IV.2.\n\nEm poucos afloramentos preservados em cursos d'âgua, a observação dos diques é privilegiada,\n\nsendo possível notar feições do fluxo magmático que indicam que o sentido do mesmo teria\n\nocomdo de NW para SE (fotografia IV.3, com explicação na respectiva legenda), posicionando a\n\nfonte magniática à noroeste do setor sul do Cráton do São Francisco,\n\nFeiçtìes semelhantes às apresentadas na fotografia IV.3 foram verificadas ainda no contato entre\n\nos diques dos pontos ESM6 e 404 e suas encaixantes, do mesmo modo que em diques de\n\nSaltador e Ilhéus - BA (Conea Gomes et al , 1988)\n\n\n\nfis; It',2: Dôtãlhes ilù nr4e ãsm âgrutico ile MfuÉs Gêreis. Os Etl. rtiques nais\nlargos e rxteruos - rstuturås liræercs , qpeæcem nitülemenie coni ilirtçå* FI14,\nfitêsïrù For soh a crhe¡tun Bãïùüi (úeÉurâ Iìs* do leiln sr4rerior rsquer{o iln\nrbfelftr l), û detelhÈ 2 corrrsponik a álee irwestigada nesb trâhelh+,\n\nMË= Mines Gerets; QF= Quadriláúeru Ferriftrr.\n\n\n\n36\n\nAinda que menos expressivamente, são verificados diques porfiríticos dentre a maioria dos E4\n\nnão porfiríticos, com fenocristais de plagioclásio de até 15 cm na maior dimensão (fotografia\n\nIV.4). Estes fenocristais normalmente se concentram nas porções centrais dos diques e seus eixos\n\nmaiores alinham-se na mesma direção desses corpos, também sugerindo fluxo magrnático\n\nhorizontal. Durante a intrusão, o fluxo magmático que os arrasta é mais intenso nestas porções\n\nmais aquecidas, ao contrário das bordas mais frias, onde o magma se solidifica mais rapidamente\n\n(Platten &amp; Watterson, 1987).\n\nA inexistência de zonas de fraqueza pré-existentes com direções N50-60W na época da\ncolocação desses diques parece apoiar a proposição feita por Motoki &amp;Yargas (1990, 1994).\n\nEsses autores afirmam que, em condições de crosta superior de comportamento ruptil, a própria\n\npressão do magma pode criar uma fratura perpendicular ao eixo principal or do esforço, onde o\n\nmesmo intrude, preenchendo-a. Esta proposição questiona a idéia tradicional (Almeida, 1986,\n\nentre outros) de que magmas de diques se posicionam basicamente em zonas de fraqueza pré-\n\nexistentes. Aliás, a chegada do magma alimentador dos diques (p.e. pluma mantélica - que pode\n\nser responsável pela geração do expressivo enxame E4) à base da litosfera faz com que ela sofra\n\nintumescimento e conseqüente fraturamento, o que já ajudaria na colocação do magma.\n\nFotografia IV.2: Blocos preservados do dique do ponto 249 (84), próximo a Santo Antônio do\nMonte, o qual está compreendido entre as linhas contínuas. Sua direção é N50W e tem cerca de\n25 metros de largura.\n\n\n\nFotografia IV.3: Contato, no plano do chão, entre um dique máfico e gnaisse encaixante do\nponto 368 (84), próximo à cidade de Passa Tempo, Em (l), o fluxo do magma máfico cria um\n\"escalonamento\" na encaixante, acompanhado por uma pequena incisão, destacada no detalhe\nampliado. Em (2), o magma aproveita uma zona de fraqueza (foliação) da encaixante e penetra\nna mesma, deslocando parcialmente um fragmento para dentro do fluxo. Em (3), ocorre o mesmo\nque em (2), porém o fragmento é rompido e englobado pelo magma. O dique apresenta direção\nN60W e as injeções apontadas pelas setas menores registram que o fluxo derivou de NW para\nSE (seta maior). Estas feições permitem definir, portanto, fluxo horizontal do magma e\nposicionamento da fonte à noroeste do setor sul Cráton do São Francisco.\n\n37\n\nFotografia IV.4: Porção central porfirítica do dique do ponto ESM 5 (E4), ostentando\nfenocristais de plagioclásio com eixos maiores (de até 15 cm) orientados na mesma direção do\ndique, o que sugere fluxo magmático horizontal.\n\n-r'\n-{.s'r-*F *;\n:tËi *_;t¡l\n\n<&amp;.'\n.1:\n\n'\\..d.*\"\n\n¡,1:\n\n',i ':\n\nY{.,\n\n\n\n38\n\nOutros afloramentos que privilegiam a observação e a coleta de amostras são aqueles em cortes\n\nde estrada. Durante a duplicação da Rodovia Fernão Dias (BR-381), novos cortes expuseram\n\nvários diques, conforme mostra a fotografia IV.5.\n\nOs diques E4 cortam, além das litologias dos complexos Belo Horizonte, Campo Belo, Bonfim e\n\ndo Supergrupo Rio das Velhas, aquelas correspondentes ao Supergrupo Minas, truncando suas\n\nfoliações (fotografi a IV.6).\n\nFotografia IV.5: Dique E4 do ponto 9l (parte de baixo da foto), cortando xistos da Formação\nSabará - Supergrupo Minas (parte de cima da foto).\n\n\n\n39\n\nComo todos os demais enxarnes, os E4 não aparecem cortando litologias do Grupo Bambuí. A\n\nrespeito da relação com diques de outros enxames, os E4 cruzam corpos mais antigos (E2 e E3) e\n\nsão cortados por diqucs mais jovens.\n\nA reativação das zonas de cisalhamento transcorente transamazônicas como falhas rúpteis\ndurante o evento tectonotermal Brasiliano ao final do Neoproterozóico, mencionada no item\nIV.3, seccionou os diques E4, a exemplo dos pontos 70 e CON20 (ver mapa anexo), onde os\n\nmesmos encontram-se ruptilmente deformados.\n\nIV.5-Enxame5(E5)\n\nOutro enxame de diques paralelos entre si, porém com direções constantes N60-70E, cruza a\n\nporção sul do Cráton do São Francisco de modo quase perpendicula¡ ao enxame E4. Além de\n\ncortar este último enxame, aparentemente também o faz com os enxames E3, E2 eBl. Alguns de\nseus corpos alcançam mais de 100 Km de extensão com largura média em tomo de 30-40\nmetros.\n\nEsses diques neoproterozóicos (85) atravessam, à maneira dos E4, granitos, gnaisses e\nmignatitos dos complexos Belo Horizonte, Campo Belo e Bonfim, bem como litologias dos\n\nSupergrupos Rio das Velhas e Minas, truncando ou não suas foliações. É provável que, na sua\n\ncolocação, teriam aproveitarlo as regiões de fraqueza de direções NE correspondentes às zonas\n\nde cisalhamento transcorrentes transamazônicas subordinadas que foram, em grande parte,\n\nreativadas no Brasiliano (ver itens IV.3 e IV.4).\n\nInva¡iavelmente, os afloramentos visitados mostram diques bastante alterados, apenas\napresentando blocos arredondados \"in situ\". Isso impossibilitou a observação de eventuais\nfeições que pudessem trazer informações a respeito do fluxo e posicionamento da fonte\nmagmática. Silva et al. (1995) e Dussin (1994) mencionam direções NE para diques\nneoproterozóicos do Quadrilátero Ferrífero e Espinhaço Meridional, o que corrobora corn as\n\ndireções dos 85.\n\nA rocha dos diques E5 é melanocrática, equigranular, variando seus exemplares entre termos\nafaniticos, nas porções rnarginais dos diques, e laneriticos de grão rnédio, nas porções centrais\n\ndos mesmos. A lextura ígnea ofìtica a intergranular encontra-se preservada.\n\n\n\n40\n\nTipos porfiríticos, com fenocristais de plagioclásio de até 5cm na maior dimensão, podem ser\n\nverificados dentro do enxame 85, bem como diferenciados félsicos no inte¡ior de diques mais\n\nespessos, como os descritos em diques 84.\n\nFeições geológicas pouco descritas na literatura aparecem dentro do setor sul do Cráton do São\n\nF¡ancisco, com direções NE, as mesmas dos E5 (ver mapa anexo). Elas correspondem a fraturas\n\nverticais, preenchidas por material clástico, a saber: conglomerados, arenitos (com grãos de K-\n\nFeldspato euédricos preservados) e siltitos. Suas dimensões mosham larguras inferiores a 10m,\n\nporém prolongam-se por até 15Km de comprimento. São aqui denominadas de diques clásticos e\n\nsua gênese, apesar de não lazer parte dos objetivos deste trabalho, pode ter alguma relação com o\n\nevento extensivo gerador do enxame 85.\n\nDiques clásticos semelhantes já haviam sido descritos em Dores do Campo, imediatamente a SE\n\nda área investigada, nas imediações da cidade de São Tiago (Karfunkel &amp; Noce, 1982).\n\nIV.6-Enxame6(E6)\n\nComo os diques El, dentro da área investigada esse grupo não chega a ser exatamente um\n\"enxame\", pois está representado por dois pequenos diques, situados nos pontos 256, próximo a\n\nItapecerica e 288, nas irnediações de Pará de Minas. Eles têm direções aproximadas E-W, largura\n\nmédia de 5-10 metros e cortam rochas granito-gnáissicas do Complexo Campo Belo.\nApresentam uma rocha de granulação muito fina a vítrea, e coloração quase negra,\nmacroscopicamente semelhante a um basalto.\n\n\n\nCAPÍTULO V - PETROGR.{,FIA\n\nCom o apoio de obras como Deer et al. (1981), os estudos petrográficos delineados a seguir, os\n\nquais envolveram determinações de granulação, textura e mineralogia dos diques, auxiliaram na\n\ndiferenciação dos conjuntos de diques, apesar das inúmeras semelhanças entre eles. Tais\n\nsemelhanças já se evidenciam pelo fato da rnaioria mostrar plagioclásio e augita como mine¡ais\n\nprincipais, além de texturas ígneas parecidas.\n\nA apresentação fotomicrográfica que acompanha as descrições das seções delgadas mostra o\nmaterial das mesmas tanto sob nicóis cruzados quanto em luz natural plano-polarizada (nicóis\n\nparalelos), sendo que todas as fotomicrografias mostram ampliações de 25 vezes (exceto a foto\n\nV.ó, com detalhe de uma granada), de modo a facilitar comparações de granulação e textura\n\nentre os diques dos diferentes enxames.\n\nO enxame E4 foi subdividido em dois grupos (E4A e E4B) e o E3 em três grupos (E34, E3B e\n\nE3C) devido a algumas diferenças texturais e/ou mineralógicas intemas.\n\nV.l-Enxamel(El)\n\nOs El estão representados por dois diques que afloram exclusivamente no extremo sul da área,\nnas proximidades de Lawas, onde corpos similares - os básicos noríticos de Pinese, 1997 - foram\n\nricamente estudados. Pinese (op. cit.) descreveu que os diques básicos noríticos consistem em\n\nrochas de granulação rnédia constituídas basicamente de plagioclásio, augita, ortopiroxênio,\n\nminerais opacos e raras biotitas e olivinas, com texturas ígneas que variam de cumuláticas a\n\nintergranulares e subofìticas, Nas rochas de textura cumulática, o plagioclásio ocorre como fase\n\n\"intercumulus\", enquanto olivina, orto e clinopiroxênios ocorrem como fase \"cumulus''.\n\nNo dique dos pontos 323 e 331 a textura predominante é a granular hipidiomórfica e a\ngranulação 1 ,0-2,5 mm. Os piroxênios originais estão completamente pseudomorfisados por\n\nmassas de tremolita-actinolita. Os plagioclásios são ainda percebidos através de restos de suas\n\nmaclas polissinléticas em meio a processos de saussuritização (fotomicrografìa V.1).\n\n\n\nNICÓIS CRUZADOS\n\nFotomicrografia V.1: Piroxênios pseudomorfisados por grãos de tremolitas-actinolitas e\nplagioclásios saussuritizados com restos de maclas polissintéticas em dique El (amostra 331).\n\nAUMENTO 25 X\n\nO dique do qual as amostras 314 e 316 foram colet¿das corresponde a um prosseguimento\n\nevolutivo dos El (ver capltulos IV, M e VII) e seu material, de granulação 0,5-1,5 mm, ostenta\ntextura ígnea intergranular (fotomicrografia V.2).\n\nPLAGIOCL.A.SIOS\n\nRepresentando cerca de 30 a 50o/o do total da rocha, os plagioclásios ocorrem na forma de ripas\n\neuédricas a subédricas e prismas alongados. Geralmente, os plagioclásios encontram-se\nmaclados polissinteticamente e a aplicação do método Michel-Levy proporcionou\nconteúdos correspondentes aos termos da labradorita. Manchas de sausswitização e ug¡lizaçäo\n\nsão assinaladas em alguns cristais.\n\n42\n\nMCÓIS PARALELOS\n\nNICÓIS CRUZADOS\n\nFotomicrografïaY. 2: Textura ígnea intergranular, com cristais de piroxênio mostrando contatos\nretos a irregulares entre si e com os plagioclásios. Amostra 314 (El).\n\nAUMENTO MCÓIS PARALELOS\n\n\n\nPROXÊNIOS\n\nos piroxônios ocupam cerca de 40o/o do volume total da rocha. são representados\npredominantemente por augitas incolores a verde-claro, que aparecem em grãos euedrais,\nsubedrais e anedrais, e subordinadamente por ortopiroxênios (bronzita). Ern geral, encontram-se\n\nem prismas isolados, às vezes geminados,\n\nJuntamente com os plagioclásios, os piroxênios representam a mineralogia principal.\n\nOLTViNA\n\nRaramente aparecem olivinas nesse dique mais evoluído (menos de 1 %). Apresentam-se\nanedrais com pequenas fraturas alteradas, sem pleocroísmo, sendo de cristalização pré ou\n\ncontemporânea aos plagioclásios e piroxênios.\n\nMINERAIS OPACOS\n\nOs minerais opacos estão representados por magnetitas e ilmenitas, as quais no conjunto não\n\npassam de 3% do volume da rocha.\n\nAPATITA\n\nTambém acessória (menos de 1% da rocha), a apatita mosha-se acicular ou prismática.\n\n43\n\nAssinalam-se ainda sericita, calcita e epidoto em substituição ao plagioclásio, como também\n\nclorita e discreta horblenda na alteração do piroxênio. Raros intercrescirnentos micrográficos de\n\ncornposição quartzo,{(-feldspática são também notados.\n\nV.2-Enxame2(82)\n\nSão rochas de granulação fina a média (0,3-2,0 mm) que apresentam textura ígnea do tipo\nintergranular eou subofitica, A mineralogia principal é composta por plagioclásios e augitas.\nSubordinadamente, e fechando a seqüência de cristalização, apareceÌn minerais opacos, quartzo e\n\napatita. Rara olivina, evidenciando elevadas tenìperaturas do liquidus, também aparece, porém\n\nde cristalização precoce. Os minerais secundários são anfìbólio, clorita, sericita e epidoto\n(fotomicrografias V.3 e V.,1).\n\n\n\nPI,AGIOCI,ÁSIOS\n\nGeralmente na forma de ripas tabulares, os plagioclásios se intercrescem em direções variadas e\n\nmostram conteúdos An aos termos da andesina\"/labradorita. Representam cerca de 40o/o do\n\nvolume total, porém apresentam-se bastante saussuritizados e/ou argilizados.\n\nPIROXÊNIOS\n\nOs piroxênios ocupâm 30-40% do volume total e são represontados por augitas. Ela apresenta-se\n\nrósea pálida em prismas subedrais a anedrais.\n\nMINERAiS OPACOS\n\nOs minerais opacos ocorrem como cristais xenomórficos de ilmeno-magnetitas, podendo chegar\n\na 5-10%o do volume da rocha, Sulfetos são raros.\n\nOLIVTNA\n\nOlivinas apresentam-se anedrais com contomos anedondados. Seus cristais mostram-se\nfraturados e nessas fraturas aparecem cloritas como produto de alteração. Raras, representam 1olo\n\ndo volume da rocha (fotomicrografia V.4).\n\nQUARTZO\n\nO quartzo ocupa até 5% do volume da rocha e ocone esparso na forma de pequenos cristais\n\nanéd¡icos-\n\nAPATITA\n\nOcorre como mineral acessório, na forma de cristais aciculares ou prisrnáticos. Em geral não\n\nultrapassa 170 do volume da rocha.\n\nANFIBÓLIO\n\nSubstituindo marginalmente os piroxênios, aparecem u¡alitas esverdeadas, Chegam a 10% do\nvolume da rocha.\n\nCLORITA, SERICITA e EPIDOTO\n\nOs minerais primários lnostram discreta saussur ttizaçã,o, a partir da qual surgiram cloritas,\n\nsencrtas e epidotos- As cloritas ostentam pleocroísmo em tons esverdeados e são produto de\n\nalteração hidrotermal das olivinas e piroxênios oì.¡ aparecem em amígdalas milimétricas. Sericita\n\n\n\n45\n\ne pistacita aparecem a partir da alteração dos plagioclásios. As sericitas ocorrem como agregados\n\nde finos cristais de cores variadas em luz polaúzada e as pistacitas aparecem na fonna de\n\npequenos cristais isolados com pleocroísmo amarelo esverdeado. Em termos gerais, a saussurita\n\nconstitui cerca de 5o/o do volume da rocha.\n\nNICOIS CRUZADOS\n\nFotomicrografia V.3: Aspecto geral dos F,2, onde notam-se plagioclásios e piroxênios\nintercrescidos, gerando uma textura intergranular/subofitica. Anfibólios margeiam os piroxênios,\ncomo produto de alteração dos mesmos. Amostra22} (82).\n\nAUMENTO\n\nNICÓIS CRUZADOS\n\nNTCÓIS PARALELOS\n\nFotomicrografia V.4: Cristais de augitas com fraturas ostentando cloritas, em meio a\nplagioclásios saussuritizados e minerais opacos. Amostra 438 (82).\n\nAUMENTO 25 X NICOIS PARALELOS\n\n\n\nV.3-trnxame3(E3)\n\nA maioria desses diques foi sujeita, após sua colocação, a processos deformacionais que os\nmetamorfisaram em graus diferenciados (ver capítulo IV), os diques que se preservaram dessa\ndeformação (E3A) mostram texturas ígneas subofìticas a intergranulares, Quando deformados\n\nincipientemente, a textura que aparece nos diques (E3B) é a blasto-subofitica ou blasto-\nintergranular, onde, na rocha, ainda encontram-se minerais primários reliquiares. Já os diques\n\naltamente deformados (E3c), que são os mais abundantes dentre os E3, ostentam texturas\nmetamórficas do tipo granoblástica, no centro dos colpos, a nematoblástica, na margem dos\nmesmos.\n\nAo final da descrição dos três subtipos petrográficos do enxame 83, todos de granulação do tipo\n\nfina a média (0,5-3,0 mm), estará apresentada a evolução da sua deformação em termos texturais\n\ne mineralógicos, nas fotomicrografias V.5 e V,6.\n\nV.3.1 - Diques não-metâmorfisados (E3A)\n\nSão caracterizados pela textura intergranular e pela textura subofitica. Em geral, os contatos\nentre cristais são retos, às vezes reentrantes ou irregulares. Praticamente preservados da\ndeformação, os únicos sinais da mesma são o encurvamento de algumas ripas de plagioclásio e\n\nondulações nas suas maclas polissintéticas. A mineralogia primaria é constituída de plagioclásio\n\ne augita, com raro ortopiroxênio e, finalizando a seqüência de cristalização, aparece ilmenita e,\n\nde modo subordinado, apatita e biotita. Minerais de alteração também são comuns.\n\nPLAGIOCLÁSIOS\n\nos plagioclásios representam cerca de 40-50% do volume da rocha e ocorrem na forma de ripas\neuédricas a subédricas e prismas alongados. A aplicação do método Michel-Lely em cristais\nmaclados proporcionou conteúdos correspondentes predominantemente aos termos da\nlabradorita. Saussuritização e epidotização são fenômenos assinalados em alguns poucos cristaìs.\n\nPIROXÊNIOS\n\nos piroxênios ocupam 35 a 45o/o do volume total da rocha. são representados\npredominantemente por augitas e hiperstênios. Geralmente, encontram-so em prismas\nindir idualizados, às vezes geminados. os clinopiroxênios augíticos representam volumes da\n\n\n\n4.7\n\nordem de 30o/o da rocha, e apresentam-se íncolores a verde-claro em prismas subedrais a\n\nanedrais. Os hiperstênios constitutem os ortopiroxênios, os quais se dlstribuem ocupando\n\nvolumes na rocha da ordem de 10%. Caracterizam-se pelas cores rosadas a verde pálido e\n\nextinção reta.\n\nMINERAIS OPACOS\n\nOs minerais opacos ocorrem como cristais aciculares, esqueléticos e/ou xenomórficos de\n\nilmenomagnetita, podendo chegar a 5% do volume da rocha.\n\nBIOTITA\n\nA biotita não ultrapassa 5% do volume da rocha e ocore acessoriamente na forma de palhetas\n\nanédricas de coloração manom avermelhada.\n\nAPATITA\n\nOcorre, também como mineral acessório, na forma de cristais aciculares ou prismáticos. Em\n\ngeral não ultrapassa I o/o do volume da rocha.\n\nANFIBÓLIO\n\nHomblendas, de cor verde, aparecem substituindo os piroxênios. Chegam a 5-10% do total.\n\nCLORITA\n\nOcone na forma de pequenas massas com cores de interferência anômalas (verde escuro e roxo)\n\ne pleocroísmo fraco em tons esverdeados. Normalmente são produto de alteração hidrotermal das\n\naugitas e biotit¿s. Chegam a representar 2olo do volume total da rocha.\n\nSERIC]TA\n\nAparece como produto de alteração dos plagioclásio na forma de um agregado de finos cristais\n\nde cores variadas em luz polarizada. Constituem até 5% do volume da rocha.\n\nEPIDOTOS\n\nAparecem na forma de pequenos cristais isolados ou como agregados, ora com pleocroísmo\n\namarr'lo esverdeado (epidoto pistacita) ora sem pleocroísmo (clinozoisita). Resultam de\nprocessos de saussuritização dos plagioclásios. estando associados às sericitas, albitas e ao\n\ncarbr¡nato. Constituem cercâ de 5%o do volume da rocha.\n\n\n\nCARBONATO\n\nCalcitas aparecem muito subordinadamsnte (menos de 1% do volume da rocha) no interior de\n\ncristais de plagioclásio e augita, substituindo-os. São identificadas pela sua cintilância\ncaracterístioa em tons róseos, verdes e azuis.\n\nTambém neste grupo são verificados intercrescimentos micrográficos/granofiricos de\ncomposição quartzo/K-feldspática.\n\nV.3.2 - Diques parcialmente metamorfisados (E3B)\n\nos diques E3 pouco deformados e que guardam traços igneos mostram texturas que variam de\nblasto-subofitica a blasto-intergranular. A mineralogia essencial está representada por anfibólios\n\ne plagioclásios. Subordinadamente assinalam-se minerais opacos, clinopiroxênios reliquiares,\n\nbiotita, quartzo, titanita, apatita, epidoto, calcita e sericita.\n\nANFIBÓLIOS\n\nOs anfibólios ocupam cerca de 40% do volume total e são hornblendas. Oconem isolados ou\nagregados, exibindo formas subédricas a anédricas. são de coloração verde, com pleocroísmo\n\nvariando de verde claro a castanho. Às vezes encontram-se subpoligonizados. São assinalados\n\ncasos onde se observam reliquias de piroxênios augíticos nos núcleos dos anfibólios, sugerindo\n\numa origem para os anfibólios a partir de transformações nos piroxênios.\n\nPLAGIOCLÁSIOS\n\nOs plagioclásios ocupam cerca de 30 a 40 % do volume da rocha e ocorrem ern ripas subédricas,\n\nporém com sinais de poligonalização e formação de subgrãos, suas composìções encontram-se\n\nnos terrnos da andesina e subordinadamente labradorita. Algumas amostras apresentam ripas de\n\nplagioclásio parcialmente saussuritizadas e, às vezes, epidotizadas.\n\nMINERAIS OPACOS\n\nIlmenomagnetitas representam o conjunto dos minerais opacos e distribuem-se entre 5 a 10% do\n\nvolume da rocha. Em geral, apresentam-se em cristais subé<iricos a anédricos inclusos nas\nhornblendas.\n\n\n\nQUARTZO\n\nO quartzo ocupa até 5% do volume da rocha e ocone na forma de pequenos cristais anédricos\n\ninclusos na hornblenda, bem cotno nos interstícios entre plagioclásio e homblenda. O quartzo\n\nposicionado na hornblenda pode indicar excesso de silica que não foi incorporado ao anfibólio.\n\nBIOTITA e APATITA\n\nA biotita (2 % do total) distribui-se em lamelas normalmente associadas às hornblendas,\nenquanto a apatita é mais rara e dispersa por toda a rocha.\n\nEPIDOTO, CALCITA e SERICITA\n\nEpidoto, calcita e sericita representam minerais cuja origem se relaciona à alteração das fases\n\nminerais principais, principalmente dos plagioclásios.\n\nV.3.3 - Diques anlibolíticos (E3C)\n\nEstes diques, que em afloramento exibem parte central maciça e bordas foliadas, mostram\n\ninvariavelmente em lâmina delgada uma textura granoblástica em amostras do centro e\nnematobl¿istica em amostras da borda de praticamente todos os corpos. Em ambos os casos,\n\nconforme será visto adiante, além da recristalização evidente, a mineralogia ígnea original foi\n\nsubstituída pela metamórfìca. Raros diques, originalmente porfiríticos, mostram megacristais de\n\nplagioclásio com sinais de deformaçäo.\n\nPLAGIOCLÁSIO\n\nPerfazendo cerca de 30-40% do volume da rocha, ocorre na forma de um aglomerado de cristais\n\nde andesina./labradorita poligonalizados, exibindo extinção ondulante e conosão nas bordas, o\n\nque evidencia seu consulro em reações metamórficas. Em alguns cristais, as maclas\npolissintéticas aparecem deformadas e desoontínuas. Em v¿írias lâminas, os plagioclásios\nmostram-se algo sericitizados, epidotizados e, rnenos expressivamente, carbonatizados. euando\nalterados intempericamente, transformam-se em minerais argilosos, vistos ao microscópio como\n\numa massa escura.\n\nANFIBÓLIO\n\nOcorre em substituição aos piroxênios. São hornblendas que mostram-se, nas porções de borda\n\ndos diques, intensâmente orientadas, o que não acontece nas amostras do centro dos diques. Os\n\n\n\n50\n\ncristais são em sua maioria hipidiomórficos e exibem um pleocroísmo em tons de verde s\n\ncastanho, Em termos modais, estima-se conesponder entre 40-50Y0 do volume da rocha.\n\nRaramente aparecem cristais fibrosos, provavelmente tremolita-actinolita, substituindo os\n\npiroxênios.\n\nPlROXÊNIO\n\nAugitas aparecem como cristais reliquiares xenomorfos, remanescentes da mineralogia original,\n\nàs vezes geminados, ou em massas de pequenos cristais recristalizados (poligonalizados) na\n\nmaior parte das lâminas. Invariavelmente, mostram-se quase completamente substituídos por\n\nhornblendas. Por isto, perfazem menos de 5% do volume da rocha nas lâminas contendo\n\namostras da borda dos diques podendo, entretanto, chegar a 20%o nas amostras da parte central\n\ndos mesmos, onde esta substituição é menos pronunciada.\n\nGRANADA\n\nAparece, na maioria das vezes, na forma de coronas (fotomicrografia V.6), normalmente na\n\ninterface entre cristais de plagioclásio e augita, parecendo resultar da reação entre estes dois\n\nminerais (as coronas são metamórficas, pois não ocorrem nos E3A, de textura ígnea). É\n\nfacilmente identiäcada por sua isotropia sob nicóis cruzados, apesar de normalmente não\n\nrepresentar mais de 2-3Vo do volume total da rocha. A interpretação da análise por microssonda\n\neletrônica em granadas desses diques feitas durante o Mestrado do aulor (Chaves, 1996),\npermitiu obter a fórmula cristaloquímica (Fe2,çç;Ca¡,63;Mg,27;Mn¡,1e)Al2(Si2,es;Al6,e2)O12, tipica\n\ndas almandinas.\n\nEm resumo, o metamorfismo de caráter dinâmico, sofrido pelos E3C em condições de crosta já\n\nquase dúctil, foi o responsável pela recristalização generalizada da mineralogia original e pelo\n\nsurgimento de reações metamórficas. Dentre estas reações, a mais expressiva é a da formação de\n\nhomblenda, com o auxílio de fluidos hidrotermais (HzO), a partir da augita. Nesta reação, há o\n\nenvolvimento do plagioclásio como reagente e granada almandina aparece como sub-produto. A\n\nocorrência da granada na forma de coronas evidencia condições de alta pressão. Esta reação,\n\nabairo escrita, caracteriza o fácies anfibolito alto (Winkler, 1976) e encontra-se presente na\n\nmaior parte das lâminas investigadas:\n\nmetamorfi smo progressivo\n\n\n\n51\n\nSegundo Yardley (1989), \"o desenvolvimento de texturas coroniticas implica transição direta de\n\numa associação ígnea inalterada para uma associação típica de metamorfismo de alta\n\ntemperatura, e usualmente alta pressão, sem um estágio interveniente de metamorfismo de grau\n\nmais baixo\". Esta afirmação parece refletir, de fato, o acontecido aos E3C,\n\nMINERAIS OPACOS\n\nOconem como agregados de pequenos cristais hipidiomórficos ou esqueléticos de ilmenita,\n\nnormalmente no interior de massas de homblenda, Às veres, é percebida a presença de\nleucoxênio (e raramente titanita) junto a estes opacos. Aparentemente, ela não é um mineral\n\nmetamórfico e perfa,z cerca de 5olo do volume total da rocha.\n\nBIOTITA e CLORITA\n\nBiotitas primárias aparecem acessoriamente (menos de 3% do volume da rocha) com habitus\n\ntabular e cores de interferência típicas, em tons de vermelho e verde. Sagenitas, ou seja, agulhas\n\nde rutilo de exsolução no interior de algumas biotitas, podem ser verifìcadas em algumas\n\namostras. Na maior parte das lâminas, porém, as biotitas encontram-se quase sempre substituídas\n\npor cloritas, estas últimas facilmente identificáveis por sua cor de interferência a¡rômala, em tons\n\nroxo-esve¡deados.\n\nSERICITA\n\nAparece em substituição aos plagioclásios e a sua proporção, em termos do volume da rocha,\n\nvaria de acordo com o estado de alteração de cada amostra. Em geral, não chega a representar\n\nmais de 50% do volume total. Mostra-se como uma massa de pequenos cristais fibrosos de\n\nelevada birrefringência no interior dos cristais alterados de plagioclásio.\n\nEPIDOTOS\n\nAparecem também em substituição aos plagioclásios, na forma de pequenos agregados ou\n\nisoladamente, com seu pleocroísmo amarelo esverdeado a verde amarelado. É notada também a\n\npresença de clinozoisita, distinguida do epidoto por sua binefringência rnais baixa e ausência de\n\npleocroísmo. Em geral, os epidotos e clinozoisitas chegam a constituir 50% do volume total da\n\nrooha.\n\n\n\nNICOIS CRUZADOS A{.]MENTO 25 X\n\n,ii,.\n| ,, ,\n?.\n\nNICOIS PARALELOS\n\n52\n\nFotomicrografia V.5: Evolução da deformação e conseqüente recristalização dos E3, em terrnos\ntexturais e mineralógicos. Na foto superior é mostrado um dique E3A, com textura ígnea\nsubofitica preservada, onde predominam piroxênios e plagioclásios originais. Os únicos sinais\nde deformação são o encurvamento de algumas ripas de plagioclásio e ondulações nas suas\nmaclas polissintéticas (amostra 330). Na foto intermediária, o dique E3B apresenta um princípio\nde recristalizaçâo, com ligeira formação de sub-grãos de plagioclásio e aparecimento mais\npronunciado das hornblendas (massa castanho-esverdeada sob nicóis paralelos). Porém, ainda\nsão notados cristais reliquiares de piroxênio, a exemplo de um cristal maclado na porção inferior\ndireita da foto. A textura resultante é a blasto-subofitica (amostra 307). Na foto inferior, onde\nnota-se a textura metamórfica granoblástica, há o desaparecimento quase completo dos\npiroxênios, os quais acham-se substituídos por hornblendas, e os plagioclásios estão\ncompletamente recristalizados na forma de sub-grãos. Lamelas de biotita podem ser vistas na\nfoto com coloração vermelho-escuro (amostra 418, E3C).\n\nr\"v\n\n.\"otT\n\n\n\nNICOIS CRTJZADOS ALIMENTO 1OO X\n\nFotomicrografia V.6: Detalhe de uma corona de granada, isotrópica sob nicóis cruzados,\nenvolvendo um cristal de piroxênio em alteração para hornblenda. Um mineral opaco, ilmenita,\naparece do lado direito da foto (amostra 250, E3C).\n\nCARBONATO\n\nEm algumas lâminas é notada a presença de calcita, facilmente identificada pela sua cintilância\n\nem tons róseos, verdes e azuis, em luz polarizada. Ela aparece também como produto de\n\nsubstituição dos plagioclásios, principalmente quando estes são mais cálcicos. Usualmente não\n\nultrapassa 1o/o do volume da rocha.\n\nQUARTZO\n\nOcorre como mineral subordinado, correspondendo a cerca de l-2o/o do volume da rocha. Como\n\nos opacos, aparece associado às hornblendas na maior parte das vezes.\n\nZIRCÃO\n\nAparece acessoriamente, representando menos de 0,5o/o do volume da rocha. Gerahnente\n\nencontra-se rnetamíctico no interior dos cristais de hornblenda, com nítido halo pleocróico\n\ncircundando-o. Nas bordas dos diques, onde o metamorfismo e deformação foram mais intensos,\n\naparentemente encontram-se recristalizados.\n\nDadas as semelhanças geoquímicas entre os E3A, E3B e E3C, mesmo tendo os últimos sido\n\nsujeitos a processos metamórficos, serão todos considerados como E3 no capítulo seguinte, que\n\ntrata justamente da geoquímica.\n\nNICOIS PARALELOS\n\n53\n\n\n\nV.4-Enxame4(84)\n\nEm termos petrográficos, este enxame pode ser dividido em doís grupos de diques, aqui\n\ndenominados E4A e E4B. Essa divisão se baseia no fato de que, apesar de serem geologica,\n\nmineralogica e texturalmente semelhantes, vão apresentar diferenças significativas nos\nconteúdos dos minerais acessórios apatita, ilmenita e titanita. Tais diferenças se refletirão no\n\ntratamento geoquímico dessas rochas no que se refere principalmente aos teores maiores de P,\n\nTi, Nb, Zr e Y e menores em SiOz dos E4B (minoria) em relação aos E4A (grande maioria dos\n\nco¡pos E4).\n\nPor serem os diques de granulação mais grossa (2,0-5,0 mm) dentre os gmpos investigados, os\n\nE4 chegam a representar verdadeiros diabásios em amostras de mão. A textura ígnea encontra-se\n\nperfeitamente preservada, variando de ofitica a subofitica (fotomicrografias V.7 e V.8).\n\nA rnineralogia primária é constituída de augitas normalmente subédricas cercadas por ripas de\n\nplagioclásio de orientações variadas. Finalizando a sequência de cristalização, além de ilmenita,\n\naparecem quartzo, titanita e apatita em caráter acessório. Biotita também ocorre\nsubordinadamente como um mineral primário.\n\nProcessos de alteração como saussuritização e uralitização são identificados invariavelmente nas\n\nlâminas descritas. Tais processos parecem ter causa relacionada à fluidos hidrotermais residuais\n\nda cristalização magmática, cuja atividade evidencia-se pela presença de amígdalas milìmétricas\n\npreenchidas principalmente por clorita e ca¡bonato- Essas amígdalas podem estar apontando\n\nainda a intrusão dos diques em níveis rasos da crosta.\n\nv.4.1 - E4A\n\nDiques faneríticos ou porfiríticos aparecem entre os E4A e a mineralogia em ambos é sempre\n\nsemelhante. A primária é constituida de augitas e plagioclásios de cristalização conjunta, porém\n\ntardia em relação à formação dos fenocristais de plagioclásio, quando o dique é porfirítico.\n\nAlguns diques mostram diferenciados félsicos em seu interior.\n\n\n\nNICÓIS CRUZADOS AUMENTO 25 X\n\nFotomicrografia Y.7'. Aspecto geral da textura subofitica dos F4. Augitas com bordas\nuralitizadas e ripas de plagioclásio de direções variadas podem ser notadas na foto (amostra 384,\nE4A),\n\nNICOIS CRUZADOS\n\n55\n\nNICÓIS PARALELOS\n\n!!l!¡i '; \"- - _,.:?-\n{#- \".-+,f.. ,* ,.--i,*\n\nAUMENTO 25\n\nFotornicrografia V.8: Detalhe de um cristal rnaclado de augita ao lado de outro do mesmo\nmineral, ambos rodeados por plagioclásios. Bordas uralitizadas também são aqui percebidas nas\naugitas (amostra 385, E4A).\n\nPLAGIOCLÁSIOS\n\nOs plagioclásios ocorrem geralmente na forma de ripas tabulares intercrescidas em direções\n\nvariadas, porém intensamente saussuritizadas, ou seja, substituidas por albita, sericita, epidoto e\n\ncarbonato. As maclas polissintéticas aparecem como \"sombras\" em meio à este processo de\n\nsubstituição, porém em lâminas com amostras menos alteradas foi possível definir os\nplagioclásios como pertencentes às séries andesina/labradorita. Caso a saussuritização não fosse\n\ntão pronunciada, os plagioclásios constituiriam cerca de 40-50% do volume total da rocha.\n\nNICOIS PARALELOS\n\n. /+tLit._r*.\n\n\n\nPIROXÊNIO\n\nOcorre como cristais hipidiomórficos, às vezes geminados, de clinopiroxênio augítico,\nperfazendo cerca de 30% do volume total da rocha. Alguns cristais encontram-se marginalmente\n\nsubstituídos por uralita e, menos expressivamente, por aglomerados de clorita.\n\nMINERAiS OPACOS E TITANITA\n\nOs minerais opacos ocoffem como cristais aciculares, esqueléticos e/ou xenomórficos de\n\nilmenomagnetita, às vezes com titanitas associadas. Sulfetos também são encontrados nesses\n\ndiques e, juntamente com a ilmenomagrretita, chegam a 5%o do volume da rocha.\n\nANFIBÓLIO\n\nUralitas aparecem margìnalmente substifuindo os clinopiroxênios, Mostram um pleocroísmo em\n\ntons castanho-esverdeados e constituem menos de 5% do volume total da rocha.\n\nBIOTITA\n\nAparece acessoriamente (menos de 3% do volume total da rocha), na maioria das lâminas\n\ninvestigadas, com pleocroísmo castanho avermelhado típico.\n\nCLORITA\n\nOcone na forma de pequenas massas com cores de interferência anômalas (verde escuro e roxo)\n\ne pleocroísmo fraco em tons esverdeados. Normalmente representa o produto de alteração\nhidrotermal das augitas e biotitas porém, às vezes, aparecem preenchendo pequenas amígdalas\n\njuntamente com quartzo e carbonato. As cloritas podem chegar a representar cerca de 10% do\n\nvolume da rocha, mas normalmente não ultrapassam 502.\n\nSERICITA\n\nAparece como produto de alteração dos plagioclásio na forma de um agregado de finos cristais\n\nde cores variadas em luz polarizada. Em lâminas contendo fenocristais de plagioclásio, a maior\n\nparte deles acha-se sericitizada, dificilmente sendo possível identificar as suas maclas\n\npolissintéticas. Chegam a constituir alé 5% do volume da rocha.\n\nEPIDOTOS\n\nAparecem na fomla de pequenos cristais isolados ou como agregados, ora com pleocroísmo\n\namareLì esverdeado (epidoto pistacila) ora scûr pleocroísmo (clinozoisita). Resultam de\n\n\n\n57\n\nprocessos de saussuritização dos plagioclásios, estando associados às sericitas, albitas e ao\n\ncarbonato. Podem chegar a constituir cerca de 5-10% do volume da rocha dependendo do grau\n\nde alteração em que ela se encontra.\n\nCARBONATO\n\nCalcitas aparecem muito subordinadamente (menos de 1% do volume da rocha) no interior de\n\ncristais de plagioclásio e augita, substituindo-os. São identificadas pela sua cintilância\ncaracterística em tons róseos, verdes e azuis.\n\nQUARTZO\n\nOcorre como mineral acessório, conespondendo a cerca de l-2o/o do volume da rocha. Às ue\"es,\n\nocorre intercrescido com cristais de plagioclásio em aspecto vermicular, formando a chamada\n\nmirmequita.\n\nAPATITA\n\nOcorre, também como mineral acessório, na forma de cristais aciculares ou prismáticos que, em\n\ngeral, não ultrapassam 2%o do tolal da ¡ocha. Quando exibem seções basais, aparecem como\n\nhexágonos \"isotrópicos\" sob nicóis cruzados.\n\nv.4.2 -E48\n\nInteiramente semelhantes aos E4A quanto à granulação, mineralogia e textura, este grupo se\n\ndestaca apenas pelos mais elevados conteúdos em apatita, ilmenita e titanita e, obviamente,\n\nmenores conteúdos de augita e plagioclásio em comparação aos mesmos. Em algumas amostras\n\n(e.g. CON5, CON17, 16,34,40, 54,68,123, 126), esses minerais, não tão acessórios quanto nos\n\nE4A, chegam a representar até 20% do volume da rocha se considerados em conjunto.\n\nExcetuando-se esse fato, a descrição dos E4B, portanto, é idêntica à dos E4A, com os mesmos\n\nminerais principais, acessórios e de alteração. Não há nefelina e olivina na moda, apesar desses\n\nminerais insatu¡ados aparecerem na norma CIPW dos E4B (anexo 1) e as análises por\n\nmicrossonda eletrônica feitas para as amostras 34 e 54 no Mestrado do autor (Chaves, 1996)\n\nacusaram o mesnìo tipo de clinopiroxênio (augita de tendência salitica) e plagioclásio (andesina)\n\ndos E-lA.\n\n\n\n58\n\nCabe destacar que várias das amostras dos diques R4B (CON5, CON17, 16,34, 68 e 126) são\n\noriundas de um único dique, de cerca de 100 Km de comprimento e de mesma dìreção dos\n\ndemais E4A.\n\nV.5-Enxame5(85)\n\nOs diques E5 têm texturas ofìtica a intergranular e $anulação 1,0-2,0 mm. Tipos porfiríticos não\n\nsão muito freqùentes, porém alguns mostram fenocristais de plagioclásio de até 5 cm. Os\n\nminerais primários e mais abundantes são o plagioclásio, augita e opacos. Aparecem ainda\n\napatita e quartzo acessórios, bem como minerais resultantes de alterações dos primários\n(fotomicrografia V.9). Como nos E4, em alguns corpos E5 são notadas amígdalas preenchidas\n\nprincipalmente por cloritas, o que pode estar evidenciando a colocação dos mesmos em níveis\n\nrasos da crosta, e em outros há diferenciados féisicos em seu interior,\n\nPLAGIOCLÁSIOS\n\nQuando inalterados, os plagioclásios ocorrem na forma de cristais tabulares aleatoriamente\n\norientados. Sua composição varia de andesina a labradorit¿ e chegam a constituir 40 a 50%o do\n\ntotal. São contemporâneos aos clinopiroxênios com respeito à cnstalização e tardios em relação\n\naos fenocristais de plagioclásio quando o dique é porfirítico. Em diferenciados félsicos do\ninterior de alguns diques E5, o plagioclásio é ainda mais abundante (fotomicrogr. V.10),\nconferindo um material quase anortosítico.\n\nPIROXÊNIOS\n\nClinopiroxênios de composição augítica aparecem ce¡cando as ripas de plagioclásio e\nrepresentam cerca de 30% do total da rocha.\n\nMINERAIS OPACOS\n\nGrãos subédricos a esqueléticos de ilmenitas e algum sulfeto representam cerca de 10-15% do\n\ntotal da rocha. São de cristalização contemporânea à dos plagioclásios e augitas.\n\nANFIBOLIOS, CLOzuTAS e BIOTITAS\n\nHomblendas e cloritas aparecem secundariamente em substituição às augitas, normalnente nas\n\nbo¡das dessas últimas, Juntas, perfazem cerca de 10% do total da rocha. Quando amigdalóides,\n\n\n\n59\n\nas cloritas preenchem essas pequenas cavidades (2-3rnm) dos diques. Já as biotitas são raras e\n\nparecem resultar da alteração das hornblendas.\n\nAUMENTO 25 X\n\nFotomicrografia V.9: Cristais de\napatita são alguns dos minerais\nintergranulares (amostra 34 8).\n\nNICOIS CRUZADOS\n\nNICOIS PARALELOS\n\nFotomicrografia V.10: Feição de um diferenciado\ninterior de um dique E5 (amostra 306).\n\nAL]MENTO 25\n\nSERICITA, CARBONATO E ALBITA\n\nProcessos de saussuritização dos plagioclásios acarretaram no surgimento de minerais como\n\nsericita, carbonato e albita. Quando os plagioclásios encontram-se muito alterados, a saussurita\n\nchega a20o/o do volume da rocha.\n\nNICOIS PARALELOS\n\nnco em plagioclásios tabulares,\n.,il\n\n\n\nAPATITA E QUARTZO\n\nApatitas aparecem como mineral acessório, na forma de cristais aciculares ou prisrnáticos, bem\n\ncomo o quarlzo, ambos perfazendo cerca de 1-2% do volume da rocha. Às vezes, quartzo ocorre\n\nintercrescido com plagioclásio, formando a mirmequita.\n\nV.6-Enxame6(86)\n\nDe coloração quase negra em amostra de mão, dois diques (pontos 256 e 288) mostraram-se\n\ndiferentes dos demais gupos. Apresentam-se afaníticos, semelhantes a basaltos, com\nmicrofenocristais (&lt;lmm) de titanaugita e plagioclásio (Anss), geralmente tabulares, em meio a\n\numa matriz melanocríúica muito fina (&lt;0,lmm), quase vitrea, conforme mostra a fotografia\n\nV.11. Esse fato indica uma rápida cristalização dos minerais constituintes, na medida em que o\n\nmagma gerador do dique deve ter se resfriado imediatamente no momento da colocação. Além\n\ndos clinopiroxênios e plagioclásios, os outros minerais da matriz incluem magnetita, clorita,\n\nanfibólio e quartzo.\n\nNICOIS CRUZADOS\n\n60\n\nAUMENTO 25 X\n\nFotomicrografia V.l1: Aparência de um dique E6 (amostra256).\n\nNICOIS PARALELOS\n\n\n\nCAPÍTULO VI - LITOGEOQUÍMICA\n\nA seguir são discutidos aspectos do comportamento geoquímico dos diferentes enxames de diques\n\nmáfìcos assinalados na região investigada, a partir do tratamento dos resultado das análises químicas\n\nde elementos maiores, traços e te¡ras raras, eln rocha total, encontradas no anexo 1. Esse tratamento\n\ncontou com o apoio do software MINPET - Mineralogical and Petrological Data Processing System\n\n- versão 2.02, de Ricliard, L.R (1996).\n\nVI.l - Considerações a respeito da mobilidade de elementos químicos em processos\nmeta mórfico-hid rotermais\n\nAinda que ortoderivados todos os enxames de diques investigados na área, os diques E3B (diques\n\nparcialmente metamorfisados) e E3C (diques anfibolíticos) mostrarn feições de tleformação com\n\nrecristalização associada, conforme apontaram os estndos petrográficos. Isto requer investigação\n\nsobre a possibilidade de mobilização de ce¡tos elementos químicos como fruto da atuação de\n\nprocessos metamórfico-hidrotermais sin- ou pós-magrnátioos.\n\nO comportamento dos elementos químicos em processos que incluem uma fase fluida depende das\n\nsuas propriedades químicas, em particular, dos potenciais iônicos dos elementos (potencial iônico :\ncarga./raio), os quais acabam por controlar suas mobilidades em fluidos (Juliani &amp; McReath, 1992).\n\nQuanto ao potencial iônico, os elementos podem ser divididos em: a) elementos de baixo poteucial\n\n(&lt;3); b) elementos de potencial intermedi¿irio (3 a 10) e c) elementos de alto potencial (> 10).\n\nDe acordo com esse critério, podem ser considerados como relativamente imóveis, ou seja, capazes\n\nde manter registradas as características dos magrnas originais, o Ti, Zr, Nb, Ta, Y, Cr, Th, elementos\n\ntenas-raras (exceto o La) e, possivelmente o P. Alguns autores afinnam que, sob condições\nmetamórlicas pertencentes ao fácies anñbolito a xisto verde, os elementos de baixo (e.g, Na, Mg, K,\n\nCa, Ni, Rb, Sr, Ba e La) e de âlto potencial (e.g. Si) podem ser rnobilizados por meio de soluções\n\naquecidas, em particular nas zonas de cisalharnentos (Winchester, 1984; Gelinas et al, 1982). Para\n\nos elementos de potencial iônico intemediário sob condições metamórficas rigorosas, algLrns deles\n\n\n\n62\n\n(e.g. Zr, Nb, Ti, Y) são considerados como relativamente imóveis (Cann, 1970; Fietd &amp;.Elliot,1974;\n\nWinchester &amp; Floyd, 1976).\n\nDentre os métodos que tem sido propostos para investigar a mobilidade de elementos químicos, o\n\nmais difundido e originahnente desenvolvido por Pearce (1968) para interpretar tendências de\n\nfracionarnento em suítes igneas inalteradas, foi posteriormente adaptado (Beswick, 1982) para\navaliar os efeitos de alteração ou metamorfismo em amostras de komatiitos e basaltos. Ele consiste\n\nem verificar se um determinado elemento segue os \"hends\" de processos magmáticos, em caso\n\npositivo é dito imóvel, caso contráLrio hata-se de um mobilizado. No caso de se investigar elementos\n\nmaiores urn método que pode fornecer resultados satisfatórios é aquele que se utiliza das razões de\n\nproporções moleculares ou MPR (lr4olecular Proportion Ratios).\n\nO método propõe a avaliação dos elementos maiores através da correlação entre razões do típo\n\nA,N (x) e BA{ (V), onde as proporções moleculares dos óxidos A e B (normalizados) participam das\n\nfases fracionadas, enquanto o elemento N (normalizador) seria constante do decurso do\nfracionamento, comportando-se como incompatível. Se não oconer tendência de conelação linear,\n\nmas sim um espalharnento dos pontos segundo um arranjo em leque a partir da origem dos eixos x e\n\ny, pode-se conside¡ar a mobilidade do elemento normalizador, pressupondo-se como relativamente\n\nimóveis os dois óxidos nonnalizados.\n\nAssim, na tentativa de investigar até que ponto os E3B e E3C tiveram suas composições obliteradas,\n\nforam construídos os diagramas MPR da figura VÌ.1. O elernento normalizador escolhido foi o Zr,\n\nsabidamente incompatível, enquanto que os óxidos selecionados, cujos elernentos participam das\n\nfases fracionadas, foram SiOz (parârnetro), AlzO:, FeOr., MgO, CaO e Na2O. O óxido llzO, rnenos\n\nexpressivo em tennos do fiacionamento, também foi usado no sentido do K ser investigado na\ntransforrnação dos piroxênios em anfibólios durante o metamor{ismo, Os óxidos TiOz e PzOs não\n\nforam lançados pois Ti e P normalmente são imóveis no metarnorfismo.\n\nNa apuração das infonnações f'ornecidas por esses diagramas, iniciahnente pode ser confirmada a\n\nimobilidade do elemento normalizador Zr, dada a tendência de conelação linear na maior parte dos\n\ndiapramas MPR. Esses alinhamcntos nos diagrarnas SiO:/Zr versus NzOtlZr, FeOrlZr, MgOlZ,r e\n\n\n\n63\n\nCaO/Zr mostram que os elementos Si, Al, Fe, Mg e Ca, os mais importantes no processo de\nfracionamento, praticamente não foram rnobilizados no metamorfismo sofrido pelos diques E3B e\n\nE3C.\n\nJá os padrões em leque percebidos nos diagramas SiOz/Zr versus Na2OlZr e KzO/Zr apontam para a\n\nrnobilização de Na e K, principahnente deste último, no metamorfismo.\n\nSlOZlTÌ\n\nÆ\n\n.*w-\n,ò,ut)\n\nVo\n\n0,0'\n0,0\n\noir\n\no\no\n\n- &amp;\"&amp;\"¡^ Õ-\n..w\n\n@o-\n\nÁJIO3./Tt\n\n0,0 ú\n0,00\n\noPl-\n\nO\n\n-!-l\nmJ-\n\n-W\nçào* -\n\nÆ\n@\n\n0,0 L\n0,0\n\n09r\n\no\no\n\n0,10\n\nlr'e0lzr\n\nFigura VL 1 : Dìagrarnas de razões cle proporções noleculares (MPR) para os diques metamorfrsados\nE3B e E3C.\n\no,o @ o,o \"0,00 0.01 0.02 0¡3 0.04 0.05 0,000\n\nFcOT,U¡\n\n0,0'\n0,0\n\n0,9 r\n\nNûÕ17¡\n\naìgod \"o \n\"R-tioo\n\n-o \nqì -ooo tcftR\n\n^ÈÒ o o\ne') g\"q\n\n_o\ntj\n\n\n\n64\n\nEm termos p¡áticos, a seguir, os E3 terão seu tratamento geoquímico reãlizado da mesma maneira\n\nque os demais grupos de diques da área investigada.\n\nVL2 - Classificação Geoquímica\n\nSerão apresentadas a seguir três classificações geoquímicas para os diferentes enxames de diques\n\nmáficos da região estudada, além do diagrama temário AFM (Irvine &amp;.Baragar,1971).\n\nVI.2.1 - Classificåção baseada nos conteúdos de sílica e álcalis\n\nLe Bas et al. (1986) propuseram uma classificação petrográfica com base em geoquímica, rnais\n\nprecisamente nos conteúdos em sílica (SiO) e álcalis Q.la2O+þO). Sem possuir conotação\ngenética, essa classificação, denominada Total-Álcalis-Silica (TAS), é sugerida pela subcomissão de\n\nsistemática de rochas ígneas da IUGS.\n\nA partir da figura VI.2, na qual está representado o diagrama TAS, nota-se que os diques do enxame\n\nEl e a maioria dos diques E4A variam de andesitos basálticos a basaitos subalcalinos. Já os E4B,\nque parecem ter evoluído a partir da mesma fonte dos E4A, porém com significativa dessilicatação\n\n(ver colocações feitas mais adiante neste capítulo), posicionam-se no c¿Lmpo dos basanitos/tefritos.\n\nOs diques do enxame E2 praticamente correspondem a basaltos subalcalinos, o mesmo acontecendo\n\ncom os diques E3 e E5, Os diques E6 classificam-se como andesitos basálticos. As amostras que\n\ncaem no campo dos ttaqui-andesitos correspondem à cliferenciados félsicos de porções centrais dos\n\ndiques dos pontos274 @4), 305 e 306 (85).\n\nVI.2.2 - Classificação baseada no Diagrama Rl x R2\n\nEssa classificação, proposta por De La Roche et al. (1980) e modifìcada por Bellieni et al. (1981)\n\nno que se refere aos campos dos basaltos subalcalinos, transicionais e alcalinos, é a que considera o\n\nmaior nirmero de elementos quínticos na discnrninação dos tipos envolvìdos. Ela se utiliza dos\n\n\n\n65\n\nvalores de Rl:[4Si-11(Na+K)-2(Fe'2+Fe*3+Ti)] e R2=(6Ca+2Mg+Al), obtidos através das\nproporções milicatiônicas dos elementos maiores de cada amostra utilizada.\n\nTr.q\"i-\nBasalto\n\nTr\"{ui\nBa¡áltico\n\n,10 42 44 46 48 50 52 54 56 58 60\nsio2\n\n,/ |.lD*/ _dn,/ m'v\nB¿¡¡lio\n\nA\"d\"Yb\nBesáltíco\n\nY\n\nBasanib\nTefriro\n\nX\n\nAì¿esiiû\nTn{\"i-\n\nFigura VI.2: Diagrama Total-Alcalis-Silica (TAS) de I-€ Bas et al. (1986) dos enxames de diques\nmáficos do setor sul do Cráton do São Francisco. Em (A) encontram-se os enxames El,82,85 eE6\ne en (B) os enxames E3 e E4 (E4A e E4B). A linha tracejada do diagrama sep¿ua os basaltos\nsubalcalinos ou toleíticos (abaixo) dos alcalinos (acima).\n\n40 42 44 46 48 50 52 54 56 58 60\nsio2\n\nA\n\nA¡rilesit¡\nBasáltico\n\nB\n\n\n\n66\n\nO exame da figura VI.3 (Rl x R2) mostra que os E1 variam de basaltos toleíticos a andesitos\n\nbasálticos, como também os E2 e os E5. Suas classificações aqui são as mssmas daquelas do\n\ndiagrama TAS. As amostras mais evoluídas dos E2 e E5 pendem para os campos dos latitos. A\n\nmaíor parte dos E4A caem no campo dos andesitos basálticos, evoluindo para lati-basaltos. O outro\n\ngrupo dos 84, os E4B, chegam a traqui-basaltos. Já os E3 variam de basaltos toleíticos a basaltos\n\ntransicionais, da mesma maneira que no diagrama TAS. Os E6 oonespondem a lati-andesitos.\n\nVI.2.3 - Classifìcação baseada na norma CIP\\\n\nThompson (1984) elaborou uma classificação que utiliza os minerais normativos CIPW nefelina,\n\nolivina, diopsídio, hiperstênio e quartzo, dispostos em três diagtamas tern¿irios (Ne-Ol-Di, Ol-Di-Hy\n\ne DiHy-Q), nos quais são recalculados para 100o/o. Nesse diagrama, ele discrimina 6 composições\n\nnormativas, a saber: nefelinitos e similares, alcali-olivina basaltos, picritos, olivina-toleítos, quartzo-\n\ntoleítos e boninitos.\n\nOs dados da norma CIPW (anexo l), foram lançados no diagtama da fìgura VI.4, depois de\ndevidamente recalculados. De acordo com esse diagrama, basicamente todos os enxames de diques\n\nsão quartzo-toleítos normativos, sendo que algumas amostras dos E2, E3 e E4A derivam para o\n\ncampo dos olivinatoleítos. Já os E4B chegam a representar álcali-olvina basaltos normativos,\n\napesar de não apresentarem nefelina e olivina modais.\n\nQuanto ao posicionamento dos diferentes enxames no diagrama ternií.,rio AFM (kvine &amp; Baragar,\n\n1971), onde A:Na2O+K2O (Alcalis), F:FeOT e M:MgO e que separa as séries toleítica e cálcio-\n\nalcalina, todos os enxames mostram lrends de diferenciação no c¿rmpo dos toleítos (figura VL5).\n\nNesse diagram4 os El e parte dos E2 e dos E3 são os mais enriquecidos em MgO, ou seja,\ncorrespondem aos tipos menos evoluídos.\n\nCabe ressaltar, em primeiro lugar, que as amoshas 274 (E4A),305 e 306 (E5), que fogem dos trends\n\nde diferenciação, representam diferenciados félsicos das porções centrais de seus diques, com\n\nmaiores conteúdos em ¡íicalis que os demais. Em segundo lugar, destaca-se que os diques E4B\n\nencontram-se no trend dos demais diques E4A, o que sugere sua cogeneticidade.\n\n\n\n2500\n\n2000\n\nflrsoo\n\n1000\n\n500 -\n500\n\n2s00\n\n2ûCI0\n\nÐrsoo\n\n1000\n\n1000 1500 2000\nR1\n\nFig'ura VI.3: Diagrama Rl x R2 de De La Roche et al. (1980), modificado por Bellieni et al. (1981)\ndos enxames de diques máficos do setor sul do Cráton do São Francisco.\n\n500\ns00 1000 1500 2000\n\nR1\n\n\n\n1 lE3---rõl\nl\"o\" -nl\n\n. lE4B -Xl\n\nFigura VI.4: Diagtama normativo CIPW (Thompson, 1984) dos enxames de diques máficos do setor\nsul do Cráton do São Francisco.\n\nI - Nc$linito, Leucitiio, l\\{clilitito .l - Oliv¡nâ-tol'íto\n2 - Alrali-olivin¡bedålto 5 - Qú¡¡.to-aolètto\n3 - Ft4rtto 6 - Boni'lito\n\nNorlñâtivls CIPW\n\n\n\nF\n\nFeûT\n\nNa2û+Il2û\n\nTokÍtica\n\nFigura VL5: Diagrama AIM (A=NazO+K2O, F=FeOr e M:MgO, Irvine &amp; Baragar, 1971) dos\nenxames de diques máficos do setor sul do Cráton do São Francisco, no qual a linha faz a separação\ndas séries toleitica e cálcio-alcalina.\n\nMsü\n\n\n\nVI.3 - Caracterizaçño Geoquímica\n\nA seguir serão feitas algumas discussões sobre os resultados das análises químicas do anexo 1,\n\napoiadas, sempre que necessário, em diagramas de variação, como os Harker e similares, que rnuito\n\nauxiliarn na compreensão da naturezå de processos petrogenéticos e da própria composição\nmagmática.\n\nVI.3.1 - ììlementos maiores e traços\n\nO número de rnagrrésio ¡Mg# : (lvIg*2 / Mgt2 + Fe*) x 100, razão molar oom Fe2O3ÆeO : 0,151\nvem sendo usado amplamente na literatura como índice evolutivo- Seus valores ajudam na distinção\n\nde magnas posicìonados na crosta em momentos diferentes do tempo geológico e provenientes de\n\nfontes próprias.\n\nOs diques do enxame mais antigo, El, mostram valores de Mg# entre 55 e 75 aproximadamente,\n\nsendo os menos evoluidos denfe os estudados. Os E2 possuem valores ent¡e 40 e 60 e os E3, algo\n\nentre 35 e 55. Os E4 apresentarn uma grande variação nos valores de Mg#, próximo a 25 para os\n\nmais e 55 para os menos evoluídos desse enxame. Os valores dos E5 giram basicamente em tomo de\n\n35 a 45, enquanto que para os E6, os mais evoluídos, eles se situam entre 20 e 30. Fica clara,\npoftanto, a consta¡te diminuição nos valores de Mg# desde o enxame El até o E6.\n\nDe rnodo a se verificar a evolução dentro de cada enxame, foram construídos os diagtamas de\n\nvariação de Mg# versus óxidos de elementos maiores, como tambérn de Mg# versus elementos\n\ntraços e alguns terras-raras, conforme mosha a figura VL6. As escalas dos eixos x e y desses\ndiagramas foram rnantidas imutáveis para o Mg# e para cada óxido ou elemento de modo a facilitar\n\na distinção entre os enxames.\n\n\n\n6ro2\nato¡\n\nAA.n \n^\n\n%Bu'^\nXX\n)0(\n\n40\n\n60\n\n'^åmn*\n\n40\n\n60\n\n5\n\n75\n\nffiru\n\n'\"'Ë^\n\n^-s-\n\n¡o\n60\n\n\"*#@ d8\"\n\nsto2\n\nõ\n\n5\n\n25\n\n3.n\n\n^,ø-æ\nô\n\n10\n\nFi gura VL6: Diagrarnas de variação de número de magnésio (Mg#) versus SiOz, AlzO¡ e TiOz (%)\ndos enxames de diques rnáficos do setor sul&lt;1o Cráton do São Francisco. Legenda: Enxame El *\ntriângulos preenchidos, Enxame E2 - quadrados vazios, Enxame 3 círculos, Enxame E4 -\ntriângulos vazos (E4A) e xis (E4B), Enxarne E5 - losangos, Enxame E6 - quadrados semi-\npreenchidos. DF - diferenciado félsico do interior do dique.\n\n5\n\n25\n\n%.\n\n^YoÐ-\"\nã Övo\n\n5\n20\n\nI\n\n0\n\n5\n\n30 40 50 60\n\nE^^E'åÀ\" ô(t-s\n\n,%nV\n\nMg#\n\n80 20 4! 50\n\n.VV\n\n\n\ny*s\n\n^@^t\n^@Ð\n\n5\n\n25\n\n*dff\"\"-\n\n5\n75\n\n3\nl5\n\n#H\"\n-#\n\n5\n\n7å\n\nï^k&amp;*-\n\n3\n\n15\n\n'72\n\noô\nEff\n\nv\nisY*lDfì\n\n0\nó\n\na\n\nn-\n86otr\"_tr\n\n-ü-%\n\nFigura VI.6 (continuação): Diagramas de variação de número de rnagnésio (Mg#) versus FeO1, CaO\ne Na?O (%) dos enxames de diques máficos do setor sul do Cráton do São Francisco. Legenda:\nEnxame El - triângulos preenchidos, Enxame E2 * quadrados vazios, Enxame 3 - círculos, Enxame\nE4 - triângulos vazios (E4A) e xis @48), Enxame E5 losangos, Enxarne E6 quadrados semi-\npreenchidos. DF - diferenciado félsico do interior do dique.\n\n3\n\nl5\n\nv\nMg#\n\n;#fu\n0\n\n6\n\n5\n\nog'\n\no\n\nD\n\n&amp;o¡km€ cP\n\n0\n\n6\n\n5 o\n\no\n\nMg#\n\n-þ \n'\n\n\n\n^@t)\n^ ^AÂ^^m^^^^\n\n¡ffin*-^\n2\n\nI\n\n0\n5\n\nP205\n\n\"f,^\n\n\"t^\"ffi.*\n\np\n\n0,0\nr5\n\n6\ntr\n\ntr\n\nd+\nE- fl\nEËn\n¡ Et,\n\n0,0\nt,5\n\n73\n\no\no^.ó' Yf), Y\n\n<)Ô\n\n0\n\no\no\n\nÊ\n\n\"Q6oo6@\no _^\n\n\"gw\n\nFigura VI.6 (coutinuação): Diagrarnas de variação de número de magnésio (Mg#) versus KzO, PzOs\n(o/o) e Cr (ppm) dos enxames de diques rnáficos do setor sul do Cráton do São Francisco. Legenda:\nEnxame E1 - triângulos preenchidos, Enxame E2 - quadrados vazios, Enxame 3 - círculos, Enxame\nE4 - triângulos vazios (E4A) e xis @4B), Enxane E5 - losangos, Enxame E6 - quadrados serni-\npreenchidos. DF - diferenciado félsico do interior do dique.\n\n0p\nt.5\n\nnÇ- -\nffifr'rtu\n\n0\n3æ\n\nEô ìtã 'aö\no 'oa\n\n0\n3æ\n\nÆ\no\n\n-æ\n€\n\nD\n\nD\nu\n\nMs#\n't\n\ni.l,v\n\n\"e\n\n\n\nÆ^\n0\n\n200\n\n30\n\n20\n\nt0\n\n0\n\n60\n\no\n\n*'1ffi\nftP\"c,@\n\n\"no \nf,ft^\"o\n\n^Á&amp;.^*\n\n0\n\n2@\n\n1ú\n\n60û\n\n5@\n\n¡m\n\nb N\"n\n\nA\n\n¡.- A\"\n\n^ffi^*t%\"^^¡\n\n.-c\nH¡\n\nh-B\n\"ÁlF Prltr\n\n¡Ð\n\n2û\n\nl(¡)\n\n0\nm\n600\n\n5æ\n\n.m\n\n3æ\n\n2ú\n\nIO\n\n0\n\n?00\n\n0\n60\n\n50\n\nø)oê\n\nFigura VI.6 (continuação): Diagramas de variação de número de magnésio (Mg#) versus elementos\ntraços Ni, Nb e Zr þpm) dos enxames de diques máficos do setor sul do Cráton do São Francisco.\nlægenda: Enxame El - trifugulos preenchidos, Enxame E2 - quadrados vazios, Enxarne 3 -\ncírculos, Enxame E4 - triânguÌos vazios (E4A) e xis (E4B), Enxame E5 - losangos, Enxame E6 -\nquadrados semi-preenchidos. DF - diferenciado félsico do intenor do dique.\n\nm\nû¡\nfL\n\nD- L¿\n\" BtÉ ndr!ûËú\n\n(Dr)\no\n\noo\noo.o\n\nâõó)\n\n.@\n\n80 20\n\nlm\n\n0\n\n7æ\n\n6æ\n\n50\n\n¡o\n\n300\n\n7N\n\nÌe\n0\n\nE.\nGlfr\n\nðËrP\n\" c ¡¡\n\n]0 40 50 60 70\n\n\n\n&amp;\nRr)\n\n(DÐ^ \nÀ\n\n^a - ^¡ ¿q,\nn +^ffif o\n\n%q^^\n\noo\n.'ws^\n@ew\n\n0\n\n90\n\n0\nl&amp;)\n\nït\nil\n*l\nil\noI\n\nrE\n.,\" I\n\n\"..,t\n*[\n\nt\n\nit\nïr\n..Ê\n,\"' t\n\n-f\nil\n\nt\n\n&amp;Ð-\n*'I\n\nil\n.-f\n\nI\n3æf\n\n-ff\nrrF\n\nôL\n70\n\nSr\nA\n\n^\n^^ Y.n \n\n¡\n^ \n\nrm.\n^- /úËÌä a\nlÄ^ Á;!HSî a\n\"-âüHma o\n\nru\nU\n\n\"ffiû _U D-I\n\n0\n\n180\nRbD\n\n¡tr\n\ntr¡\nfrçår D\nEI-\nCi uû-\n\no \n,-,\" t\n\no\n(DÐ\n\no\n\nôó^^d,-- | vv\nMB#\n\nFigura Vi.6 (continuação): Diagramas de variação de nírmero de rnagnésio (Mg#) versus elementos\ntraços Y, Rb e Sr (ppm) dos enxarnes de diques máficos do setor sul do Cráton do São Francisco.\nLegenda: Enxame El - triângulos preenchidos, Enxane E2 - quadrados vazios, Enxame 3 -\ncírculos, Enxame E4 - triângulos vazios @4,A) e xis (E4B), Enxame E5 - losangos, Enxzune E6 -\nquadrados semi-preenchidos- DF - diferencìado félsico do interior do dique- DF - diferenciado\nfélsico do interior do dique.\n\n0\n\nt8û\n\noffi\n\nonoooo\n6BV\n\nu\n\nff\"r*oBp\n\nSr\n\nðõ\n\nl{g#\nV\n\nf\n\"8\n\nó\n\novv\nV\n\nMg#\n\n\n\n^f%.\n^\n\n^{Dt,\n14\n\n^ \n64^\\ \n\n^E&amp;Aâ\no ffiA^o\n\n0\n\n9{)\n\no*fu\n\n0\n\nt80\n\nD\n\nnI\n\nffq-Ð\nEbE nlr\n\n¡xx\n¡AA^\n\no o1ffiâ\n^^-æd\\^^\n\n4--i\n\n0\n\ntH)\n\n@o\n\n'%ffi#\n\nþo\n\nã¡ -&amp;\noê\n\nFigura VI.6 (continuação): Diagramas de variação de número de rnagnésio (Mg#) versus elementos\nterras-raras L¿, Ce e Nd (ppm) dos enxames de diques máficos do setor sul do Cráton do São\nF¡alcisco. lægenda: Enxame E1 - triângulos preenchidos, Enxame E2 - quadrados vazios, Enxame3 círculos, Enxame E4 - triângulos vazios (E4A) e xis (E4B), Enxame E5 - losangos, Enxame\nE6 - quadrados serni-preenchidos. DF - diferenciado félsico do interior do dique.\n\ntr\n\n'fr.*\n\n| -\"n\n\no\n--efu\n\nû\n\noE\n@o\n\n\" -t¡\ntr\n\nóro',\n\nrar!o-e\no<,\n\n\n\n77\n\nUma prirneira análise dos diagramas âponta para algulnas diferenças no comportamento das\n\nconcentrações de AlzO¡, CaO e FeOr nos El em relação aos demais enxames. Ao diminuir o Mg#,\nos El evoluem aumentando suas concentrações em 41203 e levemente em CaO e diminuindo suas\nconcentrações em FeO1, enquanto que os demais enxames evoluem, de um modo geral, diminuindo\n\nsuas concenfações em AI2O3 (exceto E5) e CaO e aumentando suas concentragões em FeOl (exceto\n\nE5, onde óxidos e sulfetos de Fe são abundantes e de cnstalizzgão precoce). O aumento das\n\nconcentrações de AlzO¡ (e CaO?) nos E1 pode ser explicado pelo fracionamento de ortopiroxênios e\n\nolivinas, enquanto que a diminuição dos conteúdos de AlzO¡ e CaO nos demais enxames reflete a\n\nimportância do plagioclásio e clinopiroxênio no processo evolutivo. Os E1 destacam-se ainda pelas\n\nmais elevadas conceütrações em Cr (200 a 1700 ppm) e Ni (100 e 400 ppm) e pelos mais baixos\n\nconteúdos em elementos de alta densidade de carga (HFSF), como Ti (TiO2 entre 0,5-1,0%), P\n(PzOs max. 0,2%), Nb (0-7 ppm), Zr (0-140 ppm) e Y (10-20 ppm), dados semelhantes aos\nobservados por Condie (1985) para toleítos aÌqueanos do globo.\n\nNuma segunda análise, para os demais elementos é notado que, na evolução de praticamente todos\n\nos enxames, a diminuição do Mg# é acompanlada pela diminuição de Cr e Ni e pelo aumento nos\n\nlitófilos SiOz, TiOz, NazO, KzO, PzOs, Nb, Zr, Y, Rb, Sr, La, Ce e Nd. Essas constatações são\n\nrepresentativas da evolução de magrnas toleíticos (por haver apenas 2 análises para os E6, essa\n\ninterpretação fica limitada para os mesmos).\n\nCom relação especificamente à evolução dos diques E4, é percebido que, nos diagramas de Mg#\n\nversus SiOz, TiOz, FeOr, PzOs, Nb, Y, La, Ce e Nd, um gTupo de amostras dos E4A se projeta em\n\ndireção aos E4B. Relembrando o item V,4, os E4B são, em relação aos E4A, mais ricos em ilmenita,\n\ntitanita e apatita, que concentram o Ti, P, Nb, Y, temas-raras e algum Fe. O compoÍamento desse\n\ng¡upo de amostras pode estar refletindo urna diminuição localizada no grau de fusão do magma\n\nalimentador dos diques, o que explicaria o aumento dos elementos incompatíveis Ti, P, Nb, Y\n\n(Pearce &amp; Norry, 1979) e teùas-raras e diminuição de SiOz dos E4B em relação aos E4A. Isto não\nimpede que os dtques E4A e E4B tenham derivado de urna mesma fonte. Destaca-se que as amostras\n\nE4B são oriundas praticâmente de um só dique corn a mesmas dimensões e direção dos E4A\n\n(N60w).\n\n\n\n78\n\nRazões entre elementos traços incompatíveis têm sido muito utilizadas na distinção de fontes\n\nrnagmáticas, em especial aquelas entre Zr e ouhos elementos (Rollinson, 1993). Desse modo, foram\n\nconstruídos diagramas de Zr versus Nb, Y e Sr (fig. VL7), nos quais os diferentes enxames da área\n\nestudada enconÍam-se caracterizados coln base nessas razões.\n\n0\n\n70\n\n60\n\n50\n\n.10\n\n30\n\n20\n\nl0\n\n0\n\nm0\n\n700\n\n600\n\n500\n\n400\n\ntm\n90\n\n80\n\n70\n\n60\n\n50\n\n,o\n\n30\n\n2i\nIO\n\n0\n\n7æ\n\n6m\n\n5m\n\n4æ\n\n3m\n\n2æ\n\ntæ\n\n0\n\næ0\n\n7.00\n\n100\n\n0\n\nf,t *v\nE2 _E\nE3 -O\nE4A -AE4B _X\nE5 -OE6 _EI\n\n0 t00 2æ 300 400 5m 6m 0 I00 ?,0O 3OO 400 500 6æ 700\nFigura VI.7: Diagramas Zr (ppm) versus Nb,Y e Sr (pprn) dos enxames de diques rnáficos do setor\nsul do Cráton do São Francisco.\n\n\n\n'79\n\nUm resumo das infonnações obtidas a panir da figura VL7 aparece na tabela VI.l abaixo, que traz\n\nos intervalos das razões Ztll{b, ZrlY e ZrlSr pra cada um dos enxames. A razão ZrlÌ.{b, por\n\nexemplo, distingue enhe os E5, os E3 e os El, separando ainda, de certa forma, os E2 dos F4. Jâ a\n\nrazÃo Zr/Y distingue bem enÍe os enxames E1, E5 e E6, apesar de não ser útil para distinguir os E2\n\ndos E4, o que pode ser feito, em parte, pela razão ZrlSr. Esta última razão serve também para\n\nseparar entre a maior parte dos E5 (0,35-0,6) e os E3 (0,6-2,6). Assim, são evidentes as diferenças\n\nentre essas razões pam os seis enxames, o que sugere que derivaram cada um de uma fonte própria.\n\nAs razões ZrlY e ZrlSr dos E4A e E4B são próximas, sugerindo cogenetícidade entre eles.\n\nTabela VI.l: Razões ZrA{b, ZrlY e ZrlSr para os diferentes enx¿ nes de diques máficos do setor sul\ndo Cniton do São Francisco.\n\nEnxame\n\nZrlNb\n\nZrN\n\nZrlSr\n\nE1\n\n- 24,0\n\nA visualização das dìferenças apontadas na figura VI.7 e tabela VI.l se toma ainda mais clara\nquando as amostras dos diferentes enxames são lançados no diagrama razâo-¡az.ão enfe os\n\nelementos Zr, N-b e Y (figura Vi.8), onde a ruzão ZrNb aparece no eixo x e a razão ZrlY no eìxo y.\n\nEsse diagrarna nzão-raz.ão permite minimizar os efeitos do fracionamento magmático e nele cada\n\nfonte apresenta uma linha de correlação própria @ollínson, 1993).\n\nOs resultados n\\,-Ìvamente mostram que os enxames derivam de fontes distintas, urna vez que cada\n\num possui um ralor particular da razão l(Zr/l{b)!(ZrlY)1, a saber: El :7 ,7 ,82 : 1,1 , E3 : 4,5, E4 =\n2,6,E5 :0,7 e E6: i,6, que correspondem a alinhamentos rnuito bem definidos. Os diques El mais\nevoluidos apresntaram uma razão próxima à dos E4. Os E4B não se distanciaram dos E4d o que\n\nparete confinnr derivação de mesma fonte para ambos,\n\n1.3-8.3\n\n0,12-0,6\n\nE2\n\n8,2-t5,7\n\n4,0-10,0\n\n0,364,83\n\nE3\n\nt2,0-24,0\n\nI.3-5,3\n\n0,6-2,6\n\nE4\n\n10,0-31,0\n\n4,0-10,0\n\n0,36-2,s\n\nE5\n\n6,4-t2,0\n\n10,0-18,2\n\n0,35-2,6\n\nE6\n\n- 14,1\n8,3-10,0\n\n0,6-1,1\n\n\n\nl;;¡t\nleu ol\nlE3 ol\n\n.h\"r:I\n\nTII$\n\nl%ffi^^.\nFigura VI.8 - Diagrama razão-razão (ZrlÌ.{b) versus (Zr/Y) pala os seis enxames de diques miílficos\nda area investigada. Amostras de fontes diferentes caem em linhas de correlação distintas.\n\nInvestigações sobre a evolução geoquímica dos elementos maiores e trâços ao longo de um mesmo\n\ndique são feitas a seguir para os enxarnes E4 e E5, cujos diques têm os maiores cornprimentos. Elas\n\nse justificam pelo seu principal propósito, que é ajudar na localização das fontes de onde os mesmos\n\npartiram, porém devem ser vistas com ressalvas devido aos eventuais erros e/ou imprecisões\n\ndecorrentes das análises pela técnica de fluorescência de raios-x (tabela VI.2).\n\nAs feições de fluxo mag¡nático horizontal observadas no aflo¡amento do ponto 368 (fotografia\n\niV.3), que definem seu sentido como sendo de NW para SE e posicionam a fonte à noroeste da área\n\ninvestigada, são confirmadas pela evolução geoquímica ao longo de um dos diques E4. De NW para\n\nSE þonto 43'7 a349) é verificada a diminuição do Mg # (50,2 a 43,4), sendo ela acompanhada pelo\n\naurnento de SiOz, TiOz, FeOr, NazO, P:Os, Nb, Zr e Y (litófilos) e pela dimimrição dos elementos\n\noompativeis AlzO¡, MgO, CaO, Cr e Ni. Essas verificações estão de acordo oom o comportamento\n\nevolutìvo dos diques E4 apontado na figura VL6.\n\nPartindo do mesmo pressuposto dos E4, à medida que se caminha de NE para SW (ponto 388 a 343)\n\nnun dos diques E5, há urna dirninuição do Mg # (47,5 a 44,6) acompanhada pelo aumento de SiOz,\n\nAlzO_,, NazO, PzOs, Zr e Y e pela diminuição de MgO, CaO, Cr e Ni. A dinimrição de TiOz e FeO1\n\ncorrobora com a mesma feição evolutiva de ambos nos diques E5 na figrua VI.6, que se explica pela\n\ntr\n\no *ts\n\nZÌN\nb\n\na\n\n300\n\nlE --¡ì\nl¡¡¡ xl\nlrre AI\nlEr vl\n\n.h\"2ú\n\nV\n\n.h-7:t\n\nZr^lb\ns\n\n\n\n8l\n\ncristalização precoce de ilmenitas e sulfetos de Fe no magma desses diques. Assim, é sugestiva a\n\nidéia de que os E5 se posicionaram de NE para SW a partir de uma fonte magrnática situada à NE da\n\na¡ea estudada.\n\nTabela VI.2: Comportamento geoquímico dos elementos maiores e traços ao longo da extensão de\nurn único dique de cada um dos enxames E4 e E5. As distâncias em Km entre os pontos também\naparecem nessa tabela.\n\nDIOI]E\nPONTO\n]ENTIDO\n\nDISTÂNCIA\n\nVs#\nsi()2\nTi02\nat203\nFeOt\nMgo\nCaO\nNa2O\nK20\nP205\nCr\nNi\nNb\nZr\nY\n\n437\n\nNW -+ SE\n\nFt 4\n\n(- 70 -+\nKm\n\n5O-Z -) 43.4\n\n149\n\n50,67 -+ 52,13\n1,50 -+ 1,98\n15,87 -+ 14,34\n12,11 -+ 13,28\n5,81 + 4,86\n9,25 -+ 8,44\n2,25 -) 2,85\n2,14 -+ 1,47\n0,23 -+ 0,47\n206 -+ 153\n98 -+ 89\n9-+14\n\n15 0 --> 261\n26 -) 36\n\nEstudos de anisotropia da susceptibilidade rnagnética (AMS) estão sendo desenvolvidos para os\n\ndiques dos diferentes enxames no l¿boratório de Anisotropias Magnéticas do IG-USP e os\nresultados preliminares, não publicados nessa Tese, parecem confinnar as proposições acirna.\n\nVI.3.2 - Elementos Terras-Raras\n\n388\n\nNE -+ SW\n\nE5\n\n<_\n\n4l) --) 446\n\n50\nKm\n\n343\n\n49,67 -> 50,74\n3,22 -+ 2,64\n12,25 -+ 13,7'7\n14,93 -+ 14,44\n6,44 -+ 5,53\n8,93 -+ 8,17\n2,56 -+ 3,39\n1,27 -+ 0,56\n0,52 -+ 0,61\n81 -) 69\n69 -+ 67\n\n-)\n\nA utilização das análises de elementos terras-raras (ETR), constantes do anexo 1, permitiu a\nconstrução dos diagramas que apresentam os padrões de abundância desses elementos normalizados\n\na condritos, sendo a nonnalização segundo valores de Boynton (1984). No anexo 1 tambérr\n\n39\n290\n22\n\n-+\n39\n\n330\n\n26\n\n\n\naparecem as razões (Lal'Yb)N. (LalSm)¡, (Gd/Yb)N e EuÆu*, cujos interyalos, para cada um dos\n\nenxames investigados, encontram-se na tabela VI.3,\n\nNos diagamas da fìgura VI.9 estão apresentadas 2 amostras dos El (314, mais evoluída e 331,\nmenos evoluida), 3 amostras dos E2 (301, 61 e 397),33 amostras dos 83, muitas delas analisadas,\n\nmas com resultados não usados, durante o Mest¡ado do autor (Chaves, 1996), 36 amostras dos E4,\n\nenxame do qual foi analisado o maio¡ número de amosfas por ser o mais expressivo em termos de\n\nnúmero e dimensões dos diques,3 amostras dos E5 (306,308 e 388) e 2 amostras dos E6 (256 e\n\n288).\n\nTodos os enxames mosÍam fracionamento dos ETR, uns mais, como por exemplo os E5, out¡os\n\nmenos, como os 83. A comparação das razões (LalYb)N permite uma boa distinção entre os\nenxames, principalmente os E3, com as menores razões (1,06-3,48), os El (3,55-6,61), os E6 (6,35-\n7,05) e os E5, este último com as maiores razões (9,93-15,59).\n\nOs El e os E6 são os diques que mostram os maiores enriquecimentos de elementos terras-raras\nleves (ETRL) em relação aos pesados @TRP) denfe os enxarnes investigados, dadas intemamente\n\nas suas diferentes razões (-a,/Smþ e (Gd/Vb\\. Esses enriquecimentos são mais discretos nos E4 e\n\nmais ainda nos E3. Os E2 e os E5 apresentam-se enriquecidos tanto em ETRL quanto em ETRP.\n\nÉ notável a coerência dos padrões de E'IR das 36 amostras E4 entre si, sejam elas dos E4A\n\n(triângulos da fig. M.9,C, menos enriquecidas em ETR) ou dos E4B (xis da fig. W.9.C, mais\n\nenriquecidas em ETR), bem como das 33 amostras E3, sej am elas isentas de ou com metamo¡fisrno.\n\nTabela VI.3: Intervalos das razões (Ltl'b)N, (LalSrn)¡. (Gd/Ybì1 e EuÆu+ pa'a os diferentes\nenxames de diques do setor sul do Cráton do São Francisco.\n\nEnxame\n\n(LalYb)x\n\n(LalSm)x\n\n(cd/Yb)n\n\nEI\n\nl,s 5-6,61\n\nEu/Eu*\n\n2,58-2,78\n\nI ,29-l ,15\n\nE2\n\n0,82-0,87\n\n4,17 -8,69\n\n1,72-2,41\n\nl.s1-2.s2\n\nE3\n\n0,91-0,95\n\nt,06-3,48\n\nt,06-2,26\n\nt.1l-1.59\n\nE4\n\n0,73-0,99\n\n2,s8-7.23\n\nl,ól-3,13\n\n1,37 -2,33\n\nE5\n\n9,93-15.s9\n\n0.64-0.85\n\nl ,85-3,70\n\n2,47 -3,09\n\nFt6\n\n6,35-',l,05\n\nt,03-1,06\n\n2.71-2.7 5\n\n1,67- 1,80\n\n0.68-0.82\n\n\n\nolm\nt\nc\nO\nÈ\nËro\nÈt\n\no1@\nË\nÈ\n\nÉ\no\nè\nåro\nc\nÊ\n\nFigua VI.9: Pad¡ões de abundância de elementos terras-raras normalizados a condritos\n(normalização segundo Boynton, 1984). En (A) aparecem padrões de diques E1 (triângulos cheios)\ne E2 (quadrados), em (B) estão os diques E3 (círculos), em (C) os diques E4A (t-iângulos) e E4B\n(xis) e em @) os diques E5 (losangos) e E6 (quadrados semi<heios).\n\nLa Ce Nd SmIuGd Dy Er Yh\n\nCom exceção dos E5, com suas anomalias levemente positivas (EuÆ¡* = 1,03-1,06), similares aos\n\ndiques neoproterozóicos do Espinhaço Meridional (Dussin, 1994; Silva et al., 1995), todos os\n\ndemais enxames de diques mostram anomalias negativas de Eu. Os E2 possuem as anomalias\n\nnegafivas mais discretas, sendo as anomalias dos 81, E3, E4 e E6 facihnente reconhecidas nos\n\ndì agramas da figrra VI 9. As anomalias de Eu são fortemente controladas pelos plagioclásios, dada\n\na grande compatibilidade desse elemento (bivalente - Eu*2 - como o Ca) nesse mineral. Portanto, os\n\ndiques de anomalias negativas mais eridentes têm sua evolução dependente do foacionamento dos\n\nplagioclásios.\n\nLa Ce Nd SrnEuGd Dr E¡ Yb\n\n\n\n84\n\nAntes de enceÍar o capítulo, cabe mencionar que todas as características geoquimicas dos diques E1\n\nsão idênticas àquelas apresentadas por Pinese (i997) para os diques de sua suíte básico-norítioa\n\narqueana da região de Lavras-MG, a saber: ambos variam de andesitos basálticos a basaltos\n\ntoleíticos nos diagramas TAS (Le Bas et al., 1986) e R1xR2 (De La Roche et al., 1980), têm os\n\nmesmos valores de Mg#, os lnesmos padrões evolutivos nos diagramas Harker e as mesmas razões\n\nZrN . Os padrões de ETR também são idênticos, com as mesmâs razões (LalYb)r.r. Merecem\ndestaque também as semelhanças geoquimicas entre os diques E5 e os diques neoproterozóicos de\n\nDussin (1994) e Silva et al. (1995) do Espinhaço Meridional, como por exemplo as anomalias\n\npositivas de Eu, sem mencionar as semelhanças isotópicas abordadas no capíhrlo seguinte.\n\nEnfim, a partir do tratamento dos resultados das análises de elementos maiores, traços e terras-rarâs\n\nrealízado nesse capítulo ficam caracterizados, portanto, seis enxames de diques rnáficos derivados\n\nde fontes magnráticas distintas. Esses enxames posicionaram-se na crosta continental em diferentes\n\nmomentos geológicos, conforme será visto no próximo capítulo, que trata exatamente da\n\ngeocronologia.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\tcapa -  33\n\tp. 34- p. 84\n\tp. 85 - p. 112\n\tp. 113 - p. 153\n\tT3347"}]}}}