{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24402"}, {"@name": "filename", "#text": "8781_MateusSantos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de São Paulo \nEscola Superior de Agricultura “Luiz de Queiroz” \n\n \n \n \n\n \n \n \n \n\nAditivos químicos para o tratamento da cana-de-açúcar in natura e \nensilada (Saccharum officinarum L.) \n\n \n\n \n \n \n\n \n \n \n \nMateus Castilho Santos \n \n \n \n \n \n\nDissertação apresentada para obtenção do título de \nMestre em Agronomia. Área de concentração: \nCiência Animal e Pastagens \n \n\n \n \n \n \n \n \n \n\nPiracicaba \n                                                         2007     \n\n\n\n \n\n \n\n4\n\nMateus Castilho Santos \nEngenheiro Agrônomo \n\n \n \n\n \n \n\n \n\n \n\n \n\n \n\nAditivos químicos para o tratamento da cana-de-açúcar in natura e ensilada \n(Saccharum officinarum L.) \n\n \n\n \n \n \n\n \n \n\n                                                                                            \nOrientador: \n\n    Prof. Dr. LUIZ GUSTAVO NUSSIO \n \n\n \n \n \n \n \n\n \nDissertação apresentada para obtenção do título de \nMestre em Agronomia. Área de concentração: Ciência \nAnimal e Pastagens \n                                                   \n\n \n \n \n \n \n \n \n \n \n\n \nPiracicaba \n\n2007 \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n             \nDados Internacionais de Catalogação na Publicação (CIP) \n\nDIVISÃO DE BIBLIOTECA E DOCUMENTAÇÃO  - ESALQ/USP \n \n \n\nSantos, Mateus Castilho  \nAditivos químicos para o tratamento da cana-de-açúcar in natura e ensilada \n\n(Saccharum officinarum L.) / Mateus Castilho Santos. - - Piracicaba, 2007. \n112 p.  \n\nDissertação (mestrado) - - Escola Superior de Agricultura Luiz de Queiroz, 2007. \nBibliografia. \n\n      1. Aditivos alimentares para animal  2. Cana-de-açúcar  3. Fermentação 4. Silagem    \n5. Valor nutritivo  I. Título \n\nCDD 636.08552  \n \n\n \n \n\n“Permitida a cópia total ou parcial deste documento, desde que citada a fonte – O autor” \n \n \n \n\n\n\n \n\n \n\n3\n\n \n\n“Quando as dificuldades são terríveis, os desafios se tornam apaixonantes.” \n\nWinston Churchill. \n \n \n \n \n \nAos meus pais,  \nValter da Silva Santos e Maria Aparecida Castilho Santos \n\npelo incentivo, amor, carinho e educação durante toda a minha vida. \n\n \n\nÀ minha irmã,  \nMariana Castilho Santos \n\npelo amor, paciência e tolerância \n\n \n\nDEDICO \n \n \n \n \n \n \nAos meus avós \n pelos exemplos de seriedade, trabalho e esforço.  \n \nA todos meus familiares \n pelas alegrias, amor e oportunidade de convivência.  \n \n\nOFEREÇO \n \n \n \n\n\n\n \n\n \n\n4\n\nAGRADECIMENTOS \n \nÀ Escola Superior de Agricultura “Luiz de Queiroz” (USP/ESALQ), especialmente ao \nDepartamento de Zootecnia. \n \n \nAo CNPq pela concessão da bolsa de estudos. \n \n \nAo Prof. Dr. Luiz Gustavo Nussio pela orientação na elaboração e condução do projeto \ne, principalmente, pelo companheirismo, amizade e exemplo de dedicação profissional.   \n \n \nAo Prof. Dr. Wilson R. S. Mattos pelo auxílio na condução do projeto e pelo exemplo de \nfigura humana. \n \n \nAo Prof. Dr. Gerson Barreto Mourão pelas sugestões e auxílio nas análises estatísticas. \n \n \nÀ Dra. Carla M. Bittar pelo constante auxílio nas atividades laboratoriais e pelo \nacompanhamento na condução do projeto. \n \n \nAos colegas de trabalhos Patrick Schmidt, Lucas José Mari, José Leonardo Ribeiro, \nDaniel de Paula Sousa, Maity Zopollatto, Oscar Cézar Muller Queiroz, Mariele \nCamargo, Vanessa Pillon, Marta Junqueira, Sérgio Gil de Toledo Filho, Jhones Onorino \nSarturi, Jose Guilhermo Muñoz Maldonado e Ana Luiza B. Schogor pela fundamental \ncontribuição na condução do projeto e pelo exemplo de profissionalismo. \n \n \nAos amigos Fernando M. J. Franco e César Yuzo Kanashiro pela amizade, convívio e \nauxílio na condução do projeto. \n  \n \nAos amigos da República Kurva d-rio pela amizade e pelos momentos de descontração. \n \n \nA todos os funcionários do Departamento de Zootecnia, especialmente, ao Carlos C. \nAlves e Tânia Aparecida Ferri Armelindo. \n \n \n \n \n\n\n\n \n\n \n\n5\n\nSUMÁRIO \n \n \n\nRESUMO..........................................................................................................................7 \n\nABSTRACT ......................................................................................................................8 \n\n1 INTRODUÇÃO ..............................................................................................................9 \n\n2 AVALIAÇÃO DE ADITIVOS QUÍMICOS NO PERFIL DA FERMENTAÇÃO, VALOR \n\nNUTRITIVO, PERDAS E ESTABILIDADE AERÓBIA DE SILAGENS DE CANA-DE-\n\nAÇÚCAR (Saccharum officinarum L.) ............................................................................11 \n\nResumo ..........................................................................................................................11 \n\nAbstract ..........................................................................................................................12 \n\n2.1 Introdução ................................................................................................................13 \n\n2.2 Desenvolvimento ......................................................................................................14 \n\n2.2.1 Revisão Bibliográfica .............................................................................................14 \n\n2.2.1.1 Silagem de cana-de-açúcar: padrão fermentativo e perdas de matéria seca.....14 \n\n2.2.1.2 Valor nutritivo de silagens de cana-de-açúcar ....................................................17 \n\n2.2.1.3 Aditivos na ensilagem de cana-de-açúcar ..........................................................19 \n\n2.2.1.3.1 Agentes alcalinizantes ou hidrolíticos..............................................................20 \n\n2.2.1.3.2 Aditivos nutrientes ...........................................................................................23 \n\n2.2.1.4 Estabilidade aeróbia de silagem de cana-de-açúcar ..........................................24 \n\n2.2.2.1 Tratamentos adotados........................................................................................26 \n\n2.2.2.2 Caracterização dos aditivos ...............................................................................27 \n\n2.2.2.3 Confecção da silagem ........................................................................................28 \n\n2.2.2.4 Abertura dos silos experimentais .......................................................................28 \n\n2.2.2.5 Avaliação das perdas durante o período de estocagem.....................................29 \n\n2.2.2.5.1 Determinação da produção de efluente...........................................................29 \n\n2.2.2.5.2 Estimativas das perdas gasosas .....................................................................29 \n\n2.2.2.5.3 Determinação da perda total de matéria seca .................................................30 \n\n2.2.2.6 Ensaio de estabilidade aeróbia ..........................................................................31 \n\n2.2.2.7 Análise estatística ..............................................................................................35 \n\n2.2.3 Resultados e Discussão ........................................................................................36 \n\n2.2.3.1 Caracterização na cana-de-açúcar no momento da ensilagem .........................36 \n\n\n\n \n\n \n\n6\n\n2.2.3.2 Avaliação das perdas durante o processo de conservação ...............................37 \n\n2.2.3.3 Perfil fermentativo das silagens..........................................................................40 \n\n2.2.3.4 Valor nutritivo das silagens no momento da abertura ........................................45 \n\n2.3 Conclusões...............................................................................................................64 \n\nREFERÊNCIAS..............................................................................................................66 \n\n3 AVALIAÇÃO DE ADITIVOS QUÍMICOS NO VALOR NUTRITIVO, ESTABILIDADE \n\nAERÓBIA E PERDAS DE MATÉRIA SECA DA CANA-DE-AÇÚCAR IN NATURA .......74 \n\nResumo ..........................................................................................................................74 \n\nAbstract ..........................................................................................................................75 \n\n3.1 Introdução ................................................................................................................76 \n\n3.2 Desenvolvimento ......................................................................................................77 \n\n3.2.1 Revisão Bibliográfica .............................................................................................77 \n\n3.2.1.1 Composição e processo de formação da parede celular....................................77 \n\n3.2.1.2 Mecanismo de ação dos agentes alcalinizantes sob as frações da parede celular\n\n.......................................................................................................................................80 \n\n3.2.1.3 Modificações fisiológicas da cana-de-açúcar após a colheita ............................81 \n\n3.2.1.4 Aspectos nutricionais da cana-de-açúcar...........................................................82 \n\n3.2.2 Material e métodos ................................................................................................84 \n\n3.2.2.1 Tratamentos adotados e delineamento experimental.........................................84 \n\n3.2.2.2 Ensaio de estabilidade aeróbia ..........................................................................84 \n\n3.2.2.3 Determinação das perdas em aerobiose............................................................85 \n\n3.2.2.4 Avaliação químico-bromatológica.......................................................................86 \n\n3.2.2.5 Análise estatística ..............................................................................................88 \n\n3.2.3 Resultados e Discussão ........................................................................................88 \n\n3.2.3.1 Estabilidade aeróbia da cana-de-açúcar tratada com cal virgem .......................88 \n\n3.2.3.2 Composição químico-bromatológica da cana-de-açúcar in natura tratada com cal \n\nvirgem ............................................................................................................................94 \n\n3.3 Conclusões.............................................................................................................106 \n\nREFERÊNCIAS............................................................................................................108 \n\n \n\n \n\n\n\n \n\n \n\n7\n\nRESUMO \n \n\nAditivos químicos para o tratamento da cana-de-açúcar in natura e ensilada \n(Saccharum officinarum L.) \n\n \nO objetivo do presente trabalho foi avaliar o efeito de aditivos químicos sobre as \n\nperdas de matéria seca, composição química, valor nutritivo e estabilidade aeróbia da \ncana-de-açúcar in natura ou ensilada. No primeiro experimento, a cana-de-açúcar foi \nensilada em silos laboratoriais. O experimento foi desenvolvido em delineamento \nexperimental inteiramente casualizado com quatro repetições por tratamento. Os \ntratamentos avaliados foram: L. buchneri, cal virgem e calcário em doses de 1,0 e 1,5% \nda MV e gesso a 1,0% da MV, diluídos em 40L de água por tonelada de massa verde. \nApós a abertura dos silos, foram realizadas avaliações de perdas, estabilidade aeróbia, \nvalor nutritivo e composição química. Os tratamentos contendo fontes de CaO ou \nCaCO3 apresentaram maior recuperação de matéria seca e menores perdas totais e \ngasosas. Nesses tratamentos também foram observados menor teor de etanol e maior \nconcentração de ácido lático e de carboidratos solúveis. Para as variáveis de valor \nnutritivo, as silagens tratadas com esses aditivos apresentaram alto teor de cinzas, \nmenor teor de fibra, maior coeficiente de digestibilidade e pequena alteração da fração \nprotéica. As silagens de cana-de-açúcar com gesso ou L. buchneri apresentaram \ndesempenho semelhante a silagem controle para as variáveis acima mencionadas. No \nensaio de estabilidade aeróbia, a silagem aditivada com 1,5% de cal virgem apresentou \ndesempenho superior e semelhante as silagens com L. buchneri e gesso. De forma \ngeral, durante a fase anaeróbia as silagens tratadas com fontes de CaO ou CaCO3 \napresentaram desempenho superior. Entretanto, na fase aeróbia, somente o tratamento \ncontendo 1,5% de cal virgem manteve desempenho satisfatório. O segundo \nexperimento avaliou o tratamento em montes da cana-de-açúcar picada in natura com \ndoses de cal virgem durante dez dias de exposição aeróbia. O experimento foi realizado \nem delineamento inteiramente casualizado com quatro repetições por tratamento e em \narranjo fatorial 2x4 com medidas repetidas no tempo. O fatorial foi composto por dois \nmodos de aplicação e quatro doses do aditivo (0, 0,5, 1,0 e 1,5% da MV). Durante o \nensaio foram realizadas avaliações de estabilidade aeróbia, valor nutritivo e \ncomposição química. Para as variáveis de estabilidade aeróbia, a utilização de cal \nvirgem foi efetiva em evitar o aquecimento da massa de forragem e reduzir as perdas \nde matéria seca. Para a avaliação químico-bromatológica, não foi constatada diferença \nnos teores de CHO´S entre os tratamentos. O tratamento da cana-de-açúcar com cal \nvirgem elevou o pH e a fração mineral da forragem. Os maiores teores de proteína bruta \nforam observados para a forragem não aditivada, contudo os valores obtidos para os \ndemais tratamentos estão dentro da amplitude relatada na literatura. Doses de 1,0% e \n1,5% do aditivo foram efetivas em evitar a elevação nos teores de FDN e FDA da cana-\nde-açúcar. A fração hemicelulose sofreu solubilização parcial imediatamente após a \naplicação do aditivo. Os maiores coeficientes de DVIVMS e DVIVMO foram observados \npara as doses altas do aditivo, no modo de aplicação a seco, principalmente nas \nprimeiras horas após o tratamento.  \n\n \nPalavras-chave: Carbonato de cálcio; Carboidratos solúveis; Etanol; Óxido de cálcio  \n\n\n\n \n\n \n\n8\n\nABSTRACT \n \n\nChemical additives for the treatment of green chopped and ensiled sugarcane \n \n\nThe objective of this trial was to evaluate the effects of chemical additives over \nthe dry matter losses, chemical composition, nutritive value and aerobic stability of green \nchopped and ensiled sugarcane. In the first trial, the sugar cane was ensiled in \nexperimental silos. The trial was carried out in a completely randomized experimental \ndesign with four replicates per treatment. The treatments evaluated were: L. buchneri, \nCaO and CaCO3, 1.0 e 1.5% and Ca(SO4)2, 1.0% (wet basis), all of them diluted to 40L \nof water per ton of fresh forage. After the silos were opened, the following variables \nwere analyzed: losses, aerobic stability, nutritive value and chemical composition. \nHigher recovery rates and lower dry matter losses and gaseous production were \nobserved for the silages containing CaO or CaCO3. In these treatments were also \nobserved lower ethanol production and higher lactic acid and water soluble \ncarbohydrates contents. The analysis of nutritive value showed that the utilization of \nCaO and CaCO3 increased the ash content, diminished the fibrous portion, improved the \norganic and dry matter digestibility and resulted in small changes of the crude protein \ncontent. The utilization of L. buchneri and Ca(SO4)2 resulted in silages similar to the \ncontrol treatment for these variables. In the aerobic stability assay, only the silage \ncontaining 1.5% of CaO maintained the best performance. The silages treated with L. \nbuchneri or Ca(SO4)2 showed similar performance. In summary, the silages treated with \nCaO or CaCO3 showed the best performance in the anaerobic phase and in the aerobic \nassay, only the treatment containing 1.5% of CaO maintained the positive performance \nacross both assay. In the second trial, the green chopped sugar cane was treated with \ndoses of CaO in an aerobic assay during ten days. The trial was carried out as a \ncompletely randomized experimental design with four replicates in a factorial design with \nrepeated measures. The factorial was composed by two application methods and by \nincreasing doses of CaO (0, 0.5, 1.0 e 1.5% in FF). The following variables were \nanalyzed during the assay: aerobic stability, nutritive value and chemical composition. \nDuring the aerobic assay, the treatment with CaO reduced the heating and the dry \nmatter losses in fresh sugar cane. For the chemical composition and nutritive value, \nthere were no differences between treatments for the water soluble carbohydrates \nconcentration. The utilization of CaO increased the pH and ash content of forages. \nHigher levels of crude protein were observed for the control forage, however the \nutilization of CaO did not reduced significantly the crude protein value. Doses of 1.0 and \n1.5% of CaO inhibited the NDF and ADF uprising contents in the fresh sugar cane. The \nhemicellulose portion was solubilized immediately after the addition of CaO. Higher \nIVDMD and IVOMD coefficients were observed for the forage treated with 1.0% of CaO \napplied dried, mainly during the period immediately after treatment. \n\n \n \n\nKeywords: Calcium carbonate; Calcium oxide; Ethanol; Water soluble carbohydrates  \n \n \n \n\n\n\n \n\n \n\n9\n\n1 INTRODUÇÃO \n \nA agricultura canavieira é de grande importância para o desenvolvimento sócio-\n\neconômico sustentável do agronegócio brasileiro. Atualmente, a produção mundial de \n\ncana-de-açúcar é de aproximadamente 1,3 bilhões de toneladas. O Brasil, maior \n\nprodutor mundial, produziu na última safra cerca de 423 milhões de toneladas, \n\ncultivadas em aproximadamente 5,8 milhões de hectares. Dentre todos os Estados, São \n\nPaulo se destaca como o maior produtor com área plantada de, aproximadamente, 3,4 \n\nmilhões de hectares e produção total de 242 milhões de toneladas de cana-de-açúcar. \n\nCultura dos primórdios da colonização brasileira, a cana-de-açúcar é uma \n\ngramínea semi-perene plantada em duas regiões distintas: Centro-Sul e Norte-\n\nNordeste. Originária do sudeste asiático, a cana-de-açúcar encontra condições \n\nclimáticas favoráveis para se desenvolver no Brasil. Cultivada principalmente para a \n\nprodução de açúcar e álcool, esta planta encontra na produção animal um destino \n\nalternativo para seu uso. \n\nA grande difusão dessa cultura para áreas tradicionais de pecuária tem sido fator \n\nde estímulo para o uso dessa planta na alimentação animal. O desenvolvimento \n\ntecnológico propiciou o lançamento de cultivares apropriados a produção animal e \n\nfavoreceu o posicionamento destes materiais aos diversos ambientes de produção. \n\nEstes fatores, aliados a aspectos já consagrados entre os produtores, como facilidade \n\nde cultivo e viabilidade econômica ajudaram na expansão desse volumoso para os \n\nsistemas de produção animal. Levantamentos estatísticos estimam que dez por cento \n\nda produção total de cana-de-açúcar seja utilizado na alimentação animal. Assim \n\nsendo, aproximadamente 40 milhões de toneladas de matéria verde produzidas seriam \n\ndestinadas à produção animal. \n\nNos sistemas tradicionais de produção animal, a cana-de-açúcar é utilizada na \n\nforma de capineira. Nestas fazendas, a forragem é colhida fresca e picada e, \n\nimediatamente fornecida no cocho juntamente com alguma forma de alimentação \n\nconcentrada. O corte diário, principalmente em confinamentos de larga escala, tem sido \n\nconsiderado como uma das principais causas de desestímulo por esta técnica devido à \n\ngrande demanda de máquinas e mão-de-obra. Com o objetivo de contornar este \n\n\n\n \n\n \n\n10\n\nproblema, diversos produtores estão adotando um sistema de produção alternativo, que \n\npossibilita a colheita da forragem com menor freqüência. O tratamento da cana-de-\n\naçúcar em monte visa, com o auxílio de aditivos químicos, reduzir os turnos de colheita \n\nna propriedade rural, migrando de um sistema que exige corte diário para um outro que \n\npermite maior flexibilidade para essa atividade. \n\nNa prática, esta alternativa tem resolvido em parte os problemas, uma vez que \n\nnos últimos anos tem ocorrido crescente interesse pelo uso da cana-de-açúcar na forma \n\nensilada. A concentração da colheita em uma época favorável, ganhos em uniformidade \n\ne manejo dos talhões, favorecimento da logística operacional dentro da fazenda, busca \n\npor melhor qualidade de vida no campo e a redução da demanda por mão-de-obra \n\npodem ser considerados os fatores decisivos para a escolha dessa técnica de \n\nensilagem.  \n\nO re-interesse pelo uso da cana-de-açúcar tanto na forma ensilada como in \n\nnatura levou a comunidade científica a dar início á uma série de pesquisas nessa área. \n\nEste fato pode ser observado pelo grande número de trabalhos publicados \n\nrecentemente em revistas e eventos científicos que abordam o tema cana-de-açúcar na \n\nalimentação animal. Características intrínsecas da planta como concentração de \n\ncarboidratos solúveis, composição da fração fibrosa e população de microrganismos \n\nendo e epifíticos têm sido os principais desafios da pesquisa para a adequação desse \n\nmaterial aos sistemas de produção animal.  \n\nDentro desse contexto, o presente trabalho teve por objetivo avaliar o efeito de \n\naditivos químicos no controle das perdas, padrão fermentativo e valor nutritivo da cana-\n\nde-açúcar in natura ou ensilada. \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n11\n\n2 AVALIAÇÃO DE ADITIVOS QUÍMICOS NO PERFIL DA FERMENTAÇÃO, VALOR \nNUTRITIVO, PERDAS E ESTABILIDADE AERÓBIA DE SILAGENS DE CANA-DE-\n\nAÇÚCAR (Saccharum officinarum L.) \n \nResumo \n \n\nO objetivo do presente trabalho foi avaliar o efeito de aditivos químicos e \nmicrobianos nas perdas de matéria seca, perfil fermentativo, valor nutritivo e \nestabilidade aeróbia da silagem de cana-de-açúcar. O experimento foi desenvolvido em \ndelineamento inteiramente casualizado com quatro repetições por tratamento. Os \nseguintes aditivos foram utilizados para a confecção das silagens: L. buchneri, cal \nvirgem ou calcário em doses de 1,0 e 1,5% da massa verde e gesso a 1,0% da massa \nverde, diluídos em 40 litros de água por tonelada de forragem. As variáveis analisadas \nforam: perdas totais e gasosas, produção de efluente, recuperação de matéria seca, \ncomposição química, valor nutritivo na fase anaeróbia e durante o pós-abertura e \nestabilidade aeróbia. As menores perdas fermentativas e gasosas foram observadas \npara os tratamentos contendo fontes de óxido ou carbonato de cálcio, resultando em \nmaior taxa de recuperação de matéria seca. Da mesma forma, as silagens tratadas com \nesses aditivos apresentaram maior teor de carboidratos solúveis residuais e de ácido \nlático e reduzida fermentação alcoólica. Para as variáveis de valor nutritivo, as silagens \ntratadas com fontes de óxido ou carbonato de cálcio apresentaram, no momento da \nabertura, maior teor de cinzas, menor concentração de componentes fibrosos e maiores \ncoeficientes digestibilidade da matéria seca e orgânica. O teor de proteína encontrado \npara esses tratamentos está dentro da amplitude preconizada para a forragem fresca. A \nensilagem da cana-de-açúcar com L. buchneri ou gesso apresentaram desempenho \nsemelhante ao tratamento controle para as variáveis acima mencionadas. Para o \nensaio de estabilidade aeróbia, o tratamento com 1,5% de cal virgem apresentou \ndesempenho superior e semelhante às silagens tratadas com L. buchneri ou gesso. As \nsilagens de cana-de-açúcar aditivadas com diferentes níveis de calcário e com 1,0% de \ncal virgem resultaram em volumosos susceptíveis ao manejo pós-abertura. De forma \ngeral, a análise conjunta dos dados mostra que as silagens tratadas com fontes de \ncarbonato ou óxido de cálcio apresentaram desempenho superior na fase anaeróbia. \nEntretanto, para o ensaio de estabilidade aeróbia, somente o tratamento contendo 1,5% \nde cal virgem foi efetivo em preservar o valor nutritivo, reduzir as perdas de matéria \nseca e o aquecimento da massa de forragem durante o período pós-abertura. \n \nPalavras-chave: Ácido lático; Carbonato de cálcio; Carboidratos solúveis; Etanol; Óxido \nde cálcio \n \n \n \n \n\n\n\n \n\n \n\n12\n\nEVALUATION OF CHEMICAL ADDITIVES ON THE FERMENTATION PROFILE, \nNUTRITIVE VALUE, DRY MATTER LOSSES AND AEROBIC STABILITY OF SUGAR \n\nCANE (Saccharum officinarum L.) SILAGES \n \n\nAbstract \n \n\nThe objective of this trial was to evaluate the effects of chemical and microbial \nadditives in the dry matter losses, fermentation profile, nutritive value and aerobic \nstability of the sugar cane silages. The trial was carried out in a completely randomized \nexperimental design with four replicates per treatment. The following additives were \napplied on to the fresh forage during the ensiling: L. buchneri, lime or limestone, 1.0 and \n1.5% (wet basis) each, and gypsum 1.0% (wet basis), all of them diluted in to 40 L of \nwater per ton of fresh forage. The variables analyzed were: total and gaseous dry matter \nlosses, dry matter recovery, fermentation end products, nutritive value in the anaerobic \nperiod and during aerobic stability assay. The use of lime or limestone was effective in \nreducing dry matter losses and gaseous production and had the highest dry matter \nrecovery rate. Both silages had also low ethanol content and, as a result, had greater \nconcentrations of residual water soluble carbohydrates and lactic acid. The addition of \nlime or limestone at the time of ensiling produced silages with higher nutritive value \ncompared with all other treatments, due to the increase of ash content and dry matter \nand organic digestibility and also, by reducing the fiber content. The crude protein \ncontent range was similar to the values observed in the fresh forage. The treatments \nwith L. buchneri or gypsum were ineffective in altering the fermentation process of sugar \ncane silages and became similar to the control silages. In the aerobic stability assay, the \ntreatments containing 1.5% of lime, L. buchneri or gypsum had the best performance. \nThe utilization of different levels of limestone and the 1.0% of lime resulted in unstable \nsugar cane silages. In summary, the overall analysis pointed out that the treatment \ncontaining lime or limestone improved the fermentation and storage process. However, \nduring the feed out, only the treatment containing 1.5% of limestone increased the \naerobic stability and maintained the nutritive value of sugar cane silage. \n\n \nKey words: Calcium carbonate; Calcium oxide; Ethanol; Lactic acid; Water soluble \ncarbohydrates \n\n \n \n \n \n\n\n\n \n\n \n\n13\n\n2.1 Introdução \n \n\nDe forma geral, o uso da cana-de-açúcar tem sido preconizado para os sistemas \n\nde produção animal. Características agronômicas como alto potencial de produção, \n\nvariedades adaptadas aos diversos ambientes de produção, bom perfilhamento e \n\nresistência a doenças e pragas têm feito desta planta um ingrediente interessante para \n\nos sistemas de produção animal. Aliado aos aspectos agronômicos tem-se, também, \n\ncaracterísticas desejáveis do ponto de vista zootécnico como elevada produção de \n\nnutrientes digestíveis totais (NDT) por hectare, baixo custo por tonelada de matéria \n\nseca, ponto de maturação coincidente com a escassez de forragem e grande amplitude \n\nde corte. Todos esses fatores apontam para um cenário favorável. Quando comparada \n\na outras fontes de volumosos, a cana-de-açúcar tem se apresentado como alternativa \n\neconomicamente viável na maioria das simulações de custo de produção e, mais que \n\nisso, tem gerado coeficientes de desempenho animal tão bons quanto qualquer outra \n\nfonte de alimento volumoso. \n\nOs sistemas tradicionais de exploração animal utilizavam a cana-de-açúcar na \n\nforma de capineira. A alteração do cenário de produção animal fez com que estes \n\nsistemas ficassem restritos a fazendas de pequeno e médio porte e sistemas de \n\nagricultura familiar. Nesse sentido, para se manter em sistemas de produção animal de \n\ngrande porte, a cana-de-açúcar teve que encontrar alternativas para o sistema de \n\nexploração e, foi justamente, na última década que se observou aumento crescente \n\npelo uso da silagem de cana-de-açúcar na alimentação animal. Ganhos em logística \n\noperacional e qualidade de vida no meio rural foram os principais fatores que \n\nimpulsionaram esta técnica. Além disso, houve grande esforço por parte de \n\npesquisadores e instituições de pesquisas, o que possibilitou o desenvolvimento de \n\nestratégias para adequar essa forragem ao processo de ensilagem. \n\nAo se analisar o histórico sobre pesquisas com silagens de cana-de-açúcar, \n\nobserva-se o interesse em identificar aditivos capazes de controlar a produção de \n\netanol nesses volumosos. De fato, durante todos esses anos de pesquisa, houve \n\ngrande concentração de estudos nessa área e avanços significativos foram obtidos. O \n\nsurgimento de aditivos microbianos, como bactérias heterofermentativas do gênero \n\nLactobacillus buchneri capazes de produzir compostos antifúngicos e a utilização de \n\n\n\n \n\n \n\n14\n\naditivos químicos como a uréia que, além de aumentar valor nutritivo da silagem, \n\ncontrolam a população de leveduras são alguns exemplos de competência técnica \n\nadquirida nessa área. \n\nApesar de todo esse avanço, ainda existe o interesse pela descoberta de um \n\naditivo ideal. Nesse sentido, novos aditivos que supostamente apresentam controle \n\nmais efetivo e à custo de produção reduzido têm estimulado o desenvolvimento de \n\nnovos trabalhos científicos. \n\nDentro desse contexto, o objetivo desse trabalho é avaliar os efeitos de aditivos \n\nquímicos na dinâmica fermentativa, composição bromatológica, perdas e estabilidade \n\naeróbia da silagem de cana-de-açúcar. \n\n \n\n2.2 Desenvolvimento \n \n2.2.1 Revisão Bibliográfica \n \n\n2.2.1.1 Silagem de cana-de-açúcar: padrão fermentativo e perdas de matéria seca \n \n\nA utilização da cana-de-açúcar na forma de silagem constitui-se em um tema que \n\nvem se destacando nos últimos anos, e que desperta o interesse de produtores e \n\npesquisadores em função dos benefícios que essa técnica representa.  \n\nEntretanto, ao se ensilar a cana-de-açúcar, os sistemas de produção animal se \n\ndeparam com problemas inerentes ao processo fermentativo. Características \n\nintrínsecas da planta como elevada concentração de carboidratos solúveis e elevada \n\npopulação microbiana de fungos e leveduras são os principais agentes complicadores. \n\nA associação desses dois fatores pode resultar em fermentações indesejáveis e \n\nproblemas de estabilidade pós-abertura do painel do silo. \n\nA não utilização de aditivos implica em um processo de fermentação \n\ncaracterizado pelo elevado desaparecimento de carboidratos solúveis presente no \n\nconteúdo celular das células da cana-de-açúcar e pela alta produção de etanol. Como \n\nconseqüências técnicas desse fato têm-se: aumento das perdas de matéria seca, \n\nredução do valor nutritivo do alimento e a redução de consumo voluntário pelos \n\nanimais, como são relatadas na literatura por diversos autores (PRESTON; HIJINOSA; \n\n\n\n \n\n \n\n15\n\nMARTINEZ, 1976; ALLI; BACKER, 1982; KUNG Jr.; STANLEY, 1982; PEDROSO, \n\n2003; JUNQUEIRA, 2006; SCHMIDT, 2006; QUEIROZ, 2006). Segundo Nussio e \n\nSchmidt (2005), a fermentação alcoólica é um processo indesejável, tanto pelo aumento \n\nnas perdas de matéria seca, quanto pela posterior rejeição apresentada pelo animal. A \n\nensilagem da cana sem aditivo, mesmo justificada pelo benefício da logística \n\noperacional, se comporta como uma fonte pouco interessante de volumoso \n\nsuplementar, com valor nutritivo muito inferior à cana original, determinando potencial \n\nlimitado de exploração do desempenho de animais, em especial em rações com grande \n\nparticipação desse volumoso (NUSSIO; SCHMIDT; PEDROSO, 2003). Esses mesmos \n\nautores ainda afirmam que, se ensilada sem o uso de aditivos, a silagem de cana-de-\n\naçúcar poderá se comportar como uma das fontes mais onerosas de matéria seca (MS) \n\ne energia para o rebanho.  \n\n \n\nTabela 1 - Perfil fermentativo da cana-de-açúcar ensilada sem aditivos \nTeor de MS    Carboidratos solúveis Ácido Ácido\n\nna ensilagem ensilagem abertura Etanol Acético Lático\n% \n\npH \nabertura -------------- ------------- % da MS --------- --------\n\nFonte \n\n22,9 3,40 52,3 3,64 8,86 1,04 1,93 Alli e Backer (1982)  \n26,7 3,47 47,10 1,02 11,6 2,86 1,54 Alli et al.(1983) \n22,3 3,52 ND1 ND1 7,5 1,5 5,62 Kung Jr. e Stanley (1982) \n31,5 3,59 ND1 ND1 17,52 1,4 2,82 Kung Jr. e Stanley (1982) \n28,1 3,7 31,42 4,4 1,45 0,46 1,52 Alcántara et al. (1989) \n\n1ND = variável não determinada. \n\n \n\nNa Tabela 1 podem ser observados alguns dos trabalhos com silagem de cana-\n\nde-açúcar realizados na década de 80 na América Central e, já nessa época, os \n\npesquisadores alertavam para a elevada produção de etanol. Preston, Hijinosa e \n\nMartinez (1976) afirmavam que, quando ensilada sem aditivos, a cana-de-açúcar \n\napresentava fermentação tipicamente alcoólica e perda de valor nutritivo. Alli e Baker \n\n(1982) estudando o perfil fermentativo de silagem de cana-de-açúcar em silos \n\nexperimentais verificaram aumento do teor de etanol a valores próximos de 9% na \n\nmatéria seca e perdas de MS de aproximadamente 5% durante os primeiros dez dias \n\nde conservação. Alli et al. (1983) trabalhando com cana-de-açúcar ensilada sem \n\naditivos em silos laboratoriais verificam redução do teor de carboidratos de 47% para \n\n1,02% da MS durante os primeiros 21 dias de ensilagem. Nesse mesmo período, a \n\n\n\n \n\n \n\n16\n\nprodução de etanol foi de aproximadamente 11% da MS e as perdas de matéria seca \n\natingiram valores próximos de 5%. Kung Jr. e Stanley (1982), trabalhando com silagens \n\nde cana sem aditivos e colhidas em diferentes estágios de maturação, observaram \n\nvalores de etanol variando de 7,5% até 17,5% da MS, para as silagens colhidas aos \n\nseis e aos 24 meses de idade, respectivamente. Neste mesmo trabalho, a cana-de-\n\naçúcar ensilada aos 24 meses apresentou 29% de perdas de matéria seca. Alcántara et \n\nal. (1989), avaliando a dinâmica fermentativa em silagem de cana sem aditivos, \n\nobservaram redução no teor de carboidratos solúveis de 31,42% para 4.4% após 30 \n\ndias de fermentação. De forma geral, os dados apresentados mostram valores \n\nadequados de pH, entretanto a elevada tolerância das leveduras ao baixo pH justifica \n\nos elevados teores de etanol encontrado nesses trabalhos. Segundo McDonald, \n\nHenderson e Heron (1991), estes microrganismos podem sobreviver em pH variando de \n\n3,5 a 6,5, sendo que algumas espécies são capazes de sobreviver sob pH inferior a 2,0.  \n\nAtualmente, alguns trabalhos têm sido desenvolvidos e a maioria deles relatam a \n\nproblemática da fermentação alcoólica e reforçam a idéia do uso de aditivos para a \n\nredução das perdas em silagens de cana-de-açúcar (CASTRO NETO 2003; PEDROSO \n\net al., 2005; SOUSA et al., 2005; JUNQUEIRA, 2006; QUEIROZ, 2006). Pedroso et al. \n\n(2005) caracterizaram essas silagens por apresentar intensa atividade de leveduras, \n\nalto teor de álcool e grandes perdas de matéria seca. Segundo esses autores, após 45 \n\ndias de ensilagem, as perdas gasosas e de matéria seca se estabilizaram em 16% e \n\n29% da MS, respectivamente. Neste mesmo período, esses autores observaram \n\nredução do teor de carboidratos solúveis de 23 para 6,83 % da MS e teor de etanol de \n\naproximadamente 8% da MS. Castro Neto (2003) também verificaram redução no teor \n\nde carboidratos solúveis de 19,7% na forragem original para 2,5% na cana-de-açúcar \n\nsem aditivos.  \n\nOs trabalhos de pesquisa, até então realizados, mostram efeito positivo de uma \n\ngrande diversidade de aditivos. Siqueira (2005) encontrou redução das perdas \n\nquantitativas em silagens de cana tratadas com NaOH e L. buchneri. Pedroso (2003) \n\nverificou efeito positivo do benzoato de sódio e do L. buchneri. Balieiro Neto et al. \n\n(2005b) e Cavali et al. (2006) observaram redução da produção de gases nas silagens \n\ntratadas com diferentes doses de cal virgem. Sousa et al. (2005) trabalhando com \n\n\n\n \n\n \n\n17\n\naditivos químicos e bacterianos em silagens de cana-de-açúcar em diferentes tempos \n\nde abertura, também observaram redução da taxa e da magnitude de perdas durante \n\nos períodos de estocagem. Junqueira (2006) trabalhando com uréia na ensilagem de \n\ncana verificou redução das perdas gasosas. Ribeiro et al. (2006) encontraram redução \n\nnas perdas em silagens de cana aditivadas com NaOH.  \n\nOs benefícios alcançados pelo uso de aditivos em silagens de cana-de-açúcar \n\nevidênciam a importância de utilizá-los. Entretanto, a tomada de decisão na escolha do \n\naditivo deve levar em consideração critérios técnicos e econômicos. Características \n\ncomo custo, controle das perdas quantitativas e qualitativas durante o período \n\nfermentativo e no período pós-abertura, fornecimento de nutrientes para os animais e \n\nfacilidade de aplicação ou de manipulação são elementos que auxiliam na definição \n\npelo aditivo correto.  \n\n \n\n2.2.1.2 Valor nutritivo de silagens de cana-de-açúcar \n \n\nDe forma geral, o processo de fermentação propicia o consumo de frações \n\norgânicas solúveis e com isso, favorece a concentração dos demais nutrientes da \n\nplanta. Dessa forma, observa-se elevação relativa desses componentes nas silagens \n\nque foram submetidas ao processo de conservação. A alta concentração de \n\ncomponentes da parede celular na planta in natura e a pré-disponibilidade às \n\nfermentações indesejáveis são fatores que acentuam esse processo em silagens de \n\ncana-de-açúcar. Nesse sentido, o uso de aditivos, além de promover redução das \n\nperdas durante os períodos fermentativo e pós-abertura, também é fundamental para \n\nminimizar a perda de valor nutritivo nesses volumosos. \n\nDentro desse contexto, diversos são os trabalhos que avaliaram a alteração do \n\nvalor nutritivo de silagens de cana. Os primeiros estudos iniciaram na década de 80, \n\nprincipalmente na América Central. Alli et al. (1983), relataram que a intensa \n\nfermentação alcoólica presente na silagem da cana-de-açúcar resulta em volumoso \n\ncom valor nutritivo reduzido. Ao ensilar esta planta sem aditivos, esses autores \n\nencontraram elevação dos teores de FDA de 28,3%, no momento da ensilagem, para \n\n38% após 42 dias de fermentação. Alli e Backer (1982) também observaram a mesma \n\ntendência para esta variável, verificando elevação de 29,9% para 43,1%, após dez dias \n\n\n\n \n\n \n\n18\n\nde fermentação. Kung Jr. e Stanley (1982) avaliando o valor nutritivo de silagens de \n\ncana colhidas em diferentes estágios de maturação, observaram aumento dos \n\nconstituintes da parede celular na cana ensilada em relação à cana fresca para todas \n\nas idades de corte. Uma vez que, fibra em detergente ácido (FDA), lignina, celulose e \n\nhemicelulose são componentes da parede celular, esses autores também observaram \n\nincremento dessas frações e atribuíram tal fato à perda de componentes solúveis \n\npresente no conteúdo celular da planta. Alcántara et al. (1989), também observaram \n\nelevação dos componentes da parede celular nesses alimentos. Em relação à cana \n\nfresca, esses autores encontraram na cana ensilada após 30 dias de fermentação, \n\nincremento de 17 unidades percentuais da fibra em detergente neutro (FDN) (de \n\n50,25% para 67,48%), de 9 unidades percentuais no FDA (de 34,96% para 44,15%), de \n\n8 unidades percentuais na hemicelulose (de 15,29% para 23,33%) e redução na \n\ndigestibilidade in vivo da matéria seca de 66% na cana fresca para 55% na cana \n\nensilada. \n\nRecentemente, diversos trabalhos também avaliaram o valor nutritivo da cana-\n\nde-açúcar ensilada sem aditivos. Seguindo a mesma tendência de trabalhos pioneiros, \n\nCoan et al. (2002) encontraram aumento das frações da parede celular em silagens de \n\ncana colhidas aos 12 meses de rebrota e submetidas ao processo de conservação \n\ndurante 55 dias. Pedroso (2005), ao conservar a cana sem aditivos durante 45 dias, \n\nobservou redução de 15 unidades percentuais na digestibilidade in vitro na matéria \n\norgânica (DVIVMS). Como resultado dessa redução da digestibilidade, houve aumento \n\nda concentração de FDN e FDA na matéria seca da silagem, apresentando elevação de \n\n21 e 12 unidades percentuais, respectivamente. Segundo este autor, as frações lignina \n\ne cinzas da silagem, bem como as de FDN e FDA tornaram-se mais concentradas na \n\nmatéria seca da silagem em decorrência de perdas de nutrientes na forma de gases e \n\npelo efluente produzido durante o período de conservação. \n\nA avaliação do valor nutritivo de silagens de cana-de-açúcar aditivadas tem \n\nmostrado efeitos positivos dos aditivos na preservação dos nutrientes. Siqueira (2005) \n\nafirmou que a utilização de NaOH em silagem de cana-de-açúcar minimizou as perdas \n\nqualitativas desses alimentos. De acordo com Pedroso et al. (2007) silagens de cana \n\ntratadas com NaOH apresentam maiores coeficientes de digestibilidade. Da mesma \n\n\n\n \n\n \n\n19\n\nforma, os tratamentos com NaOH resultaram em silagens com menores teores de FDN, \n\nFDA e lignina. Cavali et al. (2006) avaliando diferentes doses de cal virgem em silagens \n\nde cana-de-açúcar observaram, 40 dias após a ensilagem, menores teores de FDN, \n\nFDA e hemicelulose e maiores coeficientes de DVIVMS nas silagens tratadas. Balieiro \n\nNeto et al. (2005c) observaram que, no momento da abertura, silagens de cana com cal \n\nvirgem apresentavam menores teores de FDN e FDA e maior digestibilidade em relação \n\nàs silagens não aditivadas. \n\nCom base no exposto, Pedroso (2003) concluiu que os aditivos são capazes de \n\nreduzir as perdas de valor nutritivo na ensilagem da cana-de-açúcar. Segundo esse \n\nautor, a tomada de decisão pelo aditivo adequado é fundamental, do contrário existe a \n\npossibilidade de se obter efeitos opostos ao desejado, podendo ocorrer perda de valor \n\nnutritivo durante o processo de conservação das silagens. \n\n \n2.2.1.3 Aditivos na ensilagem de cana-de-açúcar \n\n \n\nVisando alterar a principal rota fermentativa verificada nas silagens de cana-de-\n\naçúcar e reduzir as perdas de matéria seca e de valor nutritivo nesses volumosos, têm-\n\nse adotado aditivos que possivelmente inibam a população de leveduras e/ou \n\nbloqueiam a via fermentativa de produção de álcoois (SCHMIDT, 2006). \n\nOs diversos aditivos utilizados em silagem de cana-de-açúcar podem ser \n\nclassificados como aditivos químicos, bacterianos ou enzimáticos. Especificamente, os \n\naditivos químicos podem ser classificados em subgrupos de acordo com o modo de \n\natuação ou função: agentes alcalinizantes ou hidrolíticos, aditivos nutrientes, e aditivos \n\nconservantes, que podem ser ácidos ou sais. Quando utilizados no processo de \n\nensilagem, esses produtos interferem na dinâmica fermentativa uma vez que podem \n\nafetar diretamente o pH final da silagem, alterar a pressão osmótica do meio e, \n\nconsequentemente, inibir o desenvolvimento de determinados grupos de \n\nmicrorganismos ou ainda, modificar a composição bromatológica do alimento. Alguns \n\ndeles podem atuar em vários eventos simultaneamente, alterando ainda mais o padrão \n\nfermentativo. Além disso, determinados aditivos possuem em sua composição química \n\nelementos capazes de alterar o consumo voluntário pelos animais ou adicionar \n\nnutrientes às silagens. \n\n\n\n \n\n \n\n20\n\n \n\n2.2.1.3.1 Agentes alcalinizantes ou hidrolíticos \n \n\nDentro deste grupo de aditivos, estão os hidróxidos, óxidos básicos e \n\ncarbonatos. Hidróxido de sódio (NaOH), de potássio (KOH), de amônio (NH4OH), de \n\ncálcio, carbonato de cálcio (CaCO3) e óxido de cálcio (CaO) são os principais produtos \n\nde interesse para a produção animal. \n\nRecentemente, tem-se observado o uso da cal virgem em silagens de cana-de-\n\naçúcar. Diante do crescente interesse por esses aditivos e da relativa carência de \n\ninformações, cabe uma breve caracterização desse aditivo, incluindo a composição do \n\nproduto, os métodos de obtenção e o modo de ação em silagens.  \n\nAs rochas moídas, misturas de calcita e dolomita utilizadas na agricultura para a \n\ncorreção de solos ácidos, possuem em sua composição carbonatos de cálcio (CaCO3) \n\ne de magnésio (MgCO3) que são pouco solúveis em água. Podem ainda conter \n\nimpurezas como matéria orgânica, silicatos, fosfatos, sulfetos, sulfatos e outros óxidos. \n\nO processo de calcinação (aquecimento) dessas rochas tem como produto final o óxido \n\nde cálcio (CaO),  também conhecido como cal virgem. Este produto é classificado como \n\num óxido básico, pois o elemento que está ligado ao oxigênio é classificado como um \n\nmetal (óxidos de caráter básico possuem em sua composição elementos da família dos \n\nmetais alcalinos e alcalinos terrosos ligados ao oxigênio). Assim sendo, a reação desse \n\nóxido com a água produz o hidróxido de cálcio [Ca (OH)2], uma base da família dos \n\nmetais alcalinos terrosos que apresenta grau de dissociação elevado e solubilidade em \n\nágua reduzida, porém superior aos produtos que lhe deram origem. O processamento \n\ndas rochas calcárias para a geração de compostos mais reativos, traz como benefício \n\nadicional a obtenção de produtos livres de elementos tóxicos. Dessa forma, esses \n\nprodutos podem ser utilizados como aditivos na produção animal sem ocasionar risco \n\nde intoxicação alimentar. A cal microprocessada utilizada recentemente para o controle \n\nda fermentação alcoólica em silagens de cana-de-açúcar é um exemplo dessa classe \n\nde aditivos. A adição desse produto durante o processo de ensilagem provoca elevação \n\ndo pH e aumento da pressão osmótica, alterando a população de microrganismos e \n\nmodificando assim, o perfil fermentativo dessas silagens. \n\n\n\n \n\n \n\n21\n\nAnalisando-se o histórico do uso de aditivos alcalinizantes em silagens, deve-se \n\nressaltar que na década de 60 diversos estudos foram realizados nos Estados Unidos \n\ncom fontes de carbonato de cálcio, aplicado exclusivamente ou em combinação com \n\nuréia, em silagens de milho (KLOSTERMAN et al., 1960; SIMKINS; BAUMGARDT; \n\nNIEDERMEIER, 1965; JOHNSON et al., 1967; ESSIG, 1968; OWENS; MEISKE; \n\nGOODRICH, 1969). No Brasil existem poucos trabalhos avaliando o efeito dessa \n\ncombinação de aditivos em silagens de sorgo (VIEIRA et al., 2001; VIEIRA et al., 2004).  \n\nDe acordo com Owens, Meiske e Goodrich (1969), o aumento do teor de ácidos \n\norgânicos em silagens tratadas com uréia e calcário e o aumento da conversão \n\nalimentar de animais recebendo rações a base desses volumosos têm servido de \n\ncritério para a recomendação desses aditivos no momento da silagem.  \n\nKlosterman et al. (1960) concluíram que o calcário é um dos aditivos mais \n\neficientes em aumentar o teor de ácidos orgânicos nos materiais ensilados. Segundo \n\nesses autores, esse aditivo neutraliza parte do ácido produzido, resultando em silagens \n\ncom maior pH. Aparentemente, essa neutralização parcial dos ácidos permite que a \n\nfermentação se prolongue por mais tempo e em taxas mais rápidas, favorecendo assim \n\na produção de maiores quantidades de ácidos durante o processo fermentativo. De \n\nacordo com Essig (1968), a adição de 0,5 a 1,0% de calcário em silagens de milho \n\nmelhora a fermentação e a aceitabilidade das silagens. Segundo esse autor, o \n\ncarbonato de cálcio estimula a produção de ácidos orgânicos, especialmente o ácido \n\nlático e, ao contrário do esperado, aumenta o pH das silagens.  \n\nDe fato, a alteração do perfil fermentativo com base no uso desses aditivos foi \n\nobservada em diversos trabalhos. Entretanto, a resposta animal aparentemente \n\napresenta resultados divergentes. Simkins, Baumgardt e Niedermeier (1965), avaliando \n\nsilagens de milho tratadas com calcário, observaram elevação significativa nos teores \n\nde matéria mineral, ácidos orgânicos totais e pH nas silagens tratadas em relação ao \n\ntratamento controle. Entretanto, ao se analisar a produção de leite de vacas recebendo \n\nrações com esses dois volumosos, os autores não observaram diferenças significativas \n\nem desempenho animal. Essig (1968), fazendo uma compilação de dados de \n\ndesempenho animal obtidos em 26 experimentos, concluíram que o tratamento da \n\nsilagem de milho com a combinação de uréia+carbonato de cálcio, aparentemente \n\n\n\n \n\n \n\n22\n\nresultava em silagens que apresentavam eficiência de utilização 5% maior que silagens \n\nnão tratadas. Klosterman et al. (1960) não encontraram diferença significativa no ganho \n\nde peso de novilhos de corte recebendo silagem de milho sem aditivo ou tratada com \n\nfonte de carbonato de cálcio.  \n\nA ausência de resposta animal em silagens tratadas com esse aditivo pode ser \n\njustificada quando se analisa a composição bromatológica desses alimentos. \n\nKlosterman et al. (1960) não encontraram diferenças significativas na digestibilidade \n\ndas frações matéria orgânica, celulose, fibra bruta e proteína de rações contendo \n\nsilagens de milho sem aditivos e tratadas com fonte de carbonato de cálcio. Vieira et al. \n\n(2001) trabalhando com silagem de diferentes variedades de sorgo também não \n\nencontraram alteração significativa das frações fibrosas das silagens no momento da \n\nabertura. \n\nDessa forma, Klosterman et al. (1960) sugeriram aumento do valor nutritivo em \n\nsilagens de milho com base no aumento da concentração dos ácidos orgânicos \n\nproduzidos durante o período fermentativo. Uma das formas de se induzir esse \n\naumento seria por meio da utilização de aditivos contendo carbonato de cálcio. \n\nEntretanto, esses mesmos autores afirmam que os resultados obtidos não são \n\nconclusivos, ou seja, não existe uma forte evidência de que o aumento dos ácidos \n\norgânicos resulte em silagens com elevado valor nutritivo. De fato, segundo Huhtanen \n\net al. (2003) o incremento na produção de leite observado em silagens com maiores \n\nníveis de carboidratos solúveis em água justifica o esforço em preservar o máximo \n\ndesta fração nas silagens. Atualmente, a idéia de se aumentar a concentração de \n\nácidos orgânicos (principalmente o ácido lático e acético) tem sido preconizada com o \n\nobjetivo de elevar a estabilidade aeróbia e reduzir as perdas durante o período pós-\n\nabertura.  \n\nO uso de aditivos, contudo, nem sempre vem acompanhado de melhora no \n\ndesempenho de animais recebendo silagens tratadas. Se o aditivo for capaz de alterar \n\nsignificativamente o padrão de fermentação das silagens, reduzindo as perdas totais e \n\naumentando a recuperação de matéria seca de forma economicamente viável, sua \n\nutilização provavelmente já se torna justificável, mesmo sem promover alterações no \n\ndesempenho animal.  \n\n\n\n \n\n \n\n23\n\nAtualmente, tem-se observado crescente utilização da cal virgem em silagens de \n\ncana-de-açúcar em substituição ao hidróxido de sódio. Os trabalhos até então \n\nrealizados sugerem silagens com reduzidas perdas de matéria seca e com maior valor \n\nnutritivo. Balieiro Neto et al. (2005b) observaram recuperação de matéria seca de 80% \n\npara as silagens tratadas com 2% de cal virgem. Oliveira et al. (2004) trabalhando com \n\nsilagens de cana aditivadas com 0,5% de hidróxido de cálcio na massa verde (MV) \n\ntambém observaram maior recuperação de matéria seca. Cavali et al. (2006) \n\nobservaram tendência de redução na produção de gases e aumento da recuperação de \n\nmatéria seca para as silagens tratadas com doses crescentes de CaO. Balieiro Neto et \n\nal. (2005c) sugerem hidrólise alcalina promovida pelo uso da cal virgem, levando a \n\nsolubilização parcial da hemicelulose. Trabalhando com diferentes doses desse aditivo \n\nem silagens de cana, esses autores concluíram que a aplicação de 2% do aditivo na \n\nMV resultou em silagens com maior digestibilidade e menores teores dos constituintes \n\nda parede celular no momento da abertura. Durante o período pós-abertura, essa \n\nconcentração do aditivo também foi efetiva em manter os teores de FDN e hemicelulose \n\ndurante nove dias de exposição ao ar. \n\n \n\n2.2.1.3.2 Aditivos nutrientes \n \n\nClassificada por McDonald, Henderson e Heron (1991) como aditivo nutriente, a \n\nuréia vem sendo utilizada em muitos experimentos com silagem de cana, com o intuito \n\nde corrigir a deficiência de nitrogênio e promover o controle de leveduras pela ação \n\nantifúngica da amônia. Segundo Schmidt (2006), após quase três décadas, o mote \n\nensilagem de cana-de-açúcar ressurgiu no Brasil, inicialmente enfocando o uso de uréia \n\ncomo aditivo, devido à facilidade de obtenção e aplicação desse produto. Vários \n\ntrabalhos têm sido realizados com doses variando de 0,5% a 2,0% da massa verde. \n\nAlli e Backer (1982) descreveram o efeito da uréia sobre a forragem ensilada \n\ncomo sendo uma substância capaz de diminuir perdas matéria seca e dos açúcares \n\nsolúveis, além de aumentar a estabilidade aeróbia do material. Pedroso (2003) obteve \n\nredução da produção de etanol em silagens de cana tratadas com 1,5% de uréia. \n\nNesse mesmo trabalho, o autor observou estabilidade aeróbia nessas silagens de 79 \n\nhoras, contra apenas 65 horas para o tratamento controle. O aumento da estabilidade e \n\n\n\n \n\n \n\n24\n\nsua ação antifúngica também foram constatados em experimentos conduzidos por Rotz \n\ne Muck (1994). Schmidt (2006) trabalhando com cana-de-açúcar ensilada aos 12 e 15 \n\nmeses de idade, encontraram redução das perdas de matéria seca e menor produção \n\nde gases nas silagens tratadas com 0,5% de uréia na massa verde, em ambas as \n\nidades de corte. Lima et al. (2002) e Molina et al. (2002), relataram que a uréia, \n\nadicionada entre 0,5 e 1,5% da matéria seca resultou em silagens com bom padrão de \n\nfermentação e melhoria nas características bromatológicas, promovendo maior \n\nrecuperação da matéria seca associada à diminuição nos teores de FDN e FDA.  \n\nDe acordo com Junqueira (2006), a análise conjunta dos dados sugere que \n\ndoses entre 0,5 a 1,0% da massa verde são mais efetivas em reduzir perdas \n\nfermentativas, uma vez que, em doses superiores, o poder de tamponamento exercido \n\npela uréia torna-se crítico ao processo de conservação, elevando as perdas por \n\ndeterioração no painel do silo. Além disso, quanto maior a dose utilizada, maiores são \n\nos teores nitrogênio não-protéico na fração nitrogênio total.  \n\nSegundo Schmidt (2006) as estimativas de recuperações de nitrogênio em \n\nsilagens de cana-de-açúcar adicionadas de uréia são bastante altas, acima de 90%. \n\nValores previamente estabelecidos por Nussio e Schmidt (2005) indicam recuperações \n\nde aproximadamente 70%. De fato, os dados até então obtidos apresentam valores \n\nelevados, o que deve ser computado como benefício adicional na escolha desse \n\naditivo. \n\n \n\n2.2.1.4 Estabilidade aeróbia de silagem de cana-de-açúcar \n \n\nAlém de contribuir para a redução das perdas de matéria seca e de valor nutritivo \n\ndurante o processo de conservação, o uso de aditivos tem sido preconizado para \n\naumentar a estabilidade aeróbia das silagens de cana. De fato, esta área de pesquisa \n\nganhou importância na década de 90 em estudos envolvendo silagens de milho que, \n\napesar de apresentarem um bom padrão fermentativo durante o período de \n\nconservação, não eram capazes de gerar desempenho animal compatíveis. O termo \n\nestabilidade aeróbia foi proposto por Keady e O´Kiely (1996), como sendo o número de \n\nhoras que a silagem se mantém estável antes de atingir mais de 2 ºC em relação à \n\n\n\n \n\n \n\n25\n\ntemperatura ambiente, ou pode também ser obtida segundo O´Kiely (1999), com base \n\nna temperatura acumulada em cinco ou dez dias após a abertura. \n\nMcDonald, Henderson e Heron (1991) já afirmavam que existia uma considerável \n\nvariação entre silagens quanto a resistência a deterioração aeróbia. Características \n\nintrínsecas dos materiais ensilados determinam essa resistência. Segundo estes \n\nautores, silagens ricas em carboidratos solúveis são propensas à deterioração aeróbia.  \n\nDriehuis, Oude Elferink e Spoelstra (1999) ressaltaram que o processo de deterioração \n\naeróbia é iniciado por leveduras ácido tolerantes. Segundo McDonald, Henderson e \n\nHeron (1991), em condição aeróbia, esses microrganismos crescem rapidamente, \n\nobtendo energia por meio da via glicolitíca e do ciclo do ácido tricarboxílico tendo como \n\nresultado final, completa oxidação dos açúcares. Ainda segundo esses autores, nessas \n\nmesmas condições, esses microrganismos são capazes de utilizar diversos ácidos \n\norgânicos, incluindo o lactato, citrato, malato, succinato, entre outros. Assim como para \n\nos açúcares, a degradação do ácido lático em dióxido de carbono e água resulta em \n\nexcessiva produção de calor e perda de nutrientes (KLEINSCHMIT; SCHMIDT; KUNG \n\nJr., 2005). Além disso, a degradação desse ácido favorece a elevação do pH da \n\nsilagem e permite o crescimento de microrganismos oportunísticos como bactérias e \n\nmofos (McDONALD; HENDERSON; HERON, 1991). Além de representar prejuízo \n\neconômico devido à perda de nutrientes, o fornecimento de silagem deteriorada \n\nprovoca redução de consumo e decréscimo da produção pelos animais (WHITLOCK et \n\nal., 2000). \n\nDentro desse contexto, torna-se necessário a busca por aditivos que favoreçam \n\na estabilidade aeróbia de silagens de cana-de-açúcar. Essas forragens quando \n\nsubmetidas a um adequado padrão fermentativo, são caracterizadas por elevada \n\nconcentração de carboidratos solúveis residuais e por alta população de leveduras \n\nácido-tolerantes, o que as torna susceptíveis ao manejo pós-abertura dos silos. De \n\nacordo Woolford (1990) e McDonald, Henderson e Heron (1991) silagens que \n\napresentam contagem de leveduras maiores que 105 ufc/g de matéria seca são \n\npropensas à deterioração aeróbia. Na silagem de cana-de-açúcar, Alli et al. (1983) \n\nencontraram intensa atividade desses microrganismos, com contagem de \n\naproximadamente 106 ufc/g de forragem. Mesmo que os tratamentos adotados na \n\n\n\n \n\n \n\n26\n\nensilagem tenham favorecido a preservação dentro do silo, após a sua abertura, esses \n\nefeitos podem ter sido anulados pela longa exposição aeróbia ou por não serem \n\nefetivos em manter a silagem em boas condições, sem aquecimento significativo \n\n(JUNQUEIRA, 2006). Pitt e Muck (1993) determinaram que as perdas de matéria seca \n\ndurante o pós-abertura do silo também são influenciadas pela taxa de retirada da \n\nforragem. Dessa forma, quanto menores forem as taxas de retiradas diárias maiores \n\nserão as perdas por deterioração devido ao maior tempo de exposição aeróbia. \n\nSeguindo essa tendência, diversos trabalhos envolvendo o entendimento do \n\nprocesso fermentativo em cana-de-açúcar também passaram a abordar o efeito dos \n\naditivos na estabilidade aeróbia dessas silagens (PEDROSO, 2003; SIQUEIRA, 2005; \n\nJUNQUEIRA, 2006). Junqueira (2006) observou redução das perdas de matéria seca \n\npós-abertura para as silagens de cana tratadas com uréia. Pedroso (2003) observou \n\nelevação significativa da estabilidade aeróbia da silagem de cana tratada com \n\nLactobacillus buchneri e benzoato de sódio e verificou que silagens tratadas com doses \n\nbaixas de hidróxido de sódio apresentaram estabilidade 85% maior que das silagens \n\ncontrole, se mantendo estáveis durante cinco dias de exposição ao ar. Siqueira (2005) \n\nconcluiu que a inoculação com Lactobacillus buchneri, a inclusão de benzoato de sódio \n\ne a associação desses dois aditivos também foram efetivas em elevar a estabilidade \n\naeróbia das silagens. Balieiro Neto et al. (2005a) observaram manutenção da \n\ntemperatura e do pH e aumento da estabilidade aeróbia e da recuperação de matéria \n\nseca pós-abertura de silagens de cana-de-açúcar tratadas com diferentes doses de cal \n\nvirgem.  \n\n \n\n2.2.2 Material e Métodos \n \n2.2.2.1 Tratamentos adotados \n \n\nO presente estudo foi desenvolvido no Departamento de Zootecnia, da Escola \n\nSuperior de Agricultura “Luiz de Queiroz” (USP/ESALQ) em Piracicaba – SP. \n\nA variedade de cana-de-açúcar utilizada para a realização do experimento foi a \n\nRB72-454, colhida com aproximadamente 15 meses de idade. O material foi picado em \n\nequipamento estacionário regulado para corte com tamanho de partícula de \n\n\n\n \n\n \n\n27\n\naproximadamente 1 cm. Após ter sido picada, a forragem foi imediatamente submetida \n\naos seguintes tratamentos: \n\n1 - Controle; \n\n2 - L. buchneri (2 g/t de massa verde de Lalsilcana®); \n\n3 - Cal virgem (1,0% da massa verde); \n\n4 - Cal virgem (1,5% da massa verde); \n\n5 - Calcário (1,0% da massa verde); \n\n6 - Calcário (1,5% da massa verde); \n\n7 – Gesso agrícola (1,0% da massa verde); \n\nAmbos os aditivos químicos foram diluídos em solução aquosa com volume de \n\naproximadamente 40 litros por tonelada de cana fresca. Os tratamentos controle e com \n\nL. buchneri também receberam o mesmo volume de água acima mencionado. O \n\ntratamento contendo o aditivo microbiano foi utilizado com o objetivo de se ter um \n\ncontrole positivo, com base no histórico de utilização desse produto servindo, assim, \n\ncomo referência para a avaliação de desempenho dos demais tratamentos adotados. \n\n \n\n2.2.2.2 Caracterização dos aditivos \n \n\nCom o objetivo de caracterizar os aditivos utilizados nesse experimento, os \n\nmesmos foram submetidos à análise química no Laboratório de Fertilizantes, Corretivos \n\ne Resíduos Orgânicos do Departamento de Solos e Nutrição de Plantas, da \n\nUSP/ESALQ. A Tabela 2 mostra a composição química dos aditivos utilizados. Para o \n\ngesso agrícola, a análise determinou 18,45% de enxofre e 23,20% de cálcio, \n\nrespectivamente. \n\n \n\n\n\n \n\n \n\n28\n\n \n\n \n2.2.2.3 Confecção da silagem \n \n\nApós o tratamento, a forragem foi imediatamente ensilada em baldes plásticos \n\npreviamente pesados. Foram utilizados vinte e oito baldes plásticos (silos \n\nexperimentais) com capacidade de 20 litros. Cada balde era composto de uma tampa \n\nadaptada com válvula tipo “Bunsen”, que permitia a saída de gases e impossibilitava a \n\nentrada de ar, e cerca de 2 kg de areia posicionados no fundo do silo, com a função de \n\nabsorver o efluente produzido durante o processo. A fim de evitar contaminação da \n\nforragem, foi colocado sobre a areia uma tela fina de plástico e um pano de queijo.  \n\nA silagem foi compactada de forma que a densidade atingisse aproximadamente \n\n500 kg de MV/m3 garantindo assim, condições semelhantes de porosidade para os \n\ndiferentes tratamentos. Após o enchimento, os silos experimentais foram fechados com \n\nas mencionadas tampas, vedados com o auxilio de uma fita adesiva e mantidos em \n\nambiente protegido, sob temperatura ambiente, por um período de 90 dias. \n\n \n\n2.2.2.4 Abertura dos silos experimentais \n \n\nDecorrido os 90 dias de armazenamento, os silos experimentais foram abertos e \n\nsubmetidos às avaliações previstas. Primeiramente, com o objetivo de quantificar \n\nperdas durante o período de estocagem, foi realizada a pesagem individual dos baldes. \n\nApós pesagem, uma alíquota de forragem foi coletada da parte central dos baldes para \n\na determinação de valor nutritivo e do perfil fermentativo das silagens. Finalizada a \n\nTabela 2 - Composição química dos aditivos utilizados \n\nElemento Cal virgem (CaO) Calcário (CaCO3) \n\nÓxido de cálcio, % 94,08 50,40 \n\nÓxido de magnésio, % 0,0 2,02 \n\nCarbonato de cálcio, % 168,40 90,22 \n\nCarbonato de magnésio, % 0,0 5,01 \n\nPoder de neutralização, % 172,0 94,50 \n\nSílica e insolúveis, % 0,62 6,00 \n\n\n\n \n\n \n\n29\n\netapa de pesagem e amostragem, deu-se início a montagem do ensaio de estabilidade \n\naeróbia. A seguir segue descrição detalhada dessas avaliações. \n\n \n\n2.2.2.5 Avaliação das perdas durante o período de estocagem  \n \n\nDurante a abertura, os baldes foram pesados objetivando-se avaliar o efeito dos \n\ntratamentos quanto as perdas de matéria seca total, produção de gases e produção de \n\nefluente. Para que fosse possível a determinação das perdas, o conjunto vazio (balde + \n\nareia + tampa + tela + pano de queijo) foi pesado antes da ensilagem e, imediatamente, \n\napós a abertura. Seguindo o mesmo procedimento, esse conjunto, contendo a \n\nforragem, também foi pesado nesses mesmos dois momentos. \n\n \n2.2.2.5.1 Determinação da produção de efluente \n \n\nO cálculo da produção de efluente foi realizado mediante diferença de peso do \n\nbalde vazio, antes da ensilagem e posteriormente ao período da abertura. Com o \n\nobjetivo de se ter uma medida relativa, a massa fresca de forragem inicialmente \n\nensilada foi utilizada de base para a expressão da produção de efluente. Dessa forma, \n\nde acordo com a equação 1 modificada por Schmidt (2006) determinou-se a produção \n\nde efluente na massa de forragem, expressa em kg / t de MV: \n\n \n (1)  \n\n \n\nOnde: \n\nPE = produção de efluente (kg/t de MV); \n\nPab = peso do conjunto vazio (balde+areia+tampa+pano) no momento da abertura (kg); \n\nPen = peso do conjunto vazio (balde+areia+tampa+pano) no momento da ensilagem \n\n(kg); \n\nMVen = quantidade de massa verde inicialmente ensilada (kg); \n\n \n2.2.2.5.2 Estimativas das perdas gasosas \n \n\nAs perdas gasosas foram calculadas pela diferença de peso entre a quantidade \n\nde matéria seca inicial e final, descontando-se o peso do balde vazio no momento da \n\n( )\n( )MVen\n\nPenPabPE 1000×?=\n\n\n\n \n\n \n\n30\n\nensilagem em ambos os casos. Essa variável foi expressa em relação à quantidade de \n\nmatéria seca inicialmente ensilada. Dessa forma, pela equação 2 modificada por \n\nSchmidt (2006), obtiveram-se as perdas gasosas, expressa em % da MS:  \n\n \n\n(2) \n\n \n\n \n\nOnde: \n\nPG = perda por gases (% da MS); \n\nPCen = peso do balde cheio no momento da ensilagem (kg); \n\nPen = peso do conjunto vazio (balde+areia+tampa+pano) no momento da ensilagem \n\n(kg); \n\nMSen = teor de matéria seca da forragem na ensilagem (%); \n\nPCab = peso do balde cheio no momento da abertura (kg); \n\nMSab = teor de matéria seca da forragem na abertura (%); \n\n \n\n2.2.2.5.3 Determinação da perda total de matéria seca \n \n\nAs perdas totais de matéria seca foram calculadas pela diferença de peso entre a \n\nmassa seca da forragem inicialmente ensilada e àquela recuperada no momento da \n\nabertura. Para a obtenção da massa seca inicial foi descontado o peso do balde vazio \n\nno momento da ensilagem. Seguindo o mesmo procedimento, a massa seca \n\nrecuperada na abertura foi obtida descontando-se o peso do balde vazio nesse mesmo \n\nmomento incluindo, neste caso, toda a massa de efluente produzido durante o período \n\nde armazenamento. Com base na equação 3 modificada por Schmidt (2006), foram \n\nestimadas as perdas totais de matéria seca, expressas em %: \n\n \n\n \n( )[ ] ( )[ ]\n\n( )[ ]MSenPenPCen\nMSabPabPCabMSenPenPCenPMS\n\n×?\n\n××??×?= 100\n (3) \n\n \n\nOnde: \n\nPMS = perda total de matéria seca (%); \n\n( )[ ] ( )[ ]\n( )[ ]MSenPenPCen\n\n100MSabPenPCabMSenPenPCenPG\n\n×?\n\n××??×?=\n\n\n\n \n\n \n\n31\n\nPCen = peso do balde cheio no momento da ensilagem (kg); \n\nPen = peso do conjunto vazio (balde+areia+pano+tela) no momento da ensilagem (kg); \n\nMSen = teor de matéria seca da forragem na ensilagem (%); \n\nPCab = peso do balde cheio na abertura (kg); \n\nPab = peso do conjunto vazio (balde+areia+pano+tela) no momento da abertura (kg); \n\nMSab = teor de matéria seca da forragem na abertura (%); \n\n \nO valor de perda total gerado pela equação 3 permitiu ainda determinar a \n\nrecuperação final de matéria seca. Definida como função inversa da perda total, a \n\nrecuperação de matéria seca pode ser obtida com base na diferença entre a massa \n\nseca inicialmente ensilada (neste caso 100%) e a perda total ocorrida durante o \n\nprocesso de conservação, expressa em %. \n\n \n\n2.2.2.6 Ensaio de estabilidade aeróbia \n \n\nImediatamnete após a abertura dos silos experimentais, amostras de \n\naproximadamente 4 kg de forragem foram coletadas para a avaliação da estabilidade \n\naeróbia. O material foi acondicionado em novos baldes plásticos permanecendo em \n\nambiente aeróbio com temperatura controlada durante o período de dez dias. No centro \n\ngeométrico dos baldes foram posicionados sensores de temperatura associados à \n\nsistema informatizado de aquisição de dados (Dickson®, Addison, USA) programados \n\npara a tomada de temperatura em intervalos constantes de uma hora.  \n\nDurante o período de estabilidade aeróbia foram realizadas pesagens dos baldes \n\nno quinto e décimo dia, objetivando-se determinar as perdas de matéria seca no \n\nperíodo pós-abertura ocorridas nos diferentes tratamentos. Juntamente com as \n\npesagens dos baldes, foram realizadas coleta de amostras para posterior análises \n\nlaboratoriais. \n\nPara a determinação da estabilidade aeróbia utilizando-se dos dados de \n\ntemperatura, foram estudadas as seguintes variáveis: horas para o aumento em 2 °C da \n\ntemperatura do balde em relação à temperatura ambiente, temperatura máxima e dias \n\npara a ocorrência de temperatura máxima. Com base no conjunto de dados gerados \n\npelos sensores eletrônicos foi possível obter o gráfico da temperatura ambiente e os \n\n\n\n \n\n \n\n32\n\ngráficos das temperaturas das unidades experimentais ao longo de todo o período do \n\nensaio. Dessa forma, com o conjunto de dados obtidos, foi possível determinar o \n\nacúmulo total de temperatura em cada balde. Está variável foi obtida por meio da \n\ndiferença entre a temperatura do balde e a do ambiente registrada nos intervalos de \n\ntempo determinados e, para fins de comparação entre os tratamentos, foi calculada na \n\nprimeira metade do ensaio (do primeiro ao quinto dia) e no período total. \n\n \n2.2.2.7 Avaliação químico-bromatológica  \n \n2.2.2.7.1 Amostras secas em estufas  \n \n\nAs amostras de cana-de-açúcar coletadas no momento da ensilagem, após a \n\nabertura dos silos e durante o ensaio de estabilidade, foram secas em estufas a 60 °C \n\npor 72 horas de acordo com Silva (1981) e, posteriormente moídas em moinho do tipo \n\nWiley provido de peneira com perfurações de 1 mm.  \n\nA determinação da composição bromatológica foi realizada utilizando-se o \n\nmétodo de espectroscopia de reflectância de infravermenlho proximal (NIRS) \n\n(BERZAGHI; COZZI; ANDRIGHETTO, 1997; COZZOLINO; ACOSTA; GARCIA, 2001), \n\nvisando à redução no número de amostras a serem analisadas pelo método \n\nconvencional. O material moído foi escaneado para obtenção dos espectros NIRS. O \n\nequipamento utilizado foi o espectrômetro modelo NIRS 5000 (NIRSystems®, Silver \n\nSpring, MD, USA) acoplado a um microcomputador equipado com software WinISI II \n\nversão 6.2 (Intrasoft International, PA). As amostras foram escaneadas nesse \n\nequipamento obtendo leituras compreendidas entre os comprimentos de onda de 700 a \n\n2100 nm. Esses espectros foram armazenados em curvas log (1/R, onde R é o valor da \n\nreflectância), em intervalo de 2 nm. Utilizaram-se os métodos de seleção de amostras \n\nexistentes no software do equipamento e foram descartadas as amostras distantes mais \n\nde 3 H (distância padronizada de Mahalanobis) da média, e essas foram consideradas \n\ncomo outliers. Adotou-se a distância mínima de 0,6 H entre amostras para seleção \n\ndaquelas em que seriam efetuadas as análises bromatológicas convencionais, ou seja, \n\nonde o valor outlier (H) é usado para eliminar amostras com distâncias espectrais muito \n\nafastadas da média da população (SHENK; WESTERNHAUS, 1991; MATHISON et al., \n\n1999). \n\n\n\n \n\n \n\n33\n\nO procedimento SELECT usa uma distância H padronizada entre pares de \n\namostras para definir vizinhanças e baseia-se na suposição de que somente uma \n\namostra seja requerida para representar todas as amostras contidas naquele grupo de \n\nvizinhança. Dessa forma, quanto mais heterogêneo for o grupo de amostras \n\nescaneadas maior deverá ser o número de amostras selecionadas para abranger toda \n\namplitude espectral (MATHISON et al., 1999). As amostras selecionadas pelo NIRS \n\nforam submetidas a análises convencionais no laboratório de bromatologia do \n\nDepartamento de Zootecnia da USP/ESALQ. \n\nO teor de matéria seca da amostra moída foi determinado em estufa a 105 °C \n\ndurante 24 horas (AOAC, 1990). A matéria-mineral foi obtida após incineração de \n\namostras em forno tipo mufla a 550 °C, durante três horas (AOAC, 1990). \n\nO teor de proteína bruta foi determinado por condutividade térmica utilizando-se \n\no equipamento LECO®, modelo FP-528 (Leco Corporation, Michigan, USA). \n\nOs teores de fibra insolúvel em detergente neutro (FDN) e de fibra insolúvel em \n\ndetergente ácido (FDA) foram obtidos através do método seqüencial proposto pela \n\nANKOM Fiber Analyser (ANKOM® Technology Corporation, Fairport, NY), descrito por \n\nHolden (1999). \n\nA análise da digestibilidade in vitro da matéria seca (DIVMS) também foi \n\nrealizada seguindo o protocolo proposto pela ANKOM Fiber Analyser (ANKOM® \n\nTechnology Corporation, Fairport, NY) e descrito por Holden (1999). \n\nFinalizada a análise química convencional, os valores foram inseridos no banco \n\nde dados do NIRS e permitiram ao software do programa estimar o valor das demais \n\namostras por meio de equações de predição criadas com base em métodos estatísticos \n\ncontidos no próprio programa.  \n\n \n\n2.2.2.7.2 Amostras de forragem frescas  \n \n\nAs amostras úmidas coletadas no momento da ensilagem, após a abertura dos \n\nsilos e durante o ensaio de estabilidade foram utilizadas para a confecção de um \n\nextrato aquoso seguindo o protocolo proposto por Kung Jr. (1996). De acordo com esse \n\nprotocolo, uma amostra de aproximadamente 25 g de silagem deve ser adicionada a \n\num volume de 225 mL de água deionizada e, posteriormente, processada em \n\n\n\n \n\n \n\n34\n\nliquidificador industrial durante um minuto, para a obtenção do referido extrato. A \n\ndeterminação do pH nesse extrato foi realizada por meio de um potenciômetro digital \n\n(DIGMED® - DM20). Após a mensuração do pH, o extrato remanescente foi \n\nimediatamente filtrado em papel Whatman® 54, recebeu 3 gotas de ácido sulfúrico 50% \n\ne foi então centrifugado durante 15 minutos e a 10.000 rpm. Após a centrifugação, foi \n\nobtido um novo extrato que foi acondicionado em tubos tipo Eppendorff com \n\ncapacidade de 1,5 mL e, posteriormente, congelados a -20 °C para futura determinação \n\ndas concentrações de açúcares solúveis, ácidos orgânicos e etanol. \n\nO teor de etanol foi determinado diretamente por meio de leitura em um auto-\n\nanalisador YSI 2700 Select® (Biochemistry Analyser, Yellow Spring, OH, EUA) calibrado \n\ncom soluções padronizadas de etanol (2g/L). Após leitura, o equipamento forneceu o \n\nvalor da concentração de etanol, em g/L. \n\nPara análise da concentração de carboidratos solúveis foi utilizado o método \n\ncolorimétrico adaptado de Dubois et al. (1956) com leitura em comprimento de onda de \n\n490 nm. A adaptação foi realizada em relação ao aumento na diluição das amostras, \n\numa vez que silagens de cana-de-açúcar apresentam teores elevados de carboidratos \n\nsolúveis. \n\nA determinação da concentração de ácido lático foi realizada por meio da \n\nadaptação do método espectrofotométrico (565 nm) de Pryce (1969). A adequação da \n\ncurva padrão 10 vezes maior que a sugerida foi necessária, já que a alíquota de \n\namostra a ser utilizada foi muito reduzida. \n\nO poder tampão foi determinado nas amostras de cana-de-açúcar no momento \n\nda ensilagem. Para o cálculo, o pH dos extratos obtidos a partir dessas amostras foi \n\ninicialmente ajustado para valores próximos de 3,0 com base na adição de solução de \n\nácido clorídrico, 0,1 N. Posteriormente, com o auxilio de solução de hidróxido de sódio \n\n0,1 N, esse pH foi elevado para valores ao redor de 4,0. Após isso, foi determinado o \n\nvolume gasto da solução de hidróxido de sódio para elevar os valores de pH a 6,0. De \n\nacordo com Playne e McDonald (1966), o poder tampão pode ser expresso como o \n\nequivalente em miligrama da base necessário para elevar o pH do extrato de 4,0 para \n\n6,0 por 100 g de matéria seca.  \n\n\n\n \n\n \n\n35\n\nDe posse dos valores de teor de matéria seca, poder tampão e carboidratos \n\nsolúveis das amostras no momento da ensilagem foi possível calcular a capacidade de \n\nfermentação das silagens tratadas com os diferentes aditivos químicos. Segundo \n\nWeissbach e Honig 1996 apud Oude Elferink et al. (2000), o coeficiente de fermentação \n\n(CF) é diretamente proporcional aos teores de matéria seca e de carboidratos solúveis \n\ne inversamente proporcional ao poder tampão das silagens, e pode ser calculada de \n\nacordo com a equação 4: \n\n \n\n(4) \n\n \n\nOnde: \n\nCF = coeficiente de fermentação (%); \n\nMS = teor de matéria seca (%); \n\nCS = teor de carboidratos solúveis (% MS); \n\nPT = poder tampão (emg/100g MS); \n\n \n\n2.2.2.7 Análise estatística \n \n\nO delineamento estatístico utilizado foi o inteiramente casualizado com quatro \n\nrepetições para cada tratamento. Para o ensaio de estabilidade aeróbia, foram \n\ncoletadas amostras ao longo do tempo caracterizando, dessa forma, um experimento \n\ncom medidas repetidas.  \n\nAs variáveis obtidas no momento da abertura foram analisadas com base no \n\nprocedimento GLM do programa estatístico SAS®, versão 8 para Windows® (SAS, \n\n1999). No ensaio de estabilidade aeróbia o procedimento MIXED do programa \n\nestatístico SAS®, versão 8 para Windows® (SAS, 1999) foi utilizado para se verificar \n\nefeitos de tratamento, de tempo e da interação desses fatores.  \n\nEm ambos os casos, o teste de Tukey com nível de significância de 5% foi \n\nutilizado para efeito de comparação de médias entre tratamentos. \n\n \n\n??\n?\n\n?\n??\n?\n\n?\n×+=\n\nPT\nCS\n\nMSCF 8\n\n\n\n \n\n \n\n36\n\n2.2.3 Resultados e Discussão  \n \n2.2.3.1 Caracterização na cana-de-açúcar no momento da ensilagem  \n \n\nNa Tabela 3 pode ser observada a composição químico-bromatológica da cana-\n\nde-açúcar no momento da ensilagem para os diferentes tratamentos impostos neste \n\nexperimento. Os teores de matéria seca, FDN e FDA encontrados estão de acordo com \n\nos valores relatados na literatura. Andrade et al. (2002), trabalhando com diversas \n\nvariedades de cana-de-açúcar utilizadas na alimentação de ruminantes, observaram \n\nteores de MS variando entre 24 e 37%, de FDN entre 36 e 56% e FDA entre 21 e 36%. \n\nDa mesma forma, os teores de proteína bruta estão dentro da amplitude de 1,80 a \n\n4,70% da MS relatada por Faria (1993).  \n\n \nTabela 3 - Composição químico-bromatológica dos tratamentos contendo cana-de-açúcar no momento \n\nda ensilagem \n\nVariável1 Controle L. buchneri CaO 1,0% CaO 1,5% Calcário 1,0% \nCalcário \n\n1,5% \nGesso \n1,0% \n\nMS, % 35,39 32,76 34,55 34,61 33,33 33,87 32,98 \nCinzas, % MS 2,25 1,08 4,45 5,73 3,24 4,84 3,56 \nPB, % MS 2,85 2,75 2,61 2,57 2,62 3,05 2,90 \nFDN, % MS 52,93 48,11 50,75 51,76 51,39 54,27 49,17 \nHemi, % MS 20,62 17,53 20,37 21,04 22,15 21,72 18,85 \nFDA, % MS 32,31 30,58 30,38 30,72 29,24 32,55 30,32 \nCHO´S, % MS 20,45 21,00 20,56 28,83 18,27 16,97 27,17 \nDVIVMS, % MS 59,96 62,28 65,92 67,98 61,88 59,69 63,44 \nDVIVMO, % MO 59,09 61,41 63,7 65,72 60,12 57,18 60,98 \npH 3,98 3,5 8,74 8,6 4,74 5,28 3,52 \nPT, nº.e.mg/100 MS 10,04 14,15 27,60 28,76 17,88 23,66 10,94 \nCF 51,69 44,63 40,51 42,63 41,51 39,58 52,85 \n\nAs doses dos aditivos estão expressas com base na matéria verde;  \n\nL. buchneri = 2 g do produto comercial/ ton de MV; \n1 Hemi = hemicelulose; CHO´S = carboidratos solúveis; PT = poder tampão; CF = capacidade de \n\nfermentação; \n\n \n\nOs parâmetros de digestibilidade observados na Tabela 3 estão dentro da faixa \n\nde variação de 54 a 64% preconizada por Boin e Tedeschi (1993). Neste caso, porém, \n\na ação hidrolítica do óxido de cálcio resultou em coeficientes de digestibilidade uma ou \n\nduas unidades percentuais superiores para as forragens tratadas com este aditivo. Os \n\naltos teores de cinzas e de poder tampão observado nas forragens tratadas com \n\n\n\n \n\n \n\n37\n\nagentes químicos mostram o efeito do aditivo em modificar a ação tamponante e a \n\nfração mineral em forragens. Siqueira (2005) quantificou, no momento da ensilagem, \n\npoder tampão de 24,4 e.mg de HCL/100g de MS para a cana-de-açúcar ensilada \n\nqueimada e com 1,0% de NaOH. Da mesma forma, a natureza alcalina do óxido e \n\ncarbonato de cálcio resultou em forragens com valores de pH superiores. Ainda \n\nsegundo a Tabela 3, os dados de carboidratos solúveis apresentam valores próximos \n\nao relatado por Queiroz (2006) que, trabalhando com cana-de-açúcar tratada com \n\naditivos químicos e microbianos, obteve teores de aproximadamente 23% de CHO´S no \n\nmomento da ensilagem, para a variedade RB 72-454 (a mesma utilizada neste \n\nexperimento). A capacidade fermentativa calculada para os diferentes tratamentos \n\napresenta valores superiores aos indicados em literatura não se caracterizando, \n\nportanto, como um fator limitante para um adequado padrão de fermentação. De acordo \n\ncom Weissbach e Honig 1996 apud Oude Elferink et al. (2000) forragens com teores \n\ninsuficientes de carboidratos fermentescíveis ou com baixa porcentagem de matéria \n\nseca apresentam baixo coeficiente de fermentação (<35). Por outro lado, forragens com \n\ncoeficiente de fermentação superior a 35 possuem quantidade suficiente de substrato \n\npara o processo fermentativo. De fato, a capacidade fermentativa apresentada pela \n\ncana-de-açúcar é bem superior ao limite mínimo proposto por esses autores. \n\n \n\n2.2.3.2 Avaliação das perdas durante o processo de conservação  \n \n\nAs perdas fermentativas em silagens de cana-de-açúcar podem apresentar \n\nvalores elevados em decorrência da alta concentração de açúcares solúveis e de \n\nmicrorganismos indesejáveis.  \n\nDiante desse fato, a Tabela 4 mostra que aditivos químicos contendo fontes de \n\ncarbonato ou óxido de cálcio foram efetivos em reduzir as perdas totais e a produção de \n\ngases nesses materiais, resultando em silagens com maiores recuperações de MS no \n\nmomento da abertura. O tratamento com 1,5% de cal virgem aparentemente foi o mais \n\nefetivo em reduzir as perdas totais. Ainda segundo a Tabela 4, silagens tratadas com L. \n\nbuchneri ou gesso apresentaram produção de gases, perdas totais e recuperação de \n\nmatéria seca similares ao tratamento controle. Os valores apresentados na Tabela 4 \n\npara esses tratamentos estão de acordo com Pedroso et al. (2005) que, conservando a \n\n\n\n \n\n \n\n38\n\ncana-de-açúcar sem aditivo por 90 dias, obteram perdas totais de MS de \n\naproximadamente 31,0%. \n\n \n\nTabela 4 - Perdas e produção de efluente das silagens de cana-de-açúcar tratadas com \naditivos químicos e microbianos \n\nTratamentos Perdas totais (% MS) \nPerdas gasosas \n\n(% MS) \nProd. Efluente \n\n(kg/ton MV) \nRecuperação \n\nde MS (%) \nControle 34,31a 32,11a 31,26abcd 65,69c \nL. buchneri 35,78a 32,83a 41,89a 64,22c \nCal virgem 1,0% 16,90bc 15,12b 20,55cd 83,11ab \nCal virgem 1,5% 15,90c 14,16b 19,68d 84,11a \nCalcário 1,0% 20,00bc 17,19b 32,82ab 80,01ab \nCalcário 1,5% 21,00b 18,47b 30,07bcd 79,00b \nGesso 1,0% 34,10a 31,82a 31,78abc 65,90c \nC.V. (%) 7,98 9,18 16.13 2,67 \nMédias seguidas de mesma letra nas colunas não diferem entre si pelo teste de \n\nTukey (P<0,05); \n\nAs doses dos aditivos estão expressas com base na matéria verde; \n\nL. buchneri = 2 g do produto comercial/ ton de MV; \n\n \n\nNa literatura podem ser encontrados alguns trabalhos mostrando o efeito de \n\nagentes alcalinizantes na redução das perdas em silagens de cana-de-açúcar. Balieiro \n\nNeto (2005b), avaliando o efeito de doses de cal virgem em silagens de cana-de-\n\naçúcar, observaram perdas totais e recuperação de matéria seca de 20 e 80% \n\nrespectivamente, para as forragens tratadas com 2% de cal virgem. Seguindo a mesma \n\ntendência, Oliveira et al. (2004) encontraram recuperações de matéria seca de 77% \n\npara as silagens de cana-de-açúcar aditivadas com 0,5% de cal hidratada contra 72,1% \n\npara o tratamento controle. Siqueira (2005) observou produção de gases de 6,0% da \n\nMS nas silagens obtidas de cana queimada e tratadas com 1,0% de hidróxido de sódio \n\nna matéria verde. Pedroso et al. (2007) encontraram redução das perdas totais e da \n\nprodução de gases nas silagens tratadas com hidróxido de sódio nas doses de 1 a 3% \n\nda MV. De acordo com os autores, o tratamento com a maior dose de NaOH \n\napresentou produção de gases de aproximadamente 5,0% da MS. A menor produção \n\nde gases encontrada nas silagens tratadas com NaOH pode ser justificada devido ao \n\n\n\n \n\n \n\n39\n\ncaráter mais básico desse produto quando comparado ao óxido e carbonato de cálcio e, \n\npossível, maior efeito osmótico. \n\nApesar dos benefícios obtidos em silagens de cana-de-açúcar, Owens, Meiske e \n\nGoodrich (1969) não encontraram o mesmo comportamento em silagens de milho. \n\nAvaliando o efeito da adição de calcário na ensilagem de milho, estes autores \n\nobservaram aumento das perdas totais de matéria seca (2,58% na silagem tratada \n\ncontra 0,20% na silagem controle) e aumento da produção de gases (6,65% na silagem \n\naditivada vs 4,70% da MS na silagem sem aditivo). Possivelmente, a extensão da \n\nfermentação seja a principal causa da elevação das perdas nessas silagens. \n\nEntretanto, a análise conjunta dos dados de literatura e os resultados obtidos no \n\npresente estudo mostram que o tratamento de silagens de cana-de-açúcar com agentes \n\nalcalinizantes diminui as perdas totais e eleva a recuperação de MS. Provavelmente, as \n\ndiferenças observadas na população microbiana e no perfil fermentativo dessas \n\nsilagens, fazem com que a extensão da fermentação promovida pelo uso do agente \n\nalcalinizante apresente resultados antagônicos, estimulando as perdas gasosas em \n\nsilagens de milho e, no caso da ensilagem de cana-de-açúcar diminuindo a \n\nfermentação alcoólica e reduzindo a produção de gases e perdas totais. \n\nDe fato, a alteração do pH e da fração mineral observadas nas forragens \n\ntratadas com fontes de óxido ou carbonato de cálcio (Tabela 3) sugere redução da \n\natividade de água desses materiais, proporcionando ambiente desfavorável para o \n\ndesenvolvimento de leveduras. Como resultado final, essas silagens apresentaram \n\nmenores perdas durante o período de fermentação e maior recuperação de MS no \n\nmomento da abertura. Além disso, a redução significativa da produção de gases \n\nobservada na Tabela 4 para esses tratamentos, explica as menores perdas totais \n\nencontradas e pode ser considerada como indicativo da baixa atividade de \n\nmicrorganismos espoliadores. \n\nDe acordo com a Tabela 4, a utilização de aditivos químicos e microbianos não \n\nfoi capaz de reduzir de forma significativa a produção de efluente em relação ao \n\ntratamento controle. Os valores apresentados para os diferentes tratamentos podem ser \n\nconsiderados baixos e estão de acordo com a literatura. Schmidt (2006), trabalhando \n\ncom cana-de-açúcar colhida aos 18 meses de idade e ensilada sem aditivo e com uréia, \n\n\n\n \n\n \n\n40\n\nencontrou produção de efluente oscilando entre 35,6 e 42,5 kg/ton de MV. A baixa \n\ncapacidade desses aditivos em alterar o teor de matéria seca das forragens tratadas \n\nexplica a ausência de efeito observada para essa variável. \n\n \n\n2.2.3.3 Perfil fermentativo das silagens  \n \n\nNa Tabela 5 são mostrados os dados referente ao perfil fermentativo das \n\nsilagens de cana-de-açúcar.  \n\n \n\nTabela 5 - Dinâmica fermentativa da silagem de cana-de-açúcar tratada com aditivos \nquímicos e microbianos \n\n CHO´S solúveis Etanol Ácido lático \nTratamentos \n\npH \n----------------------------% da MS ------------------------------ \n\nControle 3,46d 2,98b 4,78a 2,00abc \nL. buchneri 3,45d 3,66b 5,97a 2,33abc \nCal virgem 1,0% 4,09b 6,50ab 0,38b 3,66a \nCal virgem 1,5% 4,46a 8,06ab 0,37b 3,40ab \nCalcário 1,0% 3,70c 9,28a 1,38b 3,50ab \nCalcário 1,5% 3,83c 8,36ab 1,68b 1,66bc \nGesso 1,0% 3,43d 3,68b 4,60a 0,46c \nC.V. (%) 2,1 37,3 29,9 33,5 \n\nMédias seguidas de mesma letra nas colunas não diferem entre si pelo teste de \n\nTukey (P<0,05); \n\nAs doses dos aditivos estão expressas com base na matéria verde; \n\nL. buchneri = 2 g do produto comercial/ ton de MV; \n\n \n\nDe acordo com a Tabela 5, a maior dose de cal virgem resultou em silagem com \n\nelevado pH no momento da abertura. Os tratamentos com diferentes doses de calcário \n\napresentaram valores estatisticamente semelhantes, porém inferiores ao observado \n\npara as silagens tratadas com 1,0% de cal virgem. Os tratamentos controle, L. buchneri \n\ne gesso resultaram em silagens mais ácidas, com valores de pH significativamente \n\nsemelhantes entre si. A reduzida ação tamponante e alcalinizante do gesso agrícola \n\npoderia explicar, ao menos em parte, o baixo pH encontrado para esse tratamento. \n\nAo se analisar a relação entre pH e ácido lático na Tabela 5, depreende-se que \n\nsilagens com menor pH apresentaram menores concentrações de ácido lático. Ainda \n\nsegundo a tabela, o tratamento da cana-de-açúcar com cal virgem e calcário a 1,0% \n\n\n\n \n\n \n\n41\n\nresultou em silagens com altos valores de pH e maiores concentrações de ácido lático \n\nno momento da abertura. O inesperado sinergismo existente entre esses parâmetros, \n\nque contraria a tendência das fermentações clássicas, pode ser justificado analisando-\n\nse os dados de poder tampão mostrados na Tabela 3. A dissociação dos átomos \n\npresentes nos aditivos químicos geram cargas aniônicas capazes de neutralizar os íons \n\nhidrogênio oriundos dos ácidos orgânicos, principalmente o ácido lático. Dessa forma, \n\nsilagens com altos teores de ácido lático apresentam maiores valores de pH devido à \n\nação tamponante dos elementos formadores dos aditivos químicos, os quais \n\nneutralizam parte do ácido produzido. Além disso, o caráter básico do óxido e \n\ncarbonato de cálcio eleva o pH da forragem fresca fazendo com que essas silagens \n\napresentem maior pH mesmo em concentrações semelhantes de ácido lático. Por outro \n\nlado, o tamponamento dos ácidos produzidos pela fermentação serve de estímulo para \n\na maior intensidade de conversão dos açúcares solúveis em ácido lático, aumentando a \n\nconcentração desse produto final e, com isso, evitando a produção de etanol (Tabela5). \n\nA significativa correlação positiva entre pH e concentração de ácido lático \n\n(R=0,52) observada nas silagens tratadas com agentes alcalinizantes (Tabela 5) tem \n\nsido relatada na literatura por diversos autores.  \n\nKlosterman et al. (1960) concluíram que o carbonato de cálcio é um dos aditivos \n\nmais eficientes em aumentar o teor de ácidos orgânicos nos materiais ensilados. \n\nSegundo esses autores, esse aditivo neutraliza parte do ácido produzido, resultando em \n\nsilagens com maior pH e com fermentações mais extensas. Owen, Meiske e Goodrich \n\n(1969) trabalhando com 1,0% de cálcario em silagem de milho, encontraram valores de \n\npH de 4,3 para as silagens aditivadas contra 3,9 para as silagens controle. Estes \n\nautores encontraram 7,91 % de ácido lático na silagem tratada com calcário contra \n\nvalores de aproximadamente 4,0% para a silagem controle. Segundo Klosterman et al. \n\n(1960), o tratamento da silagem de milho com 1,0% de calcário resultou em pH final de \n\n4,3 contra 3,8 para a silagem controle. A utilização desse aditivo também elevou a \n\nconcentração de ácido lático na matéria seca (8,13% na silagem aditivada vs 6,38% no \n\ntratamento controle). Vieira et al. (2004), trabalhando com silagens de sorgo tratadas \n\ncom a combinação uréia e carbonato de cálcio, observaram que a mistura dos aditivos \n\nelevou de forma significativa o pH final e as concentrações dos ácidos acético e lático. \n\n\n\n \n\n \n\n42\n\nSegundo estes autores, provavelmente ocorreu um somatório de efeito tamponante dos \n\nsais de amônio e cálcio. Alcântara et al. (1989), trabalhando com a adição de hidróxido \n\nde sódio à silagem de cana-de-açúcar, observaram elevação significativa da \n\nconcentração de ácido lático; o tratamento com NaOH resultou em silagens com 2,91% \n\nde ácido lático na matéria seca contra 1,52% para as silagens controle. Para a variável \n\npH, esses autores não obtiveram diferença significativa. Castrillón, Shimada e Calderón \n\n(1978) adicionando NaOH à silagem de cana-de-açúcar observaram maior pH e teor de \n\nácido lático superior para as silagens tratadas, no momento da abertura. \n\nOs altos valores de pH obtidos para as silagens tratadas com fonte de óxido de \n\ncálcio estão de acordo com os observados na literatura. Balieiro Neto et al. (2005b), \n\ntrabalhando com diferentes doses de cal virgem em silagem de cana-de-açúcar, \n\nobservaram elevação significativa dos valores de pH final (4,44 para as silagens com \n\n1,0% de CaO contra 3,66 para o tratamento controle). Cavali et al. (2006), ao adicionar \n\n1,0 e 1,5% de cal virgem a silagem de cana-de-açúcar, observaram valores de 4,3 e \n\n4,8, respectivamente. De acordo com Pedroso et al. (2007), silagens de cana-de-açúcar \n\ntratadas com agentes alcalinizantes geralmente apresentam pH superior ao nível \n\nmáximo considerado adequado à estabilização de forragens ensiladas. \n\nA inesperada correlação positiva existente na relação ácido lático e pH final das \n\nsilagens tratadas com agentes alcalinizantes, aliado a relativa resistência das leveduras \n\nem se desenvolver em ambientes ácidos, fazem do pH uma variável pouco efetiva em \n\npredizer a qualidade das silagens de cana-de-açúcar. Este fato pode ser observado no \n\nTabela 4, que mostra menores perdas de MS e produção de gases para as silagens \n\ntratadas com fontes de óxido ou carbonato de cálcio. O mesmo comportamento pode \n\nser observado para os dados de recuperação de carboidratos solúveis e produção de \n\netanol. De acordo com a Tabela 5, as silagens tratadas com fontes de óxido ou \n\ncarbonato de cálcio apresentaram alta recuperação de carboidratos solúveis residuais. \n\nQuando comparadas ao tratamento controle, essas silagens apresentaram diminuição \n\nsignificativa na produção de etanol. Certamente, o tratamento da cana-de-açúcar com \n\nagentes alcalinizantes sugere efeito inibidor do aditivo em relação ao crescimento de \n\nleveduras, pois as silagens tratadas com estes produtos apresentaram diminuição da \n\n\n\n \n\n \n\n43\n\nfermentação alcoólica, elevada concentração de carboidrato solúvel e menor produção \n\nde gases e perdas totais, mesmo apresentando valores de pH relativamente altos.  \n\nA redução da produção de álcool e maior recuperação de carboidratos solúveis \n\npor meio do uso de aditivos químicos já foi reportada na literatura por diversos \n\npesquisadores. De acordo com Junqueira (2006), a utilização de 2,0% de uréia na \n\nmassa verde da cana-de-açúcar resultou em teor de etanol de 2,6% da MS e \n\nrecuperação de carboidratos solúveis de 5,82% da MS. Alcântara et al. (1989) \n\ntrabalhando com silagem de cana-de-açúcar tratada com 3,0 % de hidróxido de sódio \n\nna base seca, observaram concentrações significativamente menores de etanol (0,22 \n\nvs 1,45% da MS para o tratamento controle) e valor superior de carboidratos solúveis \n\n(6,5% vs 4,4%). Castrillón, Shimada e Calderón (1978) trabalhando com NaOH em \n\nsilagem de cana-de-açúcar encontraram reduções significativas na concentração de \n\netanol; no tratamento controle, a silagem apresentou 5% de etanol; a adição de 4% de \n\nNaOH na MS reduziu esse valor para 0,9%. Pedroso et al. (2007), utilizando as \n\ndosagens de 1, 2, e 3,0% de NaOH na massa verde da cana-de-açúcar, verificaram \n\nredução no teor de etanol, de 3,06% na silagem controle para 2,4% da MS, na média \n\ndas silagens tratadas com esse produto. \n\nA redução da fermentação alcoólica e o aumento da recuperação de carboidratos \n\nsolúveis obtidas em silagens de cana aditivadas com uréia são fortes indicadores da \n\nação inibidora do aditivo sobre a população de fungos e leveduras (ALLI et al.,1983). \n\nContudo, a intensa redução no teor de etanol com a utilização de agentes alcalinizantes \n\npoderia sugerir maior efeito desses produtos na atividade de leveduras.  \n\nO inadequado perfil fermentativo observado nas silagens controle e tratadas com \n\nL. buchneri ou gesso pode ser justificado pela elevada tolerância das leveduras ao \n\nambiente ácido. Segundo McDonald, Henderson e Heron (1991), esses microrganismos \n\nnão são inibidos pelo baixo pH encontrado nas silagens, podendo sobreviver em pH \n\nvariando de 3,5 a 6,5, sendo que algumas espécies são capazes de se desenvolver sob \n\npH inferior a 2,0. Diante desse fato, a significativa redução do pH para esses \n\ntratamentos observado na Tabela 5 aparentemente se mostrou ineficiente para o \n\ncontrole das leveduras. Além disso, o alto consumo de carboidratos solúveis e o \n\nsignificativo aumento da produção de etanol nessas silagens são constatações da \n\n\n\n \n\n \n\n44\n\nintensa atividade desses microrganismos espoliadores, resultando nas maiores perdas \n\ntotais e gasosas relatadas na Tabela 4. O alto teor de açúcares solúveis na cana-de-\n\naçúcar favorece a proliferação de leveduras, resultando na elevada produção de etanol \n\ne CO2 e intensa perda de energia.  \n\nPedroso et al. (2005), trabalhando com silagem de cana-de-açúcar sem aditivos, \n\nobservaram desaparecimento de 74% de carboidratos solúveis durante 90 dias de \n\nfermentação. De acordo com os dados a Tabela 3 e 5, a média dos tratamentos \n\ncontrole, L. buchneri e gesso agrícola apresentaram desaparecimento de carboidratos \n\nsolúveis de aproximadamente 84% da MS durante os mesmos 90 dias de fermentação. \n\nAndrade e Ferrari Júnior (2003) e Pedroso et al. (2005), ensilando cana-de-açúcar sem \n\naditivos, encontraram concentrações de etanol de 5,75 e 6,81% da MS, \n\nrespectivamente, valores semelhantes aos obtidos nesse trabalho para os tratamentos \n\ncontrole, L. buchneri e gesso.  \n\nSegundo McDonald, Henderson e Heron (1991), a produção de etanol \n\nrepresenta perdas de 48,9% de MS dos substratos, sendo essa perda composta \n\nprincipalmente por carboidratos solúveis. Os dados observados neste trabalho ratificam \n\nessa informação: os tratamentos controle, L buchneri e gesso agrícola apresentaram \n\nelevação significativa nos teores de etanol (Tabela 5) e, dessa forma, resultaram nas \n\nsilagens com maiores perdas de MS (Tabela 4). De fato, a utilização de fonte de sulfato \n\nde cálcio e do aditivo microbiano L. buchneri apresentou, no presente estudo, \n\ndesempenho semelhante ao tratamento controle para as variáveis até então analisadas. \n\nO desempenho insatisfatório das silagens aditivadas com gesso é coincidente com a \n\nexpectativa original, uma vez que esse tratamento foi adotado como controle negativo. \n\nEntretanto, a adição de L. buchneri foi explorada como tratamento controle positivo com \n\nbase em seu histórico de resultados favoráveis (PEDROSO, 2003; SIQUEIRA, 2005; \n\nSCHMIDT, 2006) e os resultados obtidos nesse estudo contrariam essa tendência, \n\nmostrando-se semelhante às silagens não aditivadas. Não há evidências aparente que \n\njustifique tal comportamento, embora o tratamento controle tenha apresentado perfil de \n\nfermentação superior ao esperado. \n\n\n\n \n\n \n\n45\n\n2.2.3.4 Valor nutritivo das silagens no momento da abertura \n \n\nOs dados referentes ao valor nutritivo das silagens de cana-de-açúcar tratadas \n\ncom aditivos químicos e microbianos são apresentados na Tabela 6. Conforme \n\nesperado, a utilização de aditivos químicos aumentou significativamente os teores de \n\ncinza das silagens em relação ao tratamento controle e à silagem tratada com aditivo \n\nmicrobiano. Os maiores teores foram obtidos para os tratamentos com as diferentes \n\ndoses de cal virgem e para o tratamento contendo a maior dose de calcário. \n\n \n\nTabela 6 - Valor nutritivo das silagens de cana-de-açúcar no momento da abertura \ndos silos experimentais \n\nTratamento Cinzas PB FDN FDA HEMI DVIVMS DVIVMO \n ----------------------------- % da MS ----------------------------- % da MO \nControle 1,75d 3,98a 67,10a 43,78ª 23,32a 48,74d 47,96d \nL. buchneri 2,13d 3,88a 65,12a 42,25ª 22,88a 49,06d 48,30d \nCal virgem 1,0% 6,09ab 2,67cd 52,56de 35,40c 17,16c 70,45b 67,47b \nCal virgem 1,5% 7,29a 2,51d 54,83cd 35,07c 19,76b 74,21a 72,34a \nCalcário 1,0% 4,71c 3,08b 55,84c 35,41c 20,43b 58,60c 54,83c \nCalcário 1,5% 6,04ab 2,87bc 51,58e 34,94c 16,64c 61,76c 57,34c \nGesso 1,0% 5,29bc 3,85a 61,83b 39,10b 22,73a 52,06d 50,33d \nC.V. (%) 12,4 3,7 2,4 3,4 4,9 2,4 2,5 \n\nMédias seguidas de mesma letra nas colunas não diferem entre si pelo teste de \n\nTukey (P<0,05); \n\nAs doses dos aditivos estão expressas com base na matéria verde; \n\nL. buchneri = 2 g do produto comercial/ ton de MV; \n\n \n\nO aumento fração mineral em silagens tratadas com aditivos químicos é relatado \n\nna literatura por diversos autores. Simkins, Baumgardt e Niedermeier (1965) tratando a \n\nsilagem de milho com 0,5% de calcário na MV, observaram teor de matéria mineral de \n\n6,9% na silagem tratada contra 5,2% da MS para o tratamento controle. Alcántara et al. \n\n(1989), utilizando 3,0% de hidróxido de sódio na MS da silagem de cana-de-açúcar \n\nobservaram elevações significativas nos teores de cinzas (7,03% contra 4,60% da MS \n\npara a silagem sem aditivo). A utilização de doses baixas de calcário e hidróxido de \n\nsódio nos trabalhos de Simkins, Baumgardt e Niedermeier (1965) e Alcántara et al. \n\n(1989), resultaram em teores de cinzas próximos aos observados na Tabela 6 para as \n\nsilagens tratadas com aditivos químicos. Pedroso (2007), ensilando cana-de-açúcar \n\n\n\n \n\n \n\n46\n\ncom 2,0 e 3,0% de NaOH na MV, encontraram elevação significativa na matéria mineral \n\ncom valores de 11,0 e 11,2% da MS, respectivamente. Provavelmente, os altos teores \n\nde cinzas observados por esse autor se devem as maiores doses de NaOH utilizadas. \n\nNo momento da abertura, a concentração de proteína bruta foi significativamente \n\nmaior para os tratamentos controle, L. buchneri e gesso e, de acordo com os valores \n\nencontrados na forragem fresca (Tabela 3), esses tratamentos apresentaram aumento \n\ndessa fração ao longo do período de conservação. Ao se analisar os dados de perdas e \n\npadrão fermentativo, essas silagens apresentaram desempenho insatisfatório. \n\nPossivelmente, o desaparecimento de outras frações orgânicas solúveis e o ambiente \n\nfavorável para a atividade de microrganismos espoliadores favoreceu o aumento da \n\nconcentração da fração protéica dessas forragens. Em relação ao tratamento controle, \n\na utilização de fontes de óxido ou carbonato de cálcio resultou em silagens com \n\nmenores porcentagens de proteína bruta. Entretanto, comparando-se os teores da \n\nforragem fresca (Tabelas 3) com os da silagem no momento da abertura (Tabela 6), \n\nobserva-se pequena variação dessa fração para esses tratamentos. Aparentemente, o \n\nprocesso fermentativo da cana-de-açúcar apresenta pouco efeito na degradação da \n\nproteína, uma vez que houve pequena alteração dessa fração ao longo do tempo e os \n\nvalores obtidos para as silagens no momento da abertura (Tabela 6) estão dentro da \n\namplitude preconizada por Faria (1993) para a forragem fresca (1,80 a 4,70% da MS).  \n\nResultados referentes aos teores das frações fibrosas estão apresentados na \n\nTabela 6 e, são similares aos obtidos na literatura. No momento da abertura, os maiores \n\nvalores de FDN e FDA foram observados para os tratamentos controle e L. buchneri, \n\nseguidos pela silagem tratada com fonte de sulfato de cálcio. Para a fração \n\nhemicelulose, não foi verificado efeito entre esses tratamentos. Queiroz (2006) \n\ntrabalhando com aditivos microbianos em silagens de cana-de-açúcar observou \n\nelevado teor de fibra nas silagens controle e tratada com dose comercial de L. buchneri. \n\nSegundo esse autor, a silagem controle apresentou teores de FDN e FDA de 73,7% e \n\n45,61%, respectivamente e o tratamento com L. buchneri resultou em valores \n\nsemelhantes, com 75,56% de FDN e 45,55% de FDA. Para a silagem de cana-de-\n\naçúcar colhida crua e sem aditivos, Siqueira (2005) constatou teores de FDN e FDA de \n\n75,1% e 48,7% de FDA, respectivamente. Ao ensilar essa mesma forragem com L. \n\n\n\n \n\n \n\n47\n\nbuchneri, esse autor obteve valores de 66,7% e 45,6% para as variáveis FDN e FDA, \n\nrespectivamente. Segundo Rotz e Muck (1994), a perda de carboidratos solúveis por \n\nrespiração e fermentações indesejáveis provoca aumento da participação percentual da \n\nfração fibrosa na forragem. \n\nDe acordo com a Tabela 6, a utilização de fontes de óxido ou carbonato de cálcio \n\nfoi efetiva em reduzir a concentração de componentes da parede celular nas silagens \n\naditivadas em relação ao tratamento controle. No momento da abertura dos silos, \n\ndiminuições significativas foram observadas para as variáveis FDN e hemicelulose nas \n\nsilagens tratadas com 1,0% de cal virgem e com 1,5% de calcário. Segundo \n\nKlopfenstein (1978), o tratamento de resíduos fibrosos com agentes alcalinizantes \n\nresultou em solubilização parcial da hemicelulose e pouca alteração da fração \n\ncelulósica. \n\nEntretanto, a solubilização promovida pelo uso do carbonato de cálcio explica, \n\nem parte, os baixos teores dos componentes fibrosos encontrado nas silagens de cana-\n\nde-açúcar. Quando se analisa a utilização desse aditivo em silagens de milho e sorgo, \n\nobserva-se pouca alteração dos teores de fibra. Segundo Vieira et al. (2004), o \n\ntratamento da planta de sorgo com calcário resulta em silagens com composição \n\nbromatológica semelhante à silagem controle. Simkins, Baumgardt e Niedermeier \n\n(1965), avaliando o valor nutritivo de silagens de milho sem aditivos e com 0,5% de \n\ncalcário na MV, não observaram alteração significativa dos teores de matéria seca, \n\nproteína bruta, extrato etéreo, fibra bruta e extrativo não-nitrogenado entre as silagens.  \n\nDe acordo com dados de literatura, o tratamento de materiais fibrosos com fontes \n\nde óxido ou hidróxido é efetivo em reduzir os componentes da parede celular. A maior \n\nsolubilidade do óxido em relação ao carbonato sugere maior ação desse aditivo. Cavali \n\net al. (2006), observaram efeito dos diferentes doses de cal virgem nas frações da \n\nparede celular da cana-de-açúcar. Segundo esses autores, doses de 1,73 e 1,49% de \n\nCaO resultaram em silagens com teores mínimos de FDN e FDA (38,6 e 22,5%, \n\nrespectivamente). Balieiro Neto et al. (2005c) observaram menores teores de FDN e \n\nFDA na silagem de cana-de-açúcar tratada com 2,0% de cal virgem (49,47 e 36,52%, \n\nrespectivamente), valores semelhantes aos obtidos nesse trabalho para os tratamentos \n\ncontendo óxido ou carbonato de cálcio. \n\n\n\n \n\n \n\n48\n\nA análise comparativa da fração fibrosa da forragem fresca (Tabela 3) e da \n\nsilagem (Tabela 6) mostra que durante o período de fermentação a silagem de cana-de-\n\naçúcar sem aditivo apresentou acréscimo de 14, 11 e 2,7 unidades percentuais nas \n\nvariáveis FDN, FDA e hemicelulose, respectivamente. Para essa mesma silagem, \n\nPedroso (2007) encontraram acréscimo de 9,2 e 6,6 unidades percentuais para as \n\nvariáveis FDN e FDA, respectivamente. O tratamento com agentes alcalinizantes \n\nalterou esse comportamento. As silagens aditivadas com fontes de óxido ou carbonato \n\nde cálcio apresentaram incremento médio de apenas 1,7 unidades percentuais para a \n\nFDN e de 4,5 unidades percentuais para a FDA. No caso da hemicelulose, houve \n\nsolubilização dessa fração ao longo dos 90 dias de conservação. Balieiro Neto et al. \n\n(2005c) também encontraram significativa solubilização da hemicelulose na silagem de \n\ncana-de-açúcar aditivada com 2,0% de cal virgem. Pedroso (2003) obteve, para a \n\nsilagem de cana-de-açúcar aditivada com 2,0% de NaOH, acréscimo dos teores de \n\nFDN e FDA de 1,6 e 1,8 unidades percentuais, respectivamente. Segundo Schmidt \n\n(2006), a redução de 4,1 unidades percentuais nos teores de FDN na silagem de cana \n\naditivada com uréia em relação à silagem controle ocorreu devido a menor perda de \n\nmatéria seca encontrada na silagem tratada, o que determinou o menor aumento \n\nrelativo dessa variável. De acordo com Rotz e Muck (1994), silagens bem manejadas \n\napresentam aumento nas concentrações de FDN e FDA, variando de 1 a 6% em \n\nrelação aos teores originalmente presentes na forragem. \n\nOs dados referentes à digestibilidade da matéria seca e matéria orgânica podem \n\nser obtidos na Tabela 6. De forma geral, o mesmo comportamento foi observado para \n\nas duas variáveis em todos os tratamentos. A ensilagem da cana-de-açúcar com L. \n\nbuchneri ou gesso agrícola resultou em silagens com coeficientes de digestibilidade \n\nmenores e semelhantes ao tratamento controle. Siqueira (2005), ao ensilar a cana-de-\n\naçúcar crua e tratada com L. buchneri, encontrou coeficiente de digestibilidade da MS \n\nde aproximadamente 50%, valor muito próximo ao observado na Tabela 6 para os \n\ntratamentos controle e L. buchneri. \n\nA utilização de fontes de óxido ou carbonato de cálcio elevou significativamente a \n\ndigestibilidade da silagem de cana-de-açúcar em relação ao tratamento controle. Os \n\nmaiores coeficientes foram observados para as silagens com 1,5% de cal virgem, \n\n\n\n \n\n \n\n49\n\nseguido do tratamento com 1,0% do mesmo aditivo. Balieiro Neto et al. (2005c) \n\nobservaram que o tratamento da variedade de cana-de-açúcar 86-2480 com 2,0% de \n\ncal virgem, resultou em silagens com 79,23% de digestibilidade in vitro da matéria seca. \n\nCavali et al. (2006), trabalhando com diferentes níveis de CaO, estimaram valores \n\nmáximos de digestibilidade in vitro da matéria seca de 81,2% para a silagem de cana-\n\nde-açúcar aditivada com 1,8% de cal virgem. Pedroso et al. (2007) relataram valores \n\nmáximos de 67,3% de DVIVMS para a silagem de cana tratada com 3,0% de NaOH. \n\nOs dados apresentados na Tabela 6 mostram aumento na digestibilidade da \n\nsilagem de cana-de-açúcar aditivada com calcário em relação a silagem controle. Os \n\nreduzidos teores de FDN, FDA e hemicelulose observados nos tratamentos contendo \n\ncarbonato de cálcio (Tabela 6) possivelmente justificam os altos coeficientes de \n\ndigestibilidade. Entretanto, alguns trabalhos de literatura não observaram efeito desse \n\naditivo para outros volumosos. Essig (1968) não observou diferença significativa na \n\ndigestibilidade das frações matéria orgânica, celulose, proteína bruta e extrato etéreo \n\nem silagens milho sem aditivo e tratadas com 1,0% de calcário na MV. Klosterman et al. \n\n(1960) trabalhando com o mesmo volumoso, observaram valores de digestibilidade da \n\nmatéria orgânica de 67,1% e 67,4%, para a silagem controle e tratada com 1,0% de \n\ncalcário, respectivamente. Da mesma forma, Vieira et al. (2004) não encontraram \n\nelevação significativa da digestibilidade in vitro da MS da silagem de sorgo tratada com \n\n0,5% de carbonato de cálcio na MV (57,52% no tratamento controle versus 61,21% na \n\nsilagem tratada). \n\nQuando comparado à silagem controle, a utilização de fontes de óxido ou \n\ncarbonato de cálcio no momento da ensilagem reduziu as perdas totais e gasosas e \n\ninibiu a fermentação alcoólica. Dessa forma, o favorecimento do perfil fermentativo, a \n\nredução das perdas durante o armazenamento e a solubilização parcial da \n\nhemicelulose contribuíram para a menor participação da fração fibrosa na matéria seca \n\ne resultou em silagens com maiores coeficientes de digestibilidade. De acordo com \n\nLandell et al. (2002), quanto maior o teor de FDN da cana-de-açúcar e menor a \n\ndigestibilidade dessa fração, menor o consumo desse volumoso. Dessa forma, a \n\nutilização de agentes alcalinizantes no momento da ensilagem se apresenta como \n\nestratégia interessante para a obtenção de silagens com potencial para aumento do \n\n\n\n \n\n \n\n50\n\nvalor alimentar das silagens. Apesar disso, a literatura disponível apresenta poucas \n\ninformações sobre o desempenho de animais recebendo silagens de cana aditivadas \n\ncom agentes alcalinos. Até o presente momento, os dados parciais reportados por Mari1 \n\n(informação verbal) não demonstraram benefício de desempenho de animais \n\nalimentados com  silagens contendo esses aditivos.  \n\n \n2.2.3.5 Estabilidade aeróbia das silagens \n \n\nApós a silagem ser exposta ao ar, ocorrem picos de aumento de temperatura \n\ndevido à ação de fungos e leveduras. Os principais substratos utilizados no processo de \n\nrespiração desses organismos são os carboidratos solúveis e o ácido lático, \n\nsubstâncias comumente encontradas em elevadas concentrações em silagens de cana-\n\nde-açúcar. Dessa forma, a atividade microbiana resulta em elevação do pH, \n\naquecimento da massa de forragem, alteração do valor nutritivo e perdas de matéria \n\nseca durante o período do pós-abertura. \n\nNa Tabela 7 é apresentada a análise descritiva para todas as variáveis \n\nanalisadas durante o ensaio de estabilidade aeróbia. De acordo com a tabela, todos os \n\nparâmetros foram afetados, mostrando que tanto o fator tratamento quanto o fator \n\ntempo e as interações entre eles modificaram de forma significativa o valor nutritivo e a \n\ncomposição química das silagens durante o período de exposição aeróbia.  \n\n                                                 \n1 Mari, L. J. Escola Superior de Agricultura “Luiz de Queiroz” \n\n\n\n \n\n \n\n51\n\n \n\nTabela 7 - Análise descritiva para os parâmetros químico-bromatológicos estudados \ndurante o período do pós-abertura \n\nEfeitos \nVariável1 Tratamento Tempo Tratamento x Tempo \nCHO´S * * * \npH * * * \nCinzas * ** ** \nPB * * * \nFDN * * * \nFDA * * * \nHEMI * * * \nDVIVMS * * * \nDVIVMO * * * \n\n 1 CHO´S = carboidratos solúveis; Hemi = hemicelulose; \n\n * (P &lt;0,01) ; * *(P &lt;0,05) ;  \n\n \n\nTabela 8 - Evolução temporal dos valores de pH e carboidratos solúveis durante o ensaio de \nestabilidade aeróbia \n\n Tempo (dias) \nTratamento 0 5 10 EPM Equação de Regressão1 \n\n pH   \nControle 3,45D 3,88B 4,23B 0,17 Y=3,4493+0,07817*T \nL. buchneri 3,45D 3,87B 4,24B 0,15 Y=3,447+0,07863*T \nCal virgem 1,0% 4,09Bc 5,50Bb 8,70Aa 0,15 Y=4,0925+0,1038*T+0,03565*T2\nCal virgem 1,5% 4,46A 4,65B 4,52B 0,15 Y=4,45 \nCalcário 1,0% 3,70Cb 7,90Aa 7,80Aa 0,15 Y=3,6975+1,2717*T-0,08615*T2 \nCalcário 1,5% 3,83Cb 8,02Aa 8,16Aa 0,15 Y=3,83+1,242*T-0,0809*T2 \nGesso 1,0% 3,43Db 4,17Bab 4,53Ba 0,15 Y=3,4263+0,1089*T \nEPM 0,02 0,12 0,09   \n\n Carboidratos solúveis (% da MS)   \nControle 2,98A 8,60C 3,02D 0,82 Y=2,9767+2,2443*T-0,2239*T2 \nL. buchneri 3,66A 8,17C 3,36D 0,71 Y=3,6625+1,8313*T-0,1862*T2 \nCal virgem 1,0% 6,50Ab 13,55ABCa 14,81Aa 0,71 Y=6,495+1,9895*T-0,1158*T2 \nCal virgem 1,5% 8,06A 12,58ABC 11,46AB 0,71 Y=8,055+1,468*T-0,1128*T2 \nCalcário 1,0% 9,28Ab 15,05ABa 9,27ABCa 0,71 Y=9,28+2,3105*T-0,2312*T2 \nCalcário 1,5% 8,36Ab 16,48Aa 7,48BCDb 0,71 Y=8,3575+3,3373*T-0,3426*T2 \nGesso 1,0% 3,68Ab 10,62BCa 5,41CDb 0,71 Y=3,6825+2,6018*T-0,243*T2 \nEPM 0,42 0,42 0,42   \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nTeste de Tukey (P<0,05); \n\nAs doses dos aditivos estão expressas com base na matéria verde; \n\nL. buchneri = 2 g do produto comercial/ ton de MV; \n1 (P<0,01); T: tempo em dias; \n\n \n\nUma das formas de se mensurar a estabilidade aeróbia de silagens é por meio \n\ndo monitoramento do pH durante o período pós-abertura. De acordo com a Tabela 8, as \n\n\n\n \n\n \n\n52\n\nsilagens de cana-de-açúcar controle, aditivada com L. buchneri ou com cal virgem a \n\n1,5% apresentaram pH constante durante dez dias de exposição aeróbia, resultando \n\nem silagens mais estáveis e com baixa atividade de microrganismos aeróbios. Balieiro \n\nNeto et al. (2005a) também não observaram alteração significativa do pH pós-abertura \n\npara as silagens de cana-de-açúcar tratadas com 1,0 e 2,0% de CaO, com valores \n\noscilando entre 4,42 e 6,51. Siqueira (2005) encontrou pequena variação de pH para \n\nsilagens de cana-de-açúcar tratadas com benzoato de sódio ou L. buchneri. Junqueira \n\n(2006) verificou que a silagem de cana-de-açúcar aditivada com 2,0% de uréia manteve \n\no pH estável por aproximadamente 190 horas de exposição aeróbia. Ainda segundo a \n\nTabela 8, todos os demais tratamentos apresentaram tendência de elevação dessa \n\nvariável ao longo do tempo, sendo constatados aumentos significativos para os \n\ntratamentos com diferentes doses de calcário no quinto dia de exposição aeróbia e para \n\no tratamento com 1,0% de cal virgem no décimo dia. Essa tendência de aumento de pH \n\né, possivelmente, resultante do consumo de ácidos orgânicos, principalmente de lático, \n\npor microrganismos aeróbios, originando silagens propensas ao aquecimento e à \n\ndeterioração durante o período pós-abertura. \n\nDurante o período de exposição aeróbia, silagens instáveis apresentam elevado \n\ndesaparecimento de frações orgânicas solúveis. Na Tabela 8 são apresentados os \n\ndados referente aos teores de carboidratos solúveis ao longo da fase aeróbia. As \n\nequações de regressão mostram tendência de aumento dessa variável para todos os \n\ntratamentos, com posterior queda na fase final do ensaio. Entretanto, a comparação \n\ndas médias ao longo dos tempos mostra aumento significativo apenas para as silagens \n\ncontendo fonte de óxido de cálcio a 1,0%, carbonato de cálcio nas diferentes doses ou \n\ngesso agrícola. De forma geral, a manutenção dos açúcares solúveis da planta em \n\naerobiose é um forte indicativo da eficiência dos aditivos na inibição de microrganismos \n\nindesejáveis. Nesse contexto, os aditivos químicos contendo fontes de óxido ou \n\ncarbonato de cálcio merecem destaque especial, pois, além de evitar fermentações \n\nindesejáveis durante a fase anaeróbica, esses agentes também foram efetivos em \n\npreservar as elevadas concentrações de açúcares solúveis no período pós-abertura. \n\n\n\n \n\n \n\n53\n\n811,9ab\n931,3a\n\n979,8a\n\n4,6c4,0c\n\n617,7b\n\n528,6b\n\n0\n100\n200\n300\n400\n500\n600\n700\n800\n900\n\n1000\n\nControle L. buchneri CaO 1,0% CaO 1,5% Calcário 1,0% Calcário 1,5% Gesso 1,0%\n\nS\nom\n\nat\nór\n\nio\n d\n\ne \nte\n\nm\npe\n\nra\ntu\n\nra\n (\n\n°C\n)\n\nS tºC 0 a 5 dias\n\n \n\nFigura 1 - Acúmulo de temperatura durante cinco dias de exposição no ensaio de \n\nestabilidade aeróbia em silagens \n\n \n\nComo mencionado anteriormente, o monitoramento da temperatura da massa de \n\nsilagem durante o período de exposição ao ar permite mensurar, de forma indireta, a \n\nintensidade da atividade de microrganismos espoliadores. Dessa forma, na Figura 1 \n\nsão apresentados os dados referentes ao acúmulo de temperatura na primeira metade \n\ndo ensaio de estabilidade aeróbia. Como pode ser observado, a utilização de doses de \n\ncal virgem reduziu de forma significativa o aquecimento da massa de silagem nesse \n\nperíodo. De forma contrária, os tratamentos contedo carbonato de cálcio apresentaram \n\naumento significativo para essa variável, não se mostrando efetivo em evitar o \n\naquecimento do painel do silo. Pedroso (2003) observou acúmulo de temperatura para \n\na silagem controle e para a tratada com 3,0% de NaOH de 36 e 19°C, respectivamente, \n\ndurante os primeiros cinco dias de exposição aeróbia. Nesse mesmo intervalo de \n\ntempo, Junqueira (2006) observou acúmulo de 30,25 e 25,88 °C, para as silagens de \n\ncana sem aditivo e tratada com 2,0% de uréia, respectivamente. As diferenças na \n\nfreqüência de aquisição de dados durante o ensaio de estabilidade aeróbia \n\npossivelmente justifica os diferentes valores obtidos por Pedroso (2003) e Junqueira \n\n(2006). Junqueira (2006) também observou que a silagem de cana tratada com 2,0% de \n\nuréia apresentou elevação de duas unidades percentuais do pH após 192 horas do \n\ninicio do ensaio de estabilidade aeróbia. A estabilidade do pH durante oito dias de \n\nexposição ao ar contribuiu para o baixo acúmulo de temperatura verificado para esse \n\n\n\n \n\n \n\n54\n\ntratamento durante os primeiros cinco dias do pós-abertura. Os dados apresentados na \n\nTabela 8 mostram que as silagens aditivadas com fontes de carbonato de cálcio \n\napresentaram elevação significativa do pH no quinto dia de exposição aeróbia. Esse \n\ncomportamento explica o alto aquecimento da massa de forragem verificado na primeira \n\nfase do ensaio para as silagens contendo carbonato de cálcio.  \n \n\n1947abc2143\nab2147a\n\n6,0d\n\n1104c\n\n1664abc\n\n1255bc\n\n0\n200\n400\n600\n800\n\n1000\n1200\n1400\n1600\n1800\n2000\n2200\n\nControle L. buchneri CaO 1,0% CaO 1,5% Calcário\n1,0%\n\nCalcário\n1,5%\n\nGesso 1,0%\n\nS\nom\n\nat\nór\n\nio\n d\n\ne \nte\n\nm\npe\n\nra\ntu\n\nra\n (\n\n°C\n)\n\nS tºC 0 a 10 dias\n \n\nFigura 2 - Acúmulo de temperatura observado durante dez dias de exposição no ensaio \n\nde estabilidade aeróbia em silagens \n \n\nAo se analisar os dez dias de exposição aeróbia (Figura 2), constata-se que \n\nsomente a adição de 1,5% de cal virgem evitou o aquecimento da massa de forragem, \n\napresentando reduzido acúmulo de temperatura. O baixo acúmulo térmico observado \n\nna Figura 2 e a manutenção do pH apresentada na Tabela 8 para o tratamento \n\ncontendo 1,5% de cal virgem mostra desempenho favorável para essa dose do aditivo. \n\nA adição de 1,0% de cal virgem não foi efetiva em evitar o aquecimento da silagem, \n\napresentando somatório de temperatura significativamente maior em relação à silagem \n\naditivada com 1,5% de cal virgem. De acordo com a Tabela 8, o tratamento contendo a \n\ndose de 1,0% de cal virgem apresentou aumento significativo do pH no décimo dia de \n\nobservação sendo, portanto, um indicativo do desenvolvimento de microrganismos \n\nindesejáveis e do consumo de ácidos orgânicos. O resultado final dessas alterações \n\nbiológicas foi o aquecimento do painel do silo verificado na fase final do ensaio de \n\n\n\n \n\n \n\n55\n\nestabilidade aeróbia. A utilização de calcário novamente apresentou elevado somatório \n\nde temperatura e também manteve os altos valores de pH observados a partir do quinto \n\ndia de exposição aeróbia (Tabela 8). Em dez dias de ensaio de estabilidade aeróbia, \n\nQueiroz (2006) observou acúmulo de 45,92 °C para a silagem de cana-de-açúcar \n\naditivada com 1,0% de uréia. Junqueira (2006), ao tratar a silagem de cana-de-açúcar \n\ncom 2,0% de uréia, observou acúmulo superior nesse mesmo período, com valores de \n\naproximadamente 100 °C. \n\nNas Figuras 3 e 4 são apresentados os dados referentes à estabilidade aeróbia e \n\ntemperatura máxima das silagens de cana-de-açúcar. A perda de estabilidade na \n\nprimeira metade do ensaio e a alta temperatura máxima observada para os tratamentos \n\ncontendo calcário são indicativos da ação de microrganismos indesejáveis. Como \n\nobservado anteriormente, a primeira fase do ensaio de estabilidade aeróbia foi crítica \n\npara esses tratamentos, pois, resultaram em elevação significativa do pH (Tabela 8) e \n\nmaior acúmulo de temperatura (Figura 1). A silagem tratada com 1,0% de cal virgem \n\napresentou comportamento semelhante aos tratamentos contendo diferentes doses de \n\ncalcário, porém a perda de estabilidade e os picos de temperatura ocorreram na fase \n\nfinal do período do pós-abertura, justamente no período em que ocorreu elevação do \n\npH (Tabela 8) e maior acúmulo de temperatura (Figura 2). \n \n\n37c\n58c\n\n50c\n40c 35c\n\n131b\n\n240a\n\n0\n20\n40\n60\n80\n\n100\n120\n140\n160\n180\n200\n220\n240\n\nControle L. buchneri CaO 1,0% CaO 1,5% Calcário 1,0% Calcário 1,5% Gesso 1,0%\n\nE\nst\n\nab\nili\n\nda\nde\n\n (\nho\n\nra\ns)\n\nEstabilidade aeróbia\n \n\nFigura 3 - Estabilidade aeróbia das silagens de cana-de-açúcar submetidas aos \n\ndiferentes tratamentos \n\n\n\n \n\n \n\n56\n\n42,5ab41,5b 40,8b\n\n26,3c\n\n45,3a 44,1ab 44,8\nab\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\nControle L. buchneri CaO 1,0% CaO 1,5% Calcário 1,0% Calcário 1,5% Gesso 1,0%\n\nT\nem\n\npe\nra\n\ntu\nra\n\n  (\n°C\n\n)\n\nTemperatura máxima\n \n\nFigura 4 - Temperatura máxima observada durante o ensaio de estabilidade aeróbia \n\n \n\nContrariamente, as Figuras 3 e 4 mostram que a silagem de cana-de-açúcar \n\ntratada com 1,5% de cal virgem se manteve estável durante todo o período de \n\nexposição aeróbia e também apresentou pico de temperatura significativamente menor. \n\nO desempenho superior para esse tratamento é, possivelmente, resultante da \n\nmanutenção do pH durante todo o período do pós-abertura (Tabela 8) e dos baixos \n\nacúmulos de temperatura observados nas Figuras 1 e 2. Os dados de Balieiro Neto et \n\nal. (2005a) também mostram desempenho favorável para as altas doses de cal virgem. \n\nEstes autores encontraram estabilidade de 204 horas e temperatura máxima de 26,7 °C \n\npara a silagem de cana-de-açúcar tratada com 2,0% de CaO e exposta ao ar por nove \n\ndias. Junqueira (2006) encontrou estabilidade aeróbia de 114 horas e temperatura \n\nmáxima de 39°C, para a silagem de cana-de-açúcar aditivada com 2,0% de uréia. \n\nQueiroz obteve 43 horas de estabilidade e temperatura máxima de 38,05 °C para a \n\nsilagem de cana tratada com 1,0% de uréia. Kung Jr. et al. (2000), avaliando a \n\nestabilidade aeróbia de silagem de milho tratada com 0,3% de hidróxido de amônio na \n\nmassa verde, encontraram aumento significativo da estabilidade aeróbia (82 horas) e \n\npico de temperatura reduzido, de cerca de 26°C. Novamente, os valores de temperatura \n\n\n\n \n\n \n\n57\n\nmáxima e estabilidade aeróbia reforçam o desempenho favorável observado para o \n\ntratamento contendo 1,5% de óxido de cálcio. \n \n\n2b\n3b\n\n1b 0b\n\n9a\n\n12a\n\n1b\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\nControle L. buchneri CaO 1,0% CaO 1,5% Calcário 1,0% Calcário 1,5% Gesso 1,0%\n\nP\ner\n\nda\ns \n\nde\n M\n\nS\n (\n\n%\n)\n\nPerdas 0 a 5 dias\n\n \nFigura 5 - Perdas de matéria seca mensuradas durante os primeiros cinco dias de \n\nexposição ao ar das silagens de cana-de-açúcar \n\n \n\nO bom padrão fermentativo obtido pelas silagens tratadas com fonte de \n\ncarbonato de cálcio na fase anaeróbia não foi mantido durante o período do pós-\n\nabertura. Além de apresentar aquecimento significativo, as forragens tratadas com esse \n\naditivo também tiveram as maiores perdas de matéria seca durante o período inicial do \n\nensaio de estabilidade aeróbia, como pode ser observado na Figura 5. Possivelmente, \n\na elevação do pH observada no quinto dia de exposição ao ar (Tabela 8) é um \n\nindicativo da degradação de ácido lático e poderia justificar o aquecimento e o \n\ndesaparecimento da matéria seca para esses tratamentos. \n\nDe acordo com a Figura 5, as silagens de cana-de-açúcar tratadas com L. \n\nbuchneri, cal virgem ou gesso apresentaram menores perdas de matéria seca no \n\nperíodo pós-abertura, não diferindo estatisticamente do tratamento controle. O \n\ndesempenho favorável encontrado para os tratamentos controle, L buchneri ou gesso \n\npoderia ser explicado quando se avaliam os dados de perdas apresentados na Tabela 4 \n\ne o perfil fermentativo dessas silagens (Tabela 5). Na fase anaeróbia, esses \n\ntratamentos apresentaram elevado desaparecimento de matéria seca e perdas \n\n\n\n \n\n \n\n58\n\ngasosas, além de teor alto de etanol. Dessa forma, a reduzida disponibilidade de \n\nsubstrato não teria sido capaz de estimular o desenvolvimento de microrganismos \n\naeróbios durante o período pós-abertura, o que resultaria em silagens com deterioração \n\naeróbia reduzida e aquecimento moderado da massa de forragem nesse período. \n\nContrariamente, o tratamento da silagem de cana-de-açúcar com fonte de óxido de \n\ncálcio, principalmente sob doses elevadas, sugere efeito inibidor do agente químico no \n\ndesenvolvimento de microrganismos aeróbios. Possivelmente, a presença do aditivo foi \n\nefetiva manter o pH constante ao logo de todo o ensaio de estabilidade aeróbia e \n\nreduzir significativamente o aquecimento da massa de forragem durante a primeira fase \n\ndo ensaio. Dessa forma, a alta concentração de açúcares solúveis recuperada no \n\nmomento da abertura para esses tratamentos foi preservada durante o período de \n\nexposição aeróbia, o que resultou em silagens com perdas reduzidas de matéria seca. \n\nSiqueira (2005) observou recuperação de matéria seca de 94% durante os primeiros \n\ncinco dias de exposição aeróbia da cana-de-açúcar ensilada crua e tratada com 1,0% \n\nde NaOH. \n\n \n\n17 16\n17\n\n10\n\n20 21\n\n17\n\n0\n2\n4\n6\n8\n\n10\n12\n14\n16\n18\n20\n22\n\nControle L. buchneri CaO 1,0% CaO 1,5% Calcário\n1,0%\n\nCalcário\n1,5%\n\nGesso 1,0%\n\nP\ner\n\nda\ns \n\nde\n M\n\nS\n (\n\n%\n)\n\nPerda 0 a 10 dias\n \n\nFigura 6 - Perdas totais de matéria seca observada durante os dez dias do ensaio de \n\nestabilidade aeróbia das silagens de cana-de-açúcar \n\n \n\nDe acordo com a Figura 6, não foi observada diferença estatística para a variável \n\nperda de matéria seca total, com valor médio de 16,8% para todos os tratamentos. \n\nJunqueira (2006) determinou perdas de 13,85% de matéria seca para a silagem \n\n\n\n \n\n \n\n59\n\ncontrole e exposta ao ar durante dez dias, valor próximo ao observado neste trabalho \n\npara o mesmo tratamento. Ainda segundo Junqueira (2006), a adição de uréia a 2,0% \n\nno momento da ensilagem, resultou em redução significativa das perdas pós-abertura, \n\natingindo 10,60% da MS, semelhante ao obtido para o tratamento com cal virgem a \n\n1,5%. Queiroz (2006) adicionando 1,0% de uréia à silagem de cana, observou perdas \n\nde 11,49% durante dez dias de exposição ao ar. \n\nDe forma geral, dentre os tratamentos avaliados na fase anaeróbica, somente a \n\nutilização de cal virgem apresentou-se efetivamente duradoura durante o período pós-\n\nabertura. Na primeira metade do ensaio em aerobiose, ambas as doses foram efetivas \n\nem evitar a deterioração da massa de silagem. Apesar de não terem sido observadas \n\ndiferenças significativas nas perdas totais de matéria seca, a análise das variáveis de \n\nestabilidade aeróbia e acúmulo total de temperatura mostra que somente o tratamento \n\ncontendo 1,5% de óxido de cálcio manteve a silagem estável ao longo dos dez dias de \n\nexposição aeróbia. \n\n \n\n2.2.3.6 Valor nutritivo da silagem de cana-de-açúcar durante o período pós-\nabertura \n \n\nDurante o período pós-abertura alterações bromatológicas também ocorrem nas \n\nsilagens exposta ao ar. Como visto anteriormente, o desenvolvimento de \n\nmicrorganismos sobre a massa de forragem promove desaparecimento de frações \n\norgânicas solúveis favorecendo o aumento na concentração de componentes fibrosos \n\nna composição centesimal de alimentos fermentados. Dessa forma, a resistência da \n\nsilagem a deterioração aeróbia promovida pelo uso de aditivos determina a magnitude \n\ndas alterações no valor nutritivo.  \n\nNa Tabela 9 são apresentados os dados referentes às frações mineral e protéica \n\ndas silagens durante o período pós-abertura. De acordo com a tabela, não houve \n\nalteração significativa do teor médio de cinzas ao longo do ensaio de estabilidade \n\naeróbia para todos os tratamentos. De forma geral, silagens estáveis e que \n\napresentaram pequena alteração nos teores de carboidratos solúveis (Tabela 8) \n\ntambém tenderam a apresentar teores de cinzas constantes ao longo do período pós-\n\nabertura. A análise isolada dos tempos de amostragem mostra que na silagem controle \n\n\n\n \n\n \n\n60\n\ne naquela tratada com aditivo microbiano apresentaram teor médio de cinzas \n\nsignificativamente inferior aos demais tratamentos, confirmando a hipótese de que \n\naditivos químicos aumentam o teor de cinzas dos alimentos. Dessa forma, a grande \n\namplitude de 1,33 a 7,94% observada na fração mineral (Tabela 9) pode ser atribuída, \n\nao menos em parte, às variações na composição dos aditivos utilizados. Junqueira \n\n(2006) encontrou, em silagens de cana tratadas com L. buchneri e diferentes doses de \n\nuréia, oscilação média nos teores de cinzas de 3,70%, no início da exposição aeróbia, à \n\n4,45% no final dos dez dias de avaliação. \n\n \nTabela 9 - Evolução temporal dos teores de proteína bruta e cinzas durante o ensaio de \n\nestabilidade aeróbia \nTempo (dias)  \n\nTratamento 0 5 10 EPM Equação de Regressão1 \n CINZAS (% da MS)   \n\nControle 1,75D 1,57C 1,33C 0,15 Y=1,7593 \nL. buchneri 2,13D 2,07C 1,82C 0,13 Y=2,1657 \nCal virgem 1,0% 6,09AB 7,09A 6,30AB 0,13 Y=6,0875+0,3777*T-0,03565*T2 \nCal virgem 1,5% 7,29A 7,94A 6,65AB 0,13 Y=7,285+0,3242*T-0,0388*T2 \nCalcário 1,0% 4,71C 5,15B 5,37B 0,13 Y=4,7474 \nCalcário 1,5% 6,04AB 6,88A 6,98A 0,13 Y=6,181+0,094*T \nGesso 1,0% 5,29BC 5,38B 5,72AB 0,13 Y=5,2384 \nEPM 0,09 0,10 0,10   \n\n PROTEÍNA BRUTA (% da MS)   \nControle 3,98Ab 4,24Ab 4,66ABa 0,08 Y=3,9588+0,0686*T \nL. buchneri 3,88Ac 4,22Ab 4,60ABa 0,07 Y=3,8752+0,07175*T \nCal virgem 1,0% 2,67BCc 3,10Cb 3,70Da 0,07 Y=2,6457+0,1027*T \nCal virgem 1,5% 2,51Cb 2,62Cb 3,14Ea 0,07 Y=2,5125-0,01975*T+0,0082*T2 \nCalcário 1,0% 3,08Bb 3,93ABa 4,23BCa 0,07 Y=3,0775+0,2235*T-0,0108*T2 \nCalcário 1,5% 2,87BCb 3,69Bb 4,09CDa 0,07 Y=2,865+0,2073*T-0,00845*T2 \nGesso 1,0% 3,85Ac 4,31Ab 4,77Aa 0,07 Y=3,8466+0,09225*T \nEPM 0,03 0,03 0,03   \n\n Médias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\n Teste de Tukey (P<0,05); \n\n As doses dos aditivos estão expressas com base na matéria verde; \n\n L. buchneri = 2 g do produto comercial/ ton de MV; \n 1 (P<0,01); T: tempo em dias; \n\n \n\nAinda, de acordo com a Tabela 9, o teor de proteína bruta apresentou tendência \n\nde aumento para todos os tratamentos. As silagens de cana sem aditivo, tratada com L. \n\nbuchneri ou com gesso agrícola apresentaram os maiores teores nos tempos \n\nanalisados. Segundo Junqueira (2006), o tratamento da silagem de cana-de-açúcar \n\n\n\n \n\n \n\n61\n\ncom L. buchneri apresentou, no primeiro dia do ensaio de estabilidade aeróbia teor de \n\nPB de 1,70% e, aumentou gradativamente até atingir 2,34% no décimo dia de \n\nestabilidade aeróbia. Assim como na fase anaeróbia, a fração protéica da silagem de \n\ncana-de-açúcar também parece ser pouco afetada por fermentações indesejáveis \n\ndurante o período pós-abertura. Com isso, o aumento no teor de PB poderia ser \n\natribuído ao desaparecimento de outras frações solúveis da matéria seca das silagens. \n\nA análise das equações da Tabela 10 mostra tendência de aumento das \n\nvariáveis FDN e hemicelulose para todos os tratamentos, exceto para a silagem de \n\ncana-de-açúcar tratada com 1,5% de cal virgem, que apresentou manutenção da fração \n\nFDN e redução dos teores de hemicelulose principalmente na fase final do período de \n\nexposição ao ar. Balieiro Neto et al. (2005c) trabalhando com cana-de-açúcar ensilada \n\ncom 2,0% de cal virgem e exposta ao ar por nove dias, não observaram variação \n\nsignificativa da FDN e hemicelulose, com valores médios de 51% e 14,3%, \n\nrespectivamente. Junqueira (2006) observou que a silagem de cana tratada com 2,0% \n\nde uréia apresentou teor de FDN relativamente estável ao longo dos dez dias de ensaio \n\nde estabilidade aeróbia, apresentando aumento progressivo de 55 para 57% de FDN. \n\nSiqueira (2005) observou no quinto dia do ensaio de estabilidade aeróbia, teor de \n\n53,4% de FDN para a cana-de-açúcar ensilada após a queima e com 1,0% de NaOH. \n\nDessa forma, os dados encontrados na Tabela 10 e os observados nos trabalhos de \n\nBalieiro Neto et al. (2005c), Junqueira (2006) e Siqueira (2005) permitem inferir que, na \n\navaliação pós-abertura, a adição de doses de 1,5% e 2,0% de cal virgem à silagem de \n\ncana-de-açúcar resulta em valores de FDN e hemicelulose semelhantes ao tratamento \n\ncom 1% de NaOH e teores de FDN inferiores ao tratamento contendo 2,0% uréia.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n62\n\n \n\nTabela 10 - Evolução temporal das frações fibrosas durante o ensaio de estabilidade aeróbia \n Tempo (dias)  \nTratamento 0 5 10 EPM Equação de Regressão1 \n\n FDN (% da MS)   \nControle 67,10Ab 70,95Aab 78,70Aa 1,03 Y=66,9879+1,0344*T \nL. buchneri 65,12ABc 70,79Ab 78,81Aa 0,92 Y=65,0411+1,2986*T \nCaO 1,0% 52,56Cb 56,17Bab 63,33Ba 0,92 Y=52,4318+0,9721*T \nCaO 1,5% 54,83C 53,82B 49,63C 0,92 Y=54,9383-0,4255*T \nCalcário 1,0% 55,84Cb 69,19Aa 74,87Aa 0,92 Y=55,835+3,4387*T-0,1535*T2 \nCalcário 1,5% 51,58Cb 65,97Aa 71,95ABa 0,92 Y=51,58+3,717*T-0,168*T2 \nGesso 1,0% 61,83Bc 67,54Ab 76,22Aa 0,92 Y=61,724+1,3507*T \nEPM 0,30 0,47 0,73   \n\n FDA (% da MS)   \nControle 43,78Ab 45,85Aab 49,94ABa 0,82 Y=43,7995+0,568*T \nL. buchneri 42,25Ab 45,59Ab 52,23Aa 0,73 Y=42,2956+0,9219*T \nCaO 1,0% 35,40C 36,65BC 40,09CD 0,73 Y=35,4319+0,4183*T \nCaO 1,5% 35,07C 34,27C 33,49D 0,73 Y=35,0704 \nCalcário 1,0% 35,41Cc 41,99ABb 44,99BCa 0,73 Y=35,3553+1,0414*T \nCalcário 1,5% 34,94Cb 40,46Aba 43,38BCa 0,73 Y=34,8996+0,9047*T \nGesso 1,0% 39,10Bc 43,88Ab 50,31ABa 0,73 Y=39,1266+1,0821*T \nEPM 0,20 0,39 0,51   \n\n HEMICELULOSE (% da MS)   \nControle 23,32Ab 25,24ABb 28,88ABa 0,37 Y=23,0419+0,5458*T \nL. buchneri 22,88Ab 25,20ABab 26,57Ba 0,33 Y=23,0652+0,3697*T \nCaO 1,0% 17,16Cb 19,52Cb 23,24Ca 0,33 Y=16,8868+0,6082*T \nCaO 1,5% 19,76BCa 19,55Ca 16,14Db 0,33 Y=19,7575+0,2802*T-0,0643*T2 \nCalcário 1,0% 20,43ABb 27,20Aa 29,88Aa 0,33 Y=20,4275+1,764*T-0,0819*T2 \nCalcário 1,5% 16,64Cb 25,51ABa 28,57ABa 0,33 Y=16,4625+2,3522*T-0,1159*T2 \nGesso 1,0% 22,73ABb 23,66Bab 25,91BCa 0,33 Y=22,4623+0,3187*T \nEPM 0,22 0,22 0,22   \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nTeste de Tukey (P<0,05); \n\nAs doses dos aditivos estão expressas com base na matéria verde; \n\nL. buchneri = 2 g do produto comercial/ ton de MV; \n 1 (P<0,01); T: tempo em dias; \n\n \n\nNa Tabela 10 também podem ser observados os teores de FDA. Assim como \n\npara as frações FDN e hemicelulose, os teores de FDA apresentaram aumentos \n\nsignificativos ao longo do ensaio de estabilidade aeróbia para todas as silagens, exceto \n\npara os tratamentos contendo cal virgem. Novamente, a adição de fonte de óxido de \n\ncálcio, especialmente na maior dose, pareceu conferir estabilidade às frações FDN e \n\nFDA da silagem de cana-de-açúcar, com tendência de desaparecimento da fração \n\nhemicelulose na fase final do ensaio. Além disso, em todos os tempos analisados, a \n\nsilagem de cana-de-açúcar aditivada com 1,5% de CaO apresentou baixos teores de \n\nFDN, FDA e hemicelulose. \n\n\n\n \n\n \n\n63\n\nA tendência de desaparecimento de compostos orgânicos durante a exposição \n\nao ar também provocou alterações na digestibilidade das silagens. Como pode ser \n\nobservado na Tabela 11, de forma geral todos os tratamentos apresentaram silagens \n\nmenos digestíveis com o passar do tempo, resultado de aumento da participação da \n\nfração fibrosa na composição centesimal da matéria seca.  \n\n \nTabela 11 - Evolução temporal da digestibilidade da silagem de cana-de-açúcar durante o ensaio de \n\nestabilidade aeróbia \n Tempo (dias)  \nTratamento 0 5 10 EPM Equação de Regressão1 \n\n DVIVMS (% da MS)   \nControle 48,74Ca 45,47Dab 42,50Db 0,84 Y=48,7109-0,6199*T \nL. buchneri 49,06Ca 45,28Db 43,10Db 0,78 Y=48,8595-0,5963*T \nCaO 1,0% 70,45A 67,54B 66,68B 0,78 Y=70,1925-0,3778*T \nCaO 1,5% 74,21A 72,97A 75,62A 0,78 Y=74,21-0,6363*T+0,0777*T2 \nCalcário 1,0% 58,60Ba 52,63Cb 51,47Cb 0,78 Y=58,6-1,6748*T+0,0962*T2 \nCalcário 1,5% 61,76Ba 54,38Cb 52,20Cb 0,78 Y=61,7625-1,9983*T+0,1042*T2 \nGesso 1,0% 52,06Ca 49,21CDab 47,28CDb 0,78 Y=51,94-0,4777*T \nEPM 0,37 0,38 0,38   \n\n DVIVMO (% da MS)   \nControle 47,96Da 45,71Ea 40,77Db 0,81 Y=48,1766-0,7126*T \nL. buchneri 48,30Da 45,41Ea 40,80Db 0,75 Y=48,4864-0,7502*T \nCaO 1,0% 67,47Aa 65,50Ba 60,56Bb 0,75 Y=67,7879-0,691*T \nCaO 1,5% 72,34A 72,12A 73,34A 0,75 Y=72,1804 \nCalcário 1,0% 54,83BCa 52,00CDab 48,87Cb 0,75 Y=54,8662-0,5968*T \nCalcário 1,5% 57,34Ba 54,16Cab 50,84Cb 0,75 Y=57,3585-0,6508*T \nGesso 1,0% 50,33CDa 46,97DEa 42,40Db 0,75 Y=50,4613-0,793*T \nEPM 0,38 0,38 0,38   \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nTeste de Tukey (P<0,05); \n\nAs doses dos aditivos estão expressas com base na matéria verde; \n\nL. buchneri = 2 g do produto comercial/ ton de MV; \n 1 (P<0,01); T: tempo em dias; \n\n \n\nA manutenção da digestibilidade da matéria seca para a silagem aditivada com \n\n1,0% de cal virgem pode ser explicada pela estabilidade da fração FDA observada para \n\nesse tratamento na Tabela 10. Da mesma forma, os teores estáveis de FDN e FDA e a \n\nsolubilização parcial da hemicelulose observadas na Tabela 10 para o tratamento \n\ncontendo 1,5% de cal virgem favoreceram a manutenção da digestibilidade da matéria \n\nseca e orgânica ao longo do ensaio. Na Tabela 11 também são constatados elevados \n\ncoeficientes de digestibilidade para a maior dose de cal virgem em todos os tempos de \n\navaliação. Os valores encontrados na Tabela 11 estão dentro da amplitude encontrada \n\n\n\n \n\n \n\n64\n\nno trabalho de Balieiro Neto et al. (2005c) que, ao adicionar diferentes doses de cal \n\nvirgem a silagem de cana-de-açúcar, observaram pequena alteração na digestibilidade \n\nda matéria seca no período pós-abertura para as silagens tratadas com 1,0 e 2,0%, \n\nobtendo valores médios de 71,6 e 79,36%, respectivamente, ao longo de nove dias de \n\nexposição aeróbia. Diante do exposto, segue-se que o tratamento da silagem de cana-\n\nde-açúcar com doses de cal virgem de 1,5% e, talvez superiores, resulte em silagens \n\nmais digestíveis no momento da abertura do silo. Além disso, a adição de altas \n\nconcentrações do aditivo também é efetiva em manter os elevados coeficientes de \n\ndigestibilidade ao longo do período de exposição ao ar indicando uma possível ação \n\nantifúngica e hidrolítica do agente químico, tanto no período de fermentação quanto \n\ndurante o pós-abertura.   \n\nPossivelmente, a manutenção do pH, o baixo pico e acúmulo de temperatura \n\nobservado em aerobiose e a maior estabilidade pós-abertura da silagem tratada com \n\ncal virgem à 1,5% são indicativos da baixa atividade de microrganismos espoliadores e \n\nda significativa diminuição das perdas de matéria seca observadas na primeira metade \n\ndo ensaio de estabilidade para esse tratamento. Além disso, o desempenho favorável \n\ndas variáveis de estabilidade aeróbia também se refletiu em pequena alteração de valor \n\nnutritivo para esse tratamento. Aparentemente, os indicadores de estabilidade aeróbia \n\ntambém parecem ser efetivos em predizer o valor nutritivo da silagem de cana-de-\n\naçúcar durante o período de exposição aeróbia.  \n\nDe forma geral, a utilização de altas doses de cal virgem em silagem de cana-de-\n\naçúcar, além de promover manutenção de parâmetros químico-bromatológicos durante \n\no pós-abertura, também parece ser efetiva em evitar a deterioração aeróbia da silagem \n\ne pode ser utilizada como ferramenta para manter a estabilidade de painéis de silo \n\nsusceptíveis ao aquecimento.  \n\n \n\n2.3 Conclusões \n \n\nDe forma geral, a adição de fontes de óxido ou carbonato de cálcio favoreceu o \n\nprocesso de ensilagem da cana-de-açúcar. Durante o período de conservação, a \n\nutilização desses aditivos promoveu redução das perdas totais e gasosas, inibição da \n\nfermentação alcoólica e maior recuperação de carboidratos e, resultou em silagem com \n\n\n\n \n\n \n\n65\n\nvalor nutritivo se assemelhando a forragem fresca. Entretanto, para a fase aeróbia \n\nsomente o tratamento com 1,5% de cal virgem foi efetivo em preservar o valor nutritivo \n\nda silagem e reduzir as perdas de matéria seca. Além disso, esse tratamento também \n\nevitou o aquecimento da massa de forragem.  \n\nPara fins práticos, a utilização de doses de cal virgem ou calcário entre 1,0% e \n\n1,5% pode ser utilizada como ferramenta para melhorar o valor nutritivo da silagem de \n\ncana-de-açúcar. \n\nApesar de resultados positivos no controle de perdas, na inibição da fermentação \n\nalcoólica e na estabilidade aeróbia em silagens de cana-de-açúcar, a pesquisa ainda \n\nvem buscando respostas quanto ao efeito desses aditivos no metabolismo e na nutrição \n\nde ruminantes. Dessa forma, o estudo dessas variáveis permitiria o entendimento das \n\npossíveis variações de desempenho de animais recebendo volumosos tratados com \n\nesses aditivos químicos. \n\nOs tratamentos com L. buchneri ou gesso foram pouco efetivos em alterar a \n\nfermentação alcoólica e reduzir as perdas em silagem de cana-de-açúcar. De forma \n\ngeral, esses tratamentos resultaram em volumosos com elevadas perdas de matéria e \n\ncom valor nutritivo significativamente inferior ao da forragem fresca. O desempenho \n\nsatisfatório desses tratamentos durante o ensaio de estabilidade aeróbia, entretanto, \n\nresultou do desaparecimento mais intenso de frações orgânicas solúveis ao longo do \n\nprocesso de fermentação, fato que justifica o menor aquecimento dessas silagens após \n\na abertura dos silos. \n\n\n\n \n\n \n\n66\n\nREFERÊNCIAS  \n \nALCÁNTARA, E.; AGUILERA, A.; ELLIOT, R.; SHIMADA, A. Fermentation and \nutilization by lambs of sugarcane harvested fresh and ensiled with and without NaOH. 4. \nRuminal kinetics. Animal Feed Science and Technology, Amsterdam, v. 23, p.323-\n331, 1989. \n \n \nALLI, I.; BAKER, B.E. Studies on the fermentation of chopped sugarcane. Animal Feed \nScience and Technology, Amsterdam, v. 7, p. 411-417, 1982. \n \n \nALLI, I.; FAIRBAIRN, R.; BAKER, B.E.; GARCIA, G. The effects of ammonia on the \nfermentation of chopped sugarcane. Animal Feed Science and Technology, \nAmsterdam, v. 9, p. 291-299, 1983. \n \n \nANDRADE, J.B.; FERRARI JUNIOR, E. Composição química da silagem de cana-de-\naçúcar tratada com uréia e diferentes doses de hidróxido de sódio. In: REUNIÃO \nANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 40., 2003. Santa Maria, \nAnais... Santa Maria: SBZ, 2003. 1 CD-ROM. \n \n \nANDRADE, J.B.; FERRARI JUNIOR, E.; POSSENTI, R.A.; OTSUK, I.P.; ZIMBACK, L.; \nLANDELL, M.G.A. Produção e composição de cultivares de cana-de-açúcar. In: \nREUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 39., 2002. Recife, \nAnais... Recife: SBZ, 2002. 1 CD-ROM. \n \n \nASSOCIATION OF OFFICIAL ANALYTICAL CHEMISTS. Official methods of \nanalysis. 15th ed. Arlington, 1990. v.1. 1117p. \n \n \nBALIEIRO NETO, G.; SIQUEIRA, G.R.; NOGUEIRA, J.R.; REIS, R.A.; SILVA, D.N.; \nROTH, A.P.T.P. ROTH, M.T.P. Pós-abertura de silagem de cana-de-açúcar cv. \nIAC86/2480 (Saccharum officinarum L.) com doses de óxido de cálcio. In: REUNIÃO \nANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 42., 2005a, Goiânia. Anais... \nGoiânia: SBZ, 2005a. 1 CD-ROM. \n \n \nBALIEIRO NETO, G.; SIQUEIRA, G.R.; NOGUEIRA, J.R.; REIS, R.A.; SILVA, D.N.; \nROTH, A.P.T.P.; ROTH, M.T.P. Perdas na ensilagem da cana-de-açúcar cv. \nIAC86/2480 (Saccharum officinarum L.) com doses de óxido de cálcio. In: REUNIÃO \nANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 42., 2005b, Goiânia. Anais... \nGoiânia: SBZ, 2005b. 1 CD-ROM. \n \n\n\n\n \n\n \n\n67\n\nBALIEIRO NETO, G.; SIQUEIRA, G.R.; NOGUEIRA, J.R.; REIS, R.A.; SILVA, D.N.; \nROTH, M.T.P.; ROTH, A.P.T.P. Valor nutritivo da silagem de cana-de-açúcar cv. IAC \n86/2480 (Saccharum officinarum L.) com doses de óxido de cálcio antes e depois da \nensilagem e com 3, 6 e 9 dias após abertura do silo. In: REUNION DE LA ASOCIACÓN \nLATINOAMERICANA DE PRODUCCIÓN ANIMAL, 19., 2005c. Tampico. Anais... \nTampico: ALPA, 2005c. 1 CD-ROM. \n \n \nBERZAGHI, P.; COZZI, G.; ANDRIGHETTO, I. The use of near infrared analysis for in \nsitu studies. Journal of Dairy Science, Savoy, v.80, n.12, p.3263-3270, 1997. \n \n \nBOIN, C.; TEDESCHI, L.O. Cana-de-açúcar na alimentação de gado de corte. In: \nPEIXOTO, A.M.; MOURA, J.C.; FARIA, V.P. In: SIMPÓSIO SOBRE NUTRIÇÃO DE \nBOVINOS, 5., 1993, Piracicaba. Anais... Piracicaba: FEALQ, 1993. p.107-126. \n \n \nCASTRILLÓN, M.V.; SHIMADA, A.S.; CALDERÓN, F.M. Manipulacion de la \nfermentacion en ensilajes de caña de azucar y su valor alimenticio para borregos. \nTécnica Pecuária en México, Palo Alto, v. 35, p. 48-55, 1978. \n \n \nCASTRO NETO, A.G. Avaliação de silagens de cana-de-açúcar submetidas a \ndiferentes tratamentos. 2003. 101 p. Dissertação (Mestrado em Zootecnia) – Escola \nde Veterinária da Universidade Federal de Minas Gerais, Belo Horizonte, 2003. \n \n \nCAVALI, J.; PEREIRA, O.G.; SOUSA, L.O.; PENTEADO, D.C.S.; CARVALHO, I.P.C.; \nSANTOS, E.M.; CEZÁRIO, A. Silagem de cana-de-açúcar tratada com óxido de cálcio: \ncomposição bromatológica e perdas. In: REUNIÃO ANULA DA SOCIEDADE \nBRASILEIRA DE ZOOTECNIA, 43., 2006, João Pessoa. Anais... João Pessoa: SBZ, \n2006. 1 CD-ROM.  \n \n \nCOAN, R.M.; SILVEIRA, R.N.; BERNARDES, T.F.; REIS, R.A.; MORENO, T.T.B.; \nMOREIRA, A.L. Composição química da cana-de-açúcar crua ou queimada ensilada \ncom aditivo.  In: REUNIÃO DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 39., \nRecife, 2002. Anais... Recife : SBZ, 2002. 1 CD-ROM. \n \n \nCOZZOLINO, D.; ACOSTA, Y.; GARCIA, J. Application of near infrared reflectancy \nespectroscopy (NIRS) to forage evaluation in Uruguay. In: INTERNATIONAL \nGRASSLANDS CONGRESS, 19., São Pedro, 2001. Proceedings... Piracicaba: \nFEALQ, 2001. p. 370. \n \n \n\n\n\n \n\n \n\n68\n\nDRIEHUIS, F.; OUDE ELFERINK, S.J.W.H.; SPOELSTRA, S.F. Anaerobic lactic acid \ndegradation during ensilage of whole crop maize inoculated with Lactobacillus buchneri \ninhibits yeast growth and improves aerobic stability. Journal of Applied Microbiology, \nOxford, v. 87, p. 583-594, 1999. \n \n \nDUBOIS, M.; GILLES, K.A.; HAMILTON, J.K.; REBERS, P.A.; SMITH, F. Colorimetric \nmethod for determination of sugars and related substances. Analytical Chemistry, \nWashington, v. 28, p. 350, 1956. \n \n \nESSIG, H.W. Urea-limestone-treated silage for beef cattle. Journal of Animal Science, \nAlbany, v. 27, n.3, p. 730-738, 1968. \n \n \nFARIA, V.P. O uso da cana-de-açúcar para bovinos no Brasil. In: PEIXOTO, A.M.; \nMOURA, J.C.; FARIA, V.P. In: SIMPÓSIO SOBRE NUTRIÇÃO DE BOVINOS, 5., 1993, \nPiracicaba. Anais...Piracicaba: FEALQ, 1993. p. 1-16. \n \n \nHOLDEN, L.A. Comparison of methods of in vitro dry matter digestibility for ten feeds. \nJournal of Dairy Science, Savoy, v.82, n.8, p.1791-1794, 1999. \n \n \nHUHTANEN, P.; NOUSIAINEN, J.I.; KHALILI, H.; JAAKKOLA, S.; HEIKKILÃ, T. \nRelationships between silage fermentation characteristics and milk production \nparameters: analyses of literature data. Livestock Production Science, Shannon, v.81, \np.57-73, 2003. \n \n \nJOHNSON, R.R.; McCLURE, K.E.; KLOSTERMAN, E.W.; JOHNSON, L.J. Corn plant \nmaturity. III. Distribution of nitrogen in corn silage treated with limestone, urea and \ndiammonium phosphate. Journal of Animal Science, Albany, v. 26, n.1, p. 394-399, \n1967. \n \n \nJUNQUEIRA, M.C. Aditivos químicos e inoculantes microbianos em silagens de \ncana-de-açúcar: perdas na conservação, estabilidade aeróbia e o desempenho de \nanimais. 2006. 98p. Dissertação (Mestrado em Agronomia) – Escola Superior de \nAgricultura “Luiz de Queiroz”, Universidade de São Paulo, Piracicaba, 2006. \n \n \nKEADY, J.W.T; O´KIELY, P. An evolution of effects of rates of the nitrogen fertilization of \nthe grassland on silage fermentation, in silo losses, effluent production and stability. \nGrass and Forage Science, Oxford, v. 51, p.350-362, 1996. \n \n \n\n\n\n \n\n \n\n69\n\nKLEINSCHMIT, D.H.; SCHMIDT, R.J.; KUNG Jr., L. The effects of various antifungal \nadditives on the fermentation and aerobic stability of corn silage. Journal of Dairy \nScience, Savoy, v.88, n.6, p. 2130-2139, 2005. \n \n \nKLOPFENSTEIN, T.J. Chemical treatment of crops residues. Journal of Animal \nScience, Albany, v.46, n.2, p.841-848, 1978. \n \n \nKLOSTERMAN, E..W.; JOHNSON, R.R.; SCOTT, H.W.; MOXON, A.L.; STAVERN, J.V. \nWhole plant and ground ear corn silages, their acid content, feeding value and \ndigestibility. Journal of Animal Science, Albany, v. 19, n.2, p. 522-532, 1960. \n \nKUNG Jr., L. Preparation of silage water extracts for chemical analysis (Standard \noperating procedure, 001 2.03.96) Newark: Ed. University of Delaware – Ruminat \nNutrition Lab. – Worrilow 309, 1996. \n \nKUNG Jr., L.; STANLEY, R.W. Effect of stage of maturity on the nutritive value of whole-\nplant sugarcane preserved as silage. Journal of Animal Science, Albany, v. 54, p. 689-\n696, 1982. \n \n \nKUNG Jr., L; ROBINSON, J.R.; RANJIT, N.K.; CHEN, J.H.; GOLT, C.M.; PESEK, J.D. \nMicrobial populations, fermentation end-products and aerobic stability of corn silage \ntreated with ammonia or a propionic acid-based preservative. Journal of Dairy \nScience, Savoy, v. 83, n.7, p. 1479-1486, 2000. \n \n \nLANDELL, M.G.A.; CAMPANA, M.P.; RODRIGUES, A.A.; CRUZ, G.M.; BATISTA, \nL.A.R.; FIGUEIREDO, P.; SILVA, M.A.; BIDOIA, M.A.P.; ROSSETTO, R.; MARTINS, \nA.L.M.; GALLO, P.B.; KANTHACK, R.A.D.; CAVICHIOLI, J.C.; VASCONCELOS, \nA.C.M.; XAVIER, M.A. A variedade IAC86-2480 como nova opção de cana-de-açúcar \npara fins forrageiros: manejo de produção e uso na alimentação animal. Boletim \nTécnico IAC, Campinas, n.193, p.36, 2002.   \n \n \nLIMA, J.A.; EVANGELISTA, A.R.; ABREU, J.G.; SIQUEIRA, G.R.; SANTANA, R.A.V. \nSilagem de cana-de-açúcar (Saccharum officinarum L.) enriquecida com uréia ou farelo \nde soja. In: REUNIÃO DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 39., 2002, \nRecife. Anais... Recife: SBZ, 2002. 1 CD-ROM. \n \n \nMATHISON, G.W.; HSU, H.; SOOFI-SIAWASH, R. et al. Prediction of composition and \nruminal degradability characteristics of barley straw by near infrared reflectance \nspectroscopy. Canadian Journal of Animal Science, Ottawa, v.19, p.519-523, 1999. \n \n\n\n\n \n\n \n\n70\n\nMcDONALD, P.; HENDERSON, A.R.; HERON, S.J.E. The biochemistry of silage. 2nd \ned. Marlow: Chalcomb Publ., 1991. 340 p. \n \n \nMOLINA, L.R.; FERREIRA, D.A.; GONÇALVES, L.C.; CASTRO NETO, A.G.; \nRODRIGUES, N.M. Padrão de fermentação da silagem de cana-de-açúcar (Saccharum \nofficinarum L.) submetida a diferentes tratamentos. In: REUNIÃO DA SOCIEDADE \nBRASILEIRA DE ZOOTECNIA, 39., 2002, Recife. Anais… Recife: SBZ, 2002. 1 CD-\nROM. \n \n \nNUSSIO, L.G.; SCHMIDT, P. Silagens de cana-de-açúcar para bovinos leiteiros: \naspectos agronômicos e nutricionais. In: SANTOS, F.A.P.; MOURA, J.C.; FARIA, V.P. \nIN: VISÃO TÉCNICA E ECONÔMICA DA PRODUÇÃO LEITEIRA, 2005. Piracicaba. \nAnais... Piracicaba: FEALQ, 2005. p. 193-218. \n \n \nNUSSIO, L.G.; SCHMIDT, P.; PEDROSO, A.F. Silagem de cana-de-açúcar. In: \nPEIXOTO, A.M.; MOURA, J.C.; SILVA, S.C; FARIA, V.P. In: PRODUÇÃO ANIMAL EM \nPASTAGENS, 2003. Piracicaba. Anais... Piracicaba: FEALQ, 2003. p. 187-205. \n \n \nO´KIELY, P. Maximizing output of beef within cost efficient, environmentally \ncompatible forage conservation systems. Dunsany: Grange Research Centre, 1999. \n64p. (Beef Production Series, 10). \n \n \nOLIVEIRA, M.W.; MENDES, L.C.; MARQUES, W.P.; ROZANE, D.E.; SILVEIRA, L.C.I.; \nALBINO, G.D. Adição de hidróxido de cálcio à silagem de cana. In: CONGRESSO \nNACIONAL DE ZOOTECNIA, 9., 2004, Brasília. Anais... Brasília: ZOOTEC, 2004. 1 \nCD-ROM. \n \n \nOUDE ELFERINK, S.J.W.H.; DRIEHUIS, F.; GOTTSCHAL, J.C.; SPOELSTRA, S.F. \nSilage fermentation processes and their manipulation. In: FAO ELETRONIC \nCONFERENCE ON TROPICAL SILAGE, 1999, Rome. Silage making in the tropics with \nemphasis on smallholders. Procedings... Rome: FAO, 2000. p.17-30. \n \n \nOWENS, F.N.; MEISKE, J.C.; GOODRICH, R.D. Effects of calcium sources and urea on \ncorn silage fermentation. Journal of Dairy Science, Urbana, v. 52, n.11, p. 1817-1822, \n1969. \n \n \n\n\n\n \n\n \n\n71\n\nPEDROSO, A.F. Aditivos químicos e microbianos como inibidores da produção de \netanol em silagens de cana de açúcar (Saccharum officinarum L.). 2003. 120 p. \nTese (Doutorado em Agronomia) - Escola Superior de Agricultura “Luiz de Queiroz”, \nUniversidade de São Paulo, Piracicaba, 2003. \n \n \nPEDROSO, A.F.; NUSSIO, L.G.; LOURES, D.R.S.; PAZIANI, S.F.; IGARASI, M.S.; \nCOELHO, R.M.; HORII, J.; RODRIGUES, A.A. Efeito do tratamento com aditivos \nquímicos e inoculantes bacterianos nas perdas e na qualidade de silagens de cana-de-\naçúcar. Revista Brasileira de Zootecnia, Brasília, v.36, n.3, no prelo, 2007. \n \n \nPEDROSO, A.F.; NUSSIO, L.G.; PAZIANI, S.F.; LOURES, D.R.S.; IGARASI, M.S.; \nCOELHO, R.M.; PACKER, I.H.; HORII, J.; GOMES, L.H. Dinâmica da fermentação e da \nmicroflora epífita em silagem de cana-de-açúcar. Scientia Agrícola, Piracicaba, v. 62, \nn.5, p. 427-432, 2005. \n \n \nPEDROSO, A.F.; NUSSIO, L.G.; PAZIANI, S.F; LOURES, D.R.S.; IGARASI, M.S.; \nMARI, L.J; COELHO, R.M; RIBEIRO, J.L.; ZOPOLLATTO, M.; HORII, J. Bacterial \ninoculants and chemical additives to improve fermentation in sugar cane (Saccharum \nofficinarum L.) silage. In: INTERNATIONAL SILAGE CONFERENCE, 13., 2002 \nAuchincruive. Anais... Auchincruive: SAC, 2002. p. 66. \n \n \nPITT, R.E.; MUCK, R.E. A diffusion model of aerobic deterioration at the exposed face \nof bunker silos. Journal of Agricultural Engineering Research, Sacramento, v.55, \np.11-26, 1993. \n \n \nPLAYNE, M.J.; McDONALD, P. The buffering constituints of herbage and of silage.  \nJournal of the Science of Food and Agricultural, London, v.17, p. 264-268, 1966. \n \n \nPRESTON, T. R.; HINOJOSA, C.; MARTINEZ, L. Ensiling of sugar cane with ammonia \nmolasses and mineral acids. Tropical Animal Production, Santo Domingo, v. 1,  \np. 120-126, 1976. \n \n \nPRYCE, J.D. A modification of Barker-Summerson method for the determination of lactic \nacid. Analyst, Cambridge, v.94, p.1151-1152, 1969. \n \n\n\n\n \n\n \n\n72\n\nQUEIROZ, O.C.M. Associação de aditivos microbianos na ensilagem e o \ndesempenho de vacas em lactação recebendo silagem de cana-de-açúcar \ncomparada a volumosos tradicionais. 2006. 99p. Dissertação (Mestrado em \nAgronomia) – Escola Superior de Agricultura “Luiz de Queiroz”, Universidade de São \nPaulo, Piracicaba, 2006. \n \n \nRIBEIRO, L.S.O.; PIRES, A.J.V.; FERREIRA, A.R.; BONOMO, P.; PINHO, B.D.; \nCARVALHO, G.G.P.; SILVA, F.P.; AGUIAR, L.V.; NETO, U.M. Perdas em silagem de \ncana-de-açúcar tratadas com uréia e, ou hidróxido de sódio. In: REUNIÃO ANUAL DA \nSOCIEDADE BRASILEIRA DE ZOOTECNIA, 43., 2006, João Pessoa. Anais... João \nPessoa: SBZ, 2006. 1 CD-ROM. \n \n \nROTZ, C.A.; MUCK, R.E. Changes in forage quality during harvest and storage. In: \nFAHEY JUNIOR, J.C.; COLLINS, M.; MERTENS, D.R.; MOSER, L.E. Forage quality, \nevaluation and utilization. Madison: ASA; CSSA; SSSA, 1994. p. 828-868. \n \n \nSAS INSTITUTE. SAS user’s guide: Statistics. Cary, 1999. 965p \n \n \nSHENK, J.S.; WESTERHAUS, M.O. Population definition, sample selection, and \ncalibration procedures for near infrared reflectance spectroscopy. Crop Science, \nMadison, v.31, p.469-474, 1991. \n \n \nSCHMIDT, P. Perdas fermentativas na ensilagem, parâmetros digestivos e \ndesempenho de bovinos de corte alimentados com rações contendo silagens de \ncana-de-açúcar. 2006. 228p. Tese (Doutorado em Agronomia) – Escola Superior de \nAgricultura “Luiz de Queiroz”, Universidade de São Paulo, Piracicaba, 2006. \n \n \nSILVA, D.J. Análise de alimentos (métodos químicos e biológicos). Viçosa: UFV, \nImpr. Univ., 1981. 166p. \n \n \nSIMKINS, K.L.; BAUMGARDT, B.R.; NIEDERMEIER, R.P. Feeding value of calcium \ncarbonated-treated corn silage for dairy cows. Journal of Dairy Science, Urbana, v.48, \np. 1315-1318, 1965.  \n \n \nSIQUEIRA, G.R. Cana-de-açúcar (Saccharum officinarum L.) ensilada com aditivos \nquímicos e microbianos. 2005. 92 p. Dissertação (Mestrado em Zootecnia) - \nUniversidade Estadual Paulista “Júlio de Mesquita Filho”, Jaboticabal, 2005. \n \n \n\n\n\n \n\n \n\n73\n\nSOUSA, D. de P.; MATTOS, W.R.S.; NUSSIO, L.G.; MARI, L.J.; SANTOS, M.C.; \nZOPOLLATTO, M.; SCHMIDT, P.; RIBEIRO, J.L. ; QUEIROZ, O.C.M.; JUNQUEIRA, \nM.C.; CAMARGO, M.S.; TOLEDO FILHO, S.G. de; FIGUEIRÓ, R.N. Avaliação das \nperdas por efluentes e gases em silagens de cana-de-açúcar aditivadas com \ninoculantes químicos e bacterianos. In: REUNIÃO ANUAL DA SOCIEDADE \nBRASILEIRA DE ZOOTECNIA, 42., 2005, Goiânia. Anais… Goiânia: SBZ, 2005. 1 CD-\nROM. \n \n \nVIEIRA, F.A.P.; VALLE, C.A.; BORGES, I.; GONÇALVES, L.C.; RODRIGUES, J.A.S.; \nCOELHO, S.G.; BORGES, A.L.C.C.; FARIA, M.B. Qualidade de silagens de sorgo com \naditivos 1. Frações fibrosas e digestibilidade in vitro da matéria seca. In: REUNIÃO \nANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 38., 2001, Piracicaba. Anais... \nPiracicaba: SBZ, 2001. 1 CD-ROM. \n \n \nVIEIRA, F.A.P.; BORGES, I.; STEHLING, C.A.V.; GONÇALVES, L.C.; COELHO, S.G.; \nFERREIRA, M.I.C.; RODRIGUES, J.A.S. Qualidade de silagens de sorgo com aditivos. \nArquivo Brasileiro de Medicina Veterinária e Zootecnia, Belo Horizonte, v. 56, n. 6, \np. 764-772, 2004. \n \n \nWHITLOCK, L. A.; WISTUBA T.J.; SEIFERS M. K; POPE R. V.; BOLSEN K. K. Effect of \nlevel of surface-spoiled silage on the nutritive value of corn silage diets. Journal of \nDairy Science, Savoy, v.83 (Suppl. 1) p.110, 2000. \n \n \nWOOLFORD, M.K. A Review. The detrimental effects of air on silage. Journal of \nApplied  Bacteriology, Oxford, v. 68, n. 1, p. 101-116, 1990. \n \n \n \n \n\n\n\n \n\n \n\n74\n\n3 AVALIAÇÃO DE ADITIVOS QUÍMICOS NO VALOR NUTRITIVO, \nESTABILIDADE AERÓBIA E PERDAS DE MATÉRIA SECA DA CANA-DE-AÇÚCAR \n\nIN NATURA \n \nResumo \n \n\nO objetivo do presente trabalho foi avaliar o efeito de doses de cal virgem sobre \nas variáveis de valor nutritivo, estabilidade aeróbia e perdas da cana-de-açúcar in \nnatura. O experimento foi desenvolvido em delineamento inteiramente casualizado com \nquatro repetições por tratamento e em arranjo fatorial 2x4 com medidas repetidas no \ntempo. Os fatores se constituíram de modo de aplicação (à seco ou diluído em água) e \ndoses do aditivo (0,0, 0,5, 1,0 e 1,5% da MV). A cana-de-açúcar permaneceu exposta \nao ar durante dez dias. As variáveis analisadas nesse período foram: perdas de MS \ndurante cinco ou dez dias, estabilidade aeróbia e composição químico-bromatológica. \nPara os dados de estabilidade aeróbia, a utilização de cal virgem reduziu as perdas de \nMS total e na primeira metade do período experimental, evitou o aquecimento da massa \nde forragem e reduziu os picos de temperaturas. Os teores de carboidratos solúveis \napresentaram valores semelhantes para todos os tratamentos. O aumento das doses \nde cal virgem promoveu elevação significativa nos teores de cinzas e pH. Foi observado \nmaior teor de PB para a forragem sem aditivo. Contudo, os menores teores de PB \napresentados pelas forragens tratadas estão de acordo com dados de literatura. Para \nas variáveis FDN e FDA não foi constatada diferença significativa entre os tratamentos, \nprincipalmente nas primeiras horas de exposição aeróbia. Entretanto, imediatamente \napós o tratamento hidrolítico, a utilização do aditivo provocou solubilização parcial da \nhemicelulose com posterior tendência de estabilização desses teores. Para as variáveis \nde DVIVMS e DVIVMO foi constatado efeito positivo, principalmente na maior dose do \naditivo e no modo de aplicação à seco. De forma geral, o tratamento da cana-de-açúcar \ncom cal virgem foi efetivo, apenas, em evitar a rápida deterioração da massa de \nforragem, no período imediatamente após a adição do aditivo apresentando efeito \npositivo somente sobre a digestibilidade e o teor de hemicelulose. Apesar disso, mesmo \nna maior dose do aditivo aplicado, o desaparecimento dos carboidratos solúveis e o \naquecimento da massa de forragem indicaram que o tratamento hidrolítico não foi \nefetivo em inibir definitivamente a atividade metabólica da planta durante a exposição \naeróbia \n\n \n \n\nPalavras-chave: Carboidratos solúveis; Óxido de cálcio; pH  \n\n\n\n \n\n \n\n75\n\nEVALUATION OF CHEMICAL ADDITIVES ON THE NUTRITIVE VALUE, AEROBIC \nSTABILITY AND DRY MATTER LOSSES OF FRESH SUGAR CANE \n\n \nAbstract \n \nThe objective of this trial was to evaluate the effects of increasing levels of lime over the \nnutritive value, aerobic stability and losses in fresh sugar cane. The trial was carried out \nin a completely randomized experimental design with four replicates per treatments and \nin a 2x4 factorial design with repeated measures. The factors were: application methods \n(dry or diluted in water) and lime doses (0.0, 0.5, 1.0, 1.5% of FF). The fresh sugar cane \nwas exposed to air in an aerobic stability assay during ten days. During this period, the \nfollowing variables were analyzed: total and partial dry matter losses, aerobic stability, \nchemical composition and nutritive value. In the aerobic stability assay, the utilization of \nlime reduced the total and partial dry matter losses, the temperature peak and the \naccumulated heating in the forage. The increasing levels of lime resulted in higher pH \nand ash content. The control forage had higher levels of CP, however in the treated \nforage the lowest PB content are in agreement with the literature. The utilization of lime \ndid not alter the NDF and ADF contents, mainly in the initial period. However, \nimmediately after the addition of 1.5% of lime to the fresh forage was observed some \nsolubilization of hemicellulose. Additionally, the application of 1.5% of dried lime also \nincreased the IVDMD and IVOMD in this period. In summary, the utilization of lime only \nmaintained the stability of fresh sugar cane immediately after the application and was \neffective in alter the digestibility and the hemicellulose fraction. The disappearance of \nsoluble carbohydrates followed by continuous forage heating, even under the high lime \ndose indicated that treatments were not enough effective to inhibit the metabolic activity \nduring the aerobic exposure. \n \n \nKeywords: Calcium oxide; ph; Water soluble carbohydrates  \n\n\n\n \n\n \n\n76\n\n3.1 Introdução \n \n\nA cana-de-açúcar é considerada uma cultura de uso tradicional em fazendas de \n\nprodução animal. Levantamentos estatísticos realizados na década de 40 estimavam \n\nque naquela época 37% das fazendas produtoras de leite utilizavam a cana-de-açúcar \n\ncomo fonte de volumoso suplementar. Recentemente, com a evolução tecnológica \n\nocorrida na agricultura, observou-se aumento ainda maior na utilização dessa forragem \n\ncomo fonte de volumoso suplementar para ruminantes. Fatores como o \n\ndesenvolvimento de cultivares com maior produtividade e adaptação a alimentação \n\nanimal, a flexibilidade de utilização e colheita, os ganhos adquiridos em técnicas de \n\nformulações de rações a base desse volumoso e os resultados obtidos em termos de \n\ndesempenho animal e rentabilidade financeira têm sido considerados fundamentais \n\npara a propagação dessa cultura nas fazendas de produção animal. \n\nTradicionalmente, o uso da cana-de-açúcar baseia-se no corte diário e \n\nfornecimento imediato da forragem fresca no cocho para posterior consumo dos \n\nanimais. Atualmente, esse sistema tem possibilitado alternativas de manejo com base \n\nna utilização de aditivos químicos imediatamente após a colheita da forragem no campo \n\ne posterior armazenamento desse material tratado em ambiente protegido. De certa \n\nforma, o motivo para tal adequação pode ser analisado sob diferentes pontos de vista. \n\nPrimeiramente, a adição do aditivo químico sugere a redução da freqüência de \n\ncorte sem perda de capacidade de colheita, alcançando benefícios em termos de \n\nqualidade de vida no campo e facilitação das atividades dentro da propriedade rural. \n\nEssa menor freqüência de corte permite ainda redução da demanda por mão-de-obra \n\nsem, contudo, necessidade de investimentos em equipamentos. Em fazendas de \n\npequeno porte, onde os gastos com equipamentos de colheita mecanizada podem \n\ndificultar a viabilidade econômica em virtude da necessidade de alto investimento inicial, \n\no aumento da capacidade de colheita pode ser alcançado com o uso dessa técnica. \n\nAliado a esses fatores, o baixo custo de aquisição do aditivo e a concentração da \n\ncolheita são benefícios adicionais que também devem ser considerados, embora a \n\nmanipulação da forragem tratada ainda se constitua em demanda logística adicional. \n\nUm outro fator relevante está relacionado com o efeito do aditivo na fração \n\nfibrosa da cana-de-açúcar. A ação hidrolítica desses agentes sob componentes da \n\n\n\n \n\n \n\n77\n\nparede celular pode resultar em alimento com menor teor de FDN e com maior \n\ndigestibilidade da matéria seca. Dessa forma, o uso dessa técnica poderia proporcionar \n\nganhos adicionais em termos de valor nutritivo da cana-de-açúcar, possibilitando maior \n\nconsumo e desempenho animal. \n\nDe fato, os benefícios promovidos são amplamente conhecidos e divulgados \n\nentre os produtores rurais. Entretanto, a ausência de resultados de pesquisas é o \n\nprincipal desafio para uma recomendação segura dessa técnica. A escassez relativa de \n\ndados que realmente definem o tempo máximo de exposição aeróbia, a dose ideal do \n\naditivo a ser utilizada, a alteração da composição fibrosa e a quantificação das perdas \n\nocorridas durante o processo são os principais fatores a serem estudados e que, \n\ncertamente, poderiam contribuir para recomendação mais segura, com base em \n\ncritérios técnicos. \n\nDentro desse contexto, o presente trabalho teve por objetivo avaliar o efeito da \n\nadição de fonte de óxido de cálcio no controle das perdas de matéria seca, estabilidade \n\naeróbia e na alteração da fração fibrosa da cana-de-açúcar in natura e exposta ao \n\nambiente aeróbio em diferentes intervalos de tempos. \n\n \n3.2 Desenvolvimento \n \n3.2.1 Revisão Bibliográfica \n \n3.2.1.1 Composição e processo de formação da parede celular \n\n \nPara que se torne possível o entendimento do mecanismo de ação do aditivo em \n\nrelação à atuação nos componentes da fração fibrosa, é necessário uma breve \n\ndescrição do processo de formação da parede celular, incluindo aqui os polímeros \n\nformados e as interações entre eles.  \n\nSegundo Taiz e Zeiger (2004), as células vegetais, diferentemente das animais, \n\nsão delimitadas por uma parede relativamente delgada, mas mecanicamente forte. \n\nEssa parede consiste de uma mistura complexa de polissacarídeos, proteínas \n\nestruturais e outros polímeros fenólicos secretados pela célula, os quais estão química \n\ne fisicamente ligados entre si.  \n\n\n\n \n\n \n\n78\n\nO processo de formação da parede celular pode ser caracterizado como um \n\nevento de ordem cronológica. A primeira camada formada é a lamela média que, \n\ngeralmente, está presente na junção das paredes de células vizinhas. A lamela média é \n\ndepositada durante a divisão celular e sua composição difere do restante da parede, \n\npois ela é rica em pectina e contém diferentes tipos de proteínas. Em seguida, durante \n\no período de crescimento da célula vegetal, ocorre a formação da parede celular \n\nprimária, uma estrutura considerada não-especializada e semelhante quanto à \n\narquitetura molecular, em todos os tipos celulares. Depois de cessado o crescimento \n\ncelular, em algumas células especializadas como as epidérmicas e vasculares, inicia-se \n\no processo de formação da parede celular secundária. Esta, por sua vez, apresenta \n\nestrutura e composição especializadas refletindo, assim, o estado diferenciado da \n\ncélula (TAIZ; ZEIGER, 2004). \n\nNo modelo de formação da parede celular primária de gramíneas, a celulose se \n\napresenta sob uma forma cristalina, organizada em microfibrilas compostas de cadeias \n\nlineares de glicose unidas por ligações glicosídicas ?-(1?4) implantadas em uma matriz \n\nhidratada, constituída de hemicelulose, pectina e uma pequena quantidade de proteína \n\nestrutural (TAIZ; ZEIGER, 2004).  \n\nAssim como a celulose, a hemicelulose também possui estrutura básica de \n\nresíduos de glicose unidas por meio de ligações ?-(1?4). Contudo, diferentemente da \n\ncelulose, esse polissacarídeo contêm cadeias laterais curtas de outros glucanos que \n\nimpedem a formação de uma microfibrila cristalina.  Em decorrência desta característica \n\norganizacional, a hemicelulose faz parte do aglomerado amorfo da parede celular, \n\nfacilitando assim o ataque químico-enzimático da matriz. Pelo fato de possuírem \n\ncadeias ramificadas e não lineares, as hemiceluloses são capazes de se ligarem à \n\nsuperfície da celulose, reunindo as microfibrilas em uma rede (TAIZ; ZEIGER, 2004). \n\nDe acordo com Brett e Waldron (1996), os glucanos da hemicelulose se ligam \n\nfortemente entre si e com as microfibrilas de celulose por meio de pontes de hidrogênio.  \n\nComo as hemiceluloses, as pectinas constituem um grupo heterogêneo de \n\npolissacarídeos, sendo caracterizados como os carboidratos mais solúveis presentes na \n\nparede celular. Da mesma forma que o amido, a pectina apresenta ligações ?-(1?4) \n\nentre os resíduos do ácido galacturônico, resultando na formação de moléculas muito \n\n\n\n \n\n \n\n79\n\ngrandes e que contem regiões altamente ramificadas e hidratadas. Além de serem \n\nconectadas por meio de interações iônicas com íons cálcio, as pectinas podem estar \n\nunidas entre si por diferentes ligações covalentes, incluindo ligações éster entre \n\nresíduos fenólicos, como o ácido ferúlico (BRETT; WALDRON, 1996). \n\nDe acordo com Brett e Waldron (1996), na etapa final do processo de formação \n\nda parede celular ocorre a deposição de lignina na parede secundária. Esse processo \n\ninicia-se quando a célula vegetal cessa seu crescimento e passa do metabolismo \n\nprimário para o secundário. Durante o metabolismo secundário, a ocorrência de \n\nalterações metabólicas favorece a expressão de genes que codificam a produção de \n\nenzimas relacionadas com o processo de formação de compostos fenólicos.  \n\nEm conjunto, essas enzimas são capazes de transformar aminoácidos \n\naromáticos (fenilalanina e tirosina) produzidos na via do ácido chiquímico, em \n\ncompostos precursores de lignina. Estes compostos se reúnem entre si por ligações \n\ntipo éter para a formação do complexo de lignina. Em gramíneas, também ocorre a \n\nformação de ligações cruzadas entre lignina e carboidratos. Nesses polímeros, a lignina \n\nestá ligada ao ácido ferúlico pelas ligações éter e, este por sua vez, pode se ligar à \n\npectina ou à hemicelulose por meio de ligações tipo éster (JUNG, 1996).  \n\nAo contrário de polímeros como o amido ou a celulose, as unidades de lignina \n\nnão parecem estar ligadas de um modo simples e repetitivo (TAIZ; ZEIGER. 2004). No \n\npolímero, há com freqüência múltiplas ligações C-C e C-O-C em cada unidade de \n\nálcool, resultando em uma estrutura complexa, rígida e de baixa solubilidade. Dessa \n\nforma, a presença de lignina altera as propriedades da parede celular transformando a \n\nmatriz hidrofílica e hidratada em um ambiente hidrofóbico. De acordo com Brett e \n\nWaldron (1996), a parede primária é hidrofílica e apresenta canais contínuos de água \n\nao longo de sua extensão. O processo de formação da lignina altera esse ambiente \n\nhidratado, transformando-o em uma rede hidrofóbica composta de diversas \n\nsubunidades de fenilpropanóides. Além disso, de acordo com Jung (1996), as ligações \n\ncruzadas entre a lignina e os polissacarídeos colocam a lignina em contato próximo \n\ncom esses carboidratos, limitando a digestão da parede celular por dificultar o acesso \n\ndas enzimas microbianas aos seus substratos. \n\n \n\n\n\n \n\n \n\n80\n\n3.2.1.2 Mecanismo de ação dos agentes alcalinizantes sob as frações da parede \ncelular  \n \n\nCom o objetivo de aumentar o valor nutritivo de forragens com alto teor de fibra, \n\ndiversos tratamentos tem sido propostos para alterar a composição da parede celular e, \n\ndessa forma, aumentar a disponibilidade de carboidratos para a degradação microbiana \n\nou, até mesmo, para a utilização direta pelo animal. Segundo Berger et al. (1994) o \n\nobjetivo do tratamento de forragens é aumentar o consumo de alimentos com alto teor \n\nde fibra, com base na melhora na taxa ou extensão de digestão e na disponibilidade de \n\nnutrientes. Segundo Reis e Rodrigues (1994) diversas substâncias químicas podem seu \n\nutilizadas para melhorar a digestibilidade de alimentos fibrosos. Dentre os aditivos mais \n\nutilizados estão os hidróxidos de sódio, de cálcio, de potássio e de amônia (REIS; \n\nRODRIGUES, 1994). \n\nDe acordo com Van Soest (1994), algumas ligações que ocorrem durante a \n\nformação da parede celular são susceptíveis a ação de agentes alcalinizantes. O \n\naumento da disponibilidade de nutrientes pode ser feito por meio da quebra das \n\nligações entre lignina e os carboidratos da parede celular ou ainda, pela hidrólise dos \n\npolissacarídeos da parede celular, resultando na liberação de açúcares solúveis. \n\n Durante a formação da parede celular de gramíneas, as ligações tipo éster que \n\nocorrem entre os açúcares presentes nas cadeias ramificadas da hemicelulose e da \n\npectina e os ácidos precursores da lignina principalmente, o ácido ferúlico e p-\n\ncoumárico são hidrolisadas por uma reação de saponificação. Após a reação, ocorre a \n\nquebra desse complexo com posterior  liberação de hemicelulose, pectina e dos ácidos \n\nferúlico e p-coumárico. Da mesma forma, as ligações cruzadas entre a lignina e os \n\npolissacarídeos da parede celular também são hidrolisadas resultando na liberação do \n\ncarboidrato livre da lignina. \n\nAlém da ação hidrolítica no complexo lignina, carboidratos e ácidos ferúlico e p-\n\ncoumárico, os agentes alcalinizantes podem ainda atuar na estrutura dos \n\npolissacarídeos. Esses agentes, promovem a expansão das moléculas de celulose, \n\ncausando a ruptura das ligações intermoleculares das pontes de hidrogênio, as quais, \n\nsegundo Jackson (1977), conferem a cristalinidade da celulose. Além disso, atuam \n\nsolubilizando parte da hemicelulose que estava ligada a celulose por meio de ligações \n\n\n\n \n\n \n\n81\n\ncovalentes. Segundo Klopfenstein (1978), o processo permite a expansão das fibras e \n\nconsequente hidratação destas possibilitando, assim, maior acesso ao ataque \n\nmicrobiano. De acordo com Klopfenstein (1980) o teor de lignina normalmente não é \n\nalterado pelo tratamento químico, mas a ação desse tratamento leva ao aumento da \n\ntaxa de digestão da celulose e hemicelulose, provavelmente devido às quebras das \n\nligações entre essas frações. \n\n \n\n3.2.1.3 Modificações fisiológicas da cana-de-açúcar após a colheita \n \n\nCom o objetivo de aumentar o efeito do aditivo em relação à alteração na \n\ncomposição da fração fibrosa da cana-de-açúcar, a hidrólise alcalina exige que o \n\nmaterial tratado fique exposto ao ambiente aeróbio por um determinado intervalo de \n\ntempo. Contudo, essa longa exposição da forragem ao ambiente aeróbio pode resultar \n\nem perdas nutricionais. Dentro desse contexto, a possível oxidação de compostos \n\nsolúveis durante o processo de hidrólise deve ser considerada visando quantificar o \n\ndesaparecimento líquido dessas frações ao longo do tempo. \n\nApós a colheita e picagem, mudanças físicas, biológicas e químicas podem \n\nocorrer na planta. De acordo com Rotz e Muck (1994), a perda biológica ou metabólica \n\ninicial ocorre devido à respiração da célula vegetal, a qual cessa ou torna-se \n\ndesprezível quando a planta atinge teores de matéria seca acima de 70%.  \n\nOs carboidratos solúveis desempenham papel importante nos processos \n\nrespiratórios e fotossintéticos que ocorrem nos vegetais. A glicose é comumente citada \n\ncomo substrato para a respiração. Contudo, em uma célula vegetal em funcionamento, \n\no carbono reduzido é derivado de fontes como o dissacarídeo sacarose, hexoses \n\nfosfato e trioses fosfato e também de polímeros contendo frutose (TAIZ; ZEIGER, \n\n2004). Após a colheita da planta, estes carboidratos são prontamente metabolizados \n\npelas células vegetais e representam uma importante fonte de perdas, uma vez que \n\npodem ser considerados 100% digestíveis para os ruminantes (MOSER, 1995). Para \n\nimpedir o dano de estruturas celulares, a célula utiliza a grande quantidade de energia \n\nliberada na oxidação dos açúcares solúveis (TAIZ; ZEIGER, 2004).  Dessa forma, a \n\nágua, o dióxido de carbono e o calor resultante desse processo de respiração são \n\ndissipados para a atmosfera caracterizando, assim, o processo de perda de nutrientes \n\n\n\n \n\n \n\n82\n\n(ROTZ; MUCK, 1994). Segundo McDonald et al. (1991), após a picagem da planta, toda \n\na glicose utilizada para a respiração é transformada em calor. Gutierrez e Faria (1976) \n\ntrabalhando com silagem emurchecida de capim elefante observaram que, seis horas \n\napós o corte e exposição ao sol, as perda de carboidratos solúveis chegavam a valores \n\npróximos de 27% da MS. \n\nApós a colheita, a exposição prolongada da forragem ao ambiente aeróbio \n\ntambém pode permitir o desenvolvimento de microrganismos aeróbios como bactérias, \n\nfungos e leveduras. A respiração microbiana também contribui para um aumento total \n\nna taxa de respiração. Uma vez que os tecidos da planta e os microrganismos \n\nindesejáveis utilizam os mesmos substratos para a respiração, a atuação simultânea de \n\nambos provoca perda ainda maior de nutrientes.  \n\nDessa forma, durante o tratamento hidrolítico da cana-de-açúcar, o \n\ndesaparecimento de frações orgânicas solúveis deve ser considerado, uma vez que \n\nessa planta possui altos teores de sacarose e apresenta relativa susceptibilidade ao \n\ndesenvolvimento de microrganismos principalmente, leveduras. \n\n \n3.2.1.4 Aspectos nutricionais da cana-de-açúcar \n \n\nA fração fibrosa e os açúcares solúveis são, quantitativamente, os dois principais \n\ncomponentes da cana-de-açúcar e apresentam taxas de degradação ruminal e \n\ndigestibilidade significativamente diferentes (NUSSIO; SCHMIDT; QUEIROZ, 2005).  \n\nOs açúcares, principalmente a sacarose, representam a principal fonte \n\nenergética da cana-de-açúcar e apresenta elevada solubilidade e degradação ruminal \n\n(NUSSIO; SCHMIDT; QUEIROZ, 2005). Segundo Berger et al. (1994), o tratamento \n\nquímico não apresenta benefícios nos componentes presentes no conteúdo celular das \n\ncélulas vegetais. \n\nJá a parede celular (carboidratos estruturais) da cana-de-açúcar, possui baixa \n\ndigestibilidade (>40%) e exerce função fundamental na limitação da ingestão voluntária \n\n(NUSSIO; SCHMIDT; QUEIROZ, 2005). A associação desses dois fatores resulta em \n\nalimento com digestibilidade intermediária, com valores variando entre 54 e 65% da MS \n\n(BOIN; TEDESCHI, 1993). \n\n\n\n \n\n \n\n83\n\nCom base em resultados satisfatórios obtidos com o tratamento químico de \n\nresíduos fibrosos realizados na década de 70, diversos estudos envolvendo a adição de \n\nagentes alcalinizantes na cana-de-açúcar tem sido desenvolvidos visando reduzir o \n\nefeito negativo da fração fibrosa sobre o consumo de matéria seca pelos animais. \n\nInicialmente, os trabalhos realizados se apoiram na avaliação do uso do \n\nhidróxido de sódio (ALVES et al., 2001; EZEQUIEL et al., 2001a,b; EZEQUIEL et al., \n\n2003; OLIVEIRA et al., 2001). Esses trabalhos observaram que o tratamento da cana-\n\nde-açúcar com este aditivo resultou em um alimento com menores teores de FDN, \n\nhemicelulose e FDN indigestível após 144 de incubação in vitro (EZEQUIEL et al., \n\n2001a). Além disso, a utilização de NaOH promoveu aumento dos teores de \n\ncarboidratos solúveis e de matéria mineral (EZEQUIEL; GASTALDI; QUEIROZ, 2001), \n\nmaiores coeficientes de digestibilidade da MS e das frações, FDN e FDA (ALVES et al., \n\n2001) e maior consumo de MS pelo animal (OLIVEIRA et al., 2001). Ezequiel et al., \n\n(2003) também observaram aumento da digestibilidade da fração fibrosa e, \n\nconsequentemente, maior consumo de matéria seca em animais recebendo cana-de-\n\naçúcar in natura tratada com hidróxido de sódio.  \n\nDo mesmo modo que para a silagem, este aditivo também tem apresentado \n\nresultados satisfatórios para a cana-de-açúcar in natura. Entretanto, conforme \n\ndestacado por Nussio; Schmidt e Pedroso (2003), o uso do hidróxido de sódio tem sido \n\nevitado, em virtude da possibilidade de contaminação do ambiente e do excesso de Na \n\nna ração, nas fezes e urina dos animais e, sobretudo, pelo dano potencial à saúde \n\nhumana causada durante sua aplicação, em especial problemas respiratórios e \n\nepiteliais.  \n\nDentro desse contexto, recentemente diversos trabalhos têm sido desenvolvidos \n\navaliando o uso de fonte óxido de cálcio para o tratamento hidrolítico da cana-de-açúcar \n\n(SILVA et al., 2006; OLIVEIRA et al., 2006a,b; DOMINGUES et al., 2006;). Oliveira et al. \n\n(2006a), trabalhando com a adição cal virgem na cana-de-açúcar variedade 86-2480, \n\nobservaram aumento da digestibilidade da matéria seca e das frações FDN e FDA. \n\nAinda segundo Oliveira et al. (2006b), o tratamento da cana-de-açúcar com cal virgem \n\ndurante seis horas foi efetivo em reduzir os teores de FDN e hemicelulose. Silva et al. \n\n\n\n \n\n \n\n84\n\n(2006) também verificaram redução dos teores de FDN, FDA e hemicelulose e aumento \n\nda digestibilidade da matéria seca na cana-de-açúcar tratada com cal virgem.  \n\nConforme esperado, a avaliação conjunta dos trabalhos apresentados mostra \n\nefeito positivo do aditivo em promover alterações nos componentes da parede celular. \n\nAlém da eficiência técnica, o baixo custo e a facilidade de aplicação são fatores que \n\ncontribuem para a utilização da cal virgem em substituição ao hidróxido de sódio para o \n\ntratamento da cana-de-açúcar in natura. \n\n \n\n3.2.2 Material e métodos \n \n3.2.2.1 Tratamentos adotados e delineamento experimental \n  \n\nO presente estudo foi conduzido no Departamento de Zootecnia, da Escola \n\nSuperior de Agricultura “Luiz de Queiroz” (USP/ESALQ) em Piracicaba - SP, em \n\ndelineamento inteiramente casualizado com quatro repetições por tratamento. \n\nA variedade de cana-de-açúcar utilizada para a realização do experimento foi a \n\nRB72-454, colhida com aproximadamente 18 meses de idade. O material foi picado em \n\nequipamento estacionário regulado para corte com tamanho de partícula de \n\naproximadamente 1 cm. Após ter sido picada, a forragem foi imediatamente tratada com \n\ndiferentes doses de cal virgem (0, 0,5, 1,0 e 1,5% com base na massa verde) aplicadas \n\nà seco ou diluídas em solução aquosa com volume de aproximadamente 40 litros por \n\ntonelada de cana fresca. Os tratamentos se constituíram, dessa forma, em um fatorial \n\n2x4, sendo dois modos de aplicação e quatro diferentes doses do aditivo. \n\n \n\n3.2.2.2 Ensaio de estabilidade aeróbia \n \n\nApós o tratamento, aproximadamente 4 kg de forragem fresca foi imediatamente \n\nacomodada em 32 baldes plásticos (unidades experimentais) com capacidade para 20 \n\nlitros cada, permanecendo em ambiente aeróbio com temperatura controlada por dez \n\ndias. No centro geométrico dos baldes foram colocados sensores de temperatura \n\nassociados à sistema informatizado de aquisição de dados (Dickson®, Addison, USA) \n\nprogramados para a tomada de temperatura em intervalos constantes de 15 minutos. \n\n\n\n \n\n \n\n85\n\nPara a determinação da estabilidade aeróbia utilizando-se dos dados de \n\ntemperatura, foram avaliadas as seguintes variáveis: horas para o aumento em 2 °C da \n\ntemperatura do balde em relação a temperatura ambiente, temperatura máxima e dias \n\npara a ocorrência de temperatura máxima. Com base no conjunto de dados gerados \n\npelos sensores eletrônicos foi possível obter o gráfico da temperatura ambiente e os \n\ngráficos das temperaturas das unidades experimentais ao longo de todo o período do \n\nensaio. Dessa forma, foi possível determinar o acúmulo total de temperatura em cada \n\nbalde. Esta variável foi obtida pela diferença entre a temperatura do balde e a do \n\nambiente registrada nos intervalos de tempo determinados e, para fins de comparação \n\nentre os tratamentos, foi calculada na primeira metade do ensaio (do primeiro ao quinto \n\ndia) e no período total de dez dias de exposição aeróbia \n\nDiariamente os baldes eram pesados e realizava-se coleta de amostras para \n\ndeterminação do teor de matéria seca e análises químico-bromatológicas. Também \n\nforam realizadas pesagens e coleta de amostras nos tempos 0, 6 e 12 horas após o \n\ntratamento. \n\n \n\n3.2.2.3 Determinação das perdas em aerobiose  \n \n\nPara a avaliação das perdas durante o ensaio de estabilidade aeróbia, foram \n\nanalisadas as seguintes variáveis: perda de matéria seca do primeiro ao quinto dia e \n\nperda total de matéria seca durante dez dias de exposição. \n\nAs perdas de matéria seca na primeira metade do período foram determinadas \n\npor meio da diferença de peso observada no balde entre primeiro e o quinto dia do \n\nensaio. A quantidade de forragem fresca presente nesses dois momentos foi \n\ndevidamente corrigida de acordo com o teor de matéria seca determinado em estufa. \n\nDessa forma, a porcentagem de perdas de matéria seca nesta primeira fase foi obtida \n\ncom base na relação entre a quantidade de massa desaparecida e a quantidade \n\ninicialmente acondicionada, ambos expressos na base seca. \n\nDa mesma forma, a perda de matéria seca total foi obtida pela diferença de peso \n\ndo balde no início e após o término do ensaio, sendo que a massa de forragem \n\npresente no balde nesses dois momentos também foi devidamente  corrigida com base \n\nnos teores de matéria seca. A porcentagem de perdas totais de matéria seca foi \n\n\n\n \n\n \n\n86\n\ndeterminada considerando-se a quantidade de massa seca desaparecida em relação à \n\nquantidade de matéria seca inicialmente acondicionada. \n\n  \n\n3.2.2.4 Avaliação químico-bromatológica \n \n\n3.2.2.4.1 Amostras secas em estufas  \n \n\nSeguindo o mesmo protocolo utilizado no primeiro experimento, as amostras de \n\ncana-de-açúcar coletadas durante o ensaio de estabilidade, foram secas em estufas a \n\n60°C por 72 horas de acordo com Silva (1981) e, posteriormente moídas em moinho do \n\ntipo Wiley provido de peneira com perfurações de 1 mm.  \n\nA determinação da composição bromatológica foi realizada utilizando-se o \n\nmétodo de espectroscopia de reflectância de infravermenlho proximal (NIRS) \n\n(BERZAGHI; COZZI; ANDRIGHETTO, 1997; COZZOLINO; ACOSTA; GARCIA, 2001), \n\nvisando à redução no número de amostras a serem analisadas pelo método \n\nconvencional. O material moído foi escaneado para obtenção dos espectros NIRS. O \n\nequipamento utilizado foi o espectrômetro modelo NIRS 5000 (NIRSystems®, Silver \n\nSpring, MD, USA) acoplado a um microcomputador equipado com software WinISI II \n\nversão 6.2 (Intrasoft International, PA). As amostras foram escaneadas nesse \n\nequipamento obtendo leituras compreendidas entre os comprimentos de onda de 700 a \n\n2100 nm. Esses espectros foram armazenados em curvas log (1/R, onde R é o valor da \n\nreflectância), em intervalo de 2 nm. Utilizaram-se os métodos de seleção de amostras \n\nexistentes no software do equipamento e foram descartadas as amostras distantes mais \n\nde 3 H (distância padronizada de Mahalanobis) da média, e essas foram consideradas \n\ncomo outliers. Adotou-se a distância mínima de 0,6 H entre amostras para seleção \n\ndaquelas em que seriam efetuadas as análises bromatológicas convencionais, ou seja, \n\nonde o valor outlier (H) é usado para eliminar amostras com distâncias espectrais muito \n\nafastadas da média da população (SHENK; WESTERNHAUS, 1991; MATHISON et al., \n\n1999). \n\nO procedimento SELECT usa uma distância H padronizada entre pares de \n\namostras para definir vizinhanças e baseia-se na suposição de que somente uma \n\namostra seja requerida para representar todas as amostras contidas naquele grupo de \n\n\n\n \n\n \n\n87\n\nvizinhança. Dessa forma, quanto mais heterogêneo for o grupo de amostras \n\nescaneadas maior deverá ser o número de amostras selecionadas para abranger toda \n\namplitude espectral (MATHISON et al., 1999). As amostras selecionadas pelo NIRS \n\nforam submetidas a análises convencionais no laboratório de bromatologia do \n\nDepartamento de Zootecnia da USP/ESALQ. \n\nO teor de matéria seca da amostra moída foi determinado em estufa a 105°C \n\ndurante 24h (AOAC, 1990). O conteúdo de matéria mineral foi obtido após incineração \n\nde amostras em forno tipo mufla a 550°C, durante três horas (AOAC,1990). \n\nO teor de proteína bruta bruta foi determinado por condutividade térmica \n\nutilizando-se o equipamento LECO®, modelo FP-528 (Leco Corporation, Michigan, \n\nUSA). \n\nOs teores de fibra insolúvel em detergente neutro (FDN) e de fibra insolúvel em \n\ndetergente ácido (FDA) foram obtidos através do método seqüencial proposto pela \n\nANKOM Fiber Analyser (ANKOM® Technology Corporation, Fairport, NY), descrito por \n\nHolden (1999). \n\nA análise da digestibilidade in vitro da matéria seca (DIVMS) também foi \n\nrealizada seguindo o protocolo proposto pela ANKOM Fiber Analyser (ANKOM® \n\nTechnology Corporation, Fairport, NY) e descrito por Holden (1999). \n\nFinalizada a análise química convencional, os valores foram inseridos no banco \n\nde dados do NIRS e permitiram ao software do programa estimar o valor das demais \n\namostras por meio de equações de predição criadas com base em métodos estatísticos \n\ncontidos no próprio programa. \n\n \n\n3.2.2.4.2 Amostras de forragem frescas  \n \n\nAs amostras úmidas coletadas durante o ensaio de estabilidade foram utilizadas \n\npara a confecção de um extrato aquoso seguindo o protocolo proposto por Kung Jr. \n\n(1996). De acordo com esse protocolo, uma amostra de aproximadamente 25 g de \n\nforragem deve ser adicionada a um volume de 225 mL de água deionizada e, \n\nposteriormente, processada em liquidificador industrial durante um minuto, para a \n\nobtenção do referido extrato. A determinação do pH nesse extrato foi realizada por meio \n\nde um potenciômetro digital (DIGMED® - DM20). Após a mensuração do pH, o extrato \n\n\n\n \n\n \n\n88\n\nremanescente foi imediatamente filtrado em papel Whatman® 54, recebeu 3 gotas de \n\nácido sulfúrico 50% e foi então centrifugado durante 15 minutos e a 10.000 rpm. Após a \n\ncentrifugação, foi obtido um novo extrato que foi acondicionado em tubos de eppendorff \n\ncom capacidade de 1,5 mL e, posteriormente, congelados a -20 °C para posterior \n\ndeterminação da concentração de açúcares solúveis. \n\nPara análise do teor de carboidratos solúveis foi utilizado o método colorimétrico \n\nadaptado de Dubois et al. (1956) com leitura em comprimento de onda de 490 nm. A \n\nadaptação foi realizada em relação a um aumento na diluição das amostras, uma vez \n\nque a cana-de-açúcar apresenta teores elevados de carboidratos solúveis. \n\n \n\n3.2.2.5 Análise estatística \n \nO experimento consistiu em um arranjo fatorial 2 x 4, com medidas repetidas no \n\ntempo. O fatorial foi composto por dois modos de aplicações e quatro doses de cal \n\nvirgem (óxido de cálcio) em delineamento inteiramente casualizado com quatro \n\nrepetições para cada tratamento, perfazendo um total de 32 unidades experimentais.  \n\nAs variáveis que não envolviam o fator tempo foram analisadas com base no \n\nprocedimento GLM do programa estatístico SAS®, versão 8 para Windows® (SAS, \n\n1999). No ensaio de estabilidade aeróbia o procedimento MIXED do programa \n\nestatístico SAS®, versão 8 para Windows® (SAS, 1999) foi utilizado para se verificar \n\nefeitos de modo de aplicação, dose do aditivo, tempo de exposição aeróbia e da \n\ninteração desses fatores.  \n\nEm ambos os casos, o teste de Tukey com nível de significância de 5% foi \n\nutilizado para efeito de comparação de médias entre tratamentos. \n\n \n\n3.2.3 Resultados e Discussão \n \n3.2.3.1 Estabilidade aeróbia da cana-de-açúcar tratada com cal virgem  \n \n\nNa Tabela 1 é apresentada a análise descritiva da interação dos fatores \n\nobservados durante o ensaio de estabilidade aeróbia da cana-de-açúcar in natura. \n\n \n\n\n\n \n\n \n\n89\n\n \n\nTabela 1 - Análise descritiva para as variáveis de estabilidade aeróbia analisadas \ndurante a exposição da forragem \n\n Efeitos \n\nVariável1 \nModo de \naplicação Dose \n\nModo de aplicação x \ndose \n\n? 0 a 5 dias, °C ns  *  **  \nTemperatura máxima, °C ns  *  *  \nHoras para temp. máxima ns * * \nPerda de MS, 0 a 5 dias ns  *  *  \nPerda de MS, 0 a 10 dias ns  *  *  \nPerda de estabilidade, horas *  *  *  \n?  0 a 10 dias, °C **  *  ns \n\n* (P<0,01); **(P<0,05); ns = não significativo; \n\n \n\nDe acordo com a tabela, não houve efeito do modo de aplicação do aditivo para \n\na variável temperatura máxima, soma térmica durante a primeira metade do ensaio, \n\ntempo para ocorrência do pico de temperatura e também para as variáveis de perda de \n\nmatéria seca. Por outro lado, a utilização de doses crescentes de cal virgem alterou de \n\nforma significativa todos os parâmetros avaliados. Ao se analisar a interação modo de \n\naplicação x dose do aditivo observa-se, também, efeito em todas as variáveis, exceto \n\npara o somatório de temperatura de zero a dez dias.  \n\nA utilização do aditivo diluído em água reduziu, de forma significativa, o acúmulo \n\ntotal de temperatura em relação a aplicação à seco (5652 °C vs 6102 °C) possivelmente \n\ndevido à melhor dispersão do produto na massa de forragem. Da mesma forma, houve \n\nefeito de doses crescentes de cal virgem para essa variável, pois a cana-de-açúcar sem \n\naditivo apresentou soma térmica total superior aos demais tratamentos (7800°C). As \n\ndoses de 0,5 e 1,0% não diferiram estatisticamente entre si e apresentaram, em relação \n\nao tratamento controle, redução dessa variável para valores de 5960 e 5236°C, \n\nrespectivamente. O tratamento da cana-de-açúcar com a maior dose de cal virgem \n\npromoveu abaixamento significativo da soma térmica total, apresentando valor de \n\n4508°C. Possivelmente, a utilização de doses altas de cal virgem tenha reduzido a \n\natividade de água e aumentado a pressão osmótica da massa de forragem, dificultando \n\no desenvolvimento de microrganismos espoliadores e diminuindo a produção de calor \n\nao longo do período de exposição aeróbia. \n\n \n\n\n\n \n\n \n\n90\n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem \nentre si pelo teste de Tukey (P<0,05); \nEPM = Erro padrão da média; \n\n \n\nNa Tabela 2 são apresentadas as médias referentes às variáveis de estabilidade \n\naeróbia que tiveram interação significativa para o efeito modo de aplicação do aditivo x \n\ndose. Em ambos os modos de aplicação, a cana-de-açúcar sem aditivo apresentou \n\nmaior acúmulo de temperatura na metade inicial do ensaio de estabilidade aeróbia. A \n\nutilização de cal virgem reduziu de forma significativa os valores para essa variável, \n\nTabela 2 - Efeito de doses crescentes de cal virgem sobre as variáveis de \nestabilidade aeróbia das forragens \n\nDose (% da MV) Modo de \naplicação 0 0,5 1,0 1,5 Média EPM \n ? de temperatura de 0 a 5 dias (°C)    \nSeco 5050a 3803b 3556bc 3065c 3868 66 \nDiluído em água 5529a 3426b 3382b 2701c 3760 68 \nMédia 5289 3614 3469 2883   \nEPM 93 93 100 93   \n Temperatura máxima (°C)   \nSeco 38,4Ba 34,0b 35,0b 34,1Ab 35,4 0,2 \nDiluído em água 40,4Aa 33,4bc 34,1b 32,1Bc 35,0 0,2 \nMédia 39,4 33,7 34,5 33,1   \nEPM 0,2 0,2 0,2 0,2   \n Tempo para temperatura máxima (horas)   \nSeco 47a 26c 39b 48a 40 0,7 \nDiluído em água 40cb 30d 37c 48a 38 0,7 \nMédia 43 28 38 48   \nEPM 0,9 0,9 1,0 0,9   \n Perda de Estabilidade (horas)   \nSeco 7,67a 6,92Aa 0,65b 0,20b 3,9 0,3 \nDiluído em água 8,2a 1,6Bb 0,57b 0,37b 2,7 0,3 \nMédia 7,9 4,3 0,6 0,3   \nEPM 0,4 0,4 0,4 0,4   \n Perdas de 0 a 5 dias (% da MS)   \nSeco 9,3Aa 7,2b 6,2b 6,0Ab 7,2 0,1 \nDiluído em água 11,5Ba 6,6b 5,7bc 4,7Bc 7,1 0,1 \nMédia 10,4 6,9 6,0 5,4   \nEPM 0,2 0,2 0,2 0,2   \n Perdas totais (% da MS)   \nSeco 45,8Aa 43,6Aab 40,7c 41,5bc 42,9 0,3 \nDiluído em água 49,3Ba 41,7Ab 39,7b 39,1b 42,5 0,3 \nMédia 47,6 42,6 40,2 40,3   \nEPM 0,4 0,4 0,4 0,4   \n\n\n\n \n\n \n\n91\n\nsendo que reduções mais intensas foram observas na maior dose de cal virgem. \n\nDomingues et al. (2006) também observaram tendência semelhante para essa variável. \n\nDe acordo com estes autores, a cana-de-açúcar sem aditivo apresentou ADITE-5 de \n\n60,5°C, sendo que o tratamento contendo 2,0% de cal reduziu significativamente essa \n\nvariável para valores de 28,9°C. Os baixos acúmulos de temperatura obtidos por \n\nDomingues et al. (2006) pode ser explicado pela baixa freqüência de aquisição de \n\ndados durante o ensaio de estabilidade aeróbia. Além disso, segundo Pedroso (2003), \n\na comparação de dados de estabilidade aeróbia deve ser realizada com cautela, em \n\ndecorrência de variações entre experimentos de fatores como: temperatura de \n\nreferência adotada, tamanho da alíquota tomada para teste, população de leveduras \n\nexistente na forragem e condições ambientais. \n\nAo se analisar os picos de temperatura, observam-se valores elevados para o \n\ntratamento controle com adição de água, seguido pelo mesmo tratamento aplicado a \n\nseco. Domingues et al. (2006) encontraram temperatura máxima de 45,0°C para a \n\ncana-de-açúcar sem aditivo. Os maiores picos de temperatura observados nos \n\nmateriais colhidos e expostos ao ambiente aeróbio sem nenhum tratamento revelam a \n\nintensa atividade respiratória das células vegetais e ação de leveduras sobre os \n\ncarboidratos solúveis da planta. Segundo González e MacLeod (1976) a fermentação \n\nespontânea da cana-de-açúcar inicia-se imediatamente após o corte e resulta na \n\nconversão de açúcares solúveis em ácidos orgânicos. Segundo Losada et al. (1977), a \n\nadição de hidróxido de sódio após a colheita da cana-de-açúcar seria uma alternativa \n\ninteressante para inibir a ocorrência desse evento biológico.  \n\nNesse sentido, a utilização de cal virgem também se constitui como técnica \n\neficiente e a custo reduzido de aplicação. De acordo com a Tabela 2, a adição de cal foi \n\nefetiva em reduzir os picos de temperatura da massa de forragem, contudo não houve \n\nefeito significativo para as doses crescentes do aditivo. Domingues et al. (2006) \n\nobservaram redução do pico de temperatura com o aumento das doses desse aditivo, \n\ncom valores de 35,7°C para o tratamento contendo a maior dose. Ainda, segundo \n\nDomingues et al. (2006), o tratamento da cana-de-açúcar com 0,5 e 1,0% de cal \n\nresultou em picos de temperatura estatisticamente diferentes, com valores de 41,3 e \n\n38,7°C, respectivamente. \n\n\n\n \n\n \n\n92\n\nOs maiores tempos para ocorrência de temperatura máxima foram observados \n\npara os tratamentos contendo 1,5% de cal virgem em ambos os modos de aplicação. \n\nDe certa forma, a presença do aditivo retardou a ocorrência de temperatura máxima \n\ndevido à inibição do desenvolvimento de microrganismos indesejáveis na massa de \n\nforragem. Os tratamentos contendo cana-de-açúcar sem aditivo também apresentaram \n\nvalores elevados para essa variável, contudo o maior pico de temperatura ocorrido \n\nnessas forragens é um indicativo da intensa atividade de leveduras e de respiração \n\ncelular durante esse intervalo de tempo. \n\nNa Tabela 2 também pode ser observado que as doses altas de cal virgem \n\nreduziram o tempo para a perda da estabilidade do material quando comparados com a \n\ncana-de-açúcar não tratada, em ambos os modos de aplicação. Tal fato pode ser \n\nexplicado por dois motivos. Primeiramente, o tratamento hidrolítico pode disponibilizar \n\nmaior quantidade de carboidratos solúveis, facilitando o desenvolvimento e a atuação \n\ndos microrganismos indesejáveis. Contudo, essa maior atividade microbiana pode ser \n\nquestionável, uma vez que além de solubilizar mais açúcar, doses crescentes do aditivo \n\ntambém tendem a aumentar a pressão osmótica e reduzir a atividade de água da \n\nmassa de forragem. Além disso, a aplicação de cal virgem na cana-de-açúcar favorece \n\na ocorrência de reação exotérmica o que, provavelmente foi responsável pela rápida \n\nelevação da temperatura no período inicial da hidrólise. As observações visuais à \n\ncampo reforçam essa ultima hipótese, pois imediatamente após a aplicação do aditivo, \n\nnotou-se alteração da temperatura e da coloração da massa de forragem devido a uma \n\nreação instantânea do agente alcalinizante com as frações fibrosas das células \n\nvegetais. Pedroso (2003), trabalhando com altas doses de NaOH em silagem de cana-\n\nde-açúcar obteve maior digestibilidade in vitro da MS e menor FDN e FDA, sugerindo \n\naumento de carboidratos solúveis e menor estabilidade aeróbia do material. Na Tabela \n\n2 pode ser observado prolongamento da estabilidade aeróbia para a cana-de-açúcar \n\nnão aditivada. De forma geral, a principal fonte de alteração de temperatura para essa \n\nforragem foi decorrente atividade de microrganismos, o que favoreceu a alta \n\nestabilidade do material, uma vez o processo de deterioração é contínuo e necessita de \n\nmaior tempo para a intensificação da atividade microbiana. Isso sugere que o tempo \n\nnecessário para a perda de estabilidade não é uma medida efetiva em detectar a \n\n\n\n \n\n \n\n93\n\ndeterioração aeróbia de forragens frescas e tratadas com agentes alcalinizantes. As \n\nforragens sem agentes alcalinizantes, em geral, tendem a serem mais estáveis, porém \n\ncom maiores somas térmicas e temperaturas máximas resultante da intensa atividade \n\nde leveduras e fungos durante todo período de exposição ao ar. \n\nAinda de acordo com a Tabela 2, observa-se que a adição de cal virgem diminuiu \n\nsignificativamente as perdas totais de MS (0-10 dias) em relação ao controle. Quando \n\navaliadas no período inicial, de zero a cinco dias, as perdas de MS apresentaram \n\nmesmo comportamento. Em ambos os casos, as menores perdas foram observadas \n\npara os tratamentos contendo doses de 1,0 e 1,5% de cal. Possivelmente, o aumento \n\nda concentração desses aditivos elevou a pressão osmótica e diminuiu a atividade de \n\nágua da massa de forragem, inibindo o desenvolvimento de fungos e leveduras. De \n\nacordo com Alcântara et al. (1989), a adição de NaOH a silagem de cana-de-açúcar, \n\nalém de aumentar o teor de matéria mineral da massa de forragem, também foi \n\nresponsável pela elevação da pressão osmótica. Miyazaki et al. (2006) não observaram \n\ndesenvolvimento de fungos na cana-de-açúcar in natura aditivada com 4,0% de NaOH \n\nna massa verde, durante as primeiras 72 horas de exposição aeróbia. Ainda segundo \n\nMiyazaki et al. (2006), nessa mesma dosagem do aditivo, a atividade de leveduras foi \n\nbaixa e ocorreu principalmente entre 24 e 48 horas de exposição aeróbia. \n\nAs variáveis de temperatura associadas ao ensaio de estabilidade aeróbia para a \n\ncana-de-açúcar in natura (Tabela 2) apresentaram valores elevados quando \n\ncomparadas aos mesmos tratamentos aplicados à silagem de cana-de-açúcar (capítulo \n\n2). Além de sinalizar elevado desaparecimento de matéria seca, esses parâmetros \n\npodem explicar as semelhanças de desempenho comumente observadas em silagens e \n\nalimentos fornecidos na forma in natura. Dessa forma, pode se inferir que a baixa \n\nestabilidade aeróbia observada para a cana-de-açúcar in natura possivelmente tenha \n\nanulado as vantagens em valor nutritivo observadas para esses volumosos em relação \n\naos alimentos fermentados, tendo como resultado final desempenho animal \n\nsemelhante. Essa afirmação pode ser reforçada por experimentos que estudaram o \n\ndesempenho de animais recebendo alimentos na forma in natura e conservados. \n\nQueiroz (2006), ao avaliar a produção de vacas em lactação recebendo rações a base \n\nde cana-de-açúcar na forma fresca e ensilada, não observou diferença significativa para \n\n\n\n \n\n \n\n94\n\nas variáveis de desempenho animal e eficiência alimentar (kg de leite/kg de matéria \n\nseca ingerida). Da mesma forma, Mendes (2006) também não observou diferença de \n\ndesempenho e eficiência alimentar de cabras em lactação e de cordeiros confinados \n\nrecebendo cana-de-açúcar in natura e ensilada sem aditivo e com L. buchneri. \n\n \n3.2.3.2 Composição químico-bromatológica da cana-de-açúcar in natura tratada \ncom cal virgem \n \n\nAlém dos carboidratos não estruturais, a fração fibrosa da cana-de-açúcar \n\nrepresenta uma fonte potencial de energia para ruminantes. Entretanto, seu uso é \n\nlimitado, pois a estrutura da parede celular limita a digestão microbiana no rúmen. \n\nDessa forma, a utilização de aditivos químicos para o tratamento de forragens frescas \n\narmazenadas em montes constitui-se em alternativa para elevar o valor nutritivo desses \n\nalimentos que apresentam baixa taxa de digestão da fração fibrosa.  \n\n \n\nTabela 3 - Análise descritiva para os parâmetros químico-bromatológicos estudados \ndurante o período de exposição aeróbia da cana-de-açúcar in natura \n\nEfeitos \n\nVariável1 Modo\n2  Dose Tempo Modo x Tempo \n\nDose x \nTempo \n\nModo x \nDose \n\nModo x Dose \nx Tempo \n\nCHO´S ns * * ns * ** * \npH ns * * ** * ** ns \nCinzas ns * * ns * * * \nPB * * * ns * ns * \nFDN ns * * * * ns * \nFDA ns * * * * ns * \nHEMI ns * * ns * ns * \nDVIVMS * * * ns * ns * \nDVIVMO * * * ns * ns * \n\n1 CHO´S = carboidratos solúveis; Hemi = hemicelulose; \n2 Modo de aplicação do aditivo = a seco ou diluído em água; \n\n* (P &lt;0,01); * * (P &lt;0,05); ns = não significativo; \n\n \n\nA análise da Tabela 3 revela breve descrição dos fatores que, possivelmente, \n\ncausam interferência no tratamento químico da cana-de-açúcar in natura. Como pode \n\nser observado, o modo de aplicação do aditivo apresentou efeito apenas sobre algumas \n\n\n\n \n\n \n\n95\n\nvariáveis. Contudo, a utilização de doses crescentes de cal virgem, o tempo de \n\nexposição da cana-de-açúcar ao tratamento hidrolítico e a interação desses e demais \n\nfatores alteraram de forma significativa as variáveis analisadas. \n\nNa Tabela 4 é apresentada a variação da concentração de carboidratos solúveis \n\nna cana-de-açúcar tratada com cal virgem. Os valores obtidos no tempo zero estão de \n\nacordo com Queiroz (2006), que trabalhando com silagem de cana-de-açúcar, \n\nquantificou 23% de carboidratos solúveis para a forragem fresca. Logo após o corte da \n\nforragem, nos tratamentos que receberam a solução aquosa, observou-se teores \n\nelevados de açúcares solúveis nas forragens sem aditivo e com 0,5 e 1,0% de cal \n\nvirgem. De forma inesperada, a cana-de-açúcar tratada com a maior dose de cal \n\napresentou menor concentração desses açúcares. Para os tratamentos aplicados a \n\nseco, observaram-se teores elevados de açúcares solúveis nas forragens sem aditivo e \n\ncontendo doses de 1,0 e 1,5% de cal. Nesse modo de aplicação, a adição de 0,5% de \n\nfonte de óxido de cálcio à cana-de-açúcar, resultou no menor valor para essa variável. \n\nEntretanto, a partir do tempo seis horas, não foi verificado diferença no teor de \n\ncarboidratos solúveis para todos os tratamentos. Oliveira et al. (2006) não encontraram \n\ndiferença significativa nos teores de nutrientes digestíveis totais (NDT) da cana-de-\n\naçúcar tratada com diferentes doses de cal virgem aplicadas em pó ou em solução \n\naquosa e exposta ao ar por seis horas. Ezequiel; Gastaldi e Queiroz (2001b), ao \n\nadicionar hidróxido de sódio à cana-de-açúcar, observaram aumento significativo no \n\nteor de carboidratos solúveis 24 horas após o tratamento, com valor de 33,7% na \n\nforragem aditivada contra 26% na forragem controle. Provavelmente, o efeito observado \n\npor Ezequiel; Gastaldi e Queiroz (2001) se deve ao maior caráter alcalino apresentado \n\npelo NaOH em relação à cal virgem, fato que poderia proporcionar maior ação \n\nhidrolítica na massa de forragem. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n96\n\n \n\nTabela 4 - Evolução temporal no teor de carboidratos solúveis da cana-de-açúcar in natura tratada com \n\ncal virgem em exposição \n\nTempo (horas) \nModo1 Dose2 \n\n0 6 12 24 48 72 96 120 240 \nEPM \n\n0,0 27,2Aa 16,6b 7,0bc 16,4b 16,0b 15,4bc 13,4bc 13,5bc 6,0c 1,6 \n\n0,5 21,1ABa 11,1ab 9,1b 12,6ab 16,1ab 15,8ab 13,9ab 14,7ab 7,7b 1,6 \n\n1,0 20,1ABa 9,7b 8,6b 9,8b 11,9ab 10,5b 10,7ab 7,2b 4,7b 1,6 \nÁgua \n\n1,5 12,2B 12,6 9,4 12,9 11,2 11,1 11,2 9,7 6,7 1,6 \n\nEPM 1,6 1,6 1,6 1,6 1,6 1,6 1,6 1,6 1,6  \n\n0,0 21,0Aa 13,2ab 10,1b 14,2ab 16,9ab 11,0b 13,8ab 12,2ab 7,7b 1,6 \n\n0,5 10,7B 8,1 6,2 11,6 13,1 14,1 14,5 12,7 6,2 1,6 \n\n1,0 18,9ABa 14,8ab 7,1b 9,4ab 9,8ab 8,4b 11,2ab 9,6ab 4,7b 1,6 \nSeco \n\n1,5 26,0Aa 12,9b 13,8b 12,9b 11,4b 8,8b 9,2b 6,8b 5,8b 1,6 \n\nEPM 1,6 1,6 1,6 1,6 1,6 1,6 1,6 1,6 1,6  \n1 Modo de aplicação do aditivo = a seco ou diluído em água; \n2 Dose do aditivo expressa como % da massa verde; \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nteste de Tukey (P<0,05); \n\nEPM = Erro padrão da média; \n\n \n\nA Tabela 4 também mostra que, entre os tempos zero e seis horas de exposição \n\naeróbia, houve intenso desaparecimento de carboidratos solúveis nas forragens sem \n\naditivo e com 1,0%, no modo de aplicação com água, e na forragem que recebeu a \n\nmaior dose no aditivo no modo de aplicação a seco. Na cana-de-açúcar sem aditivo e \n\ndiluída em água, por exemplo, foi observado desaparecimento de 10 unidades \n\npercentuais na fração dos carboidratos solúveis, durante as primeiras seis horas de \n\nexposição aeróbia. Da mesma forma, o tratamento da cana-de-açúcar com 1,5% de cal \n\naplicada a seco apresentou redução de 13 unidades percentuais para essa fração. \n\nGutierrez e Faria (1974), trabalhando com silagem emurchecida de capim elefante \n\nobservaram redução no teor de carboidratos solúveis de 16,44%, no tempo zero, para \n\n11,89% após seis horas de exposição ao sol. Aos se analisar os dados da Tabela 2, \n\nobserva-se perda de estabilidade nas primeiras oito horas de exposição aeróbia para \n\ntodos os tratamentos. De acordo com Rotz e Muck (1994), a perda biológica ou \n\nmetabólica inicial ocorre devido à respiração da célula vegetal e, de acordo com Taiz e \n\n\n\n \n\n \n\n97\n\nZeiger (2004), os carboidratos solúveis desempenham papel importante nos processos \n\nrespiratórios Segundo McDonald et al. (1991), após o corte, toda a glicose utilizada \n\npara a respiração é transformada em calor. Após a colheita, a exposição prolongada da \n\nforragem ao ambiente aeróbio também pode permitir o desenvolvimento de \n\nmicrorganismos aeróbios fungos e leveduras, efetivos consumidores desse substrato. \n\nDe forma geral, os dados da Tabela 4 mostram desaparecimento elevado de \n\ncarboidratos solúveis nas primeiras seis horas após o tratamento, com posterior \n\nestabilidade dessa fração. Embora tenham apresentado teores reduzidos de açúcares \n\nno tempo zero, os tratamentos contendo 1,5% de cal diluída em água e 0,5% aplicada a \n\nseco se mantiveram estáveis ao longo de todo o período de exposição aeróbia e, após \n\nseis horas de exposição, apresentaram valores de carboidratos solúveis semelhantes \n\naos demais tratamentos. Não existe explicação aparente que justifique os baixos teores \n\niniciais de carboidratos solúveis nesses tratamentos \n\nNa Tabela 5 são apresentados os valores de pH das forragens constatando-se o \n\nefeito de doses para essa variável. Nas primeiras 12 horas as forragens tratadas com \n\n1,0 e 1,5% de cal apresentaram valores elevados de pH. Entretanto, a partir do tempo \n\n24 horas, os maiores valores foram mantidos somente para as forragens tratadas com \n\nas maiores doses do aditivo (1,0 e 1,5%). Conforme esperado, em todos os tempos \n\nanalisados a cana-de-açúcar sem aditivo apresentou baixo valor para essa variável. \n\nSilva et al. (2006) também observaram efeito da aplicação de 1,0% de cal hidratada \n\npara a variável pH. Segundo esses autores, em todos os tempos amostrados (0, 1, 3, 6, \n\n12 e 24 horas), a cana-de-açúcar tratada com 1,0% de cal hidrata apresentou maior \n\nvalor de pH em relação ao tratamento controle. No tempo zero, por exemplo, esses \n\nautores observaram pH de 8,78 para a cana-de-açúcar tratada contra 4,83 na forragem \n\nsem aditivo. Da mesma forma, após 12 horas de exposição aeróbia, foi quantificado pH \n\nde 7,70 para a forragem tratada contra 4,98 para a forragem sem aditivo (SILVA et al. \n\n2006). Os valores apresentados para esses tempos na Tabela 5 são semelhantes aos \n\nrelatados por Silva et al. (2006). Segundo Ezequiel et al. (2001b) o tratamento \n\nhidrolítico da cana-de-açúcar com NaOH, uma base forte, acarreta em aumento do \n\npotencial hidrogeniônico do meio. Dessa forma, os maiores valores observados nas \n\n\n\n \n\n \n\n98\n\nforragens tratadas com cal virgem ocorreram, possivelmente, devido à natureza alcalina \n\ndos aditivos.  \n\nAo longo de todo o período exposição aeróbia, a forragem sem aditivo \n\napresentou pequena variação no pH. De forma contrária, os tratamentos contendo fonte \n\nde óxido de cálcio apresentaram maior oscilação durante esse mesmo período. De \n\nacordo com a Tabela 5, a maior variação foi observada para o tratamento 1,0% (3,8 \n\nunidades). Silva et al. (2006) encontraram variação de pH de 9,29 à 6,26 para a cana \n\ntratada com 1,0% de cal hidratada durante 24 horas de exposição aeróbia. Ainda \n\nsegundo esses autores, a cana-de-açúcar sem aditivo apresentou menor oscilação, \n\ncom valores extremos de 4,99 e 3,97 nesse mesmo período. De certa forma, a maior \n\noscilação do pH nas forragens tratadas pode ser justificada pela elevação significativa \n\ndo valor dessa variável obtida com a utilização da cal virgem. \n\n \nTabela 5 - Variação temporal do pH da cana-de-açúcar in natura tratada com cal virgem em exposição \n\naeróbia \n\nTempo (horas) Dose \n\n(% da MV) 0 6 12 24 48 72 96 120 240 \nEPM\n\n0,0 4,1Ca 3,4Cab 3,6Cab 3,4Dab 3,0Db 3,0Db 2,8Db 2,8Db 3,0Db 0,1 \n\n0,5 6,9Ba 7,0Ba 7,3Ba 4,5Cb 4,1Cb 3,9Cb 3,7Cb 3,9Cb 4,1Cb 0,1 \n\n1,0 8,5Aa 7,6ABbc 8,2Aab 7,3Bc 5,2Bef 5,0Bf 4,7Bf 6,0Bde 6,5Bd 0,1 \n\n1,5 8,5Aa 7,8Aabc 8,6Aa 8,5Aa 6,2Ae 6,3Ae 6,7Ade 7,2Acd 7,5Abc 0,1 \n\nEPM 0,1 0,1 0,1 0,1 0,1 0,1 0,1 0,1 0,1  \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nteste de Tukey (P<0,05); \n\nEPM = Erro padrão da média; \n\n \n\nNa Tabela 6 são apresentados os teores de proteína bruta e cinzas sendo que \n\npara a variável matéria mineral foi verificado efeito da utilização de cal virgem, e como \n\nprevisto, a cana-de-açúcar sem aditivo apresentou menor valor para essa variável. O \n\ntratamento da forragem com cal, principalmente na maior dose, elevou \n\nsignificativamente o valor do teor de cinzas ao longo de todo o período de avaliação. \n\nOliveira et al. (2006b) também encontraram diferença significativa nas médias da fração \n\nmineral da cana-de-açúcar tratada com diferentes doses de cal virgem. Segundo esses \n\n\n\n \n\n \n\n99\n\nautores, a forragem sem aditivo apresentou teor de 2,75% da MS contra 4,66% na \n\nforragem tratada com 0,5% de cal virgem. Silva et al. (2006), avaliando o tratamento da \n\ncana-de-açúcar em montes em diferentes tempos de exposição aeróbia (0, 1, 3, 6, 12, \n\n24 horas), observaram que a adição de 1,0% de cal hidratada à cana fresca elevou a \n\nfração mineral para valores médios de 4,84% contra 1,96% da MS para a forragem não \n\naditivada. De acordo com esses autores, não foi constatada interação entre os \n\ntratamentos e os horários de exposição para a variável cinzas. Ezequiel; Gastaldi e \n\nQueiroz (2001) também observaram efeito da adição de NaOH, com teor de cinzas de \n\n9,3% para a forragem tratada contra 2,0% da MS para o tratamento controle, 24 horas \n\napós a colheita e tratamento da forragem.  \n\nDe acordo com a Tabela 6, maiores teores de PB foram observados para a cana-\n\nde-açúcar sem aditivo em ambos os modos de aplicação. A utilização de cal virgem, \n\nespecialmente em doses altas, parece reduzir o teor de proteína bruta da forragem. \n\nSilva et al. (2006) não observaram interação entre os tratamentos com os horários de \n\nexposição para a variável proteína bruta. Entretanto, de acordo com esses autores, a \n\ncana tratada com 1,0% de cal hidratada também apresentou significativa redução do \n\nteor de PB (1,85% da MS) em relação ao tratamento controle (2,17% da MS). Seguindo \n\na mesma tendência, Oliveira et al. (2006b) encontraram redução significativa do teor de \n\nPB na cana-de-açúcar tratada com 0,5% de cal virgem, com teores de 2,93% da MS \n\npara a forragem sem aditivo contra 2,61% da MS para a forragem aditivada.  De \n\nqualquer forma, os teores de PB observados na Tabela 6 ao longo de todo o período \n\nexperimental, estão dentro da amplitude de 1,8 a 4,7% da MS relatada por Faria (1993), \n\nmostrando que a fração protéica parece ser pouco afetada durante o período de \n\nexposição aeróbia. Deve-se também ressaltar que, tendo baixos teores originais de \n\nproteína bruta associados a elevada concentração de carboidratos solúveis, boa parte \n\ndas alterações observadas na fração protéica se devem, provavelmente, mais as \n\nvariações de carboidratos (solúvel ou estrutural) que da proteína propriamente dita. \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n100\n\n \n\nTabela 6 - Evolução temporal no teor de cinzas e de proteína bruta da cana-de-açúcar in natura tratada \n\ncom cal virgem em exposição aeróbia \n\nTempo (horas) \n\nModo1 Dose2 0 6 12 24 48 72 96 120 240 EPM\n\n  Cinzas (% da MS)  \n\n0,0 1,5C 1,5C 1,7D 1,4C 1,2C 1,2D 1,4C 1,6D 1,3D 0,2 \n\n0,5 3,4Ba 4,1Bab 3,5Ca 3,5Ba 4,1Bab 3,7Cab 4,5Bbc 4,6Cbc 5,2Cc 0,2 \n\n1,0 5,8Ab 5,0ABab 4,9Bab 4,5Ba 4,9Bab 5,4Bab 5,5Bb 5,9Bb 7,2Bc 0,2 \nÁgua \n\n1,5 6,5Ab 5,2Aa 6,3Ab 5,9Aab 6,7Ab 6,7Ab 7,4Ac 7,6Ac 8,8Ad 0,2 \n\nEPM 0,2 0,2 0,2 0,2 0,2 0,2 0,2 0,2 0,2  \n\n0,0 1,7D 1,5C 1,0D 1,1D 1,7D 1,2D 1,6D 1,7D 1,7D 0,2 \n\n0,5 3,1Ca 2,8Ba 3,0Ca 2,7Ca 3,7Ca 3,5Ca 3,7Ca 3,7Ca 4,8Cb 0,2 \n\n1,0 4,9Ba 4,9Aa 5,2Bab 4,7Ba 5,3Bab 5,7Babc 6,3Bc 6,3Bc 7,6Bd 0,2 \nSeco \n\n1,5 6,5Aab 5,8Aa 6,4Aab 6,1Aa 6,8Aabc 7,1Abcd 8,0Ad 8,0Ad 9,3Ae 0,2 \n\nEPM 0,2 0,2 0,2 0,2 0,2 0,2 0,2 0,2 0,2  \n\n  Proteína bruta (% da MS)  \n\n0,0 2,9a 2,9Ba 2,8Ba 2,9Ba 2,9Ba 2,9Ba 3,2Bb 3,2Cb 3,4Cc 0,1 \n\n0,5 2,9c 2,9Bc 2,7ABab 2,7ABab 2,7Aab 2,6Aa 2,8Abc 2,9Bc 3,0ABc 0,1 \n\n1,0 2,8ab 2,9Bb 2,7ABa 2,7ABa 2,7Aa 2,7Aa 2,8Aab 2,8Bab 3,1Bc 0,1 \nÁgua \n\n1,5 2,7bc 2,7Abc 2,6Aab 2,6Aab 2,6Aab 2,5Aa 2,6Aab 2,6Aab 2,9Ac 0,1 \n\nEPM 0,1 0,1 0,1 0,1 0,1 0,1 0,1 0,1 0,1  \n\n0,0 2,9Ba 3,1Bab 2,9Ba 2,9Ba 2,9Ca 3,0Ba 3,2Bbc 3,2Cbc 3,3Bc 0,1 \n\n0,5 2,8ABa 2,8Aa 2,7ABa 2,7Aa 2,7Ba 2,7Aa 2,8Aa 2,8ABa 3,1ABb 0,1 \n\n1,0 2,8ABab 2,9Ab 2,7ABa 2,7Aa 2,7Ba 2,7Aa 2,8Aab 2,9Bb 3,1ABc 0,1 \nSeco \n\n1,5 2,7Aab 2,8Ab 2,6Aab 2,6Aab 2,5Aa 2,5Aa 2,7Aab 2,7Aab 3,0Ac 0,1 \n\nEPM 0,1 0,1 0,1 0,1 0,1 0,1 0,1 0,1 0,1  \n1 Modo de aplicação do aditivo = a seco ou diluído em água; \n2 Dose do aditivo expressa como % da massa verde; \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nteste de Tukey (P<0,05); \n\nEPM = Erro padrão da média; \n\n \n\nNa Tabela 7 são apresentados os dados referentes aos teores de FDN da cana-\n\nde-açúcar submetida aos diferentes tratamentos. Segundo a tabela, a aplicação de \n\ndoses crescentes do aditivo diluído em água, aparentemente não foi efetiva em reduzir \n\nos teores de FDN da cana fresca. Para o modo de aplicação a seco, a utilização de \n\n\n\n \n\n \n\n101\n\ndoses crescentes de cal também não foram efetivas em reduzir os teores de FDN nas \n\nprimeiras seis horas após o tratamento e também no tempo 48 horas. Entre os tempos \n\n12 e 24 e, a partir do tempo 72, a cana tratada com cal virgem, principalmente na maior \n\ndose, apresentou valores baixos para essa fração. Silva et al. (2006) encontrou redução \n\nsignificativa dos teores de FDN da cana tratada com 1,0% de cal hidratada em relação \n\nao tratamento controle. Durante 24 horas de exposição aeróbia, esses autores \n\nencontraram valores médios de FDN de 53,7% da MS para a forragem tratada contra \n\n59,4% da MS para o tratamento controle. Oliveira et al. (2006b) também encontraram \n\nredução da fração FDN com a utilização de cal virgem, com teores de 35,93% da MS \n\npara o tratamento controle contra 33,83% da MS para a forragem tratada com 0,5% do \n\naditivo. De fato, segundo Klopfenstein (1978), o tratamento de resíduos fibrosos com \n\nagentes alcalinizantes resulta em discreta alteração da fração celulósica. \n\nNa análise isolada das forragens tratadas (Tabela 7) não pode ser constatada a \n\nsolubilização, ao menos parcial da fração FDN, durante os tempos analisados. O \n\ntratamento da cana-de-açúcar com cal virgem apresentou teores de FDN nos tempos \n\n12 e, especialmente, às 24 horas semelhantes ao valor inicial. Esse comportamento \n\nmostra que a reação do aditivo com a massa de forragem é capaz, apenas, de manter o \n\nteor estável durante esse período, especialmente nas maiores doses do aditivo. Silva et \n\nal. (2006), trabalhando com cana-de-açúcar aditivada com 1,0% de cal hidratada em \n\ndiferentes horas de exposição aeróbia (0, 1, 3, 6, 12 e 24) também não observaram \n\nalteração significativa da fração FDN, com valores oscilando entre 52,72 e 54,80% da \n\nMS durante esse período. De acordo com a Tabela 7, a cana-de-açúcar não aditivada \n\napresentou significativo aumento da fração FDN entre os tempos zero e seis horas, em \n\nambos os modos de aplicação, com posterior estabilização desses valores ao longo do \n\nperíodo de avaliação. Silva et al. (2006) também encontraram elevação significativa dos \n\nvalores de FDN para a cana-de-açúcar não aditivada a partir do tempo seis horas, com \n\nposterior estabilização desses valores até o tempo 24 horas.  \n\nTambém foram observados teores reduzidos de FDN para os tratamentos \n\ncontendo 1,0 e 1,5% de cal, entre os tempos 12 e 24 horas de exposição aeróbia, \n\nquando comparados com a evolução dessa fração na forragem não aditivada. Além \n\ndisso, durante todo intervalo de tempo avaliado, a forragem tratada com cal virgem \n\n\n\n \n\n \n\n102\n\njamais apresentou teor de FDN inferior ao valor inicial, indicando que nos diferentes \n\ntempos de exposição da cana fresca ao aditivo não foi possível constatar redução \n\nefetiva da fração FDN. Desse modo, o tratamento com cal virgem permitu, apenas, \n\nevitar acúmulo significativo dessa fração na composição centesimal do alimento.  \n\nEsse comportamento, em análise superficial, poderia sugerir a não ocorrência de \n\nsolubilização da fração FDN (Tabela 7), contudo a análise da Tabela 8 indica ter havido, \n\nao menos parcialmente, desaparecimento de hemicelulose, na comparação dos \n\ntratamentos controle contra os aditivados. Assim, a explicação mais possível para o \n\naumento dos teores de FDN estaria na redução intensa do teor de carboidratos solúveis \n\n(Tabela 4), o que resultou na concentração relativa dos componentes da parede celular \n\nda forragem, ainda que tenha ocorrido hidrólise da hemicelulose. Com isso, a \n\nimpossibilidade de se observar redução efetiva na fração FDN, ao longo do período de \n\nexposição aeróbia, se deve provavelmente a intensa respiração dos carboidratos \n\nsolúveis (Tabela 4) resultando em aumento expressivo da temperatura da massa de \n\nforragem (Tabela 2) \n\n \nTabela 7 - Evolução temporal da fração FDN da cana-de-açúcar in natura tratada com cal virgem em \n\nexposição aeróbia \nTempo (horas) \n\nModo1 Dose2 0 6 12 24 48 72 96 120 240 \n  \n\nEPM \n\n0,0 50,8a 53,8b 55,0Bb 54,5b 56,3b 59,1Bc 63,0Cd 68,4Ce 78,5Cf 0,5 \n0,5 52,7a 56,0bc 54,3Bab 53,8ab 56,6bc 57,1ABc 56,6ABbc 59,5Bd 67,3Be 0,5 \n1,0 52,8a 56,3b 53,5ABa 55,3ab 57,3b 57,4ABb 57,9Bbc 60,4Bc 66,9Bd 0,5 \n\nÁgua \n\n1,5 51,5a 53,9ab 51,0Aa 52,8ab 55,2b 54,6Ab 54,4Ab 55,5Ab 61,3Ac 0,5 \nEPM 0,5 0,5 0,5 0,5 0,5 0,5 0,5 0,5 0,5   \n\n0,0 52,2ABa 55,4ABb 55,5Bb 56,4Bbc 56,8ABbc 58,8Bcd 61,0Bd 65,1Ce 75,1Df 0,5 \n0,5 52,1ABa 55,9ABbc 54,9Bb 54,7ABab 56,6ABbc 57,7ABcd 57,2Abcd 59,6Bd 70,3Ce 0,5 \n1,0 53,2Ba 56,6Bbc 54,9Bab 54,9ABab 57,9Bc 58,0ABc 57,3Abc 60,5Bd 67,1Be 0,5 \n\nSeco \n\n1,5 50,1Aa 53,4Abc 52,1Aab 52,4Aab 54,3Abc 55,6Ac 55,4Ac 56,0Ac 63,7Ad 0,5 \nEPM 0,5 0,5 0,5 0,5 0,5 0,5 0,5 0,5 0,5   \n\n1 Modo de aplicação do aditivo = a seco ou diluído em água; \n2 Dose do aditivo expressa como % da massa verde; \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nteste de Tukey (P<0,05); \n\nEPM = Erro padrão da média; \n\n \n\n\n\n \n\n \n\n103\n\nNa Tabela 8 são apresentados os dados referentes aos teores de hemicelulose \n\nda cana-de-açúcar.  \n\n \nTabela 8 - Evolução temporal da fração hemicelulose da cana-de-açúcar in natura tratada com cal \n\nvirgem em exposição aeróbia \nTempo (horas) \n\nModo1 Dose2 0 6 12 24 48 72 96 120 240 EPM\n\n0,0 19,0a 20,8ABa 22,0Cbc 21,4Bbc 22,0Bbc 22,6Ccd 23,9Cd 26,4Ce 30,9Cf 0,3 \n0,5 20,0a 21,4Bab 20,0Ba 19,9ABa 20,6ABab 20,4ABab 21,3ABab 21,9Bb 25,0Bc 0,3 \n1,0 19,9ab 21,3Bbc 19,5ABa 20,5ABabc 20,9ABabc 20,5Babc 21,5Bbc 22,1Bc 25,3Bd 0,3 \n\nÁgua \n\n1,5 18,6ab 19,5Aab 18,3Aa 19,3Aab 19,9Ab 18,8Aab 19,8Aab 19,7Aab 22,8Ac 0,3 \nEPM 0,3 0,3 0,3 0,3 0,3 0,3 0,3 0,3 0,3  \n\n0,0 20,3Ba 21,5Bab 21,7Bab 21,7Bab 22,1Bbc 22,2Bbc 23,5Bcd 24,4Cd 28,4Ce 0,3 \n0,5 19,5ABa 21,1ABb 20,4Bab 20,3ABab 20,9Bab 21,0ABab 21,6Ab 21,9ABb 26,5Bc 0,3 \n1,0 20,0Ba 21,2Bab 20,2ABa 20,0ABa 20,8Ba 20,7ABa 21,1Aab 22,6Bb 25,4ABc 0,3 \n\nSeco \n\n1,5 17,9Aa 19,5Ab 18,7Aab 19,0Aab 19,0Aab 19,3Aab 20,1Ab 20,4Ab 23,9Ac 0,3 \nEPM 0,3 0,3 0,3 0,3 0,3 0,3 0,3 0,3 0,3  \n\n1 Modo de aplicação do aditivo = a seco ou diluído em água; \n2 Dose do aditivo expressa como % da massa verde; \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nteste de Tukey (P<0,05); \n\nEPM = Erro padrão da média; \n\n \n\nNo modo de aplicação com água, apenas no momento inicial não foi constatada \n\ndiferença entre os tratamentos. Nos demais tempos de avaliação, a utilização de cal \n\nvirgem, principalmente na maior dose, apresentou manutenção dos teores dessa \n\nfração. Para o modo de aplicação a seco, a utilização de cal virgem apresentou valores \n\nreduzidos em todos os tempos analisados. De fato, segundo Jackson (1977) e \n\nKlopfenstein (1978), a hidrólise com agentes alcalinizantes é mais acentuada na fração \n\nhemicelulose. Oliveira et al. (2006b) também encontraram solubilização de \n\nhemicelulose com a utilização de cal virgem, com valores de 15,78% da MS para o \n\ntratamento controle contra 13,96% da MS para a forragem tratada com 0,5% de cal \n\nvirgem, contudo não foi verificado efeito dos tempos 0, 3 e 6 horas de hidrólise sobre \n\nessa variável. Possivelmente, a ausência de efeito para essa variável se deveu aos \n\nestreitos intervalos de tempo analisados por esses autores. Ezequiel et al. (2001a), \n\ntrabalhando com solução comercial de NaOH, encontraram solubilização parcial da \n\n\n\n \n\n \n\n104\n\nhemicelulose 24 horas após o tratamento hidrolítico. Segundo esses autores, a \n\nforragem controle apresentou 17,0% de hemicelulose na MS contra 13,8% na forragem \n\ntratada com o aditivo. Silva et al. (2006) não observaram interação entre os tratamentos \n\ncom os horários de exposição, ocorrendo efeito apenas de doses do aditivo. \n\nNa Tabela 9 são apresentados os teores de FDA da cana-de-açúcar aditivada \n\ncom doses de cal virgem. Conforme observado, nas primeiras 72 horas após o \n\ntratamento, não foi constatada efeito do aditivo para essa variável, em ambos os modos \n\nde aplicação. Oliveira et al. (2006b), avaliando o tratamento da cana-de-açúcar in \n\nnatura com 0,5% de cal virgem durante seis horas de exposição aeróbia, não \n\nencontraram diferenças no teor de FDA, com valores de 20,16% da MS, para o \n\ntratamento controle, e 19,93% da MS, para a forragem aditivada. \n\nA partir do tempo 96 horas, o aumento mais intenso nos teores de FDA para a \n\ncana-de-açúcar não tratada fez com que a os tratamentos contendo cal virgem \n\napresentassem reduzido valor para essa fração, em ambos os modos de aplicação. \n\n \nTabela 9 - Evolução temporal da fração FDA da cana-de-açúcar in natura tratada com cal virgem em \n\nexposição aeróbia \nTempo (horas) \n\nModo1 Dose2 0 6 12 24 48 72 96 120 240 EPM \n\n0,0 31,8a 33,0Aab 32,9ab 33,0ab 34,2Ab 36,5c 39,1Bd 41,9Ce 47,5Cf 0,3 \n0,5 32,7a 34,7ABbc 34,3ab 33,9ab 35,9ABcd 36,7d 35,2Abcd 37,6ABd 42,3Be 0,3 \n1,0 32,9a 34,9Bbc 34,0ab 34,8bc 36,4Bcd 36,8de 36,4Acd 38,2Be 41,6Bf 0,3 \n\nÁgua \n\n1,5 32,8ab 34,3ABabc 32,7a 33,5ab 35,3ABc 35,8c 34,6Abc 35,7Ac 38,4Ad 0,3 \nEPM 0,3 0,3 0,3 0,3 0,3 0,3 0,3 0,3 0,3   \n\n0,0 31,9a 33,8b 33,8b 34,7b 34,7Ab 36,6c 37,5Bc 40,6Cd 46,7Cf 0,3 \n0,5 32,5a 34,8b 34,5b 34,4b 35,6ABbc 36,7cd 35,6ABbc 37,7Bd 43,8Be 0,3 \n1,0 33,1a 35,4bc 34,6ab 34,9ab 37,1Bcd 37,3d 36,1ABbc 37,9Bd 41,6Ae 0,3 \n\nSeco \n\n1,5 32,2a 33,9bc 33,3ab 33,3ab 35,3ABcd 36,2d 35,3Acd 35,6Acd 39,7Ae 0,3 \nEPM 0,3 0,3 0,3 0,3 0,3 0,3 0,3 0,3 0,3   \n\n1 Modo de aplicação do aditivo = a seco ou diluído em água; \n2 Dose do aditivo expressa como % da massa verde; \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nteste de Tukey (P<0,05); \n\nEPM = Erro padrão da média; \n\n \n\n\n\n \n\n \n\n105\n\nNa Tabela 10 são apresentados os coeficientes de digestibilidade da cana-de-\n\naçúcar. Aparentemente, a aplicação do aditivo em água não foi efetiva em aumentar a \n\ndigestibilidade da MS. Nesse modo de aplicação, a maior dose de cal virgem \n\napresentou em relação ao tratamento controle elevado coeficiente de DVIVMS apenas \n\nno tempo 12 horas e a partir do tempo 72 horas, contudo, os maiores coeficientes \n\napresentados pela maior dose do aditivo não diferiram do valor inicial observado para \n\nesse tratamento. Também não foi verificado alteração da digestibilidade da matéria \n\norgânica com aplicação do aditivo diluído em água no tempo zero. Além disso, a partir \n\ndo tempo 72 horas, a digestibilidade da matéria orgânica apresentou comportamento \n\nsemelhante ao da digestibilidade da matéria seca para esse modo de aplicação. \n\nPor outro lado, a aplicação do aditivo em pó provocou aumento significativo da \n\ndigestibilidade da MS, principalmente na forragem tratada com 1,5% de cal virgem. De \n\nacordo com a Tabela 10, a cana-de-açúcar aditivada com a maior dose a seco \n\napresentou digestibilidade elevada da matéria seca e pequena oscilação desses \n\nvalores durante os primeiros cinco dias de exposição aeróbia. Para a variável DVIVMO, \n\na maior dose do aditivo aplicada a seco resultou em coeficientes significativamente \n\nsuperiores, imediatamente, após o tratamento e a partir do tempo 24 horas \n\nOliveira et al. (2006a) encontraram efeito da utilização de cal virgem sobre a \n\ndigestibilidade da matéria seca, com valores de 72,06% para a forragem não aditivada, \n\ncontra 74,08% para a forragem tratada com 0,5% do aditivo. Os elevados coeficientes \n\nde digestibilidade encontrados no trabalho de Oliveira et al. (2006a) podem ser \n\nexplicados pela variedade de cana-de-açúcar utilizada, a IAC 86-2480. Seguindo a \n\nmesma tendência, Silva et al. (2006) observaram que a utilização de 0,5% de cal \n\nhidratada também elevou os teores de DVIVMS na cana-de-açúcar in natura (58,47% \n\npara a forragem tratada contra 53,22% para o tratamento controle).  Chaudhry (1998) \n\nreportou incremento significativo na digestibilidade in vitro da matéria seca da palhada \n\nde trigo tratada com cal virgem. Ainda, segundo esses autores, a cal virgem apresentou \n\ndesempenho semelhante ao hidróxido de sódio, podendo ser utilizado em substituição \n\nao NaOH, uma vez que é mais segura e apresenta melhor relação custo/benefício. \n\n \n\n \n  \n\n\n\n \n\n \n\n106\n\nTabela 10 - Evolução temporal dos coeficientes de digestibilidade da cana-de-açúcar in natura tratada \ncom cal virgem em exposição aeróbia \n\nTempo (horas) \nModo1 Dose2 0 6 12 24 48 72 96 120 240 \n\n  \nEPM\n\n    DVIVMS (% da MS)   \n0,0 64,1ABa 61,4a 64,5Ba 63,0Aa 62,8Aa 60,9Ba 54,6Cb 49,0Cc 33,9Cd 0,7 \n0,5 62,4Ba 60,3ab 62,8Ba 63,2Aa 61,8Aa 60,9Ba 60,6Ba 56,4Bb 49,0Bc 0,7 \n1,0 64,8ABa 60,2bc 64,4Ba 62,0Bab 61,4Aabc 61,1Babc 59,9Bbc 57,6Bc 51,7Bd 0,7 \n\nÁgua \n\n1,5 66,7Aab 63,6b 69,4Aa 66,2Aab 65,4Ab 65,7Aab 65,2Ab 64,9Ab 58,4Ac 0,7 \nEPM 0,7 0,7 0,7 0,7 0,7 0,7 0,7 0,7 0,7   \n\n0,0 60,6Bab 59,1Bab 61,5Ba 59,5Bab 61,0Ba 58,6Bab 56,9Cb 51,8Cc 38,5Dd 0,7 \n0,5 63,5Ba 59,9Bab 62,3Bab 62,1Bab 61,4Bab 59,3Babc 58,4Bbc 55,5BCc 44,5Cd 0,7 \n1,0 63,4Ba 60,5Ba 64,5ABa 63,1ABa 61,0Ba 60,3Ba 60,6ABa 56,2Bb 49,7Bc 0,7 \n\nSeco \n\n1,5 68,2Aa 64,2Ab 68,1Aa 66,7Aab 66,5Aab 65,1Aab 64,2Aab 64,5Aab 54,9Ac 0,7 \nEPM 0,7 0,7 0,7 0,7 0,7 0,7 0,7 0,7 0,7   \n\n    DVIVMO (% da MO)   \n0,0 63,1ABa 62,4a 64,6a 64,4a 61,3Ba 55,9Cb 48,7Cc 42,9Cd 29,6Ce 0,7 \n0,5 61,2Bb 61,0b 62,9ab 65,6a 62,4ABab 60,4Bb 59,6Bb 54,6Bc 44,1Bd 0,7 \n1,0 64,1ABa 60,7ab 62,8a 62,9a 62,1ABa 60,1Bab 58,5Bbc 55,1Bc 46,6Bd 0,7 \n\nÁgua \n\n1,5 65,8Aa 63,6a 66,0a 65,3a 66,1Aa 65,8Aa 65,0Aa 63,4Aa 58,9Ab 0,7 \nEPM 0,7 0,7 0,7 0,7 0,7 0,7 0,7 0,7 0,7   \n\n0,0 60,7Ba 60,0a 62,1a 60,7Ba 60,3Ba 55,7Bb 51,3Cc 45,5Cd 32,7De 0,7 \n0,5 62,7ABab 61,6bc 63,2ab 65,4Aa 61,7Bbc 58,4Bcd 57,3Bd 53,4Be 39,3Cf 0,7 \n1,0 61,7Bab 60,4ab 63,1a 63,0ABab 61,3Bab 59,3Bab 59,1ABb 54,0Bc 45,8Bd 0,7 \n\nSeco \n\n1,5 66,0Aab 63,6ab 65,8ab 65,6Aab 67,2Aa 64,1Aab 62,9Ab 62,8Ab 51,3Ac 0,7 \nEPM 0,7 0,7 0,7 0,7 0,7 0,7 0,7 0,7 0,7   \n\n1 Modo de aplicação do aditivo = a seco ou diluído em água; \n2 Dose do aditivo expressa como % da massa verde; \n\nMédias seguidas de mesma letra minúscula na linha e maiúscula na coluna não diferem entre si pelo \n\nteste de Tukey (P<0,05); \n\nEPM = Erro padrão da média; \n\n \n\n3.3 Conclusões \n \n\nDe forma geral, a utilização de cal virgem apresentou efeito benéfico para as \n\nvariáveis de estabilidade aeróbia, reduzindo o aquecimento da massa, as perdas de \n\nmatéria seca e os picos de temperatura.  \n\nNa avaliação do valor nutritivo, o tratamento com cal virgem aplicado à cana \n\npicada e armazenada em montes apresentou pouco efeito sobre as variáveis químico-\n\n\n\n \n\n \n\n107\n\nbromatológicas. Apenas no período imediatamente após a adição do aditivo foi \n\nconstatada solubilização parcial da hemicelulose e manutenção das frações FDN e \n\nFDA. Para as variáveis digestibilidade da matéria seca e orgânica, os maiores \n\ncoeficientes também foram obtidos no período imediatamente após a aplicação do \n\naditivo, especialmente para a maior dose.  \n\nPara os demais tempos de exposição aeróbia (a partir de 24 horas de exposição \n\naeróbia) a adição de cal virgem não promoveu melhora do valor nutritivo da forragem \n\ntratada. Nesses mesmos tempos de avaliação, o desempenho superior observados \n\npara os tratamentos contendo o aditivo se deve, predominantemente, a maior \n\ninstabilidade apresentada pelo tratamento controle. \n\nDessa forma, de acordo com os dados apresentados, tempos prolongados de \n\nexposição aeróbia da cana-de-açúcar são inconvenientes, uma vez que ocorre aumento \n\nnos teores das frações fibrosas e redução no de açúcares solúveis, acompanhado de \n\naquecimento da massa e, ainda, tornando a forragem susceptível à deterioração \n\nmicrobiana e a perda de matéria seca. A avaliação conjunta dos dados também permite \n\ninferir que os tratamentos aplicados, mesmo nas doses maiores, não foram efetivos em \n\neliminar a atividade metabólica da planta. \n\nDe forma geral, o modo de aplicação do aditivo não apresentou alteração \n\nsignificativa das variáveis analisadas. Somente para os coeficientes de digestibilidade \n\nda matéria seca e orgânica foi constatado desempenho superior para o modo de \n\naplicação na forma seca do aditivo. \n\n \n\n\n\n \n\n \n\n108\n\n \n\nREFERÊNCIAS \n \nALCÁNTARA, E.; AGUILERA, A.; ELLIOT, R.; SHIMADA, A. Fermentation and \nutilization by lambs of sugarcane harvested fresh and ensiled with and without NaOH. 4. \nRuminal kinetics. Animal Feed Science and Technology, Amsterdam, v. 23, p.323-\n331, 1989. \n \n \nALVES, J. B.; GODOY, M. M.; BERGAMASCHINE, A. F.; BASTOS, J. F. P. \nDigestibilidade da cana-de-açúcar hidrolisada e in natura. In: REUNIÃO ANUAL DA \nSOCIEDADE BRASILEIRA DE ZOOTECNIA, 38., 2001. Piracicaba, Anais... Piracicaba: \nSBZ, 2001. 1 CD-ROM. \n \n \nASSOCIATION OF OFFICIAL ANALYTICAL CHEMISTIS. Official methods of \nanalysis. 15th ed. Arlington, 1990. v.1, 1117p. \n \n \nBERGER, L.L.; FAHEY Jr., G.C.; BOURQUIN, L.D.; TITGEMEYER, E.C. Modification of \nforage quality after harvest. In: FAHEY Jr., G.C. Forage quality, evaluation and \nutilization. Madison, 1994. p.922-966. \n \n \nBERZAGHI, P.; COZZI, G.; ANDRIGHETTO, I. The use of near infrared analysis for in \nsitu studies. Journal of Dairy Science, Savoy, v.80, n.12, p.3263-3270, 1997. \n \n \nBOIN, C.; TEDESCHI, L.O. Cana-de-açúcar na alimentação de gado de corte. In: \nPEIXOTO, A.M.; MOURA, J.C.; FARIA, V.P. In: SIMPÓSIO SOBRE NUTRIÇÃO DE \nBOVINOS, 5., 1993, Piracicaba. Anais... Piracicaba: FEALQ, 1993. p.107-126. \n \n \nBRETT, C.; WALDRON, K. Physiology and biochemistry of plant cell walls. 2nd ed. \nLondon: Chapman &amp; Hall, 1996. 255p. \n \n \nCHAUDHRY, A.S. In vitro and in saco digestibility of wheat straw treated with calcium \noxide and sodium hydroxide alone or with hydrogen peroxide. Animal Feed Science \nand Technology, Amsterdam, v.74, n.4, p.301-313, 1998. \n \n \nCOZZOLINO, D.; ACOSTA, Y.; GARCIA, J. Application of near infrared reflectancy \nespectroscopy (NIRS) to forage evaluation in Uruguay. In: INTERNATIONAL \nGRASSLANDS CONGRESS, 19., 2001. São Pedro, Proceedings... Piracicaba: \nFEALQ, 2001. p. 370. \n \n\n\n\n \n\n \n\n109\n\nDOMINGUES, F.N.; OLIVEIRA, M.S.; SIQUEIRA, G.R.; ROTH, A.P.T.P.; SANTOS, J.; \nANDRADE, A.T.; MONTEIRO, R.R.; ROTH, M.T.P.; MAGARIO, F.B. Efeitos das doses \nde cal (CaO) microprocessada e do tempo após o tratamento sobre a estabilidade \naeróbia e dinâmica de microrganismos na cana-de-açúca in natura. In: REUNIÃO \nANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 43., 2006. João Pessoa, \nAnais... João Pessoa: SBZ, 2006. 1 CD-ROM. \n \n \nDUBOIS, M.; GILLES, K.A.; HAMILTON, J.K.; REBERS, P.A.; SMITH, F. Colorimetric \nmethod for determination of sugars and related substances. Analytical Chemistry, \nWashington, v. 28, p. 350, 1956. \n \n \nEZEQUIEL, J.M.B.; GASTALDI, K.A.; QUEIROZ, M.A.A. Efeitos da hidrólise alcalina \nnos teores de carboidratos solúveis, matéria seca, matéria orgânica e matéria mineral \nda cana-de-açúcar. In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE \nZOOTECNIA, 38., 2001. Piracicaba, Anais... Piracicaba: SBZ, 2001. 1 CD-ROM. \n \n \nEZEQUIEL, J.M.B.; GASTALDI, K.A.; QUEIROZ, M.A.A. MENDES, A.R.; GALATI, R.L. \nTeores de carboidratos estruturais nas cana-de-açúcar in natura, hidrolisada e \nhidrolisada e fenada. In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE \nZOOTECNIA, 38., 2001a. Piracicaba, Anais... Piracicaba: SBZ, 2001a. 1 CD-ROM. \n \n \nEZEQUIEL, J.M.B.; GALATI, R.L.; GASTALDI, K.A.; QUEIROZ, M.A.A. MENDES, A.R.; \nFEITOSA, J.V. Degradabilidade da matéria seca e pH ruminal em bovinos alimentados \ncom cana-de-açúcar in natura, hidrolisada ou hidrolisada fenada. In: REUNIÃO ANUAL \nDA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 38., 2001b. Piracicaba, Anais... \nPiracicaba: SBZ, 2001b. 1 CD-ROM. \n \n \nEZEQUIEL, J.M.B.; QUEIROZ, M.A.A.; MENDES, A.R.; NASCIMENTO FILHO, V.F.; \nGALATI, R.L.; FEITOSA, J.V. Taxa de passagem, consumo, e digestibilidade da fibra da \ncana-de-açúcar in natura ou hidrolisada, em bovinos. In: REUNIÃO ANUAL DA \nSOCIEDADE BRASILEIRA DE ZOOTECNIA, 40., 2003. Santa Maria, Anais... Santa \nMaria: SBZ, 2003. 1 CD-ROM. \n \n \nFARIA, V.P. O uso da cana-de-açúcar para bovinos no Brasil. In: PEIXOTO, A.M.; \nMOURA, J.C.; FARIA, V.P. In: SIMPÓSIO SOBRE NUTRIÇÃO DE BOVINOS, 5., 1993, \nPiracicaba. Anais...Piracicaba: FEALQ, 1993. p.1-16. \n \n \nGONZÁLES, E.; MacLEOD, N.A. Spontaneous fermentation of sugar cane. Tropical \nAnimal Production, Santo Domingo, v.1, p.80-85, 1976. \n \n\n\n\n \n\n \n\n110\n\nGUTIERREZ, L.E.; FARIA, V.P. Influência da intensidade do murchamento sobre o teor \nde carboidratos solúveis do capim-elefante (Pennisetum purpureum Schum). O Solo, \nPiracicaba, n.2, p.26-31, 1976. \n \n \nHOLDEN, L.A. Comparison of methods of in vitro dry matter digestibility for ten feeds. \nJournal of Dairy Science, Lancaster, v.82, n.8, p.1791-1794, 1999. \n \n \nJACKSON, M.G. Review articles: the alkali treatment of straws. Animal Feed Science \nand Technology, Amsterdam, v.2, n.2, p.105-130, 1977. \n \n \nJUNG, H.J. Genetic manipulation of cell walls. Identification of cell wall traits that can be \nmanipulated to improve forage digestibility. In: DAIRY FORAGE RESEARCH CENTER; \nCONFERENCE WITH DAIRY AND FORAGE INDUSTRIES, 1996. Madison, \nProceeding… Madison, p.9-14. \n \n \nKLOPFENSTEIN, T.J. Chemical treatment of crops residues. Journal of Animal \nScience, Albany, v.46, n.2, p.841-848, 1978. \n \n \nKLOPFENSTEIN, T.J. Increasing the nutritive value of crop residues by chemical \ntreatments. In: HUBER, J.T. UPGRADING RESIDUES AND PRODUCTS FOR \nANIMALS. Boca Raton: Ed. CRC Press, 1980, p.40-60. \n \n \nKUNG Jr., L. Preparation of silage water extracts for chemical analysis (Standard \noperating procedure, 001 2.03.96) Newark: Ed. University of Delaware – Ruminat \nNutrition Lab. – Worrilow 309, 1996. \n \n \nLOSADA, H.; ARANDA, E.; ALDERETE, R.; RUIZ, J. The voluntary intake by cattle of \nchopped sugar cane treated with sodium hydroxide. Tropical Animal Production, \nSanto Domingo, v.4, p.51-54. 1979. \n \n \nMATHISON, G.W.; HSU, H.; SOOFI-SIAWASH, R. et al. Prediction of composition and \nruminal degradability characteristics of barley straw by near infrared reflectance \nspectroscopy. Canadian Journal of Animal Science, Ottawa, v.19, p.519-523, 1999. \n \n \nMcDONALD, P.; HENDERSON, A.R.; HERON, S.J.E. The biochemistry of silage. 2nd \ned. Marlow: Chalcomb Publ., 1991. 340 p. \n \n\n\n\n \n\n \n\n111\n\nMENDES, C.Q. Silagem de cana-de-açúcar na alimentação de ovinos e caprinos: \nvalor nutritivo, desempenho animal e comportamento ingestivo. 2006. 103p. \nDissertação (Mestrado em Agronomia) – Escola Superior de Agricultura “Luiz de \nQueiroz”, Universidade de São Paulo, Piracicaba, 2006. \n \n \nMIYAZAKI, M.K.; MELO, G.M.P.; COAN, R.M.; GARCIA, G.R.; ROTH, A.P.T.P.; REIS, \nA.R. Características químicas e dinâmica de fungos e leveduras na cana-de-açúcar \ntratada com NaOH. In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE \nZOOTECNIA, 43., 2006. João Pessoa, Anais... João Pessoa: SBZ, 2006. 1 CD-ROM. \n \n \nMOSER, L.E. Post-harvest physiological changes in forage plants. In: MOORE, K.J.; \nPETERSON, M.A. Post-harvest physiology and preservation of forages, 1995. Madison: \nCSSA Spec., p.1-19 (Publ. N.22. ASA and CSSA). \n \n \nNUSSIO, L.G.; SCHMIDT, P.; PEDROSO, A.F. Silagem de cana-de-açúcar. In: \nPEIXOTO, A.M.; MOURA, J.C.; SILVA, S.C; FARIA, V.P. In: PRODUÇÃO ANIMAL EM \nPASTAGENS, 2003. Piracicaba. Anais... Piracicaba: FEALQ, 2003. p. 187-205. \n \n \nNUSSIO, L.G.; SCHMIDT, P.; QUEIROZ, O.C.M. Alternativas de uso e manejo de cana-\nde-açúcar para bovinos. In: SIMPÓSIO GOIANO SOBRE MANEJO E NUTRIÇÃO DE \nBOVINOS DE CORTE, 7., 2005, Goiânia. Anais...Goiânia: CBNA, 2005. p. 299-321. \n \n \nOLIVEIRA, B.S.Y.; ALVES, J.B.; BERGAMASCHINE, A.F.; ISEPON, O.J.; BASTOS, \nJ.F.P. Desempenho de bovinos terminados em confinamento com diferentes \nvolumosos. In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 38., \n2001. Piracicaba, Anais... Piracicaba: SBZ, 2001. 1 CD-ROM. \n \n \nOLIVEIRA, M.S.; SHINODA, J.; BODRICK, R.; SANTOS, J.; LOPES, A.D.; SILVA, T.M.; \nOLIVEIRA, I.S.; MOTA, D.A.; BRITO, D.R.B. Efeito da hidrólise com cal hidratada \n(hidróxido de cálcio) sobre a digestibilidade in vitro da cana-de-açúcar (Sacharam \nofficinarum L.). In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, \n43., 2006a. João Pessoa, Anais... João Pessoa: SBZ, 2006a. 1 CD-ROM. \n \n \nOLIVEIRA, M.S.; SHINODA, J.; BODRICK, R.; SANTOS, J.; LOPES, A.D.; SILVA, T.M.; \nOLIVEIRA, I.S.; MOTA, D.A.; BRITO D.R.B. Efeito da hidrólise com a cal (hidróxido de \ncálcio) sobre a composição bromatológica da cana-de-açúcar (Sacharam officinarum \nL.). In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE ZOOTECNIA, 43., 2006b. \nJoão Pessoa, Anais... João Pessoa: SBZ, 2006b. 1 CD-ROM. \n \n \n\n\n\n \n\n \n\n112\n\nPEDROSO, A.F. Aditivos químicos e microbianos como inibidores da produção de \netanol em silagens de cana de açúcar (Saccharum officinarum L.). 2003. 120 p. \nTese (Doutorado em Agronomia) - Escola Superior de Agricultura “Luiz de Queiroz”, \nUniversidade de São Paulo, Piracicaba, 2003. \n \n \nQUEIROZ, O.C.M. Associação de aditivos microbianos na ensilagem e o \ndesempenho de vacas em lactação recebendo silagem de cana-de-açúcar \ncomparada a volumosos tradicionais. 2006. 99p. Dissertação (Mestrado em \nAgronomia) – Escola Superior de Agricultura “Luiz de Queiroz”, Universidade de São \nPaulo, Piracicaba, 2006. \n \n \nREIS, R.A.; RODRIGUES, L.R. Amonização de forrageiras de baixa qualidade. In: \nSIMPÓSIO BRASILEIRO DE FORRAGICULTURA E PASTAGENS, 1., 1994, \nCampinas. Anais...Campinas: CBNA, 1994. p. 89-104. \n \n \nROTZ, C.A.; MUCK, R.E. Changes in forage quality during harvest and storage. In: \nForage quality, evaluation and utilization. Madison: ASA; CSSA; SSSA, 1994. p.828-\n868. \n \n \nSAS INSTITUTE. SAS user.s guide: statistics. Cary, 1999. 965p. \n \n \nSHENK, J.S.; WESTERHAUS, M.O. Population definition, sample selection, and \ncalibration procedures for near infrared reflectance spectroscopy. Crop Science, \nMadison, v.31, p.469-474, 1991. \n \n \nSILVA, D.J. Análise de alimentos (métodos químicos e biológicos). Viçosa: UFV, \nImpr. Univ., 1981. 166p. \n \n \nSILVA, R.A.; CACERE, E.R.; DIAS, A.C.S.; RIBEIRO, C.B.; SOUZA, A.R.D.L.; \nVASCONCELOS, P.C.; MORAIS, M.G.; FRANCO, G.L. Efeito da adição de cal \nhidratada na cana-de-açúcar picada sobre a composição química e digestibilidade in \nvitro da matéria seca. In: REUNIÃO ANUAL DA SOCIEDADE BRASILEIRA DE \nZOOTECNIA, 43., 2006. João Pessoa, Anais... João Pessoa: SBZ, 2006. 1 CD-ROM. \n \n \nTAIZ, L.; ZEIGER, E. Fisiologia vegetal. 3. ed. Porto Alegre: Artmed, 2004. 719p. \n \n \nVAN SOEST, P. J. Nutritional ecology of the ruminant. 2nd ed. Ithaca: Cornell \nUniversity Press, 1994. 476p."}]}}}