{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18235"}, {"@name": "filename", "#text": "25084_001097194.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nESCOLA DE ENGENHARIA \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA DE MINAS, \n\nMETALÚRGICA E DE MATERIAIS (PPGE3M) \n\n \n\n \n\n \n\n \n\n \n\n \n\nREINALDO MARQUES MARTINS \n\n \n\n \n\n \n\n \n\n \n\nVIABILIDADE DE DADOS SECUNDÁRIOS NA ESTIMATIVA DE MODELO \n\nDE CURTO PRAZO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Porto Alegre  \n\n2019 \n\n\n\n \n\nREINALDO MARQUES MARTINS \n\nENGENHEIRO GEÓLOGO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVIABILIDADE DE DADOS SECUNDÁRIOS NA ESTIMATIVA DE MODELO \n\nDE CURTO PRAZO \n\n \n\n \n\n \n\n \n\n \n\nDissertação submetida ao Programa \n\nde Pós-Graduação em Engenharia de \n\nMinas da Universidade Federal do Rio \n\nGrande do Sul, como requisito parcial à \n\nobtenção do título de Mestre em \n\nEngenharia, modalidade Acadêmica: \n\nTecnologia Mineral. \n\n \n\n \n\n \n\n \n\nOrientador: Prof. Dr. João Felipe Coimbra de Leite Costa \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2019 \n\n\n\nEsta dissertação foi julgada adequada para obtenção de título de Mestre em Engenharia, \n\nárea de concentração Metalurgia Extrativa e Tecnologia Mineral e aprovada em sua forma final \n\npelo Orientado e Banca Examinadora do curso de Pós-Graduação \n\n \n\nOrientador: \n\n \n\nProf. Dr. João Felipe Coimbra Leite Costa \n\n \n\n \n\n \n\n \n\nBanca Examinadora: \n\n \n\n \n\nProf. Dr. Rodrigo de Lemos Peroni \n\n \n\n \n\nProfa. Dra. Vanessa Cerqueira Koppe \n\n \n\n \n\nDr. Marcelo Cheuiche Godoy \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nProf. Dr. Carlos Pérez Bergmann \n\nCoordenador do PPGEM \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀ minha família \n\n \n\n\n\nAGRADECIMENTOS \n\n \n\n \n\nAo Prof. Dr João Felipe C.L. Costa, por toda orientação e formação passado ao longo \n\ndesse período do mestrado. \n\nAos amigos pelas incontáveis horas de discussões, em especial ao colega Ronald \n\nScheffer e a Simone Guimarães. Obrigado pela paciência e amizade. \n\nA Mosaic Fertilizantes pelo apoio e disponibilidade de informações. \n\nA minha família por perdoar minha ausência e pelo apoio incondicional. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Avalia-se a inteligência de um indivíduo pela quantidade de \n\nIncertezas que ele é capaz de suportar” \n\n \n\nImmanuel Kant \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nRESUMO \n\n \n\nUm dos pontos críticos frequentes no planejamento de lavra é a diferença entre os teores \n\nplanejados e os executados na usina. Em geral, essa situação está associada à própria \n\ncomplexidade da jazida e as limitações da amostragem realizada, ocorrendo problemas em \n\natingir níveis de flutuações toleráveis na alimentação da usina.  \n\nPara melhoria dos modelos geológicos e diminuição da incerteza na previsão dos teores, \n\noptou-se, nesta pesquisa, por incorporar informações de menor custo, que possuem, em geral, \n\nviés e baixa precisão quando comparados às amostras advindas dos furos de sondagem \n\ndiamantada. Desta forma, os dados de baixa precisão considerados como dados secundários \n\nforam tratados e utilizados na estimativa do modelo em conjunto com dados primários (furos \n\nde sonda). O uso dessa informação propiciou uma maior acuracidade e precisão no resultado \n\nda estimativa do modelo de blocos e, assim, na tomada de decisão no planejamento de curto \n\nprazo.  \n\nNos estudos de caso realizados em uma mina de fosfato, foram modeladas as \n\ncontinuidades espaciais considerando três bancos de dados: dados primários (i), dados \n\nprimários e secundários originais (ii) e dados primários e secundários estandardizados (iii). A \n\npartir da definição destes três diferentes bancos de dados, foram estimados modelos realizando \n\na combinação de metodologias de estimativa e banco de dados. Assim, os quatro cenários \n\nconsiderados derivam de modelos gerados por: krigagem ordinária com banco de dados (i), \n\nkrigagem ordinária com banco de dados (ii), krigagem ordinária com banco de dados (iii) e \n\ncokrigagem ordinária com banco de dados (iii).  \n\nA partir dos casos estudados conclui-se que a adição de dados secundários diminuiu \n\nconsideravelmente a incerteza na previsão dos teores. O modelo criado utilizando o banco de \n\ndados de amostras primárias combinados com os dados secundários tratados (estandardizados \n\ne reescalonados), estimado pela metodologia de cokrigagem, demonstrou maior aderência e o \n\nmenor erro relativo das estimativas, sugerindo a possibilidade de utilização prática na indústria \n\nem análise, melhorando a previsibilidade de resultados na usina sem custo adicional. \n\n \n\n \n\n \n\nPalavras-chave: viés e baixa precisão, teor das estimativas, krigagem, cokrigagem \n\n  \n\n\n\nABSTRACT \n\n \n\nOne of the sensitive points in mining planning is the difference of planned and executed \n\ngrades in the plant. In general, this situation is associated with the complexity of the deposit \n\nand the sampling limitations, not allowing adequate levels of grade fluctuations in the plant \n\nfeed. \n\nIn this research, the geological models’ improve and decrease the uncertainty in the \n\nprediction of the grades occurs by incorporation of lower cost information. Which generally \n\nhave bias and low precision when compared to the samples coming from diamond drilling \n\nholes. In this way, the low accuracy data named as secondary data were treated and used with \n\nprimary data (diamond drill holes) in the model estimation. The use of the secondary \n\ninformation provided greater accuracy and precision in the block model estimation and, \n\ntherefore, in the short term planning decision-making.  \n\nIn the case studies implemented in a phosphate mine, spatial continuities were modeled \n\nconsidering 3 datasets: primary data (i), primary data and original secondary data (ii) and \n\nprimary data and standardized secondary data (iii). The models were estimated by combining \n\nthe 3 databases and estimation methodologies. Thus, the four final model scenarios considered: \n\nordinary kriging with database (i), ordinary kriging with database (ii), ordinary kriging with \n\ndatabase (iii) and ordinary cokriging with database (iii). \n\nFrom the case studies it is concluded that: the addition of secondary data reduced the \n\nuncertainty in the prediction of the grades. The model estimated by cokriging using the database \n\nof primary samples combined with the treated secondary data (standardized and rescheduling), \n\ndemonstrated greater adherence and the smaller relative error, suggesting the possibility of \n\npractical use in the industry, improving the predictability at the plant without additional cost. \n\n \n\n \n\n \n\n \n\n \n\n \n\nkey-words: bias and low precision, grade estimation, kriging, cokriging. \n\n  \n\n\n\nSUMÁRIO \n\n \n\n CONTEXTUALIZAÇÃO .................................................................................. 10 \n\n1.1. Introdução ....................................................................................................................... 10 \n\n1.2. Estado da Arte ................................................................................................................. 11 \n\n1.3. Objetivo ........................................................................................................................... 13 \n\n1.4. Metodologia .................................................................................................................... 14 \n\n1.5. Estrutura da dissertação.................................................................................................. 15 \n\n FUNDAMENTOS TÉORICOS.......................................................................... 16 \n\n2.1. Fundamentos teóricos ..................................................................................................... 16 \n\n2.2. Análise exploratória ........................................................................................................ 16 \n\n2.3. Amostragem de dados multivariados ............................................................................. 17 \n\n2.4. Medidas de correlação – Variabilidade espacial conjunta .............................................. 18 \n\n2.5. Validações ....................................................................................................................... 31 \n\n IMPLEMENTAÇÃO DA METODOLOGIA ......................................................... 34 \n\n3.1. Estudo de caso................................................................................................................. 34 \n\n CONCLUSÕES, RESTRIÇÕES E CONSIDERAÇÕES ............................................ 51 \n\n4.1. Conclusões – estudo de caso ........................................................................................... 52 \n\n4.2. Restrições e considerações para trabalhos futuros. ....................................................... 53 \n\nREFERÊNCIAS .............................................................................................................. 54 \n\n \n\n \n\n \n\n \n\n \n\n\n\n10 \n\n \n\n  CONTEXTUALIZAÇÃO \n\n \n\n1.1. INTRODUÇÃO \n\nNo contexto atual, onde as commodities tem variações de preços bruscas em períodos \n\nrelativamente curtos, o detalhamento das jazidas e dos planos de lavra são cada vez mais \n\nminuciosos, principalmente pela variabilidade característica da jazida. Assim, a modelagem \n\ngeológica torna-se um fator importante para que uma empresa de mineração seja competitiva, \n\npois um melhor conhecimento dos seus recursos geológicos é parte essencial de um \n\nplanejamento de lavra eficiente.  \n\n Um dos desafios frequentes no planejamento é a diferença entre os teores planejados e \n\nos executados na usina. Em geral, essa situação está associada à própria complexidade da jazida \n\ne as limitações da amostragem realizada, ocorrendo problemas em atingir níveis de flutuações \n\ntoleráveis na alimentação da usina.  \n\nPara melhoria dos modelos geológicos e diminuição da incerteza na previsão dos teores, \n\no planejamento de lavra requer amostragem com espaçamento adensado para garantir previsões \n\nmais acuradas e precisas. Porém, os altos custos e tempo de resposta são um limitante para o \n\nincremento do número de sondagens. \n\nPor esse motivo, aparece uma opção de poder incorporar informações de menor custo \n\nque possuem, em geral, viés e baixa precisão quando comparados às amostras advindas dos \n\nfuros de sondagem diamantada. Estes dados ditos secundários podem ser: amostras por \n\ntrincheiras, sondagens secundárias, amostras de canaletas, etc. Estas informações secundárias, \n\nna falta de sondagens primárias, podem auxiliar na melhor estimativa de teores e, assim, na \n\ntomada de decisão no planejamento de curto prazo.  \n\nAtualmente, existem várias formas de incorporar a informação proveniente do \n\nadensamento amostral, Goovaerts (1997). Um dos métodos mais indicados é a cokrigagem, \n\nMaréchal (1970). Esta é uma extensão da krigagem, Matheron (1963,1965), no caso de muitas \n\nvariáveis correlacionadas entre si, que fornece um estimador não tendencioso o qual minimiza \n\na variância do erro, Wackernagel (2003).  \n\nConsiderando duas fontes de dados disponíveis na modelagem geológica de curto prazo, \n\ndevem ser tomadas decisões sobre quais amostras serão utilizadas, assim como se essas \n\namostras podem ser mescladas. \n\nEste trabalho inclui desde a escolha e tratamento de banco de dados, passando pela \n\nestimativa do modelo por diversas metodologias de estimativa até ao planejamento operacional \n\n\n\n11 \n\n \n\nde pilha de homogeneização que alimenta a usina. Será feita revisão de conceitos \n\ngeoestatísticos, de krigagem, de cokrigagem e em especial da cokrigagem ordinária \n\nestandardizada, Minitt e Deutsch (2014). Este último método, tem como base tratar os dados \n\nsecundários antes de serem utilizados na estimativa junto aos dados primários.  \n\nForam utilizadas na estimativa diferentes tipos de informação, (i) apenas sondagens; (ii) \n\nsondagens e amostras de pó de perfuratriz;(iii) sondagens e amostras de pó de perfuratriz \n\ntransformadas (estandardizadas e reescalonadas). As informações foram combinadas com as \n\nmetodologias de estimativa disponíveis gerando quatro modelos de blocos: (1) krigagem \n\nordinária com dados (i); (2) krigagem ordinária com dados (ii); krigagem ordinária com dados \n\n(iii) e cokrigagem ordinária com dados (iii). \n\nComo meio comparativo dos diferentes métodos de estimativa, foram construídas pilhas \n\nde homogeneização a partir dos blocos lavrados e os teores resultantes dos blocos utilizados \n\nforam comparados aos resultados informados pela amostragem da usina de beneficiamento \n\n(ditos teores reais para reconciliação). Essa reconciliação foi o suporte de análise dos resultados \n\ngerados nesse trabalho. \n\n \n\n1.2. ESTADO DA ARTE \n\nA utilização de dados com maior densidade amostral, porém menos acurados e com \n\npossível viés, ditos secundários, torna-se uma realidade visto as reduções nos investimentos em \n\ncoletas de amostras de maior qualidade ditas primárias. A aplicação de uma metodologia para \n\nintegração de informação secundária e primária tornou-se necessária e com o intuito principal \n\nde melhoria na estimativa da variável primária. Assim, o método de cokrigagem será testado \n\npara essa integração de dados amostrados. \n\n Segundo Soares (2006), a utilização de uma variável auxiliar através da cokrigagem só \n\né realmente vantajosa, em relação a krigagem normal da variável principal, se esta for sub \n\namostrada em relação a variável secundária e se ambas as variáveis forem correlacionadas. A \n\nprática de cokrigagem bem como os algoritmos relativos à sua implementação podem ser \n\nconsultados através das seguintes publicações: Maréchal (1970); Wackernagel (2003); Marcote \n\n(1991); Myers (1991) e Goovaerts (1997).  \n\n Sobre as estimativas em depósitos multivariados utilizando cokrigagem, Angelico \n\n(2006) realizou estudos de determinação da variabilidade na estimativa do PH e manganês (Mn) \n\ndo solo de acordo com a matéria orgânica (MO). Segundo o autor, as variáveis primárias, PH e \n\nMn, são onerosas e de difícil obtenção, por este motivo a utilização da variável secundária \n\ntornou-se necessária. Os resultados mostraram que a incorporação dos dados de matéria \n\n\n\n12 \n\n \n\norgânica possibilitou uma maior eficiência da caracterização química do solo. Além disso, o \n\nautor conclui que as margens de erros apresentadas nas estimativas se mostraram aceitáveis \n\npara a maioria das práticas agrícolas, incluindo a agricultura de precisão. \n\n Boezio (2004) analisou os benefícios do uso de informação secundária na estimativa da \n\nvariável de interesse, com diferentes técnicas de co-estimativa e a modelagem da \n\ncorregionalização. A metodologia foi aplicada para estimar o nível da água subterrânea \n\nutilizando dados de topografia como informação secundária, e os resultados mostraram que a \n\nincorporação dos dados de topografia utilizando a metodologia de estimativa por cokrigagem \n\nfoi positiva. Soares (2006) salienta que, quando a correlação entre as variáveis secundária e \n\nprincipal é elevada e quando o modelo de corregionalização é simples e perfeitamente ajustável \n\naos três variogramas, existem vantagens na aplicação da cokrigagem em relação à krigagem.  \n\n No que diz respeito à malha amostral, (Reuwsaat, 2011) avaliou o adensamento amostral \n\ncom malha regular de alguns atributos no minério de ferro. Através da técnica de cokrigagem, \n\navaliou os dados que possuíam heterotopia parcial. Em todas as alternativas analisadas, \n\nverificou-se que o procedimento mais adequado de estimativa ocorreu quando o banco de dados \n\nfoi preenchido com a utilização das relações entre os atributos por modelos de regressão linear. \n\nMais informações sobre este método em Andriotti (2005). Depois do banco de dados ter sido \n\nisotopizado, procedeu-se a estimativa do depósito com o MCI, modelo de corregionalização \n\nintrínseca (Wackernagel, 2003). \n\n Ainda na utilização de cokrigagem para integração de dados imprecisos, enviesados e \n\nheterotópicos no processo de estimativa, Minitt e Deutsch (2014), criaram em seu estudo, um \n\nbanco de dados artificial a partir de simulações, com espaçamento amostral regular. Neste \n\nartigo, utiliza-se a técnica geoestatística de cokrigagem estandardizada, que combina diferentes \n\nconjuntos de dados, a partir de diferentes amostragens heterotópicas e com diferentes \n\nqualidades. Os resultados mostraram que a cokrigagem ordinária estandardizada fornece \n\nmelhores estimativas de recursos recuperáveis em escalas local e global, em comparação a \n\nkrigagem ordinária da variável primária. No estudo, é apontado o benefício altamente \n\nsignificativo da incorporação da variável secundária, pois, o viés e a imprecisão existentes, \n\ndevida à má amostragem nos dados secundários, não são transferidos para os resultados das \n\nestimativas. É importante salientar, que o coeficiente de correlação entre as variáveis primária \n\ne secundária para aplicação desta técnica afeta os resultados das estimativas. Os autores \n\nsugerem que se o coeficiente de correlação for igual ou superior a 0.7, o método sugerido \n\nfunciona bem, ou seja, há correlação forte. Correlação abaixo de 0.2 não é adequado ao método \n\nsugerido e entre 0.2 e 0.7, os resultados podem ser questionáveis. \n\n\n\n13 \n\n \n\n Araújo (2015) efetuou um trabalho relevante a respeito do uso de cokrigagem ordinária \n\nestandardizada com dados secundários imprecisos e enviesados. No estudo, a autora demonstra \n\no ganho na qualidade de estimativa de teores com o uso adicional de informação, avaliando os \n\nbenefícios na melhoria da classificação dos blocos. Foram avaliadas as metodologias de \n\nkrigagem e cokrigagem ordinária estandardizada em dois estudos de caso. No primeiro estudo \n\nde caso, foi utilizado um banco de dados sintético com as amostras primárias e secundárias com \n\nelevada correlação. A utilização de informação secundária nas estimativas por cokrigagem \n\nordinária estandardizadas produziram bons resultados, uma vez que as amostras de baixa \n\nqualidade foram consideradas informações secundárias e sua média foi filtrada. Os resultados \n\ndas estimativas foram menos suavizados do que os obtidos por krigagem ordinária, o que levou \n\na estimativas mais próximas do valor de referência dos blocos. No segundo estudo de caso, foi \n\nconsiderado um banco de dados real com amostras primárias e secundárias com moderada \n\ncorrelação. Neste caso, verificou-se que a utilização da informação secundária (enviesada e \n\nimprecisa) com moderada correlação, para auxiliar na estimativa, depende de correção. Na \n\nestimativa por krigagem ordinária, em que as variáveis foram utilizadas juntas ignorando a \n\nqualidade das amostras, os erros foram transferidos para estimativa, superestimando o modelo \n\nde blocos, o que torna inadequado este procedimento. A estimativa por krigagem ordinária com \n\na variável primária e secundária estandardizada é uma alternativa para incorporação da \n\ninformação secundária no planejamento de curto prazo.  \n\n \n\n1.3. OBJETIVO \n\nA atualização sistemática do modelo de blocos para o planejamento de curto prazo \n\nbaseado nas amostras de informação secundária é uma realidade comum nas rotinas \n\noperacionais das minas. A utilização dessas informações pode trazer benefícios para toda cadeia \n\nprodutiva da mina, porém haverá consequências indesejáveis na operação de mina, quando o \n\nmodelo de teores estiver comprometido em termos de acuracidade e precisão.  \n\nEssa dissertação propõe a investigação dos benefícios da integração de informação \n\nsecundária imprecisa e eventualmente enviesada proveniente do adensamento amostral de curto \n\nprazo. Para avaliação, os dados secundários serão utilizados de forma direta, ou seja, sem um \n\npré-tratamento, também será testada a utilização dos dados após o tratamento pela metodologia \n\nde estandardização e reescalonamento dos dados. Serão testados os métodos de estimativa de \n\nkrigagem ordinária, krigagem ordinária com os dados estandardizados e reescalonados e \n\ncokrigagem com os dados estandardizados e reescalonados.  \n\n Este trabalho apresenta os seguintes objetivos: \n\n\n\n14 \n\n \n\ni.  Avaliar os dados geológicos com o intuito de incorporar diretamente os dados \n\nprimários (sondagem rotativa diamantada) com os dados secundários (amostras de pó \n\nde perfuratriz) em um mesmo banco de dados.  \n\nii. Testar metodologias de estimativa diferentes utilizando este banco de dados \n\nintegrado; \n\niii. Investigar através da aderência, entre modelos estimados e resultado de usina de \n\nbeneficiamento, a possível redução de viés dos teores no planejamento de curto prazo, \n\navaliando o benefício da incorporação da informação secundária imprecisa e enviesada \n\nna estimativa dos blocos. \n\n \n\n1.4. METODOLOGIA \n\nPara atingir os objetivos propostos nessa investigação, foi utilizado um banco de dados \n\nreal e criado modelos estimados por diferentes metodologias. Com os modelos criados, foram \n\nplanejadas pilhas de homogeneização e enviadas para a usina de beneficiamento. Segundo \n\nSchofield (1980), as pilhas de homogeneização, são unidades armazenadoras do material que \n\nserá alimentado à usina de beneficiamento, e, se planejadas e operadas adequadamente, \n\nreduzem significativamente a variabilidade dos teores da lavra. Os resultados dos teores das \n\npilhas na usina serão a referência para a reconciliação e definição de melhor banco de dados a \n\nser utilizado e melhor método de estimativa.  \n\nSerão realizados os estudos em um banco de dados do Complexo mineroquímico de \n\nAraxá (fornecido pela empresa Mosaic Fertilizantes). Com o banco de dados formado pelos \n\ndados primários (sondagem rotativa diamantada) e dados secundários (pó de perfuratriz), será \n\nrealizada uma análise exploratória avaliando sua estatística univariada e bivariada. Além disso, \n\nserá verificada a correlação entre as variáveis primária e secundária. \n\n Após a análise estatística dos dados, será realizado o modelamento da continuidade \n\nespacial, levando em consideração a continuidade espacial direta e cruzada a partir da \n\ncovariância. A consideração de atributos correlacionados no processo de estimativa leva à \n\nconstrução de modelos de covariâncias que devem satisfazer à condição de definição positiva \n\ndo modelo linear de corregionalização, Goovaerts (1997). \n\n Com dados selecionados e modelagem espacial concluída, serão executadas estimativas \n\npor, krigagem, Matheron (1963) e cokrigagem, Marechal (1970). A cokrigagem, baseada no \n\nmesmo princípio que a krigagem, procura realizar estimativas com erro médio zero e variância \n\ndo erro mínima, porém considerando covariâncias diretas e cruzadas dos atributos. Como caso \n\n\n\n15 \n\n \n\nespecífico, a cokrigagem será trabalhada no método da cokrigagem ordinária rescalonada e \n\nestandardizada, Goovaerts (1997), baseada na condição de não enviesamento. Isso exige que a \n\nsoma de todos os pesos seja igual a um, Isaaks and Srivastava (1989). Com esta condição de \n\nnão enviesamento o estimador será ligeiramente modificado. \n\nComo meio comparativo dos diferentes métodos de estimativa, foram simuladas pilhas \n\nde homogeneização a partir dos blocos lavrados e os teores resultantes desses blocos foi \n\nconsiderado o teor médio das pilhas. Estas pilhas foram alimentadas na usina e os resultados \n\nsimulados foram comparados aos resultados informados pela amostragem da usina. Essa \n\nreconciliação foi o suporte de análise dos resultados gerados nesse trabalho. \n\n \n\n1.5. ESTRUTURA DA DISSERTAÇÃO \n\nA seguir descreve-se sucintamente a organização dessa dissertação. \n\nNo Capítulo 2, apresenta-se o referencial bibliográfico dos temas que fundamentaram o \n\nestudo. Serão descritos temas a respeito de amostragem de dados multivariados, apresentada a \n\nfundamentação teórica dos métodos de estimativa de krigagem ordinária e cokrigagem \n\nordinária estandardizada, assim como o modelo de continuidade espacial com dados que \n\npossuem heterotopia total. Também, serão apresentados sucintamente os temas de regressão \n\nlinear e ferramentas de avaliação da coerência dos modelos estimados em relação aos dados \n\noriginais.  \n\nNo Capítulo 3, é desenvolvido o estudo com o banco de dados real de uma mina a céu \n\naberto de fosfato. Serão modeladas as continuidades espaciais considerando dados primários \n\n(i), dados primários e secundários originais (ii), dados primários e secundários estandardizados \n\n(iii). A partir da definição dos diferentes bancos de dados, serão estimados modelos realizando \n\na combinação de metodologias de estimativa e banco de dados. Serão construídos modelos por: \n\nkrigagem ordinária com (i), krigagem ordinária com (ii), krigagem ordinária com (iii) e \n\ncokrigagem ordinária com (iii). Utilizando os modelos criados, foram planejadas e executadas \n\n26 pilhas que foram alimentadas em uma usina de beneficiamento. Cada pilha possui quatro \n\nteores da variável P2O5% estimados a partir de cada modelo estimado. Os resultados das 26 \n\npilhas foram reconciliados com esses valores dos quatro modelos.  \n\nPor fim, o Capítulo 4 traz as conclusões do estudo realizado e as recomendações para \n\ntrabalhos futuros. \n\n \n\n \n\n\n\n16 \n\n \n\n  FUNDAMENTOS TEÓRICOS \n\n \n\n2.1. FUNDAMENTOS TEÓRICOS \n\nEste capítulo apresenta uma breve visão teórica dos conceitos e métodos geoestatísticos \n\nutilizados nesta dissertação, juntamente com as respectivas referências pesquisadas. \n\nAvaliando uma estimativa local, podemos considerar a utilização de variáveis primárias \n\nsendo suplementadas por variáveis ditas secundárias. Segundo Goovaerts (1997), medidas \n\ndiretas de informações primárias são suplementadas quando utilizamos informações \n\nsecundárias. Quando a informação secundária é mais adensada, levá-la em consideração pode \n\nmelhorar as estimativas, principalmente quando temos dados primários, geralmente de maior \n\ninteresse, escassos ou mal correlacionados no espaço. Ainda, quando a informação secundária \n\nnão está densamente amostrada, a consideração conjunta das variáveis leva a resultados mais \n\ncoerentes com o fenômeno estudado. \n\n \n\n2.2. ANÁLISE EXPLORATÓRIA \n\nA análise exploratória dos dados amostrais consiste de cálculos estatísticos cujo objetivo \n\né detectar tendências de agrupamento, dispersão ou correlação entre as variáveis (Isaaks &amp; \n\nSrivastava, 1989). \n\nSegundo Soares (2006), a análise estatística é feita com o objetivo de caracterizar e \n\ndescrever estatisticamente as distribuições dos dados, para um melhor entendimento do \n\ncomportamento das variáveis de interesse dentro do depósito. \n\nPara tal caracterização, são utilizadas medidas de tendência central, que corresponde à \n\nextensão na qual todos os valores de dados se agrupam em torno de um valor central típico. \n\nSegundo Levine et al. (2008), quando as pessoas conversam sobre um “valor médio” ou “valor \n\ndo meio” ou “valor mais frequente”, elas estão falando informalmente sobre a média aritmética, \n\na mediana e a moda, três medidas de tendência. A média é regida pela equação 1: \n\n?\n?\n\n?\nn\n\ni\n\ni\nv\n\nn\nm\n\n1\n\n1\n (1) \n\nonde: ?? ? ??????\t ??\t??????\t \nn= número de observações \n\nAlém da tendência central, todo conjunto de dados pode ser caracterizado por sua \n\nvariação e seu formato. A variação mede o spread, ou dispersão, dos valores em um conjunto \n\n\n\n17 \n\n \n\nde dados. Segundo Levine (2008), as medidas mais aplicadas na estatística são o desvio-padrão \n\n(?) e a variância (?²).   \n\nA variância é dada pela diferença quadrática média entre os valores observados e sua \n\nmédia. Essa medida é muito sensível a valores extremos e é medida nas mesmas unidades das \n\namostras ao quadrado, conforme equação 2. \n\n?\n?\n\n??\nn\n\ni\n\ni\nmv\n\nn 1\n\n22 )(\n1\n\n?  (2) \n\nA raiz quadrada da variância é denominada desvio-padrão (?). Este é mais \n\nfrequentemente usado, já que tem unidade igual à das amostras. \n\nQuando temos um conjunto de dados que contém uma grande quantidade de valores, \n\npode ser difícil tirar conclusões a respeito desses números. Logo, existem inúmeros tipos de \n\ngráficos que podemos utilizar para apresentar visualmente os dados numéricos. Para uma \n\nanálise de distribuição de frequência, pode ser utilizado o histograma, que nada mais é que um \n\ngráfico de barras para dados numéricos em grupo no qual as frequências ou percentagens de \n\ncada grupo de dados numéricos são representadas por barras verticais individuais. \n\n \nFigura 1-Histograma exemplo. \n\n \n\n2.3. AMOSTRAGEM DE DADOS MULTIVARIADOS \n\nConsiderado diferentes variáveis Z(u?) em um determinado domínio, podemos \n\nencontrá-las amostradas e dispostas nos mesmos locais ou em locais diferentes. Como \n\napresentado abaixo, temos a configuração espacial dos dados com: isotopia, heterotopia parcial \n\ne total:  \n\nIsotopia: as amostras estão disponíveis, para todas as variáveis, nos mesmos locais. Essa \n\né a melhor condição para cálculo de variogramas cruzados (Wackernagel, 2003). \n\nHeterotopia parcial: existe em situações ou locais onde as diferentes variáveis estão \n\ntodas amostrados. Ainda, existem outros pontos amostrais em que ora apenas a variável \n\nprimária está disponível e pontos onde ora a secundária está presente, (Olea, 1999).  \n\n\n\n18 \n\n \n\nHeterotopia total ou completa: quando as variáveis são medidas em locais diferentes não \n\ntendo nenhum ponto em comum. O banco de dado considerado nesta dissertação apresenta \n\nheterotopia total. Deste modo, o variograma cruzado não pode ser calculado diretamente. Myers \n\n(1991) sugere a utilização de pseudo-variogramas cruzados para poder estimar os dados por \n\ncokrigagem, nesta configuração de dados. Pseudo-variogramas cruzados são definidos por \n\ncomo demonstrado na equação 3: \n\n \n\n? ??\n?\n\n???\n)(\n\n1\n\n2\n)()(\n\n)(2\n\n1\n(\n\nhN\n\nji\n\np\n\nij\nhuzuz\n\nhN\nh)\n\n?\n???  (3) \n\n \n\nonde h)p\nij\n\n(? é o pseudovariograma cruzado entre as variáveis )( ?uz i e )( huz j ?? , e )( hN  é o \n\nnúmero de pares de valores de, )( ?uz i  e )( huz j ?? .  \n\nUma alternativa é a utilização da covariância cruzada, descrita por Deutsch e Journel \n\n(1998) e proposto posteriormente por Minnitt e Deutsch (2014). Este tema será discutido ao \n\nlongo da dissertação, por se tratar da ferramenta que se baseou este estudo.  \n\n \n\n2.4. MEDIDAS DE CORRELAÇÃO – VARIABILIDADE ESPACIAL CONJUNTA \n\nEm estudos que envolvem duas ou mais variáveis, há interesse em se conhecer o \n\nrelacionamento entre elas, além das estatísticas descritivas normalmente calculadas. Um \n\naspecto essencial da modelagem geoestatística é estabelecer medidas quantitativas da \n\ncorrelação espacial para uso subsequente em estimativa e simulação. A variabilidade espacial \n\né diferente para cada variável em cada tipo de depósito ou mesmo diferentes fácies ou camadas \n\ndentro de um mesmo depósito (Deutsch, 2002). Logo, se faz necessário caracterizar a \n\nvariabilidade espacial conjunta, e com este fim, temos os seguintes conceitos: \n\n \n\n2.4.1. Covariância \n\nA covariância, ou variância conjunta, é uma medida do grau de interdependência (ou \n\ninter-relação) numérica entre duas variáveis aleatórias. Quando se considera apenas uma \n\nvariável, é denominada covariância direta. \n\nNa covariância direta para uma variável (Exemplo: Au com Au, Ni com Ni, Cu com \n\nCu), avaliamos a esperança matemática da amostra Z(u), multiplicada pela amostra espaçada \n\nde h metros, menos a média ao quadrado, como demonstrado na equação 4:  \n\n? ? ? ? ? ? ? ? 2)()()()()()()( mhuZuZEhuZEuZEhuZuZEhC ??????????  (4) \n\n\n\n19 \n\n \n\nDe forma experimental, a função de covariância é dada pela equação 5: \n\n2\n)(\n\n1\n\n)()()(\n)(\n\n1\n)( hmhuzuz\n\nhN\nhC\n\nhN\n\n?\n?\n\n????\n?\n\n??  (5) \n\nOnde,  \n\n? m(h) é a média da variável Z(u) calculada a partir dos z(u?), \n\n? N(h) é o número de pares afastados por um vetor de h metros. \n\nEm h = 0, teremos a variância máxima dos dados, C(0) = ?².  \n\nPropriedades relevantes da covariância, dizem respeito a:  \n\n? Função simétrica, onde a covariância da amostra 1 para amostra 2 é igual a \n\ncovariância da amostra 2 para a amostra 1.  C(h)=C(-h) \n\n? Nenhum valor de covariância é maior do que a covariância de zero: |C(h)| ? C(0). \n\n \n\nO variograma apresenta um valor máximo que é igual à variância máxima dos dados, \n\n?(h) = C(0) – C(h). \n\nQuando se trata de duas ou mais variáveis, a função é denominada como covariância \n\ncruzada. A função de covariância cruzada é entre duas variáveis, Zi(u) e Zj(u), separadas por \n\num vetor de separação h. Além disso, nesse caso de covariância cruzada, temos que considerar \n\nas médias das duas variáveis, como demonstrado na equação 6: \n\njijimmhuzuz\nhN\n\nhC\nhN\n\njijiij\n??????? ?\n\n?\n\n2,1,)()(\n)(\n\n1\n)(\n\n)(\n\n1?\n??  (6) \n\nOnde, \n\n? )( hC\nij\n\né a função de covariância cruzada, \n\n? N(h) é o número de pares de valores )(),( huzuz\nji\n\n???  separados por um vetor de h \n\nmetros, \n\n? \nji\n\nmm ,  são as médias das variáveis Zi(u) e Zj(u). \n\nA função de covariância cruzada não é simétrica, equação 7: \n\n?hChC\nijij\n\n?? ()(  (7) \n\nIsto quer dizer que uma mudança na ordem das variáveis ou no sentido do vetor de \n\nseparação h, modifica o valor da função covariância cruzada (Wackernagel, 2003). \n\nComumente, esta não simetria é denominada efeito de retardo. Isto ocorre muito em \n\ndepósitos intempéricos, onde temos diferentes mobilidades geoquímicas das espécies químicas. \n\n\n\n20 \n\n \n\nPode existir correlação em h ? 0, mesmo sendo nula a correlação para h = 0. Sendo assim, a \n\ncovariância cruzada não tem necessariamente seu máximo para o vetor de separação nulo. \n\nO efeito retardado é geralmente ignorado e a covariância cruzada é calculada como a \n\nmédia das funções )( hC\nij\n\ne )( hC\nij\n\n? , equação 8: \n\n? ?)()(\n2\n\n1\n)( hChChC\n\nijijij\n????  (8) \n\nA estandardização da função covariância, pela variância, constitui o correlograma \n\ndemonstrado na equação 9: \n\n? ?1,1)()(\n2\n\n???\n?\n\n?\nhC\n\nh  (9) \n\nOnde )(h? , corresponde ao coeficiente de correlação linear dos dados separados de h \n\nmetros, )(hC  é a variância dos dados separados por uma distância h e ?\n2\né a variância a priori \n\ndos dados. \n\nO correlograma cruzado é análogo ao correlograma direto, porém ao invés de dividir a \n\ncovariância pela variância diretamente, temos que dividir a covariância cruzada pelo o produto \n\ndos desvios padrões, conforme equação 10. \n\n? ? jiji\nhC\n\nh\nji\n\nij\n\nij\n?????\n\n?\n\n2,1,1,1\n)(\n\n)(\n??\n\n?  (10) \n\n \n\nOnde  )( hC\nij\n\né a função de covariância cruzada e \ni\n\n? e \nj\n\n?  são os desvios padrões das \n\nvariáveis Zi(u) e Zj(u) respectivamente. \n\n \n\n2.4.2. Semi-Variograma \n\nO semi-variograma direto, contrariamente à função de covariância, mede a \n\ndissimilaridade entre dados separados por um vetor de separação h, conforme equação 11: \n\n? ??\n?\n\n???\n)(\n\n1\n\n2\n)()(\n\n)(2\n\n1\n(\n\nhN\n\nhuzuz\nhN\n\nh)\n?\n\n???  (11) \n\n \n\nOnde, h)(?  é a função semi-variograma, N(h) é o número de pares de valores )( ?uz , \n\n)( huz ??  afastados por um vetor de separação h. \n\n\n\n21 \n\n \n\nPara o caso do semi-variograma cruzado h)\nij\n\n(? , é definido como a semi-esperança \n\nmatemática do produto dos incrementos das variáveis )( ?uz i , )( huz i ??  e )( huz j ??  \n\nseparadas por h, equação 12: \n\n? ? ? ?)()()()(\n)(2\n\n1\n)(\n\n)(\n\n1\n\nhuzuzhuzuz\nhN\n\nh\njj\n\nhN\n\niiij\n?????? ?\n\n?\n??\n\n?\n???  (12) \n\nSendo assim, em dados com heterotopia completa, é impossível a modelagem de um \n\nsemi-variograma cruzado, pois é necessário de que as variáveis estejam simultaneamente nos \n\nlocais \n?u e hu ?? . \n\nContrariamente à função covariância cruzada, o semi-variograma cruzado é simétrico, \n\njá que é calculado a partir dos incrementos das variáveis (Zi com Zi ou Zj com Zj), não sendo \n\nafetados pela mudança no sentido do vetor de separação h. \n\nOs modelos semivariográficos são caracterizados por quatro componentes (Figura 2): \n\nalcance (a) que corresponde à distância dentro da qual as amostras apresentam-se \n\ncorrelacionadas espacialmente, o patamar (C) que é o valor do semivariograma correspondente \n\na seu alcance (a), a partir dele considera-se que não existe mais dependência espacial entre as \n\namostras, porque a variância da diferença entre pares de amostras )])()([( huzuzVar\nii\n\n?? ??  \n\ntorna-se invariante com a distância, o efeito pepita (C0), que mostra a descontinuidade do \n\nsemivariograma para distâncias menores do que a menor distância entre as amostras e parte \n\ndesta descontinuidade pode ser também devida a erros de medição e o patamar ou sill (C): é a \n\nsoma entre a contribuição (C1) e o efeito pepita (C0), que corresponde à variância a priori dos \n\ndados. Os elementos estão apresentados na figura 2. \n\nCom a adição de erros aos dados, há um aumento na variância e, portanto, alteram os \n\nparâmetros do modelo variográfico. Dentre eles, o mais afetado é o efeito pepita, C0, que \n\nrepresenta no modelo, a variabilidade geológica do fenômeno a curta distância, os erros \n\nreferentes aos procedimentos de amostragem e de protocolos de preparação inadequados.  \n\n\n\n22 \n\n \n\n \nFigura 2 - Componentes do Semi-variograma experimental. \n\n \n\n2.4.3. Transformação de covariância para variograma \n\nPara a transformação, deve ser considerada a hipótese de estacionariedade de segunda \n\nordem, como descrito em Goovaerts (1997). A hipótese de estacionaridade de segunda ordem \n\né assumida para as distribuições univariadas e bivariadas. Assim, independentemente da \n\nlocalização u?, toda variável randômica possui a mesma distribuição univariada e em qualquer \n\nponto as duas variáveis randômicas tem a mesma distribuição bivariada. Isso implica, que o \n\nvalor esperado de covariância entre duas variáveis randômicas também seja invariante sob a \n\ntranslação, Armstrong (1998). Koppe (2009) comenta que na prática, apenas os dois momentos \n\nestatísticos, média e covariância, são considerados, por isso a hipótese assumida é de segunda \n\nordem. Logo, uma função randômica Z(u) é chamada estacionária de segunda ordem, quando \n\no valor esperado de Z(u) existe (finito) e é invariável no domínio em questão e quando a \n\ncovariância entre duas variáveis randômicas Z(u?) e Z(u? + h) existe e depende apenas do vetor \n\nh. \n\nA equação 13 demostra, que apesar de fornecerem informações inversas (descorrelação \n\ne correlação) a respeito do comportamento espacial, o variograma é equivalente à função \n\ncovariância e pode ser calculado com a equação 13: \n\n)()(\n\n)()0()(\n2\n\nhChy\n\nhCChy\n\nijijij\n\nijijij\n\n??\n\n??\n\n?\n (13) \n\n?h(m) \n\nh(m) \n\n\n\n23 \n\n \n\nOnde, )( hy\nij\n\né a função variograma cruzada, )( hC\nij\n\na função de covariância cruzada e \n\n2\nij\n\n? . \n\nEm situações, como é o caso de heterotopia total, a disposição dos dados impossibilita \n\no cálculo do variograma cruzado. Minnitt &amp; Deutsch (2014) propuseram que a continuidade \n\nespacial do fenômeno fosse modelada a partir da covariância cruzada das variáveis \n\nextrapolando os pontos experimentais para h > 0 a fim de obter a covariância para h=0 (Figura \n\n3). \n\n \nFigura 3 - Adaptado de Minnitt e Deutsch(2014), extrapolação da covariância cruzado no eixo y. \n\nCovariância original dos dados (pontos vermelhos) e variograma experimental dos dados após a inversão \n\n(Equação 13). \n\n \n\n2.4.4. Krigagem \n\nSegundo Sinclair &amp; Blackwell (2004), krigagem é um termo genérico aplicado a uma \n\ngama de métodos de estimativa que dependem da minimização do erro de estimativa. Esse \n\nnome foi dado por G. Matheron e P. Carlier, que desenvolveram a teoria geoestatística baseados \n\nnos trabalhos sobre estimativas de teores em minas de ouro na África do Sul por Daniel Krige. \n\nO termo krigagem inclui vários métodos específicos como: krigagem simples (KS), \n\nkrigagem ordinária (KO) - Matheron (1963), krigagem de indicadores (KI) – Journel (1982, \n\n1983) e Matheron (1982), krigagem universal (KU) – Marechal (1970), krigagem disjuntiva - \n\nMatheron (1976), krigagem múltiplos indicadores (KIM) e krigagem de probabilidade (KP) – \n\nSullivan (1984).  \n\nTodos estes métodos se baseiam no conceito de que a autocorrelação de uma variável \n\nregionalizada, pode ser modelada por uma função matemática inferida, através dos dados da \n\nvariável regionalizada e usada para auxiliar na estimativa. O termo de variável regionalizada \n\nintroduzido por Matheron foi criado para enfatizar as feições particulares das variáveis \n\ngeológicas, Valente (1989). O objetivo da krigagem é gerar a melhor estimativa em um local \n\n\n\n24 \n\n \n\nnão amostrado, utilizando a informação fornecida por dados contidos na grande área na qual o \n\nlocal a ser estimado também está incluído. Os dados conhecidos são utilizados em um conjunto \n\nde equações lineares onde cada termo somado é constituído por duas partes, uma delas é o valor \n\ndo dado conhecido e a outra é um peso conhecido como peso de krigagem. Para obter o peso \n\nde krigagem, é necessária a resolução de uma matriz constituída pelas covariâncias entre os \n\ndados conhecidos e o ponto a ser estimado. As covariâncias são estimadas através do modelo \n\najustado aos dados amostrais disponíveis. De forma geral, para estimar-se o valor de um atributo \n\ncontínuo Z, em um local não amostrado, u, usando apenas os valores conhecidos de Z dentro \n\nde uma área de estudo R, a variável randômica resultante da krigagem, conhecida como Z*(u), \n\né definida pela equação 14: \n\n \n\n? ?,)()().()()(*\n)(\n\n1\n?\n\n?\n?? umuZuumuZ\n\nun\n\n??? ?\n?\n\n (14) \n\nOnde )(u??  é o peso dado à amostra z(u? ) que é uma das realizações da variável randômica \n\n)( ?uZ , m(u) é a média da variável randômica Z(u) e )( ?um é a média da variável randômica \n\nz.  \n\n \n\n2.4.5. Krigagem Ordinária \n\nA krigagem ordinária é um tipo de krigagem que não necessita do valor da média \n\nestacionária. A média local é calculada através de amostras vizinhas. Neste caso, a obtenção de \n\num estimador não tendencioso requer que a soma dos pesos seja unitária, equação 15: \n\n?\n?\n\n?\nn\n\ni\n\ni\n\n1\n\n1?  (15) \n\nO estimador de krigagem ordinária ficaria assim, equação 16: \n\n \n\n?\n?\n\n?\nn\n\ni\n\nii\nuZuZ\n\n1\n0 )()(* ?  (16) \n\nOs pesos são calculados através do seguinte sistema, equação 17: \n\n1\n\n)(,....2,1\n\n),()(),().(\n\n)(\n\n1\n\n1\n0\n\n?\n\n?\n\n??\n\n?\n\n?\n\n?\n\n?\n\nun\n\ni\n\noi\n\nn\n\ni\n\nii\n\nun\n\nuuCuuuCu\n\n?\n\n?\n\n?? ??\n\n (17) \n\n\n\n25 \n\n \n\nOnde ),( ?uuC i é a covariância entre as amostras ui e u?; ),( ?uuC  é a covariância entre \n\nos valores de Z observados em u? e u. )(u?  é o multiplicador de Lagrange, necessário minimizar \n\no erro, equação 15. \n\nEm termos matriciais, a krigagem ordinária é expressa da seguinte forma: \n\nk.?=K => ?=K-1.K, sendo que: \n\n\n ? ???? ?????? ??? … ??? 1??? 1??? ???1 1 … ??? 11 0? ;  ? = ?\n?????????µ ?  (18) \n\n? = ???? ?????? ??? … ??? 1??? 1??? ???1 1 … ??? 11 0? × ?\n?????????µ ? = ?\n\n?????????1 ? \nOnde Cij é a covariância entre os valores de Z em dois pontos amostrais e Ciu é a \n\ncovariância entre o ponto sendo estimado e cada um dos pontos amostrais vizinhos. \n\n \n\n2.4.6. Cokrigagem \n\nA cokrigagem é a extensão natural da krigagem no caso de múltiplas variáveis. Esta \n\nfornece um estimador não tendencioso que minimiza a variância do erro. Cada função \n\nrandômica Zi(u), pode ser expressa como um resíduo R com a média zero e covariância CRi(h), \n\ne um termo de tendência mi(u) da forma, equação 19: \n\n)()()( umuRuZ\niii\n\n??  (19) \n\nTemos diferentes métodos de cokrigagem, dependendo do modelo assumido para a \n\ntendência mi (u), são eles: \n\n? Cokrigagem simples (CKS): considera que as tendências são constantes em toda a área \nde estudo; \n\n? Cokrigagem ordinária (CKO): trabalha com média local, considera flutuações locais \nsobre a média limitando a hipótese de estacionariedade a uma vizinha local. Armstrong \n(1998) explica que estacionariedade é verificada quando todos os momentos estatísticos \nnão variam com a translação. \n\n? Cokrigagem com um modelo de tendência (CKT): considera que a média varia \nsuavemente na área de estudo. \n\n?  \n\n2.4.7. Cokrigagem simples (CKS) \n\nA ideia é calcular o valor da variável Z1 no ponto u utilizando as variáveis Z1 e Z2 \n\nconsiderando pesos diferentes. Também, consideramos que as médias das variáveis primárias \n\ne secundárias são modeladas como estacionárias m1 e m2, equação 20. \n\n\n\n26 \n\n \n\n? ? ? ???\n??\n\n???????\n)(2\n\n12\n2222\n\n)(1\n\n11\n11111\n\n* )()()(\n1\n\nun\nCKS\n\nun\nCKS\n\nCKS\nmuZmuZmuZ\n\n?\n??\n\n?\n?? ??  (20) \n\nSendo assim temos o somatório do peso da primária CKS\n1?? , multiplicado pelo resíduo da \n\nprimária )( 11 ?uZ  menos sua média mais a adição do somatório do peso da secundária \nCKS\n\n2?? , \n\nmultiplicado pelo resíduo da secundária )( 22 ?uZ  menos sua média. \n\nNota-se, que é considerado pesos diferentes para cada variável. O peso da secundária é \n\ntão maior quanto maior for a cross-correlação com a variável primária. \n\nOutro fator relevante é que o número de variáveis de m1 não precisa ser necessariamente \n\no mesmo número de variáveis para m2. \n\nO sistema CKS que resolve os pesos é o seguinte, equação 21: \n\n)(2,.....,12)(1,....,11\n\n)()()(\n\n)()()(\n\n)(1\n\n11\n\n)(2\n\n12\n2212222212211\n\n)(1\n\n11\n\n)(2\n\n12\n1112112211111\n\nunun\n\nuuCuuCuuC\n\nuuCuuCuuC\n\nun un\nCKSCKS\n\nun un\nCKSCKS\n\n??\n\n???????\n\n???????\n\n? ?\n\n? ?\n\n? ?\n\n? ?\n\n??\n\n??\n\n??\n\n? ?\n???????\n\n? ?\n???????\n\n (21) \n\nOnde: \n\n)( 1111 ?? uuC ? = covariância direta da primária; \n\n)( 2112 ?? uuC ? = covariância cruzada da primária com a secundária; \n\n)( 2222 ?? uuC ? = covariância direta da secundária; \n\n)( 221 uuC ?? = covariância cruzada da secundária com a primária. \n\nSe encontrarmos um variograma com efeito pepita puro, ou um correlograma com \n\ncovariância zero, significa que a secundária não tem correlação com a primária e a segunda \n\nequação fica igual a zero, daí o sistema simplifica para a krigagem simples. Logo, em teoria, só \n\nutilizamos krigagem simples quando não temos correlação entre as variáveis. \n\nA variância de CKS é dada pela equação 22: \n\n??\n??\n\n???????\n)(2\n\n12\n2212\n\n)(1\n\n11\n111111\n\n2 )()()0()(\nun\n\nCKS\nun\n\nCKS\n\nCKS\nuuCuuCCu\n\n?\n??\n\n?\n?? ???  (22) \n\nO primeiro termo diz respeito a mesma função da variância de krigagem simples, \n\nequação 23: \n\n?\n?\n\n????\n)(1\n\n11\n111111\n\n2 )()0()(\nun\n\nCKS\n\nCKS\nuuCCu\n\n?\n????  (23) \n\n\n\n27 \n\n \n\nPorém, equação 24, temos mais um fator para ser subtraído do erro, o fator de \n\ncovariância cruzada: \n\n?\n?\n\n??\n)(2\n\n12\n2212 )(\n\nun\nCKS\n\nuuC\n?\n\n???  (24) \n\nQuanto mais correlação existir entre a primária e a secundária, menor ficará o erro. Por \n\neste fato, a variância da cokrigagem é menor que a variância de krigagem.  \n\n \n\n2.4.8. Cokrigagem ordinária (CKO) \n\nConsidera-se a média somente numa vizinhança local e não na totalidade da área de \n\nestudo, equação 25. \n\n??\n??\n\n????\n21\n\n12\n22211\n\n11\n11\n\n* )()()(\nn\n\nCKO\nn\n\nCKO\n\nCKO\nuZuZuZ\n\n?\n???\n\n?\n? ??  (25) \n\nA soma dos pesos CKO\n1?? mais \n\nCKO\n\n2?? tem que ser igual a 1 para satisfazer a condição de \n\nestacionariedade. \n\nPara o CKO, existem as denominadas condições tradicionais, onde, equação 26: \n\n01\n21\n\n12\n2\n\n11\n1 ?? ??\n\n??\n\nn\nCKO\n\nn\nCKO\n\n?\n?\n\n?\n? ??  (26) \n\nLogo, caso a somatória dos pesos da variável primária seja igual a 1, o somatório dos \n\npesos da variável secundária deve ser igual a zero. Isso não sugere que não será considerado \n\npeso para a secundária, quer dizer que ela deverá ter um somatório igual a zero. \n\nNa prática, a condição sobre os pesos da variável secundária provoca a ocorrência de \n\npesos negativos ou muito pequenos, levando a estimativas negativas ou diminuindo a influência \n\nda variável secundária. \n\nPara resolver este problema, Goovaerts (1997) considera que o somatório dos pesos das \n\nvariáveis consideradas seja igual a 1. A utilização dessa condição só é possível se o estimador \n\né previamente re-escalado pelas médias. As médias m1 e m2 são as médias desagrupadas de Z1 \n\ne Z2.  \n\nLogo para equação 27:      \n\n1\n21\n\n12\n2\n\n11\n1 ?? ??\n\n??\n\nn\nCKO\n\nn\nCKO\n\n?\n?\n\n?\n? ?? , (27) temos que o re-escalado seja, equação 28: \n\n? ???\n??\n\n??????\n21\n\n12\n1222211\n\n11\n11\n\n* )()()(\nn\n\nCKO\nn\n\nCKO\n\nCKO\nmmuZuZuZ\n\n?\n???\n\n?\n? ??  (28) \n\n\n\n28 \n\n \n\nNeste caso, a cokrigagem ordinária é não tradicional, pois, utiliza a média da primária \n\npara a secundária.  \n\nDa mesma forma que foi explicada na cokrigagem simples, pelo fato de adicionarmos \n\nmais um termo a ser subtraído, o fator de covariância cruzada, podemos afirmar que a variância \n\nde cokrigagem ordinária é menor que a variância de krigagem ordinária. \n\n \n\n2.4.9. Cokrigagem ordinária standardizada - SCOK \n\nAs amostras (secundárias) originadas de rotinas de amostragem de curto prazo, ou pré-\n\nlavra, se tornam abundantes durante o desenvolvimento da vida da mina, quando comparados \n\naos furos de sondagem diamantados (DDH-Primárias). Essa abundância de amostras \n\nsecundárias auxilia no melhor modelamento da continuidade espacial do fenômeno, assim \n\ncomo a definição de contatos de diferentes litologias, visto seu espaçamento amostral menor. \n\nAs diferentes técnicas de amostragens para a variável secundária possuem suportes \n\namostrais diferentes, assim, na maioria das vezes, possuem uma imprecisão e um viés. Para \n\nutilização destes dados na estimativa do modelo de blocos, ao invés de utilizar fatores, para \n\ntentar minimizar este viés e imprecisão, a cokrigagem ordinária estandardizada apresenta-se \n\ncomo uma alternativa e permite que os dados secundários possam ser utilizados de forma \n\naceitável teoricamente. Considerando estes erros oriundos da amostragem, a variância da \n\nvariável primária e secundária podem possuir diferenças consideráveis, gerando dificuldades \n\nnas realizações das matrizes de cokrigagem.  \n\nUma boa prática seria padronizar e re-escalar os valores de covariância. De forma geral, \n\nessa padronização é alcançada considerando a variável, menos sua média, dividido pelo seu \n\ndesvio padrão. \n\nSegundo Minnitt e Deutsch (2014), reescalonamento se dá no momento que a variável \n\nsecundária, após a estandardização, é multiplicada pelo desvio padrão da variável primária mais \n\na média da primária.  \n\nLogo, o estimado do SCOK pode ser calculado conforme a equação 29: \n\n??\n??\n\n?\n??\n\n?\n??\n\n? 21\n\n21\n\n])([])([)(* n\n\nj\n\njjCKO\n\ni\n\nii\nn\n\nCKO\n\ni\n\niSCOK\n\nj\n\nj\n\nj\n\ni\n\ni\n\ni\n\nmuZmuZmuZ\n\n?\n\n?\n?\n\n?\n\n?\n? ?\n\n?\n?\n\n?\n?\n\n (29), \n\nOnde: \n\n)(* uZ\nSCOK\n\n A estimativa por krigagem ordinária estandardizada; \n\n)(\ni\n\nuZ\ni ?\n\nVariável primária; \n\ni\nm Média da primária; \n\n\n\n29 \n\n \n\ni\n? Desvio padrão da primária \n\n?\n?\n\n1\n\n1\n\nn\nCKO\n\ni\n\ni\n\n?\n?? Somatório dos pesos da variável primária \n\n)(\nj\n\nuZ\nj ?\n\n Variável secundária; \n\nj\nm Média da secundária; \n\nj\n? Desvio padrão da secundária; \n\n?\n?\n\n1\n\n1\n\nn\nCKO\n\nj\n\nj?\n?? Somatório dos pesos da variável secundária. \n\nConforme descrito em Goovaerts (1997), quando multiplicarmos primeiro a variável \n\nsecundária pelo desvio padrão da primária, e depois dividirmos pelo desvio padrão da variável \n\nsecundária, encontraremos a relação entre os pesos dados às amostras, equação 30. \n\n \n)(\n\n)(\n\n,...1)(\n\n,...1)(\n\nujj\n\nSOCK\n\nj\n\nj\n\niSCOK\n\nuii\n\nSOCK\n\ni\n\nSCOK\n\nnuZ\n\nnuZ\n\nj\n\ni\n\n?????\n\n?????\n\n??\n?\n?\n\n??\n\n??\n\n??\n\n(30), \n\nOs pesos da variável primária ficam os mesmos nos dois sistemas. \n\nSegundo Minnitt e Deutsch (2014), para a utilização desse método, deve ser respeitado \n\nas condições de o somatório dos pesos da primária mais o somatório dos pesos da secundária \n\nser igual a 1 (Equação 27): \n\n \n1\n\n21\n\n12\n2\n\n11\n1 ?? ??\n\n??\n\nn\nCKO\n\nn\nCKO\n\n?\n?\n\n?\n? ??\n\n \n\nTambém devem ser respeitadas as condições: \n\n)}({\n\n)};({\n\nuZEm\n\nuZEm\n\njj\n\nii\n\n?\n\n?\n São médias estacionárias de i e j. \n\n \n\n2.4.10. Modelo linear de corregionalização (MLC) \n\nComo discutido anteriormente, a cokrigagem apresenta vantagens quando trabalhamos \n\ncom estimativas de diferentes variáveis, porém, esses sistemas incluem não somente a \n\ncovariância da variável de interesse, mas também as covariâncias das variáveis secundárias e \n\nas covariâncias cruzadas entre elas. \n\nNo MLC, todos os modelos diretos e cruzados são expressos como combinações lineares \n\ndas mesmas estruturas básicas (Journel e Huijbregts, 1978). Para respeitar as condições do \n\nMLC, deveremos avaliar três condições: \n\n\n\n30 \n\n \n\n? Mesmos modelos (esférico, exponencial, gaussiano, cúbico, etc.) – alcances \n\niguais; \n\n? Determinantes do patamar sejam maiores que zero; \n\n? Coeficiente de correlação esteja entre -1 e +1.  \n\nPrimeira condição: \n\nImputamos que as estruturas serão definidas no variograma da primária e repetidas nas \n\nestruturas dos variograma da secundária e do cruzado, equação 31.  \n\n        2211011 111111\nSphRCSphRCC ????   (31) \n\n221221022 2222\nSphRCSphRCC ????  \n\n221121012 1212\nSphRCSphRCC ????\n\n \n\nOnde,  \n\n110\nC\n\n; 220\nC\n\n; 120\nC\n\n = Efeito pepita; \n\n111\nC\n\n; 221\nC\n\n; 121\nC\n\n = Contribuição de patamar da estrutura de alcance 1 ( 1R ); \n\n112\nC\n\n; 222\nC\n\n; 122\nC\n\n = Contribuição de patamar da estrutura de alcance 2( 2R ). \n\nSegunda condição: \n\nRespeitadas as condições dos alcances, devemos avaliar se os determinantes sejam \n\npositivos. \n\n0\n2221\n\n1211\n\n00\n\n00\n?\n\nCC\n\nCC\n;   0\n\n2221\n\n2111\n\n11\n\n11\n?\n\nCC\n\nCC\n;  0\n\n2221\n\n1211\n\n22\n\n22\n?\n\nCC\n\nCC\n (32) \n\nTerceira condição: \n\nOs coeficientes de correlação regionalizados, \nk\n\nij\nr , devem estar incluídos no intervalo [-\n\n1 e +1], equação 33: \n\n]1,1[??\n?\n\n?\nk\n\njj\n\nk\n\nii\n\nk\n\nijk\n\nij\n\nbb\n\nb\nr  (33) \n\n \n\nOnde \nk\n\nii\nb e \n\nk\n\nij\nb é a matriz de coeficientes de contribuição direta e cruzada para a \n\nvariância global de cada estrutura k.  \n\nLogo temos, \n\n\n\n31 \n\n \n\n]1,1[\n2211\n\n12\n\n00\n\n0\n??\n\n? CC\n\nC\n\n; \n\n]1,1[\n2211\n\n12\n\n11\n\n1\n??\n\n?CC\n\nC\n\n; \n\n]1,1[\n2211\n\n12\n\n22\n\n2\n??\n\n? CC\n\nC\n\n \n\nO efeito pepita define uma correlação em micro-escala e estruturas de alcances maiores definem \n\ncorrelações nas escalas correspondentes. Como visto o MLC só é satisfeito quando as três \n\ncondições forem satisfeitas simultaneamente. Por isso, o MLC não é simples e a sua \n\ncomplexidade aumenta com o número de variáveis. \n\n2.5. VALIDAÇÕES \n\n \n\n2.5.1. Análise de deriva \n\nUma das validações das estimativas consiste na análise de deriva (drift analysis ou swath \n\nplots). Este processo nada mais é que a construção de gráficos de médias de teores em faixas \n\nde blocos do depósito ao longo de diversas direções. Assim, nesses gráficos, são realizadas as \n\ncomparações entre os teores médios nas faixas obtidos pelo método de estimativa e os teores \n\nmédios locais calculados a partir das amostras nessa faixa. Com essa informação, somos \n\ncapazes de avaliar o viés local do método de estimativa, verificando se os valores estimados, \n\nem média, seguem a tendência dos dados. \n\nPara obter-se os teores médios locais calculados a partir das amostras sem viés, uma \n\nprática comum consiste em estimar um modelo de blocos utilizando a técnica conhecida como \n\nvizinho mais próximo (Nearest Neighbour -NN). Isso evita, no cálculo de médias locais, a \n\ninfluência do agrupamento preferencial dos dados. \n\nPor ser um método determinístico, o NN não fornece medida de incerteza relacionada à \n\nestimativa. Porém, globalmente representa uma estimativa não enviesada da distribuição dos \n\nteores, podendo ser uma referência para a comparação realizada na análise de deriva. \n\n \n\n2.5.2. Coeficiente de correlação \n\nA presença de viés condicional é um problema em qualquer modelo estimado. O \n\ncoeficiente angular da reta é muitas vezes utilizado como diagnóstico para verificar o viés \n\ncondicional, Rossi &amp; Deustch (2014). Consideremos duas variáveis, uma primária Z1(u) e a \n\noutra secundária Z2(u). Inicialmente, consideremos somente os locais nos quais estão \n\namostradas as duas variáveis, ou seja, o vetor de separação h entre elas é zero. Assim, é possível \n\nconstruir um gráfico de dispersão como representado na Figura 4: \n\n \n\n  \n\n\n\n32 \n\n \n\n \nFigura 4 Gráfico de dispersão entre duas variáveis Z1 e Z2 \n\nPara cada variável, a variância é definida de acordo à equação 34 e analogamente, é \n\npossível definir a covariância cruzada entre elas como a variação conjunta de Z1 (u) e Z2(u) em \n\ntorno a suas médias. \n\n? ?? ? ? ?? ?\n\n? ?? ? ? ?? ?\n2\n\n1\n222\n\n2\n\n2\n22\n\n2\n2\n\n2\n\n1\n111\n\n1\n\n2\n11\n\n2\n1\n\n2\n\n2\n\n1\n\n1\n\n1\n\n1\n\n?\n\n?\n\n?\n\n?\n\n????\n\n????\n\nn\n\nn\n\nmUZ\nn\n\nmZE\n\nmUZ\nn\n\nmZE\n\n?\n?\n\n?\n?\n\n?\n\n?\n\n (34) \n\nOnde, \n\n2\n1? é a variância da variável ? ?uZ1 , \n2\n2? é a variância da variável ? ?uZ2  \n\n1n é o total de locais 1?u onde se dispõe da informação ? ?11 ?uZ , \n\n2n é o total de locais 2?u onde se dispõe da informação ? ?22 ?uZ , \n\n1m é a média da variável ? ?uZ1  \n\n2m é a média da variável ? ?uZ2 . \n\n? ? ? ? ? ?? ? ? ?? ? ? ?? ?22\n1\n\n1122111212\n\n1\n0 muzmuz\n\nn\nmZmZEC\n\nn\n\n????????? ?\n?\n\n?\n?\n\n??  (35) \n\nOnde, \n\n12? é a covariância cruzada, ? ?012C entre as variáveis ? ?uZ1 e ? ?uZ2 para um vetor de \nseparação h nulo, \n\nn é o total de locais ?u nos quais se dispõe conjuntamente das informações das variáveis \n\n? ?uZ1 e ? ?uZ2 . \n\nO coeficiente de correlação ? ?012? é a medida da relação linear entre ? ?uZ1 e ? ?02Z , e \nestá definido similarmente a equação 35, descrita novamente na equação 36: \n\n\n\n33 \n\n \n\n? ? ]1,1[0\n21\n\n12\n\n2\n2\n\n2\n1\n\n12\n12 ??\n\n?\n?\n\n?\n?\n\n??\n?\n\n??\n\n?\n?  (36) \n\nO coeficiente de correlação é calculado utilizando dados das duas variáveis provenientes \n\ndos mesmos locais ?u ,ou seja, do subconjunto isotópico. Dessa forma, ele representa somente \n\na correlação para um vetor de separação h nulo, e, portanto, o seu significado é limitado ao não \n\nlevar em consideração a variação conjunta para .0|| ?h  \n\n2.5.3. Erro relativo \n\nUma prática comum de avaliação da qualidade da estimativa é a realização da \n\nreconciliação entre o valor de referência e o valor estimado. Uma ferramenta é a avaliação do \n\nerro relativo percentual. Para a análise, é realizada a diferença entre o valor de referência menos \n\no valor estimado, dividido pelo valor de referência, multiplicado por 100, equação 37: \n\n;100\n)(\n\n(%) ?\n?\n\n?\nVR\n\nVEVR\nER\n\n (37) \n\nOnde, \n\nER= Erro relativo \n\nVR= Valor de referência  \n\nVE= Valor estimado \n\n \n\nNeste capítulo, foi apresentado o referencial bibliográfico dos temas que \n\nfundamentaram o estudo. Descritos temas a respeito de amostragem de dados multivariados, \n\napresentada a fundamentação teórica dos métodos de estimativa de krigagem ordinária e \n\ncokrigagem ordinária estandardizada, assim como o modelo de continuidade espacial com \n\ndados que possuem heterotopia total. Também, foram apresentados sucintamente os temas de \n\nregressão linear e ferramentas de avaliação da coerência dos modelos estimados em relação aos \n\ndados originais.  \n\nNo próximo capítulo, será desenvolvido o estudo com o banco de dados real de uma \n\nmina a céu aberto de fosfato. Serão modeladas as continuidades espaciais considerando dados \n\nprimários (i), dados primários e secundários originais (ii), dados primários e secundários \n\nestandardizados (iii). \n\n \n\n \n\n \n\n\n\n34 \n\n \n\n IMPLEMENTAÇÃO DA METODOLOGIA \n\n \n\n3.1. ESTUDO DE CASO \n\nO estudo de caso descrito refere-se à aplicação das metodologias, apresentadas no \n\ncapítulo 2, em uma mina a céu aberto de fosfato do interior de Minas Gerais. Os dados são de \n\ndiferentes atributos em um mesmo domínio geológico, com malha irregular e heterotopia total.  \n\n Os chamados dados primários são compostos por furos de sondagem rotativa \n\ndiamantada e os dados ditos secundários são originados de amostragem por recuperação em pó \n\nde perfuratriz.  Serão modeladas as continuidades espaciais considerando dados primários (i), \n\ndados primários e secundários originais (ii) e dados primários e secundários estandardizados \n\n(iii). A partir da definição dos três bancos de dados, serão estimados modelos realizando a \n\ncombinação de metodologias de estimativa e banco de dados. Serão construídos modelos por: \n\nkrigagem ordinária com (i), krigagem ordinária com (ii), krigagem ordinária com (iii) e \n\ncokrigagem ordinária com (iii).  \n\nUtilizando os modelos criados, foram planejadas e executadas 26 pilhas que foram \n\nalimentadas em uma usina de beneficiamento. Cada pilha possui quatro teores da variável \n\nP2O5% planejados em função dos valores dos blocos estimados nos quatro modelos estimados. \n\nOs resultados previstos das 26 pilhas foram reconciliados com os valores amostrados na usina.  \n\n \n\n3.1.1. Distribuição espacial dos dados \n\nA respeito da configuração espacial dos dados, os dados possuem malhas amostrais \n\ndiferentes. As amostras primárias possuem espaçamento amostral médio de 50x50x3 m, \n\nenquanto as amostras secundárias possuem uma malha 10x10x3 m. A figura 5 mostra o mapa \n\nde localização das amostras primárias e na figura 6 temos a distribuição dos dados secundários. \n\nNota-se a diferença entra as malhas amostrais e a heterotopia total dos dados conforme figura \n\n7.  \n\n\n\n35 \n\n \n\n \nFigura 5 Distribuição dos dados primários \n\n \n\n \nFigura 6 Distribuição dos dados secundários \n\n\n\n36 \n\n \n\n \nFigura 7 Distribuição dos dados primários e secundários. Dados em vermelho representam os dados \n\nprimários em azul os dados secundários. \n\n \n\n3.1.2. Estatística descritiva dos dados \n\nA tabela 1 mostra os parâmetros estatísticos para os teores de P2O5% nos dois tipos de \n\namostragens. Nota-se a diferença do número de amostras secundárias (pó de perfuratriz=27482) \n\nem relação às amostras primárias (furo de sondagem=5558). Outro destaque faz referência ao \n\nviés positivo no teor de P2O5% nas amostras secundárias, cerca de 0,5% acima dos teores \n\nencontrados nas amostras primárias.  \n\nTabela 1 Estatística descritiva dos dados da variável P2O5% amostradas por diferentes técnicas. \n\n \n\nVariável P2O5_Pó de perfuratriz P2O5 Furo de sondagem\n\nNºAmostras 27482 5558\n\nMédia 14.46 13.81\n\nDesvio Padrão 5.47 5.77\n\nVariância 29.95 33.28\n\nCoeficiente de Variação 37.85 41.77\n\nMínimo 1.36 0.64\n\nQ1 10.83 9.72\n\nMediana 13.72 13.11\n\nQ3 17.43 17.04\n\nMáximo 38.53 35.61\n\nModa 16.21 11.50\n\nN° da moda 5 11\n\n\n\n37 \n\n \n\nAs amostras coletadas em pó de perfuratriz, dados secundários, apresentam um mínimo \n\nde teor mais alto (1.36%) quando comparado com as amostras de furos de sondagem (0,64), \n\ndados primários. No que diz respeito à assimetria, nota-se uma ligeira assimetria positiva nos \n\ndois casos. Temos as médias com valores um pouco maiores que as medianas (0,7%). Isso é \n\nevidenciado nos histogramas da figura 8. \n\n \n\n \nFigura 8 Histogramas dos dados primários e secundários. Ligeira assimetria positiva na distribuição \n\ndos teores. \n\n \n\nOutra característica identificada diz respeito ao intervalo menor entre os quartis das \n\namostras secundárias. A diferença entre o quartil inferior e superior é de 6.6% de P2O5, já na \n\namostra primária temos 7.32% entre os quartis. Isso demonstra uma variância menor dos dados \n\nsecundários, como comprovado nos números, onde a variância dos dados secundários (29.95%) \n\né menor que os dados primários (33.28%).  \n\nA diferença entre as médias da variável primária (13.81%) e secundária (14.46%) indica \n\nque as amostras de pó de perfuratriz possuem problemas na acuracidade, o que implica o \n\nenviesamento dos resultados. Este fato pode estar relacionado às características da \n\nmineralização, qualidade da amostragem (relação volume x variância entre as técnicas \n\nutilizadas), preparação e análises químicas das amostras diferentes empregadas nos dois tipos \n\nde amostras. Para o caso da amostragem primária, a amostra é retirada diretamente do \n\ntestemunho de sondagem, quarteada em laboratório interno e enviada uma alíquota para \n\nlaboratório externo com certificação de qualidade internacional. No caso das amostras \n\n\n\n38 \n\n \n\nsecundárias, é aproveitado todo o material que retorna do furo em forma de pó. O material é \n\nquarteado em campo e levado para a preparação e análise química em laboratório próprio.    \n\nTambém vale ressaltar que a média e desvio padrão usados na transformação da variável \n\nsecundária tem que representar a mesma região da variável primária. Neste trabalho, as regiões \n\nsão pouco diferentes, o que não foi considerado problema. \n\n \n\n3.1.3. Estatística bivariada \n\nConforme já mencionado, as amostras possuem heterotopia total, ou seja, quando as \n\nvariáveis são medidas em locais diferentes não tendo nenhum ponto em comum. Assim, foi \n\ncalculada a correlação entre elas a partir do cross correlograma ominidirecional extrapolado \n\npara o ponto h = 0. A figura 9 demonstra a correlação entre as amostras de aproximadamente \n\n0,75. \n\n \n\n \nFigura 9 Cross correlograma das amostras primárias e secundária. Correlação de 0,75. \n\n \n\n3.1.4. Transformação da variável secundária \n\nPara que os dados secundários sejam utilizados conjuntamente com os dados primários, \n\nos erros de viés e precisão foram corrigidos. Para isto, as amostras secundárias foram \n\n\n\n39 \n\n \n\nestandardizadas e reescalonadas (equação 29), utilizando os valores de média e desvio padrão \n\nda variável primária.  \n\nDe forma mais simplificada, a equação 29 pode ser quebrada e representada nas etapas \n\nde estandardização (equação 38) e reescalonamento (equação 39). \n\n \n\n? ?\nj\n\njjjSTD\n\njj\n\nmuz\nuZ\n\n?\n?\n\n?\n\n?\n?\n\n)(\n)(   (38) \n\n \n\nonde, \nSTD\n\njj\nuZ )( ?  é a variável secundária estandardizada, )( jj uZ ?  são os dados da variável \n\nsecundária, jm é a média da variável secundária )( jj uZ ?  e j? é o desvio padrão da variável \n\nsecundária. \n\nii\n\nSTD\n\njj\n\nSTD\n\nBACKjj\nmuZuZ ??? ??? )()(  (39) \n\nonde, \nSTD\n\nBACKjj\nuZ )( ?  é a variável secundária reescalonada, \n\nSTD\n\njj\nuZ )( ? é a variável secundária \n\nestandardizada, i?  é o desvio padrão da variável primária e im é a média da variável primária. \n\nApós a transformação da variável secundária, os dados primários e secundários passam \n\na ter a mesma ordem e magnitude, ou seja, passam a ter médias e desvio padrão muito próximos. \n\nAssim, as duas variáveis podem ser utilizadas combinadas em uma mesma estimativa.  \n\n \n\n \nFigura 10 Histograma comparativo entre as amostras primárias (verde), dados secundários originais \n\n(preto) e dados secundários transformados (vermelho). \n\nPodemos observar, no histograma da figura 10, o deslocamento da curva dos dados \n\nsecundários (linha preta) em direção aos dados primários (linha verde). Os dados transformados \n\n\n\n40 \n\n \n\n(linha vermelha) possuem média e desvio padrão iguais aos dados primários, conforme tabela \n\n2. \n\n \n\nTabela 2 Comparativo estatístico entre dados primários (sondagem), dados secundários originais (pó de \nperfuratriz) e dados secundários transformados (pó de perfuratriz transformado) \n\n \n\nCom o reescalonamento, algumas amostras ficaram com teores negativos, devido a \n\nmédia da variável secundária (14.46 %) ser maior que a média da variável primária (13.82%). \n\nTivemos um total de 15 amostras com teores negativos, estas amostras foram desconsideradas \n\ndo banco de dados para as análises subsequentes assim como desconsideradas para as \n\nestimativas. \n\nApós a transformação da variável secundária (estandardização e reescalonamento), foi \n\nrefeita a correlação entre as variáveis. Assim, a variância cruzada para h=0 entre as variáveis \n\nprimária e secundária ficou bem próxima de 1. \n\n \n\n \nFigura 11 Cross-correlograma das amostras primárias e secundária estandardizada e reescalonada. \n\nCorrelação de 0.90. \n\nVariável P2O5 Furo de sondagem P2O5_Pó de perfuratriz P2O5_PP_ Transformados\n\nNºAmostras 5558 27482 27467\n\nMédia 13.81 14.46 13.81\n\nDesvio Padrão 5.77 5.47 5.77\n\nVariância 33.28 29.95 33.28\n\n\n\n41 \n\n \n\n3.1.5. Continuidade espacial  \n\nNa avaliação da continuidade espacial da distribuição dos teores para a variável P2O5%, \n\nforam utilizados os semivariogramas para cada método de estimativa. As direções de maior, \n\nintermediária e menor continuidade espacial foram definidas para os domínios geológicos \n\nconforme tabela 3. \n\n \n\nTabela 3 Continuidade espacial do domínio geológico estudado. \n\n \n\n \n\n As estimativas em blocos possuíam tamanho de 10x10x5 m e a discretização de blocos, \n\n5x5x2 m nas direções norte (x), leste (y) e vertical (z). \n\nNa estratégia de busca, utilizou-se no mínimo 3 amostras e no máximo 12 para \n\nestimativa. Usou-se o mesmo alcance encontrado no semivariograma da variável primária. \n\nSendo, 450 metros na direção de maior continuidade, 180 metros na direção intermediária e 55 \n\nmetros na direção perpendicular ao plano contendo os eixos maior e intermediário. Com \n\nexceção da estimativa por krigagem ordinária com os dados primários e secundários \n\ntransformados, onde neste, foi definido um semivariograma com 450 metros na direção de \n\nmaior continuidade, 300 metros na direção intermediária e 38 metros na direção perpendicular \n\nao plano. \n\nNa primeira estimativa, foi realizada a krigagem ordinária com os dados primários, \n\nutilizados o semivariograma conforme equação 40. \n\n \n\n?\n?\n\n?\n?\n?\n\n?\n??\n\n?\n\n?\n?\n?\n\n?\n??\n\n450\n,\n\n180\n,\n\n55\n97,10\n\n40\n,\n\n30\n,\n\n15\n13,1416,8)( 3212\n\n321\n11\n\nhhh\nSph\n\nhhh\nSphh? (40) \n\nonde, )(1 h?  corresponde ao semivariograma direto da variável primária P2O5% sondagem. Já \n\n1Sph corresponde ao modelo esférico da primeira estrutura e 2Sph corresponde ao modelo \n\nesférico da segunda estrutura. \n\n O segundo modelo estimado utilizando krigagem ordinária considerando os dados \n\nprimários mais secundários originais. Neste caso, foi considerado o mesmo semivariograma \n\nDireções Direção de mergulho/mergulho\n\nMaior continuidade (h3) N157°d0°\n\nContinuidade intermediária (h2) N67°d0°\n\nPerpendicular (h1) N0°d90°\n\n\n\n42 \n\n \n\ndescrito na equação 40. Optou-se por manter este semivariograma, pois, a mina em estudo \n\nutiliza desde mesmo racional para o desenvolvimento dos seus modelos.  \n\nPara o terceiro modelo estimado, foi realizada krigagem ordinária considerando os \n\ndados primários mais secundários transformados (estandardizados e reescalonados). Foi \n\nmodelado o semivariograma conforme equação 41. \n\n?\n?\n\n?\n?\n?\n\n?\n??\n\n?\n\n?\n?\n?\n\n?\n??\n\n450\n,\n\n300\n,\n\n38\n00,18\n\n50\n,\n\n25\n,\n\n16\n00,1221,3)( 3212\n\n321\n1\n\nhhh\nSph\n\nhhh\nSphh? (41) \n\nonde, )(h?  corresponde ao semivariograma direto da variável primária P2O5% sondagem, mais \n\na variável secundária P2O5% de pó de perfuratriz estandardizada e reescalonada. \n\nA última estimativa foi realizada por cokrigagem ordinária. Para definir o modelo de \n\ncontinuidade espacial, devido aos dados serem heterotópicos, foi usada a covariância cruzada \n\nentre as variáveis e em seguida transformada para semivariogramas. Como definido no capítulo \n\n2, item 2.4.7, precisamos definir os semivariogramas da variável primária, equação 40, variável \n\nsecundária, equação 42, e semivariograma cruzado, equação 43. O modelo linear de \n\ncorregionalização (MLC) foi obedecido para modelar a continuidade espacial das variáveis \n\ndiretas e cruzadas. \n\n?\n?\n\n?\n?\n?\n\n?\n??\n\n?\n\n?\n?\n?\n\n?\n??\n\n450\n,\n\n180\n,\n\n55\n95,10\n\n40\n,\n\n30\n,\n\n15\n78,1346,8)( 3212\n\n321\n12\n\nhhh\nSph\n\nhhh\nSphh? (42) \n\n?\n?\n\n?\n?\n?\n\n?\n??\n\n?\n\n?\n?\n?\n\n?\n??\n\n450\n,\n\n180\n,\n\n55\n96,10\n\n40\n,\n\n30\n,\n\n15\n94,1330,8)( 3212\n\n321\n112\n\nhhh\nSph\n\nhhh\nSphh? (43) \n\n \n\nonde, )(2 h?  corresponde ao semivariograma direto da variável secundária P2O5% pó de \n\nperfuratriz original transformada e )(12 h?  corresponde ao semivariograma cruzado da variável \n\nprimária P2O5% sondagem com a variável secundária P2O5% de pó de perfuratriz \n\nestandardizada e reescalonada. \n\n \n\n3.1.6. Validação das estimativas \n\nApós a criação dos modelos pelas diferentes metodologias e banco de dados, foi \n\nrealizada uma validação do modelo através da análise de deriva. Como referência para a análise, \n\nfoi criado um modelo por vizinho mais próximo, conforme descrito no item 2.5.1. Para cada \n\navaliação, o modelo estimado por vizinho mais próximo respeitou o banco de dados da análise. \n\nPor exemplo, a deriva do modelo estimado por krigagem ordinária e banco de dados composto \n\n\n\n43 \n\n \n\npelas amostras primárias e amostras secundárias originais é comparado na deriva por um \n\nmodelo de vizinho mais próximo estimado com o banco de dados composto por amostras \n\nprimárias e amostras secundárias originais.  \n\nNa figura 12, temos os gráficos construídos para a avaliação do modelo estimado por \n\nkrigagem ordinária utilizando apenas furos de sondagem rotativa. Nas três direções, tivemos \n\numa boa aderência entre o modelo estimado pela krigagem e o modelo de referência. Ocorreu \n\num pequeno descolamento no eixo Z, em profundidade. \n\nNa figura 13, são apresentados os gráficos referentes ao modelo estimado por krigagem \n\nordinária e banco de dados composto pelas amostras primárias e amostras secundárias originais. \n\nNa figura 14, são apresentados os gráficos referentes ao modelo estimado por krigagem \n\nordinária e banco de dados composto pelas amostras primárias e amostras secundárias \n\ntransformadas (estandardizadas e reescalonadas).   \n\n \n\n \nFigura 12 Gráficos de deriva entre modelo krigado com furos de sondagem e modelo de referência \n\n(NN) nas direções X,Y e Z. Unidades em metros. \n\n\n\n44 \n\n \n\n \nFigura 13 Gráficos de deriva entre modelo krigado com amostras primárias e amostras secundárias \n\noriginais e modelo de referência (NN) nas direções X,Y e Z. Unidades em metros. \n\n \n\n \n\n \nFigura 14 Gráficos de deriva entre o modelo krigado com amostras primárias e amostras secundárias \n\ntransformadas e modelo de referência (NN) nas direções X,Y e Z. Unidades em metros. \n\nDe forma geral, conforme figuras 12, 13 e 14, o principal descolamento se deu em \n\nprofundidade no eixo Z. Pode ser observado que não ocorreram significativas superestimativas \n\nnem subestimativas nas três análises e nos três eixos.  \n\nPor outro lado, conforme visualizado na figura 15, a estimativa por cokrigagem com o \n\nbanco de dados composto por amostras primárias e secundárias transformadas, obtivemos os \n\nmelhores resultados na deriva.  \n\n\n\n45 \n\n \n\n \nFigura 15 Deriva entre modelo cokrigado com amostras primárias e amostras secundárias \n\ntransformadas e modelo de referência (NN) nas direções X, Y e Z. Unidades em metros. \n\n3.1.7. Seleção das pilhas de homegeneização e reconciliação de teores. \n\nComo meio de reconciliação dos diferentes métodos de estimativa, foram construídas \n\npilhas de homogeneização a partir dos blocos lavrados. Os teores resultantes dos blocos \n\nutilizados foram comparados aos resultados informados pela amostragem da usina (ditos teores \n\nreais para reconciliação). Essa reconciliação foi o suporte de análise dos resultados gerados \n\nnesse trabalho. \n\nForam planejadas e executadas 26 pilhas que foram alimentadas em uma usina de \n\nbeneficiamento. Como parâmetro das pilhas, todas deveriam contar com mais de 90% de massa \n\nproveniente de frentes de lavra diretamente da mina (in situ), e com avanços com mais de 95% \n\nde aderência de lavra. Além disso, todas as pilhas tiveram amostragens constantes na saída do \n\nmoinho, ou seja, primeira etapa na entrada da usina, o que garantiu a confiabilidade dos \n\nresultados informados pela usina.  \n\nCada pilha possui quatro teores da variável P2O5% planejados a partir de cada modelo \n\nestimado. Os resultados das 26 pilhas foram reconciliados com os teores planejados derivados \n\nde cada modelo estimado (tabela 4).  \n\n \n\n\n\n46 \n\n \n\nTabela 4 Reconciliação entre resultados de usina e os teores planejados derivados de cada modelo \nestimado. \n\n \n\n \n\n3.1.8. Reconciliação modelos estimados versus resultados da usina. \n\nPara reconciliação, foi utilizada a correlação entre os resultados de usina e os modelos.  \n\n \n\n \nFigura 16 Gráfico de correlação entre o resultado da variável P2O5% das pilhas de homogeneização \n\nalimentados na usina de beneficiamento e da variável P2O5% planejado derivado do modelo estimado por \n\nkrigagem utilizando banco de dados com amostras primárias. \n\nUsina N° Pilha Usina OK_DH OK_DH_PPorig OK_DH_PPTrans SCOK_DH_PPTrans\n\n6723 15.17 13.95 14.37 13.73 14.58\n\n6724 14.87 14.49 13.89 13.26 13.83\n\n6725 15.00 12.13 14.17 13.55 13.89\n\n6726 13.80 13.28 14.20 13.57 13.45\n\n6727 16.77 14.65 15.87 15.39 16.09\n\n6740 14.66 12.81 16.24 15.75 15.48\n\n6747 14.37 14.42 14.20 13.64 13.62\n\n6748 13.70 14.10 14.20 13.64 13.55\n\n6750 18.92 16.24 17.53 17.20 17.93\n\n6752 17.58 15.92 17.50 17.08 17.30\n\n6753 15.98 14.82 17.73 17.27 16.44\n\n6757 14.94 13.11 17.32 16.86 16.71\n\n6758 19.02 16.97 19.86 19.53 19.21\n\n6759 18.20 15.60 17.88 17.46 17.51\n\n6760 16.96 16.03 16.72 16.26 16.36\n\n6762 17.63 14.03 17.39 16.94 16.91\n\n6809 15.20 14.05 16.08 15.58 15.32\n\n6811 13.34 16.28 15.95 15.51 15.09\n\n1001 16.03 14.09 14.65 14.24 14.24\n\n1002 14.97 14.01 15.98 15.57 15.67\n\n1010 13.58 14.48 14.98 14.42 14.39\n\n1011 13.20 13.94 13.63 12.91 13.12\n\n1012 15.20 12.57 13.40 12.76 13.52\n\n1014 15.08 15.67 15.67 15.14 15.13\n\n1018 13.42 14.44 14.33 13.80 13.60\n\n1036 17.93 17.20 19.27 18.98 17.73\n\nUsina Resultados da usina\n\nOK_DH Krigagem ordinária com dados primários\n\nOK_DH_PPorigKrigagem ordinária com dados primários e secundários originais\n\nOK_DH_PPTransKrigagem ordinária com dados primários e secundários transformados\n\nSCOK_DH_PPTranscokrigagem ordinária com dados primários e secundários transformados\n\nP2O5%\n\n311\n\n312\n\n\n\n47 \n\n \n\nNa figura 16, é apresentada a correlação entre o resultado da variável P2O5% das pilhas \n\nde homogeneização escolhidas alimentadas na usina de beneficiamento e da variável P2O5% \n\nplanejado, derivado do modelo estimado por krigagem ordinária utilizando somente dados \n\nprimários, ou seja, furos de sondagem. Encontramos uma correlação de 56.23% entre o \n\nplanejado e realizado na usina. \n\nQuando calculamos a correlação entre o resultado da variável P2O5% das pilhas e o \n\nmodelo estimado utilizando todos os dados, sem tratamento algum, tivemos um ganho \n\nconsiderável entre a correlação do planejado e o executado, conforme figura 17. Tivemos um \n\naumento de correlação de 21.88%, chegando a 78.11%. Ou seja, mesmo com viés e baixa \n\nprecisão, quando comparados à amostragem por sondagem rotativa, as amostras de pó de \n\nperfuratriz melhoram os resultados previamente planejados.  \n\n \nFigura 17 Gráfico de correlação entre o resultado da variável P2O5% das pilhas alimentadas na usina e \n\nda variável P2O5% planejado do modelo estimado por krigagem utilizando banco de dados com amostras \n\nprimárias e amostras secundárias originais. \n\n \n\nNo caso a seguir, onde a correlação média é entre usina e modelo krigado com o banco \n\nde dados composto por amostras primárias e secundárias transformadas, ocorreu um pequeno \n\naumento da correlação e uma redução na média dos resultados do modelo estimado em 0.5% \n\ndo teor de P2O5%. Saímos de uma média do teor planejado de 15.88% de P2O5% (figura 17) \n\npara 15.38% de P2O5% (figura 18). A princípio, considerando apenas a correlação, pode-se \n\ninferir que não há a necessidade de tratamento (estandardização e reescalonamento). Porém, se \n\nconsiderarmos que 0.5% de P2O5% em 15% de teor médio representa cerca de 3% de diferença. \n\n\n\n48 \n\n \n\nLogo, pode-se sugerir que, realizando o tratamento dos dados, a estimativa desse modelo \n\nimplica em uma redução do viés no teor planejado dessas 26 pilhas. Assim, tratando os dados \n\ncom a transformada, reduzimos o viés que as amostras secundárias carregam.  \n\nPara a última comparação (figura 19), considerando o modelo estimado por cokrigagem \n\nordinária com o banco de dados composto de amostras primárias e secundárias transformadas, \n\ntivemos um ganho de 23.53% de correlação quando comparadas a primeira estimativa por \n\nkrigagem ordinária dos dados primários. Vale ressaltar, que a cokrigagem é a extensão natural \n\nda krigagem no caso de múltiplas variáveis, como descrito no item 2.4.7. Ou seja, no tratamento \n\nde dados multivariados, em teoria, a cokrigagem é a melhor metodologia para aplicação. \n\n \n\n \nFigura 18 Gráfico de correlação entre o resultado da variável P2O5% das pilhas alimentadas na usina \n\ne da variável P2O5% planejado do modelo estimado por krigagem utilizando banco de dados com amostras \n\nprimárias e amostras secundárias estandardizadas e reescalonadas. \n\n \n\n \n\n\n\n49 \n\n \n\n \nFigura 19 Gráfico de correlação entre o resultado da variável P2O5% das pilhas alimentadas na usina \n\ne da variável P2O5% planejado do modelo estimado por cokrigagem utilizando banco de dados com amostras \n\nprimárias e amostras secundárias estandardizadas e reescalonadas. \n\n \n\n3.1.9. Análise do erro relativo modelos estimados versus resultados da usina \n\nComo comparativo adicional, foi realizada uma análise do erro relativo (tabela 5). Nota-\n\nse, que a média do erro relativo foi decrescente conforme a adição da informação e o tratamento \n\ndos dados. Fica demonstrado na tabela 5, que a opção onde a média do erro relativo é menor \n\nestá situada nos teores planejados com o modelo estimado por cokrigagem com dados primários \n\ne secundários transformados. Entretanto, é importante ressaltar, que utilizando krigagem \n\nordinária com dados transformados, para o caso estudado, não tivemos muita diferença.  \n\n \n\n\n\n50 \n\n \n\nTabela 5 Erro relativo entre teores planejados derivados dos modelos testados e resultados da usina. \n\n \n\n \n\nNeste capítulo, foi apresentado o estudo de caso onde foram utilizados dados com \n\nheterotopia total de diferentes fontes e a partir destes, criados modelos com diferentes \n\nmetodologias de estimativas. \n\nUtilizando os modelos criados, foram planejadas e executadas 26 pilhas de \n\nhomogeneização que foram alimentadas em uma usina. Cada pilha possuía quatro teores da \n\nvariável P2O5% planejados em função dos teores dos blocos nos quatro modelos estimados. Os \n\nresultados previstos das 26 pilhas foram reconciliados com os valores amostrados na usina.  \n\nNo próximo capítulo, serão descritas todas as conclusões e considerações a respeito do \n\nestudo de caso. \n\n \n\n \n\n \n\n \n\nUsina N° Pilha OK_DH OK_DH_PPorig OK_DH_PPTrans SCOK_DH_PPTrans\n\n6723 -8.1% -5.3% -9.5% -3.9%\n\n6724 -2.6% -6.6% -10.9% -7.0%\n\n6725 -19.1% -5.6% -9.7% -7.4%\n\n6726 -3.7% 2.9% -1.6% -2.5%\n\n6727 -12.7% -5.4% -8.2% -4.0%\n\n6740 -12.6% 10.8% 7.4% 5.6%\n\n6747 0.4% -1.2% -5.1% -5.2%\n\n6748 2.9% 3.7% -0.4% -1.1%\n\n6750 -14.2% -7.3% -9.1% -5.3%\n\n6752 -9.4% -0.4% -2.8% -1.6%\n\n6753 -7.2% 10.9% 8.1% 2.9%\n\n6757 -12.2% 15.9% 12.8% 11.8%\n\n6758 -10.8% 4.4% 2.7% 1.0%\n\n6759 -14.3% -1.8% -4.1% -3.8%\n\n6760 -5.5% -1.4% -4.1% -3.5%\n\n6762 -20.4% -1.4% -3.9% -4.1%\n\n6809 -7.6% 5.8% 2.5% 0.8%\n\n6811 22.0% 19.6% 16.3% 13.1%\n\n1001 -12.1% -8.6% -11.2% -11.2%\n\n1002 -6.4% 6.8% 4.0% 4.7%\n\n1010 6.7% 10.3% 6.2% 6.0%\n\n1011 5.6% 3.2% -2.2% -0.6%\n\n1012 -17.3% -11.8% -16.1% -11.1%\n\n1014 3.9% 3.9% 0.4% 0.3%\n\n1018 7.6% 6.8% 2.8% 1.4%\n\n1036 -4.1% 7.5% 5.8% -1.1%\n\n-5.8% 2.1% -1.2% -1.0%\n\nOK_DH Krigagem ordinária com dados primários\n\nOK_DH_PPorigKrigagem ordinária com dados primários e secundários originais\n\nOK_DH_PPTransKrigagem ordinária com dados primários e secundários transformados\n\nSCOK_DH_PPTranscokrigagem ordinária com dados primários e secundários transformados\n\nMédia total\n\n311\n\n312\n\nErro relativo %\n\n\n\n51 \n\n \n\n  CONCLUSÕES, RESTRIÇÕES E CONSIDERAÇÕES  \n\nUma das fontes frequentes de problemas no planejamento de lavra é a diferença entre \n\nos teores planejados e os executados na usina. Em geral, essa situação está associada à própria \n\ncomplexidade da jazida e limitações da amostragem realizada, ocorrendo problemas em atingir \n\nníveis de flutuações toleráveis na alimentação da usina.  \n\nPara melhoria dos modelos geológicos e diminuição da incerteza na previsão dos teores, \n\noptou-se, nesta pesquisa, por incorporar informações de menor custo, que possuem, em geral, \n\nviés e baixa precisão quando comparados às amostras advindas dos furos de sondagem \n\ndiamantada. Desta forma, os dados de baixa precisão considerados como dados secundários \n\nforam tratados e utilizados na estimativa do modelo em conjunto com dados primários (furos \n\nde sonda). O uso dessa informação propiciou uma maior acuracidade e precisão no resultado \n\nda estimativa do modelo de blocos e, assim, na tomada de decisão no planejamento de curto \n\nprazo.  \n\nNos estudos de caso realizados em uma mina de fosfato, os chamados dados primários \n\nsão compostos por furos de sondagem rotativa diamantada e, os dados secundários são \n\noriginados de amostragem por recuperação em pó de perfuratriz. Foram modeladas as \n\ncontinuidades espaciais considerando dados primários (i), dados primários e secundários \n\noriginais (ii) e dados primários e secundários estandardizados (iii). A partir da definição destes \n\ntrês diferentes bancos de dados, foram estimados modelos realizando a combinação de \n\nmetodologias de estimativa e banco de dados. Assim, os quatro cenários considerados derivam \n\nde modelos gerados por: krigagem ordinária com banco de dados (i), krigagem ordinária com \n\nbanco de dados (ii), krigagem ordinária com banco de dados (iii) e cokrigagem ordinária com \n\nbanco de dados (iii).  \n\nPara comparação dos diferentes métodos de estimativa, foram utilizadas 26 pilhas de \n\nhomogeneização a partir dos blocos lavrados. Os teores resultantes dos blocos analisados foram \n\ncomparados aos resultados informados pela amostragem da usina de beneficiamento (teores \n\nreais para reconciliação). Essa reconciliação foi o suporte de análise dos resultados gerados \n\nnesse trabalho. \n\n \n\n \n\n \n\n \n\n\n\n52 \n\n \n\n4.1. CONCLUSÕES – ESTUDO DE CASO \n\nAvaliando o cenário 1, que utilizou a metodologia de krigagem com dados primários, \n\nquando comparados aos demais cenários, apresentou menor correlação entre teores de P2O5% \n\nplanejados nas pilhas e os resultados de usina, 56.23% de correlação (figura 16), e o maior erro \n\nrelativo médio (tabela 5), aproximadamente 5.8%.  \n\nNo cenário 2, com a adição de amostras secundárias sem prévio tratamento (correção), \n\no resultado da reconciliação da variável P2O5% informado pela usina e o modelo estimado foi \n\nmais satisfatório, aumentando a correlação para 78.11%, quase 50% de melhora (figura 17). O \n\nerro relativo diminuiu para patamares de 2% (tabela5). Logo, usando dados mesmo com viés e \n\nbaixa precisão, quando comparados às estimativas somente por sondagem rotativa, as amostras \n\nde pó de perfuratriz melhoram os resultados dos modelos de teores estimados previamente \n\nplanejados.  \n\nNo cenário 3, no qual a correlação média é entre resultados de usina e modelo krigado, \n\ncom o banco de dados composto por amostras primárias e secundárias transformadas \n\n(estandardizadas e reescalonadas), obteve-se um ganho de correlação pequeno e uma redução \n\nna média dos resultados do modelo estimado em 0.5% do teor de P2O5%. Saiu-se de uma média \n\ndo teor planejado de 15.88% (figura 17) para 15.38% de P2O5% (figura 18). A princípio, \n\nconsiderando apenas a correlação, pode-se inferir que não há a necessidade de tratamento \n\n(estandardização e reescalonamento). Porém, ao considerar que 0.5% de P2O5 em 15% de teor \n\nmédio representa cerca de 3% de diferença, sugere-se que, ao realizar o tratamento dos dados, \n\na estimativa nesse modelo reduz o viés global no teor planejado. Assim, o tratamento dos dados \n\ncom a transformada, reduziu o viés que as amostras secundárias carregam, e ao mesmo tempo, \n\nlevou a diminuição do erro relativo para 1.2% (quase 50% de redução em relação a situação \n\nanterior) (figura 5), o que corrobora a sugestão de utilização dos dados secundários tratados. \n\nPara a última avaliação, cenário 4 (figura 19), considerou-se o modelo estimado por \n\ncokrigagem ordinária, com o banco de dados composto de amostras primárias e secundárias \n\ntransformadas. Obteve-se um ganho de 23.53% de correlação quando comparadas à primeira \n\nestimativa, cenário 1. Além disso, o erro relativo foi o menor de todas as estimativas, \n\nalcançando apenas 1% (figura 5). Ressalta-se que a cokrigagem é a extensão natural da \n\nkrigagem no caso de múltiplas variáveis, como descrito no item 2.4.7. Logo, no tratamento de \n\ndados multivariados, como executados nesse trabalho, a cokrigagem se mostrou a melhor \n\nmetodologia. \n\nConclui-se que, a partir dos casos estudados, a adição de dados secundários, nos cenários \n\n2, 3 e 4, diminuiu consideravelmente a incerteza na previsão dos teores. O modelo criado no \n\n\n\n53 \n\n \n\ncenário 4, utilizando o banco de dados de amostras primárias combinados com os dados \n\nsecundários tratados (estandardizados e reescalonados), estimados pela metodologia de \n\ncokrigagem, demonstrou maior aderência e o menor erro relativo das estimativas, sugerindo a \n\npossibilidade de utilização prática na indústria em análise, melhorando a previsibilidade de \n\nresultados na usina sem custo adicional. \n\n \n\n4.2. RESTRIÇÕES E CONSIDERAÇÕES PARA TRABALHOS FUTUROS. \n\nComo análise final, elenca-se algumas limitações da pesquisa e considerações para \n\ntrabalhos futuros. \n\nO caso estudado obteve uma boa correlação inicial entre os dados, 75% entre dados \n\nprimários e dados secundários originais. Uma correlação muito baixa pode apresentar \n\nresultados não conclusivos ou até mesmo questionáveis. Além disso, para o caso estudado, as \n\namostras dos diferentes métodos tinham o mesmo comprimento. Caso as amostras apresentam \n\nsuportes diferentes, deve ser avaliado previamente, usando ferramentas da geoestatística, se a \n\ncorreção adotada nesse trabalho seria adequada. \n\nPara reconciliação, foram considerados teores reais os dados informados pela usina de \n\nbeneficiamento. Não foram avaliados os protocolos de amostragem e as rotinas amostrais de \n\nusina. Para ajudar na validação, sugere-se a utilização da metodologia de validação cruzada e \n\nJacknife. \n\nEssa metodologia de estandardização e reescalonamento favorece a utilização de dados \n\nsecundários na estimativa do modelo de recursos para emissão de relatórios públicos. Com \n\nadição destes dados, aumentaria o ganho de informação, tornando o modelo estimado mais \n\nrobusto para declaração de recursos e reservas minerais.  \n\n \n\n \n\n \n\n  \n\n\n\n54 \n\n \n\nREFERÊNCIAS  \n\n \n\nARMSTRONG, M. Basic Linear Geostatistics. Berlin, Springer, 153p, 1988. \n\nANGELICO, J.C. Desempenho da co-krigagem na determinação da variabilidade de atributos \ndo solo. Viçosa, MG, R. Bras. Ci. Solo, 2006. 30:931-936, Set,2006. \n\nANDRIOTTI, J. L. S. Fundamentos de Estatística e Geoestatística. São Leopoldo: Editora \nUnisinos, 165p, 2003. \n\nARAUJO, C.P. Uso de informação secundária imprecisa e inacurada no planejamento de curto \nprazo. 2015. 104p. Dissertação (Mestrado em Engenharia). Programa de Pós-Graduação em \nEngenharia de Minas, Metalúrgica e de Materiais, Universidade Federal do Rio Grande do Sul, \nPorto Alegre, 2015. \n\nBOEZIO, M. N. M. Métodos Geoestatísticos para a incorporação da topografia como \ninformação secundária no mapeamento do nível de água subterrânea. 2004. 292p (Mestrado em \nEngenharia). Programa de Pós-Graduação em Engenharia de Minas, Metalúrgica e de \nMateriais, Universidade Federal do Rio Grande do Sul, Porto Alegre, 2004.  \n\nDEUTSCH, C. V.; JOURNEL, A. G. GSLIB: Geostatistical Software Library and User’s \nGuide. New York: Oxford University Press, 340p, 1998. \n\nDEUTSCH, C. V. Geostatistical Reservoir Modeling. Alberta: Oxford University Press, 376p, \n2002. \n\nGOOVAERTS, P. Geoestatistics for Natural Resources Evaluation. New York: Oxford \nUniversity Press, 483p.1997. \n\nISAAKS, E. H. and SRIVASTAVA, R. M.  Applied Geostatistics. New York: Oxford \nUniversity Press, 560 p, 1989. \n\nJOURNEL, A. G. E HUIJBREGTS, C. J. Mining Geostatistics. London:Academic press, 1978. \n\nJOURNEL, A. G. 1982. The Indicator Approach to Estimation of Spatial Distributions. In \nProceedings of the 17th APCOM (International Symposium on the Application of Computers \nand Mathematics in the Mineral Industry), SME-AIME, Golden, Colorado, EUA, pp. 793-806, \n1982 \n\nJOURNEL, A.G. Non-parametric estimation of spatial distributions. Mathematical Geology, \n15(3): 445-468. 1983. \n\nKOPPE, V.C. Metodologia para Comparar a Eficiência de Alternativas para disposição de \namostras.2009. 215p. Tese (Doutorado em Engenharia). Programa de Pós-Graduação em \nEngenharia de Minas, Metalúrgica e de Materiais, Universidade Federal do Rio Grande do Sul, \nPorto Alegre, 2009. \n\nKRIGE, D.G. A Statistical Aproach to Some Mine Valuations and Allied Problems at the \nWitwatersrand. Thesis, University of Witwatersrand, Johannesburg, South Africa, 1951. \n\n\n\n55 \n\n \n\nLEVINE, D.M.; STEPHAN, D.F.; KREHBIEL, T.C.; BERENSON, M.L. Estatística: teoria e \naplicações. Trad. Teresa Cristina Padilha de Souza. 5ª ed. Rio de Janeiro: LTC, v.2 752p. 2008 \n\nMARECHAL, A.Cokriegeage et regression en correlation intrisique. Centre de Geostatistique. \nFontainebleau, 40p. 1970. \n\nMARCOTTE, D. Cokriging with Matlab. Computers &amp; Geosciences, Vol. 17, No 9, pp. 1265-\n1280, 1991. \n\nMATHERON, G. Principles of Geostatistics, Economic Geology, Littleton, v. 58, n.8 pp. 1246 \n– 1266, Dec.1963. \n\nMATHERON, G. Les Variables Régionalisées et leur Estimation. Paris, Masson. 212p, 1965. \n\nMATHERON, G.  The Intrinsic Random Functions and Their Applications. In Adv. Appl. Prob., \nJerusalem, v. 5, n.3, p. 439-468, Dec.1973. \n\nMATHERON, G. La d´Estructuration des Hautes Teneurs et le krigeage des Indicatrices. \nInternal report N-761, Fontainebleau: C.G. Ecole des Mines de Paris, 33p,1982 \n\nMINNITT, R.C.A &amp; DEUTSCH, C.V. Cokriging for optimal mineral resource. The Journal of \nthe Southern African Institute of Mining and Metallurgy, Vol. 114, No 3, p. 189-203, 2014. \n\nMYERS, D. E. Pseudo-crossvariograms, positive definiteness and cokriging. Mathematical \nGeology, Vol. 23, No 6, pp. 805-816. 1991. \n\nOLEA, R. A. Geoestatistic for Engineers and Earth Scientists. 1ed. Massachusetts: Kluver \nAcademic Publishers, 303p. 1999.  \n\nREUWSAAT, J. D. V. Estudo de alternativas de estimativa para jazidas de ferro utilizando \ndados heterotópicos. 2011. 164p. Dissertação (Mestrado em Engenharia). Programa de Pós-\nGraduação em Engenharia de Minas, Metalúrgica e de Materiais, Universidade Federal do Rio \nGrande do Sul, Porto Alegre, 2011. \n\nROSSI, M. &amp; DEUTSCH, C. V. Mineral Resource Estimation, Dordrecht:Springer, 332p.2014.  \n\nSCHOFIELD, C.G. Homogenisation/Blending Sustems Design and Control for Minerals \nProcessing. Germany: TransTech Publications, 236p.1980. \n\nSINCLAIR, A.J.; BLACKWELL, G.H. Applied Mineral Inventory Estimation. Cambridge: \nCambridge University Press, 401 p.2004. \n\nSOARES, A. Geoestatística para as ciências da terra e do ambiente. Lisboa: IST, 214p.2006 \n\nSULLIVAN, J. Conditional Recovery estimation through kriging – Theory and Practive, \nDordrecht, Holland, pp.365-384.1984. \n\nWACKERNAGEL, H. Multivariate Geoestatistics.3.ed. Berlin: Springer-Verlag, 387p. 2003. \n\nVALENTE, J. M. Geomatemática, lições de geoestatística. Ouro Preto: Fundação Gorceix. 510-\n\n713p.1989"}]}}}