{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25232"}, {"@name": "filename", "#text": "985_Geologia%20sul%20Portuguesa%2c%20com%20%c3%aanfase%20na%20estratigrafia%2c%20vulcanologia%20f%c3%adsica%2c%20geoqu%c3%admica%20e%20mineraliza%c3%a7%c3%b5es%20da%20faixa%20piritosa.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Geologia de Portugal, Volume I - Geologia Pré-mesozóica de Portugal. Editores: R. Dias, A.Araújo, P. Terrinha &amp; J. C.Kullbeeg. © 2013, Escolar Editora\nII.2.7. Geologia Sul Portuguesa, com ênfase na estratigrafía, vulcanologia física, geoquímica e mineralizações da faixa piritosa\nJ. T. Oliveira1, J. Relvas2, Z. Pereira3, J. Matos4, C. Rosa5, D. Rosa6,\nJ. Munhá7, P. Fernandes8, R. Jorge9, Á. Pinto10\n1.\tPreâmbulo\nO presente trabalho resulta da adaptação e actualização do artigo «O Complexo Vulcano--Sedimentar da Faixa Piritosa: Estratigrafia, Vulcanismo e Mineralizações Associadas no Contexto da Zona Sul Portuguesa» de autoria de Oliveira et al., inserido no Livro Geo-\n1\tLaboratório Nacional de Energia e Geologia (LNEG/LGM), Unidade de Recursos Minerais e Geofísica -tomas.oliveira@lneg.pt\n2\tDep. Geologia (Fac. Ciências/Univ. Lisboa); Centro de Recursos Minerais, Mineralogia e Cristalografia (CREMINER - LA/ISR) - jrelvas@fc.ul.pt\n3\tLaboratório Nacional de Energia e Geologia (LNEG/LGM), Unidade de Geologia e Cartografia Geológica -zelia.pereira@lneg.pt\n4\tLaboratório Nacional de Energia e Geologia (LNEG/LGM), Unidade de Investigação de Recursos Minerais e Geofísica - joao.matos@lneg.pt\n5\tLaboratório Nacional de Energia e Geologia (LNEG/LGM), Unidade de Geologia e Cartografia Geológica; Centro de Recursos Minerais, Mineralogia e Cristalografia (CREMINER - LA/ISR) - carlos.rosa@lneg.pt\n6\tLaboratório Nacional de Energia e Geologia (LNEG/LGM), Unidade de Geologia e Cartografia Geológica; Centro de Recursos Minerais, Mineralogia e Cristalografia (CREMINER - LA/ISR) - diogo.rosa@lneg.pt\n7\tDep. Geologia (Fac. Ciências/Univ. Lisboa); Centro de Geologia da Universidade de Lisboa (CeGUL) - jmunha @fc.ul.pt\n8\tDep. Ambiente e Ciências da Terra (Faculdade de Ciências do Mar e do Ambiente/Univ. Algarve); Centro de Investigação Marinha e Ambiental (CIMA) - pfernandes@ualg.pt\n9\tDep. Geologia (Fac. Ciências/Univ. Lisboa); Centro de Recursos Minerais, Mineralogia e Cristalografia (CREMINER - LA/ISR) - rjorge@fc.ul.pt\n10\tDep. Geologia (Fac. Ciências/Univ. Lisboa); Centro de Recursos Minerais, Mineralogia e Cristalografia (CREMINER - LA/ISR) - alvaro.pinto@fc.ul.pt\n\nGerador de cabeçalhos.indd 1\n13/08/07 14:34\n674 Geologia de Portugal\n\nlogia de Portugal no Contexto da Ibéria, editado por Rui Dias, Alexandre Araújo, Pedro Terrinha e Carlos Kulberg e publicado pela Universidade de Évora, em 2006, durante o VII Congresso Nacional de Geologia. Por sugestão dos editores, os autores procederam ao reordenamento dos vários capítulos aí constantes, de modo a satisfazerem-se aspectos didácticos que foram seguidos na restante estruturação do livro, o que acarretou a mudança do título.\nDecorridos quase quatro anos sobre a primeira edição, de circulação restrita, verificaram-se mais alguns avanços no conhecimento geológico da Zona Sul Portuguesa, os quais são referidos nesta segunda edição.\nNeste trabalho apresenta-se uma síntese dos conhecimentos actuais sobre a Zona Sul Portuguesa em geral, e da Faixa Piritosa Ibérica (Portugal) em particular. Relativamente a esta última, dá-se ênfase à estratigrafia, arquitectura dos centros vulcânicos, petrologia, mineralizações associadas e à sua evolução paleogeográfica e geodinâmica no contexto da Zona Sul Portuguesa.\nDurante a última década, a palinoestratigrafia tem-se revelado uma ferramenta importantíssima para a compreensão da tectono-estratigrafia da Zona Sul Portuguesa (Oliveira et al., 2004; 2005; 2006; Pereira et al., 1994; 1995; 1996; Pereira 1998; Pereira et al., 2006a; 2006b, 2006d; 2007; 2008; 2009). Ao longo deste trabalho, muitos dos principais resultados obtidos com recurso a esta metodologia, anteriormente publicados ou aqui apresentados pela primeira vez, são integrados e discutidos numa perspectiva de conjunto. Na figura 1 é apresentado o esquema geral de Zonação de Miosporos da Europa Ocidental (Clayton et al., 1977; Clayton, 1996; Higgs et al., 1988; Streel et al., 1987) e Sul de Portugal, com referência às espécies mais representativas na identificação de cada biozona. A estampa 1 representa o conjunto das espécies seleccionadas e identificadas na Faixa Piritosa. As amostras para investigação palinológica foram tratadas pelos métodos normalizados descritos por Wood et al. (1996) e aplicados no Laboratório de Palinologia do Laboratório de Geologia e Minas do LNEG, em Alfragide. Todas as amostras, lâminas e resíduos orgânicos estudados se encontram arquivados na Unidade de Geologia e Cartografia Geológica do LGM - LNEG, em S. Mamede de Infesta, Portugal.\nO estudo da arquitectura das fácies vulcânicas aplicado aos complexos vulcânicos da Faixa Piritosa, em Portugal, iniciou-se há poucos anos e os resultados alcançados nos complexos vulcânicos de Albernoa, Mina de Neves-Corvo e Serra Branca são dignos de registo. A investigação geoquímica destes complexos e das massas mineralizadas de sulfuretos maciços tem vindo a aprofundar-se ao longo do tempo, atingindo actualmente elevado grau de sofisticação. Com base nos resultados disponíveis para a Zona Sul Portuguesa e sua posição no Orógeno Varisco Ibérico, faz-se um ensaio da sua evolução paleogeográfica e geodinâmica, à escala da Península Ibérica.\nGeologia de Portugal_Volume I.indb 674\n12/09/13 13:53\nGeologia Sul Portuguesa 675\nFigura 1. Esquema de Zonação de Miosporos da Europa Ocidental e Sul de Portugal, do Devónico Superior e Carbónico, com a correspondente correlação com as unidades litoestratigráficas identificadas na Zona Sul Portuguesa (1. Clayton et al., 1977; Clayton, 1996; Higgs et al., 1988; Streel et al., 1987; 2. Pereira, 1999; 3. Pereira et al., 2007).\nGeologia de Portugal_Volume I.indb 675\n&amp;\n12/09/13 13:53\n676 Geologia de Portugal\nEstampa 1. Cada espécimen está referenciado por número de amostra, número da lâmina, coordenadas do microscópio e número de colecção LNEG/LGM. Todas as microfotografias estão ampliadas 1000X. 1) Grandis-pora echinata Hacquebard, 1957; Sondagem MP 3, Amostra 36,60-1, 1244-45, LNEG-LGM 0501; 2) Grandispora cornuta Higgs 1975; Sondagem MP 3, Amostra 36,60-1, 1305-225, LNEG-LGM 0502; 3) Cristatisporites trian-gulatus Allen 1965; Sondagem MP 3, Amostra 36,60-1, 1090-180, LNEG-LGM 0503; 4) Gorgonisphaeridium ohioense (Winslow) Wicander, 1974; Sondagem MP 3, Amostra 36,60-3, 1200-138, LNEG-LGM 0504; 5) Gorgonisphaeridium plerispinosum Wicander 1974; Sondagem MP 3, Amostra 36,60-3, 1190-175, LNEG-LGM 0505; 6) Veryhachium downiei Stockmans &amp; Willière, 1962; Sondagem MSD 1, Amostra 42,60-1, 1120-110, LNEG-LGM 0506; 7) Emphanisporites annulatus McGregor, 1961; Sondagem MP 3, Amostra 36,60-2, 1335-160, LNEG-LGM 0507; 8) Rugospora flexuosa (Jushko) Streel 1974; Sondagem MP 3, Amostra 36,60-1, 1340-148, LNEG-LGM 0508;\n9)\tRetispora lepidophyta (Kedo) Playford, 1976; Sondagem MP 3, Amostra 42,60-1, 1245-100, LNEG-LGM 0509;\n10)\tLycospora pusilla (Ibrahim) Schopf, Wilson &amp; Bentall 1944; Sondagem MSD 1, Amostra 255,30-1, 1155-75, LNEG-LGM 0510; 11) Densosporites sp.; Sondagem MSD 1, Amostra 255,30-1, 1095-135, LNEG-LGM 0511; 12) Raistrickia nigra Love, 1960; Sondagem MSD 1, Amostra 359,40-1, 1380-180, LNEG-LGM 0512.\nGeologia de Portugal_Volume I.indb 676\n12/09/13 13:53\nGeologia Sul Portuguesa 677\nPARTE I\nGEOLOGIA DA ZONA SUL PORTUGUESA\n1.\tIntrodução\nNa Zona Sul Portuguesa são identificados quatro domínios principais, designadamente Pulo do Lobo, Faixa Piritosa, Grupo do Flysch do Baixo Alentejo e Sector Sudoeste (fig. 2). No presente trabalho faz-se uma síntese do estado actual do conhecimento relativo a estes domínios, com especial incidência nas áreas científicas onde se têm verificado maiores avanços no conhecimento científico.\ne\n2.\tDomínio do Pulo do Lobo\nEste domínio encontra-se posicionado entre o Complexo Ofiolítico de Beja-Acebu ches (COBA) e a Faixa Piritosa (FP).\nTrata-se de uma estrutura antiformal composta por várias formações detríticas adiante descritas. No centro da estrutura, constituindo a base da sequência estratigráfica, aflora a Formação do Pulo do Lobo que compreende filitos e quartzitos muito deformados e rochas vulcânicas básicas interestratificadas (anfibolitos) com assinatura geoquímica do tipo MORB (Munhá, 1983). A presença de veios de quartzo de exsudação, entre o quais quartzo fumado, são típicos desta unidade (Oliveira, 1990; Éden, 1991; Quesada et al., 1994). No flanco norte da estrutura foram descritas três unidades litoestratigráficas que constituem o Grupo de Ferreira-Ficalho (GFF). Da base para o topo reconhecem-se a Formação (Fm.) de Ribeira de Limas, a Formação de Santa Iria e a Formação da Horta da Torre (Carvalho et al., 1976; Oliveira et al., 1986; Giese et al., 1888; Oliveira, 1990; Eden, 1991; Silva, 1998).\nA Fm. de Ribeira de Limas é constituída por xistos negros, grauvaques e quartzovaques e encontra-se em aparente continuidade estratigráfica com a Fm. do Pulo do Lobo, com a qual partilha as mesmas três fases de deformação tectónica, embora menos metamorfizada. A unidade forneceu miosporos da biozona BM de idade Frasniano Inferior, algas prasinó-\n\nGeologia de Portugal_Volume I.indb 677\n12/09/13 13:53\n678 Geologia de Portugal\n\nOCEANO ATLÂNTICO\n0ssa^sna\n■\"\n—\nGrupo do Flysch do Baixo Alentejo\nFormação da Brejeira\nFormação de Mira\n\n■\nFormação de Mértola\nSector SW de Portugal\nAnticlinais de Aljezur e Bordeira\nFaixa Piritosa\nAntiforma do Pulo do Lobo\nGrupo do Chança\nGrupo de Ferreira-Ficalho\nES\nEU\nI Pi^.i iiííll * Sedimentos Oceánicos do L *>HI Pulo do Lobo e basaltos MORB(’)\nBacia Terciária do Sado\nComplexo Vulcano-Sedimentar\nCVS em sondagens:\nVulcanites\nSedimentos Paleozoico indiferenciado (BT Alto Sado)\nPrincipais Jazigos\nSulfuretos maciços polimetálicos - estratiforme ( •&lt;5Mt; • 5-50MI;\t• >200Mt)\nSulfuretos semi-maciços - estratiforme/stockwork\nFe-Mn - Filoniano e estratiforme\nCu • Filoniano\nBa - Filoniano\nPb (Ba) - Filoniano\nSb (Au) - Filoniano\n\n&amp;\tPovoação\n•\tSondagem, sondagem estudada\nFigura 2. Mapa Geológico esquemático da Zona Sul Portuguesa, com indicação dos principais jazigos (adapt. Oliveira 1990, Barriga et al., 1997, V. Oliveira et al., 1998a,b, 2001, Carvalho et al., 1999, Leistel et al., 1998, Rosa et al., 2001, Matos et al., 2000, 2003a). Jazigos de sulfuretos: 1. Lagoa Salgada; 2. Caveira (Salvador, António, Pero-cuco, Canal); 3. Lousal (Sul, Oeste, Central, Miguel, José, Fernando, Norte, António); 4. Salgadinho; 5. Aljustrel (Feitais, Estação, Moinho, S. João, Algares, Gavião); 6. Montinho; 7. Neves Corvo (Graça, Corvo, Neves, Zam-bujal, Lombador); 8. S. Domingos; 9. Chança. Bacia Terciária do Sado-alinhamentos do Complexo Vulcano-Sedimentar: Vale Água (VA)/Chaparral (CH), Rio Moinhos (RM)/Figueira de Cavaleiros Oeste (FCW), Porto Mel (PM)/Valverde (VV), Lagoa Salgada/Água Derramada (AD), Pedrogão, Salgueiral (SA). Outros sectores: Taralhão (TA), Fresta (FR). Bacia Terciária do Alto Sado - CVS: Lagoas Paço (LP), Furadouro (FU), Milhou-ros (MI)/ Alvalade (ALV). Estruturas principais: grabens - Batão, Lagoa Salgada NE; horsts - Pedrogão/Val-verde, Piugada/Mte. Sobral. Povoações: SET - Setúbal, PEG - Pegões, ALC - Alcácer do Sal, GRA - Grândola, MEL - Melides, SFS - S. Francisco da Serra, SAN - Santo André, SCA - Santiago do Cacém, ALV - Alvalade, ALJ - Aljustrel, FAL - Ferreira do Alentejo, SER - Serpa, FIC - Ficalho, OUR - Ourique, CAV - Castro Verde, MER - Mértola, POM - Pomarão, ROS - Rosário, ALM - Almodôvar, MAR - Martinlongo, ODL - Odeleite, SIN - Sines, PCO - Porto Covo, CER - Cercal, VNM - Vila Nova de Milfontes, SLU - S. Luís, ODE - Odemira, ODC - Odeceixe, MON - Monchique, ALJ - Aljezur, BOR - Bordeira. Ver fig. a cores na pág. XIV do Anexo, no final deste volume.\nGeologia de Portugal_Volume I.indb 678\n12/09/13 13:53\nGeologia Sul Portuguesa 679\nfitas e raros acritarcas. As espécies mais significativas presentes são: Aneurospora greggsii, Cristatisporites triangulatus, Verrucosisporites bulliferus, V. premnus e V. scurrus (Pereira et al., 2006a; 2006b). A Fm. Santa Iria é composta por xistos argilosos e grauvaques constituindo uma sequência tipo flysch. Os xistos negros evidenciam a presença de miosporos bem preservados da base da Biozona VH do Fameniano Superior. As associações incluem Grandispora echinata, espécie marcadora da base da biozona (Pereira et al., 2006a; 2006b). Todas as associações estudadas revelaram a ocorrência comum de acritarcas e algas prasi-nófitas. Segue-se, em continuidade, a Fm. Horta da Torre que compreende xistos negros, siltitos, quartzovaques e quartzitos com bioturbação. Várias amostras de xistos forneceram miosporos bem preservados, assinalados à base da Biozona VH do Fameniano Superior. As associações incluem a espécie guia Grandispora echinata e ainda Apiculiretusispora verrucosa, Auroraspora macra, Grandispora spp. e Rugospora flexuosa. De notar a presença muito abundante de acritarcas e algas prasinófitas (Pereira et al., 2006a; 2006b).\nAs Fms. Santa Iria e Horta da Torre apresentam-se deformadas, com uma clivagem xis-tenta dominante, orientada para o quadrante NW, em contraste com as unidades subjacentes (Fm. Ribeira de Limas e Pulo do Lobo) que apresentam três fases de deformação tectónica, facto que tem levado alguns autores a sugerirem a existência de uma discordância a topo da Fm. Ribeira de Limas (Oliveira, 1990; Oliveira &amp; Quesada, 1998; Silva, 1998).\nNo bordo sul da antiforma aflora a sucessão detrítica do Grupo Chança (GC) que compreende as Formações de Atalaia, Gafo e Represa (Pfefferkorn, 1986; Oliveira, 1990; Silva et al., 1990; Silva, 1989, 1998). A Formação de Atalaia é composta por filitos e quartzitos com três fases de deformação semelhantes às que afectam a Formação do Pulo do Lobo. Os filitos encontram-se afectados por metamorfismo elevado, da fácies dos xistos verdes, o que não permitiu a preservação da matéria orgânica, incluindo eventuais associações de palinomorfos, a exemplo do que sucede com a Formação do Pulo do Lobo. A Formação do Gafo é composta por xistos e grauvaques em fácies flysch, e intercalações de rochas vulcânicas félsicas e máficas. Os grauvaques contêm grãos de rochas vulcânicas ácidas e básicas, quartzo vulcânico, feldspatos e cherte. Várias amostras revelaram a presença de palinomor-fos moderadamente preservados que permitiram datar a parte mais alta da Biozona BM de idade Frasniano Inferior. As associações de miosporos compreendem as espécies Aneu-rospora greggsii, Cristatisporites triangulatus, Cristatisporites sp. cf. C. inusitatus, Lophozo-notriletes sp., Verrucosisporites bulliferus e V premnus (Pereira et al., 2006a; 2006b). Além destas, há ainda algas prasinófitas, raras acritarcas e tétradas de miosporos. No topo da sequência ocorre a Formação da Represa, constituída por xistos, siltitos, grauvaques e quart-zitos finamente bandados, a que se associam raros sedimentos vulcanoclásticos finos e xistos tipo borra de vinho, a que foi atribuída a idade da base do Fameniano Superior (Cunha &amp; Oliveira, 1989). Os xistos negros da Formação da Represa, intercalados em quartzovaques, revelaram a presença de associações de palinomorfos bem preservadas, assinaladas à base\n\nGeologia de Portugal_Volume I.indb 679\n12/09/13 13:53\n680 Geologia de Portugal\n\nda Biozona VH do Fameniano Superior. Esta datação é indicada pela presença de G. echi-nata conjuntamente com Geminospora lemurata, Grandispora cornuta, e Rugospora flexu-osa. Todas as amostras estudadas contêm associações muito abundantes de acritarcas e algas prasinófitas (Pereira et al., 2006a, 2006c).\nO conhecimento actualmente existente sobre as unidades litoestratigráficas deste domínio (Pereira et al., 2006a; 2006b) mostra que:\n-\tAs Formações do Pulo do Lobo e Atalaia apresentam afinidades entre si, tanto em termos de composição litológica como de deformação tectónica e grau de metamorfismo.\n-\tÉ notória a semelhança entre as formações de Ribeira de Limas e Gafo, em termos das associações de palinomorfos que contêm, todas indicadoras da Biozona BM do Frasniano Inferior. Ambas as unidades são constituídas por xistos, grauvaques e quartzovaques, mas o carácter turbidítico é mais marcado na Formação do Gafo. As intercalações de rochas vulcânicas ácidas e básicas, nesta última, sugerem que se terá depositado numa área deposicional profunda sujeita a regime tectónico distensivo, do mesmo estilo do que mais tarde originou o Complexo Vulcano-Sedimentar da Faixa Piritosa.\n-\tIgualmente, as Formações de Santa Iria, Horta da Torre e Represa evidenciam forte semelhança nos seus conteúdos palinológicos, todos indicadores da Biozona VH do Fameniano Superior. Os grauvaques e xistos da Formação de Santa Iria têm características turbidíticas francas, e as outras duas têm a particularidade de apresentar intercalações de bancadas de quartzitos, em geral finamente estratificadas e bioturba-das que, no caso da Formação da Horta da Torre, chegam a apresentar espessuras de vários decímetros, designadamente próximo do contacto com a Zona de Ossa Morena. As pistas orgânicas (icnofósseis) são dominantemente do tipo meandriforme, tendo além disso sido identificado o icnogénero Nereites na Formação da Represa, o que sugere, neste caso, sedimentação em ambiente profundo.\n-\tAs idades das Formações de Ribeira de Limas/Gafo e de Santa Iria-Horta da Torre/ /Represa estão separadas por cerca de 14 Ma. Esta lacuna e o facto das duas primeiras unidades apresentarem três fases de deformação tectónica e as restantes só apresentarem duas fases com uma clivagem dominante, reforça a sugestão anteriormente formulada de que estão separadas por uma discordância (Oliveira, 1983).\nNote-se que as idades das unidades que integram o Grupo Filito-Quartzítico da Faixa Piritosa (ver adiante) se escalonam entre o Givetiano e o Estruniano (Oliveira et al., 2004; 2005; Pereira et al., 2006c; 2008; 2009) em Portugal, e que o Complexo Vulcano-Sedimentar da mesma Faixa tem idades compreendidas entre o Fameniano superior e o Viseano Superior (Oliveira et al., 1986; 2004; 2005; Pereira et al., 2004; 2006b). Isto é, houve contempo-raneidade de sedimentação, pelo menos durante o Devónico Superior, nas bacias deposi-\nGeologia de Portugal_Volume I.indb 680\n12/09/13 13:53\n\nGeologia Sul Portuguesa 681\n\ncionais do Pulo do Lobo e da Faixa Piritosa, no primeiro caso em ambiente profundo e no segundo num mar epicontinental.\nA sequência estratigráfica da antiforma do Pulo do Lobo tem sido relacionada por vários autores com um prisma acrecionário associado à subducção de um fundo oceânico sob a crosta continental da Zona de Ossa Morena. Os prismas acrecionários são geralmente constituídos por um empilhamento de blocos estratigráficos, cujas unidades integrantes se tornam sucessivamente mais recentes no sentido contrário ao da subducção. Sendo geralmente aceite que, no nosso caso, esta se deu para NE, em termos de coordenadas actuais, seria de esperar que as unidades estratigráficas da antiforma do Pulo do Lobo se tornassem sucessivamente mais recentes para SW. Como vimos, tal não se verifica, o que levanta alguns constrangimentos a esta interpretação. Sugerimos que o prisma acrecionário é essencialmente constituído pelos sedimentos e rochas básicas da Formação do Pulo do Lobo e da Formação da Atalaia. Os sedimentos das formações suprajacentes ter-se-ão provavelmente depositado numa bacia profunda, em regime tectónico mais calmo, contemporânea do mar epicontinental que existia a sul.\n3.\tFaixa Piritosa\nA estratigrafia das unidades que integram a Faixa Piritosa revela-se algo complicada devido à existência de significativas complexidades estruturais. O Complexo Vulcano-Sedimentar (CVS) está estratigraficamente posicionado entre o Grupo Filito-Quartzítico (GFQ ou PQ na terminologia corrente) e a Formação de Mértola do Grupo do Flysch do Baixo Alentejo (GFBA). As colunas estratigráficas sintéticas constantes na figura 3, que servem de base à análise que se segue, constituem um compromisso entre os dados resultantes da cartografia geológica e os derivados da interpretação de várias sondagens.\nFoi assim possível recolher informação de ordem biostratigráfica, particularmente com base em conodontes e mais recentemente em miomiosporos, que permite a datação de várias unidades litoestratigráficas. Apesar dos avanços recentemente alcançados nesta área científica, há ainda muitas questões em aberto, as quais serão abordadas ao longo do texto.\nEm termos regionais, a Faixa Piritosa pode dividir-se em dois ramos principais (Oliveira, 1990): um Ramo Sul, com estruturas tectónicas anticlinoriais enraizadas onde a sucessão estratigráfica GFQ/CVS/GFBA se mantém, em termos gerais, na sua ordem normal ou afectada por cavalgamentos restritos aos flancos inversos das dobras; e um Ramo Norte onde o par GFQ/CVS aparece sistematicamente sobreposto por escamas tectónicas envolvendo quartzitos e xistos do GFQ e rochas vulcanoclásticas finas do CVS. A continuação deste último ramo para NW, sob os sedimentos cenozóicos da Bacia do Sado, foi recentemente provada por sondagens profundas realizadas no âmbito da prospecção de sulfuretos maci-\nGeologia de Portugal_Volume I.indb 681\n12/09/13 13:53\n682 Geologia de Portugal\nços nesta bacia (V. Oliveira et al., 1998a;b; 2001, Matos et al 1998; 2000; 2003). Estes estudos indicam também a existência de eixos vulcânicos com orientação predominante para NW, que estão deslocados por falhas relacionadas com horts e grabens, provavelmente de idade cenozóica.\n3.1.\tGrupo Filito-Quartzítico (GFQ)\nNo Ramo Sul, este grupo aflora no centro do anticlinal de Pomarão que constitui a terminação ocidental do grande anticlinal de Puebla de Guzmán em Espanha, no extremo SW do anticlinal de Rosário, com prolongamento para a Mina de Neves Corvo, e ainda nos anticlinais de Lousal e de São Francisco da Serra. Em todos estes anticlinais predominam os xistos escuros contendo bancadas de quartzitos com espessura e comprimento\n\nRAMO SUL\nLagoa Salgada Cercal\tTaralhão\nXistos e quartzitos\nJaspes 0); Chertes (Ch)\nquartzovaques e quartzitos;\nSulfuretos maciços; Pirite (Py)\nFigura 3. Colunas estratigráficas sintéticas mais representativas da Faixa Piritosa. Ver fig. a cores na pág. XV do Anexo, no final deste volume.\n\nGeologia de Portugal_Volume I.indb 682\n12/09/13 13:53\nGeologia Sul Portuguesa 683\nvariáveis. As bancadas de espessura centimétrica apresentam com frequência estratificação cruzada, associada a ripies de corrente, e bioturbação predominantemente do tipo planolites ou meandriforme mal preservada; as mais espessas, de espessura decimétrica a métrica, podem apresentar estratificação maciça, granoselecção, laminação paralela de larga escala, do tipo monticulado (hummocky) e bolas sin-sedimentares, sendo comum a geometria lenticular. Estas últimas bancadas associam-se em pacotes com espessura de poucas dezenas de metros, que se tornam mais frequentes a topo da sucessão xisto--quartzítica.\nSobrejacente a esta sucessão ocorre um nível, com várias dezenas de metros de espessura, constituído por xistos escuros com intercalações de nódulos e bancadas lenticulares de carbonatos que forneceram conodontes do Fameniano (Boogaard, 1981). Este é um bom nível de referência para largas áreas da Faixa Piritosa.\nTodas estas estruturas têm vindo a ser objecto de estudos palinoestratigráficos.\nNo Ramo Norte da Faixa Piritosa, os xistos e quartzitos ocorrem geometricamente sobrepostos ao CVS. Apresentam características litológicas, sedimentológicas e paleontológicas semelhantes aos do GFQ pelo que são considerados equivalentes laterais (Oliveira, 1990). A principal diferença reside no facto de, em geral, estarem organizados em pacotes mais espessos e contínuos de bancadas quartzíticas (que, no conjunto, chegam a atingir 200m de espessura aparente), as quais apresentam no seu topo, nomeadamente na região compreendida entre os morros de Rochona (região Mina de S. Domingos) e as serras de Alcaria Ruiva e São Barão, níveis métricos de xisto silicioso e cherte escuro interpretados como manifestações distais do vulcanismo (Oliveira, 1990). Também neste ramo ocorrem frequentemente dispersos nas sucessões mais ricas em xistos, blocos de quartzito, quartzovaque, siltito e, mais raramente calcário, com dimensões variáveis de centímetros a metros, os quais foram interpretados em Espanha (Moreno et al., 1995) como verdadeiros olistrostomas associados a escorregamentos gravitacionais à escala regional. Não excluindo a existência de olistólitos, haverá contudo que ter em consideração que muitos destes blocos isolados nos xistos também se formam devido à forte componente cisa-lhante da clivagem xistenta, responsável pela partição e rotação das bancadas. A sua possível relação com faixas de cisalhamento também deve ser tida em consideração. Trata-se de um assunto que merece investigação mais detalhada, até pelas implicações que poderá ter na interpretação da bacia sedimentar. Pelas razões expostas, estes xistos e quartzi-tos foram interpretados como pertencentes ao GFQ em posição alóctone, associados a carreamentos com transporte tectónico de NE para SW (Ribeiro et al., 1983; Ribeiro &amp; Silva, 1983; Silva et al., 1990, Oliveira &amp; Silva, 1990). Estes carreamentos que, na região de Mértola, tomam a designação de Galé e Mértola, incorporam também rochas vulcânicas ácidas e básicas, xistos e sedimentos vulcanoclásticos finos do CVS, que estão tectonica-mente intercalados nos xistos e quartzitos.\n\nGeologia de Portugal_Volume I.indb 683\n12/09/13 13:53\n\n684 Geologia de Portugal\n3.2.\tComplexo Vulcano-Sedimentar (CVS)\nNa figura 3 encontram-se representadas as colunas litoestratigráficas sintéticas de áreas seleccionadas da Faixa Piritosa Ibérica, consideradas representativas deste complexo na parte portuguesa desta província metalogénica. Como se disse anteriormente, estas colunas resultam de um compromisso entre os dados da cartografia geológica local e informação biostratigráfica, com realce para a proveniente de estudos palinoestratigráficos recentemente realizados em sondagens profundas e em afloramentos. As várias litologias são descritas de modo sucinto, reservando-se tratamento mais aprofundado, em termos das características físicas, petrológicas e geoquímicas do vulcanismo, para as antiformas de Serra Branca, Albernoa e Mina de Neves Corvo, áreas recentemente estudadas em detalhe e adiante desenvolvidas.\nNo Ramo Sul da Faixa Piritosa, a sequência estratigráfica melhor exposta é a do anticlinal de Pomarão que se pode observar de modo quase contínuo ao longo da estrada de Santana de Cambas para Pomarão (Boogaard, 1967; Carvalho et al., 1976; Oliveira &amp; Silva, 1990; Oliveira et al., 1998). De baixo para cima, observam-se sucessivamente: os xistos e quartzitos do Membro Eira do Garcia, a que se sobrepõem os xistos escuros com intercalações de nódulos e bancadas lenticulares métricas de carbonatos do Membro Nascedios, ambos integrantes do Grupo Filito-Quartzítico (fig. 3). Na sucessão exposta no anticlinal de Pomarão, o CVS é constituído por três episódios de vulcanismo félsico, predominantemente riolítico, e com intrusões de diabases e microdioritos na parte inferior. As rochas magmáticas estão intercaladas em sedimentos terrígenos variados, desde xistos negros na parte inferior até xistos mais siliciosos na parte superior. Destes sedimentos merecem destaque os xistos, siltitos e quarzovaques do membro Varjotas, ricos em nódulos e lentículas de óxidos de ferro e manganés, por este tipo de sedimentação não ser comum no seio do CVS, e os Xistos Borra de Vinho que constituem excelente marcador estratigráfico. Apesar das investigações realizadas nesta sucessão, só a parte superior da Formação Nascedios forneceu conodontes do Fameniano (Boogaard, 1963, Boogaard, 1967; Schermerhorn, 1971) e ainda restos de climenídeos, de braquiópodes e de trilobites da mesma idade. Os xistos contêm miosporos da Biozona LL, que indicam o Estruniano Médio (Oliveira et al., 2004; 2005).\nA sucessão litológica da região da mina de Neves Corvo (fig. 3) tem várias semelhanças com a de Pomarão, nomeadamente o substrato detrítico com xistos, quartzitos, carbonatos e rochas básicas nele intrusivas, a presença de xistos negros na sua parte inferior e ainda o par Xistos Borra de Vinho/felsitos remobilizados (Formações de Águia e Godinho). A maior diferença reside na existência de mais um episódio de vulcanismo ácido em Neves Corvo. A grande particularidade desta sucessão reside na datação palinoestratigráfica de todas as unidades que a compõem, o que a transforma na secção melhor datada em todo o\n\nGeologia de Portugal_Volume I.indb 684\n12/09/13 13:53\nGeologia Sul Portuguesa 685\nCVS da Faixa Piritosa Ibérica (Oliveira et al., 1997; 2004; Pereira et al., 2004; 2006b). Estas datações permitiram também a interpretação tectónica da área da mina.\nNo Anticlinal de Rosário, estrutura a norte da mina de Neves Corvo, o estudo palinoes-tratigráfico preliminar de várias sondagens permitiu recuperar associações moderadamente preservadas de miosporos no GFQ assinaladas ao Estruniano, com base na presença de R. lepidophyta. Verifica-se a presença comum de associações de miosporos interpretadas como remobilizadas do Frasniano Inferior, que por vezes dominam as associações.\nO CVS de Aljustrel (fig. 3) aflora no núcleo de um anticlinório que, contudo, não expõe o substrato detrítico do GFQ. A sucessão estratigráfica foi originalmente descrita por Schermerhorn e Stanton (1969) e por Andrade e Schermerhorn (1971), que a consideraram constituída por um núcleo central representado por Tufos com Megacristais na parte inferior e Tufos Verdes na parte superior; lateralmente a este núcleo, foi identificada uma sucessão, em ambos os flancos da estrutura anticlinorial, constituída por rochas vulcânicas inferiores de fácies felsítica e rochas vulcânicas superiores, também designadas por Tufos da Mina, que são os portadores da mineralização no seu topo. A espessura total do CVS não é conhecida, sendo seguramente superior a 200m. Barriga (1983), tendo presente a intensa alteração hidrotermal que afectou todas as rochas vulcânicas nesta área, simplificou a sucessão estratigráfica em duas unidades, uma designada por Formação dos Tufos com Olhos de Quartzo (que inclui os Tufos com Megacristais e os Tufos Verdes) e outra por Formação do Tufo da Mina. Nesta última ocorrem fácies vulcânicas interpretadas como ignimbríticas, podendo também haver xistos negros intercalados nas rochas vulcânicas. Sobre o conjunto vulcânico dispõem-se extensos afloramentos de jaspes os quais, por sua vez, são sobrepostos pela designada Formação do Paraíso, com xistos borra de vinho, xistos negros, sedimentos vulcanoclásticos finos e, localmente, rochas básicas (Leitão, 1998). Mais recentemente, num estudo realizado pela empresa Eurozinc (Dawson et al., 2001), a sequência estratigráfica é apresentada do modo distinto, nomeadamente de baixo para cima: Unidade Vulcânica Inferior, representada por três tipos de riólitos provenientes de câmaras magmáticas distintas, e equivalentes aos Tufos da Mina; Unidade dos Sulfuretos Maciços, com espessura que varia de 1 a 100m; Unidade Vulcânica Superior, com tufos e raro lapilli de composição riolítica, considerada equivalente dos Tufos Verdes. Estes autores assumem também que a unidade designada por Riólitos Quartzo-Felds-páticos Porfiríticos, equivalentes aos Tufos com Megacristais, é intrusiva na sucessão anterior, podendo mesmo ser intrusiva na Formação do Paraíso. Os riólitos inferiores foram datados, pelo método de U/Pb em zircões, de 352.4±1.9 Ma (Barrie et al., 2002) portanto da base do Tournaisiano. Também através deste método Rosa D. et al., 2008, refere as idades de 355±2 Ma para estas rochas vulcânicas, de 357±2 Ma para a unidade vulcânica dos Tufos com Megacris-tais e de 364±2 Ma para os riólitos da Unidade Vulcânica Inferior. As distintas interpretações acima expostas reflectem as incertezas ainda existentes quanto à interpretação da sucessão vulcânica de Aljustrel, justificando que trabalho de maior detalhe seja levado a cabo nesta área.\n\nGeologia de Portugal_Volume I.indb 685\n12/09/13 13:53\n686 Geologia de Portugal\n\nO estudo palinológico efectuado na sucessão estratigráfica de Aljustrel permitiu identificar associações de miosporos moderadamente preservadas das biozonas CM e Pu, em xistos escuros da Formação do Paraíso, o que indica idade compreendida entre o Tournaisiano Superior e o Viseano Inferior. A Formação do Gavião mostra associações de palinomorfos da biozona CM, do Tournaisiano Superior, portanto com idade semelhante à da Formação do Paraíso. Estes dados confirmam a interpretação feita por Relvas (1991), baseada na semelhança litológica entre as duas formações. A Formação do Gavião constitui, assim, a continuação para NW da Formação do Paraíso.\nA Formação de Mértola forneceu associações de miosporos, bem preservadas e relativamente diversificadas, assinaladas à Biozona NL do Viseano Superior médio. Estes dados foram obtidos em sondagens na estrutura de Feitais. Na entrada da Rampa de Feitais, os xistos amostrados foram atribuídos por Andrade e Schermerhorn (1971) à Unidade de Monte da Broca colocada no topo da sequência flysch. As datações neles recentemente obtidas, que indicam a base da Biozona NL (com base na presença das espécies Lycospora pusilla e Raistrickia nigra) em conjunto com a cartografia 1/5000 efectuada em Aljustrel por Matos (2005), mostram que pertencem a uma unidade distinta, designada por Unidade do Canal da BAI, correspondendo à base da Formação de Mértola (Matos 2007, Matos et al., 2008). Esta unidade, constituída por xistos e grauvaques finamente estratificados, aparece bem exposta ao longo do canal da Barragem de Água Industrial (e daí a sua designação) e representa o início da sedimentação turbidítica reconhecida na região.\nNa região de Lousal-Azinheira de Barros-Mina da Caveira (fig. 3) o CVS é composto por dois episódios principais de vulcanismo ácido riolítico, o mais inferior dos quais (Pórfiro do Espinhaço) parece ser em parte intrusivo no substrato detrítico do GFQ. Rochas básicas e intermédias, extrusivas ou intrusivas, ocorrem ao longo de toda a sucessão, mas mais desenvolvidas na sua parte superior. Entre as rochas magmáticas predominam xistos negros piritosos, por vezes com intercalações de nódulos carbonatados e fosfatados, que, na mina de Lousal, contêm a mineralização de sulfuretos maciços (Matos &amp; Oliveira, 2003).\nFora das áreas onde se concentram os produtos vulcânicos, predominam os xistos negros, com tendência mais siliciosa na parte superior, sendo de realçar a presença quase constante de um estreito (1 a 5m) nível de xistos borra de vinho associados a sedimentos vulcanoclás-ticos finos ácidos que constitui bom nível de referência para a cartografia geológica. Sobre o CVS ocorrem os turbiditos da Formação de Mértola, nos quais foi obtida uma associação de miosporos da Biozona NL, caracterizada pela presença, entre outras, da espécie guia Raistri-ckia nigra. Esta associação permitiu identificar o Viseano Superior médio.\nOs xistos do GFQ, recolhidos numa barreira da estrada situada a cerca de 1 km a norte de Azinheira de Barros, mostram a presença de uma associação de miosporos assinalada à Biozona LN do Estruniano Superior, determinada com base na presença da espécie guia Verrucosisporites nitidus.\nGeologia de Portugal_Volume I.indb 686\n12/09/13 13:53\n\nGeologia Sul Portuguesa 687\n\nA estrutura antiformal da Caveira, orientada N-S, apresenta um núcleo constituído por xistos e quartzitos do GFQ a que se sobrepõe a sequência do CVS (Oliveira et al., 2006; Matos, 2006; fig.3). Na proximidade do contacto GFQ/CVS ocorrem vários níveis de sulfu-retos maciços, de espessura inferior a&lt;10m, formando dois horizontes mineralizados prin-cipaisque aparecem intercalados em xistos negros.\nOs xistos negros intercalados em quartzitos do GFQ forneceram miosporos assinalados à Biozona AD, subzona Lem, do Givetiano Inferior. Esta determinação tem por base a presença da espécie guia Geminospora lemurata.\nOs xistos negros que intercalam os sulfuretos maciços forneceram abundantes miospo-ros da Bizona LN de idade Estruniano, entre os quais a espécie guia Verrucosisporites niditus associada a Retispora lepidophyta. Merece destaque a presença de miosporos do Devónico Inferior, considerados remobilizados (Camarozonotrilestes sextantii e Diatomozonotriletes sp.).\nDatações U/Pb com base em zircões, obtidas em rochas félsicas localizadas a cerca de 300 m SSE do Poço Luísa, indicam a idade de 361 ± 4 Ma (Rosa D., et al., 2008), correspondente ao Fameniano Superior. Os dados da palinoestratigrafia sugerem que a idade do minério é Estruniano Superior (Pereira et al., 2008).\nNa região de São Francisco da Serra (figs. 3) o estudo da sondagem M1 (furo vertical com 367m de profundidade, efectuada pela Sociedade Mineira Riofinex na Quinta do Poço em 1993), localizada na parte central da estrutura anticlinal, mostrou que o PQ é constituído por uma sucessão de xistos negros, muito fracturados, intercalados em quartzitos do GFQ. As amostras estudadas permitiram recuperar associações de miosporos, moderadamente preservadas, assinaladas à parte superior da Biozona AD, subzona Lem, do Givetiano Inferior. Esta determinação é baseada na presença da espécie index Geminospora lemurata (Pereira et al., 2008; 2009)\nCompletam a associação miosporos do Devónico Inferior, interpretados como remobi-lizados, nomeadamente Archaeozonotriletes chulus, Brochotriletes sp., Camarozonotrilestes sextantii e Diatomozonotriletes franklini.\nOs resultados obtidos em São Francisco da Serra, conjugados com os da região da Caveira, indicam que a parte inferior do GFQ atinge o Givetiano Inferior no sector ocidental da FPI. Porém, a presença na bacia, de espécies do Devónico Inferior, interpretadas como remobilizadas, sugere que a idade do GPQ possa chegar ao Devónico Inferior.\nNo eixo vulcânico Lagoa Salgada-Taralhão (fig. 3), sob os sedimentos cenozóicos da bacia do Sado, ocorrem dois corpos vulcânicos espessos, o inferior de composição riolítica e o superior dominantemente riodacítico (V. Oliveira et al., 1998a,b, Matos et al., 2000). Entre os dois corpos aparecem xistos negros interestratificados com espessura decamétrica, e a topo do corpo superior depositaram-se sulfuretos maciços, com stockwork instalado nas rochas vulcânicas imediatamente subjacentes. Sobre o conjunto vulcânico jazem xistos e\nGeologia de Portugal_Volume I.indb 687\n12/09/13 13:53\n688 Geologia de Portugal\n\nsiltitos finamente estratificados, com passagens de tufos finos na parte inferior, que passam gradualmente aos turbiditos da Formação de Mértola. Uma datação U/Pb em zircões obtidos nas rochas vulcânicas superiores forneceu a idade de 356.3+-0.7 Ma (Barrie et al., 2002) correspondente ao Tournaisiano Inferior.\nA sequência estratigráfica do Anticlinal do Cercal (fig. 3) é aqui integrada no Ramo Sul da Faixa Piritosa por obedecer aos pressupostos que identificam este ramo. É constituída por uma sucessão vulcânica no seu núcleo (Formação de São Luís), de natureza predominantemente riolítica e, localmente, com rochas básicas no seu topo, a que se sobrepõem os xistos escuros e sedimentos vulcanoclásticos finos da Formação das Abertas, com espessura superior a 100m, os quais passam gradualmente aos turbiditos finamente estratificados da Formação de Mira (Carvalho, 1976). A topo das rochas ácidas foram encontrados restos de braquiópodes muito deformados que indicam o Devónico Superior (Quiring, 1936) e na base da Formação de Mira ocorrem fósseis de goniatites do Serpukoviano Inferior (Oliveira et al., 1979). A sucessão estratigráfica e a estrutura interna deste anticlinal permanecem mal conhecidas. Um programa de prospecção mineira conduzido pela empresa Elf Aquitaine (1984, Rel. Prospecção, Arquivo LNEG) identificou, em sondagens profundas, no sector SW de Salgadinho, uma sequência de xistos negros com espessura superior a 250 m, sob as rochas vulcânicas ácidas e ainda vários corpos de rochas básicas que originam anomalias gravimétricas de expressão regional.\nInvestigação palinoestratigráfica efectuada em várias sondagens nestes sedimentos permitiu identificar associações de miosporos, bem preservadas e diversificadas, assinaladas à Bizozona VH do Fameniano Superior, com base na ocorrência da espécie index Grandispora echinata. Estes dados sugerem que estes xistos negros são provavelmente equivalentes laterais do GFQ (Pereira et al., 2007; Pereira, et al., 2008a).\nO Ramo Norte da Faixa Piritosa estende-se desde a região da Mina de São Domingos, a SSE, até perto de Águas de Moura, sob os sedimentos da Bacia do Tejo/Sado (fig. 2).\nNa região da Mina de São Domingos (fig. 3), o CVS contacta com xistos e quartzitos do GFQ ou com xistos, siltitos e quarzovaques da Formação da Represa, sendo estes contactos de natureza tectónica associada a carreamentos. O CVS compreende uma sucessão vulcânica riolítica dominante (que pode aparecer interdigitada com xistos negros), um episódio de vulcanismo intermédio na base, e espilitos e diabases na parte superior, a que se associam jaspes. Entre as rochas magmáticas ocorrem xistos escuros e sedimentos vulcanoclásticos finos. Sobre esta sucessão depositaram-se xistos borra de vinho, com espessura que não excede os 10m, e rochas vulcanoclásticas remobilizadas, algo semelhantes aos vulcanitos da Formação de Águia, no Pomarão, mas com espessura decamétrica. O estudo palinostrati-gráfico de duas sondagens profundas (SD1 e MP3) identificou associações de palinomorfos, com espécies guia, das seguintes biozonas: Biozona VH do Fameniano Superior, na Formação da Represa; Biozona LN, do Estruniano Superior, nos xistos e quartzitos; Biozona Pu,\nGeologia de Portugal_Volume I.indb 688\n12/09/13 13:53\nGeologia Sul Portuguesa 689\ndo Viseano Inferior em xistos negros; Biozona NL do Viseano Superior Médio, em xistos e siltitos finamente estratificados litologicamente comparáveis aos da Formação de Freixial (Oliveira et al., 2005; ver adiante). Esta última unidade não aflora na região da mina mas sim em áreas afastadas de alguns quilómetros. A estrutura em volta da actual corta da mina, incluindo a mineralização, foi recentemente interpretada como um empilhamento de escamas tectónicas preservadas entre falhas cavalgantes que conferem ao conjunto geometria em sigmóide subvertical (Matos et al., 2006). Esta estruturação explicaria a razão pela qual o minério desaparece em profundidade e lateralmente, como tem sido mostrado pelas numerosas sondagens profundas realizadas em torno da mina.\nNa região de Mértola, a secção das Azenhas, na margem oeste do Rio Guadiana, expõe o carreamentos de Mértola e da Galé-Cela (Fantinet, 1971; Oliveira &amp; Silva, 1990; Silva et al., 1990, fig. 3) definidos com base em critérios estruturais. Investigação palinoestratigráfica aqui efectuada, permitiu confirmar a interpretação estrutural (Oliveira et al., 2008, Pereira et al., 2008). Os xistos do GFQ forneceram associações de miosporos da Biozona LN, do Estruniano, com base na ocorrência da espécie index Verrucosisporites nitidus, confirmando assim a idade determinada na região com base em conodontes (Fantinet et al., 1976). O CVS, aqui representado por sedimentos vulcanogénicos e xistos siliciosos escuros, contem miosporos datados do Viseano Inferior com base na presença da espécie guia Lycospora pusilla. Os turbiditos da Formação de Mértola, representados por uma sucessão de xistos e grauvaques em posição tectónica direita, mostram associações de miosporos moderadamente preservadas da Biozona NL de idade Viseano Superior Médio, com base na presença comum da espécie índex Raistrickia nigra. Esta datação está conforme com a existência, na região, de fósseis de goniatites e de Posidonia Becheri do Viseano Superior (Korn, 1997). A investigação estratigráfica confirmou, assim, que os xistos e quartzitos de GFQ estão tec-tonicamente sobrepostos ao CVS, cujo contacto constitui a expressão do Carreamento da Galé-Cela (^1), e que o CVS está carreado sobre os turbiditos da Formação de Mértola, sendo o plano de contacto materializado pelo Carreamento de Mértola (^2).\nO CVS da estrutural antiformal da região de Serra Branca, atravessada pelo rio Guadiana, e situada cerca de 6km a norte de Mértola, evidencia espessa (cerca de 400m) sequência vulcânica de composição dominantemente félsica, intercalada em xistos negros, sendo conhecidas rochas máficas na parte inferior da sucessão. Na parte superior do CVS existe novamente um nível com xistos borra de vinho, que chega a repousar directamente sobre as rochas félsicas, ao qual se sobrepõe a sucessão flyschóide da Formação do Freixial, com cerca de 200m de espessura (fig. 3). Não se conhece a base do complexo e a tecto dispõem-se xistos e quartzitos atribuídos ao GFQ. Os xistos negros inferiores forneceram miosporos da Biozona VCo do Fameniano Superior (com base na presença de Grandispora cornuta e Rugospora flexuosa); os xistos negros a tecto das rochas félsicas deram miosporos da Biozona Pu, com base na presença de Lycospora pusilla de idade Viseano Inferior (sondagem\n\nGeologia de Portugal_Volume I.indb 689\n12/09/13 13:53\n690 Geologia de Portugal\n\nSB 8), ao passo que a Formação de Feixial deu miosporos da biozona NL datando o Viseano Superior Médio, com base na ocorrência da espécie guia Raistrickia nigra (Oliveira et al., 2005; Pereira et al., 2007).\nO CVS da estrutura antiformal de Albernôa (fig. 3) tem características algo similares ao da Serra Branca. A informação de campo, conjugada com três sondagens profundas (TR 1, AB 1 e 11-1), evidenciou a presença de xistos e quartzitos na base, com mios-poros mal preservados do Fameniano Inferior, a que se segue um conjunto vulcânico riodacítico de espessura superior a 300m, com jaspes e xistos borra de vinho a tecto, xistos negros e sedimentos vulcanoclásticos finos com miosporos da Biozona VH do Fameniano Superior (com base na presença de Grandispora echinata), xistos escuros com miosporos da biozona Pu do Viseano Inferior, marcado pela ocorrência de Lycospora pusilla; um segundo nível de xistos borra de vinho a que se sobrepõem xistos e sedimentos vulcanoclásticos finos com miosporos assinalados à Biozona NL do Viseano Superior Médio (com base na presença da espécie guia Raistrickia nigra), que passam gradualmente a xistos e grauvaques finamente estratificados. A espessura total deste complexo é da ordem dos 650m. Tal como em São Domingos e na Serra Branca, o CVS está carreado por sedimentos do GFQ.\nDuas sondagens profundas efectuadas em Rio de Moinhos (RM, fig.3), na Bacia do Sado próximo do contacto com a Zona de Ossa Morena, evidenciaram que, sob os sedimentos cenozóicos, o CVS exibe uma sequência muito semelhante à de Albernôa, mas em que a erosão pré-cenozóica fez desaparecer a sua parte superior. De salientar aqui a grande espessura dos jaspes que se sobrepõem às rochas félsicas, chegando a atingir 30m de possança (V. Oliveira et al., 2001).\nFinalmente, a última sucessão aqui analisada refere-se à sondagem Chaparral (CH 1, fig. 3), no eixo vulcânico Chaparral-Vale de Água (VA) (V. Oliveira et al., 2001). Esta sondagem pôs em evidência a seguinte sucessão litológica subjacente aos sedimentos cenozóicos: 400 m de quartzitos com intercalações métricas de xistos escuros e sedimentos vulcanoclás-ticos finos; xistos escuros com oólitos de siderite, tufos ácidos e xistos negros na parte inferior, atribuídos ao CVS. Os xistos escuros intercalados nos quartzitos possibilitaram a recuperação de associações de miosporos moderadamente preservadas assinaladas à Biozona LN do Estruniano Superior, com base na espécie guia Verrucosisporites niditus, provando-se assim que são equivalentes laterais do GFQ (Pereira et al., 2008).\nOs xistos do CVS possibilitaram a obtenção de várias amostras produtivas permitindo recuperar associações moderadamente preservadas assinaladas à Biozona VH do Fameniano Superior (fig.3). As associações incluem a espécies guia Grandispora echi-nata.\nGeologia de Portugal_Volume I.indb 690\n12/09/13 13:53\n\nGeologia Sul Portuguesa 691\n\n3.3.\tSinopse da Estratigrafía do Complexo Vulcano-Sedimentar\nOs dados disponíveis sobre a estratigrafia do CVS da Faixa Piritosa permitem dar corpo a um conjunto de ilações estratigráficas e paleogeográficas que adiante se sintetizam:\n1)\tO substrato detrítico está representado em ambos os ramos da Faixa Piritosa, com idades conhecidas compreendidas entre o Givetiano Inferior e o Estruniano Superior e com características sedimentológicas que sugerem a sua deposição numa extensa plataforma siliciclástica (Oliveira, 1990).\n2)\tO CVS evidencia variações laterais de fácies e de espessura próprias de regiões vulcânicas com vulcanismo muito activo. O vulcanismo ácido, com riólitos e riodacitos, é claramente dominante, em volume, sobre o vulcanismo básico e, mais raramente, intermédio. O grosso da actividade vulcânica ter-se-á dado durante o Fameniano Superior e o Estruniano. Os dados de estratigrafia fina, nomeadamente palinoestra-tigráficos, disponíveis à escala regional, envolvendo a FPI em toda a sua extensão lateral dos dois lados da fronteira luso-espanhola, são ainda insuficientes para testar por via independente as datações isotópicas de Barrie et al. (2002) e de Rosa et al. (2009) que revelam idades mais antigas para o vulcanismo ácido na extremidade SW (Cercal) relativamente à sua região mais NE (e.g., Rio Tinto).\n3)\tEste vulcanismo variado ocorreu predominantemente em ambiente sedimentar marinho pouco oxigenado, como atestam os xistos negros que ocorrem ao longo de toda a sucessão (com excepção da região de Pomarão onde se verifica um entrada de material detrítico mais grosseiro na bacia sedimentar).\n4)\tAs centenas de amostras estudadas mostram que não foi detectada qualquer unidade estratigráfica datada do Tournaisiano, em termos de palinoestratigrafia. Contudo, palinomorfos remobilizados desta idade são comuns em unidades mais recentes, incluindo nos próprios turbiditos do Grupo do Flysch do Baixo Alentejo. Este facto sugere a existência de erosão importante, provavelmente submarina, durante aquele período de tempo.\n5)\tÉ notável a grande expressão dos xistos borra de vinho, que aparecem nos dois ramos da FP, na parte superior do CVS, quase sempre associados a sedimentos vulcano-clásticos finos e xistos siliciosos esverdeados. Localmente, pode desenvolver-se um segundo nível destes xistos, que estão geneticamente associados ao desenvolvimento de ambientes oxidantes a topo das rochas vulcânicas.\n6)\tÉ também significativa a presença de xistos e siltitos finamente estratificados de natureza turbidítica no Ramo Norte, com litologia semelhante à da Formação de Freixial, cujo estratotipo aflora sobre as rochas vulcânicas da Serra Branca, na margem direita do rio Guadiana (Oliveira et al., 2005). As associações palinológicas encontradas indicam sistematicamente a Biozona NL, do Viseano Superior baixo.\nGeologia de Portugal_Volume I.indb 691\n12/09/13 13:53\n\n692 Geologia de Portugal\nEstes dados mostram que a sedimentação turbidítica fina e distal, se iniciou na área a norte da Faixa Piritosa, vindo a progredir sucessivamente, no espaço e no tempo, para sul.\n7)\tO facto da sequência alóctone sobreposta ao CVS no Ramo Norte ser constituída por xistos e quartzitos com idade do GFQ, os quais aparecem imbricados com rochas vulcânicas semelhantes às do CVS, mostra que tanto a plataforma siliciclástica onde se depositou o substrato detrítico, como as rochas vulcânicas resultantes da sua ruptura, se prolongava muito para norte, de onde veio carreada no seguimento da inversão tectónica que ocorreu no Viseano Superior, na Faixa Piritosa e, provavelmente, mais cedo no ramo Sul da Antiforma de Pulo do Lobo.\n8)\tNote-se que os sedimentos detríticos de natureza flyschóide da Formação da Represa, a unidade superior do flanco sul da Antiforma do Pulo do Lobo, situados imediatamente a norte da Faixa Piritosa, têm idade muito próxima dos do GFQ. Face a esta contemporaneidade, uma questão se levanta: terá havido continuidade espacial entre a plataforma siliciclástica a sul, onde se depositou o GFQ, e a bacia sedimentar mais profunda situada a norte onde se depositam os sedimentos do flanco sul daquela antiforma? A resposta a esta questão é importante tendo em vista a melhor compreensão do significado geodinâmico da Antiforma do Pulo do Lobo.\ne\n4.\tGrupo do Flysch do Baixo Alentejo (GFBA)\nO Grupo do Flysch do Baixo Alentejo, também conhecido por Culm, constitui uma sucessão de sedimentos turbidíticos profundos, com espessura superior a 5 km, que foram divididos em três unidades litoestratigráficas, designadamente as formações de Mértola, Mira e Brejeira (Oliveira et al., 1979; Oliveira, 1983). A Formação de Mértola é constituída por bancadas, de espessura centimétrica a métrica, de grauvaque, que alternam com xistos argilosos e siltitos, e ainda níveis de conglomerados e de raros depósitos de torrentes de lama intercalados na sucessão. Os grauvaques apresentam as estruturas sedimentares características dos turbiditos, nomeadamente as clássicas divisões de Bouma (1962) e de Mutti &amp; Ricci Luchi (1975), e ainda bancadas amalgamadas, fluidizadas, com dobras sedimentares, com filões clásticos, etc. Muitas das bancadas de grauvaque são ricas em clastos de argila arrancados ao substrato sedimentar, e ao microscópio mostram a presença de fragmentos de vulcanitos ácidos e básicos, quartzo vulcânico, cherte, quartzito e de xistos com clivagem, dispersos numa matriz sericito-clorítica. Os conglomerados também contêm calhaus e blocos com as mesmas litologias e são mais comuns próximo dos contactos com as rochas da Faixa Piritosa. A composição dos clastos e calhaus dos grauvaques e conglomerados sugere proveniência da própria Faixa Piritosa, não se excluindo que em parte possam também ter provindo\n\nGeologia de Portugal_Volume I.indb 692\n12/09/13 13:53\nGeologia Sul Portuguesa 693\nda Zona de Ossa Morena. Na região de Mértola, a cartografia geológica de pormenor desta unidade (Oliveira, 1988; Oliveira &amp; Silva, 1990; Oliveira &amp; Silva, 2007) pôs em evidência níveis predominantemente xistentos, com espessuras que variam de 20 a 100 metros, os quais separam sequências ricas em bancadas de grauvaque, com espessuras que atingem várias centenas de metros. Estas sequências são atribuídas a lóbulos sedimentares e as xis-tentas a depósitos interlóbulos. O estudo sistemático das paleocorrentes nesta região indicou claramente sentido das correntes de NW para SE, em grande parte condicionado pelo relevo submarino herdado da actividade vulcânica anterior. Esta unidade forneceu fósseis de amonóides, em impressões nos xistos ou em nódulos silto-carbonatados, que indicam a biozona GoB do Viseano Superior (Korn, 1997). Também desta idade são comuns fósseis de Posidonia becheri, por vezes em jazidas de lumachelas. Associações de miosporos das biozonas NL e VF confirmam esta idade. São também comuns restos de caules de plantas, que chegam a atingir alguns decímetros de comprimento.\nBancadas de grauvaque com a mesma idade ocorrem intercaladas tectonicamente no CVS da mina de Neves Corvo, em consequência da tectónica compressiva regional (Oliveira et al., 2004). A passagem da Formação de Mértola para a Formação de Mira faz-se, ao longo de muitas dezenas de quilómetros, por uma banda constituída predominantemente por xistos argilosos e siltitos finamente estratificados, com espessura da ordem dos 50 a 100 metros, onde ocorrem amonóides da biozona GoC do Viseano Superior mais alto (Oliveira et al., 1979; Korn, 1997). A deposição dos sedimentos desta banda poderá ter estado associada a uma subida do nível do mar em toda a bacia sedimentar. Os turbiditos da Formação de Mira são, de um modo geral, finamente estratificados podendo contudo ocorrer sucessões mais ricas em bancadas de grauvaque e raros conglomerados, que indicam a progradação de canais e lóbulos para a região da planície abissal, a sul. São escassos os dados paleontológicos que permitam datar com rigor esta unidade. Entre Sabóia e São Teotónio foram obtidos fósseis de amonóides mal preservados que sugerem a biozona R1 do Bashkiriano (Korn, 1997). Na região do Azinhal, muito perto do contacto com a Formação de Mértola foram obtidos amonóides do Serpukoviano Inferior (Oliveira &amp; Wagner-Gentis, 1983) e mais a sul, perto de Castro Marim, foram identificadas associações de palinomorfos da Biozona NC, que indicam o Serpukoviano Inferior.\nA Formação da Brejeira está representada, na sua parte inferior, por uma sucessão de quartzitos impuros, quartzovaques e xistos argilosos intercalados, que ocupa uma faixa com largura de 5 a 10 km, que estabelece o contacto com a Formação de Mira; próximo deste contacto, a oeste, existe uma escarpa virada a nordeste, provavelmente associada a uma falha pós-varisca. Seguem-se turbiditos clássicos que se estendem até ao contacto com a Orla Meso-Cenozoica do Algarve, sobrepondo-se à sucessão litoestratigráfica dos anticlinais de Aljezur e Bordeira. De um modo geral, tanto as litologias mais maturas da base da unidade, como os grauvaques suprajacentes são pobres em fragmentos vulcânicos, o que é reflexo da\n\nGeologia de Portugal_Volume I.indb 693\n12/09/13 13:53\n694 Geologia de Portugal\nmaior distância às fontes vulcânicas situadas a norte. Tal como para as unidades anteriores, as paleocorrentes continuam a indicar transporte de NW para SE mas, à medida que se caminha para sul, há maior variabilidade no sentido das correntes em consequência da sedimentação turbidítica se ter instalado numa plataforma mista argilo-carbonatada subsidente (ver adiante). A unidade forneceu escassos fósseis de amonóides das biozonas G1 e G2 que indicam o Bashkiriano Médio a Superior e o Moscoviano Inferior. Em termos da biostra-tigrafia dos miosporos foram reconhecidas as biozonas SS, Ra, Ra/NJ, SL e OT (figs. 4 e 5), que indicam idade compreendida entre os Bashkiriano Inferior e o Moscoviano superior (Pereira &amp; Oliveira, 1995; Pereira, 1999). As associações de miosporos da Biozona FR são marcadas pela presença de Bellispores nitidus e Raistrickia fulva. Esta Biozona foi identificada nas secções da Praia de Odeceixe e no corte da Ribeira de Aljezur (fig. 4). A Biozona SS foi identificada na secção da Ribeira de Aljezur (fig. 4) com base na presença da espécie guia Cirratriradites saturni. Conjuntamente com a espécie guia Radiizonates aligerens, as associações de miosporos da Biozona RA compreendem Cingulizonates loricatus, Dictyotriletes probireticulatus e Endosporites globiformis. Estas associações são muito típicas e foram recuperadas nas secções da estrada Alfambras-Lagos (Km 164,9 e Km 155,5 (Pincho). O limite entre as Biozonas RA/NJ, apenas foi identificado no corte da estrada Alfambras-Lagos, Km\n\n\nPraia dos Caneiros\nCorte da Estrada Alfambras-Lagos, Km 164,9 (Pincho)\nCorte da Estrada Alfambras-Lagos, Km 155,5 (Bensafrim)\nCorte d a Rib. de Aljezur\nPraia de Odeceixe\nI\tAmostra estudada e\n|3611k->| Biozona de esporos identificada\nFigura 4. Colunas estratigráficas seleccionadas estudadas na Formação da Brejeira.\nGeologia de Portugal_Volume I.indb 694\n12/09/13 13:53\nGeologia Sul Portuguesa 695\nO\\S. Teotónio\nBensafrim\nSagres\nBA Antiforma da Bordeira\nProgradação dos sedimentos\nRedonda\nS. Marcos da Serra O\nAntiforma de Aljezur\nBiozona de Esporos\nCabo Sardão\nPraia de Odeceixe\nMonchique ★\nPraia da Arrifana\nPraia do Canal\nPincho\nPraia do Castelejo\nPraia da Zambujeira do Mar\nPraia das Quebradas-\nPraia dos Caneirosfí\n„Nave O\n★\nPraia de Vale de Figueirtr^»\nBA Y F. RA\nx ★\nCarrapateira O\nFormação Brejeira\n★\nSecções estudadas\nFigura 5. Zonação dos sedimentos da Formação da Brejeira em faixas NW-SE (AA. Anclinal de Aljezur; AB. Anticlinal da Bordeira).\n155,5\t(Pincho) e é marcado pela ocorrência conjunta de Florinites junior e Savitrisporites concavus, a que se associam espécies comuns à Biozona RA. A base da Biozona SL, identificada na secção na Praia dos Caneiros (fig. 4), é caracterizada pela primeira ocorrência de Torispora securis. A presença de Thymospora obscura e T. thiessenii constituem os marcadores da base da Biozona OT (secção na Praia dos Caneiros, fig. 4).\nDados geoquímicos do GFBA indicam que os grauvaques pertencentes às três formações - Mértola (Viseano Superior), Mira (Serpukhviano Inferior-Bashkiriano Inferior) e Brejeira (Bashkiriano Inferior.Moscoviano Superior) - exibem valores variáveis das razões\nGeologia de Portugal_Volume I.indb 695\n12/09/13 13:53\n696 Geologia de Portugal\n\nSiO2/Al2O3, K2O/Al2O3, Na2O/K2O e Fe/Ti que, de uma forma geral, se correlacionam consistentemente com uma considerável diversidade mineralógica. Ao invés, os xistos argilosos, em qualquer das três formações, exibem valores similares das razões K2O/Al2O3 e SiO2/Al2O, facto que traduz a sua muito maior homogeneidade mineralógica, fortemente dominada por associações monótonas de filossilicatos. Por outro lado, os xistos argilosos do GFBA exibem valores do Índice de Variabilidade Composional (cf. Cox et al., 1995) sistematicamente inferior a 1, reflectindo a elevada maturidade sedimentar/composicional destes sedimentos.\nO Chemical Alteration Index (CIA; cf. Nesbitt &amp; Young, 1984) das rochas siliciclásticas grosseiras da Fm. Brejeira distribue-se ao longo do intervalo 63 - 83 (Méd. = 75±7). Idêntico padrão de variação observa-se para o Plagioclase Index Alteration (PIA, Cf. Fedo et al., 1995; Méd. = 84±10; Min. = 67 - Máx. = 95). Em oposição, os valores médios de CIA relativos aos grauvaques da Fm. Mértola (CIA = 66±4; Min. = 61.7 - Máx. = 74.0) e Mira (CIA = 66±4; Min. = 64.5 - Máx. = 74.8) são invariavelmente inferiores aos observados para a Fm. Brejeira, e pautam-se por um menor intervalo de variação.\nOs xistos argilosos das diferentes formações do GFBA exibem valores de CIA superiores aos registados para as populações congéneres de grauvaques, facto que é consentâneo com um historial de meteorização química mais prolongado no tempo. Em conjunto, os valores de CIA e PIA observados para as diferentes litologias das formações Mértola, Mira e Brejeira revelam a ocorrência de variações das condições de meteorização química, de moderadas a intensas, associadas à(s) área(s) de proveniência dos sedimentos do GFBA (Fernandes et al., 2008; 2010).\nAs diferentes litologias da Fm. Brejeira exibem padrões normalizados em Terras Raras marcados por um enriquecimento relativo em Terras Raras Leves, uma anomalia negativa no Európio, e um muito reduzido fraccionamento das Terras Raras Pesadas. Em conjunto, estas características são compatíveis com uma filiação félsica para ambos os grupos de rochas siliciclásticas da Fm. da Brejeira. Esta conclusão é igualmente suportada com base nas razões Fe/Ti, V/Ni, La/Sc e Cr/Th.\nContudo, no gráfico clássico de proveniência Th/Sc versus Zr/Sc, (cf. McLennan et al., 1990, Figura 1), os grauvaques da Fm. Brejeira projectam-se em campos distintos aos definidos pelas formações Mértola e Mira, e exibem invariavelmente valores mais elevados da razão Zr/Sc, reflectindo, não só, uma clara filiação félsica como também um incremento das taxas de reciclagem associadas à génese destes sedimentos. Tais circunstâncias contrastam de forma notória com o observado na população de grauvaques da Fm. Mértola. Na realidade, este grupo de rochas pauta-se por valores mais baixos nas razões Th/Sc (0,4-1) e Zr/ Sc e possui, comparativamente as suas congéneres da Fm. Brejeira, maiores intervalos de variabilidade em quase todos os elementos em traço. Por outro lado, o seu padrão normalizado das Terras Raras, aliado a uma moderada a inexistente anomalia do Európio (Eu/Eu* = 0,65-1), e à forma como se projectam no espaço A-CN-K, sugerem a possibilidade de,\nGeologia de Portugal_Volume I.indb 696\n12/09/13 13:53\nGeologia Sul Portuguesa 697\n\nO\nCZ)\nH\nGrauv. Fm. Mértola\nGrauv. Fm. Mira\nGrauv. Fm. Brejeira Xist. Arg. Fm. Mértola\n100\n1\nZr/Sc\nReciclagem Sedimentar\n1000\nFigura 6. Projecção das rochas siliciclásticas da Fm. Brejeira no diagrama Th/Sc versus Zr/Sc (adaptado de Fernandes et al., 2010). CCS - Crusta Continental Superior; PAAS - Post Archean Average Shale (Taylor &amp; McLennan, 1985).\n\nrelativamente a esta formação, se poder invocar mistura de fontes no seu historial de proveniência, envolvendo, provavelmente, quer rochas ígneas félsicas, quer litologias máficas (Fernandes et al., 2008, 2010). Em síntese, os diferentes indicadores geoquímicos utilizados sugerem que, no período de tempo (Viseano Superior a Moscoviano Superior) que mediou a deposição das formações Mértola, Mira e Brejeira, ocorreram variações significativas no quimismo da(s) área(s) de proveniência dos sedimentos do GFBA.\n5.\tSector Sudoeste (anticlinais de Aljezur e Bordeira)\nNeste sector aflora um substrato detrítico (Formação de Tercenas) litologicamente muito semelhante e com a mesma idade do que ocorre na Faixa Piritosa (Grupo Filito-Quartzí-tico). Sobre este substrato depositou-se uma sucessão argilo-carbonatada que constitui o Grupo da Carrapateira, composto pelas formações de Bordalete, Murração e Quebradas (Oliveira et al., 1984; 1985; Pereira, 1999). Na figura 7 consta o mapa geológico regional e na figura 8 estão representados os perfis estratigráficos mais representativos deste sector.\nGeologia de Portugal_Volume I.indb 697\n12/09/13 13:53\n698 Geologia de Portugal\nFigura 7. Mapa Geológico simplificado dos Anticlinais de Aljezur e Bordeira, Sector Sudoeste de Portugal (SSP) (Adap. Oliveira et al., 1984).\nA Formação de Tercenas incorpora duas sucessões areno-pelíticas, cada uma com perfil sedimentológico negativo (coarsening and thickening upward), a mais superior das quais bem exposta junto ao mar, na escarpa da Pedra Ruiva, a SW de Alfombras. A espessura total é da ordem dos 100m. O perfil sedimentológico, conjugado com estruturas sedimentares, indica sedimentação marinha litoral. Na parte inferior da sucessão foram identificados fósseis de climenídeos e a topo faunas de braquiópodes e de chonetes, todas do Devónico Superior (Oliveira, 1990). O perfil de Pedra Ruiva forneceu miosporos da Biozona LN, do Estru-niano, e da Biozona VI, da base do Tournaisiano (Pereira et al., 1994; Moreno et al., 1996b). A base da Biozona LN é caracterizada, nas secções estudadas, pela primeira ocorrência de V. nitidus associada à presença, entre outras, de Retispora lepidophyta, Rugospora flexuosa e Vallatisporites pusillites. O limite entre as Biozonas LN/VI coincide aproximadamente com\nGeologia de Portugal_Volume I.indb 698\n12/09/13 13:53\nGeologia Sul Portuguesa 699\no limite Devónico - Carbónico (Pereira et al., 1994) e ocorre na parte superior da Formação de Tercenas (fig. 8, Pedra Ruiva). A base da Biozona VI é marcada pelo desaparecimento de Retispora lepidophyta, Vallatisporites pusillites e Rugospora flexuosa e pela presença de Cyr-tospora cristifera, que ocorre pela primeira vez neste nível. É muito frequente a ocorrência de Maranhites spp., associada aos miosporos da biozona VI.\nFigura 8. Colunas estratigráficas seleccionadas do Sector Sudoeste de Portugal (adaptado de Pereira, 1999).\nNa Formação de Bordalete, com secção tipo na Praia de Murração, predominam largamente os xistos escuros piritosos e siltitos, finamente estratificados que, na parte superior, apresentam estratificação cruzada interpretada como marcadora de pequenos escorregamentos gravitacionais no bordo da plataforma(?). São frequentes intercalações de nódulos calcisiltíticos e fosfatados, de origem diagenética, alguns dos quais chegam a atingir dimensões métricas. A espessura total é da ordem dos 200m. As características litológicas e fau-nísticas sugerem sedimentação num ambiente marinho calmo e pouco oxigenado. Esta unidade proporcionou raros fósseis de goniatites do Tournaisiano Inferior a Médio. Em termos de palinoestratigrafia foram identificadas todas a biozonas do Tournaisiano (VI, HD e PC), com excepção da Biozona CM. Este facto é relevante porque esta é, até ao presente, a única secção da parte portuguesa da Zona Sul Portuguesa onde quase todo o Tournaisiano está\nGeologia de Portugal_Volume I.indb 699\n12/09/13 13:53\n700 Geologia de Portugal\n\nrepresentado (Pereira, et al., 1994; Pereira, 1999). A Biozona VI é marcada pelas mesmas associações que foram encontradas na Pedra Ruiva. Esta biozona foi identificada nas secções da estrada Eirinhas-Rizada-Penedo (fig. 8). A base da Biozona HD, também identificada na secção anterior, é caracterizada pela primeira ocorrência das espécies Umbonatisporites distinctus e Neoraistrickia cymosa. Associações típicas da Biozona PC foram recuperadas em várias secções da Formação de Bordalete (fig. 8) e incluem as espécies guia Spelaeotriletes pretiosus e Raistrickia clavata.\nA Formação de Murração, cuja secção tipo está exposta na Pedra das Safias e no lado norte da Praia de Quebradas (ver adiante), é constituída por xistos argilo-margosos e calcários nodulares dolomíticos na parte inferior (Membro Pedra das Safias) que passam gradualmente a xistos escuros piritosos com intercalações de bancadas de calcários frequentemente nodulares e dolomitizados (Membro de Vale Figueira), com espessura total da ordem dos 60m. Para NW, o Membro Pedras das Safias aparece em bancadas métricas de calcareni-tos e o membro de Vale Figueira torna-se mais argiloso, provavelmente em consequência do aumento da profundidade do ambiente deposicional. O Membro Pedra das Safias contém muitos fragmentos de crinóides, corais e trilobites, que indicam o Viseano Inferior a Médio. Por sua vez, o Membro Vale Figueira é particularmente rico em goniatites a que se associam localmente níveis com faunas bênticas de trilobites, braquiópodes, equinodermes e corais rugosos, que indicam o Viseano Superior. Herbig et al. (1999) apresentaram argumentos em favor da existência nesta secção do evento crenistria identificado no norte da Europa. Esta conclusão reforça a interpretação anterior (Oliveira et al., 1979; Oliveira &amp; Quesada, 1998) segundo a qual a zona Sul Portuguesa terá estado na continuidade geográfica do Sudoeste da Inglaterra e Norte da Alemanha durante o período Carbónico.\nA palinoestratigrafia revelou estarem presentes as biozonas de miosporos Pu, TS, NL, SN, todas do Viseano. As biozonas NL e SN são locais, só identificadas em Portugal, correspondendo respectivamente às biozonas NM e VF da Europa Ocidental (Pereira, 1999). A base da Biozona PU foi definida, na secção de Marianos (fig. 8) pela primeira ocorrência de Lycospora pusilla, e a base da Biozona TS, foi identificada na secção do Corte da Velha (fig. 8) ela primeira ocorrência de Knoxisporites triradiatus e K. stephanephorus. A Biozona NL é caracterizada pela primeira ocorrência de Raistrickia nigra e Propisporites laevigatus. Esta biozona foi identificada nas secções Corte da Velha, Estrada Bordeira--Carrapateira e Praia das Quebradas (fig. 8). A base da Biozona SN é caracterizada pela primeira ocorrência de Savitrisporites nux na Praia das Quebradas (fig. 8). A Biozona NC, identificada na secção da Praia das Quebradas (fig. 8) foi definida pela primeira ocorrência de Bellispores nitidus e contém inúmeros espécimens comuns às precedentes biozonas.\nA Formação de Quebradas tem o seu estratotipo na praia das Quebradas, situada a cerca de 500m a sul da praia de Murração. As litologias dominantes são xistos negros com banca\nGeologia de Portugal_Volume I.indb 700\n12/09/13 13:53\nGeologia Sul Portuguesa 701\ndas de calcário intercaladas, níveis de nódulos fosfatados e xistos e siltitos finamente estratificados (turbiditos distais) a topo. A espessura total é de cerca de 70m. Tal como para o membro superior da Formação de Murração, esta unidade também se torna menos rica em carbonatos para norte. Em termos faunísticos, foram determinados amonóides das biozonas R1, R2, G1 e G2 que indicam idade de Bashkiriano (Oliveira et al., 1985; Korn, 1997). Esta formação forneceu também miosporos das biozonas KV e FR, do Bashkiriano. A base da Biozona KV foi definida pela presença consistente da espécie Crassispora kosankei (fig. 7), Praia das Quebradas). Na Biozona FR Raistrickia fulva e Reticulatisporites reticulatus constituem os elementos típicos, acompanhados por Crassispora kosankei e S. nux. De notar o facto de não se terem identificado miosporos do Serpukoviano, o que, aliado à ausência de amonóides da mesma idade, parece sugerir a existência de uma lacuna (Oliveira et al., 1984; Pereira, 1999).\nEm termos paleogeográficos, a sucessão estratigráfica sugere que durante o Devónico Superior predominou a sedimentação siliciclástica em ambiente marinho litoral, seguindo-se subida do nível do mar até ao Viseano Inferior, a partir do qual se inicia uma regressão que possibilitou o desenvolvimento de uma plataforma mista argilo-carbonatada, cuja sedimentação está reflectida nas formações de Murração e Quebradas. No final do Bashkiriano deu-se uma subida relativa do nível do mar, em parte associada a subsidência de origem tectónica, que possibilitou a chegada dos primeiros sedimentos turbidíticos, inicialmente finamente estratificados, que passaram gradualmente a ficar mais ricos em bancadas grau-vacóides.\n6.\tPaleogeografía e Geodinâmica da Zona Sul portuguesa\nNeste capítulo apresenta-se uma abordagem da evolução paleogeográfica e geodinâmica da ZSP. Como se verá ao longo do texto, existem ainda várias questões às quais não é possível responder com os dados actualmente disponíveis. Daí que seja inevitável alguma especulação nas reconstruções paleogeográficas e geodinâmicas constantes no modelo apresentado. Em todas as figuras deste capítulo, as orientações geográficas das várias unidades têm como referência as coordenadas actuais.\nComo vimos anteriormente, a idade mais antiga conhecida em toda a ZSP é fornecida por miosporos do Givetiano Inferior recuperados em xistos do GFQ, no centro da estrutura anticlinais de S. Francisco da Serra e Caveira. Miosporos de idade Frasniano foram recolhidos em xistos do GFQ, no centro do anticlinal de Puebla de Guzmán, em Espanha, no anticlinal de Rosário e nas formações de Ribeira de Limas e Gafo, que ocorrem respectivamente no flanco norte e sul da antiforma do Pulo do Lobo. Quer isto dizer que a Formação do Pulo de Lobo, com os seus vulcanitos básicos com assinatura geoquímica de crosta oceâ-\n\nGeologia de Portugal_Volume I.indb 701\n12/09/13 13:53\n702 Geologia de Portugal\n\nFigura 9. Evolução paleogeográfica e geodinâmica da Faixa Piritosa Ibérica no contexto da evolução da ZSP: A. Devónico Inferior; B. Devónico Médio.\nGeologia de Portugal_Volume I.indb 702\n12/09/13 13:53\nGeologia Sul Portuguesa 703\nnica, e a Formação de Atalaia, subjacentes àquelas formações, têm seguramente idade anterior, até ao momento desconhecida. Vários ofiolitos da Cadeia Varisca (Noroeste da Península Ibérica (?), Lizard, no SW de Inglaterra, e Gise, na Alemanha) são relacionados com o Oceano Rheic ou com um braço seu (Bretanha), sendo-lhe atribuídas idades que variam do Silúrico Superior ao Devónico Médio (Barnes &amp; Andrews, 1992; Martinez Catalan et al., 1997; Matte, 2001; Franke, W., 2001, Ribeiro et al., 2008). Admitindo que o fundo oceânico onde se depositaram os sedimentos do Pulo do Lobo também pertenceu àquele oceano, parece aceitável concluir que estes terão também idade situada algures entre o Silúrico e o Devónico Inferior (fig.9A). A margem passiva a sul deste oceano (a que chamaremos por comodidade descritiva «Oceano Pulo do Lobo»), com composição litológica desconhecida, situar-se-ia na placa Avalónia, acrecionada ao continente norte-americano Laurencia por fecho do Oceano Iapetus (Oliveira &amp; Quesada, 1998; Jorge, 2010).\nDurante o Devónico Médio (fig. 9B) ter-se-á desenvolvido o prisma acrecionário associado ao fecho progressivo do «Oceano Pulo do Lobo» envolvendo os sedimentos das Formações do Pulo do Lobo e Atalaia (Silva et al., 1990; Quesada et al., 1994). Admite-se que durante este fecho, parte da crosta do «Oceano Pulo do Lobo» poderá também ter sido obductada sobre a ZOM, formando o que actualmente é conhecido por «Sequências Ofiolí-ticas Internas da ZOM» (Leal et al., 1997; Araújo et al., 2006). A ocorrência de miosporos do Givetiano nos sedimentos siliciclásticos do GFQ sugere que, nesta altura, a margem passiva a sul do prisma acrecionário estaria já representada pelo mar epicontinental que perdurou até ao Devónico Superior, e localizado algures na placa Avalónia, já integrada no continente Laurussia.\nNo Devónico Superior (fig. 10A), durante o Frasniano, ter-se-á gerado uma bacia sedimentar profunda sobre o prisma acrecionário, constituída predominantemente por sedimentos detríticos, em grande parte de natureza flyschóide, que constituem as formações de Ribeira de Limas e Gafo (Carvalho et al., 1976). Estes sedimentos foram afectados por movimentos compressivos associados à fase final de instalação do prisma acrecionário e ao concomitante fecho do «Oceano Pulo do Lobo». Ainda na mesma bacia sedimentar, durante o Fameniano Superior e o Estruniano, ter-se-ão depositado, em discordância sobre o prisma acrecionário definitivamente estruturado, os sedimentos das formações de Santa Iria / Horta da Torre e Represa (Pereira et al., 2006a).\nA sul desta bacia poderá ter persistido o mar epicontinental, que se estendeu pelo menos até à região da Carrapateira, no Algarve, onde dominava a sedimentação detrítica, actualmente representada pelos sedimentos do GFQ, na Faixa Piritosa, e da Formação de Tercenas, no Sector SW da ZSP (fig. 10A; Oliveira et al., 1986; Oliveira, 1990). Durante o Fame-niano terminal e o Estruniano, a crosta continental da margem norte deste mar poderá ter sofrido um paroxismo distensivo, de que resultaria extensa cintura vulcânica com orientação NW-SE. O facto de existirem rochas máficas e félsicas, predominantemente intrusivas,\n\nGeologia de Portugal_Volume I.indb 703\n12/09/13 13:53\n704 Geologia de Portugal\nna Formação do Gafo e, possivelmente também na Formação de Atalaia, com afinidades geoquímicas com as rochas vulcânicas da Faixa Piritosa, e a presença de sedimentos vulca-noclásticos e xistos borra de vinho na Formação da Represa, leva a admitir que esta distensão também poderá ter afectado o margem sul da bacia sedimentar correspondente à actual Antiforma do Pulo do Lobo.\n\nFigura 10. Evolução paleogeográfica e geodinâmica da Faixa Piritosa Ibérica no contexto da evolução da ZSP. A. Devónico Superior. B. Tournaisiano a Viseano Superior.\n\nGeologia de Portugal_Volume I.indb 704\n12/09/13 13:53\nGeologia Sul Portuguesa 705\n\nConforme vimos anteriormente, este vulcanismo decorreu intermitentemente até ao Viseano Superior baixo e terá ocupado uma faixa com comprimento superior a 250 km e, pelo menos, 80 a 100 kms de largura (fig. 10B). O magmatismo intrusivo estendeu-se ao sector oriental da ZSP, onde está representado pelos granitos de Campo Frio, considerados contemporâneos do vulcanismo da Faixa Piritosa (De la Rosa et al., 1999; Dunning et al.,\n2002). Tem sido levantada a hipótese de que a actividade vulcânica teria migrado para sul, entre o Estruniano e o Viseano Superior, associada ao desenvolvimento de half grabens com orientação NW-SE dominante (Oliveira, 1990; Oliveira et al., 2006). Esta hipótese, que se enquadra bem no desenvolvimento geodinâmico regional, foi recentemente contrariada por Rosa, D. et al., 2008, que sugerem migração para NW com base em datações U/Pb em zir-cões recolhidos em rochas vulcânicas ácidas. Contudo, a posição estratigráfica destas rochas vulcânicas é algo imprecisa, em vários casos, pelo que esta problemática precisa de ser mais investigada. O vulcanismo decorreu em ambiente submarino e dele terá resultado importante relevo submarino provocado por aparelhos vulcânicos ou por áreas levantados do substrato detrítico do GFQ, associadas à génese dos half-grabens. Deste dispositivo e da instabilidade reinante resultou intensa erosão submarina, provavelmente induzida por escorregamentos gravíticos que poderão ter conduzido ao desmantelamento de grande parte dos depósitos sedimentares do Tournaisiano. Uma questão de primordial importância é a de se saber qual poderá ter sido o motor geodinâmico desta distensão e consequente vulca-nismo. Segundo vários autores (Schutz et al., 1988; Soler, 1973; Monteiro &amp; Carvalho, 1987; Onezime et al., 2003) a Faixa Piritosa teria constituído um extenso arco vulcânico associado a uma zona de subdução, o que não está de acordo com o conhecimento actualmente existente sobre a bacia sedimentar e o quimismo da actividade magmática associada. Uma alternativa a este modelo considera que o vulcanismo da Faixa Piritosa se gerou em regime transtensivo sobre crosta continental, associado à génese de bacias pullapart induzidas por falhas transcorrentes, elas próprias resultantes da colisão oblíqua entre a ZSP e ZOM associada ao fecho do «Oceano Pulo do Lobo», que teria ocorrido entre o Fameniano e o Carbónico Inferior (Silva et al., 1990; Quesada et al., 1994; Giese et al., 1994). Como vimos, neste trabalho admite-se que o «Oceano Pulo do Lobo» poderá ter fechado durante o Devónico Médio, questionando-se assim o prolongamento da colisão oblíqua até ao Carbónico Inferior. Um mecanismo geodinâmico que poderá explicar satisfatoriamente o prolongamento no tempo do regime distensivo na ZSP poderá relacionar-se com a reactivação da estrutura oroclinal do NW peninsular resultante do choque da placa Ibérica com a Laurussia (Matte &amp; Ribeiro, 1975; Dias &amp; Ribeiro, 1995), iniciado provavelmente no Devónico Médio. Esta reactivação poderá ter induzido a génese de falhas transcorrentes profundas no seu ramo sul, vindo a afectar, por transtensão, a crosta continental onde se instalou o GFQ e, também, o bordo sul da Antiforma do Pulo do Lobo. A actividade vulcânica associada a este período não se fez sentir na região Sudoeste da ZSP. Aqui, à sedimentação clástica litoral que exis-\nGeologia de Portugal_Volume I.indb 705\n12/09/13 13:53\n706 Geologia de Portugal\ntiu durante o Estruniano, materializada pela Formação de Tercenas, seguiu-se uma subida relativa do nível do mar durante o Tournaisiano, que proporcionou sedimentação terrígena finamente estratificada em ambiente marinho pouco oxigenado, actualmente representada pela Formação de Bordalete. Durante o Viseano, houve lugar a nova descida do nível do mar e ao desenvolvimento de uma plataforma mista argilo-carbonatada (Formação de Mur-ração), o que sugere aquecimento da água do mar (por subida do fluxo térmico resultante do vulcanismo a norte (?), ou por migração da área deposicional para regiões mais quentes, tropicais (?)).\nFigura 11. Evolução paleogeográfica e geodinâmica da Faixa Piritosa Ibérica no contexto da evolução da ZSP A. Viseano Superior a Bashkiriano Superior. B. Moscoviano.\nGeologia de Portugal_Volume I.indb 706\n12/09/13 13:53\nGeologia Sul Portuguesa 707\nNo Viseano Superior (fig. 11A) deu-se a inversão tectónica na Faixa Piritosa que explica a geração de dobras deitadas associadas a carreamentos vergentes para SW, obviamente já em regime compressivo (Ribeiro et al., 1983; Silva et al., 1990).\nDaqui resultou o levantamento generalizado do GFQ e CVS, o que terá provocado forte erosão submarina ou mesmo subaérea, cujos produtos deram início à sedimentação turbi-dítica das Formações de Freixial e Mértola.\nA partir do Viseano Superior, a deformação compressiva e a sedimentação turbiditica progrediram no espaço e no tempo para sudoeste, em íntima relação com o desenvolvimento de uma bacia sedimentar do tipo foreland basin, de tal modo que só no Bashkiriano Superior a plataforma mista argilo-carbonatada se viu incorporada nesta bacia (fig. 11A). Durante o Moscoviano (fig. 11B), a bacia foreland terá continuado a progredir para SW, com o afundamento da plataforma mista argilo-carbonatada e a sua cobertura pelos turbiditos da Formação da Brejeira, os mais recentes dos quais afloram nas praias da região de Vila do Bispo, com idade do Moscoviano Superior, o que significa que a deformação orogénica local lhe é posterior.\n\nFigura 12. Esquema da inversão tectónica na mina de Neves Corvo (Adaptado de Oliveira et al., 2004).\n\nGeologia de Portugal_Volume I.indb 707\n12/09/13 13:53\n708 Geologia de Portugal\nPOMARÃO\nFormação de Mértola (Viseano superior)\nFormação Feixial (Viseano superior médio)\n| GC | Grupo do Chança (Devónico superior)\nH Formação Pulo do Lobo (Devónico inferior a médio?)\nMINA DO CHANÇA\nN>\nComplexo Vulcano-Sedimentar (Viseano inferior)\nFormação Filito-Quartzitica (Devónico superior)\nSANTANA DE CAMBAS\nS. DOMINGOS\nFigura 13. Corte geológico ilustrativo da estrutura tectónica da Faixa Piritosa (Silva et al., 1990).\n\n\nEm termos da estruturação tectónica, constata-se que na antiforma do Pulo do Lobo há uma fase de deformação precoce, com dobras e clivagem, associada à génese do prisma acre-cionário anteriormente referido, sendo a idade desta deformação anterior ao Fameniano. A segunda fase de deformação ocorreu com a inversão tectónica, claramente posterior ao Viseano Superior baixo na Faixa Piritosa, não se excluindo que se possa ter iniciado mais cedo na antiforma do Pulo do Lobo. A deformação, com dobras, cavalgamentos e carrea-mentos vergentes para SW, progrediu sucessivamente, no espaço e no tempo, em direcção a SW, num estilo pelicular que foi sucessivamente induzindo a sedimentação turbidítica acumulada nas depressões frontais dos cavalgamentos, que só atingiram a região SW no Mos-coviano Superior (Oliveira, 1990, Silva et al., 1990). Os primeiros estádios da deformação associada à inversão tectónica estão bem evidenciados na região da mina de Neves Corvo (fig. 12), onde a datação rigorosa das unidades litoestratigráficas ali existentes permitiu reconstruir os passos mais significativos dessa deformação (Oliveira et al., 2004). Os estádios mais avançados dessa deformação estão ilustrados no esquema da figura 13. Note-se que os mesmos estádios estruturais estão expressos nos anticlinais de Aljezur e Bordeira (Ribeiro, 1983).\n\nGeologia de Portugal_Volume I.indb 708\n12/09/13 13:53\nGeologia Sul Portuguesa 709\nPARTE II\nVULCANOLOGIA FÍSICA, GEOQUÍMICA E MINERALIZAÇÕES DA FAIXA PIRITOSA\n\n7.\tVulcanologia Física Do Complexo Vulcano-Sedimentar\nA reconstituição da arquitectura vulcânica em províncias metalogenéticas de sulfuretos maciços vulcanogénicos revelou-se uma ferramenta de grande importância na compreensão da geologia regional, contribuindo significativamente para o conhecimento do ambiente de formação dos jazigos de sulfuretos maciços nessas províncias (e.g. Mount Read Volcanics - Câmbrico, Tasmania, Austrália, McPhie &amp; Allen 1992; 2003; Mount Windsor Subprovince - Câmbrico-Ordovícico, Queensland, Austrália, Doyle &amp; McPhie 2000; Skellefte district - Proterozóico, Sweden, Allen et al., 1997; Bathurst Mining Camp - Ordovícico, Canadá, Rogers et al., 2003; Noranda district - Arcaico, Canadá, Gibson &amp; Watkinson 1990). Os modelos de arquitectura vulcânica desenvolvidos nestas províncias revelaram-se importantes para caracterizar entre outros, o tipo e estilo de vulcanismo, o ambiente de deposição na bacia sedimentar, a relação dos depósitos minerais com as unidades e fácies vulcânicas e, também para definir novos critérios de prospecção.\nO primeiro trabalho de vulcanologia física no CVS foi efectuado no anticlinal do Poma-rão por van den Boogaard em 1967, mas apenas recentemente ocorreram desenvolvimentos significativos neste campo, resultado de diversos estudos efectuados na parte Espanhola do CVS (Boulter, 1993a; 1993b; 1996; 2002; Boulter et al., 2001; 2004; Soriano and Marti, 1999; Donaire et al., 2002; Valenzuela et al., 2002). A compreensão das arquitecturas vulcânicas nesta província conheceu novo impulso com o estudo detalhado das fácies vulcânicas e sedimentares do CVS, tendo por objectivo reconstituir a arquitectura dos centros vulcânicos, em particular dos que são próximos de mineralizações de sulfuretos maciços da FPI (Rosa, C., 2006; Rosa, C. et al., 2004a; 2005; 2008; 2010). As áreas de estudo incluíram a área da mina de Neves Corvo, Albernoa e Serra Branca em Portugal e cinco secções (Paymogo, El Almendro, Cerro de Andévalo, Rio Odiel e Aulaga) em Espanha (fig. 14), de modo a obter uma visão de carácter regional da arquitectura das unidades félsicas do CVS. A metodologia de trabalho consistiu na cartografia de superfície de fácies vulcânicas (Albernoa e\nGeologia de Portugal_Volume I.indb 709\n12/09/13 13:53\n710 Geologia de Portugal\nMADRID\nALBERI\nBEJA\nSEVILHA\n40 Km\n37’00\"\nALBERNOA\nRIO ODIEL\nAULAGA\nC. ANDÉVALO\nSERRA BRANCA''\nPAYMOGO *. • ■V. CASTILLEJOS I\nI\nt\n»\nNEVES CORVO mÉRTOLA\nFigura 14. Localização das áreas de estudo na Zona Sul Portuguesa (ZSP).\n\nSerra Branca), no estudo de testemunhos de sondagens (Neves Corvo e Albernoa) e de secções ao longo de estradas, rios e ribeiras (Albernoa, Serra Branca, Paymogo, El Almendro, Cerro de Andévalo, Rio Odiel e Aulaga). As unidades félsicas foram estudadas quanto ao modo de instalação, tendo os contactos de topo das unidades efusivas sido cuidadosamente avaliados. Os mecanismos de fragmentação das unidades vulcânicas foram também avaliados de modo a poder determinar-se a abundância de piroclastos e de autoclastos nas fácies vulcaniclásticas.\n\n7.1.\tFácies Vulcânicas do CVS\nO CVS é caracterizado por um número relativamente reduzido de fácies vulcânicas e sedimentares que caracterizam as zonas proximais, intermédias e distais aos centros vulcânicos. A composição félsica é largamente superior à máfica a uma escala regional, e os jazigos de sulfuretos maciços quando associados às rochas vulcânicas do CVS ocorrem junto de centros vulcânicos félsicos.\nAs principais fácies vulcânicas das unidades félsicas do CVS da FPI são:\n-\tFácies coerentes pouco vesiculares\n-\tBrechas monomícticas (maciças ou estratificadas)\n-\tBrechas e arenitos com abundantefiamme e fragmentos de fenocristais\n-\tBrechas e arenitos polimícticos (fiamme, clastos félsicos e sedimentares)\n-\tArenitos, siltitos e argilitos vulcanogénicos\nGeologia de Portugal_Volume I.indb 710\n12/09/13 13:53\nGeologia Sul Portuguesa 711\nAs fácies foram agrupadas em associações de fácies, permitindo a reconstituição do tipo de vulcões. A variedade de fácies vulcânicas félsicas no CVS reflecte essencialmente variações laterais em relação aos centros vulcânicos, sendo estes constituídos por diferentes proporções de lavas e domos, intercalados com unidades piroclásticas, intrusões e sedimentos de origem vulcanogénica.\n7.1.1.\tLavas e domos\n\nAs lavas e domos têm composição dacítica-riolítica e são maioritariamente constituídos por fácies coerentes e brechas monomícticas, que no seu conjunto definem a associação de fácies vulcânicas félsica mais comum no CVS (fig. 15).\nAs fácies coerentes são caracterizadas por texturas porfiríticas quartzo-feldspáticas. A matriz desta fácies é microcristalina, constituída essencialmente por quartzo e feldspato, contendo proporções variáveis de sericite, clorite e epídoto. Localmente (e.g. Albernoa, Neves Corvo, Serra Branca, Paymogo, Rio Odiel) contêm abundantes esferólitos (indicadores de cristalização de vidro vulcânico a alta temperatura; Lofgren, 1971) que preservam textura fibro-radiada (fig. 16 A, os esferólitos podem ocorrer na zona assinalada por A na fig. 15).\nAs brechas monomícticas maciças (fig.16 B, zona assinalada por B e C na fig. 15) envolvem as zonas coerentes por contactos graduais. Os clastos têm texturas e composição seme-\n\nFigura 15. Coluna esquemática representativa da distribuição das fácies das lavas félsicas do CVS e sedimentos envolventes.\n1/16 256 mm\nLegenda\nXistos “borra de vinho”, verdes negros e castanhos\nJaspe\nBrecha polimictica maciça\nBrechas e arenitos vulcanogénicos e xistos siliciosos\nBrecha polimictica com estratificação\nBrechas maciças\nBrechas com textura\n“jigsaw-fit”\nFácies coerente\nXistos filíticos e quartzitos (Q)\n(Grupo PQ)\nGeologia de Portugal_Volume I.indb 711\n12/09/13 13:53\n712 Geologia de Portugal\n\n\nFigura 16. A - Esferólitos de forma esférica, apresentando textura fibro-radiada, das fácies riolíticas coerentes de Neves Corvo. B - Afloramento da brecha riodacítica maciça na Ribeira de Terges (Albernoa). C - Fracturas per-líticas e uma vesicula (V) preenchida por clorite, na matriz dos riólitos de Neves-Corvo. D - Grupos de clastos apresentando textura jigsaw-fit (setas) na brecha riodacítica. E e F - Grupos de clastos apresentando alteração clorítica na margem que contrasta com alteração sericítica no interior, dando a falsa ideia que os clastos são arredondados. A forma original dos clastos está sublinhada em F, onde se pode vêr um clasto com dois núcleos de alteração sericítica (R).\nGeologia de Portugal_Volume I.indb 712\n\n12/09/13 13:\nGeologia Sul Portuguesa 713\nlhante às fácies coerentes, embora possam conter abundantes fracturas perlíticas que indicam hidratação de vidro vulcânico (Ross &amp; Smith, 1955; Friedman et al., 1966; Fig. 16 C; estas estruturas podem ocorrer nas zonas assinaladas por B, C e D na fig. 15) e raros esferó-litos. Os clastos têm forma irregular ou poliédrica e são angulosos com margens planares ou curviplanares (e.g. Albernoa, Neves Corvo, Serra Branca, Paymogo, Rio Odiel). Grupos de clastos normalmente apresentam texturas do tipo jigsaw-fit (fig. 16 D, zona assinalada por B na fig. 15), contudo clastos rodados das posições de fragmentação são abundantes perto do contacto de topo das brechas (zona assinalada por C na fig.15). A matrix das brechas monomícticas pode ser localmente abundante e é composta por fragmentos de fenocristais de quartzo e feldspato e clastos (<2 mm) semelhantes aos componentes da brecha. A matriz destas brechas e as margens dos clastos apresentam tipicamente alteração clorítica enquanto o interior dos clastos apresenta alteração sericítica (fig. 16 E e F, esta característica pode ocorrer nas zonas assinaladas por B e C na figura 16). Esta distribuição da alteração nos clastos, dá a falsa impressão de que os clastos nas brechas não estão em contacto entre si e que são mais pequenos e menos angulosos do que na realidade são.\nFigura 17. Brecha polimíctica (clastos sedimentares e vulcânicos) no contacto entre as brechas monomícticas estratificadas e os sedimentos do CVS em Albernoa.\nGeologia de Portugal_Volume I.indb 713\n12/09/13 13:53\n714 Geologia de Portugal\n\nBrechas monomícticas estratificadas ocorrem localmente e são menos abundantes do que as anteriores (e.g. Albernoa, Neves Corvo e Serra Branca). Estas brechas não contactam directamente com as fácies coerentes, constituindo unidades que ocorrem lateralmente às brechas monomícticas e fazem a transição das unidades félsicas para as fácies sedimentares do CVS. O contacto das brechas monomícticas estratificadas com os sedimentos do CVS pode ser complexo, sendo caracterizado por uma associação caótica de elementos vulcânicos e sedimentares (fig. 17, zona assinalada por E na figura 15).\nMecanismo de fragmentação das lavas e domos\nClastos poliédricos e angulares com margens planares e curviplanares e contendo abundantes fracturas perlíticas, são consistentes com fracturação por contraste térmico de vidro vulcânico quente em contacto com água, e são típicas de hialoclastito (Pichler, 1965; Yama-gishi &amp; Dimroth, 1985). A ocorrência de autobrecha é acessória relativamente ao hialoclas-tito e facilmente reconhecida nas zonas em que as lavas e domos têm bandado de fluxo (e.g. Neves Corvo). A abundância de texturas do tipo jigsaw-fit indica que a fragmentação das lavas/domos terá ocorrido in situ e por contraste térmico entre o vidro vulcânico quente e a água, não tendo os clastos sido transportados posteriormente à fracturação.\nAs abundantes texturas do tipo jigsaw-fit, o relativo reduzido volume de brechas resedimentadas, e a passagem gradual das brechas monomícticas à fácies coerente, indicam que a fragmentação foi autoclástica, indicando que estes clastos não são piroclastos.\nModos de instalação das lavas e domos\nEm províncias vulcânicas antigas, o único critério seguro para distinguir lavas de intrusões consiste na determinação da natureza do contacto de topo (Allen, 1992). Brechas constituídas por elementos ígneos e sedimentares são abundantes em ambientes vulcânicos submarinos, e comuns no contacto de topo de unidades ígneas. Estas brechas podem formar-se por vários processos distintos, entre os quais a intrusão de magma em sedimento não consolidado, formando peperito (Schminke, 1967; Kokelaar, 1982; Busby-Speera &amp; White, 1987; Skilling et al., 2002), ou por infiltração de sedimento em brechas no topo de lavas e domos (Rawlings et al., 1999; Giíkins et al., 2002; Skilling et al., 2002).\nAs lavas ocorrem intercaladas com sedimentos vulcanogénicos estratificados (argilitos, siltitos ou arenitos) com os quais têm contactos complexos. O contacto basal, quando ocorre com argilito ou unidades vulcaniclásticas finas, é normalmente irregular, discordante em relação à estratificação, ou peperítico. Neste caso consiste uma mistura complexa de compo-\nGeologia de Portugal_Volume I.indb 714\n12/09/13 13:53\nGeologia Sul Portuguesa 715\n\n\nFigura 18. A e B - Fotografia (A) e esboço (B) de amostra de mão da brecha de infiltração na zona do contacto de topo da brecha maciça dacítica com sedimentos siliciosos do CVS em Albernoa. A laminação nos sedimentos está «acomodada» à superfície irregular da brecha maciça. C e D - Fotografia (C) e esboço (D) da brecha de infiltração em Albernoa. Os domínios sedimentares ocorrem entre clastos dacíticos e apresentam laminação paralela, que é paralela à estratificação regional. E e F - Fotografia (E) e esboço (F) da brecha de infiltração no contacto (linha a tracejado) de uma brecha monomíctica dacítica com os sedimentos vulcanogénicos do CVS em Serra Branca. Os domínios sedimentares entre os clastos dacíticos têm a laminação preservada (linha a cheio), que é paralela, e passa gradualmente aos sedimentos do CVS suprajacentes. G e H - Fotografia (G) e esboço (H) de amostra de mão de uma brecha de infiltração em Albernoa, constituída por jaspe com textura macro-esferolítica de calcedónia e clastos dacíticos. Os esferólitos de calcedónia estão preservados entre os clas-tos dacíticos e definem o contacto dos jaspes com o dacito (seta).\nGeologia de Portugal_Volume I.indb 715\n12/09/13 13:53\n716 Geologia de Portugal\n\nnentes vulcânicos (clastos e fragmentos de fenocristais) e sedimentos que tipicamente apresentam textura maciça, ou laminação perturbada e destruída (e.g. Albernoa, Serra Branca, Neves Corvo e Rio Odiel).\nO contacto de topo das lavas com os sedimentos suprajacentes faz-se geralmente por uma brecha polimíctica, clasto-suportada de elementos vulcânicos, com os espaços entre os clastos ocupados por sedimento fino ou mais raramente por jaspe (e.g. Albernoa e Serra Branca; fig. 18, zona assinalada por D na fig. 15). Esta brecha tem espessura variável (50 cm a 5 m) e pode ser lateralmente descontínua. A componente sedimentar pode ser maciça ou apresentar laminação paralela (fig. 18 A, B, C, D, E e F), que se mantém paralela entre os diferentes domínios sedimentares da brecha, e é concordante com a estratificação das unidades sedimentares suprajacentes. Quando a componente entre os clastos vulcânicos é jaspe, este tipicamente apresenta delicadas texturas macro-esferolíticas de calcedónia (fig. 18 G e H).\nA ausência de evidências de metamorfismo de contacto, a preservação da laminação nos domínios sedimentares desta brecha, o paralelismo da laminação nos domínios sedimentares com a estratificação das unidades suprajacentes, e a preservação de texturas macro--esferolíticas de calcedónia no jaspe, indicam que a mistura entre os componentes vulcânicos e sedimentares não foi brusca, e que a componente vulcânica estava fria. A intrusão de unidades ígneas em sedimento provoca metamorfismo de contacto ou destruição da laminação nas unidades sedimentares se estas não estiverem consolidadas (Kokelaar, 1982). O metamorfismo de contacto de unidades félsicas em jaspes com texturas esferolíticas de calcedónia resulta normalmente na recristalização da calcedónia para quartzo microcrista-lino (Duhig et al, 1992).\nAs brechas polimícticas no contacto de topo de lavas e domos são interpretadas como resultando da infiltração de sedimentos e do precursor do jaspe (sílica gel) numa brecha de componentes vulcânicos pré-existente, preenchendo os espaços livres entre os clastos vulcânicos. O carácter extrusivo das lavas e domos é também indicado pelas abundantes unidades de brecha monomíctica estratificada, que reflectem redeposição das zonas clásticas nas margens das lavas e domos.\nBrechas constituídas por componentes vulcânicos e sedimentares no contacto superior de unidades félsicas efusivas foram identificadas em diversos locais da FPI, em Espanha (Boulter, 1993a; 1993b; 1996; Boulter et al., 2001; Soriano &amp; Marti, 1999; Tornos, 1999a; Pascual et al., 1999; Donaire et al., 2002; Valenzuela et al., 2001; 2002). A maioria destas brechas foi interpretada como sendo peperito, resultando da mistura de componentes vulcânicos e sedimentares durante a intrusão das unidades ígneas em sedimento não consolidado. Peperito no contacto de topo das lavas e domos não foi identificado nas áreas estudadas, contudo brechas formadas pela infiltração de sedimentos na carapaça clástica de lavas ou domos foram reconhecidas nas áreas de Albernoa (Rosa C, et al., 2004a) e Serra Branca.\nGeologia de Portugal_Volume I.indb 716\n12/09/13 13:53\nGeologia Sul Portuguesa 717\nFigura 19. A - Modelo simplificado, mostrando a localização das brechas de infiltração nas lavas félsicas do CVS. B - Modelo simplificado, mostrando a localização das brechas polimicticas na passagem das unidades vulcaniclásticas das lavas félsicas aos sedimentos do CVS. C - Modelo simplificado, mostrando a localização dos peperitos nas lavas félsicas do CVS.\n\nPara além das brechas de infiltração e dos peperitos, as brechas polimicticas que ocorrem no contacto entre as brechas monomícticas estratificadas e os sedimentos do CVS também são constituídas por elementos vulcânicos e sedimentares. Estas brechas polimicticas têm aspecto semelhante às brechas de infiltração e aos peperitos, mas ocorrem em zonas distintas do edifício vulcânico, tendo portanto significados distintos (fig. 19).\nEm alguns casos, a dificuldade ou incapacidade em reconhecer características típicas de cada um destes tipos de brechas pode impossibilitar a determinação de qual o mecanismo que levou à formação das brechas. No caso de não ser possível distinguir uma brecha de infiltração de um peperito torna-se mesmo impossível determinar o modo de instalação das unidades efusivas.\n\nArquitectura das lavas e domos\nDe modo geral as lavas e domos do CVS são constituídos por uma zona interna, coerente e relativamente pouco espessa (<60 m), rodeada por intervalos mais espessos (podem atingir 250 m) de brecha monomíctica. Lateralmente as lavas e domos transitam a margens de brecha monomíctica estratificada (<40 m). O contacto de base pode ser peperítico ou discordante e o de topo marcado por uma brecha de infiltração (fig. 20).\nGeologia de Portugal_Volume I.indb 717\n12/09/13 13:53\n718 Geologia de Portugal\nBrecha dacitica estratificada\nArgilito\nFigura 20. Esquema interpretativo da instalação das lavas riodacíticas em Albernoa.\nGeologia de Portugal_Volume I.indb 718\n12/09/13 13:53\nGeologia Sul Portuguesa 719\nA abundância de hialoclastito, a ocorrência de uma brecha de infiltração no contacto de topo, e o facto das lavas e domos estarem intercaladas numa sequência marinha, indicam que os centros vulcânicos eram submarinos. A dimensão de cada lava ou domo é difícil de quantificar, contudo complexos de lavas e domos formados por vários episódios efusivos podem ter ~5-8 km de extensão por ~400-500 m de espessura (e.g. Albernoa, Serra Branca).\nLavas e domos são abundantes no CVS (e.g. Albernoa, Serra Branca, Neves Corvo, La Aulaga, Cerro de Andévalo, Paymogo, Rio Odiel). Constituem o tipo mais comum e volumoso de manifestação vulcânica do CVS e podem ocorrer a vários níveis estratigráficos no mesmo centro vulcânico.\n7.1.2.\tUnidades piroclásticas\nUnidades vulcaniclásticas, constituídas por piroclastos são o segundo tipo de fácies vulcânicas mais abundantes no CVS. Estas fácies são constituídas por abundante fiamme e fragmentos de fenocristais de quartzo e feldspato (e.g. Neves Corvo, Albernoa, Serra Branca, Rio Odiel, El Almendro, Cerro de Andévalo, Aulaga). Algumas fácies são polimicticas, contendo adicionalmente abundantes clastos vulcânicos não vesiculares de composição variada (máficos e félsicos), e outros clastos líticos (argilito, cherte, calcário, quartzo policristalino) (e.g. Serra Branca, Rio Odiel, El Almendro, Cerro de Andévalo, Aulaga).\nAs fácies piroclásticas constituem essencialmente dois tipos de unidades:\na)\tunidades polimícticas, grosseiras e com grano-selecção positiva.\nb)\tunidades estratificadas.\nAs unidades polimícticas, grosseiras e com grano-selecção positiva (fig. 21) são constituídas por uma parte inferior, grosseira (brechóide) onde predominam os clastos densos (vulcânicos e sedimentares) (fig. 22 A e B e zonas assinaladas a A na fig. 21); uma parte intermédia mais fina (ainda brechóide) e de composição semelhante à parte inferior, mas com alguma fiamme (fig. 22 C e zonas assinaladas a B na fig. 21); e por uma parte superior (arenítica ou argilítica) constituída essencialmente por fragmentos de fenocristais de quartzo e feldspato e fiamme numa matriz argilosa (fig. 22 D e zonas assinaladas a C na fig. 21). Estas zonas têm contactos graduais entre si e a distribuição dos componentes faz-se de acordo com a densidade, estando os elementos densos concentrados nas zonas basal e intermédia, e os menos densos (fiamme) no topo. A abundância de elementos vulcânicos densos varia consideravelmente entre diferentes unidades piroclásticas. Estas unidades piroclásticas são mal calibradas, têm frequentemente base irregular e erosiva, podem atingir cerca de 60 m de espessura e ocupam áreas relativamente extensas (>8 km; Serra Branca e El Almendro-Villanueva de los Castillejos e Neves Corvo (?)). Estas unidades\n\nGeologia de Portugal_Volume I.indb 719\n12/09/13 13:53\n720 Geologia de Portugal\nTOPO\nc\nB\nA\nC\nB\nA\nBASE\nn r-\n1/16\t256 mm\nUnidade piroclástica polimictica superior I\tI Unidade piroclástica\nI------1 polimictica inferior\nXistos indiferenciados\nLegenda\nFiamme\nQ7&lt;? Clastos vulcânicos\nClastos sedimentares\nAlteração clorítica\nSulfuretos\nCristais de quartzo e feldspato\nFigura 21. Perfil esquemático do CVS, representativa da estrutura das unidades polimícticas, grosseiras e com granoselecção positiva com fiamme.\n\n\nFigura 22. A - Aspecto geral de uma unidade piroclástica polimíctica, grosseira com grano-selecção positiva na Serra Branca. B - Parte inferior, grosseira e polimíctica da unidade piroclástica visível em A. C - Parte intermédia da unidade piroclástica visível em A, contendo abundante fiamme. D - Parte superior da unidade piroclástica visível em A, constituída por abundante fiamme (elementos escuros) e fragmentos de fenocristais.\nGeologia de Portugal_Volume I.indb 720\n\n12/09/13\n13:53\nGeologia Sul Portuguesa 721\n\npassam lateralmente a unidades de composição semelhante, constituídas por arenitos grosseiros, maciços ou com grano-selecção positiva e ricos em fiamme (e.g. Neves Corvo, Albernoa, Serra Branca, El Almendro, Cerro de Andévalo, Aulaga).\nAs unidades piroclásticas estratificadas são menos abundantes e melhor calibradas que as anteriores e essencialmente constituídas por fiamme e fragmentos de feno cristais de quartzo e feldspato (fig. 23). Definem sequências estratificadas (<200 m de espessura) caracterizadas pela alternância de brechas, arenitos e argilitos ricos em fiamme e fragmentos de fenocristais (e.g. Serra Branca, Albernoa, La Aulaga, Cerro de Andévalo, El Almendro--Villanueva de los Castillejos).\nLegenda\n□ Sedimentos vulcanogénicos\n\\\tI Unidades estratificadas\nI-----1 ricas em fiamme\nFragmentos Uticos\nFigura 23. Perfil esquemático do CVS representando a estrutura das unidades estratificadas (brechas, arenitos e argilitos) ricas em fiamme.\n\nFigura 24. A - Brecha maciça rica em fiamme (componentes escuras), na Serra Branca. B - Superfície polida de uma amostra colhida no afloramento mostrado em A. As fiamme têm forma irregular, estão orientadas aleatoriamente de acordo com um fabric linear interno (setas) e estão cloritizadas e silicificadas. C - Micro-fotografia da amostra em B. Brecha clasto-suportada, constituída porfiamme. O fabric linear (setas) nas fiamme deve ter sido herdado das paredes de vesículas. D - Clastos poliédricos silicificados que apresentam um fabric linear interno (setas) que é interpretando como sendo relíquias de textura vesicular. Estes clastos ocorrem na continuação lateral de zonas de fiamme em Serra Branca.\nGeologia de Portugal_Volume I.indb 721\n12/09/13 13:53\n722 Geologia de Portugal\nOrigem da fiamme\nO termo fiamme, usado neste artigo, refere-se a estruturas lenticulares de origem pré--tectonica, sem qualquer significado genético. No entanto, na maioria dos casos considerados, fiamme correspondem a clastos de pomito que foram achatados durante a diagénese.\nNestas fácies, as fiamme têm textura ígnea porfirítica, com fenocristais euédricos de quartzo e/ou feldspato numa matriz sericítica e/ou clorítica (fig. 24 A, B e C). A fiamme tem forma lenticular, varia de&lt;1 mm até ~20 cm e está alongada (compactada) nos planos de estratificação, enquanto outros clastos líticos mantêm as suas formas originais. Localmente, as unidades ricas em fiamme apresentam zonas com forte silicificação onde é possível reconhecer a forma original dos clastos que dão origem à fiamme, bem como texturas vesiculares originais no interior dos clastos (fig. 24 D). A compactação preferencial destes elementos sugere que eles eram inicialmente vesiculares. O achatamento paralelo aos planos de estratificação sugere que a compactação foi devida essencialmente à diagénese. A textura ígnea e a natureza vesicular da fiamme indicam que esta se formou a partir de clastos vesiculares, estando de acordo com uma origem piroclástica.\nModos de instalação e mecanismo de transporte\nApesar de constituídas essencialmente por piroclastos (fiamme e fragmentos de fenocris-tais) as unidades piroclásticas não apresentam qualquer evidência para se terem instalado a quente (esferólitos, disjunção colunar, estruturas de escape de gases; Fisher e Schmincke, 1984; Stix, 1991; McPhie et al, 1993), apresentando até diversas características compatíveis com incorporação de água durante o transporte.\nAs unidades polimícticas são, em geral espessas, grosseiras, mal calibradas e com gra-noselecção positiva (e.g. Neves Corvo, Serra Branca, Rio Odiel, El Almendro, Cerro de Andévalo, Aulaga) e têm estrutura interna semelhante a unidades originadas directamente por erupções explosivas a partir de centros vulcânicos submarinos (Fiske &amp; Matsuda, 1964; Fiske, 1969; Mueller &amp; White, 1992; Doucet et al., 1994; White et al., 2003; McPhie &amp; Allen,\n2003). Adicionalmente, a grande abundância de fiamme (originalmente clastos de pomito) de dimensão lapilli sugere que os centros vulcânicos estavam submersos, e eram intraba-sinais. Pomito de dimensão lapilli originado a partir de centros vulcânicos submarinos absorve rapidamente água nas vesículas (devido à sua elevada temperatura), tornando-se mais denso e sendo facilmente incorporado nos depósitos piroclásticos (Whitham &amp; Sparks,\n1986). Clastos pomíticos de dimensão lapilli originados em erupções subaéreas, quando em contacto com água, mantêm-se em suspensão, podendo ser transportados a longas distâncias.\n\nGeologia de Portugal_Volume I.indb 722\n12/09/13 13:53\nGeologia Sul Portuguesa 723\n\nA má calibração das unidades piroclásticas, a abundância de fiamme de dimensão lapilli, e a ausência de componentes com origem subaérea sugerem que as unidades piroclásticas do CVS foram originadas a partir de centros vulcânicos intrabasinais e submersos. Outros clastos vulcânicos presentes nas unidades piroclásticas polimícticas correspondem provavelmente a clastos do edifício vulcânico, que foram incorporados nas unidades piroclásticas aquando da erupção que as originou. Os componentes de origem sedimentar podem corresponder a clastos do substrato, que foram incorporados durante o transporte das unidades piroclásticas.\nA granoselecção positiva das unidades polimícticas grosseiras resulta, provavelmente, da incorporação de água pelas correntes piroclásticas, logo após se terem formado. As características dos depósitos resultantes indicam que estas unidades foram depositadas por correntes gravíticas densas que, lateralmente e devido à continuada ingestão de água, passaram a correntes turbidíticas que depositaram as unidades areníticas e argilíticas ricas em fiamme. As unidades piroclásticas estratificadas, provavelmente reflectem deposição por correntes turbidíticas, ou por queda gravítica na coluna de água de elementos em suspensão.\nDistribuição das unidades piroclásticas\nAs unidades piroclásticas geralmente ocupam áreas superiores à das lavas, mas têm menores espessuras, e em algumas zonas da FPI são a primeira manifestação vulcânica do CVS (e.g. Neves Corvo, El Almendro-Villanueva de los Castillejos).\n\n7.1.3.\tIntrusões\nIntrusões félsicas no CVS são acessórias comparadas com as lavas e domos, e geralmente têm dimensão média (até 2 km x 200 m; Serra Branca). As intrusões constituem criptodo-mos, que podem ter contactos de topo peperíticos, ou criptodomos parcialmente extrusivos,\ni-----1 Fácies coerente dacítica\ncom bandado de fluxo\n|\t■ Brecha dacítica\nredepositada\nFigura 25. Representação esquemática de um criptodomo parcialmente extrusivo.\nGeologia de Portugal_Volume I.indb 723\n12/09/13 13:53\n724 Geologia de Portugal\nque apresentam depósitos vulcaniclásticos redepositados junto às suas margens extrusivas (e.g. Serra Branca) (fig. 25). As intrusões são constituídas por fácies coerentes com texturas porfiríticas (quartzo e/ou feldspato) e abundantes esferólitos na matriz, e por margens clásticas pouco espessas. Tipicamente, as intrusões instalaram-se posteriormente às lavas e unidades piroclásticas (Serra Branca).\n7.1.4.\tUnidades vulcanogénicas resedimentadas\nSedimentos de origem vulcanogénica são relativamente abundantes no CVS (e.g. Neves Corvo, Albernoa, Serra Branca, Rio Odiel, El Almendro, Cerro de Andévalo, Aulaga, Pay-mogo) e constituídos por arenitos, siltitos e argilitos. Estas unidades apresentam abundantes elementos de origem vulcânica (fragmentos de fenocristais de quartzo e feldspato e clas-tos vulcânicos; fig. 26A, B e C) e alguns de origem sedimentar. As unidades vulcanogé-\nFigura 26. A - Dobras de «slump» numa sequência estratificada, constituída pela alternância de arenitos e siltitos vulcanogénicos. B - Estratificação com granoselecção positiva (topo para cima) de arenito vulcano-génico constituído por fragmentos de fenocristais de feldspato e quartzo. C - Amostra de mão de sedimentos vulcanogénicos grosseiros (F- Fiamme; D- clasto de dacito; V- clasto de rocha vulcânica). D - Alternância entre sedimentos de origem vulcanogénica (setas brancas) e xistos borra de vinho (setas pretas).\nGeologia de Portugal_Volume I.indb 724\n12/09/13 13:53\n\nGeologia Sul Portuguesa 725\n\nnicas resedimentadas ocorrem no CVS a vários níveis estratigráficos, intercalados com as lavas/domos e unidades piroclásticas a partir dos quais terão sido remobilizados, sugerindo períodos de repouso vulcânico relativamente longo entre erupções. Estas unidades são mais abundantes nas zonas marginais aos centros vulcânicos. Os arenitos, siltitos e argilitos vul-canogénicos definem sequências estratificadas (fig. 26) com extensão lateral significativa, e têm características de deposição a partir de correntes gravíticas do tipo turbidítico.\nA passagem dos sedimentos vulcanogénicos aos xistos (sedimentos finos) do CVS é geralmente gradual, caracterizada pela intercalação entre unidades vulcanogénicas e xisten-tas. Verifica-se que ocorre um aumento progressivo da espessura dos xistos, que é acompanhado por uma diminuição da espessura dos sedimentos vulcanógenicos (Fig 26 D). Esta alternância e variação de espessura das unidades, reflecte o fim do vulcanismo e a diminuição de remobilização dos produtos vulcânicos, acompanhado por um aumento da sedimentação fina, típica da bacia de deposição.\n7.2.\tVulcões do CVS\nA integração das diferentes fácies vulcânicas permite reconstituir a tipologia dos vulcões do CVS. Cada centro vulcânico pode ter uma evolução distinta de centros vizinhos sendo constituído por um número variável de episódios vulcânicos. Em Serra Branca, foram reconhecidos pelo menos nove episódios vulcânicos distintos, que contrastam com os cinco de Neves Corvo e dois ou três em Albernoa. Os centros vulcânicos félsicos do CVS são constituídos essencialmente por lavas e/ou domos (e.g. Albernoa) ou pela alternância de lavas e/ou domos com unidades piroclásticas e intrusões (e.g. Serra Branca, Neves Corvo, Rio Odiel, Cerro de Andévalo e El Almendro). As lavas e/ou domos e unidades piroclásticas relacionam-se espacialmente (e.g. Serra Branca, Albernoa, Neves Corvo) e possuem um conteúdo fenocristalino semelhante, sugerindo uma ligação genética entre eles. Em Serra Branca, as características geoquímicas das lavas e/ou domos e das unidades piroclásticas também sugere que elas se relacionam geneticamente (Rosa D. et al., 2006). Os vulcões do CVS que originaram as unidades efusivas e explosivas são do tipo lava--cryptodome-pumice cone volcano (fig. 27) (Cas et al., 1990; Horikoshi, 1969; Kokelaar et al., 1985) que se caracterizam por erupções explosivas a partir de centros efusivos. No CVS (Neves Corvo, Albernoa, Serra Branca, Rio Odiel, El Almendro, Cerro de Andé-valo, Aulaga, Paymogo) estes vulcões são relativamente pequenos e foram construídos por vários episódios efusivos e explosivos. Os centros vulcânicos estudados têm aproximadamente 8 km de extensão (e.g. Albernoa) ou mesmo extensões superiores (Serra Branca), e podem atingir cerca de 400-600 m de espessura (e.g. Neves Corvo, Albernoa, Serra Branca e Rio Odiel).\nGeologia de Portugal_Volume I.indb 725\n12/09/13 13:53\n726 Geologia de Portugal\n\n□\tFácies coerentes e hialoclastito “in situ”\n□\tArenitos vulcanogénicos\nArenitos e argilitos ricos em “flamme\"\nI____I Brechas ricas em “fiamme”\nP\\,| Substrato pré-vulcânico\n~| Fácies coerentes e hialoclastito “in situ”\n□ Arenitos vulcanogénicos\nBrechas ricas em “fiamme”\nIntrusões:\nIntrusões sin-vulcânicas\nSubstrato pré-vulcânico\nJ Hialoclastito redepositado\nFigura 27. A - Vulcões félsicos do tipo lava/ /domo com poucas unidades piroclásticas (e.g. Albernoa). B - Vulcões poligenéticos do tipo lava-cryptodome-pumice cone volcano (e.g. Serra Branca).\n\nA diversidade de fácies vulcânicas do CVS é essencialmente função da distância aos centros vulcânicos. As zonas proximais são caracterizadas por grandes espessuras de lavas ou domos (fácies coerentes e brechas monomícticas; Neves Corvo, Albernoa, Serra Branca, Rio Odiel, Paymogo), unidades piroclásticas grosseiras e espessas (unidades polimícticas, grosseiras com gradação positiva e unidades estratificadas; Neves Corvo, Serra Branca, Rio Odiel, El Almendro, Cerro de Andévalo, Aulaga) e intrusões (Serra Branca, Rio Odiel (?)). As zonas intermédias evidenciam abundantes brechas monomícticas estratificadas (e.g. Neves Corvo, Albernoa, Serra Branca, Paymogo) e depósitos piroclásticos estratificados e menos espessos que os anteriores (e.g. Neves Corvo, Serra Branca, El Almendro, Cerro de Andévalo, Aulaga). As zonas distais são caracterizadas por unidades estratificadas contendo abundantes elementos vulcânicos e sedimentares (arenitos, siltitos e argilitos de origem vulcanogénica), intercaladas com sedimentos (e.g. Neves Corvo, Albernoa, Serra Branca, Aulaga).\nGeologia de Portugal_Volume I.indb 726\n12/09/13 13:53\nGeologia Sul Portuguesa 727\nI\tBrecha riodacítica com\nI ^*^1 texturas “jigsaw-fit”\nI V I Unidades vulcaniclástica redepositada\nUnidades ricas em “fiamme\"\nIntrusões félsicas\nn\nUnidades máficas\nSubstrato pré-vulcânico\n\n□ Xistos indiferenciados\nMineralização tipo “stockwork”\nFigura 28. Modelo evolutivo simplificado (A a D) da arquitectura vulcânica da zona de Serra Branca.\n\nEm Serra Branca, o CVS é constituído pela alternância de lavas e depósitos piroclásti-cos de espessura e volume variáveis, definindo uma sequência vulcânica complexa, que foi intruída por criptodomos e criptodomos parcialmente extrusivos (fig. 28).\nEm Neves Corvo, os três primeiros episódios vulcânicos estão representados por unidades piroclásticas que constituem o substrato onde se instalaram lavas riolíticas (fig. 29) (Rosa C. et al., 2004b, 2005, 2008). Estas lavas estão associadas espacial e temporalmente aos depósitos de sulfuretos maciços.\nEm Albernoa o CVS é constituído essencialmente por lavas e as unidades piroclásticas são acessórias. Estas resultam de pequena e tardia (relativamente á instalação das lavas) erupção explosiva (fig. 30). As áreas estudadas do CVS, em Espanha, mostram associações de fácies semelhantes às estudadas em Portugal, sendo constituídas por um número variável de episódios vulcânicos efusivos e explosivos.\nO Complexo Vulcano-Sedimentar da Faixa Piritosa Ibérica é constituído pelos produtos de inúmeras erupções submarinas com carácter efusivo e explosivo, das quais resultou a enorme diversidade de fácies vulcânicas reconhecidas. Lavas, domos e depósitos piro-clásticos são abundantes e variam em abundância e volume de área para área constituindo lava/cryptodomepumice-rich volcanoes. As unidades intrusivas são acessórias e tipicamente\nGeologia de Portugal_Volume I.indb 727\n12/09/13 13:53\n728 Geologia de Portugal\n\n| Substrato pré-vulcânico\tFormação de Neves\n\nFormação do Corvo\nm Unidade piroclástica inferior\nUnidade piroclástica superior\nJ Unidades piroclásticas redepositadas\nRiólito coerente e com texturas “jigsaw-fit” ] Brecha riolítica estratificada\nMineralização maciça e em “stockwork”\n[j Localização das sondagens estudadas, mantendo a sua posição relativa.\nFigura 29. Modelo evolutivo simplificado (A a D) da arquitectura vulcânica da zona de Neves Corvo, com indicação das sondagens estudadas e das massas mineralizadas do Zambujal, Corvo e Neves norte.\nGeologia de Portugal_Volume I.indb 728\n12/09/13 13:53\nGeologia Sul Portuguesa 729\nSedimentos vulcanogénicos\nRiodacito coerente com margens elásticas\nSubstrato pré-vulcânico\nDacito coerente\nDacito com texturas “jigsaw-fit”\nBrecha dacítica estratificada\nXistos indiferenciados\nUnidades ricas em “fiamme”\nBasalto\nDolerito\nFigura 30. Modelo geral simplificado da arquitectura vulcânica da zona de Albernoa.\n\ntardias, quando comparadas com as lavas ou as unidades piroclásticas. Cada centro vulcânico tem uma evolução própria e pode diferir de centros vizinhos no número de episódios vulcânicos.\n8.\tGeoquímica das Rochas Vulcânicas\nO vulcanismo na Faixa Piritosa apresenta um carácter bimodal, com rochas félsicas predominando sobre as rochas máficas, enquanto as rochas intermédias ocorrem subordinadamente. Apesar de frequentemente ocorrerem de modo intercalado, as rochas félsicas e máficas correspondem a centros eruptivos distintos (Routhier et al., 1980, Leistel et al., 1994). As rochas félsicas são representadas por fácies porfiríticas coerentes ou brechificadas por hialoclastia e por fácies de brecha pomítica. As fácies porfiríticas possuem geralmente textura vitrofírica, com fenocristais de quartzo, de plagioclase e, por vezes, de clinopiroxena ou biotite (geralmente cloritizada) numa matriz originalmente vítrea, por vezes retendo perlitos e esferólitos. Em alternativa, a matriz pode ser felsítica, com quartzo e feldspato microgranular. As fácies de brecha pomítica apresentam tubos de pomito orientados aleatoriamente e ocasionalmente fragmentos de cristais de quartzo e de plagioclase e mesmo de clastos de rochas porfiríticas. Recorrendo à população de fenocristais e à composição das plagioclases, estas rochas podem ser classificadas como riólitos ou dacitos. Rochas plutóni-cas co-magmáticas deste vulcanismo félsico da Faixa Piritosa foram identificados na região de Campo Frio, no nordeste da Faixa Piritosa, por Schutz et al (1988). As rochas vulcânicas\nGeologia de Portugal_Volume I.indb 729\n12/09/13 13:53\n730 Geologia de Portugal\nfélsicas possuem uma afinidade calco-alcalina e considera-se que o magma que lhes deu origem resultou da fusão parcial da crosta, possivelmente induzida pelos altos gradientes geotérmicos relacionados com a ascensão de magmas máficos (Munhá, 1983; Mitjavila et al., 1997; Thiéblemont et al., 1998; Carvalho et al., 1999). Esta origem foi comprovada através de dados isotópicos de Rb/Sr, Sm/Nd e Pb, que sugerem também que as variações encontradas derivam de diferentes níveis de fusão parcial de diferentes tipos de material crustal, sendo os efeitos da cristalização fraccionada reduzidos (Thiéblemont et al., 1994; Mitjavila et al., 1997). A hipótese dos magmas félsicos resultarem de um magma máfico, através de cristalização fraccionada (Routhier et al., 1980), considera-se por isso pouco provável.\nO enquadramento geotéctonico das rochas félsicas da Faixa Piritosa é problemático pois a sistemática de elementos de alto potencial iónico (HFSE), utilizados nos diagramas de Pearce et al (1984), parece ser variável. Esta variabilidade é evidente através da utilização\nMicropórfiro qz-fld-fírico, pobre em fenocristais\nMicropórfiro qz-fld-fírico, rico em fenocristais\nPórfiro qz-fld-fírico\nSerra Branca\nBrecha pumítica\nAlbernoa\nPórfiro qz-fld-fíricc\nFigura 31. Temperaturas de saturação em zircão e monazite, calculadas utilizando os termómetros de Watson e Harrison (1983) e Montel (1993), para as rochas vulcânicas ácidas das áreas de Albernoa e Serra Branca, Faixa Piritosa Ibérica. Modificado a partir de Rosa D. et al (2006).\nGeologia de Portugal_Volume I.indb 730\n12/09/13 13:53\nGeologia Sul Portuguesa 731\ndo diagrama de Winchester &amp; Floyd (1977), do qual resulta que rochas félsicas, como as de Albernoa, são classificadas incorrectamente como andesitos, enquanto rochas com semelhantes populações de fenocristais da Serra Branca, são correctamente classificadas como riolitos e riodacitos (Rosa, D. et al., 2005). Até certo ponto, isto pode resultar do conteúdo relativamente alto em Ti das amostras de Albernoa. No entanto, de acordo com Rosa, D. et al (2004), tal também se deve aos conteúdos anormalmente baixos de Zr nestas amostras. De facto, outros elementos de alto potencial iónico parecem ter concentrações baixas pelo que é de admitir que isto possa ser causado pela baixa solubilidade das fases minerais refractárias que incorporam estes elementos, devido às baixas temperaturas de fusão crustal. Para verificar as condições de fusão crustal, Rosa, D. et al (2005) e Rosa, D. et al (2006) determinaram as temperaturas de saturação em zircão e em monazite (Watson &amp; Harrison, 1983; Montel, 1993) para amostras das duas áreas citadas (fig. 31). As temperaturas obtidas, interpretadas como temperaturas máximas de fusão crustal, que se aproximam às temperaturas de instalação, indicam que em Albernoa o magma teria estado a temperaturas significativamente mais baixas do que na Serra Branca.\nAs rochas máficas, de composição basáltica, podem ter afinidade toleítica, caso das lavas máficas inferiores (LML) e do seu equivalente intrusivo, os doleritos de tipo A, ou podem ter afinidade alcalina, como sucede com as lavas máficas superiores (UML) e o seu equivalente intrusivo, os doleritos de tipo B (Munhá, 1983). Reflectindo estas distintas afinidades, as lavas máficas superiores e os doleritos de tipo B contêm relíquias de salite titanífera, kaer-sutite e biotite, enquanto as lavas máficas inferiores e os doleritos de tipo A contêm augite, para além de fenocristais de plagioclase. Em termos texturais, as lavas máficas inferiores apresentam texturas inter-granulares a sub-ofíticas, ou raramente ligeiramente porfiríticas, enquanto as lavas máficas superiores apresentam textura pilotáxitica e alta vesicularidade (Munhá, 1983; Carvalho et al., 1999). As rochas máficas estão normalmente espilitizadas (Munhá &amp; Kerrich, 1981) devido à acção da água do mar que promoveu reacções de oxidação, hidratação, carbonatação e de intercâmbio de alcalis. Por esta razão, a interpretação de dados geoquímicos (fig. 32) deve ser restringida aos elementos que se consideram menos móveis, o que é confirmado através da sistemática co-variância entre estes elementos. As razões Y/Nb e Zr/P2O5 e os perfis de terras raras confirmam a divisão das rochas máficas entre as de afinidade toleítica e as de afinidade alcalina, conforme é estabelecido através da petrografia (Munhá, 1983). Assim, enquanto as lavas máficas inferiores e os doleritos de tipo A têm geralmente Y/Nb>1, Zr/P2O5>0,05 e perfis de terras raras pouco inclinados (1<La/ /YbN<5), as lavas máficas superiores e os doleritos de tipo B têm Y/Nb<1, Zr/P2O5<0,05 e perfis de terras raras bastante inclinados (La/YbN_13). Segundo Munhá (1983), estes dois tipos de rochas máficas não estão relacionados através de processos de cristalização fraccionada e derivam da fusão parcial de duas fontes mantélicas, distintas do ponto de vista químico e mineralógico. Utilizando os diagramas triangulares de Nb-Zr-Y (Meschede, 1986)\n\nGeologia de Portugal_Volume I.indb 731\n12/09/13 13:53\n732 Geologia de Portugal\n\ne de Th- Ta-Hf (Wood, 1980), as rochas toleíticas são projectadas dentro ou muito perto do campo de VAB, enquanto as amostras alcalinas preenchem o campo de WPB (Rosa, D. et al., 2004). Do mesmo modo, no diagrama Zr-Y-Ti (Pearce &amp; Cann, 1973), onde apenas se podem projectar rochas toleíticas, estas são projectadas dentro ou muito perto do campo VAB (Rosa, D. et al., 2004). No entanto, estas rochas toleíticas são projectadas no interior do campo MORB+FB e não no campo de arco-ilha do diagrama Ti-V de Shervais (1982), considerado menos sensível à interacção crustal (Pearce, 1996). Isto indica que o enriquecimento em Th acompanhado por empobrecimento de Nb, visível nos diagramas de Nb-Zr-Y e Th-Ta-Hf, provavelmente resulta da assimilação de crosta continental e não de um componente de subducção (Pearce, 1996). Do mesmo modo, o empobrecimento em Ti e Y no diagrama Zr-Y-Ti resulta possivelmente da interacção do magma toleítico com crosta continental relativamente pobre nestes elementos. Não é claro qual seria o tipo de magma inicial, antes da assimilação desta crosta continental, do qual resultou a aquisição da assinatura de arco aparente, descrita acima. Os valores relativamente altos de Sr/Nd para os basaltos mais primitivos, sugerem que as rochas basálticas terão tido origem na astenosfera, enquanto os valores mais baixos de Sr/Nd para as restantes rochas basálticas confirmam a importância da interacção do magma máfico com material crustal (Mitjavila et al., 1997). Assim sendo, o magma máfico poderia ter tido uma fonte MORB, conforme argumentam Mitjavila et al (1997), uma fonte WPB, e neste caso poderia ser representado pelos basaltos alcalinos, ou poderia ter tido uma fonte transicional entre estas duas (Rosa, D. et al., 2004).Por último, as escassas rochas intermédias são representadas por escoadas ou pequenas intrusões de ande-sitos porfiríticos, com fenocristais de plagioclase albitizada, clinopiroxena e horneblenda numa matriz traquítica (Carvalho et al., 1999). Mais raramente, estas rochas podem possuir fenocristais de quartzo, biotite ou olivina (Mitjavila et al., 1997).\nEstas rochas possuem geralmente amígdalas preenchidas por clorite, calcite, epídoto e quartzo. A sua afinidade é calcoalcalina (Munhá, 1983; Mitjavila et al., 1997). Estes andesitos da Faixa Piritosa estão espacial e temporalmente associados às rochas máficas de afinidade toleítica, tendo sido colocada a hipótese de que ambos poderem derivar de fusão parcial de uma mesma fonte mantélica hidratada, seguida de alguma cristalização fraccionada no caso dos andesitos (Munhá, 1983).\nNo entanto, os dados isotópicos de Rb/Sr e Sm/Nd revelam ser mais provável que as rochas intermédias resultem da mistura de magmas máficos de origem mantélica (semelhantes ao que viriam a originar os basaltos toleíticos) com material crustal (Mitjavila et al., 1997). Os mesmos dados isotópicos indicam que as rochas félsicas não derivam de um magma intermédio, representado pelos andesitos, através de cristalização fraccionada.\nApesar de, sem dúvida, ocorrerem rochas intermédias na Faixa Piritosa, é de referir, no entanto, que a maior parte das composições intermédias são aparentes e reflectem a mobilidade da sílica e dos alcalis, com consequente dispersão de composições originalmente félsi-\nGeologia de Portugal_Volume I.indb 732\n12/09/13 13:53\nGeologia Sul Portuguesa 733\nFigura 32. Concentrações de elementos vestigiais, normalizadas relativamente à composição do manto primordial (Sun &amp; Nesbitt, 1977; Wood et al., 1979), em rochas máficas da Faixa Piritosa Ibérica. Modificado a partir de Munhá (1983).\ncas ou máficas nos diagramas de elementos maiores (Rosa D. et al., 2004). Esta mobilidade ocorre ao longo de redes de fracturas ou na matriz de brechas hialoclásticas e é de fundamental reconhecimento pois se os contextos de arco são dominados por rochas intermédias, o vulcanismo num contexto extensional é geralmente bimodal. Ao invés, no caso da Faixa Piritosa, o acentuado carácter bimodal do vulcanismo, com possíveis transições WPB/ /MORB e posterior assimilação crustal, é característico de magmatismo em contextos de litosfera continental atenuada. Este tipo de magmatismo pode ocorrer em crosta continental devido a tectónica extensional localizada, de modo compatível, como veremos adiante, com o modelo de colisão continental oblíqua proposto por Silva et al. (1990), Quesada (1991) e Solomon &amp; Quesada (2003).\n9.\tMetalogénese\nA desproporção existente entre a produtividade dos processos metalogenéticos verificados na Faixa Piritosa Ibérica (FPI) e a que caracteriza as restantes províncias de sulfuretos maciços conhecidas no planeta, qualquer que seja a sua idade, é verdadeiramente extraordinária (fig. 33; Large e Blundell, 2000). Quando considerados quer os minérios maciços, quer as mineralizações do tipo stockwork, a tonelagem total de sulfuretos polimetálicos acumulados\nGeologia de Portugal_Volume I.indb 733\n12/09/13 13:53\n734 Geologia de Portugal\n\nnesta província ascende a mais de 2.500 milhões de toneladas (Mt), distribuídos por cerca de 88 depósitos, incluindo cinco considerados gigantes (>100 Mt; La Zarza, Aznalcóllar, Sotiel-Migollas, '1 harsis e Valverde) e três classificados como super-gigantes (>200 Mt; Rio Tinto, Neves Corvo e Aljustrel; Tornos et al., 2005). Para além do seu enorme significado económico, que tem justificado a manutenção e recente recrudescimento das actividades de prospecção mineral nesta província (a FPI é fonte de cerca de 65% do cobre, 69% do estanho e quase 30% do zinco produzidos na União Europeia; Luís Costa, 1998, comunic. oral), estas circunstâncias fazem da FPI um verdadeiro laboratório natural para o estudo das condições geotectónicas e geológicas que testemunham a reunião das melhores e mais eficientes per-missas metalogenéticas para a formação desta tipologia de jazigos.\nA distribuição espacial e temporal dos depósitos da FPI acrescem à sua tonelagem total como outros factores de excepção à escala global. Em nenhuma outra província de sul-furetos maciços se observa uma densidade de ocorrência de corpos mineralizados sequer comparável à da FPI. Os jazigos dos Urais, por exemplo, cuja dimensão e quantidade se destacam igualmente no contexto das províncias deste tipo, distribuem-se por uma área pelo menos dez vezes superior aos cerca de 12.500 Km2 da FPI. Por outro lado, todos os depósitos da FPI datados até hoje, quer em Portugal, quer em Espanha, seja por recurso a métodos de datação isotópica (e.g., Mathur et al., 1999; Relvas et al., 2001; Barrie et al., 2002; Dunning et al., 2002; Munhá et al., 2005; Rosa et al., 2009), seja com base no conteúdo palinológico dos sedimentos encaixantes dos minérios (Pereira et al., 1996; 2004; Oliveira et al., 1997a;\n\nProvincia\tdepósitos\t100 Mt)\ttotal (Mt)\tmédia (Mt)\tCu (%)\tCu (Mt)\tZn (%)\tZn (Mt)\tPb(%)\tPb(Mt)\tAg (ppm)\tAg (ton)\tAu (ppm)\tAu (ton)\nBacia de Hokuroku, Japão (Terciário)\t20\t0\t94\t4,7\t2,07\t1,9\t4,44\t4,2\t1.14\t1,1\t91,9\t8600,9\t0,7\t60,8\nCintura vulcânica do Mar Negro, Turquia (Cretácico superior)\t5\t0\t98\t19,5\t1,56\t1,5\t1,20\t1,2\t0,06\t0,1\t\t\t\t\nFaixa Piritosa Ibérica (Devónico -Carbónico)\t88\t7\t1725\t19,6\t1,30\t21,5\t2,00\t34,1\t0,70\t12,1\t26,0\t44707,0\t0,5\t898,0\nUrais, Russia (Silúrco-Devónico)\t>104\t4\t-1028\t-10\t1,64\t16,9\t1,09\t11,2\t\t\t\t\t\t\nBuchans, Newfoundland, Canadá (Ordovídco-Silúrico)\t5\t0\t17\t3,4\t1,34\t0,2\t14,62\t2,5\t7,60\t1,3\t104,6\t1778,2\t1,2\t20,7\nBathurst, Canadá (Ordovídco)\t29\t1\t252\t8,7\t0,56\t1,4\t5,43\t13,7\t2,17\t5,5\t62,0\t15624,0\t0,5\t126,0\nCinturas vulcânicas Paleozoicas da Austrália Continental (Cámbrico-Pérmico)\t12\t0\t105\t8,7\t1,34\t1,4\t4,02\t4,2\t1,45\t1,5\t33,5\t3516,2\t2,9\t308,4\n\"Mount Read Volcanics”, Tasmania, Australia (Câmbrico-Ordovícico)\t6\t1\t148\t24,7\t1,01\t1,5\t4,25\t6,3\t1,73\t2,6\t49,5\t7319,6\t1,0\t153,8\nCintura Caledónica Norueguesa (Câmbrico-Ordovícico)\t38\t0\t133\t3,5\t1,41\t1,9\t1,53\t2,0\t0,05\t0,1\t\t\t\t\nProvíncia de Skellefte, Suécia (Proterozóico)\t52\t0\t161\t3,1\t0,70\t1,1\t3,00\t4,8\t0,40\t0,6\t47,0\t7567,0\t1,9\t305,9\nProvíncia de Wiscosin, EUA (Proterozóico)\t10\t0\t95\t9,5\t1,26\t1,2\t5,02\t4,8\t0,49\t0,5\t38,9\t3695,5\t1,1\t104,5\nBlocos de Yilgarn e Pilbara, Austrália Ocidental (Arcaico)\t6\t0\t61\t10,2\t1.79\t1,1\t3,89\t2,4\t0,35\t0,2\t39,3\t2394,9\t0,6\t39,0\nCintura de Abitibi, Canadá (Arcaico)\t52\t2\t478\t9,2\t1,47\t7,0\t3,43\t16,4\t0,07\t0,3\t31,9\t15261,0\t0,8\t382,7\nCompilação de Relvas et al., 2002 e referências citadas.\nFigura 33. A Faixa Piritosa Ibérica no contexto das principais províncias de sulfuretos maciços vulcanogénicos do mundo.\nGeologia de Portugal_Volume I.indb 734\n12/09/13 13:53\n\nGeologia Sul Portuguesa 735\n\n2004; Gonzalez et al., 2002; Rodriguez et al., 2002), indicam claramente que a actividade hidrotermal responsável pelas mineralizações se focalizou entre o Fameniano e o final do Tournaisiano. A génese dos depósitos da FPI corresponde assim a uma «janela» de condições excepcionalmente favoráveis aberta no espaço e no tempo, ilustrando como poucas províncias mineiras no mundo o conceito de paroxismo metalogenético.\n9.1.\tActividade Hidrotermal Precoce, exalitos siliciosos e mineralizações manganesíferas\nNa FPI, a ocorrência de sedimentos químicos de natureza predominantemente siliciosa e origem hidrotermal adquire uma expressão muito significativa em várias posições estra-tigráficas do CVS e, com especial relevo, marcando os horizontes mineralizados, a tecto dos sulfuretos maciços ou prolongando-se lateralmente relativamente a estes. As fácies de sedimentos hidrotermais são normalmente representadas por jaspes hematíticos vermelhos ou, quando afectadas por alteração redutora, a tecto de corpos mineralizados, como chertes magnetíticos e piríticos de côr azulada ou acinzentada, estes últimos desde há muito valorizados como bons critérios de prospecção para jazigos não aflorantes (c.f. Barriga &amp; Fyfe, 1988). Estas rochas ocorrem como estratos com extensões regionais e espessuras que podem, em alguns casos, atingir três ou mais dezenas de metros (Leistel et al., 1998a). Aos jaspes, mas também a chertes, tufitos, filitos e xistos violáceos, associam-se frequentemente mineralizações manganesíferas, muitas das quais justificaram no passado explorações para manganês. Mais de três centenas de minas de manganês foram exploradas na FPI, embora parte delas corresponda apenas a pequenas ocorrências que serviram explorações de muito reduzida dimensão. Estima-se que estas mineralizações tenham totalizado mais de 5 Mt de minérios de manganês, por vezes com altíssimos teores resultantes de enriquecimento secundário devido a remobilização/reconcentração tectónica e/ /ou alteração supergénica.\nSoloviejo, localizado na província espanhola de Huelva, no flanco norte da estrutura anticlinal de Rio Tinto, foi o maior depósito de manganês da FPI, tendo operado continuamente durante 87 anos, até 1973 (teores médios de 35% Mn). Os minérios de Soloviejo foram recentemente estudados por Jorge (2000) e Jorge et al. (2002). Estes autores distinguiram e caracterizaram em detalhe cinco tipos de fácies mineralizadas, três das quais primárias:\n1)\tfácies de óxidos (pirolusite + romanechite ± manjiroite e plagioclase + quartzo + + pirolusite + holandite + hematite);\n2)\tfácies siliciosas (rodonite + quartzo ± friedelite ± persetensite ± cariopilite ± rodo-crosite ± clorite);\n3)\tfácies de carbonatos (rodocrosite + cariopilite ± rodonite ± manganopirosmalite);\nGeologia de Portugal_Volume I.indb 735\n12/09/13 13:53\n736 Geologia de Portugal\nFigura 34. A. Imagem de SEM de um jaspe não mineralizado, exibindo textura esferolítica; B. Fotomicrografía (nícois paralelos) de outro aspecto das texturas esferolíticas: padrão radial de microfracturas de contracção (cracking) afectando quer os esferólitos quer o «cimento» silicioso envolvente (seta); C. Textura brechóide em jaspe; D. Amostra de jaspe bandado. Esta textura resulta da alternância rítmica de horizontes milimétricos constituídos por hematite, com outros, normalmente um pouco mais espessos, de jaspe vermelho, onde aquele óxido ocorre apenas como poalha impregnante. Note-se a presença de figuras sedimentares de carga (setas) resultantes do afundamento dos materiais hematíticos, mais densos, no seio dos níveis predominantemente siliciosos; E. Fotomicrografía de esferólitos isolados ou coalescidos, exibindo formas onduladas e estruturas em cadeia, interpretadas como correspondendo a reminiscências de movimentação plástica de sedimentos não consolidados. F. Fotomicrografía (nícois paralelos) de um jaspe profundamente hematitizado que preserva ainda alguns esferólitos e microfractura-ção radial testemunhando estruturas precoces de litifícação/diagénese de um gel de sílica.\nGeologia de Portugal_Volume I.indb 736\n12/09/13 13:53\n\nGeologia Sul Portuguesa 737\n\n4)\tfácies tectonicamente remobilizadas (pirolusite + manganomelano + braunite ± crip-tomelano ± romanechite ± todoroquite);\n5)\tfácies de enriquecimento supergénico (quartzo + pirolusite + litioforite ± criptome-lano ± romanechite ± manganomelano ± nsutite/vernardite ± pirolusite ± rodonite ± quartzo).\nEm Soloviejo, algumas características texturais primárias dos sedimentos siliciosos encontram-se, por vezes, excepcionalmente preservadas de efeitos de recristalização, permitindo reconstituir as várias fases na sua história de formação e diagénese precoce (fig. 34). Jorge et al. (2005) descrevem em detalhe vários tipos de texturas esferolíticas (figs. 34A e 34B), bandadas e brechóides (figs. 34C e 34D) em jaspes e chertes que reflectem diferentes estadios de acumulação, dinâmica sin-sedimentar e diagénese de um gel de sílica percursor. Estes incluem nomeadamente processos de desidratação/contracção, escorregamentos gravíticos diferenciais e estruturas de fluxo plástico, fracturação hidráulica de materiais semi-consolidados por aumento da pressão de fluidos resultante da compactação diagenética e, numa fase subsequente, injecção de fluidos hidrotermais transportando manganês, responsáveis por episódios sucessivos de brechificação acompanhada de mineralização manganesífera (Figs. 34E e 34F). Quando poupados pela intensa deformação tectono-metamórfica regional, os jaspes exibem frequentemente morfologias lenticulares, cujos contactos de muro mimetizam a compartimentação em microbacias e as irregularidades morfológicas do paleo-fundo oceânico. Jorge et al. (2002, 2005) mostraram que, tal como em muitas outras áreas da FPI, os sedimentos hidrotermais de Soloviejo são exalitos hidrotermais que se formaram por acção de sistemas hidrotermais de baixa temperatura, dominados por água do mar pouco modificada, depositados em bacias estratificadas e/ou segmentadas quanto às várias condições fisico-químicas que determinam a saturação e estabilidade das fases envolvidas (e.g., temperatura, fugacidade do oxigénio, actividade da sílica e do CO2). A espessura de sedimentos acumulados e o seu grau de maturação e conservação parecem ter dependido igualmente de significativos constrangimentos paleo-topográficos.\nQuando ocorrem directamente a tecto de sulfuretos maciços, ou separados destes apenas por intercalações pouco espessas de xistos argilosos muito alterados, como sucede por exemplo em Aljustrel, Neves Corvo, Rio Tinto ou Tharsis, os jaspes apresentam-se fortemente afectados por alteração redutora e, frequentemente, mineralizados com sulfuretos, facto que levou Barriga &amp; Fyfe (1988; 1998) e Relvas (1991, 2000) a interpretá-los como tendo sido, pelo menos em parte, formados antes do evento mineralizante principal, como resultado último da actividade hidrotermal precoce de carácter regional que, em maior ou menor grau, afecta todo a sequência vulcanosedimentar da FPI.\nGeologia de Portugal_Volume I.indb 737\n12/09/13 13:53\n\n738 Geologia de Portugal\n9.2.\tAmbientes e Estilos de Formação dos Depósitos\nde Sulfuretos Maciços\nOs depósitos de sulfuretos maciços da FPI oferecem uma considerável diversidade relativamente às rochas que directamente os hospedam e, em particular, no que respeita aos estilos de mineralização que se lhes associam, espelhando a variedade de ambientes e mecanismos de deposição que assistiram à sua génese. Como foi referido em 3.3., os sectores norte e sul da FPI exibem diferenças consideráveis quanto às proporções relativas de rochas sedimentares e de rochas vulcânicas nas sequências de muro dos depósitos (e.g., Oliveira, 1990; Oliveira &amp; Quesada, 1998; Tornos et al., 2005). Estas circunstâncias condicionam evidentemente o tipo de sequência encaixante e o estilo de mineralização dominante nos depósitos em cada um dos sectores referidos (e.g., Rosa et al., 2008; 2009). No sector sul, alguns jazigos não exibem praticamente rochas vulcânicas a muro (e.g., Tharsis, Lousal) ou, pelo menos, a sucessão que os hospeda compreende abundantes sedimentos, normalmente xistos argilosos com maior ou menor componente carbonosa (e.g., Sotiel-Migollas, Valverde, Las Cruces, Aznallcollar-Los Frailes). Ao invés, mais a norte, os depósitos são encaixados predominantemente por rochas vulcânicas félsicas (e.g., Aljustrel, La Zarza, Concepción-San Platon, Rio Tinto, Lomero-Poyatos, San Miguel).\nO gigantismo das acumulações de sulfuretos, a existência de rochas de cobertura alteradas na maioria dos depósitos (chertes ou rochas vulcânicas e sedimentos, Barriga &amp; Fyfe, 1988; Tornos et al., 2005), a ausência de oxidação e/ou diluição sedimentar significativas dos minérios maciços e de vestígios seguros de estruturas primárias testemunhando exalação directa no fundo do mar (e.g., chaminés, brechas de acumulação), torna muito improvável um modelo simples de exalação em fundo marinho para a deposição dos sulfuretos da FPI. Os modelos deposicionais propostos para os vários depósitos nesta província caracterizam-se por marcada diversidade, decorrendo esta, seguramente, da variabilidade dos ambientes que presidiram à metalogénese. Estes incluem:\n1)\tprecipitação em brinepools (e.g., Tornos et al., 1998; Solomon et al., 2002);\n2)\tsubstituição de sedimentos argilosos e carbonosos na sub-superfície, sob níveis de cobertura constituídos por rochas sedimentares ou por produtos hidrotermais precoces litifícados (e.g., Almodóvar et al., 1998);\n3)\tsubstituição na sub-superfície de rochas vulcânicas coerentes e, em particular, de rochas vulcaniclásticas, em geral associada a horizontes na sucessão encaixante caracterizados por contrastes primários de permeabilidade (e..g., Barriga &amp; Fyfe, 1988; Relvas, 1991).\nEm muitos dos principais depósitos da FPI, o estilo da mineralização correspondeu certamente a ambientes que foram transicionais entre dois ou mais dos termos extremos acima\n\nGeologia de Portugal_Volume I.indb 738\n12/09/13 13:53\n\nGeologia Sul Portuguesa 739\n\ndescritos, ou envolveram processos mistos um pouco mais complexos do que sugere esta sistematização (e.g., Neves Corvo; Relvas, 2000; Relvas et al., 2006a).\n9.3.\tO depósito-tipo da faixa piritosa ibérica: ambiente geotectónico, paleogeografía e hibridismo metalogenético\nAs características gerais e a descrição sistemática dos principais depósitos da FPI e dos padrões de alteração hidrotermal que se lhes associam foram objecto de vários e excelentes trabalhos de revisão recentes (e.g., Barriga, 1990; Saez et al., 1996, 1999; Leistel et al., 1998b; Carvalho et al., 1999; Tornos et al., 2005). Vistos como um todo, os depósitos de sulfuretos maciços formados nesta província deixam transparecer um conjunto de características que, de modo muito nítido, se relacionam colectivamente com o seu ambiente geotectónico de formação e, naturalmente, com os constrangimentos paleo-geográficos e de fluxo térmico dele decorrentes. Estes factores condicionaram decisivamente todas as variáveis metalogenéticas, nomeadamente o tipo e disponibilidade dos fluidos envolvidos, as fontes dos metais, os mecanismos de extracção de metais e as características dos seus reservatórios, os processos de circulação hidrotermal convectiva e a intensidade e duração dos regimes de alimentação térmica dos sistemas hidro-termais mineralizantes.\nComo se discute neste artigo, a sucessão litoestratigráfica da FPI regista os episódios de abertura e subsequente fecho de um mar intracontinental estreito e relativamente pouco profundo (Oliveira, 1990; Quesada, 1991). As características do magmatismo na FPI (e.g., instalação relativamente superficial de magmas félsicos, sobre-aquecidos e pouco fraccionados) indicam regimes de elevado fluxo térmico e fusão crustal em condições de baixa pressão, requerendo portanto um ambiente extensional de adelgaçamento crustal (Munhá, 1983; Mitjavila et al., 1997). A abertura transtensiva de bacias intra-continentais, do tipo pull-a-part, nas margens do terreno Sul-Português, como consequência da sua colisão oblíqua com o terreno autóctone Ibérico durante as primeiras fases da orogenia varisca (Silva et al., 1990; Quesada, 1998; Tornos et al., 2002; 2005), parece representar um ambiente adequado para explicar quer as características do vulcanismo, quer as que assistiram à génese de sulfuretos maciços. Tal ambiente geotectónico é consistente com condições prolongadas de elevado gradiente geotérmico regional, favorável à circulação hidrotermal, lixiviação de metais e geração em profundidade de reservatórios de fluidos altamente salinos com elevada capacidade de transporte metalífero. Estas condições terão igualmente favorecido uma intensa actividade tectónica sin-vulcânica cujo papel terá sido fundamental para a focalização dos canais de descarga dos sistemas convectivos e para o regime geral de circulação hidrotermal, já que, dadas as litologias em presença, a permea-\nGeologia de Portugal_Volume I.indb 739\n12/09/13 13:53\n740 Geologia de Portugal\n\nbilidade primária da sequência vulcano-sedimentar na FPI deverá ter sido globalmente baixa.\nUm cenário provável para a metalogénese na FPI é, assim, o que corresponde a um ambiente de bacias ensiálicas, fortemente segmentadas em semi-grabbens e compartimentadas a várias escalas. Esta paleogeografía é conforme com a conhecida dificuldade em estabelecer correlações estratigráficas de fácies vulcânicas e sedimentares na FPI, facto que reflecte as bruscas variações laterais e verticais das condições de deposição, em função nomeadamente da altura da coluna de água e das taxas de sedimentação e subsidência nas várias bacias individuais (e.g., Oliveira, 1990). A instabilidade tectónica associada à acti-vidade vulcânica, por seu turno, responde igualmente pelos frequentes escorregamentos gravíticos documentados quer nos pacotes sedimentares e vulcaniclásticos, quer nos próprios sulfuretos maciços em alguns depósitos da FPI (e.g., Tharsis, Lousal, Neves Corvo; Silva et al., 1990; Tornos et al., 1998; Relvas, 2000). Na FPI, as evidências que suportam esta interpretação geotectónica e paleogeográfica chegam-nos de inúmeras observações e linhas de raciocínio: a clara orientação da distribuição dos centros vulcânicos em alinhamentos com carácter regional; a variação lateral brusca de muitas características sedimentares (Oliveira, 1990; Moreno, 1993; Moreno et al., 1996a); os alinhamentos estruturais (Silva et al., 1990; Quesada, 1998); e a distribuição quer dos depósitos de sulfuretos maciços, quer das ocorrências de mineralizações manganesíferas, em alinhamentos regionais paralelos aos de carácter tectono-vulcânico.\nEficácia é a palavra-chave para descrever os processos responsáveis pela formação dos depósitos de sulfuretos maciços nesta província. Eficácia nos mecanismos de extracção e transporte de metais, eficácia nos regimes de alimentação energética dos sistemas, eficácia nos processos de deposição e conservação dos sulfuretos. Tomados em valor absoluto, os metais-base contidos nos minérios da FPI representam um volume de metais verdadeiramente extraordinário (ver fig. 33).\nSó a reunião de condições metalogenéticas excelentes poderia justificar tão elevada produtividade. No entanto, é também a enorme eficácia destes sistemas relativamente aos mecanismos de extracção, deposição e conservação dos sulfuretos, um dos principais factores responsáveis pelos baixos teores da maioria dos minérios nesta província, já que favorece a preservação, nos produtos da actividade hidrotermal mineralizante, das razões ferro-/metais-base existentes nas rochas lixiviadas. Os depósitos típicos desta província possuem assim elevadas tonelagens mas são fortemente piríticos, com concentrações apenas localmente significativas de esfalerite, calcopirite e galena (44 depósitos > 1 Mt). O depósito-médio da FPI possui 30.1 Mt de sulfuretos maciços com 0.85% Cu, 1.13% Zn, 0.53% Pb,\n38.5\tg/t Ag e 0.8% Au (Tornos et al., 2005).\nA participação maioritária de água do mar nos sistemas hidrotermais responsáveis pelos depósitos da FPI está hoje claramente estabelecida (Barriga &amp; Kerrich, 1984; Munhá et al.,\nGeologia de Portugal_Volume I.indb 740\n12/09/13 13:53\nGeologia Sul Portuguesa 741\n1986a), mas a sua exclusividade tem sido recentemente questionada. A elevada salinidade dos fluidos aprisionados em inclusões fluidas consideradas primárias nos stockworks de vários depósitos (e.g., Almodóvar et al., 1998; Sánchez-España et al., 2003), e a geralmente muito pesada assinatura isotópica do oxigénio nas águas em equilíbrio com os fílosilicatos e quartzo hidrotermais, levaram muitos autores a propôr o envolvimento adicional de outros fluidos, em pelo menos alguns dos sistemas hidrotermais da FPI. A participação em larga escala, na generalidade dos depósitos da FPI, de fluidos magmáticos, a que se associariam contribuições metalíferas signifícativas, foi proposta por Halsall &amp; Sawkins (1989) e, mais recentemente, por Solomon &amp; Quesada (2003). No entanto, a natureza relativamente super-fícial do magmatismo félsico da FPI e o seu quimismo sub-saturado em água (Munhá, 1983; Mitjavila et al., 1997) torna pouco provável que exsoluções signifícativas de fluidos aquosos de fíliação magmática tenham tido lugar a partir dos magmas «secos» que alimentaram o vulcanismo félsico típico da FPI. Por outro lado, as razões metalíferas dos minérios típicos da FPI correlacionam-se directamente com as correspondentes razões nas sequências meta-sedimentares de muro, sugerindo fortemente uma derivação dos metais por processos de lixiviação (Barriga &amp; Fyfe, 1998; Tornos &amp; Spiro, 1999; Relvas, 2000). A reduzida espessura do CVS (inferior a 600 metros em praticamente toda a província) sugere fortemente que a fonte para a esmagadora maioria dos metais nos sulfuretos maciços da FPI tenham sido os metasedimentos do GFQ (espessura superior a 2000 metros, Tornos et al., 2005) e, eventualmente, o seu substrato indiferenciado. Estas circunstâncias, aliadas à larga predominância de rochas sedimentares em toda a sequência lito-estratigráfíca a muro dos depósitos, levou vários autores a propôr para a formação da generalidade dos depósitos da FPI um modelo genético híbrido entre o que caracteriza os jazigos de sulfuretos maciços vulcanogénicos (VHMS) e o geralmente aceite para os seus congéneres exalativo-sedimentares (SEDEX), facto que é absolutamente consistente com a elevada tonelagem média dos depósitos nesta província (Velasco et al., 1998; Saez et al., 1999; Relvas, 2000; Relvas et al., 2002).\nOs dados de isótopos radiogénicos actualmente disponíveis são consistentes com a derivação dos fluidos e metais envolvidos nos sistemas da FPI a partir de fontes crustais, com nula ou reduzida influência directa de fontes juvenis. Os dados isotópicos de chumbo (Marcoux, 1998; Relvas et al., 2001; Jorge et al., 2007), de neodímio (Relvas et al., 2001; Jorge, 2009), de estrôncio (Tornos e Spiro, 1999; Relvas et al., 2001) e de ósmio (Mathur et al., 2001; Munhá et al., 2005) sugerem que, excepto para alguns minérios de Neves Corvo, poderá ter existido um reservatório metalífero relativamente homogéneo que se tenha constituído como fonte comum para a maioria dos metais da FPI.\nTrabalho de investigação dirigido à caracterização petrográfíca, geoquímica e isótopica dos possíveis reservatórios metalíferos dos depósitos da FPI, e à compreensão dos regimes de extracção e fornecimento de metais nos sistemas típicos e atípicos desta província, foi levado a cabo muito recentemente por Jorge et al. (2007) e Jorge (2009), vindo demons\n\nGeologia de Portugal_Volume I.indb 741\n12/09/13 13:53\n742 Geologia de Portugal\n\ntrar cabalmente que os depósitos típicos desta província poderão ter resultado de diferentes extracções metalíferas a partir de reservatórios relativamente homogéneos em toda a província. Fluidos basinais circulando nos metasedimentos do GFQ, poderão ter-se constituído como fluidos hidrotermais com elevado potencial metalogenético (IPB-ore fluid; Relvas, 2000) que, incorporados nos sistemas convectivos associados às mineralizações, explicam muito adequadamente a homogeneidade das razões metalíferas e das assinaturas dos isótopos radiogénicos na generalidade dos minérios da FPI, bem como as assinaturas pesadas dos isótopos estáveis, as elevadas salinidades dos fluidos envolvidos e o metassomatismo potássico e assinaturas isotópicas de estrôncio que testemunham significativas interacções de lixiviação de metais a partir daquele reservatório crustal, sem requerer a intervenção de águas com qualquer outra derivação. As condições de elevado fluxo térmico e a intervenção de acidentes tectónicos profundos como os que limitam as bacias que acomodaram a meta-logénese, explicam adequadamente a alimentação energética dos sistemas hidrotermais e os seus padrões de focalização.\n9.4.\tFontes e Condições para Mineralizações de Alto Teor: o caso de neves corvo\nSob um ponto de vista geoquímico, o jazigo de Neves Corvo constitui um objecto geológico verdadeiramente excepcional, quer no contexto da província metalogenética onde se insere, quer à escala mundial (Relvas, 2000; Relvas et al., 2001; 2002; Pacheco et al., 2004). O carácter único deste jazigo advém não só da sua enorme tonelagem, que ascende a mais de 300 Mt de sulfuretos maciços, mas sobretudo dos seus elevados teores em cobre (acima de 50 Mt @ 6% Cu) e, em particular, do facto, nunca antes reportado em qualquer outro tipo de depósito, de conter uma enorme quantidade de minérios maciços de cassiterite. Mais de 300 000 toneladas de estanho metálico, distribuídos por vários tipos de mineralizações estaníferas, com teores que variam entre escassos 500 ppm e mais de 60% Sn ocorrem em Neves Corvo (ver Carvalho &amp; Ferreira, 1994). A geoquímica dos minérios de sulfuretos maciços de Neves Corvo contrasta com a dos depósitos típicos da FPI que temos vindo a caracterizar. O conteúdo em cobre deste jazigo e o seu copper racio (100*Cu/(Cu + Zn) = 50) afastam-se significativamente dos valores característicos nesta província (15 &lt;100*Cu/(Cu + Zn) &lt;25) que, como se disse, acompanham de perto o valor correspondente à sequência metasedimentar de muro.\nNeste depósito, a mineralização resulta da actividade muito prolongada de um sistema hidrotermal que integrou diversas contribuições de fluido e metais e que, grosso modo, se divide em dois eventos mineralizantes principais: um episódio precoce que conduziu à precipitação maciça de cassiterite, e um episódio subsequente que corresponde à geração dos\nGeologia de Portugal_Volume I.indb 742\n12/09/13 13:53\n\nGeologia Sul Portuguesa 743\n\nsulfuretos maciços propriamente ditos. Stockworks espacialmente independentes alimentaram cada um destes eventos mineralizantes na massa do Corvo (Relvas, 2000; Relvas et al., 2006a).\nA geração precoce dos minérios de cassiterite maciça e do stockwork que se lhes associa, teve lugar em alguns alinhamentos discretos, estruturalmente controlados, de que o chamado «corredor do estanho» situado na massa do Corvo é o exemplo mais significativo. Os dados isotópicos de oxigénio obtidos em pares cogenéticos de quartzo e cassiterite traduzem uma forte tamponização exercida pela composição isotópica da água do mar não modificada, facto que, associado ao estilo da mineralização produzida, indica que esta geração de cassiterite terá precipitado de forma brusca por efeito da súbita descarga de um fluido rico em estanho, directamente no fundo do mar ou muito próximo deste (Relvas et al., 2002). Quer a análise petrográfica e metalográfica, quer os dados geoquímicos disponíveis, indicam que as interacções fluido-rocha durante o percurso ascensional dos fluidos portadores do estanho tenham sido mínimas. De resto, esta é uma condição necessária à geração de um minério estanífero de altíssimo teor como o que se conhece em Neves Corvo, em lugar de mineralizações de baixo teor constituídos por cassiterite disseminada na sequência encai-xante de muro. A quantidade de estanho metálico envolvida e as características da mineralização, que indiciam um processo de precipitação relativamente rápido, sugerem processos de transporte relacionados com fluidos altamente concentrados.\nAs temperaturas relativas ao episódio mineralizante responsável pelos sulfuretos maciços, estimadas com recurso aos dados isotópicos de oxigénio, decrescem regularmente do centro para a periferia do sistema hidrotermal, decaindo de cerca de 400 °C no stockwork central, para menos de 200 °C na sua região periférica. Os dados de fraccionação isotópica revelam assinaturas muito pesadas para o oxigénio (S18Ofluido = 8 - 10 e muito negativas para o hidrogénio (SDfluido = -37 a -12 no fluido mineralizante no stockwork central do Corvo. A composição isotópica do fluido mineralizante torna-se progressivamente menos pesada com o afastamento, quer no espaço, quer no tempo, relativamente às condições de pico térmico da mineralização. A discussão destes resultados conduziu à conclusão geral de que as trocas isotópicas que se associam às interacções fluido-rocha em profundidade, por si só ou coadjuvadas pelos efeitos decorrentes de fenómenos de ebulição subcrítica na sub-superfície, não deverão por si só explicar satisfatoriamente a composição isotópica do fluido mineralizante em Neves Corvo (Relvas et al., 2006b). Os dados são consistentes com a possibilidade de contribuições de fluidos magmáticos ou metamórficos profundos terem sido integradas no sistema convectivo dominado por água do mar muito modificada. De igual modo, os carbonatos associados à mineralização exibem uma composição isotópica para o carbono que é compatível com a incorporação de componentes subordinadas de CO2 de origem magmática.\nA natureza excepcional dos minérios de Neves Corvo apela a processos metalogenéti-cos no mínimo incomuns, que incluem provavelmente uma história de fornecimento dos\nGeologia de Portugal_Volume I.indb 743\n12/09/13 13:53\n744 Geologia de Portugal\n\n\nFigura 35. A. Diagrama Nd (T=350 Ma) vs. Sm/Nd comparando as composições isotópicas de rochas vulcânicas não alteradas (Mitjavila et al., 1997), com as de amostras de minérios de Neves Corvo. Os padrões lineares observados indicam o envolvimento de processos de mistura de fluidos na génese das mineralizações em Neves Corvo (Relvas et al., 2001). B. Distribuição dos valores das razões iniciais 187Os/188Os vs. conteúdos em Os nos minérios da Faixa Piritosa Ibérica, comparados com os do depósito moderno TAG (Munhá et al., 2005 e referências citadas).\nmetais envolvendo múltiplas fontes para os mesmos (Relvas, 2000; Relvas et al., 2001; Relvas et al., 2009; fig. 35). A composição oligoelementar das cassiterites de Neves Corvo, caracteriza-se por concentrações elevadas em Fe, W, Ti, Sc e In, e, esporadicamente, por conteúdos igualmente altos de Ta, Nb e Zr, facto consistente com uma possível filiação granítica para o estanho. Por outro lado, cálculos de balanço de massa baseados em estimativas conservadoras das taxas de lixiviação e eficácia de extracção, permitiram concluir que cerca de\n4,7\tx 1010 m3 de um fluido mineralizante médio característico da FPI terão sido necessários para fornecer o conteúdo total em zinco dos minérios de Neves Corvo. Esta quantidade de metal corresponde à que resultaria da lixiviação de um volume aceitável de 25 a 45 km3 de rocha com as características que se associam aos homogéneos reservatórios metalíferos que\nGeologia de Portugal_Volume I.indb 744\n12/09/13 13:53\n\nGeologia Sul Portuguesa 745\n\nse conhecem na FPI. Contudo, a este volume de fluido poderá apenas ser imputado o fornecimento de cerca de 1,7 Mt de cobre, ou seja, menos de 36 % do conteúdo total do cobre conhecido no jazigo, e menos de 70 % do seu conteúdo total em Fe (Relvas et al., 2006a). Existe assim necessidade de se invocar uma fonte «exógena» de metais relativamente aos mecanismos sequestradores de metais típicos na FPI.\nOs dados isotópicos de chumbo (Marcoux, 1998; Relvas et al., 2001; Jorge et al., 2007), neodímio (Relvas et al., 2001) e ósmio (Munhá et al., 2005) apontam para uma história de fornecimento dos metais neste depósito que se afasta significativamente do padrão de suprimento de metais relativamente simples e homogéneo que tipifica esta província meta-logenética. Os resultados disponíveis mostram que, para além das componentes de fluido e metais que se associam aos processos e reservatórios próprios dos sistemas hidrotermais característicos da FPI, os minérios de Neves Corvo incluem contribuições metálicas relacionadas com fontes profundas, possivelmente de natureza magmático-hidrotermal ou meta-mórfica. Esta componente de fluido(s), «externa» aos sistemas típicos nesta província, terá sido incorporada nos sistemas convectivos dominados por água do mar modificada que se associam à génese destes depósitos, dando lugar a assinaturas isotópicas com graus variáveis de diluição, quer nos minérios sulfuretados, quer na maioria dos restantes produtos da acti-vidade hidrotermal produzida. Não obstante, a assinatura daquela contribuição «externa» encontra-se particularmente bem preservada na composição isotópica dos minérios maciços e fissurais de estanho (Relvas et al., 2001; Munhá et al., 2005).\nPossivelmente, contribuições magmáticas de fluidos e metais em Neves Corvo e, eventualmente, em outros depósitos particulares na FPI (e.g., Halsall &amp; Sawkins, 1989; Solomon &amp; Quesada, 2003; Sanchez-Espana et al., 2003), poderão ter-se relacionado com corpos graníticos mais profundos, independentes relativamente aos magmas típicos desta província (Relvas et al., 2006b). Esta hipótese parece ser corroborada por dados recentes relativos a melt inclusions em intrusões dacíticas da FPI que mostram uma população de fenocristais de quartzo com uma geração de melt inclusions diferente das que caracterizam as rochas vulcânicas correlativas (Tornos et al., 2004; Marques et al., 2008). Estas melt inclusions têm composições semelhantes às que caracterizam os chamados tin-granites e, de acordo com Tornos et al (2004) e Marques et al. (2008), poderão reflectir a existência de uma sequência granítica independente na FPI, com potencial para o estanho, equivalente à predita por Relvas et al. (2001).\n9.5.\tNovas Perspectivas para a Prospecção de Jazigos\nna faixa piritosa ibérica\nA descoberta de um segundo «Neves Corvo» constitui o principal objectivo estratégico para as equipas de geólogos e de geofísicos que laboram na FPI. A probabilidade de ocorrer\nGeologia de Portugal_Volume I.indb 745\n12/09/13 13:53\n746 Geologia de Portugal\n\numa nova descoberta na FPI continua a ser elevada, sobretudo no lado português onde se conhecem apenas 9 jazigos de sulfuretos maciços (de NW para SE: Lagoa Salgada, Caveira, Lousal, Salgadinho, Montinho, Aljustrel, Neves Corvo, S. Domingos e Chança) associados ao CVS (Barriga, 1996). Porém, o facto deste Complexo se encontrar oculto em áreas muito amplas, coberto quer por sedimentos paleozóicos do Grupo do Flysch do Baixo Alentejo, quer por sedimentos da Bacia Terciária do Sado, aumenta o grau de incerteza em eventuais campanhas de prospecção. O sector norte da FPI, caracterizado por uma maior complexidade estrutural (Silva et al., 1990), onde o CVS surge frequentemente em blocos alóctones, constitui provavelmente a área de maior dificuldade. À semelhança do que ocorreu na descoberta de jazigos como Neves Corvo em 1977 (Relvas et al., 2002) e Lagoa Salgada em 1992 (V. Oliveira et al 1993, 1998), a realização de projectos de prospecção baseados em modelos geológicos e metalogenéticos de risco, mas tecnicamente coerentes, pode revelar-se um êxito, sobretudo se forem aplicadas de forma integrada técnicas geofísicas e geoquímicas de elevada especificidade.\nA existência de um banco de dados significativo sob responsabilidade do LNEG11 possibilita às empresas um acesso muito rápido ao estado da arte de cada sector da FPI.\nAs bases de dados do Laboratório contemplam cerca de 800 sondagens de prospecção efectuadas na Faixa Piritosa, correspondentes a cerca de 304 km de perfuração, o que implicou um investimento superior a 30M€. A metragem média das sondagens é de 372 m distribuindo-se a sua profundidade da seguinte forma (Matos 2009a): 472 furos&lt;400 m; 269 sondagens entre 400 m e 800 m; 52 furos entre 800 m e 1400 m; 7 sondagens com profundidade superior a 1400 m, incluindo um furo com a extensão de 1888 m feito pela Somincor em 2008, para investigação da anomalia de Cotovio. O Estado tem desempenhado desde a década de 60 um papel fundamental no apoio à actividade de prospecção de inúmeras companhias, salientando-se a descoberta pelos serviços estatais (SFM/IGM) dos depósitos de Lagoa Salgada, Estação e Salgadinho (Matos et al. 2008, Matos e Sousa 2008, Matos 2009a). Parte do trabalho a realizar pelas equipas de cada projecto consiste na reavaliação da vasta informação existente e na reinterpretação dos modelos geológicos já conhecidos. Para um incremento significativo do conhecimento é fundamental um maior investimento em novas linhas de investigação, nomeadamente:\n11 O LNEG detém actualmente as competências do ex-Instituto Geológico e Mineiro possuindo sobre a FPI dados de cartografia geológica e estrutural, sondagens (mais de 650, correspondentes a mais de 218 km de perfuração), geoquímica de rochas, minérios, escombreiras, solos e sedimentos, gravimetria, magnetometria, sísmica, polarização induzida, magneto-telúrico, métodos electro-magnéticos, radiometria (U, 'I li, K, total) e densidades de testemunhos. O banco de dados é oriundo de projectos próprios e de projectos privados referentes a mais de 55 contratos realizados desde 1965,correspondentes a um investimento global superior a 100M €.\nGeologia de Portugal_Volume I.indb 746\n12/09/13 13:53\n\nGeologia Sul Portuguesa 747\n\n-\tDefinição de horizontes-guia portadores das mineralizações sulfuretadas a partir de um melhor controlo estratigráfico das unidades geológicas, nomeadamente através da datação de formações sedimentares por microfósseis e da caracterização física e química das rochas vulcânicas.\n-\tUm melhor conhecimento da história geológica de cada jazigo, nomeadamente dos factores favoráveis ao seu enriquecimento em metais (e.g., deformação varisca e alpina, zoneamento hidrotermal, enriquecimento supergénico). Investigação de minérios com elevado teor em metais preciosos (Au, Ag) e em metais de alta tecnologia (e.g., In, Se, Co).\n-\tReinterpretação de dados gravimétricos e magnéticos existentes, através do uso e teste de modelos geológicogeofísicos 3D que contemplem por exemplo a densidade das diferentes litologias e a sua virtual distribuição no espaço. Aplicação de técnicas de teledetecção e de levantamentos aéreos (magnetometria, radiometria e EM) em áreas de grande dimensão.\n-\tIntegração em SIG dos dados existentes, de forma generalizada e às várias escalas; local, regional e ibérica.\nO excelente perfil logístico da FPI em redes de transporte, de energia e de comunicação constitui um factor significativo para o investimento em prospecção. A proximidade relativamente às metalurgias e consumidores europeus constitui também uma clara vantagem no mercado global. A existência de um projecto de green mining exemplar como é o de Neves Corvo, com reduzidos impactes ambientais, e a manutenção de uma legislação favorável à actividade extractiva permite encarar com algum optimismo o desenvolvimento sustentado da actividade prospectiva e mineira na FPI (Matos e Martins 2006, Matos e Sousa 2008, Matos et al., 2008). Indirectamente, a implementação de novos projectos no âmbito da musealização e da reabilitação ambiental e social de áreas mineiras abandonadas, possibilita uma melhor aceitação da prospecção e exploração de jazigos junto da sociedade e do poder político (e.g., Brilha et al., 2005). A divulgação e valorização do património mineiro e geológico da FPI (Matos et al 2002, 2005, 2008, Matos 2009b) contribuem, por outro lado, para uma melhor definição do seu carácter transfronteiriço, assumindo-se cada vez mais esta província metalogenética como uma região mineira europeia de excelência, de inegável interesse mundial.\nAgradecimentos\nOs autores agradecem ao geólogo Victor Oliveira pela permanente disponibilidade em compartilhar os seus vastos conhecimentos sobre a Faixa Piritosa; ao designer Filipe Barreira\nGeologia de Portugal_Volume I.indb 747\n12/09/13 13:53\n748 Geologia de Portugal\n\n(INETI, S. Mamede Infesta) o tratamento gráfico das figuras. Este trabalho é uma contribuição de J. Tomás Oliveira, Zélia Pereira e Diogo Rosa para o projecto POCI/GIN/56450/04 «Contributos para um melhor conhecimento da evolução da Faixa Piritosa-PYBE« financiado pela FCT e de J. Relvas, C. Rosa, R. Jorge e A. Pinto para o projecto POCTI/ /CTA/45873/02 - «ARCHYMEDES II». É ainda uma contribuição de J. Munhá para o projecto POCA-PETROLOG (Centro de Geologia Univ. Lisboa, UI/POCTI/FEDER).\nReferências\nAllen, R., 1992. Reconstruction of the tectonic, volcanic and sedimentary setting of strongly deformed Zn-Cu massive sulfide deposits at Benambra, Victoria. Economic Geology, 87, 825-854.\nAllen, R. L., Weihed, P, Svenson, S., 1997. Setting of Zn-Cu-Au-Ag massive sulfide deposits in the evolution and facies architecture of a 1.9 Ga marine volcanic arc, Skellefte District, Sweden. Economic Geology 91, 1022-1053.\nAlmodovar, G., Saez, R., Pons, J., Maestre, A., Toscano, M., Pascual, E., 1998. Geology and genesis of the Aznalcollar massive sulphide deposits, Iberian Pyrite Belt Spain. Mineralium Deposita, 33, 111-136.\nAndrade, R., Schermerhorn, L., 1971. Aljustrel and Gavião. In: Carvalho, D., Goinhas, J., Schermerhorn, L. J. S., (Eds.,). Livro guia da excursão 4.1 Congresso Hipano-Luso-Americano de Geologia Económica, 32-59.\nAraújo, A., 1995. Estrutura de uma geotransversal entre Brinches e Mourão (Zona de Ossa Morena): implicações na evolução geodinâmica da margem sudoeste do Terreno Ibérico. Tese de Doutoramento. Universidade de Évora, 200 p.\nAraújo, A., Fonseca, P, Ribeiro, A., 1993. Obduction and flake tectonics in the Variscan suture of SW Ibéria. XII Reunião de geologia do Oeste Peninsular. Évora, Portugal. Terra Nova, 5, 8.\nAraújo, A., Fonseca, P, Munhá, J., Moita, P, Pedro, J., Ribeiro, A. 2005. The Moura Phyllonitic Complex: an accrecionary comple related with obduction in the Southern Ibéria Variscan Suture. Geodinamica Acta, 1815, 375-388.\nAraujo, A., Piçarra de Almeida, J., Borrego, J., Pedro, J. e Tomás de Oliveira, J. (2006) - As Regiões Central e Sul da Zona de Ossa-Morena. In Dias, R., Araújo, A., Terrinha, P e Kullberg, J. C. (Coord.) Geologia de Portugal no Contexto da Ibéria., Universidade de Évora, p. 151-172.\nAraújo, A., Ribeiro, A., 1997. Estrutura dos domínios meridionais da Zona de Ossa Morena. In: Araújo, A., Pereira, M. F. (Eds.,). Estudos de Geologia da Zona de Ossa Morena, Maciço Ibérico. Livro de homenagem ao Professor Francisco Gonçalves. Universidade de Évora, 168-181.\nBarnes, R., Andrews, J., 1992. The Upper Palaeozoic ophiolite generation and obduction in South Cornwall. Journal Geological Society London, 143, 117-124.\nGeologia de Portugal_Volume I.indb 748\n12/09/13 13:53\n\nGeologia Sul Portuguesa 749\n\nBarrie, C., Amelin, Y., Pascual, E., 2002. U-Pb geochronology of VMS mineralization in the Iberian Pyrite Belt. Mineralium Deposita, 37/8, 684-703.\nBarriga, F., 1983. Hydrotermal metamorphism and ore génesis at Aljustrel, Portugal. PhD Thesis, University Western Ontario, London, 368 p.\n----, 1990. Metallogenesis in the Iberian Pyrite Belt, In: Dallmeyer, R. D., Martinez García, E., (Eds.,), Pre-Mesozoic geology of Iberia, 369-379.\n----, 1996. Advances in Geological Knowledge in the IPB: Implications in Mineral Exploration, Simposio Sulfuros Polimetálicos da la Faja Piritica Ibérica, 21-23 Febrero 1996. Boletín IGTE, Madrid, 107/3-4, 101-106.\nBarriga, F., Fyfe, W, 1988. Giant pyritic base-metal deposits: the example of Feitais, Aljustrel, Portugal). Chemical Geology, 69, 331- 343.\nBarriga, F., Carvalho, D., Ribeiro, A., 1997. Introdution to the Iberian Pyrite Belt. SEG Neves Field Conference. Guidebook Series, 27, 1-20.\nBarriga, F., Carvalho, P, Ferreira, A., Fyfe, W, Hutchinson, R., Munhá, J., Noronha, F., Oliveira, J., Relvas, J., Ribeiro, A., the GEOMMINCOR team, 1997. Geology and Metallogenesis of the Neves Corvo Mine. In: Barriga FJAS, ed, Abstracts with Program SEG Neves Corvo Field Conference, 85.\nBarriga, F., Fyfe, W., 1998. Multi-phase water-rhyolite interaction and ore fluid generation at Aljustrel, Portugal. Mineralium Deposita, 33, 188-207.\nBarriga, F., Kerrich, R., 1984. Extreme 18O-enriched volcanics and 18O-evolved marine water, Aljustrel, Iberian Pyrite Belt: transition from high to low Rayleigh number convective regimes. Geochimica Cosmochimica Acta, 48, 1021-1031.\nBoogaard, M., 1963. Conodonts of Upper Devonian and Lower Carboniferous age from Southern Portugal.Geology Minjbow, 42/8, 248-259.\n----, 1967. Geology of Pomarao region (Southern Portugal). Thesis. Graffisch Centrum Deltro. Rotterdam.\nBoogaard, M., Schermerhorn, L., 1981. Conodont faunas from Portugal and Southwest Spain. A lower Famennian conodont fauna at Monte Forno da Cal (South Portugal). Scripta Geologica, 63, 1-16\nBoulter, C., 1993a. Comparison of Rio Tinto, Spain, and Guaymas Basin, Gulf of California: An explanation of a supergiant massive sulfide deposit in an ancient sill-sediment complex. Geology, 21, 801-804.\n----, 1993b. High-level peperitic sills at Rio Tinto, Spain: Implications for statigraphy and mineralization. Transactions of the Institution of Mining Metallurgy (Section B: Applied Earth Science) 102, 30-38.\n----, 1996. Extensional tectonics and magmatism as drivers of convection leading to Iberian Pyrite Belt massive sulphide deposits? Journal of the Geological Society, London, 153, 181-184.\n----, Hopkinson, L.J., Ineson, M.G., Brockwell, JS., 2004. Provenance and geochemistry of sedimentary components in the Volcano-Sedimentary Complex, Iberian Pyrite Belt: discrimination between the sill-sediment-complex and volcanic-pile models. Jour. Geoll. Soc. London, 161, 103-115.\nGeologia de Portugal_Volume I.indb 749\n12/09/13 13:53\n750 Geologia de Portugal\n\nBoulter, C., Soriano, C., Zimman, P, 2001. The Iberian Pyrite Belt: a mineralized system dismen-bered by voluminous high-level sills. Terra Nova, 13, 99-104.\nBouma, A., 1962. Sedimentology of some flysch dposits. Amsterdam, Elsevier, 1-168.\nBrilha, J., Andrade, C., Azeredo, A., Barriga, F., Cachão, M., Couto, H., Cunha, P, Crispim, J., Dantas, P., Duarte, L., Granja, M., Henriques, P., Lopes, L., Madeira, J., Matos, J., Noronha, F., Pais, J., Piçarra, J., Ramalho, M., Relvas, J., Ribeiro, A., Santos, A., Santos, V., Ter-rinha, P, 2005. Definition of the Portuguese frameworks with international relevance as an input for the European geological heritage characterization. Episodes, 28/3, 177-186.\nBusby-Spera, C. J., White, J., 1987. Variation in peperite textures associated with differing host-sediment properties. Bulletin of Volcanology, 49, 765-775.\nCarvalho, D., 1976. Considerações sobre o vulcanismo de Cercal- Odemira: Suas relações com a Faixa Piritosa, 215-238.\nCarvalho, D., Barriga, F., Munhã, J., 1999. Bimodal Siliciclastic systems: The case of the Iberian Pyrite Belt. In: Barrie, C.T., Hannington, M.D. (Eds.,), Volcanic associated massive sulfide deposits: Processes and examples in modern and ancient settings. Reviews Economic Geology, 375-408.\nCarvalho, D., Correia, M., Inverno, C., 1976. Contribuição para o conhecimento geológico do Grupo Ferreira-Ficalho. Suas relações com a Faixa Piritosa e o Grupo do Pulo do Lobo. Memórias do Museu Laboratório Mineralógico Geológico da Faculdade de Ciências, Coimbra 82, 145-169.\nCarvalho, P, Ferreira, A., 1994. Geologia de Neves-Corvo: estado actual do conhecimento: Associação Portuguesa da Indústria Mineral (APIMINERAL), Simpósio de Sulfuretos Polimetálicos da Faixa Piritosa Ibérica, Évora, Portugal, Outubro, 1993, Portugal Mineral, 33, 1-5, 36, 7-8.\nCas, R., Allen, R., Bull, S., Clifford, B., Wright, J., 1990. Subaqueous, rhyolitic dome-top tuff cones: a model based on the Devonian Bunga Beds, southeastern Australia and a modern analogue. Bulletin of Volcanology, 52, 159-174.\nClayton, G., 1996. Mississippian Miospores. In: Jansonius J., Mcgregor D.C, (Eds.) Palynology: Principles and applications. American Association of Stratigraphic Palynology Foundation, 2, 589-596.\nClayton, G., Coquel, R., Doubinger, J., Gueinn, K., Loboziak, S., Owens, B, Streel, M., 1977. Carboniferous Miospores of Western Europe: illustration and zonation. Mededelingen Rijks Geol-ogische Dienst, 29, 1-71.\nCox, R., Lowe, D. R. e Cullers, R., L., 1995. The influence of sediment recycling and basement composition on evolution of mudrock chemistry in the southwestern United States. Geochimica et Cosmochimica. Acta, 59, p. 2919-294.\nCunha, T., Oliveira, J., 1989. Upper Devonian Palynomorphs from the Represa and PhylliteQuartzite Formationa, Mina de São Domingos region, Southwest Portugal. Tectonostratigraphic implications. Bulletin Société Belge Géologie, 98/3-4, 295-309.\nDawson, G., Caessa, P., Alverca, R., Sousa, J., 2001. Geology of the Aljustrel Mine area, southern Portugal. Geode workshop Massive sulphide deposits in the Iberian Pyrite Belt: New advances and comparisons with equivalent Systems. Aracena, Spain.\nGeologia de Portugal_Volume I.indb 750\n12/09/13 13:53\n\nGeologia Sul Portuguesa 751\n\nDe la Rosa, J., Castro, A., Jenner, G., 1999. XV Reunión de Geologia del Oeste Peninsular, Huelva, 81-88.\nDias, R., Ribeiro, A., 1995. 'lhe Ibero-Armorican arc: a collisional effect against an irregular continent. Tectonophysics, 246, 113-128.\nDonaire, T., Saez, R., Pascual, E., 2002. Rhyolitic globular peperites from the Aznalcollar mining district (Iberian Pyrite Belt, Spain): physical and chemical controls. Journal of Volcanology and Geothermal Research, 114, 119-128.\nDoucet, P., Mueller, W, Chartrand, F., 1994. Archean, deep-marine, volcanic eruptive products associated with the Coniagas massive sulfide deposit, Quebec, Canada. Canadian Journal of Earth Sciences, 31, 1569-1584.\nDoyle, M. G., McPhie, J., 2000. Facies architecture of a silicic intrusion-dominated volcanic centre at Highway-Reward, Queensland, Australia. Jour. Volc. Geo. Res., 99,79-96.\nDuhig, N., Stolz, J., Davidson, G., Large, R., 1992. Cambrian Microbial and Silica Gel Textures in Silica Iron Exhalites from the Mount Windsor Volcanic Belt, Australia: tteir Petrography, Chemistry and Origin. Economic Geology, 87, 764-784.\nDunning, G., Diez Montes, A., Matas, J., Martin Parra, L., Alamarza, J., Donaire, M., 2002. Geocronologia U/Pb del volcanismo ácido y granitoides dela Faja Pirítica Ibérica (Zona Surpor-tuguesa). Geogaceta, 32, 127-130.\nÉden, C., 1991. Tectonostratigraphic analysis of the Northern Extent of the Oceanic Exotic Terrane, Northwestern Huelva Province, Spain, PhD thesis. University of Southampton, 281 p.\nFantinet, D., Dreesen, R., Dusar, M. e Termier, G., 1976. Faunes Famenniennes de certains horizons calcaires dans la formation quartzophylladique aux environs de Mértola (Portugal méridio-nal). Comunicações dos Serviços Geológicos de Portugal, 60, 121-138.\nFedo, C. M., Nesbitt, H. W e Young, G. M., 1995. Unraveling the Effects of Potassium Metasomatism in Sedimentary-Rocks and Paleosols, with Implications for Paleoweathering Conditions and Provenance. Geology, 23, 921-924.\nFernandes, P., Jorge, R. C. G. S., Pereira, Z. e Oliveira, J. T., 2008. Geochemistry of the Baixo Alentejo Flysch Group, South Portuguese Zone: Implications for provenance and palaeoweathering. Geochimica Cosmochimica Acta, vol. 72(12), Supplement 1, p. A264.\nFernandes, P., Jorge, R. C. G. S., Oliveira, J. T., Pereira, Z. e Rodrigues, B., 2010. Análise de proveniência dos sedimentos siliciclásticos do Grupo do Flysch do Baixo Alentejo, Zona Sul Portuguesa. VIII Congresso Nacional de Geologia, Universidade do Minho.\nFisher, R., Schmincke, H., 1984. Pyroclastic rocks. New York: Springer-Verlag.\nFiske, R, 1969. Recognition and significance of pumice in marine pyroclastic deposits. Geological Society of America Bulletin, 80, 1-8.\nFiske, R., Matsuda, T., 1964. Submarine equivalents of ash flows in the Tokiwa formation, Japan. American Journal of Science, 262, 76-106.\nGeologia de Portugal_Volume I.indb 751\n12/09/13 13:53\n\n752 Geologia de Portugal\nFonseca, P., Munhá, J., Pedro, J., Rosas, F., Moita, P, Araújo, A., Leal, N., 1999. Variscan ophiolites and high pressure metamorphism in Southern Ibéria. Ofiolito, 24/2, 259-268.\nFranke, W, 2000. The mid-European segment of the Variscides: tectono-stratigraphic units, terrane boundaries and plate tectonic evolution. In: Franke, W., Haak, V., Oncken O., Tanner, D. (Eds.,), Orogenic Processes: quantification and modeling in the Variscan Belt. Journal Geological Society. Of London, 179, 35-61.\nFriedman, I., Smith, R., Long, W, 1966. Hydration of natural glass and formation of perlite. Geological Society of America Bulletin, 77, 323-328.\nGibson, H. L., Watkinson, D. H., 1990. Volcanogenis massive sulphide deposits of the Noranda Cauldron and Shield Volcano, Qubec. In The Northwestern Quebec Polymetallic Belt, Canadian Institute Mining metallurgy, Special volume, 43, 119-132.\nGiese, V., Reitz, E., Walter, R., 1988. Contributions to the stratigraphy of the Pulo do Lobo succession in Southwest Spain. Comunicações Serviços Geológicos de Portugal, 74, 79-84.\nGiese, U., Von Hoengen, R., Hoymann, K., Kramm, U., Walter, R., 1994. The palaeozoic evolution of the Ossa Morena Zone and its boundary to the South Portuguese Zone in SW Spain: geological constraints and geodynamic interpretation of a suture in the Iberian Variscan orogen. Neues Jahrbuch fur Geologie und Palaontologie, Abhandlungen, 192, 383-412.\nGifkins, C., McPhie, J., Allen, R., 2002. Pumiceous rhyolitic peperite in ancient submarine volcanic successions. Journal of Volcanology and Geothermal Research, 114, 181-203.\nGonçalves, F., 1985. Contribuição para o conhecimento geológico do Complexo Vulcano-sedimen-tar da Toca da Moura. Memórias da Academia das Ciências, Lisboa, 26, 263-267.\nGonzalez, F., Moreno, C., Saez, R., Clayton, J., 2002. Ore genesis age of the Tharsis Mining District, Iberian Pyrite Belt. a palynological approach. Journal Geological Society, 159, 229-232.\nGonzález, F., Moreno, C., López, M., Dino, R., Antonioli, L., 2004. Palinoestratigrafia del Grupo PQ del Sector más oriental de la Fajã Pirítica Ibérica, SO de España. Revista Española de Micro-paleontologia, 36/2, 279-304.\nHalsall, C., Sawkins, F., 1989. Magmatic-hydrothermal origin for fluids involved in the generation of massive sulphide deposits at Rio Tinto, Spain. In: Miles, L., (Ed.), Water rock interaction: International Association of Geochemistry and Cosmochemistry and Alberta Research Council, Edmonton, 285-288.\nHiggs, K., Clayton, G., Keegan, B., 1988. Stratigraphic and systematic palynology of the Tournai-sian rocks of Ireland. Geologic Survey of Ireland, Special Paper, 7, 1-93.\nHorikoshi, E., 1969. Volcanic activity related to the formation of the Kuroko-type deposits in the Kosaka district, Japan. Mineralium Deposita, 4, 321-345.\nJorge, R., 2000. Estudo mineralógico e metalogenético do depósito manganesífero de Soloviejo, Huelva, Espanha. Tese de Mestrado, Universidade de Lisboa, 134 p.\n----, 2009. Caracterização petrográfica, geoquímica e isotópica dos reservatórios metalíferos crus-tais, dos processos de extracção de metais e dos fluidos hidrotermais envolvidos em sistemas\n\nGeologia de Portugal_Volume I.indb 752\n12/09/13 13:53\n\nGeologia Sul Portuguesa 753\n\nmineralizantes híbridos na Faixa Piritosa Ibérica. Tese de Doutoramento, Universidade de Lisboa, 272 p.\nJorge, R., Relvas, J., Barriga, F., 2002. Siliceous Exhalites and Manganese-Rich Horizons as Guides to VHMS Exploration in the Iberian Pyrite Belt: the Example of the Soloviejo Manganese Deposit (Spain), Global Exploration- Integrated methods for discovery, Society of Economic Geologists, Denver, Colorado, 107-109.\n----, 2005. Silica Gel Microtextures in Siliceous Exhalites at the Soloviejo Manganese Deposit, Spain. In: Mao, J., Bierlein, F.P., (Eds.,), Mineral Deposit Research: Meeting the Global Challenge, 1, 631-634.\nJorge, R. C. G. S., Relvas, J. M. R. S., Matos, J. X., 2006. Geochemistry of metasediments from the Phyllite-Quartzite Group, Iberian Pyrite Belt: implications for provenance and source-area weathering (progress report). VII Congresso Nacional de Geologia, Livro de Resumos I, 175-178\n----, 2006. Geochemistry of metasediments from the Phyllite-Quartzite Group, Iberian Pyrite Belt: provenance, source-area weathering and geotectonic implications. Geochimica et Cosmochimica Acta, 70(18), supplement 1, A298.\nJorge, R. C. G. S., Pinto, A. M. M., Tassinari, C. C. G., Relvas, J. M. R. S., Munhá, J., 2007. VHMS metal sources in the Iberian Pyrite Belt: new insights from Pb isotope data, in Andrew et al. (Eds.), Digging Deeper, Spec. Publication-Irish Association Economic Geology, ISBN 0-950989-4-4: 1097-1100.\nKokelaar, P., 1982. Fluidization of wet sediments during emplacement and cooling of various igneous bodies. Journal of the Geological Society London, 139, 21-33.\nKokelaar, P., Bevins, R., Roach, R., 1985. Submarine silicic volcanism and associated sedimentary and tectonic processes, Ramsey Island, SW Wales. Journal of the Geological Society, London, 142, 591-613.\nKorn, D., 1997. 'lhe Paleozoic ammoids of the South Portuguese Zone. Memórias do Instituto Geológico e Mineiro, Portugal 33, 131 p. Large, R., Blundell, D. (Eds.), 2000. Database on Global VMS districts. CODES-GEODE, 179 p.\nLeal, N., Pedro, J., Moita, P., Fonseca, P., Araújo, A., Munhá, J., 1997. Metamorfismo nos sectores meridionais da Zona de Ossa Morena. Actualização de conhecimentos. In: Araújo, A., Pereira, M.F. (Eds.,). Estudos de Geologia da Zona de Ossa Morena-Maciço Ibérico. Livro de homenagem ao Professor Francisco Gonçalves. Universidade, Évora, 119-131.\nLeistel, J., Bonijoly, D., Braux, C., Fressynet, P., Kosakevitch, A., Leca, X., Lescuyer, J., Marcoux, E., Milesi, J., Piantone, P., Sobol, F., Tegyey, M., Thiéblemont, D., Viallefond, L., 1994. 'lhe massive sulphide deposits of the South Iberian Pyrite Province: Geological setting and exploration criteria; document du Bureau de Recherches Geologiques et Minières, 234, 1-236.\nLeistel, J., Marcoux, E., Deschamps, Y., 1998a. Chert in the Iberian Pyrite Belt. Mineralium Deposita, 33, 59-81.\nLeistel, J., Marcoux, E., Thieblemont, D., Quesada, C., Sanchez, A., Almodovar, G., Pascual, E., Saez, R, 1998b. 'lhe volcanic-hosted massive sulphide deposits of the Iberian Pyrite Belt. Review and preface to the special issue. Mineralium Deposita, 33, 2-30.\nGeologia de Portugal_Volume I.indb 753\n12/09/13 13:53\n754 Geologia de Portugal\n\nLeitão, J., 1998. Geologia dos depósitos de sulfuretos maciços de Aljustrel. In: Oliveira, J. T., Dias R. P (Eds.,), Livro Guia da Excursões. V Congresso Nacional de Geologia, Instituto Geológico e Mineiro, 101-110.\nLofgren, G., 1971. Experimentally produced devitrification textures in natural rhyolitic glass. Geological Society of America Bulletin, 82, 111-124.\nMarcoux, E., 1998. Lead isotope systematics in the giant massive sulphide deposits in the Iberian Pyrite belt. Mineralium Deposita, 33, 45-58.\nMarques, AFA, Scott, SD, Relvas, JMRS, Rosa, CJP, Barriga, FJAS, 2008. Sn and Cu in melt inclusions of the Albernoa felsic volcanic centre, Iberian Pyrite Belt, Portugal: seeking the missing (magmatic) link. Geophysical Research Abstracts, Vol. 10, EGU2008-A-00000.\nMartinez Catalan, J., Arenas, R., Garcia, F., Abati, J., 1997. Variscan accrecionary complexo of nothwest Ibéria: terrane correlation and succession of thermal events. Geology, 25, 1103-1106.\nMathur, R., Ruiz, J., Tornos, F., 1999. Age and sources of the ore at Tharsis and Rio Tinto, Iberian Pyrite belt, from Re-Os isotopes. Mineralium Deposita, 34, 790-793.\nMatos, J., Oliveira, V., Barriga, F., 1998. Contribuição para o conhecimento geológico e meta-logenético da Jazida de Lagoa Salgada, Faixa Piritosa Ibérica - Bacia Terciária do Sado. Actas V Cong. Nacional de Geologia, Com. IGM 84, 2, 11-14, Lisboa.\nMatos, J., Barriga, F., Oliveira, V., Relvas, J., Conceição, P, 2000. The structure and hydrothermal alteration of the Lagoa Salgada orebody (Iberian Pyrite Belt - Sado Tertiary Basin). Volcanic Environments and Massive Sulfide Deposits - SEG/CODES Int. Conf. Abstract, Tasmania, 119-121.\nMatos, J., Oliveira, J., Farinha, J., Ávila, P., Rosa, C., Leite, M., Daniel, F., Martins, L., 2002. Património mineiro português: estado actual da herança cultural de um país mineiro. Actas do Congresso Internacional Sobre Património Geológico e Mineiro, IGM/SEDPGYM, Beja, Portugal, 539-554.\nMatos, J., Barriga, F., Oliveira, V., 2003a. Alunite veins versus supergene kaolinite/halloysite alteration in the Lagoa Salgada, Algares and S. João (Aljustrel) and S. Domingos massive sulphide deposits, Iberian Pyrite Belt, Portugal. Ciências da Terra (UNL), 5, B56-B59.\nMatos, J., Martins, L., Rosa, C., 2003b. Parque Mineiro da Cova dos Mouros - IGM contribute for the sustainable development of the mining park. IGME, Pub. Museo Geom., 2, 487-494.\nMatos, J., Oliveira, V., 2003. Mina do Lousal (Faixa Piritosa Ibérica) - Percurso geológico e mineiro pelas cortas e galerias da antiga mina. IGME, Pub. Museo Geominero, 2, 117-128.\nMatos, J. X. (2005). Carta geológica e mineira da mina de Aljustrel 1/5000. DPMM INETI.\nMatos, J., Ribeiro, S., Moreira, N., 2005. Percursos Geoambientais como elementos de Valorização Cultural e Científica das Área Mineiras da Faixa Piritosa Ibérica. Abst. III Simp. Mineração e Metalurgia Históricas STh Sudoeste Europeu, Univ. Porto.\nMatos, J., Pereira, Z., Oliveira, V., Oliveira, J., 2006. The geological setting of the São Domingos pyrite orebody, Iberian Pyrite Belt. VII Congresso Nacional de Geologia, Estremoz, Universidade de Évora, Portugal.\nGeologia de Portugal_Volume I.indb 754\n12/09/13 13:53\n\nGeologia Sul Portuguesa 755\n\nMatos, J. X., Martins, L., 2006. Reabilitação ambiental de áreas mineiras do sector português da Faixa Piritosa Ibérica: estado da arte e perspectivas futuras. IGME, Bol. Geológico y Minero España, ISSN 0366-0176, 117, 2, 289-304.\nMatos, J. X., Martins, L. P., Oliveira, J. T., Pereira, Z., Batista, M. J., Quental, L., 2008. Rota da pirite no sector português da Faixa Piritosa Ibérica, desafios para um desenvolvimento sustentado do turismo geológico e mineiro. Livro Rutas Minerales en Iberoamérica, Ed. Paul Carrion, Esc. Sup. Politécnica, Guayaquil, Equador, 136-155.\nMatos, J. X., Sousa, P., 2008. Prospecção de Sulfuretos Maciços No Sector Português Da Faixa Piritosa Ibérica. Cong. Luso-Moçambicano de Engenharia, Maputo, Moçambique, Abs 12R015, 2p.\nMatos, J. X., 2009a. Prospecção de Sulfuretos Maciços no Sector Português da Faixa Piritosa Ibérica - 1990/Actualidade. VII Encontro Nacional de Estudantes de Geociências, Univ. Évora, 6 p.\n----, 2009b. Ampliação e desenvolvimento da Rota da Pirite através da inclusão dos jardins geológicos de Algares e Lousal, Faixa Piritosa Ibérica, Portugal. Projecto RUMYS, programa CYTED, Livro Rutas Minerales en El Proyecto Rumys, Ed. Paul Carrion, Esc. Sup. Politécnica del Litoral, Guayaquil, Equador, 113-121.\nMatte, P, 2001. 'lhe Variscan collage and orogeny (480-290 Ma) and the tectonic definition of the Armorica microplate:a review. Terra Nova, 13, 122-128.\nMatte, P., Ribeiro, A., 1975. Forme et orientation de l'ellipsoid de déformation dans la virgation hercynienne de Galice. Relations avec le plissement et hypotéses sur la génese de l'arc ibéro-armo-ricain. C.R. Academie Sciences Paris, D/280, 2825-2828.\nMcLennan, S. M., Taylor, S. R., McCulloch, M. T., e Maynard J. B., 1990. Geochemical and Nd-Sr isotopic composition of deep-sea turbidites: Crustal evolution and plate tectonics associations. Geochimica et. Cosmochimica. Acta, 54, 2015-2050.\nMcLennan, S. M., Hemming, S., McDaniel, D. K., e Hanson, G. N., 1993. Geochemical approaches to sedimentation, provenance, and tectonics. In: Processes controlling the composition of clastic sediments, Basu, M. J. J. a. A., Ed., 'lhe Geological Society of America, p. 21-40.\nMcLennan, S. M., Bock, B., Hemming, R., Hurowitz, J. A., Lev, S. M. e McDaniel, D. K., 2003. 'lhe roles of provenance and sedimentary processes in the geochemistry of sedimentary rocks. In: Lentz, D. R. (ed.), Geochemistry of sediments and sedimentary rocks. Geological Association of Canada, p. 7-38.\nMcPhie, J., Allen, R. L., 1992. Facies architecture of mineralized submarine volcanic sequences: Cambrian Mount Read Volcanics, western Tasmania. Econ. Geol., 87,587-596.\n----, 2003. Submarine, Silicic, Syn-eruptive Pyroclastic Units in the Mount Read Volcanics, Western Tasmania: Influences of Vent Setting and Proximity on Lithofacies Characteristics. In: White, J. D.\nL., Smellie, J. L., Clague, D. A., (Eds.), Explosive Subaqueous Volcanism, 245-258.\nMcPhie, J., Doyle, M., Allen, R., 1993. Volcanic Textures: A guide to the interpretation of textures in volcanic rocks. Hobart, Australia: Centre for Ore Deposit and Exploration Studies, University of Tasmania.\nGeologia de Portugal_Volume I.indb 755\n12/09/13 13:53\n\n756 Geologia de Portugal\nMeschede, M., 1986. A method of discrimination between different types of mid-ocean ridge basalts and continental tholeiites with the Nb-Zr-Y diagram. Chemical Geology, 56, 207-218.\nMitjavila, J., Marti, J., Soriano, C., 1997. Magmatic evolution and tectonic setting of the Iberian Pyrite Belt volcanism. Journal Petrology, 38/6, 727-755.\nMonteiro, J., Carvalho, D., 1987. Seafloor volcanismand polimetallic sulfide deposits in ancient active margins: the case of the Iberian Pyrite Belt. In: Teleki et. al. (Eds.), Marine Minerals. Dord-drecht Reichel, 375-387.\nMontel, J., 1993. A model for monazite/melt equilibrium and application to the generation of granitic magmas. Chemical Geology, 110, 127-146.\nMoreno, C., 1993. Postvolcanic paleozoic of the Iberian Pyrite Belt: An example of basin morphologic control on sediment distribution in a turbidite basin. Journal Sedimentary Petrology, 63/6, 1118-1128.\nMoreno, C., Sierra, S., Saez, R., 1995. Mega-debris flows en el trânsito Devónico-Carbónico de la Fajã Piritica. Geogaceta, 17, 9-11.\n----, 1996a. Evidence for catastrophism at the Famennian-Dinantian boundary in the Iberian Pyrite Belt. In: Strogen, P, Somervilee, I.D., Jones, G.L. (Eds), Recent advances in Lower Carboniferous Geology. Geological Society London Special Publication, 107, 153-162.\nMoreno, C., Pereira, Z., Oliveira, J., Sierra, S., 1996b. Sedimentación litoral en el limite Devó-nico/Carbónico del Suroeste Portugués (Zona Sur Portuguesa). Geogaceta, 20/1, 23-26.\nMueller, W, White, J., 1992. Felsic fire-fountaining bneath Archean seas: Pyroclastic deposits of the 2730Ma Hunter Mine Group, Quebec, Canada. Journal of Volcanology and Geothermal Research, 54, 117-134.\nMunhá, J., 1983. Hercynian magmatism in the Iberian Pyrite Belt. In: Sousa, M. J. L., Oliveira, J. T., (Eds.,), The Carboniferous of Portugal. Memórias dos Serviços Geológicos de Portugal, 29, 39-81.\nMunhá, J., Barriga, F., Kerrich, R., 1986a. High 180 ore forming fluids in volcanic hosted base metal massive sulfide deposits: Geologic, 180/160, and D/H evidence from the Iberian Pyrite Belt, Crandon, Wisconsin and Blue Hill, Maine. Economic Geology, 81/3, 530-552.\nMunhá, J., Kerrich, R., 1981. Sea water-basalt interaction in spilites from the Iberian Pyrite Belt. Contributions to Mineralogy and Petrology, 75, 15-19. 34\nMunhá, J., Oliveira, J., Ribeiro, A., Oliveira, V., Quesada, C., Kerrich, R., 1986b. Beja-Acebu-ches Ophiolite: Characterization and geodynamic significance. Maleo, 2, 13-31.\nMunhá, J., Relvas, J., Barriga, F., Conceição, P, Jorge, R., Mathur, R., Ruiz, J., Tassinari, C., 2005. Os Isotopes Systematics in the Iberian Pyrite Belt. In: Mao, J., Bierlein, F.P., (Eds.,), Mineral Deposit Research: Meeting the Global Challenge, 1, 663-666.\nMutti, E., Ricci Lucchi, T., 1975. Turbidite facies and facies associations. Examples from turbidite facies association from related formations of the Northern Apennines. Field Trip Guide Book A-11. Internacional Sedimentological Congress, Nice, 9, 21-36.\n\nGeologia de Portugal_Volume I.indb 756\n12/09/13 13:53\n\nGeologia Sul Portuguesa 757\n\nNesbitt, H. W., e Young, G. M., 1984. Prediction of Some Weathering Trends of Plutonic and Volcanic-Rocks Based on Thermodynamic and Kinetic Considerations: Geochimica et Cosmochimica Acta, 48, 1523-1534.\nNesbitt, H. W, 2003. Petrogenesis of siliciclastic sediments and sedimentary rocks. In: Lentz, D. R., (ed.) Geochemistry of sediments and sedimentary rocks. Geological Association of Canada, 39-51.\nOliveira, J. T., 1983. 'lhe marine carboniferous of South Portugal: a stratigraphic and sedimentological approach. In: Lemos de Sousa, M.J., Oliveira, J.T. (Eds.,), 'lhe Carboniferous of Portugal, Serviços Geológicos de Portugal, 29, 3-38.\n----, 1984. Carta Geológica de Portugal à escala 1:200 000. Notícia explicativa da Folha 7.\n----, 1988. Estratigrafía, sedimentologia e estrutura do Flysch da Formação de Mértola, na região de Mértola. Comunicações dos Serviços Geológicos de Portugal, 74, 3-19\n----, 1990. Stratigraphy and syn-sedimentary tectonism in the South Portuguese Zone. In: Dallmeyer R.D., Martinez Garcia E., (Eds.), Pre-Mesozoic Geology of Iberia, 334-347.\nOliveira, J. T., Carvalho, P., Pereira, Z., Pacheco, N., Fernandes, J., Korn, D., 1997a. 'lhe stratigraphy of the Neves Corvo Mine Region. Society Economic Geology. Neves Corvo Field Conference, 86-87.\nOliveira, J. T., Cunha, T., Streel, M., Vanguestaine, M., 1986. Dating the Horta da Torre Formation, a new lithostratigraphic unit of the Ferreira-Ficalho Group, South Portuguese Zone: Geological consequences. Comunicações dos Serviços Geológicos de Portugal, 72/1-2, 129-135.\nOliveira, J. T., Horn, M., Paproth, E., 1979. Preliminary note on the stratigraphy of the Baixo--Alentejo Flysch Group, Carboniferous of Portugal, and on the palaeogeographic development compared to corresponding units in NorthWest Germany. Comunicações dos Serviços Geológicos de Portugal, 65, 151-168.\nOliveira, J. T., Horn, M., Kullmann, J., Paproth, E., 1985. 'lhe stratigraphy of the Upper devonian and Carboniferous sediments of Southwest Portugal. C.R. 10e, International Congress Stratigraphy Geology Carboniferous, Madrid, 1, 1-17.\nOliveira, J. T., Pacheco, N., Carvalho, P., Ferreira, A., 1997b. 'lhe Neves Corvo Mine and the Paleozoic Geology of Southwest Portugal Geology and VMS deposits of the Iberian Pyrite Belt. Society Economic Geology, Fieldbook Series, 27, 21-71.\nOliveira, J. T., Pereira, Z., Carvalho, P., Pacheco, N., Korn, D., 2004. Stratigraphy of the tectonically imbricated lithological succession of the Neves Corvo mine area, Iberian Pyrite Belt, Portugal. Mineralium Deposita, 39, 422-436.\nOliveira, J. T., Pereira, Z., Rosa, C., Rosa, D., Matos, J., 2005. Recent advances in the study of the stratigraphy and the magmatism of the Iberian Pyrite Belt, Portugal. In: Carosi, R., Dias, R., Iacopini, D., Rosenbaum, G., (Eds.,). 'lhe southern Variscan belt, Journal of the Virtual Explorer, Electronic Edition 19/9, 1441-8142.\nOliveira, J. T., Pereira, Z., Matos, J., Fernandes, P., 2008. A palinoestratigrafia no contexto da interpretação estrutural da Faixa Piritosa. VIII Reunião do Grupo de Geologia Estrutural e Tectónica (GGET). Faculdade de Ciências da Universidade do Porto, 107-110.\nGeologia de Portugal_Volume I.indb 757\n12/09/13 13:53\n758 Geologia de Portugal\n\nOliveira, J., Quesada, C., 1998. A comparison of stratigraphy, structure and paleogeography of the South Portuguese Zone and Southwest England, European Variscides. Annual Conference of the Ussher Society, Geoscience in south-west England, 9, 141-150.\nOliveira, J., Silva, J., 1990. Carta Geológica de Portugal à escala 1:50000, Folha 46-D, Mértola. Serviços Geológicos de Portugal.\nOliveira, J., Silva, J., Oliveira, V., Munhá, J., Matos, J., 1998. Geologia da região compreendida entre Mértola, Pomarão e Mina de São Domingos. In: Oliveira, J. T., Dias, R. P (Eds.,), Livro Guia de Excursões. V Congresso Nacional de Geologia, Instituto Geológico e Mineiro, 101-110.\nOliveira, J., Wagner Genthis, C., 1983. The Mértola and Mira formations boundary between Dog-uedo and Almada do Ouro, marine Carboniferous of South Portugal. In: M.J. Lemos de Sousa (ed.,), Contributions to the Carboniferous Geology and Palaeontology of the Iberian Peninsula. 1-39.\nOliveira, V., Matos, J., Bengala, J., Silva, M., Sousa, P, Torres, L. 1993. Lagoa Salgada um novo depósito na F.P.I., Bacia Terciária do Sado: Estudos Notas e Trabalhos, Instituto Geológico e Mineiro, 35, 55- 89.\nOliveira, V., Matos, J., Bengala, M., Silva, N., Sousa, P, Torres, L., 1998. Geology and geophysics as successful tools in the discovery of the Lagoa Salgada Orebody (Sado Tertiary Basin-Iberian Pyrite Belt), Grândola, Portugal, Mineralium Deposita, 33, 170-187.\nOliveira, V., Matos, J., Bengala, M., Sousa, P, 1998b. Principais alinhamentos vulcânicos a norte da Falha de Grândola, sob formações da Bacia Terciária do Sado e sua potencialidade mineira no contexto da Faixa Piritosa Ibérica. Actas V Cong. Nacional de Geologia, Com. IGM, 84, 2, F15-18.\nOliveira, V., Matos, J., Rosa, C., 2001. The NNW sector of the Iberian Pyrite Belt - new exploration perspectives for the next decade. Geode Workshop - Massive sulphide deposits in the Iberian Pyrite Belt: new advances and comparison with equivalent systems, Aracena Spain, 34-37.\nOnezine, J., Charvet, J., Faure, M., Bourdier, J., Chauvet, A., 2003. A new geodynamic interpretation for the South Portuguese Zone (SW Iberia) and the Iberian Pyrite Belt genesis. Tectonics, 22, 1-16.\nPacheco, N., Ferreira, A., Noiva, P, Barriga, G., 2004. The usual surprise called Neves Corvo. In: Kelly, J. G., Andrew, C. J., Ashton, J. H., Boland, M. B., Earls, G., Fusciardi, L., Stanley, G., (Eds.,), Europe's Major Base Metal Deposits: Irish Association for Economic Geology, Dublin, 391-404.\nPascual, E., Saez, R., Donaire, M., 1999. The Rio Jarama section. In: Tornos F, Locutura J, Martins L, (Eds.), Joint SGA IAGOD International meeting field trip B4 ITGE-IGM, 17, 39-40.\nPearce, J., 1996. A user's guide to basalt discrimination diagrams. In: Wyman, D.A. (Ed), Trace element geochemistry of volcanic rocks: Applications for massive Sulphide Exploration, Geol. Assoc. Canada Short Course Notes, 12, 79-113.\nPearce, J., Harris, N., Tindle, A., 1984. Trace element discrimination diagrams for the tectonic interpretation of granitic rocks. Journal of Petrology, 25, 956-983.\nGeologia de Portugal_Volume I.indb 758\n12/09/13 13:53\n\nGeologia Sul Portuguesa 759\n\nPearce, J., Cann, J., 1973. Tectonic setting of basic volcanic rocks determined using trace element analysis. Earth Planet Science Letters, 19, 290-300.\nPereira, Z., 1999. Palinoestratigrafia do Sector Sudoeste da Zona Sul Portuguesa. Comunicações Instituto Geológico e Mineiro, Portugal, 86/1, 25-57.\nPereira, Z., Clayton, G., Oliveira, J. T., 1994. Palynostratigraphy of the Devonian-Carboniferous Boundary in Southwest Portugal. Annales de la Société Géologique de Belgique, 117, 1, 189-199.\nPereira, Z., Fernandes, P., Oliveira, J. T., 2006a. Palinoestratigrafia do Domínio Pulo do Lobo, Zona Sul Portuguesa. Comunicações Geológicas, 93, 23-38.\nPereira, Z., Matos, J., Fernandes, P., Oliveira, J. T., 2007. Devonian and Carboniferous palynostratigraphy of the South Portuguese Zone, Portugal - An overview. Comunicações Geológicas, 94, 53-79.\n----, 2008. Palynostratigraphy and Systematic Palynology of the Devonian and Carboniferous Successions of the South Portuguese Zone, Portugal. Memórias do INETI, 34, 1-176.\n----, 2008a. New data on the late Famennian miospore assemblage of the Cercal Anticline (westernmost Iberian Pyrite Belt area), Portugal. Abstract Volume, 12th International Palynological Congress (IPC-XII 2008), 8th International Organisation of Palaeobotany Conference (IOPC-VIII 2008) Joint Congress in Bonn, 219-220.\n----, 2009. A new Lower Givetian age Miospores of the Phyllite Quartzite Group (S. Francisco da Serra Anticline, Iberian Pyrite Belt, Portugal). In: Abstracts CIMPFARO’09. FERNANDES, P., PEREIRA, Z., OLIVEIRA, J.T., CLAYTON, C &amp; WICANDER, R. (Eds.), 75-78.\nPereira, Z., Pacheco, N., Oliveira, J., 2004. A case of applied palynology: dating the lithological succession of the Neves Corvo Mine, Iberian Pyrite Belt, Portugal. XVth International Congress on Carboniferous and Permian Stratigraphy. Utrecht. Abstracts Book, 397-401.\nPereira, Z., Pacheco, N., Oliveira, J., 2006b. A case of applied palynology: dating the lithological succession of the Neves-Corvo mine, Iberian Pyrite Belt, Portugal. Wong, 'Ih.E (Ed.,): Proceedings of the XVth ICCP Stratigraphy. R. D. Academy Arts and Sciences.\nPereira, Z., Oliveira, J., 2001a. 'lhe Cabrela Syncline stratigraphic sequence, Ossa Morena Zone, Portugal: a palynostratigraphic review. 15'1 h International Sencenkenberg Conference, International Geological Correlation Programme IGCP-Project 421 and Subcomission on Devonian Stratigraphy (SDS) Frankfurt. Abstracts,76.\n----, 2001b. 'lhe Viséan age of the orogenic volcanic complex of «Toca da Moura», Ossa Morena Zone, Portugal: preliminary results based on palynostratigraphy. First meeting of the Commission Internationale de Microflore du Paléozoique. Spores and Pollen Subcommission. National University of Ireland, Cork, Ireland. Programme and Abstracts, 35-36.\n----, 1995. Estudo palinológico da Formação da Brejeira, sector Sudoeste da Zona Sul Portuguesa. In: Sodré Borges F., Marques, M.M., (Eds.,). IV Congresso Nacional de Geologia, Porto, 1995. Resumos Alargados, Memórias do Museu Laboratório Mineralógico Geológico da Faculdade de Ciências, Porto, 4, 111-115.\nGeologia de Portugal_Volume I.indb 759\n12/09/13 13:53\n\n760 Geologia de Portugal\n----, 2003a. Estudo palinostratigráfico do sinclinal da Estação de Cabrela. Implicações tectonostrati-gráficas. Ciências da Terra, UNL, Lisboa 5, 118-119.\n----, 2003b. Palinomorfos do Viseano do Complexo Vulcânico da Toca da Moura, Zona de Ossa Morena. Ciências da Terra, UNL, Lisboa 5, 120-121.\nPereira, Z., Oliveira, V., Oliveira, J., 2006c. Palynostratigraphy of the Toca da Moura and Cabrela Complexes, Ossa Morena Zone, Portugal. Review of Palaeobotany and Palynology, 139, 1-4, 227-240.\nPereira, Z., Saez, R., Pons, J., Oliveira, J., Moreno, C., 1996. Edad devónica (Struniense) de las mineralizaciones de Aznalcóllar, Fajã Pirítica Ibérica, en base a palinología. Geogaceta, 20/7, 1609-1612.\nPichler, H., 1965. Acid Hyaloclastites. Bulletin Volcanologique, 28, 293-310.\nPin, C., Paqutte, J. L., Fonseca, P., 1999. 350 Ma (U-Pb) igneous emplacement age and Str-Nd isotopic study of the Beja gabbroic Complex (South Portugal). In: Gamez, J. A., Eguiluz, L., Palacios, T., (Eds.), XV Reunión de Geologia del Oeste Peninsular. Diputacion de Badajoz, Spain, 190-194.\nPinto, A., Relvas, J., Barriga, F., Scott, S., 2005. Gold mineralization in recent and ancient vol-canic-hosted massive sulphides: the PACMANUS field and the Neves Corvo deposit. In: Mao, J., Bierlein, F.P., (Eds.), Mineral Deposit Research: Meeting the Global Challenge, 1, 683-686.\nQuesada, C., 1991. Geological constraints on the Paleozoic tectonic evolution of tectonostrati-graphic terranes in the Iberian massif. Tectonophysics, 185, 225-245.\n----, 1998. A reappraisal of the structure of the Spanish segment of the Iberian Pyrite Belt. Minera-lium Deposita, 33, 31-44.\nQuesada, C., Fonseca, P., Munhá, J., Oliveira, J., Ribeiro, A., 1994. 'lhe Beja-acebuches Ophiolite: Geological caracterization and geodynamic significance. Boletim do Instituto Geológico e Mineiro, 105, 3-49.\nQuiring, 1936. Die Jungtertiaren Eisenmanganerz-vorkommen in Devon, Karbon und Pliocan vom Sudportugal. Preussichen GeologischenLandsanstalt. Berlin (Arch. Fur Lagerstattenforschung H.63).\nRawlings, D., Watkeys, M., Sweeney, R., 1999. Peperitic upper margin of an invasive flow, Karooflood basalt province, northern Lebombo. South African Journal of Geology, 102, 377-383.\nRelvas, J., 1991, Estudo Geológico e Metalogenético da Área de Gavião, Baixo Alentejo: Tese de Mestrado, Portugal, University of Lisbon, 248 p.\n----, 2000. Geology and metallogeny at the Neves Corvo deposit, Portugal. Tese de Doutoramento, University Lisbon, 319 p.\nRelvas, J., Tassinari, C., Munhá, J., Barriga, F., 2001. Multiple sources for ore forming fluids in the Neves Corvo VHMS deposit of the Iberian Pyrite Belt, Portugal. Strontium, Neodymium and Lead isotope evidence. Mineralium Deposita, 36/5, 416-427.\nRelvas, J., Barriga, F., Pinto, A., Ferreira, A., Pacheco, N., Noiva, P., Barriga, G., Baptista, R., Carvalho, D., Oliveira, V., Munhá, J., Hutchinson, R., 2002. 'lhe Neves Corvo deposit,\n\nGeologia de Portugal_Volume I.indb 760\n12/09/13 13:53\nGeologia Sul Portuguesa 761\n\nIberian Pyrite Belt, Portugal: impacts and future, 25 years after the discovery. Society of Economic Geologists Special Publication, 9, 155-177.\nRelvas, J. M. R. S., Barriga, F. J. A. S., Ferreira, A., Noiva, P C., Pacheco, N., Barriga, G., 2006a. Hydrothermal alteration and mineralization in the Neves-Corvo volcanic-hosted massive sulfide deposit, Portugal: I. Geology, Mineralogy, and Geochemistry. Economic Geology, 101-4: 753-790.\nRelvas, J. M. R. S., Barriga, F. J. A. S., Longstaffe, F., 2006b. Hydrothermal alteration and mineralization in the Neves-Corvo volcanic-hosted massive sulfide deposit, Portugal: II. Oxygen, Hydrogen and Carbon Isotopes. Economic Geology, 101-4: 791-804.\nRelvas, J. M. R. S., Jorge, R. C. G. S., Pinto, A. M. M., Carvalho, J., Marques, A. F. A., Gaspar,\nM., Barriga, F. J. A. S., Rosa, C., 2009. Recent Advances in Understanding Mineralizing Processes in the Iberian Pyrite Belt, in P J. Williams et al. (Eds.), Smart Science for Exploration and Mining, Published by Economic Geology Research Unit, James Cook University, Townsville, Australia, ISBN 9780980558685, 481-483.\nRibeiro, A., 1983. Structure of the Carrapateira Nappe in the Bordeira Area, SW Portugal. In: Lemos de Sousa, M. J., Oliveira, J. T. (Eds.,), The Carboniferous of Portugal, Comunicações dos Serviços Geológicos de Portugal, 29, 91-97.\nRibeiro, A., Pereira, E., Dias, R., 1990. Structure of the Northwest of the Iberin Peninsula. In: Dallmeyer R. D., Martinez Garcia E., (Eds.), Pre-Mesozoic Geology of Iberia, 220-236.\nRibeiro, A., Oliveira, J., Silva, J., 1983. La estructura de la Zona Sur Portuguesa. In: Comba, J. A. (Ed.), Geologia de Espana. Instituto Geológico Mineiro de Espana, Madrid, 1, 504-511.\nRibeiro, A., Silva, J., 1983. Structure of the South Portuguese Zone In: Lemos de Sousa, M. J., Oliveira, J. T. (Eds.), The Carboniferous of Portugal, Serviços Geológicos de Portugal, 29, 83-89.\nRibeiro, A., Munhá, J., Dias, D., Mateus, A., Pereira, E., Ribeiro, L., Fonseca, P, Araujo, A., Oliveira, J. T., Romão, J., Chaminé, H., Coke, C., Pedro, J., 2007. Geodynamic evolution of the SW Europe Variscides, Tectonics, 26.\nRodríguez, R., Diez, A., Leyva, F., Matas, J., Almarza, J., Donaire, M., 2002. Datación palino-estratigráfica del volcanismo en la sección de la Ribera del Jarama, Faja Pirítica Ibérica, Zona Surportuguesa). Geogaceta, 32, 247-250.\nRogers, N., van Staal, C. R., McNicoll, V., e Thériault, R., 2003. Volcanology and tectonic setting of the northern Bathurst Mining Camp. Part 1. Extension and rifting of the Popelogan arc. In: Goodfellow, W D., McCutcheon, S. R., e Peter, J., (Eds.), Massive Sulphide Deposits in the Bathurst Mining Camp, New Brunswick, and Northern Maine. Economic Geology Monograph, 11, 157-179.\nRosa, C., Oliveira, V., Matos, J., Martins, L., Oliveira, J., 2001. Mapa metalogenético do Sul de Portugal, esc. 1/500000. IGM.\nRosa, C., 2006. Facies architecture of the Volcanic Sedimentary Complex of the Iberian Pyrite Belt, Portugal and Spain. Unpub. PhD Thesis, University of Tasmania, Hobart, Australia, 357 p.\nGeologia de Portugal_Volume I.indb 761\n12/09/13 13:53\n762 Geologia de Portugal\n\nRosa, C., McPhie, J., Relvas, J., 2004a. Architecture of the felsic volcanic succession hosting massive sulfide deposits in the Iberian Pyrite Belt, Portugal. In: McPhie, J., McGoldrick, P., (Eds.,), Dynamic earth: Past, present and future. 17th Australian Geological Convention, Hobart, Tasmania, Australia, abstracts, 73, 1-288.\nRosa, C., McPhie, J., Relvas, J., Pacheco, N., Ferreira, A., 2004b. Intrabasinal submarine volcanoes at Neves-Corvo in the Iberian Pyrite Belt, Portugal. IAVCEI General Assembly: Volcanism and its impact on Society, Pucón, Chile, symp 11, sess 11b, 0-05.\nRosa, C., McPhie, J., Relvas, J., Pereira, Z., Pacheco, N., 2005. Felsic pyroclastic and effusive volcanic facies hosting the Neves Corvo massive sulfide deposit, Iberian Pyrite Belt, Portugal. In: Mao, J., Bierlein, F. P., (Eds.,), Mineral Deposit Research: Meeting the Global Challenge, 1, 691-694.\nRosa, C. J. P., McPhie, J., Relvas, J. M. R. S., Pereira, Z., Oliveiras, T., Pacheco, N., 2008. Volcanic facies architecture hosting the Neves Corvo VHMS deposit, Iberian Pyrite Belt, Portugal. Mineralium Deposita, 43, 449-466.\nRosa, CJP, McPhie, J, Relvas, JMRS, 2009. The Felsic Volcanic Centres of Neves Corvo and Lousal Massive Sulfide Deposits in the Iberian Pyrite Belt, in P. J. Williams et al. (eds), Smart Science for Exploration and Mining, Published by Economic Geology Research Unit, James Cook University, Townsville, Australia, ISBN 9780980558685, 484-486.\nRosa, C., McPhie, J., Relvas, J., 2010. Type of volcanoes hosting the massive sulfide deposits of the Iberian Pyrite Belt. Journal of Volcanology and Geothermal Research, 195, 1, 31-47.\nRosa, D., Invernó, C., Oliveira, V., Rosa, C., 2004. Geochemistry of volcanic rocks, Albernoa area, Iberian Pyrite Belt. International Geology Review, 46, 366-383.\nRosa, D., Invernó, C., Oliveira, V., Rosa, C., 2005. Zircon and monazite saturation temperatures as tools for the recognition of VMS favourable environments: Examples from the Iberian Pyrite Belt (Portugal). Actas do VIII Congresso Nacional de Geoquímica, Aveiro, Portugal, 89-93.\nRosa, D., Invernó, C., Oliveira, V., Rosa, C., 2006. Geochemistry and geothermometry of volcanic rocks from Serra Branca, Iberian Pyrite Belt, Portugal. Gondwana Research, 10, 3/4, 328-339.\nRosa, D., Finch, A., Andersen, T., Invernó, C., 2008. U-Pb geochronology of felsic volcanic rocks hosted in the Gafo Formation, South Portuguese Zone: the relationship with Iberian Pyrite Belt magmatism. Mineralogical Magazine, 72, 5, 1103-1118.\nRosa, D. R. N, Finch, A. A., Anderson, T., Invernó, C. M. C., 2009. U-Pb geochronology and Hf isotope ratios at magmatic zircons f rom the Iberian Pyrite Belt. Min. Petrology, 23 pp, Springer-Verlag.\nRoss, C., Smith, R., 1955. Water and other volatiles in volcanic glasses. American Mineralogist, 40, 1071-1089.\nRouthier, P., Aye, F., Boyer, C., Lecolle, M., Picot, P., Roger, G., 1980. La ceinture sud-iberique a amas sulfurés dans sa partie espagnole mediane, tableau geologique et metalogenique, synthese sur le type amas sulfurés volcano-sedimentaires. Mémoires Bureau de Recherches Geólogiques et Miniéres, 94, 1-265.\nGeologia de Portugal_Volume I.indb 762\n12/09/13 13:53\n\nGeologia Sul Portuguesa 763\n\nSaez, R., Almodóvar, G., Pascual, E., 1996. Geological constraints on massive sulphide genesis in the Iberian Pyrite Belt. Ore Geology Reviews, 11, 429-451.\nSaez, R., Pascual, E., Toscano, M., Almodovar, G., 1999. 'lhe Iberian type of volcano-sedimentary massive sulphide deposits. Mineralium Deposita, 5-6, 549-570.\nSánchez España, F., Velasco, F., Boyce, A., Fallick, A., 2003. Source and evolution of ore-forming hydrothermal fluids in the northern Iberian Pyrite Belt massive sulphide deposits, SW Spain. Evidence from fluid inclusions and stable isotopes. Mineralium Deposita, 38/5, 519-537.\nSchmincke, H., 1967. Fussed tuffs and peperites in south central Washington. Geological Society of America Bulletin, 78, 319-330.\nSchütz, W, Ebneth, J., Meyer, K., 1988, Trondhjemites, tonalites and diorites in the South Portuguese Zone and their relations to the volcanites and mineral deposits of the Iberian Pyrite Belt; Geologische Rundschau, 76/1, 201-212.\nSantos, J., Andrade, A., Munhá, J., 1990. Magmatismo orogénico varisco no limite meridional da Zona de Ossa Morena. Comunicações dos Serviços Geológicos de Portugal, 76, 91-124.\nSantos, J., Mata, J., Gonçalves, F., Munhá, J., 1987. Contribuição para o conhecimento geoló-gico-petrológico da região de Santa Susana: o complexo vulcano-sedimentar da Toca da Moura. Comunicações dos Serviços Geológicos de Portugal, 73/1-2, 29-48.\nSchermerhorn, L., 1971. An outline stratigraphy of the Iberian Pyrite Belt. Bol. Geol. Min. España, 82/3-4, 239-268.\nSchermerhorn, L., Staton, W, 1969. Folded overthrusts at Aljustrel (South Portugal). Geological Magazine, 106, 130-141.\nSchutz, W, Ebneth, J., Meyer, K., 1988. Trondhjemites, tonalites and diorites in the South Portuguese Zoneand their relations to the vulcanites and mineral deposits in the Iberian Pyrite Belt. Geologische Rundschau, 76/1, 2001-2012.\nSilva, J., 1989. Estrutura de uma geotransversal da Faixa Piritosa: Vale do Guadiana. Tese Doutoramento. Faculdade de Ciências Lisboa.\n----, 1998. Enquadramento geodinâmico da Faixa Piritosa na Zona Sul Portuguesa. In: Oliveira, J. T., Dias, R. P., (Eds.,). Livro Guia, V Congresso Nacional de Geologia. Excursão 2, 79-89.\nSilva, J., Oliveira, J., Ribeiro, A., 1990. South Portuguese Zone. Structural outline. In: Dallmeyer, R. D., Martinez Garcia, E., (Eds.,), Pre-Mesozoic Geology of Iberia, 348-362.\nSkilling, I., White, J., McPhie, J., 2002. Peperite: a review of magmasediment mingling. Journal of Volcanology and Geothermal Research, 114, 1-17.\nSoler, E., 1973. L'association spilites quartz kératophyres du Sud-Ouest de la Peninsule Iberique. Geology and Minjbow, 52, 277-287.\nSolomon, M., Quesada, C., 2003. Zn-Pb-Cu massive sulfide deposits: brine-pool types occur in collisional orogens, black smoker types occur in backarc and/or arc basins: Geology, 31, 1029-1032.\n\nGeologia de Portugal_Volume I.indb 763\n12/09/13 13:53\n\n764 Geologia de Portugal\nSolomon, M., Tornos, F., Gaspar, O., 2002. Explanation for many of the unusual features of the massive sulfide deposits of the Iberian Pyrite Belt. Geology, 30/1, 87-90.\nSoriano, C., Marti, J., 1999. Facies Analysis of Volcano-Sedimentary Successions Hosting Massive Sulfide Deposits in the Iberian Pyrite Belt, Spain. Economic Geology, 94, 867-882.\nStix, J., 1991. Subaqueous, intermediate to silicic-composition explosive volcanism; a review. EarthScience Reviews, 31, 21-53.\nStreel, M., Higgs, K., Loboziak, S., Riegel, W, Steemans, P, 1987. Spore stratigraphy and correlation with faunas and floras in the type marine Devonian of the Ardenne-Rhenish regions. Review of Palaeobotany and Palynology, 50, 211-229.\nTaylor, S. R. e S. M. McLennan, (1985). The Continental Crust: Its Composition and Evolution. Blackwell Scientific, 312 p.\nThiéblemont, D., Marcoux, E., Tegyey, M., Leistel, J., 1994. Génese de la province pyriteuse sud-iberique dans un paleo-prisme d’accretion? Bulletin Société Géologique de France, 165/5, 407-423.\nThiéblemont, D., Pascual, E., Stein, G., 1998. Magmatism in the Iberian Pyrite Belt: petrological constraints on a metallogenetic model. Mineralium Deposita, 33, 98-110.\nTornos, F., 1999a. Paymogo quarry. In: Tornos, F., Locutura, J., Martins, L., (Eds.), Joint SGA IAGOD International meeting field trip B4 ITGE-IGM, 17.\nTornos, F., Casquet, C., Relvas, J., Barriga, F., Saez, R., 2002. The relationship between ore deposits and oblique tectonics: the SW Iberian Variscan Belt. In: Blundell, D. R., Neubauer, F., von Quadt, A., (Eds.). The timing and location of major ore deposits in an evolving orogen. Geological Society London Special Publication, 206, 179-198.\nTornos, F., Casquet, C., Relvas, J., 2005. Transpressional tectonics, lower crust decoupling and intrusion of deep mafic sills: a model for the unusual metallogenesis of SW Iberia. Ore Geology Reviews, 27, 133-163.\nTornos, F., González Clavijo, E., Spiro, B., 1998. The Filon Norte orebody (Tharsis, Iberian Pyrite Belt): a proximal low-temperature shale-hosted massive sulphide in a thin-skinned tectonic belt. Mineralium Deposita, 33, 150-169.\nTornos, F., Simonov, V., Kovyazin, S., 2004. Melt inclusions in quartz from subvolcanic sills of the Iberian Pyrite Belt: implications for magma evolution and hydrothermal alteration. Boletin Sociedad Española de Mineralogía, 26, 93-106.\nTornos, F., Spiro, B., 1999. The genesis of shale-hosted massive sulphides in the Iberian Pyrite Belt. In: Stanley C., et al (Eds.), Mineral deposits: Processes to Processing, 605-608.\nValenzuela, A., Donaire, T., Pascual, E., 2001. The Odiel river section: an example on complexities in volcanic evolutionof the Volcano- Sedimentary Complex in the Iberian Pyrite Belt, Spain. In: Tornos, F., Pascual, E., Saez, R., Hidalgo, R., (Eds.,). GEODE workshop: Massive sulphide deposits in the Iberian Pyrite Belt: New advances and comparisons with equivalent systems. Ara-cena. Universidad de Huelva, 61-62.\n\nGeologia de Portugal_Volume I.indb 764\n12/09/13 13:53\n\nGeologia Sul Portuguesa 765\n\nValenzuela, A., Donaire, T., Pascual, E., 2002. Secuencia de fácies volcánicas en el area del rio Odiel (Faja Piritica Iberica, España). Geogaceta, 32, 131-134.\nVelasco, F., Sanchez España, F., Boyce, A., Fallick, A., Saez, R., Almodovar, G., 1998. A new sulphur isotopic study of some Iberian Pyrite Belt deposits: evidence of a textural control on some sulphur isotope compositions. Mineralium Deposita, 34/1, 1-18.\nWatson, E., Harrison, T., 1983. Zircon saturation revisited: temperature and composition effects in a variety of crustal magma types. Earth and Planetary Science Letters, 64, 295-304.\nWhite, J., Smellie, J., Clague, D., 2003. Introduction: A Deductive Outline and Topical Overview of Subaqueous Explosive Volcanism. In: White, J. D. L., Smellie, J. L., Clague, D. A., (Eds.) Explosive Subaqueous Volcanism, 1-23.\nWhitham, A., Sparks, R., 1986. Pumice. Bulletin of Volcanology, 48, 209-223.\nWinchester, J., Floyd, P, 1977. Geochemical discrimination of different magma series and their differentiation products using immobile elements. Chemical Geology, 20, 325-343.\nWood, D., 1980. The application of a Th-Hf-Ta diagram to problems of tectonomagmatic classification and to establishing the nature ofcrustal contamination of basaltic lavas of the British Tertiary volcanic province. Earth Planet. Science Letters, 50, 11-30.\nWood, G., Gabriel, A., Lawson, J., 1996. Palynological techniquesprocessing and microscopy. In: Jansonius, J., Mcgregor, D. C, (Eds.), Palynology: Principles and applications American Association Stratigraphic Palynology Foundation, 1, 29-50.\nYamagishi, H., Dimroth, E., 1985. A Comparison of Miocene and Archean Rhyolite Hyaloclastites: Evidence for a Hot and Fluid Rhyolite Lava. Journal of Volcanology and Geothermal Research, 23, 337-355.\n\nGeologia de Portugal_Volume I.indb 765\n12/09/13 13:53\nGeologia_Extratexto Volume I.indd 14\t¿Q)-\t12/09/13 13:49\nO\no\n□0\nLZJ\n\nF°1\nED\n■\nEO\no\no e\nCobertura pós-mesozóica\nMaciços Mesozoicos de Sines e Monchique\nMesozoico indiferenciado\nGrupo do Flysch do Baixo Alentejo\nFormação da Brejeira\nFormação de Mira\nFormação de Mértola\nSector SW de Portugal\nAnticlinais de Aljezur e Bordeira\nFaixa Piritosa\nComplexo Vulcano-sedimentar\nGrupo Filito-Quartzítico\nAntiforma do Pulo do Lobo\nGrupo do Chança\nGrupo de Ferreira-Ficalho\nSedimentos Oceánicos do Pulo do Lobo e basaltos MORB(’)\nBacia Terciaria do Sado\nComplexo Vulcano-Sedimentar\nCVS em sondagens: Vulcanitos\nSedimentos Paleozoico indiferenciado (BT Alto Sado)\nPrincipais Jazigos\nSulfuretos maciços polimetálicos - estratiforme ( •&lt;5Mt; • 5-50Mt;\t• >200Mt)\nSulfuretos semi-maciços - estratiforme/stockwork\nFe-Mn - Filoniano e estratiforme\nCu - Filoniano\nBa - Filoniano\nPb (Ba) - Filoniano\nSb (Au) - Filoniano\nFalha, falha normal\nCavalgamento\nPovoação\nSondagem, sondagem estudada\nMapa Geológico esquemático da Zona Sul Portuguesa, com indicação dos principais jazigos (adapt. Oliveira, 1990, Barriga et al„ 1997, V. Oliveira etal., 1998b, 2001, Carvalho etal., 1999, Leistel etal., 1998, Rosa et al„ 2001, Matos et al„ 2000,2003a). Figura da pág. 678 neste volume.\nXIV Geologia de Portugal\nGeologia_Extratexto Volume I.indd 15\t40a\t12/09/13 13:49\nRAMO NORTE\nRAMO SUL\nCercal\nBacia do Sado\nRio de Moinhos\nepgSMSi ~ - GFQ\nLagoa Salgada Taralhão\nSedimentos do Cenozoico\nXistos e grauvaques (Flysch)\nXistos, siltitos e grauvaques finamente estratificados\nXistos escuros, por vezes siliciosos\nTufitos, vulcanoclásticas\nXistos borra de vinho (bv)\nJaspes (j); Chertes (Ch)\nSulfuretos maciços; Pirite (Py)\nSecção Azenhas\n\" i Mt- \"\nVulcânicas ácidas (vv-riolitos dominantes; vd-riodacitos dominantes)\nVulcânicas básicas (espíritos) e intermédios\nDiabases\nCaveira\nGFQ T\n-® AD\n-® AD\nCarbonatos\nXistos e quartzitos\nArenitos (grauvaques, quartzovaques e quartzitos)\nAljustrel\n-® NL - -\nbv\n*361 ± 4 Ma cvs\n,-S LN\n-® AD\nNeves Corvo\nPomarão\nEsporos\nConodontes\nGoniatites\nColunas estratigráficas sintéticas mais representativas da Faixa Piritosa. Figura da pág. 682 neste volume.\nÇl Galé-Cela thrust\nÇ>2 Mértola thrust\nGeologia de Portugal XV"}]}}}