{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08939"}, {"@name": "filename", "#text": "13838_Isabel_Faus_da_Silva_Dias_revisada.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de São Paulo \nEscola Superior de Agricultura “Luiz de Queiroz” \n\n \n \n \n \n \n \n\n \nO uso da biodiversidade na produção de sementes e mudas para \n\nrestauração florestal \n \n \n \n \n \n \n \n\nIsabel Faus da Silva Dias \n \n \n \n \n\nDissertação apresentada, para obtenção \ndo titulo de Mestre em Recursos \nFlorestais. Área de concentração: \nConservação de Ecossistemas Florestais \n\n \n\n \n \n \n \n \n \n \n\nPiracicaba \n                                                      2012 \n\n!\n\n\n\n!\n\nIsabel Faus da Silva Dias \n         Engenheira Agrônoma \n\n \n \n \n \n \n\nO uso da biodiversidade na produção de sementes e mudas para restauração \nflorestal \n\n \n \n\nversão revisada de acordo com a resolução CoPGr 6018 de 2011  \n \n \n\nOrientador: \nProf. Dr. WEBER ANTONIO NEVES DO \nAMARAL \n\n \n\n \n \n \n\nDissertação apresentada, para obtenção do \ntitulo de Mestre em Recursos Florestais. Área \nde concentração: Conservação de \nEcossistemas Florestais \n\n \n\n \n \n \n \n \n\n \n \n \n \n \n \n \n \n\nPiracicaba \n2012 \n\n\n\n              \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nDados Internacionais de Catalogação na Publicação  \nDIVISÃO DE BIBLIOTECA - ESALQ/USP \n\n \n \n\nDias, Isabel Faus da Silva  \nO uso da biodiversidade na produção de sementes e mudas para restauração \n\nflorestal / Isabel Faus da Silva Dias. - - versão revisada de acordo com a resolução \nCoPGr 6018 de 2011. - - Piracicaba, 2012. \n\n87 p. : il. \n\nDissertação (Mestrado) - - Escola Superior de Agricultura “Luiz de Queiroz”, 2012. \n \n\n1. Árvores florestais 2. Biodiversidade 3. Diversidade genética 4. Mudas                 \n5. Sementes 6. Viveiros I. Título \n\n                                                                                      CDD 634.97 \n                                                                                               D541u \n\n  \n \n \n \n\n“Permitida a cópia total ou parcial deste documento, desde que citada a fonte – O autor” \n \n\n\n\n! \"!\n\n \nSUMÁRIO \n\n \nRESUMO ...................................................................................................................05 \nABSTRACT .............................................................................................................. 07 \n1 INTRODUÇÃO .......................................................................................................09 \n2 METODOLOGIA......................................................................................................13 \n3 RESULTADOS E DISCUSSÃO ..............................................................................17 \n3.1 Diagnóstico dos viveiros ......................................................................................17 \n3.2 Diversidade de espécies .....................................................................................21 \n3.3 Uso da diversidade intra específica ....................................................................25 \n4 CONSIDERAÇÕES FINAIS ...................................................................................41 \nREFERÊNCIAS .........................................................................................................45 \nAPÊNDICES ..............................................................................................................49 \nANEXO ......................................................................................................................57 \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n \n\n!\n\n\n\n!#!\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n! $!\n\nRESUMO \nO uso da biodiversidade na produção de sementes e mudas para restauração \n\nflorestal \n      Este trabalho teve como objetivo, analisar os processos utilizados na coleta de \nsementes e produção de mudas florestais de viveiros  da região da bacia do rio \nPiracicaba do Estado de São Paulo e adjacentes, e o grau de conservação da \nbiodiversidade existente destas práticas. Esta análise foi realizada a partir de \nlevantamentos à campo, com a aplicação de questionário semi-estruturado, em 22 \nviveiros da região da bacia do rio Piracicaba, principalmente com ênfase no número \nde matrizes coletadas por espécies, formas de obtenção de sementes, espécies \nutilizadas, dificuldades encontradas no setor e alternativas visando aumento da \nbiodiversidade. A maioria dos viveiros executa a coleta e compra de sementes e \naproximadamente metade também troca sementes, sendo que esta troca é \nesporádica e apenas com outros viveiros da região. O número médio de espécies \nflorestais produzidas entre os viveiros em 2009 foi de 149 espécies, sendo que 94% \ndos viveiros produzem mais de 80 espécies. Do total de 516 espécies produzidas \npelos viveiros, 19% são espécies exóticas do Brasil. Da lista de espécies \nrecomendada pela Secretaria do Meio Ambiente de São Paulo para plantios \nheterogêneos, 416 das 701 espécies listadas não foram produzidas por nenhum \nviveiro em 2009, porém, foram produzidas outras 135 espécies nativas do Brasil. \nDos viveiros que coletam sementes, 48% possuem marcação e banco de dados de \nmatrizes, 90% afirmam coletar apenas de fragmentos da região, 95% coletam em \náreas restauradas e 86% coletam em áreas urbanas. Metade dos entrevistados tem \nconhecimento sobre a importância de se coletar sementes de um grande número de \nmatrizes como é recomendado pela literatura, mas apenas 19% afirmaram ser para \naumento da diversidade genética das espécies. Quanto à média de matrizes que \nsão coletadas para cada espécie, apenas um viveiro afirmou coletar mais de 12 \nmatrizes por espécie. Nas análises de correlação, a variável média de matrizes \ncoletadas para cada espécie por viveiro apresentou moderada correlação positiva \nentre a variável marcação e banco de dados de matrizes e de moderada correlação \nnegativa com a variável dos viveiros coletam em área urbana. Também foi \nencontrada uma moderada correlação positiva entre os viveiros que possuem \nmarcação e banco de dados de matrizes e a quantidade de mudas produzidas. A \nmaioria dos entrevistados (91%) afirmou que participariam de um programa de troca \ne mistura de sementes, visando aumentar a diversidade na produção de mudas, \nsendo que destes, 40% aceitariam pagar por este tipo de serviço. Para se contornar \no baixo uso da diversidade intra específica nos viveiros entrevistados, torna-se \nnecessário um maior esforço para conscientização e educação dos envolvidos na \ncoleta de sementes e produção de mudas nativas, ressaltando-se a importância da \ndiversidade inter e intra específica das espécies e as conseqüências do uso da baixa \ndiversidade, além da importância do uso de espécies nativas regionais na \nrestauração florestal. Já quanto ao uso da diversidade inter específica, foi observada \numa alta diversidade de espécies nos viveiros, reflexo da demanda por alta \ndiversidade nos plantios, que é estimulada pela legislação estadual. \nPalavras-chave: Viveiros; Diversidade genética; Espécies florestais; Plantios \n\nheterogêneos \n \n\n\n\n!%!\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n! &amp;!\n\nABSTRACT \nThe use of biodiversity in the production of seeds and seedlings for forest \n\nrestoration \n      The goal of this work was to assess the main process associated with tree seed \ncollection and seedling production in nurseries within and in the adjacencies of the \nPiracicaba river basin in the state of Sao Paulo. The degree of the existing \nbiodiversity conservation in these practices is also investigated. This analysis is \nbased on a field survey where semi-structured questionnaires were applied to 22 \nnurseries in the Piracicaba river basin region, considering the main factors: number \nof mother trees collected, ways of obtaining seeds, species used, difficulties in the \nprocess, and alternatives in order to increase biodiversity. Most of the nurseries \ncollect and buy seeds, and approximately half of the nurseries also exchange seeds; \nhowever, exchanging seeds is infrequent and only happen among local nurseries. \nThe average number of species produced by the surveyed nurseries in 2009 was \n149, and 94% of the nurseries produced more than 80 species. A total of 516 species \nwere produced by the surveyed nurseries where 19% are exotic species from Brazil. \n  Among the 701 species recommended by the state of Sao Paulo Secretary for the \nEnvironment, 416 were not produced by any of the surveyed nurseries; in spite of \nthat, 135 Brazilian native species that were not listed were produced.  Among the \nnurseries that collect seeds, 48% tag and keep a data basis of the mother trees, 90% \ncollect only in forest fragments within the nurseries area, 95% also collect from \nrestored areas, and 86% collect seeds from urban areas. Although half of the \nsurveyed nurseries recognize that it is important to collect seeds from a large number \nof mother trees, as recommend by the literature, only 19% understand that a larger \nnumber of mother trees would increase genetic diversity. Regarding the average \nnumber of mother trees, only one nursery collects from more than 12 mother trees \nper specie. The correlation analyses show a moderate positive correlation between \nthe average of mother trees collected in each nursery and whether the nursery tags \nand keeps a data basis of mother trees, and a moderate negative correlation \nbetween the average of mother trees collected and whether the nursery collect seeds \nfrom urban areas. In addition, tagging and keeping a data basis is highly correlated \nwith the total number of tree seedlings that are produced. Most surveyed nurseries \n(91%) would agree to participate in a program to exchange and mix seeds in order to \nincrease the tree seedling diversity, and 40% of these would also agree with paying \nfor such program. To address the issues related to the use of few mother trees, it is \nnecessary to work on awareness and education of the professionals that collect and \nproduce native tree seedlings. More specifically, in addition to the recommendation of \nusing regional native species, it is necessary to emphasize the importance of both \ninter and intra species diversity as well as on the negative consequences of poor \ndiversity.  Regarding the diversity of species produced, it was found that a large \nnumber of different species are produced by the surveyed nurseries, mostly due to \nthe demand for diversity, stimulated by current state laws. \n\nKeywords: Nurseries; Genetic diversity; Forest species; Heterogeneous plantations \n\n \n\n \n\n \n\n\n\n!'!\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n! (!\n\n1 INTRODUÇÃO \n\nA região da bacia do rio Piracicaba, localizada na depressão periférica do Estado de \n\nSão Paulo, sofreu um processo de intensa mudança do uso do solo. Atualmente, o \n\nmunicípio de Piracicaba possui 45,46% de sua área ocupada por cana-de-açúcar e \n\napenas 9,91% de florestas remanescentes (BARRETO et al., 2006), restando uma \n\ncobertura florestal reduzida composta de fragmentos florestais pequenos, isolados, \n\nsob efeito de borda e com capacidade de conservação da biodiversidade pouco \n\nefetiva. No restante da bacia este cenário se repete, restando em 1997 apenas 5,7% \n\nde cobertura vegetal nativa na bacia segundo dados do Projeto Piracena \n\n(www.cena.usp.br/piracena).  \n\nComo conseqüência desse processo, hoje, a região sofre graves impactos \n\nambientais, como a degradação do solo, deterioração dos sistemas aquáticos, \n\npoluição das águas por uso de fertilizantes nitrogenados, destruição dos \n\necossistemas ciliares, diminuição da biodiversidade, entre outras (MARTINELLI &amp; \n\nFILOSO, 2008). Estas conseqüências acarretam em um grande passivo ambiental a \n\nser resolvido. \n\nA legislação ambiental brasileira (Lei No 4.771/65), até o momento, exige que todas \n\nas propriedades rurais adequem as áreas de preservação permanente (APPs) e de \n\nreserva legal (RLs) às normas vigentes, mesmo nas terras que já são usadas para \n\nprodução. De acordo com o Código Florestal, a área destinada para Reserva Legal é \n\nde 20% do total da propriedade (no caso de São Paulo) e considera-se área de \n\npreservação permanente toda floresta e demais formas de vegetação natural \n\nsituadas em: \n\na) ao longo dos rios ou de qualquer curso d'água desde o seu nível mais alto em \n\nfaixa marginal cuja largura mínima será: \n\n        1 - de 30 (trinta) metros para os cursos d'água de menos de 10 (dez) metros de \n\nlargura;  \n\n        2 - de 50 (cinquenta) metros para os cursos d'água que tenham de 10 (dez) a \n\n50 (cinquenta) metros de largura;   \n\n        3 - de 100 (cem) metros para os cursos d'água que tenham de 50 (cinquenta) a \n\n200 (duzentos) metros de largura;  \n\n\n\n!)*!\n\n        4 - de 200 (duzentos) metros para os cursos d'água que tenham de 200 \n\n(duzentos) a 600 (seiscentos) metros de largura;  \n\n        5 - de 500 (quinhentos) metros para os cursos d'água que tenham largura \n\nsuperior a 600 (seiscentos) metros;   \n\nb) ao redor das lagoas, lagos ou reservatórios d'água naturais ou artificiais; \n\nc) nas nascentes, ainda que intermitentes e nos chamados \"olhos d'água\", qualquer \n\nque seja a sua situação topográfica, num raio mínimo de 50 (cinquenta) metros de \n\nlargura;  \n\nd) no topo de morros, montes, montanhas e serras; \n\ne) nas encostas ou partes destas, com declividade superior a 45°, equivalente a \n\n100% na linha de maior declive; \n\nf) nas restingas, como fixadoras de dunas ou estabilizadoras de mangues;  \n\ng) nas bordas dos tabuleiros ou chapadas, a partir da linha de ruptura do relevo, em \n\nfaixa nunca inferior a 100 (cem) metros em projeções horizontais;  \n\nh) em altitude superior a 1.800 (mil e oitocentos) metros, qualquer  que seja a \n\nvegetação. \n\n \n\nA recuperação da cobertura vegetal através da restauração destas áreas se torna \n\nnecessária para garantir a conservação da biodiversidade, proteger as nascentes e \n\ncursos d’água, preservar encostas, promover melhorias na fertilidade, temperatura e \n\numidade do solo e principalmente interligar os fragmentos remanescentes na \n\npaisagem (RODRIGUES et al., 2009; VALERI et al., 2003). \n\nAlém da recuperação de 20% da Reserva Legal como exige a legislação brasileira \n\nno caso do Estado de São Paulo, outros projetos no Estado demandam a produção \n\nde sementes e mudas florestais nativas para restauração, tais como: projetos \n\nresultantes de condicionantes de licenciamento ambiental e Termos de Ajuste de \n\nConduta (TAC), projetos resultantes de passivos ambientais e projetos de \n\nrecomposição de matas ciliares. Desta forma, mesmo que haja mudanças na \n\nlegislação, por exemplo no Código Florestal, ainda assim haverá grande demanda \n\npor sementes florestais e mudas nativas para recuperação florestal. \n\nDesse modo, um dos grandes problemas enfrentados atualmente é como se \n\nconservar os fragmentos remanescentes de forma sustentável, além de, manter a \n\ndiversidade genética e a riqueza de espécies nos futuros programas de recuperação \n\n\n\n! ))!\n\nflorestal (PRIMACK &amp; RODRIGUES, 2001), para impedir que estas populações \n\npequenas e isoladas restantes possam sofrer endogamia (cruzamento entre \n\nindivíduos aparentados) e perda da diversidade genética, o que levaria a um vigor \n\nreprodutivo reduzido (depressão endogâmica) e menor habilidade para evoluírem \n\nem resposta às mudanças ambientais (FRANKHAM et al., 2008), aumentando o \n\nrisco de extinção destas populações (FRANKHAM, 2003). \n\nEstas áreas restauradas, quando bem dimensionadas e localizadas na paisagem \n\nrural, podem representar a biodiversidade presente na região, necessária a \n\nequilibrar o agro, ou silvo ou pasto-ecossistema. Se bem aproveitados os altos \n\nníveis de diversidade inter e intra específica na restauração destas áreas, estas \n\npoderão beneficiar os outros sistemas de cultivo no entorno pelo efeito de buffer, \n\ndesempenhando um papel fundamental na redução do ataque de pragas e doenças \n\n(AMARAL et al., 2004; KAGEYAMA, 2009).  \n\nA restauração feita com base em uma alta diversidade de espécies, representativas \n\nde florestas naturais da região, tem maior probabilidade de sucesso para seu pleno \n\ndesenvolvimento, assim como de se adequar quanto aos polinizadores, dispersores \n\nde sementes e predadores (KAGEYAMA, 2009). Da mesma forma, segundo este \n\nmesmo autor, a restauração efetuada com sementes coletadas com bons critérios, \n\nrespeitando-se as regras estabelecidas com base no tamanho efetivo de populações \n\n(Ne), cria populações mais aptas à sustentabilidade e mais próximas às florestas \n\nnaturais. Estes procedimentos têm importância por permitir que estas plantações de \n\nrestauração sirvam não somente como conservação ex situ das espécies e \n\npopulações utilizadas, como também, no futuro, como áreas favoráveis para a \n\nprodução de sementes de boa qualidade genética para outras restaurações ou \n\nplantações comerciais (KAGEYAMA, 2009). \n\nDesta forma, a coleta de sementes para a produção de mudas se constitui em um \n\nfator importante no processo que dará origem a novas áreas restauradas, servindo \n\ncomo base para garantir o sucesso não só da recuperação de áreas degradadas, \n\nmas também, da sustentação destas áreas ao longo do tempo (KAGEYAMA et al., \n\n2003).  \n\nA maior parte dos programas de restauração de áreas utiliza-se de mudas \n\nproduzidas por viveiros comerciais, porém sem um monitoramento adequado quanto \n\n\n\n!)+!\n\nà procedência dos materiais genéticos utilizados com base ampla, quanto aos \n\nmétodos para montagem dos lotes de sementes e a conseqüente produção de \n\nmudas.  \n\nPortanto, este trabalho teve como objetivo, analisar os processos utilizados na coleta \n\nde sementes e produção de mudas florestais de viveiros da região da bacia do rio \n\nPiracicaba (SP) e adjacentes, quanto ao uso e gestão da biodiversidade arbórea em \n\nprojetos de restauração florestal principalmente. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n! )\"!\n\n2 METODOLOGIA \n\nA região da bacia do rio Piracicaba e adjacentes foi selecionada para este estudo \n\ndevido à alta concentração de viveiros de produção de mudas de espécies nativas e \n\ntambém pela baixa cobertura florestal remanescente na região, o que torna esta \n\nárea um importante estudo de caso para se analisar a produção das mudas que \n\nserão utilizadas nos projetos de restauração florestal da região. Os viveiros \n\nselecionados estão localizados nesta região e seu entorno, abrangendo as bacias \n\nhidrográficas de Piracicaba/Capivari/Jundiaí, Mogi-Guaçu, Tiête/Sorocaba e \n\nTiête/Jacaré (Figura 1).  \n\nA análise do uso da diversidade na produção de mudas florestais foi realizada a \n\npartir de um levantamento em 22 viveiros do Estado de São Paulo, considerando-se \n\nos principais fatores: numero de matrizes coletadas por espécies, formas de \n\nobtenção de sementes, espécies utilizadas, dificuldades encontradas no setor e \n\nalternativas visando aumento da biodiversidade. Estes viveiros foram selecionados a \n\npartir da lista de viveiros de mudas florestais disponível no site do Instituto de \n\nBotânica de São Paulo (www.ibot.sp.gov.br) no mês de maio de 2010 e em consulta \n\naos especialistas da área. A região selecionada para este estudo, de acordo com \n\nesta lista, compreende 60% dos viveiros do Estado. O Instituto de Botânica realizou \n\neste diagnóstico da produção de mudas de espécies florestais nativas no Estado de \n\nSão Paulo em 2001, 2008 e atualizou os dados em 2009. Foram excluídos os \n\nviveiros municipais, pois estes têm suas mudas produzidas prioritariamente para fins \n\nde arborização urbana do município (GONÇALVES et al, 2004). \n\n\n\n!)#!\n\n \n\nFigura 1 - Região de estudo, abrange toda região de Piracicaba e entorno, incluindo \nas Bacias de Piracicaba/Capivari/Jundiaí, Mogi-Guaçu, Tiête/Sorocaba e \nTiête/Jacaré \n\n \n\nUm questionário semi-estruturado, com metodologia adaptada de Smith et al. \n\n(2007), foi aplicado aos responsáveis pelos viveiros. Todas as 22 entrevistas foram \n\nrealizadas no local do viveiro de maio à agosto de 2010. Este questionário permitiu a \n\ncoleta de informações sobre a coleta de sementes, troca de sementes entre viveiros \n\ne produção de mudas florestais (Modelo do questionário – Apêndice A). Além dos \n\nquestionários, foi solicitado para cada um dos entrevistados, uma lista das espécies \n\nproduzidas no ano de 2009.  \n\nDe posse dos questionários e da lista de espécies produzidas, os resultados e dados \n\nforam analisados e consolidados em tabelas e gráficos demonstrativos, \n\napresentados nos ítens a seguir.  \n\nForam realizadas análises de correlação, a partir do coeficiente de correlação de \n\nPEARSON, entre as principais variáveis analisadas nas entrevistas, além do cálculo \n\ndo valor-p, que é uma estatística usada para sintetizar o resultado de um teste de \n\nhipóteses. O valor-p neste caso foi usado para  testar a hipótese de duas variáveis \n\nnão serem correlacionadas, contra a alternativa que a correlação seja diferente de \n\n\n\n! )$!\n\nzero. Se o valor-p é pequeno (<0.1), a correlação entre as duas variáveis é \n\nsignificativamente diferente de zero para o intervalo de confiança de 90%. Os \n\ncálculos foram realizados pelo software MATLAB (MATrix LABoratory). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n!)%!\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n! )&amp;!\n\n3 RESULTADOS E DISCUSSÃO \n\nOs resultados e discussões deste trabalho foram estruturados de acordo com os \n\nseguintes tópicos, que serão detalhados nos próximos itens desta seção: a) \n\ndiagnóstico dos viveiros entrevistados, b) o uso da diversidade de espécies pelos \n\nviveiros e por último, c) o uso da diversidade intra específica nas etapas de coleta de \n\nsementes  e d) produção de mudas florestais. A relação das respostas dadas pelos \n\nviveiristas às principais perguntas das entrevistas estão sintetizadas no Apêndice B. \n\n \n\n3.1 Diagnóstico dos viveiros \n\nDo total de 22 viveiros entrevistados, 17 estão dentro dos limites da Bacia do PCJ \n\nsendo que o total de viveiros cadastrados no site do Instituto de Botânica nesta \n\nbacia são 19 viveiros, com exceção dos municipais, isto significa que foram \n\nentrevistados 90% dos viveiros desta bacia. Além destes, outros cinco viveiros de \n\nbacias do entorno (Tietê/Jacaré, Tietê/Sorocaba e Mogi-Guaçu) também foram \n\nentrevistados devido à grande proximidade dos limites da bacia do PCJ. \n\nDos 22 viveiros, 15 são particulares, três são ONGs (Organizações Não-\n\nGovernamentais), dois são associações, um é uma fundação e um é uma OSCIP \n\n(Organização da Sociedade Civil de Interesse Público). \n\nA maioria dos viveiros executa a coleta e compra de sementes e aproximadamente \n\nmetade também troca, sendo que esta troca é esporádica e apenas com outros \n\nviveiros da região (Figura 2). \n\n \n\n\n\n!)'!\n\n \nFigura 2 - Sistemas de gestão das sementes nativas pelos viveiros entrevistados em \n\nporcentagem \n \n\nAlguns viveiros além da produção de mudas nativas também prestam serviços de \n\nplantios para restauração florestal, outros trabalham com paisagismo, mudas de \n\nmaior porte para atender demanda da Grande São Paulo e outros possuem como \n\nfonte de renda principal a produção de mudas de eucalipto. \n\nOs viveiros entrevistados possuem uma capacidade total de produção de 18.550 mil \n\nmudas/ano. Já a produção total em 2009 destes viveiros foi de 11.158 mil mudas, \n\n40% menor que a capacidade. Esta produção menor que a capacidade esta \n\nrelacionada, segundo os entrevistados, com a menor demanda por mudas no ano de \n\n2009. A variação na produção individual em 2009 foi de 3 mil mudas em alguns \n\nviveiros a até 2.500 mil mudas, sendo que mais da metade dos viveiros (54%) \n\nproduziram na faixa de 100 a 500 mil mudas/ano (Figura 3). Diferente do que foi \n\nencontrado por Gonçalves, et al. (2004) analisando a produção de viveiros \n\nmunicipais do Estado de Minas Gerais, em que a grande maioria (55%) produz até \n\n30 mil mudas por ano e a grande maioria dos municípios (84%) produz mudas com a \n\nfinalidade de arborização urbana.  \n\n \n\n\n\n! )(!\n\n \nFigura 3 - Distribuição percentual da produção em 2009 e capacidade de produção \n\nanual de mudas pelos viveiros entrevistados \n \nQuando compara-se a capacidade de produção e a quantidade de mudas \n\nproduzidas para cada viveiro (Tabela 1), pode-se observar que há uma grande \n\nvariação desde um viveiro que produziu apenas 6,7% de sua capacidade a até três \n\nviveiros que produziram 100% de sua capacidade de produção. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n!+*!\n\nTabela 1 – Capacidade de produção, quantidade produzida e a relação percentual \nentre a produção e a capacidade de produção de mudas de espécies \nflorestais pelos viveiros entrevistados \n\nViveiros \n\nCapacidade \nde produção \n\nde mudas \n(mil/ano) \n\nQuantidade \nde mudas \n\nproduzidas \nem 2009 (mil) \n\n% da \nprodução em \n\nrelação a \ncapacidade \n\n1 50 10 20,0% \n2 100 10 10,0% \n3 30 3 10,0% \n4 180 130 72,2% \n5 360 120 33,3% \n6 1200 900 75,0% \n7 500 500 100,0% \n8 400 200 50,0% \n9 200 200 100,0% \n\n10 3000 2500 83,3% \n11 1500 100 6,7% \n12 200 80 40,0% \n13 400 120 30,0% \n14 130 100 76,9% \n15 200 150 75,0% \n16 3000 1800 60,0% \n17 500 200 40,0% \n18 3000 1500 50,0% \n19 3000 2000 66,7% \n20 400 385 96,3% \n21 100 50 50,0% \n22 100 100 100,0% \n\nTotal 18550 11158 60,2% \nMedia 843,2 507,2 56,6% \n\n \nEm relação à finalidade das mudas produzidas pelos viveiros em 2009, em média, \n\n84% foi destinado à restauração, 10% arborização urbana, 3% paisagismo e 3% \n\noutros fins como doações, pomares, sítios entre outros fins. \n\nPode-se observar portanto que estes viveiros entrevistados tem como finalidade \n\nprincipal produzir mudas para restauração florestal e aproximadamente metade \n\nconcentra sua produção entre 100 a 500 mil mudas por ano. Já os viveiros \n\nmunicipais, conforme dados de Gonçalves et al. (2004), tem como finalidade \n\nprincipal produzir mudas para arborização urbana e aproximadamente metade deles \n\n\n\n! +)!\n\nconcentram sua produção em uma faixa menor de produção. Devido a este fato que \n\nos viveiros municipais foram excluídos deste estudo. \n\nA maior dificuldade encontrada na produção de mudas de espécies florestais nativas \n\nsegundo os entrevistados refere-se à etapa de coleta de sementes (Figura 4), \n\ndestacando-se a falta de locais fixos para coleta, existência e dificuldade de acesso \n\nàs matrizes e falta de funcionários qualificados para a coleta de sementes. Outras \n\ndificuldades destacadas foram: a falta de informações técnicas quanto à \n\ngerminação, limpeza, tratamentos e armazenamento de sementes; a dificuldade de \n\ncomercialização das mudas produzidas, que segundo os entrevistados, o mercado é \n\nincipiente e irregular, com uma demanda muito baixa para as exigências legais que \n\nse fazem necessárias; concorrência desleal, devido à falta de fiscalização nos \n\nviveiros e também ao fornecimento de mudas gratuitas por alguns viveiros não \n\ncomerciais; entre outras dificuldades apresentadas na figura a seguir. \n\n \nFigura 4 - Principais dificuldades na produção de mudas de espécies florestais \n\nnativas pelos viveiros entrevistados em porcentagem \n \n\n3.2 Diversidade de espécies \n\nPara a análise do uso da diversidade de espécies pelos viveiros, foram considerados \n\nos dados obtidos de 17 dos 22 viveiros, pois foram estes que entregaram a relação \n\nde espécies produzidas em 2009. \n\nEm média, os viveiros da região da Bacia do PCJ produziram em 2009, 149 \n\nespécies florestais, entre arbóreas e arbustivas, com extremos de 50 e 266 \n\nespécies, sendo que 94% dos viveiros produziram mais de 80 espécies (Figura 5). \n\n\n\n!++!\n\n \n\n \nFigura 5 - Distribuição percentual dos viveiros em relação à quantidade de espécies \n\nflorestais produzidas em 2009 \n \n\nNo passado, segundo Barbosa et al. (2003), a falta de cobrança pela diversidade de \n\nespécies a ser implantada na restauração florestal, conduziu os viveiros florestais do \n\nEstado de São Paulo à produção de um número reduzido de espécies, sendo que \n\nem 2001-2002 a média de produção era de 40 espécies por viveiro. Como \n\nconseqüência, houve um declínio das áreas implantadas com esta baixa diversidade \n\nsendo constatado que áreas com plantios de poucas espécies, principalmente \n\npioneiras de ciclo curto, tiveram problemas com a mortalidade expressiva destas \n\nentre 8 e 10 anos (BARBOSA et al., 2003). Já em 2009, foi observado que 55% dos \n\nviveiros do Estado de São Paulo estavam produzindo acima de 80 espécies \n\n(BARBOSA et al., 2009), reflexo das políticas públicas adotadas no Estado neste \n\nperíodo.  \n\nPode-se destacar entre as políticas públicas adotadas, a Resolução da Secretaria do \n\nMeio Ambiente do Estado de São Paulo número 08 de 2008 que exige um número \n\nmínimo de espécies nos projetos de restauração do estado, aumentando assim a \n\ndemanda por diversidade nos viveiros. Essa resolução objetivou potencializar o \n\nestabelecimento de florestas biologicamente viáveis e com riqueza de espécies \n\nvegetais condizente com a dos ecossistemas de referência, a fim de garantir a \n\n\n\n! +\"!\n\npersistência das florestas restauradas e proteger a biodiversidade nativa \n\n(BRANCALION et al., 2010). \n\nNeste levantamento, a maioria dos entrevistados (86%) afirmou que houve aumento \n\nna procura por diversidade de espécies com as resoluções da SMA, em especial a \n\n08 de 2008. \n\nA relação de espécies que os 17 viveiros deste levantamento produziram no ano de \n\n2009 segue no Anexo 1. No total, foram produzidas 516 espécies, distribuídas em 90 \n\nfamílias. \n\nO Artigo 8o da resolução da SMA 8 de 2008, estabelece que, para efeitos desta \n\nresolução, o Instituto de Botânica de São Paulo disponibilizará, através do portal \n\neletrônico da Instituição e outros meios, a lista de espécies florestais de ocorrência \n\nregional, atualizada no mínimo anualmente, com informações necessárias para o \n\ncumprimento desta resolução, tais como: área de ocorrência, formação vegetal, \n\ngrupo sucessional, síndrome de dispersão e categoria de ameaça das espécies.  \n\nA lista de espécies obtida através do site do Instituto de Botânica de São Paulo, \n\npossui uma relação de 701 espécies nativas para serem utilizadas nos \n\nreflorestamentos heterogêneos de áreas degradadas. Estas 701 espécies também \n\nestão listadas no Anexo 1, porém destas, 416 espécies não foram produzidas pelos \n\nviveiros entrevistados em 2009. Já outras 5 espécies recebem destaque por terem \n\nsido produzidas por todos viveiros, são elas: Syagrus romanzoffiana, Chorisia \n\nspeciosa, Hymenaea courbaril, Cedrela fissilis e Eugenia uniflora. Ou seja, alem das \n\nespécies indicadas pela lista, os viveiros produziram outras 231 espécies em 2009, \n\nsendo que destas, 96 são exóticas do Brasil (Tabela 2). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n!+#!\n\nTabela 2 - Total de espécies produzidas pelos viveiros entrevistados que estão \ncontidas na lista da Resolução 08 de 2008 da Secretaria do Meio \nAmbiente do Estado de São Paulo e das espécies que são nativas e \nexóticas do Brasil \n\nEspécies Total \n\nNativas contidas na lista da SMA 08 285 \n\nNativas diferente da lista da SMA 08 135 \n\nExóticas do Brasil 96 \n\nTotal 516 \n\n \n\nEm relação à produção de exóticas, a maioria (76%) dos viveiros, produziram menos \n\nde 10 espécies exóticas do Brasil, sendo que destes, cinco viveiros afirmaram não \n\nproduzir exóticas. O viveiro que produziu o maior numero de exóticas (66), se \n\ndestacou na produção de palmeiras exóticas que tem como destino principal o \n\npaisagismo, mas o viveiro afirmou que estas palmeiras também são usadas na \n\nrestauração, pois alguns compradores se interessam, devido à beleza destas \n\npalmeiras. Outras exóticas são espécies florestais frutíferas que também tem como \n\ndestino principal a formação de pomares residenciais, porém também foi afirmado \n\nque são muito utilizadas na restauração devido ao interesse dos compradores por \n\nespécies frutíferas. \n\nMuitas destas espécies exóticas deveriam ser utilizadas com cautela ou mesmo não \n\ndeveriam ser utilizadas, no caso da leucena e jambolão por exemplo, nos projetos \n\nde restauração florestal pois possuem um alto potencial de modificar sistemas \n\nnaturais e isto pode se agravar com o tempo ao passo que estas plantas ocupam os \n\nespaços das espécies nativas, ocorrendo perdas em biodiversidade e modificações \n\nnos ecossistemas naturais (ZILLER, 2000). \n\nOs resultados da análise de correlação entre o total de espécies produzidas por \n\ncada viveiro e as principais variáveis levantadas nas entrevistas foram os seguintes: \n\ntotal de espécies versus quantidade de mudas produzidas (r= 0,14 e p= 0,59); total \n\nde espécies versus se os viveiros trocam sementes (r= -0,09 e p= 0,74); total de \n\nespécies versus se viveiros possuem marcação e banco de dados de matrizes (r= \n\n\n\n! +$!\n\n0,13 e p= 0,62); e total de espécies versus se viveiros coletam em área urbana (r= \n\n0,21 e p= 0,41).  \n\nAnalisando estes resultados, pode-se afirmar que a correlação não é significativa \n\ncom 90% de confiança entre o total de espécies produzidas por cada viveiro e as \n\nvariáveis analisadas acima, pois o coeficiente de correlação é baixo e o valor-p é \n\nalto. Este alto valor-p esta relacionado ao tamanho da amostra, que é pequeno, ou \n\nao fato simplesmente de que estas variáveis não se relacionam. Portanto não se \n\npode correlacionar os viveiros que produzem um maior número de espécies \n\nflorestais com nenhuma das variáveis apresentadas acima.  \n\n \n\n3.3 Uso da diversidade intra específica  \n\nPara análise do uso da diversidade intra específica utilizada pelos viveiros na etapa \n\nde coleta e compra de sementes, foram considerados alguns fatores de acordo com \n\nrecomendações da literatura, à saber: marcação e banco de dados de matrizes, \n\nregionalidade das matrizes, coleta em áreas restauradas e urbanas e número \n\nmínimo de matrizes coletadas. A seguir estes fatores serão apresentados. \n\n \n\nA. Marcação e banco de dados de matrizes \n\nDe um total de 21 viveiros que coletam sementes, 48% possuem marcação e banco \n\nde dados de matrizes. A prática de marcação de árvores matrizes com GPS permite \n\nque seja possível encontrar todos os anos as matrizes de cada espécie, facilitando a \n\nobtenção de sementes e permitindo um monitoramento da produção e da qualidade \n\ndas sementes (RODRIGUES et al., 2009; HIGA e DUQUE SILVA, 2006). Esta \n\nqualidade esta relacionada principalmente a taxa de germinação destas sementes e \n\nao vigor das mudas. \n\n \n\nB. Regionalidade das matrizes \n\nA maioria dos viveiros (90%) afirmaram coletar apenas de fragmentos da região, \n\nporém na compra, 25% afirmaram que também compram de outros Estados, do \n\n\n\n!+%!\n\nnorte até o sul do Brasil. Segundo os entrevistados, a coleta é feita na região devido \n\na maior praticidade e economia no deslocamento da equipe de coleta. \n\nA extensa distribuição geográfica de muitas espécies faz com que as mesmas \n\nestejam expostas a diferentes condições de solo, clima e interações biológicas, e \n\nestes fatores combinados com a seleção natural, resulta em populações \n\ngeneticamente distintas entre si (mesmo pertencendo a mesma espécie), e de forma \n\ngeral melhores adaptadas a seus ambientes de origem, culminando na formação de \n\necótipos (McKAY et al., 2005). Daí a importância da utilização de populações locais \n\nnos projetos de restauração, evitando-se problemas de adaptação destes indivíduos \n\n(RODRIGUES et al., 2009). \n\nComo a maioria dos viveiros coleta sementes apenas da região, estas mudas podem \n\nestar melhor adaptadas a seus ambientes de origem, o que pode evitar problemas \n\nde adaptação destes indivíduos nos futuros plantios. \n\n \n\nC. Coleta em áreas restauradas \n\nA maioria dos viveiros (95%) também coleta em áreas restauradas. Se estas áreas \n\nforam restauradas priorizando a diversidade genética das espécies contidas, as \n\náreas restauradas entram como uma boa alternativa para coleta de sementes. \n\nPorém, em muitas das áreas restauradas, a questão da diversidade genética das \n\nespécies é desconhecida ou possui um baixo tamanho efetivo populacional, portanto \n\nesta deveria ser uma prática a ser realizada com cautela, em áreas realmente \n\ncontroladas, fiscalizadas e até certificadas, como por exemplo áreas de produção de \n\nsementes e até pomares de sementes. Estas áreas podem ser uma alternativa para \n\naumentar a oferta de sementes com qualidade genética para reflorestamentos. \n\nSegundo Yamamoto, et al. (2007), ao se formar uma área de coleta de sementes \n\ncom base genética restrita, suas progênies terão grande possibilidade de apresentar \n\nbaixa adaptabilidade à mudanças do ambiente e as suas sementes apresentarão \n\nbaixa porcentagem de germinação. \n\n \n\nD. Coleta em área urbana \n\nA maioria dos viveiros entrevistados (86%) coleta em área urbana, devido à \n\n\n\n! +&amp;!\n\nfacilidade de acesso às matrizes. As árvores em área urbana muitas vezes se \n\napresentam de forma isolada ou com poucas matrizes para cada espécie. Desta \n\nforma, há uma grande chance destas estarem se cruzando com outros indivíduos \n\naparentados, ou até mesmo estarem se autofecundando. Esse evento poderá trazer \n\nproblemas de baixa germinação das sementes e resistência às futuras progênies \n\n(SHIMIZU, 2001). Além disso, normalmente não se tem conhecimento sobre a \n\norigem das sementes que deram origem a essas árvores, geralmente localizadas em \n\npraças, jardins e áreas urbanas em geral, sendo melhor evitar a coleta de sementes \n\nnestes locais com pequeno número de matrizes por espécies. \n\n \n\nE. Número mínimo de matrizes \n\nNas entrevistas, os profissionais foram questionados quanto à quantidade de \n\nmatrizes que consideravam importante coletar para cada espécie. Metade dos \n\nentrevistados disseram ter conhecimento sobre a importância de se coletar \n\nsementes de um maior número de matrizes como é indicado na literatura (Figura 6), \n\nmas apenas 19% do total, afirmou ser para aumentar a diversidade genética das \n\nespécies. Um viveiro afirmou que coleta de duas matrizes apenas para conseguir \n\nalcançar sua meta de produção. Dois viveiros não responderam o número mínimo \n\nde matrizes, pois um considerou mais importante que o número mínimo, a distancia \n\nentre as matrizes e o outro afirmou que o número mínimo depende da espécie, se é \n\nrara, pioneira ou tardia, e não saberia responder a número médio de matrizes \n\ncoletadas.  \n\n\n\n!+'!\n\n \nFigura 6 - Distribuição percentual das respostas dos viveiros em relação à \n\nquantidade de matrizes que consideram importante coletar por espécie \n \n\nO trabalho de Vencovsky (1987) tem sido um dos mais utilizado no país para \n\ndeterminação do número mínimo de indivíduos a serem amostrados e para se obter \n\numa amostra representativa da diversidade genética de uma população local \n\n(RODRIGUES, et al., 2009). De acordo com este trabalho, para que se tenha uma \n\nconservação genética de curto prazo (10 gerações da espécie), minimizando os \n\ndanos por depressão endogâmica, é necessário ter um tamanho efetivo da \n\npopulação (Ne) de 50. Esse parâmetro (Ne) representa o tamanho da “amostra” que \n\ngarante a representatividade genética de uma população coletada em relação à \n\npopulação parental. Para se ter um Ne igual a 50, como em média cada matriz \n\nrecebe o pólen de 4 árvores pais, de acordo com este mesmo trabalho, \n\nconsiderando-se os cruzamentos como sendo aleatórios e em espécies alógamas \n\n(maioria das espécies arbóreas tropicais), verifica-se que as sementes produzidas \n\npor uma única árvore matriz contêm material genético de cinco indivíduos. Dessa \n\nforma, a coleta de sementes de 12 matrizes, desde que elas ou os pais (árvores \n\nfornecedoras de pólen) não sejam aparentados, possibilita que se atinja um Ne \n\npróximo de 50. Já segundo Duque Silva e Higa (2006), a coleta de sementes em \n\n\n\n! +(!\n\npelo menos 30 árvores matrizes para a restauração florestal e 45 para implantação \n\nde pomares de sementes, garante populações com o mínimo de variabilidade \n\ngenética e potencial evolutivo. \n\nDesta forma, tanto na coleta como na preservação de amostras, é fundamental que \n\nse procure sempre reunir descendentes de um maior número possível de plantas \n\ngenitoras e de preferência em número igual, ou aproximadamente igual, de cada \n\numa (VENCOVSKY, 1987). \n\nQuanto à média de matrizes que são coletadas para cada espécie, apenas 1 viveiro \n\nafirmou coletar de mais de 12 matrizes (Figura 7).  \n\n \nFigura 7 - Distribuição percentual das respostas dos viveiros em relação à média de \n\nmatrizes coletadas por espécie \n \n\nOs resultados da análise de correlação entre a média de matrizes coletadas para \n\ncada espécie por viveiro e as principais variáveis levantadas nas entrevistas foram \n\nos seguintes: média de matrizes versus quantidade de mudas produzidas (r= 0,23 e \n\np= 0,24); média de matrizes versus se os viveiros trocam sementes (r= -0,07 e p= \n\n0,77); média de matrizes versus se viveiros possuem marcação e banco de dados \n\nde matrizes (r= 0,55 e p= 0,015); média de matrizes versus se viveiros coletam em \n\nárea urbana (r= -0,44 e p= 0,06); e média de matrizes versus quantas matrizes os \n\nviveiros acham que deveriam coletar por espécie (r= 0,20 e p= 0,45).  \n\n\n\n!\"*!\n\nAnalisando estes resultados, pode-se afirmar que a correlação é positivamente \n\nmoderada e significativa com 90% de confiança entre a média de matrizes coletadas \n\npara cada espécie por viveiro e a variável marcação e banco de dados de matrizes. \n\nOu seja, os viveiros que possuem marcação e banco de dados das matrizes que \n\ncoletam, tendem a coletar de mais matrizes por espécie. Isto pode ser explicado \n\npelo fato, já dito anteriormente, que ao se marcarem as matrizes com receptores \n\nGPS e registrarem as mesmas em um banco de dados, facilita encontrar todos os \n\nanos as matrizes de cada espécie e conforme se encontra mais matrizes de \n\ndeterminada espécie, o banco de dados vai aumentando também. \n\nA correlação entre a média de matrizes coletadas e se os viveiros coletam em área \n\nurbana é negativamente moderada e significativa com 90% de confiança, ou seja, os \n\nviveiros que coletam em área urbana, tendem a coletar de menos matrizes por \n\nespécie. Isto pode ser devido ao fato, explicado anteriormente, que nas áreas \n\nurbanas estão presentes menores quantidade de matrizes por espécie e se os \n\nviveiros não coletam em outras áreas, ficam restritos às poucas matrizes das áreas \n\nurbanas. \n\nAnalisando os viveiros que possuem marcação e banco de dados de matrizes, pode-\n\nse observar também, que existe uma moderada correlação positiva e significativa \n\ncom a quantidade de mudas produzidas pelos viveiros (r= 0.57 e p= 0.005). Ou seja, \n\nos viveiros que produzem mais mudas, tendem a possuir um sistema mais \n\ncontrolado de coleta de sementes, como a marcação e banco de dados das \n\nmatrizes. Esta prática facilita o sistema de coleta de sementes dos viveiros \n\nagilizando a produção de mudas. \n\nMesmo os entrevistados que acham que deveriam coletar de mais matrizes, na \n\nprática, não coletam, pois pela análise de correlação, está correlação seria fraca, \n\nmas não é significativa. Talvez com mais amostras esta correlação fraca poderia \n\nficar significativa. \n\nDas espécies que os viveiros não conseguem coletar mais que 12 matrizes, 62% \n\nafirmaram ser por falta ou dificuldade de encontrar matrizes (não encontram nos \n\nfragmentos que tem acesso na região), 14% por dificuldade de coleta (acesso difícil, \n\nporte alto, etc) e 14% por questões financeiras e outras respostas individuais, como: \n\nbaixa ocorrência de algumas espécies na região, fragmentos muito degradados, falta \n\n\n\n! \")!\n\nde fragmentos disponíveis, depredação de matrizes, baixa produção de sementes de \n\nalgumas matrizes, falta de tempo para procurar matrizes e falta de funcionário \n\nqualificado para identificação das espécies. Apenas um viveiro não respondeu a esta \n\nquestão. \n\nComo pode ser observado na Figura 8, a maioria (86%) afirmou que é possível \n\naumentar o número de matrizes coletadas, sendo que 48% dos entrevistados \n\napontaram como uma forma, o aumento da área de coleta, 19% liberação de áreas \n\npúblicas para coleta e outras formas como: compra de sementes, mais empenho na \n\ncoleta, cadastro de matrizes, mais estrutura para coleta, mais funcionários, \n\npreservação de matrizes, identificação de espécies e  repovoamentos induzidos. \n\n \n\n \nFigura 8 - Distribuição percentual das respostas dos viveiros em relação à \n\npossibilidade de se aumentar o número de matrizes coletadas das \nespécies que não são coletadas 12 matrizes \n\n \n\nIncentivos que possibilitariam o aumento no número de matrizes coletadas segundo \n\nos entrevistados seriam: financeiro (29%), com maior valorização do produto; \n\ndemanda (24%), com o mercado exigindo esta diversidade; liberação de áreas para \n\ncoleta (10%), como em Unidades de Conservação, Áreas de Preservação \n\nPermanente e Reservas; e 10% acham que o governo deveria ter uma estrutura de \n\ncomercialização das sementes das Unidades de Conservação a um preço justo e \n\nassim, poder garantir a diversidade que exige. Outras respostas foram: divulgação \n\n\n\n!\"+!\n\nacadêmica, tanto sobre a importância desta diversidade e seus efeitos, como \n\ntambém sobre identificação das espécies e maiores informações técnicas; leis \n\nsimplificadas para as espécies florestais nativas, diferenciando-as das espécies \n\nexóticas usadas na agricultura, como por exemplo, não exigir o registro de áreas de \n\ncoleta de sementes nativas; cursos práticos de coleta; cadastro de coletores; e \n\nfiscalização dos viveiros. \n\nQuanto às despesas para se obter um maior número de matrizes, a maioria dos \n\nviveiros relacionaram o transporte (62%) e despesas com aumento de funcionários \n\n(57%). Outras despesas sugeridas foram: tempo, treinamento dos funcionários, \n\nequipamentos para coleta e compra de sementes. \n\nCaso tivessem que coletar de mais matrizes, 48% afirmaram que seria necessário \n\naumentar o preço final das mudas e se houvesse uma legislação cobrando 12 \n\nmatrizes por espécie, 59% dos viveiros entrevistados afirmaram que não seria \n\npossível cumpri-la para todas espécies que coletam. \n\n \n\nF. Compra de sementes \n\nOs viveiros analisados compram sementes de outros viveiros, coletores autônomos \n\ne grupos de coletas (Figura 9). Grupos de coleta são caracterizados por um grupo \n\nde pessoas autônomas, associação ou uma empresa que fazem a coleta de \n\nsementes e depois vendem para diversos viveiros interessados. Porém a compra \n\ndas sementes é feita considerando as espécies disponíveis, ou seja, compram-se as \n\nsementes de espécies que os viveiros não conseguiram coletar. Desta forma, o que \n\nse tem conseguido elevar com este tipo de compra de sementes praticado é apenas \n\na diversidade de espécies. Caso houvesse a compra de sementes de espécies que \n\nos viveiros também coletam seria possível aumentar também a diversidade genética \n\ndestas espécies, pois o número de matrizes seria maior, porém, esta prática não é \n\npraticada por nenhum dos viveiros entrevistados. \n\n\n\n! \"\"!\n\n \nFigura 9 - Distribuição percentual das respostas dos viveiros em relação aos \n\nvendedores de sementes \n \n\nDos 20 viveiros que afirmaram comprar sementes, 60% tem interesse em saber a \n\norigem e o número de matrizes coletadas das sementes que compra e 75% \n\naceitariam pagar mais caso houvesse garantia de diversidade genética e \n\nprocedência das sementes. A compra de sementes é uma estratégia para se \n\naumentar a diversidade inter e intra específica dos viveiros, pois pode-se desta \n\nforma aumentar o número de matrizes das espécies e também comprar espécies \n\nque os viveiros não conseguiram coletar naquela ano por exemplo.  \n\nAlém da disponibilidade de espécies, a maioria dos viveiros considera importante \n\navaliar, para a compra de sementes, a idoneidade e seriedade do viveiro, que reflete \n\nna qualidade das sementes (porcentagem de germinação, tempo de coleta da \n\nsemente até a compra entre outros fatores). Apenas um viveiro entrevistado, que \n\ntem como foco principal, a produção de mudas de eucalipto, possui estrutura, no \n\npróprio viveiro, de laboratório para análise de sementes.  Outros itens que foram \n\ndestacados na compra são apresentados na Figura 10. \n\n\n\n!\"#!\n\n \nFigura 10 - Distribuição percentual das respostas dos viveiros em relação aos itens \n\nlevados em consideração na compra de sementes \n \n\nG. Redes de Sementes \n\nA partir do ano de 2000, foram estruturadas oito Redes de Sementes em todo o \n\nBrasil, representando diversos biomas e as mais variadas formas de parceria em \n\ntodo o país. Estas redes resultaram da estratégia conjunta do Fundo Nacional do \n\nMeio Ambiente e do Programa Nacional de Florestas, ambos ligados ao Ministério \n\ndo Meio Ambiente, e possuem dois objetivos principais: a aumento da oferta de \n\nsementes de espécies florestais nativas e a difusão da cultura de ação em rede \n\n(www.sementesriosaopaulo.sp.gov.br). \n\nAs oito redes são congregadas à Rede Brasileira de Sementes Florestais e são elas: \n\nRede Norte de Sementes (ou Rede de Sementes da Amazônia), Rede de Sementes \n\nda Amazônia Meridional, Rede de Sementes do Pantanal, Rede de Sementes do \n\nCerrado, Rede de Sementes da Caatinga, Rede de Sementes da Mata Atlântica (RJ, \n\nES e BA), Rede de Sementes Florestais Rio-São Paulo e Rede Semente Sul, sendo \n\nas três últimas apenas relativas ao bioma mata atlântica.  \n\nA articulação entre estas redes viabilizou a obtenção de um resultado relacionado à \n\nLei Federal 10.711/03, que instituiu o Sistema Nacional de Sementes e Mudas. Tal \n\nresultado se expressa na inclusão do artigo 47º no texto da lei, autorizando o \n\nMinistério da Agricultura, Pecuária e Abastecimento (MAPA) a estabelecer exceções \n\npara espécies florestais, ornamentais e medicinais na regulamentação da lei. Tais \n\n\n\n! \"$!\n\navanços permitiram o reconhecimento pelo MAPA em relação às especificidades da \n\nprodução de sementes florestais quando comparada à produção de grãos. \n\nNo Estado de São Paulo, além da Rede de Sementes Rio - São Paulo que é apenas \n\nrelativa ao bioma mata atlântica, houve uma iniciativa do setor privado de trocas e \n\nmisturas de lotes entre alguns viveiros vinculados às usinas sucroalcooleiras \n\ncoordenada pelo viveiro Bio Flora (www.viveirobioflora.com.br) de Piracicaba. Esta \n\niniciativa tinha como objetivo, aumentar a diversidade florística e genética dos \n\nviveiros, porém esta rede atualmente não está funcionando devido à desistência de \n\nalguns participantes por falta de recursos, de acordo com o viveiro entrevistado. \n\nProgramas como este de troca e mistura de sementes podem ser uma alternativa \n\npara se aumentar a diversidade dos viveiros. Por exemplo o viveiro A não conseguiu \n\ncoletar sementes da espécie X, porém coletou muitas de Y e o viveiro B conseguiu \n\nmuitas de X e nenhuma de Y. Neste caso os viveiros A e B podem trocar um pouco \n\nde suas sementes e assim aumentar a diversidade de espécie de ambos. Outro \n\nexemplo pode ser quando vários viveiros misturam partes iguais de semente de uma \n\ndeterminada espécie visando aumentar a diversidade genética desta espécie (Figura \n\n11). Desta forma os viveiros que antes da troca possuiam sementes de apenas 1 \n\nmatriz, de acordo com a figura à esquerda abaixo, provavelmente após a troca suas \n\nsementes de determinada espécie são proveniente de 3 matrizes. \n\n \nFigura 11 - Esquema de troca e mistura de lotes de sementes entre viveiros \n \n\n\n\n!\"%!\n\nMais da metade dos entrevistados (64%) disseram conhecer algum programa de \n\nRedes de Sementes, mas apenas dois entrevistados apontaram o Programa Rede \n\nde Sementes Florestais Rio – São Paulo, os outros afirmaram conhecer iniciativas \n\nparticulares entre viveiristas em que a troca é feita da forma como foi descrita \n\nanteriormente esquematizado na figura acima à direita. Esta troca além de \n\nesporádica é praticada apenas por viveiristas que se conhecem, sem a intervenção \n\nde um terceiro. \n\nA maioria dos entrevistados (91%) aceitariam participar de um programa desta \n\nnatureza de troca e mistura de sementes, visando: aumentar a diversidade de \n\nespécies (45%); aumentar a diversidade genética (23%); ter mais parceiros (9%); e \n\noutras respostas individuais foram: aumentar a produção, para economizar, trocar \n\nexperiências e por refletir na qualidade da restauração. Não responderam a esta \n\nquestão 36% dos viveiros. \n\nDos viveiros que aceitariam participar de um programa desta natureza, 40% \n\naceitariam pagar por este tipo de serviço, sendo que, destes, a maioria aceitaria \n\npagar entre 10 a 20% a mais do preço atual da semente (Figura 12).  \n\n \nFigura 12 - Porcentagem que os viveiros, que aceitariam participar de uma Rede de      \n\nSementes e pagar pelo serviço, pagariam a mais pelo preço atual das \nsementes \n\n \n\nQuando perguntados sobre de quem deveria ser a iniciativa de se formar programas \n\nde troca e mistura de sementes, visando um aumento da diversidade inter e intra \n\n\n\n! \"&amp;!\n\nespecífica na produção de mudas, as respostas se concentraram mais nos próprios \n\nviveiristas, sozinhos ou em conjunto com o governo, e também apenas o governo \n\n(Figura 13).   \n\n \nFigura 13 - Distribuição percentual das respostas dos viveiros em relação à pergunta \n\nsobre de quem deveria ser a iniciativa de formação de um programa de \ntroca e mistura de sementes \n\n \nApesar do alto número de viveiros estarem dispostos a participar de um programa \n\nde troca e mistura de sementes, todos apresentaram preocupação quanto à \n\nqualidade das sementes, ou seja, poderiam garantir a qualidade das suas próprias \n\nsementes, mas a dúvida era sobre como seria garantida a qualidade das sementes \n\ndos outros viveiros participantes, já que comumente não é feita esta análise na \n\ncompra de sementes florestais nativas. Neste caso haveria uma demanda também \n\npara infraestrutura de um laboratório de análise de sementes. Esta análise esta \n\nrelacionada principalmente à taxa de germinação das sementes. \n\nOutra sugestão apresentada por um viveiro foi a troca e mistura de mudas e não \n\nsementes, pois desta forma a qualidade seria visualmente verificada, porém, foi \n\nconsiderado também que a despesa aumentaria no transporte das mudas, mais \n\nvolumosas que as sementes.  \n\n \n\n\n\n!\"'!\n\nH. Sugestões apresentadas pelos viveiros \n\nQuando se pediu que os entrevistados dessem algumas sugestões de melhorias \n\nvisando o aumento da diversidade inter e intra específica das mudas produzidas \n\npelos viveiros, diversas respostas foram dadas sendo que a que mais se destacou, \n\ncom 46% de respostas, foi a questão de liberação de áreas para coleta de \n\nsementes. \n\nA questão da coleta de sementes em Unidades de Conservação (UCs) foi enfatizada \n\npor muitos viveiros entrevistados como sendo uma oportunidade para aumentar a \n\ndiversidade inter e intra específica na produção de mudas, devido à grande \n\ndiversidade presente nestas áreas, normalmente bem maiores e mais preservadas \n\nque os pequenos fragmentos florestais aos quais os viveiristas tem acesso.  \n\nAs Unidades de Conservação, tanto as de Uso Sustentável quanto as de Proteção \n\nIntegral, desempenham papel fundamental na conservação da diversidade genética \n\ndas populações. A Resolução da Secretaria do Meio Ambiente de São Paulo no 68 \n\nde 2008 estabelece regras para coleta e utilização de sementes oriundas de UCs no \n\nEstado de São Paulo. Por possuir diversas condições que devem ser atendidas para \n\nse autorizar a coleta e utilização das sementes em UCs, muitos viveiros consideram \n\nser muito burocrática, e assim, acabou dificultando seu acesso pelos viveiros \n\nparticulares, dando abertura para poucos, que possuem parcerias externas  com \n\nassociações e universidades por exemplo. Alguns sugerem que seja liberada a área \n\npara coleta, outros sugerem que o Estado assuma o controle distribuindo ou \n\nvendendo as sementes ao setor privado e outros acreditam que o controle da coleta \n\ne venda deveria ficar para grupos de coletas, com certo controle do Estado. \n\nAlém das UCs, as Áreas de Preservação Permanente também foram consideradas \n\nna sugestão de liberação de áreas para coleta, com a justificativa de que nestas \n\náreas, geralmente de mata ciliar, é que serão encontradas diversas espécies \n\nadaptadas a condições mais úmidas de solo e desta forma, poderiam produzir \n\nmudas mais adaptadas à estas condições. \n\nAlém da liberação de áreas para coleta, 32% responderam que seria necessária \n\numa maior fiscalização nos viveiros. Os viveiros devem ser cadastrados no Registro \n\nNacional de Sementes e Mudas, o Renasem, que tem como objetivo inscrever e \n\ncadastrar as pessoas físicas e jurídicas que exerçam as atividades previstas no \n\n\n\n! \"(!\n\nSistema Nacional de Sementes e Mudas instituído pela Lei Nº 10.711 de 05 de \n\nAgosto de 2003. O processo para se cadastrar no Renasem além de burocrático, é \n\ndispendioso e o que alguns entrevistados (32%) dizem é que não há uma \n\nfiscalização nos viveiros, ou seja, eles afirmaram não conhecer nenhum viveiro que \n\nrecebeu algum fiscal requisitando este documento ou qualquer outro. Ou seja, \n\nalguns viveiros gastam tempo e dinheiro para ficarem regulamentados sendo que \n\noutros estão “ilegais” e funcionando normalmente. Com esta concorrência, que \n\ndizem ser desleal, eles dizem ficar pouco estimulados a atender outras demandas, \n\ncomo a busca por alta diversidade de suas mudas. \n\nAs Redes de Sementes foram indicadas por 23% dos entrevistados como sendo \n\numa opção para aumento da diversidade das mudas pelos viveiros e outras \n\nsugestões foram: divulgação de resultados acadêmicos demonstrando esta \n\nimportância do uso da alta diversidade inter e intra específica (14%); incentivos para \n\na coleta de sementes (9%); aumento da demanda por mudas nativas (5%); \n\ncampanhas educativas ambientais (5%); certificação de viveiros (5%); formação de \n\numa cooperativa entre os viveiros (5%); investimento no setor (5%); incentivos a \n\nsilvicultura sustentável (5%); manutenção e inflexibilidade do Código Florestal, ou \n\nseja, que não haja alterações no atual Código Florestal Brasileiro (5%); e que seja \n\nformado um núcleo de distribuição de sementes pelo governo e que as mudas sejam \n\nvendidas a um preço justo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n!#*!\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n! #)!\n\n4 CONSIDERAÇÕES FINAIS \n\n, A diversidade de espécies produzidas nos viveiros entrevistados pode ser \nconsiderada alta, reflexo da demanda por alta diversidade nos plantios, \n\nrefletindo um impacto positivo da legislação estadual; \n\n, Os viveiros entrevistados tem seguido a relação de espécies recomendadas \npela resolução paulista SMA 08 de 2008, apesar de deixarem de produzir \n\nmais da metade das espécies que são recomendadas devido a dificuldade de \n\nobtenção de matrizes. Porém, produziram em 2009, outras espécies nativas \n\ndo Brasil e não regionais e também espécies exóticas com finalidade para \n\nrestauração florestal. O uso de espécies não regionais e exóticas deveria ser \n\nfeito com cautela, pois estas espécies podem ter problemas de adaptação ao \n\nnovo local em que será implantado e também pode ter condições de ser uma \n\nespécie invasora e trazer problemas para o desenvolvimento e sobrevivências \n\ndas outras espécies nativas. Portanto, caso os viveiristas queiram aumentar \n\nsua diversidade de espécies na coleta de sementes, poderiam coletar de \n\noutras espécies nativas que estão presentes na lista recomendada pelo \n\nInstituto de Botância de São Paulo. \n\n, O uso da diversidade intra específica (dentro das populações) na etapa de \ncoleta de sementes pelos viveiros entrevistados pode ser considerado baixo, \n\ndevido: ao baixo número de matrizes coletadas para cada espécie e da coleta \n\nem áreas restauradas e de indivíduos isolados em áreas urbanas. \n\n, Para se contornar este baixo uso da diversidade intra especifica nos viveiros \nentrevistados, torna-se necessário um maior esforço para conscientização e \n\neducação dos envolvidos na coleta de sementes e produção de mudas \n\nnativas, ressaltando-se à importância da diversidade inter e intra específica \n\ndas espécies e as conseqüências do uso da baixa diversidade, além da \n\nimportância do uso de espécies nativas regionais na restauração florestal. \n\nEste processo de conscientização e capacitação poderia ser feito com \n\ntreinamentos nos viveiros, por intermédio do próprio governo, pois é este que \n\nexige esta alta diversidade nos plantios. Estes treinamentos poderiam ser \nrealizados anualmente nos viveiros, considerando-se os principais itens: \n\npráticas de coleta de sementes, legislação relacionada à produção de mudas \n\n\n\n!#+!\n\nnativas, controle de pragas e doenças nos viveiros e importância do uso da \n\nalta diversidade nos plantios. Além do treinamento, cartilhas com estas \n\ninformações também poderiam ser distribuídas não só nos viveiros como em \n\nfeiras e eventos relacionados com a restauração florestal. \n\n, Além da conscientização, programas de troca e mistura de sementes entre \nviveiros de uma mesma região podem ser uma boa alternativa e é bem vista \n\npelos viveiros entrevistados, porém esta deveria ser uma prática local, com \n\npoucos viveiros para se evitar usar espécies não regionais e também para se \n\nter um maior controle na qualidade das sementes, pois caso algum viveiro \n\ncomece a fornecer sementes com baixa taxa de germinação por exemplo, \n\neste deveria ser eliminado do programa, até que resolva seu problema, para \n\nque não ocorra desistência dos demais participantes. \n\n, A prática de marcação e banco de dados de matrizes é uma prática \ninteressante que facilita e poderia agilizar o processo de coleta de sementes \n\npelos viveiros e se apresentou correlacionada com viveiros maiores e também \n\ncom viveiros que coletam de mais matrizes por espécies. \n\n, A prática de coleta de sementes em áreas urbanas deveria ser evitada, pois \ncomo foi demonstrado neste trabalho, os viveiros que coletam em área \n\nurbana, tendem a coletar de um reduzido número de matrizes por espécie. \n\nIsto pode ser devido a facilidade de acesso e falta de outras fontes em \n\nfragmentos florestais na região, ficando portanto restritos às poucas matrizes \n\ndas áreas urbanas. \n\n, A falta de acesso a algumas áreas públicas para coleta de sementes, poderia \nser contornada utilizando-se adequadamente da Resolução SMA 68 de 2008. \n\nUma união entre viveiros com a participação de alguma universidade, por \n\nexemplo, para formação de áreas para futura coleta de sementes \n\ndevidamente fiscalizadas, poderia viabilizar a coleta em Unidades de \n\nConservação para formação destas áreas. \n\n, Por último, a certificação de viveiros pode ser uma forma de reconhecimento \ndo empenho do viveirista que se preocupa com a diversidade inter e intra \n\nespecífica na produção de mudas nativas. Podendo desta forma, ter um \n\n\n\n! #\"!\n\nretorno de seu esforço na venda de seu produto, e preços que refletem este \n\nmaior esforço em busca da melhoria da qualidade genética das sementes e \n\nmudas florestais. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n!##!\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n! #$!\n\nREFERÊNCIAS \n\nAMARAL, W.; THOMSON, L.; YANCHUK, A. Conservation of genetic resources in \ntheir natural environment. In: FAO, DFSC, IPGRI. 2004. Forest genetic resources \nconservation and management: Overview, concepts and some systematic \napproaches. Rome: International Plant Genetic Resources Institute, 2004.  1v. \n \nBARBOSA, L.M.; BARBOSA, J.M.; BARBOSA, K.C.; POTOMATI, A.; MARTINS, \nS.E.; ASPERTI, L.M.; MELO, A.C.G. de; CARRASCO, P.G.; CASTANHEIRA, S.A.; \nPILIACKAS, J.M.; CONTIERI, W.A.; MATTIOLI, D.S.; GUEDES, D.C.; SANTOS \nJÚNIOR, N.A.; SILVA, P.M.S.; PLAZA, A.P. Recuperação florestal com espécies \nnativas no Estado de São Paulo: pesquisas apontam mudanças necessárias. \nFlorestar Estatístico, São Paulo, v. 6, n. 14, p. 28-34, 2003. \n \nBARBOSA, L.M.; PARAJARA, F.C.; TEIXEIRA, E.E.; BARBOSA, T.C.; BARBOSA, \nK.C.; SANTOS JR, N.A.; BARBOSA, J.M. Diagnóstico sobre Produção de Sementes \ne Mudas de Espécies Florestais Nativas do Estado de São Paulo. In:SIMPÓSIO \nSOBRE RECUPERAÇÃO DE ÁREAS DEGRADADAS,3., 2009, São Paulo. Anais...  \nSão Paulo: Instituto de Botânica, 2009. v.1. p. 285-285. \n \nBARRETTO, A.G.O.P.; SPAROVEK, G.; GIANNOTTI, M. Atlas rural de Piracicaba. \nPiracicaba:IPEF, 2006. 76 p. \n \n\nBRANCALION, P.H.; RODRIGUES, R.R.; GANDOLFI, S.; KAGEYAMA, P.Y.; NAVE, \nA.G.; GANDARA, F.B.; BARBOSA, L.M.; TABARELLI, M. Instrumentos legais podem \ncontribuir para a restauração de florestas tropicais biodiversas. Revista Árvore, \nViçosa, v.34, n.3, p.455-470, 2010 \n \nBRASIL. Lei no 4771/65. Institui o novo Código Florestal. Brasília: 1965. Disponível \nem: &lt;http://www.planalto.gov.br/ccivil_03/LEIS/L4771.htm>. Acesso em: 20 ago. \n2009 \n \nBRASIL. Lei no 10.711/03. Institui o Sistema Nacional de Sementes e Mudas. \nBrasília: 2003. Disponível em: &lt;\nhttp://www.planalto.gov.br/ccivil_03/Leis/2003/L10.711.htm >. Acesso em: 20 mai. \n2010 \n \nFRANKHAM, R.; BALLOU, J.D.; BRISCOE, D. A. Fundamentos de genética da \nconservação. Ribeirão Preto: ed. Sociedade Brasileira de Genética, 2008. 280 p. \n \nFRANKHAM, R. Genetics and conservation biology. Comptes Rendus Biologies, \nParis, v. 326,       p. 22 – 29, 2003. \n \n\n\n\n!#%!\n\nGONÇALVES, E.O.; PAIVA, H.N.; GONÇALVES, W.; JACOVINE, L.A.G. \nDiagnóstico dos viveiros municipais no Estado de Minas Gerais. Ciência Florestal, \nSanta Maria,     v. 14, n. 2, p. 1-12, 2004. \n \nHIGA, A.R.; DUQUE SILVA L. Pomar de sementes de espécies florestais nativas. \nCuritiba:FUPEF, 2006. v. 1. 264 p. \n \nKAGEYAMA, P.Y. Diversidade genética e restauração de áreas degradadas. In: \nSIMPÓSIO SOBRE RECUPERAÇÃO DE ÁREAS DEGRADADAS,3., 2009, São \nPaulo. Anais... São Paulo: Instituto de Botânica, 2009. p. 115 – 120. \n \nKAGEYAMA, P.Y.; SEBBENN, A.M.; RIBAS, L.A.; GANDARA, F.B.; CASTELLEN, \nM.; PERECIM, M.B.; VENCOVSKY, R. Diversidade genética em espécies arbóreas \ntropicais de diferentes estágios sucessionais por marcadores genéticos. Scientia \nForestalis, Piracicaba, n.64, p.93-107, 2003. \n \nMARTINELLI, L.A.; FILOSO, S. Expansion of sugarcane ethanol production in Brazil: \nEnvironmental and social challenges. Ecological Applications,Tempe, v. 18, n.4,          \np. 885-898, 2008. \n \nMcKAY, J.K.; CHRISTIAN, C.E.; HARRISON, S.; RICE, K.J. “How local is local”? A \nreview of practical and conceptual issues in the genetics of restoration. Restoration \nEcology, Malden, v.13, n.3, p.432-440, 2005. \n \nPRIMACK, R.B.; RODRIGUES, E. Biologia da Conservação. Londrina: Ed. Planta, \n2001.  328 p. \n \nPROJETO PIRACENA. Banco de Dados – Geoprocessamento. Campinas CRIA \nhttp://www.cena.usp.br/piracena Acesso em: 08 fev. 2011. \n \nRODRIGUES, R.R.; BRANCALION, P.H.S.; ISERNHAGEN, I. (Org.). Pacto para a \nrestauração ecológica da Mata Atlântica: referencial dos conceitos e ações de \nrestauração florestal. São Paulo: Instituto BioAtlântica, 2009. 256 p. \n \n \nSÃO PAULO. Secretaria de Meio Ambiente do Estado de São Paulo. Resolução no \n21/2001, de 21 de novembro de 2001. Fixa orientação para o reflorestamento \nheterogêneo de áreas degradadas e dá providências correlatas. Disponível em: \n&lt;\nhttp://www.cetesb.sp.gov.br/licenciamentoo/legislacao/estadual/resolucoes/2001_Re\ns_SMA_21.pdf>. Acesso em: 20 ago. 2009 \n \n\n\n\n! #&amp;!\n\nSÃO PAULO. Secretaria de Meio Ambiente do Estado de São Paulo. Resolução no \n08/2008, de 31 de janeiro de 2008. Fixa a orientação para o reflorestamento \nheterogêneo de áreas degradadas e dá providências correlatas. Disponível em: \n&lt;\nhttp://www.cetesb.sp.gov.br/licenciamentoo/legislacao/estadual/resolucoes/2008_Re\ns_SMA_08.pdf>. Acesso em: 20 ago. 2009 \n \nSÃO PAULO. Secretaria de Meio Ambiente do Estado de São Paulo. Resolução no \n68/2008, de 19 de setembro de 2008. Estabelece regras para a coleta e utilização \nde sementes oriundas de Unidades de Conservação no Estado de São Paulo e \ndá outras providências. Disponível em: &lt;\nhttp://www.cetesb.sp.gov.br/licenciamentoo/legislacao/estadual/resolucoes/2008_Re\ns_SMA_68.pdf>. Acesso em: 20 ago. 2009 \n \nSHIMIZU, J.Y. Memórias do “workshop” sobre conservação e uso de recursos \ngenéticos florestais. Documentos EMBRAPA,Colombo,  n.56, p.18-66, out., 2001. \n \nSMITH, S.L.; SHER, A.A.; GRANT, T. A. 2007. Genetic diversity in restoration \nmaterials and the impacts of seed collection in Colorado’s restoration plant production \nindustry. Restoration Ecology, Malden, v. 15, n. 3, p. 369-374. \n \nVALERI, S. V.; POLITANO, W.; SENÔ, K.C.A.; BARRETTO, A.L.N.M. Manejo e \nrecuperação florestal: legislação, uso da água e sistemas agroflorestais. \nJaboticabal: FUNEP, 2003. 180 p. \n \nVENCOVSKY, R. Tamanho efetivo populacional na coleta e preservação de \ngermoplasma de espécies alógamas. Revista do Ipef, Piracicaba, n.35, p.79-84, \n1987. \n \nYAMAMOTO, M.A.; SOBIERAJSKI, G.R.; SILVA FILHO, D.F.; COUTO, H.T.Z. \nÁrvores matrizes de Tabebuia pentaphyla (L.) Hemsl. (Ipê de El Salvador) e \nCaesalpinia pluviosa DC. (Sibipiruna) em área urbana, selecionadas por meio de \níndice de importância. Revista da Sociedade Brasileira de Arborização Urbana, \nPiracicaba,v.2, n.3, p.13-31, 2007. \n \nZILLER, S.R. Espécies exóticas invasoras e restauração de áreas degradadas. \n2000. Disponível em \n<http://www.institutohorus.org.br>.(http://www.sobrade.com.br/textos/trabalhos/espec\nies_exoticas_invasoras.htm). Acesso em: 07 abr. 2010. \n \n \n \n\n \n\n\n\n!#'!\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n! #(!\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICES \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n!$*!\n\nAPÊNDICE A – MODELO DO QUESTIONÁRIO \n \n\nQuestionário aplicado aos produtores de sementes e mudas de espécies \nflorestais nativas \n\n \nINFORMAÇÕES GERAIS \nData: __/__/____   Entrevistado: _______________ Função: __________________ \nNome do viveiro: _____________________ Município: ______________________ \nFormação Responsável Técnico:________________________ Tel.:_____________ \nEmail:__________________ Site: __________________ Fundação:_____________ \n \n\nI. DIVERSIDADE DAS MUDAS PRODUZIDAS \n \n- O viveiro coleta ou compra sementes?   \nA. (    ) Compra: No Espécies:___%    \nB. (    ) Coleta: No Espécies:___%  \nC. (   ) Troca: No Espécies:___% \nD. (   ) Vende: No Espécies:___% \n \nA. Se compra sementes: \n \n1. De quem compra e o município? \n(   ) Viveiro \n(   ) Grupo De Coleta \n(   ) Coletor Autônomo \n \n2. O que considera importante avaliar para a compra? (Indicar em ordem de \nimportância) \n(   ) Espécies disponíveis          \n  \n(   ) Preço \n(   ) Formação florestal de coleta      \n(   ) Idoneidade e seriedade do viveiro \n(   ) Outros:___________________ \n \n3. Têm interesse em saber a origem e o nº de matrizes coletadas das sementes \ncompradas?  (   ) Sim  (   ) Não   \nComente.___________________________________________________________ \n \n4. Você aceitaria pagar a mais pelas sementes caso houvesse garantia de \ndiversidade genética e procedência?      (   ) Sim       (   ) Não     \nQuantos % a mais do preço atual das sementes?__________________________ \n \nB. Se coleta sementes: \n \n1. Para a coleta:  Nº de pessoas: ___ Formação do líder de campo:_________ \n \n2. Locais de coleta: \n2.1 (   ) área própria  (   ) área de terceiros \n\n\n\n! $)!\n\n2.2 Quando faltam matrizes coleta em área urbana?    (   ) Sim   (    ) Não \n2.3 Possuem marcação e banco de dados de matrizes? (   ) Sim   (   ) Não             \n2.4 Coleta de áreas restauradas?    (   ) Sim   (   ) Não             \n \n3. Características dos fragmentos de coleta: \n3.1 Coletam em quantos fragmentos?____________________ \n3.2 São todos da região? Quais os municípios de coleta?______________________ \n3.3 Áreas dos fragmentos:____________________ \n3.4 Nº aproximado de espécies coletadas por fragmento:__________________ \n3.5 Em 1 dia de trabalho coleta quantas espécies em média? __________________ \n \n4. Quantas matrizes em média você consegue coletar por espécie?__________ \n \n5. De quantas matrizes você acha importante coletar? Por quê?_____________ \n \n6. Qual a % de espécies que você conseguiria coletar 12 ou mais matrizes \nfacilmente? (ex. 30% de 120 sp.) _______________________________________ \n \n7. Das espécies que não conseguiria coletar 12 matrizes, qual o motivo?  \n___________________________________________________________________ \n \n8. Há possibilidade de se aumentar o nº de matrizes coletadas dessas \nespécies? \n(   ) Sim   (   ) Não                   \nComo?________________________________________________________ \n  \n9. Que tipos de incentivos possibilitariam o aumento do número de matrizes \ncoletadas (aumento da diversidade genética)? \n___________________________________________________________________ \n \n10. Quais seriam as despesas para se obter um n° maior de matrizes? E quanto \nseria necessário acrescentar no preço final?  \n__________________________________________________________________ \n \nC. Produção de mudas: \n \n1. Há interesse na produção de uma maior diversidade de espécies nativas \nregionais?  (   ) Sim   (   ) Não \nComente____________________________________________________________ \n \n2. Há demanda para a produção de espécies não arbóreas para restauração? \n  (   ) Sim   (   ) Não \nQuais espécies? (   ) Herbáceas     (   ) Arbustivas     (   ) Lianas \nComente___________________________________________________________ \n  \n3. Quem compra as mudas se interessa pela origem e/ou diversidade das \nsementes?    (   ) Sim  (   ) Não  \nComente.__________________________________________________________ \n \n\n\n\n!$+!\n\n4. Possui rastreabilidade dos lotes de produção - da semente a muda pronta? \n  (   ) Sim   (   ) Não \n \n5. Qual o destino das mudas produzidas:   __% Restauração  ___%Arborização \nUrbana   ___% Outros:________ \n\nDa % para “restauração” quanto vai para: ____% Bacia do PCJ  ___% Outras \nbacias de SP ____% Outros estados \n\n \nII. PROGRAMA TROCA DE SEMENTES \n \n\n1. Conhece algum programa de troca e mistura de lotes de sementes entre \nviveiros? (por exemplo: Rede de Sementes).      (   ) sim       (   ) não   \nQual? ______________________________________________ \n \n2. O viveiro participaria de um programa dessa natureza?(   ) sim          (   ) não \n \nComente___________________________________________________________ \n \n3. Quanto seria aceitável pagar por este serviço?_________________________ \n \n4. Você acredita que esta deva ser uma iniciativa realizada por \nquem?__________ \n \n\nIII. LEGISLAÇÃO \n \n\n1. Em sua opinião, a legislação sobre sementes e mudas tem servido apenas \ncomo parte do processo burocrático ou ela está sendo útil para a organização \ndo \nsetor?_____________________________________________________________ \n \n2. Quais foram as principais conseqüências das resoluções da SMA na \nprodução de sementes e mudas?______________________________________ \n \n3. Houve aumento na procura por diversidade de espécies nos viveiros com as \nresoluções da SMA?                              (   ) Sim            (   ) Não \nComente___________________________________________________________ \n \n4. Se houvesse uma legislação cobrando 12 matrizes por espécie seria \npossível cumpri-la?                                     (   ) Sim            (   ) Não \nComente___________________________________________________________ \n \n\n\n\n! $\"!\n\n \nIV. INFORMAÇÕES ADICIONAIS \n\n \n1. Quais as principais dificuldades encontradas na produção de mudas de \nespécies florestais nativas? Comente_________________________________ \n \n2. Sugestões de melhorias para o setor visando o aumento da diversidade das \nmudas produzidas.________________________________________________ \n \n3. Expectativas futuras._____________________________________________ \n\n \n \nIV – INFORMAÇÕES GERAIS \n\n \n1. Área do viveiro:________ \n \n2. Número de funcionários:___________ \n \n3. Qual a capacidade de produção de mudas do viveiro e quantas mudas foram \nproduzidas no último ano (2009)? ____________________________________ \n \n4. Quantidade de espécies produzidas pelo viveiro (2009):_______________           \nNativas: ____%      Exóticas: _____% \n \nPEGAR LISTAGEM DE ESPÉCIES PRODUZIDAS NO ANO DE 2009 COM O \nVIVEIRO SE POSSÍVEL.  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n!\"#!\n\nAPÊNDICE B – SÍNTESE DAS RESPOSTAS DOS ENTREVISTADOS ÀS PRINCIPAIS PERGUNTAS \n\n \n\n\n\n! \"\"!\n\nAPÊNDICE B – SÍNTESE DAS RESPOSTAS DOS ENTREVISTADOS ÀS PRINCIPAIS PERGUNTAS (continuação) \n\n \n\n\n\n!\"$!\n\nAPÊNDICE B – SÍNTESE DAS RESPOSTAS DOS ENTREVISTADOS ÀS PRINCIPAIS PERGUNTAS (continuação) \n\n \n\n\n\n! \"%!\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nANEXO \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n!\"&amp;!\n\n \n \n \n \n\n\n\n! \"'!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) \n\n!\n\n\n\n!$(!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n! $)!\n\n \nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n!\n\n\n\n!$*!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n!\n\n\n\n! $+!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n!\n\n\n\n!$#!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação)!\n\n!\n\n\n\n! $\"!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação)!\n\n!\n\n\n\n!$$!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação)!\n\n!\n\n\n\n! $%!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação)!\n\n!\n\n\n\n!$&amp;!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação)!\n\n!\n\n\n\n! $'!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação)!\n\n!\n\n\n\n!%(!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n!\n\n\n\n! %)!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n!\n\n\n\n!%*!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n! %+!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n!%#!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n! %\"!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n!%$!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n! %%!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n!%&amp;!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n! %'!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n!&amp;(!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n! &amp;)!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n!&amp;*!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n! &amp;+!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n!&amp;#!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n! &amp;\"!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n!&amp;$!\n\n!\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação) \n\n \n\n\n\n! &amp;%!\n\nANEXO A -  Relação das espécies produzidas pelos viveiros pesquisados. SMA 8 (espécies da lista da Resolução 08 de 2008 da Secretaria         \ndo Meio Ambiente do Estado de São Paulo); O (Origem); E (espécie exótica do Brasil); N (espécie nativa do Brasil) (Continuação)"}]}}}