{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24750"}, {"@name": "filename", "#text": "9225_annunciato_n_tcc_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n\n“JULIO DE MESQUITA FILHO” \nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS \n\n \n\n \n\n \n \n \n \n \n \n \n \n\nTrabalho de Formatura \n \n\nCurso de Graduação em Geologia \n \n \n \n \n \n \n \n \n \n \n \n \n\nMODELO ESTRUTURAL DO MACIÇO ROCHOSO DO DEPÓSITO DE COBRE E \nOURO DA MINA DA CHAPADA, ALTO HORIZONTE, GO \n\n \n \n\nNicolás Annunciato \n \n \n \n\nProf. Dr. Norberto Morales \n\n \n \n \n \n \n\nRio Claro (SP) \n \n\n2011 \n\n\n\nUNESP - UNIVERSIDADE ESTADUAL PAULISTA \nInstituto de Geociências e Ciências Exatas \n\nCampus de Rio Claro (SP) \n \n\n \n \n \n\nMODELO ESTRUTURAL DO MACIÇO ROCHOSO DO \nDEPÓSITO DE COBRE E OURO DA MINA DA CHAPADA, \n\nALTO HORIZONTE, GO \n \n \n \n \n\nNICOLÁS ANNUNCIATO \n \n\n \n \n \n \nOrientador: Prof. Dr. Norberto Morales \n\n \n \n \n \n\nTrabalho de Formatura apresentado ao \nInstituto de Geociências e Ciências Exatas - \nCâmpus de Rio Claro, da Universidade \nEstadual Paulista Júlio de Mesquita Filho, \npara obtenção do grau de Geólogo. \n\n \n\n \n\n \n\nRio Claro – SP \n2011 \n\n\n\nAnnunciato, Nicolás \n       Modelo estrutural do maciço rochoso do Depósito de\nCobre e Auro da Mina da Chapada, Alto Horizonte, GO /\nNicolás Annunciato. - Rio Claro : [s.n.], 2011\n       67 f. : il., figs., fots., mapas + 4 mapa\n\n       Trabalho de conclusão de curso (bacharelado - Geologia)\n- Universidade Estadual Paulista, Instituto de Geociências e\nCiências Exatas\n       Orientador: Norberto Morales\n\n       1. Rochas metamórficas . 2. Metamorfismo. 3. Arco\nMagmático de Mara Rosa. 4. Minério. 5. Deformação.  I.\nTítulo.\n\n552.4\nA615m\n\nFicha Catalográfica elaborada pela STATI - Biblioteca da UNESP\nCampus de Rio Claro/SP\n\n\n\n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPara minha mãe Priscila e minha tia Ize (in memoriam). \n\n\n\n \n \n\n \n \n\nAGRADECIMENTOS \n \n\nÀ minha mãe Priscila, por todo carinho, dedicação e respeito, e sem ela eu não teria \n\nchegado até aqui. À minha tia Ize, que não está mais entre nós, mas que enquanto estava viva \n\nfez o possível e o impossível para que eu me tornasse o homem que sou hoje. Gostaria de \n\nagradecer também às minhas primas/irmãs Karen e Erica e a toda a minha família.  \n\nAgradeço ao geólogo Dr. Helber R. Thomazella, por ter me apresentado a Geologia.  \n\nAgradeço à Mineração Maracá Indústria e Comércio do Grupo Yamana Gold Inc., que \n\nsubsidiou este trabalho em todas as suas etapas. Agradeço, sobretudo, aos amigos e geólogos \n\nGabriel Cezar Portilla Santana (Genaro) e Roberto Matsumoto Cobra (Mendigo), por toda \n\najuda e orientação em todos os momentos, além de terem me aturado em suas casas durante \n\nquase todos os finais de semana. Agradeço ao Gerente Geral Carlos Eduardo Paraízo e a toda \n\na equipe da Geologia e do Planejamento de Mina (Rafael, Bruno, Geraldo, Carlito, Paulo, \n\nCaetano, Vanessa, Gilliard, Jeverson e Adriano) por toda ajuda oferecida. Agradeço também \n\naos estagiários Caio (Pato), Guilherme (Bob), Régis, Tássia (Anastácia), Thamyris (Thamy), \n\nKárita, Andiara, Nicolas, Marcelo, Thyago e Fabrício, pelos jogos de “totó”, pela companhia \n\nnas grandes baladas que ocorreram em Alto Horizonte durante o estágio e pelas cervejadas do \n\ndia-a-dia. \n\nÀ minha querida amiga Julia, pela agradável companhia nesses cinco anos, me \n\nacompanhando e me aturando nos trabalhos de campo. À Celine (Dion), grande amiga e \n\ncompanheira de longas conversas.  \n\nAos meus amigos e amigas Alex Teixeira (Bomba), José Antonio (Zé), Daniel do \n\nValle (Banana), Thiago Góes (Bolovo), Felipe Gorla (Xuxa), Diego de Bermudez (Cinderela), \n\nYuri Portella (Xunli), Fábio Tosi (Sacudo), Bárbara Robbi (Bah), Juliana Okubo (Sakura), \n\nJúlio Cesar (Julião), Letícia Bronzoni (Lets), Ilio Jr. (Xapisco), Cícero Terra (Ema), João \n\nMotta (Nariz), Vanessa Pimenta (Cabocla), Stéfani Aurélio (Cremosa), Caio Socchor (Boca), \n\nPedro Alcazas (Pedrão), Filipe Lima (Praça), Pedro Camarero (Fezes), Mariana Savietto \n\n(Mari) e Larissa Lobo (Loba) pela companhia durante este árduo, mas também prazeroso \n\ncaminho. \n\nAo pessoal do EGRIC, em especial ao Darqui, Pocay, Valdívia, Rodo, Modelo, \n\nRogério, Ricardo, Minhoca e Bergo por me apresentarem e por dividirem um hobby que é \n\npara poucos. \n\n\n\n \n \n\n \n \n\nGostaria de agradecer também ao João Paulo (Wisk), Felipe (Tonho) e Natália \n\nMartorano (Naty Bijuxx ou Natalia Loirona) por me acompanharem nas cervejadas até as 9h \n\nda manhã e pela companhia durante as longas horas de ócio. \n\nÀs repúblicas Fossa, Mansão, Masmorra e Caenga, além das já extintas Pif-Paf e Até \n\nas 10, por sempre me acolherem. \n\nA todos os funcionários da Unesp, em especial à Vânia, Jr., Adilson, Paco e Laerte, \n\npor toda ajuda que me deram nesses anos. \n\nAo Prof. Norberto Morales, pela orientação. Ao Prof. Antenor Zanardo pelas \n\ndiscussões sobre geologia e pela ajuda nas descrições de lâminas. Ao Prof. George Luiz \n\nLuvizotto pelas ajudas de 5min e ao Prof. Luiz Simões por toda a ajuda. \n\n  \n\n\n\n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“E o tempo faz estradas, para se chegar ao fim. \n\nNossa vida é feita assim, na estrada” \n\n(José Paes de Lira, Rafael Almeida e Clayton Barros). \n\n\n\n \n \n\n \n \n\nRESUMO \n\nA mina de Cu-Au de Chapada está localizada no município de Alto Horizonte, na porção \n\nnoroeste do estado de Goiás, e insere-se no contexto geológico da Faixa Brasília, \n\nespecificamente no Arco Magmático de Mara Rosa, o qual hospeda importantes depósitos de \n\nAu e Cu-Au, dentre eles o depósito de Cu e Au de Chapada. As rochas que se encontram na \n\nárea de estudo pertencem principalmente à Sequência Vulcano-Sedimentar de Mara Rosa, e \n\nsão compostas por metavulcânicas básicas a ácidas, metassedimentares psamo-pelíticas e \n\nquímicas, além de produtos hidrotermais. Ocorrem intrusões tardias, que são representadas \n\npor diques pegmatíticos e corpos tonalíticos. O minério do Depósito de Cu-Au da Chapada, \n\nde maneira geral, é constituído predominantemente pela associação calcopirita-pirita-\n\nmagnetita, prevalecendo as associações calcopirita-magnetita ou calcopirita-pirita, onde a \n\npirita se constitui no mineral mais abundante. Através do mapeamento estrutural das frentes \n\nde lavra da mina foi possível reconhecer três fases deformacionais (Dn, Dn+1 e Dn+2). \n\nDurante a atuação da fase Dn formaram-se dobras isoclinais recumbentes em associação com \n\nmetamorfismo de fácies anfibolito. Posteriormente, durante a fase Dn+1, houve a formação de \n\ndobras de arrasto e intrafoliais em associação com metamorfismo retrógrado de fácies xisto \n\nverde. A fase deformacional mais tardia, Dn+2, é responsável por dobramentos simétricos \n\ntardios da foliação, com eixos aproximadamente N-S e E-W, resultante em um padrão de \n\ninterferência do tipo domo e bacia.  \n\n \n\nPalavras chave: Depósito de Chapada, Arco Magmático de Mara Rosa, Minério, \n\nDeformação, Metamorfismo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n \n\nABSTRACT \n\nThe Cu-Au mine of Chapada is located in the municipality of Alto Horizonte, in the \n\nnorthwestern portion of Goiás state and is inserted in the geological context of the Brasilia \n\nBelt, specifically the Mara Rosa Magmatic Arc, which hosts important deposits of Au \n\nand Cu-Au. The rocks found in the study area belong mainly to the Volcano-Sedimentary \n\nSequence of Mara Rosa and are composed of basic to acidic metavolcanic rocks,  psammitic-\n\npellitic metasedimentary rocks, chemical rocks and also hydrothermal products. \n\nLate intrusions occur and are represented by pegmatitic dikes and tonalitic bodies. \n\nThe ore deposit of the Chapada mine is formed predominantly by the chalcopyrite-pyrite-\n\nmagnetite association, where pyrite is the most abundant mineral. Through the structural \n\nmapping of the mining fronts, it was able to recognize three deformational phases (Dn, Dn +1, \n\nDn +2). During the Dn phase, isoclinal recumbent folds were formed, in association \n\nwith amphibolites facies metamorphism. Later, in phase Dn +1, there was formation \n\nof drag folds and intrafolial folds in association with retrograde metamorphism in \n\nthe greenschist facies. The deformational phase Dn +2, in its turn, was responsible \n\nfor late symmetrical folding of the foliation, with NS and EW axes, resulting in \n\nan interference pattern of the dome-and-basin type.  \n\n \n\nKeywords: Chapada Deposit; Mara Rosa Magmatic Arc; Ore; Deformation; Metamorphism. \n\n  \n\n\n\n \n \n\n \n \n\nÍNDICE DE ILUSTRAÇÕES \n\nFigura 1.1 – Mapa de localização do depósito de Cu-Au da Chapada. .................................... 15 \n\nFigura 4.1 – Mapa geológico simplificado da porção centro-leste da Província Tocantins, com \na localização do depósito da Chapada. ..................................................................................... 18 \n\nFigura 4.2 – Mapa Geológico da porção sul do Arco Magmático Mara Rosa modificado de \nOliveira et al. (2006) e Fuck et al. (2006). ............................................................................... 20 \n\nFigura 4.3 - Mapa geológico do Distrito de Au e Cu-Au da Chapada-Mara Rosa com a \nlocalização dos principais depósitos e ocorrências minerais. ................................................... 22 \n\nFigura 4.4 - (A) Modelo de distribuição das zonas de alteração hidrotermal em depósitos do \ntipo pórfiro (modelo Lowell-Guilbert), segundo Guilbert &amp; Park (1986); (B) Zonas de \nalteração hidrotermal em depósitos de cobre do tipo pórfiro, mostrando a associação das \nzonas mineralizadas com zonas de alteração retrógradas sericíticas. ....................................... 29 \n\nFigura 5.1 – (A) Foto de frente de lavra de biotita gnaisse, de coloração cinza escuro, ponto \n450. (B) Foto de frente de lavra de biotita-quartzo-muscovita xisto, de coloração cinza claro, \nponto 447. (C) Foto de frente de lavra de rocha metavulcânica, detalhe para anfibólios de até \n1cm, ponto 227. (D) Foto de frente de lavra de biotita gnaisse com intrusão pegmatítica \ndiscordante da foliação, ponto 67. ............................................................................................ 31 \n\nFigura 5.2 – Fotomicrografia de biotita gnaisse (lâmina 282), mostrando bandas biotíticas e \nbandas quartzo-feldspáticas. Luz transmitida e polarizadores paralelos em A e cruzados em B.\n .................................................................................................................................................. 31 \n\nFigura 5.3 – Fotomicrografia de biotita-quartzo-muscovita xisto, com destaque para extinção \nondulante na charneira das dobras das muscovitas. Luz transmitida e polarizadores paralelos \nem A e cruzados em B. Lâmina 350. ........................................................................................ 32 \n\nFigura 5.4 – Fotomicrografia de rocha metavulcânica, com destaque para cristais de \nestaurolita, cianita e hornblenda. Luz transmitida e polarizadores paralelos em A e cruzados \nem B. Lâmina 394. ................................................................................................................... 32 \n\nFigura 5.5 – (A) Foto de bitita gnaisse em frente de lavra, com intrusão pegmatítica \ndiscordante da foliação, ponto 88. (B) Foto de biotita gnaisse, mostrando sulfetos \nacompanhando a foliação, ponto 386. ...................................................................................... 33 \n\nFigura 5.6 – Fotomicrografia de biotita gnaisse evidenciando bandas quartzo feldspáticas e \nbandas micáceas. Lâmina 291 B. Luz transmitida e polarizadores paralelos em A e cruzados \nem B. ......................................................................................................................................... 34 \n\nFigura 5.7 – Fotomicrografia de cianita-biotita-muscovita gnaisse mostrando cristais de \ncianita dobrados envoltos por massa de sericita. Lâmina 142. Luza transmitida e polarizadores \nparalelos em A e cruzados em B. ............................................................................................. 34 \n\nFigura 5.8 – (A) Foto de quartzo-muscovita xisto em frente de lavra, ponto 24. .................... 35 \n\nFigura 5.9 – Fotomicrografia de muscovita-quartzo-clorita-sericita xisto, detalhe para \nminerais opacos entre massa de sericita. Luz transmitida e polarizadores paralelos em A e \ncruzados e B. Lâmina 188. ....................................................................................................... 35 \n\nFigura 5.10 – (A) Foto de quartzo-clorita-sericita-biotita xisto mostrando cristais de pirita \nacompanhando a foliação, ponto 247. (B) Foto de biotita gnaisse de coloração cinza escuro, \nmostrando leve bandamento, ponto 435. .................................................................................. 36 \n\n\n\n \n \n\n \n \n\nFigura 5.11 – (A) e (B) Fotomicrografia de quartzo-sericita-clorita-biotita xisto (lâmina 247), \ncom biotita cloritizando em A e com detalhe de cristal de cianita em B (luz transmitida e \npolarizadores paralelos). (C) e (D) Fotomicrografia de epidoto-quartzo-biotita-muscovita xisto \n(lâmina 159) exibindo biotita alterando para clorita entre cristais de epidoto (luz transmitida e \npolarizadores paralelos em C e cruzados em D). (E) e (F) Fotomicrografia de muscovita-\nbiotita gnaisse (lâmina 230) com leve bandamento composicional (luz transmitida e \npolarizadores paralelos em E e cruzados em (F). ..................................................................... 37 \n\nFigura 5.12 – (A) Foto de paredão de anfibolito maciço muito fraturado em frente de lavra, \nponto 39. (B) Foto de anfibólio xisto com lentes de quartzo dobradas em frente de lavra, \nponto 241. ................................................................................................................................. 38 \n\nFigura 5.13 – (A) e (B) Fotomicrografia de muscovita-quartzo-hornblenda xisto (lâmina 241), \nexibindo foliação marcada por cristais de anfibólio e de quartzo, com minerais opacos \n(sulfetos) acompanhando esta foliação (luz transmitida e polarizadores paralelos em A e \ncruzados em B). (C) e (D) Fotomicrografia de epidoto-muscovita-hornblenda xisto com \ngranada (lâmina 244), detalhe para as biotitas que estão cloritizando e para os cristais de \ngranada (luz transmitida e polarizadores paralelos em C e cruzados em D). ........................... 39 \n\nFigura 5.14 – (A) Foto de ultrafilonito muito dobrado em frente de lavra, ponto 26. (B) Foto \nde detalhe de ultrafilonito, ponto 213. ...................................................................................... 40 \n\nFigura 5.15 – Fotomicrografia de ultrafilonito (lâmina 173B), detalhe para porfiroclastos de \nquartzo. Luz transmitida e polarizadores paralelos em A e cruzados em B. ............................ 40 \n\nFigura 5.16 – Foto de afloramento de hornblenda fels, ponto 183. .......................................... 41 \n\nFigura 5.17 – Fotomicrografia de hornblenda fels (lâmina 183). (A) e (B) detalhe para cristais \nde hornblenda orientados marcando uma foliação. Luz transmitida e polarizadores paralelos \nem A e cruzados em B. (C) Detalhe para cristais de pirita e calcopirita entre as hornblendas e \nsobre estas. Luz refletida e polarizadores paralelos. ................................................................ 42 \n\nFigura 5.18 – Foto de biotita xisto em frente de lavra cortado por dique pegmatítico de cerca \nde 2,5m. Ponto 274. .................................................................................................................. 43 \n\nFigura 5.19 – Fotomicrografia de tonalito, com destaque para cristais de plagioclásio \nalterando para muscovita e epidoto, e cristais de hornblenda com inclusões de quartzo. Luz \ntransmitida e polarizadores paralelos em A e cruzados em B. Lâmina 461. ............................ 43 \n\nFigura 5.20 – (A) Foto de biotita gnaisse com sulfetos disseminados acompanhando a \nfoliação, ponto 14. (B) Foto de hornblendito com sulfetos entre os cristais de hornblenda, \nponto 75. (C) Sulfetos em plano de fratura, associado com carbonato, ponto 398. (D) Foto de \npiritas concentradas em zona de charneira em muscovita-quartzo xisto, ponto 210. (E) Foto de \nveio de quartzo com sulfetos centimétricos, ponto 237. .......................................................... 45 \n\nFigura 5.21 – (A) Fotomicrografia mostrando associação calcopirita, pirita e magnetita. \nLâmina 311A. Luz refletida e polarizadores paralelos. (B) Fotomicrografia de minério \nmagnetítico, evidenciando cristais de magnetita e calcopirita. Lâmina 343B. Luz refletida e \npolarizadores paralelos. (C) Fotomicrografia de minério pirítico, com destaque para \ncalcopirita nas fraturas da pirita. Lâmina 350. Luz refletida e polarizadores paralelos. Py – \npirita, Ccp – calcopirita, Mg – magnetita. ................................................................................ 46 \n\nFigura 5.22 – Fotomicrografia do minério pirítico, mostrando sobrecrescimento de clorita \ncom pirita. Luz transmitida e polarizadores paralelos em A e luz refletida e polarizadores \nparalelos em B. Lâmina 394. Py – pirita, Ccp – calcopirita. .................................................... 46 \n\n\n\n \n \n\n \n \n\nFigura 5.23 – (A), (B) e (C) Foto em frente de lavra mostrando flancos em alto ângulo em \nzona de charneira de dobras recumbentes relacionadas à fase Dn. Dobras em biotita xisto em \nA (ponto 217) e B (ponto 245) e em anfibolito em C (ponto 245). (D) Foto de frente de lavra \nevidenciando formação de moullions em zona de charneira de dobra em biotita gnaisse (ponto \n10). ............................................................................................................................................ 48 \n\nFigura 5.24 - Estereograma referente às medidas de eixos de dobras Dn (67), com direção \nprincipal NE-SW. ..................................................................................................................... 48 \n\nFigura 5.25 – Fotomicrografia de biotita gnaisse (lâmina 428) evidenciando bandamento \ncomposicional dobrado, com micas dispostas paralelamente ao plano axial dessas dobras. Luz \ntransmitida e polarizadores paralelos em A e cruzados em B. ................................................. 49 \n\nFigura 5.26 – Estereograma referente às medidas de foliação Sn (408) com padrão de \nguirlanda, direção geral NE e mergulho para NW e SE. .......................................................... 49 \n\nFigura 5.27 – (A) Foto de dobras assimétricas em biotita gnaisse, ponto 51. (B) Foto de falha \nnormal formando dobras de arrasto, ponto 40. (C) Foto de dobras assimétricas em biotita \ngnaisse, ponto 416. (D) Foto de pegmatito boudinado, ponto 104. (E) Foto de sulfetos \nconcentrados em zona de charneira de dobras Dn+1, ponto 451. (F) Foto de quartzo \nboudinado, com formação de sombra de pressão, ponto 47. .................................................... 50 \n\nFigura 5.28 – Fotomicrografia de biotita-quartzo-muscovita xisto, com destaque para foliação \nde crenulação. Ponto 443. ......................................................................................................... 51 \n\nFigura 5.29 – (A) Foto de frente de lavra mostrando dobras suaves da fase Dn+2, ponto 355. \n(B) Foto de frente de lavra mostrando fraturas E-W, com preenchimento de carbonato, ponto \n238. ........................................................................................................................................... 52 \n\nFigura 5.30 – Figura esquemática mostrando o caminhamento matamórfico a que a área foi \nsubmetida, atingindo fácies anfibolito e retrometamorfisando para fácies xisto verde. .......... 55 \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n \n\nSUMÁRIO \n\n1. INTRODUÇÃO ............................................................................................................... 14 \n\n1.1. Localização e vias de acesso ............................................................................................ 15 \n\n2. OBJETIVOS .................................................................................................................... 16 \n\n3. MÉTODOS E ETAPAS DE TRABALHO .................................................................... 16 \n\n4. CONTEXTO GEOLÓGICO REGIONAL ................................................................... 17 \n\n4.1. Arco Magmático de Mara Rosa (AMMR) .................................................................... 19 \n4.1.1. Sequência Vulcano-Sedimentar de Mara Rosa ................................................................. 23 \n4.1.1.1. Subunidade Metavulcânica Básica .................................................................................... 23 \n4.1.1.2. Subunidade Metassedimentar ............................................................................................ 24 \n4.1.1.3. Subunidade Metavulcano-sedimentar ............................................................................... 24 \n4.1.2. Ortognaisses....................................................................................................................... 25 \n4.1.3. Sequência Metavulcano-sedimentar Santa Terezinha de Goiás ........................................ 26 \n4.1.4. Suíte Plutônica do Arco ..................................................................................................... 26 \n4.1.5. Cianititos e Cianita Quartzitos ........................................................................................... 27 \n\n4.2. Geologia Estrutural ......................................................................................................... 27 \n\n4.3. Mineralização do tipo pórfiro ......................................................................................... 28 \n\n5. RESULTADOS ................................................................................................................ 29 \n\n5.1. Unidades Litológicas ....................................................................................................... 30 \n5.1.1. Unidade A .......................................................................................................................... 30 \n5.1.2. Unidade B .......................................................................................................................... 33 \n5.1.3. Unidade C .......................................................................................................................... 34 \n5.1.4. Unidade D .......................................................................................................................... 36 \n5.1.5. Unidade E .......................................................................................................................... 38 \n5.1.6. Unidade F .......................................................................................................................... 40 \n5.1.7. Unidade G .......................................................................................................................... 41 \n5.1.8. Rochas Intrusivas e Diques Tardios .................................................................................. 42 \n\n5.2. Tipologia do Minério ....................................................................................................... 44 \n\n5.3. Geologia Estrutural ......................................................................................................... 47 \n5.3.1. Fase Deformacional Dn ..................................................................................................... 47 \n5.3.2. Fase Deformacional Dn+1 ................................................................................................. 49 \n5.3.3. Fase deformacional Dn+2 .................................................................................................. 52 \n\n5.4. Metamorfismo .................................................................................................................. 53 \n\n6. CONSIDERAÇÕES FINAIS .......................................................................................... 55 \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS .......................................................................... 56 \n\n \nAPÊNDICE A – Mapa de Pontos \n\nAPÊNDICE B – Mapa Geológico Estrutural \n\n\n\n \n \n\n \n \n\nANEXO A – Mapa de teor de Au \n\nANEXO B – Mapa de concentração de pirita \n\n \n\n \n\n\n\n14 \n \n\n \n \n\n1. INTRODUÇÃO \nO depósito de Cu-Au da Chapada localizado no noroeste do estado de Goiás, está \n\ninserido no Arco Magmático de Goiás, na porção mais ocidental da Faixa Brasília. A maior \n\nparte do Arco Magmático de Goiás é representada por rochas metaplutônicas dioríticas a \n\ngraníticas que ocorrem expostas entre estreitas sequências vulcano-sedimentares típicas de \n\narco de ilhas, com direções estruturais regionais NNE (Pimentel et al., 2000). \n\nAs mineralizações mais importantes e conhecidas no arco estão hospedadas nas \n\nsequências vulcano-sedimentares de Mara Rosa e de Bom Jardim, formadas em ambiente de \n\narco de ilha. A Sequência Mara Rosa hospeda além do depósito de Cu-Au da Chapada, o \n\ndepósito estratiforme singenético de Au-Ag-Ba de Zacarias e o depósito epigenético de Au de \n\nPosse. \n\nO depósito de Cu-Au da Chapada foi inicialmente interpretado por Richardson et. al. \n\n(1986) como do tipo pórfiro Cu-Au associado à ambiente de arco de ilha. Posteriormente, foi \n\nclassificado por Kuyumjiam (1989) como de origem vulcanogênica exalativa. Segundo \n\nOliveira et al., (2000) o depósito é do tipo pórfiro de Cu-Au (associação Cu-Au-Mo), com \n\nformação entre 800 e 900 Ma e, posteriormente, deformado e metamorfisado no Ciclo \n\nBrasiliano (630-580 Ma). \n\nAtualmente o modelo mais aceito sugere que parte da formação do depósito está \n\nassociada a processos magmáticos hidrotermais descritos em depósitos de Cu-Au porfirítico, \n\nresponsáveis por mineralização singenética, entre 890 e 860 Ma; e outra parte integre a classe \n\ndos depósitos auríferos orogênicos (orogenic gold deposits) (Bredan, 2009). Por outro lado, a \n\nmineralização também apresenta características que se aproximam mais daquelas que são \n\nrelacionadas aos depósitos controlados por intrusões (intrusion-related Cu-Au deposits) \n\n(Kuyumjiam et. al. 2010). \n\nO depósito da Chapada foi descoberto em 1973 pela INCO Ltda. durante uma campanha \n\nde exploração. Após várias empresas realizarem estudos de viabilidade, o projeto foi \n\nadquirido pelo grupo Yamana Gold Inc. no ano de 2000 e em 2005 se iniciaram os processos \n\nde abertura da mina e construção da planta. Atualmente, a reserva lavrável da mina (somatória \n\ndas reservas medida e indicada) é de 345.429 Mt de minério, cujos teores médios são de \n\n0,319% de cobre e 0,220 ppm de ouro. A capacidade de produção da mina é de cerca de 20 \n\nMt de minério ao ano (Sumário Executivo, 2009).  \n\nNo presente trabalho será estudado o Depósito de Cu-Au de Chapada, dando ênfase nos \n\ncontroles estruturais envolvidos na sua formação e nas características do minério. \n\n\n\n15 \n \n\n \n \n\n1.1.Localização e vias de acesso \n\nO depósito da Chapada está localizado entre os municípios de Nova Iguaçu e Alto \n\nHorizonte, na porção noroeste do estado de Goiás, e está inserido na Folha Campinorte \n\n(SD.22-Z-B-I). O acesso principal, a partir de Goiânia, é feito pela rodovia BR-153 até \n\nCampinorte (312 km), por onde se alcança a cidade de Alto Horizonte pela rodovia GO-428.  \n\nO acesso também pode ser feito a partir de Brasília, por meio da BR-070 até a BR-153, \n\nseguindo até Campinorte (Fig. 1.1). Outro roteiro a partir de Brasília pode ser feito pela \n\nrodovia BR-080 até a BR-153, passando por Barro Alto, seguindo até Campinorte, num total \n\nde 270 km. A mina da Chapada está localizada 8 km à SW da cidade de Alto Horizonte e 28 \n\nkm à W do município de Campinorte. \n\n \n\nFigura 1.1 – Mapa de localização do depósito de Cu-Au da Chapada. \n\n \n \n\n \n\n\n\n16 \n \n\n \n \n\n2. OBJETIVOS \nO presente estudo objetiva uma melhor caracterização das associações de minerais \n\npresentes no minério e em suas encaixantes, bem como a caracterização do modelo estrutural \n\nque condicionou a formação da jazida.  \n\n \n\n3. MÉTODOS E ETAPAS DE TRABALHO \nA fim de atingir os objetivos propostos adotou-se a seguinte metodologia na condução \n\ndos trabalhos:  \n\n- Etapa de escritório \n\nDesenvolveu-se como principal atividade levantamentos e compilações de dados \n\nbibliográficos relacionados à geologia local e regional da área de estudo, além de temas \n\nrelacionados com os estudos já realizados sobre as mineralizações lá existentes \n\nprincipalmente sobre processos hidrotermais, depósitos do tipo pórfiro, entre outros. \n\n- Etapa de campo \n\nEmbasado nas atividades de escritório, realizou-se o trabalho de campo, que foi dividido \n\nem duas etapas. A primeira etapa foi realizada entre os meses de dezembro de 2010 e março \n\nde 2011 e a segunda durante os meses de julho e agosto de 2011. Durante as duas etapas \n\nforam descritos 464 pontos (APÊNDICE A – Mapa de Pontos), coletadas 96 amostras e foram \n\nobtidas medidas estruturais (foliações, eixos, dobras, fraturas, falhas) com o objetivo de \n\nmapear a distribuição das rochas, suas estruturas e suas relações com as mineralizações, além \n\ndas relações entre os litotipos e transformações hipógenas e supérgenas.  \n\n- Etapa de laboratório \n\nAs amostras obtidas durante as atividades de campo foram descritas macroscopicamente \n\ne selecionadas para a confecção de 28 lâminas delgadas e 22 lâminas polidas. Essas lâminas \n\nforam analisadas com microscópios de luz transmitida e refletida, visando aspectos \n\nmineralógicos, texturais, microestruturais e evolutivos da associação de rochas presentes na \n\nárea. Em duas amostras foram realizados estudos de difração de raios X, para determinação de \n\nfases minerais difíceis de serem identificadas na microscopia. As lâminas foram \n\nconfeccionadas no Laboratório de Laminação do Departamento de Mineralogia e Metalogenia \n\ndo IGCE, Unesp – Rio Claro, e descritas no Laboratório de Microscopia do mesmo \n\ndepartamento. \n\n \n\n \n\n\n\n17 \n \n\n \n \n\n- Tratamento, integração e interpretação dos dados \n\nOs dados obtidos nas etapas anteriores foram tratados, integrados e interpretados, com a \n\nutilização de programas convencionais para análises estruturais e organizados na forma de \n\ntabelas, gráficos, mapas (confeccionados utilizando o software Arc Gis 9.3), seções, modelos, \n\nestereogramas e diagramas de roseta (elaborados junto ao software OpenStereo). \n\n- Elaboração de relatório \n\nCom base nas interpretações realizadas na etapa anterior, foi confeccionada a presente \n\nmonografia. \n\n \n\n4. CONTEXTO GEOLÓGICO REGIONAL \nO Depósito de Cu-Au da Chapada se localiza na porção central da Província Tocantins, \n\nque representa um sistema orogênico neoproterozóico situado no Brasil Central, entre os \n\ncrátons Amazônico e São Francisco, desenvolvido no contexto dos eventos colisionais que \n\nculminaram na amalgamação do supercontinente Gondwana ao final do Neoproterozóico \n\n(Valeriano et al., 2004).  \n\nA Província Tocantins é composta pela Faixa Brasília, localizada em sua porção leste, \n\nbordejando o Cráton São Francisco, e pelas faixas Paraguai e Araguaia, localizadas na porção \n\noeste, bordejando o Cráton Amazônico (Fig. 4.1).  \n\nA Faixa Brasília possui a seguinte compartimentação tectônica, de leste para oeste: \n\nmetassedimentos parautóctones do Grupo Bambuí, na zona de antepaís; metassedimentos \n\nalóctones da margem passiva neoproterozóica e rochas do embasamento; o Maciço Goiano, \n\nque corresponde a um microcontinente composto por rochas arqueanas a mesoproterozóicas; e \n\no Arco Magmático de Goiás (AMG), que corresponde a um arco magmático juvenil \n\nneoproterozóico, formado entre ca. 880 Ma e 640 Ma (Valeriano et al., 2004). \n\nO AMG ocupa a porção mais ocidental da Faixa Brasília e se estende por mais de 1000 \n\nkm a oeste e norte do estado de Goiás, desde a região de Arenópolis e Bom Jardim de Goiás \n\naté Porangatu-Mara Rosa, indo até Tocantins, e desaparecendo sob a Bacia Fanerozóica \n\nParnaíba. Ele é dividido em Arco Magmático de Arenópolis, a sul, e Arco Magmático de \n\nMara Rosa (AMMR), a norte (Pimentel e Fuck, 1992; Pimentel et al., 1997; 2000), sendo que \n\no Depósito de Cu-Au da Chapada se localiza neste último. A maior parte do AMG é \n\nconstituída por rochas metaplutônicas dioríticas a graníticas que ocorrem expostas entre \n\nestreitas sequências vulcano-sedimentares típicas de arco de ilhas, com direções estruturais \n\nregionais NNE (Pimentel et al., 2000). \n\n\n\n18 \n \n\n \n \n\n \n\nFigura 4.1 – Mapa geológico simplificado da porção centro-leste da Província Tocantins, \ncom a localização do depósito da Chapada. \n\n \nFonte: Pimentel et al. (2004). \n\n \n\nNa Faixa Brasília, o mais proeminente grupo de estruturas compreende um sistema de \n\nfalhas reversas e de empurrão, com vergência tectônica em direção ao cráton São Francisco, a \n\n\n\n19 \n \n\n \n \n\nleste. Tais estruturas constituem as mais conspícuas feições da deformação neoproterozóica \n\ndurante o ciclo orogênico Brasiliano (Fuck et al. 1994, Strieder &amp; Suita 1999, Araújo Filho \n\n2000).  \n\n \n\n4.1.Arco Magmático de Mara Rosa (AMMR) \n\nDe maneira geral, o AMMR é dominado por exposições de ortognaisses tonalíticos a \n\ndioríticos entremeados por faixas estreitas e anastomosadas de sequências de rochas vulcano-\n\nsedimentares (Fig. 4.2) (Pimentel et al. 1997). \n\nA sequência vulcano-sedimentar Mara Rosa foi compartimentada por Arantes et al. \n\n(1991) em três faixas estreitas e anastomosadas denominadas de faixas leste, central e oeste, \n\nque apresentam disposição geral NE, com mergulhos moderados a fortes para NW, \n\nindividualizadas por metatonalitos/metadioritos alongados. As faixas são compostas em \n\ndiferentes proporções por associações de metabasaltos, metatufos intermediários a félsicos, \n\nmetaultramáficas, metagrauvacas finas a médias, metacherts, formações ferríferas, além de \n\ngrande variedade de metassedimentares psamo-pelíticas, todas metamorfisadas sob condições \n\ndas fácies xisto verde a anfibolito. Associadas a essas unidades ocorrem intrusões tardi a pós-\n\ntectônicas de composição gabróica a granítica. \n\nAs características geoquímicas dos metabasaltos da sequência e rochas plutônicas \n\nassociadas sugerem ambiente tectônico de arco de ilha em zona de subducção oceânica \n\n(Richardson et al., 1986, Kuyumjian, 1995).  \n\nOs depósitos do AMMR ocorrem em quatro diferentes associações segundo Oliveira \n\net al. (2000, 2004): 1- Au-Ag-Ba (depósito de Zacarias), do tipo vulcanogênico estratiforme; \n\n2- Cu-Au (depósito da Chapada), do tipo porfirítico segundo Richardson et al. (1986); 3- Au \n\n(depósito de Posse), do tipo epigenético disseminado; 4- Au-Cu-Bi (ocorrência de \n\nMundinho), considerado como depósito do tipo veio controlado por dioritos ricos em \n\nmagnetitas (Fig. 4.3). \n\nA principal feição tectônica do AMMR é a zona de cisalhamento reversa de alto \n\nângulo que ocorre em larga escala denominada Falha Rio dos Bois, com direção geral N40- \n\n45ºE, e mergulho para NW desenvolvida durante a Orogenia Brasiliana (Ramos Filho et al., \n\n2003). A Falha Rio dos Bois é responsável pela justaposição tectônica dos domínios \n\nneoarqueano (complexo Hidrolina) e paleoproterozóico (sequência vulcano-sedimentar \n\nCampinorte) com o domínio neoproterozóico, dado pela sequência vulcano-sedimentar de \n\nMara Rosa (CPRM, 2007). \n\n\n\n20\n \n\n \n\n \n \n\nF\nig\n\nur\na \n\n4.\n2 \n\n– \nM\n\nap\na \n\nG\neo\n\nló\ngi\n\nco\n d\n\na \npo\n\nrç\não\n\n s\nul\n\n d\no \n\nA\nrc\n\no \nM\n\nag\nm\n\nát\nic\n\no \nM\n\nar\na \n\nR\nos\n\na \nm\n\nod\nif\n\nic\nad\n\no \nde\n\n O\nliv\n\nei\nra\n\n e\nt a\n\nl. \n(2\n\n00\n6)\n\n e\n F\n\nuc\nk \n\net\n a\n\nl. \n(2\n\n00\n6)\n\n. \n\n \n\nFo\nnt\n\ne:\n B\n\nre\nda\n\nn \n(2\n\n00\n9)\n\n.\n\n\n\n21 \n \n\n \n \n\n \n\n \n \n \n\n\n\n22 \n \n\n \n \n\nFigura 4.3 - Mapa geológico do Distrito de Au e Cu-Au da Chapada-Mara Rosa com a \nlocalização dos principais depósitos e ocorrências minerais. \n\n \nFonte: Arantes (1991). \n\n\n\n23 \n \n\n \n \n\nNa região de Alto Horizonte – GO, a sequência Campinorte ocorre a leste da Falha Rio \n\ndos Bois, sendo formada por metapsamitos, metapelitos, rochas metassedimentares químicas, \n\nmetavulcânicas ácidas, intercalações de metaultramáfica, anfibolito fino e epidoto anfibolito, \n\nalém de intrusões de tonalitos, granodioritos e granitos, gabros que passaram para hornblenda \n\nanfibolito, diques máficos e corpos alongados ou semicirculares de pequenas dimensões de \n\nrochas ultrabásicas (Kuyumjian et al., 2004). Segundo os autores, o empilhamento original da \n\nsequência não foi reconhecido, já que as unidades são descontínuas em superfície e estão \n\nmuito deformadas. As paragêneses metamórficas são de fácies xisto verde e, segundo os \n\nautores, determinação isotópica Sm-Nd em metavulcânicas ácidas e metaplutônicas ácidas \n\nforneceram idades entre 2,30 e 2,52 Ga. \n\n \n\n4.1.1. Sequência Vulcano-Sedimentar de Mara Rosa \n\nAs litologias da sequência vulcano-sedimentar de Mara Rosa, foram primeiramente \n\ndescritas por Arantes et al. (1991). Segundo o autor, a sequência consiste em rochas \n\nsupracrustais divididas em três faixas (leste, central e oeste) com direção NE separadas por \n\nortognaisses. Estas rochas supracrustais, consistem em metabasaltos, meta-piroclásticas de \n\ncomposição intermediária, rochas metavulcânicas félsicas, metagrauvacas finas, granada-mica \n\nxistos, metachert, formações ferríferas, quartzitos e rochas meta-ultramáficas, metamorfizadas \n\nem fácies xisto verde a anfibolito. No trabalho de CPRM (2007) os litotipos são divididos em \n\nsubunidades conforme será descrito a seguir. \n\n \n\n4.1.1.1.Subunidade Metavulcânica Básica \n\nComposta por associação de metavulcânicas e metaplutônicas básicas, além de rochas \n\nmetassedimentares químicas e pelíticas. As metavulcânicas básicas (metabasaltos) são \n\nrepresentadas por anfibolitos finos, enquanto que as metaplutônicas básicas (metagabro-\n\ndioritos) são representadas por variações de anfibolito, quartzo anfibolito e quartzo-biotita-\n\ngranada anfibolito (CPRM, 2007). \n\nDuas amostras de anfibolito, cujo protólito é de natureza intrusiva, uma do limite oeste \n\ndo arco, e outra da faixa oeste foram datadas por Junges et al. (2003), que obteve idade de \n\n603+6 Ma para a primeira e idade de 638+2 Ma para a última através do método U-Pb em \n\nzircão. \n\n \n\n \n\n\n\n24 \n \n\n \n \n\n4.1.1.2.Subunidade Metassedimentar \n\nEsta subunidade é composta por associação de rochas psamo-pelíticas que se dispõe \n\nem alto ângulo, ao longo de um corredor transcorrente NE, cujas principais litologias são \n\ngranada-estaurolita- plagioclásio-quartzo-muscovita-biotita xisto, cianita-granada-biotita xisto \n\ne biotita-quartzo xisto. Intercaladas a estes pacotes ocorrem rochas metassedimentares \n\nquímicas representadas por gonditos e metacherts (CPRM, 2007). A amostra coletada do \n\nmaterial metassedimentar da faixa oeste, foi analisada por meio do método Sm-Nd por Viana \n\net al. (1995), onde é sugerido que este material representa sedimentos imaturos derivados da \n\nerosão do próprio arco magmático neoproterozóico. Segundo Junges (1998), o material é \n\nclassificado como metagrauvacas que possuem a mesma origem dos tonalitos presentes na \n\nregião. Ou seja, a maior parte das rochas metassedimentares estudados representa o produto \n\nde erosão do próprio arco juvenil, longe de influência de crosta siálica mais antiga (Junges, \n\n1998).  \n\n \n\n4.1.1.3.Subunidade Metavulcano-sedimentar \n\nA subunidade é limitada por contato tectônico com as sequências Campinorte e Santa \n\nTerezinha e Grupo Serra da Mesa, feito pela Falha Rio dos Bois. Composta por ampla \n\nvariação de rochas metavulcânicas básicas, ácidas e metassedimentares psamo-pelíticas e \n\nquímicas, além de produtos hidrotermais associados às mineralizações de Cu-Au do depósito \n\nda Chapada. Destacam-se estaurolita-cianita anfibolito, quartzo epidositos, pirita-quartzo-\n\nsericita xisto, muscovita-biotita xisto feldspático, muscovita-biotita-plagioclásio-microclínio \n\ngnaisse e gedrita-antofilita xisto (CPRM, 2007). \n\nAs metavulcânicas básicas são representadas por anfibolitos finamente bandados e as \n\nmetavulcânicas ácidas a intermediárias são identificadas como biotita-microclínio gnaisses, \n\nepidoto-biotita-plagioclásio gnaisses, muscovita-plagioclásio gnaisses e cianita-biotita- \n\nplagioclásio gnaisses (CPRM, 2007). \n\nA sequência de rochas metassedimentares apresenta ampla variação petrográfica, com \n\ndestaque para o grupo dos biotita xistos e biotita xistos feldspáticos. São comuns ainda \n\nquartzitos e biotita-quartzo xistos feldspáticos interpretados como meta-arenitos impuros e/ou \n\nmetagravaucas, intercalados esporadicamente por metavulcânicas básicas que afloram em \n\ngrande extensão a sudeste de Mara Rosa (CPRM, 2007). \n\nIsócronas de rocha metassedimentar rica em granada da sequência vulcano-sedimentar \n\nforneceram idades Sm-Nd de ca. 733, 765, 604 e 610 Ma, sendo que esta idade é interpretada \n\n\n\n25 \n \n\n \n \n\ncomo sendo resultado de dois episódios metamórficos: um mais antigo a ca. 760 Ma e um \n\nmais tardio a ca. 610 Ma (Junges, 1998). A datação de um diorito subvulcânico, sin-tectônico \n\nao evento de deformação das rochas supracrustais forneceu idade de 630±3 Ma através do \n\nmétodo 206Pb/238U (Viana et al., 1995), indicando que o principal evento metamórfico \n\nocorreu a aproximadamente 630 Ma (Viana et al., 1995, Pimentel et al., 1997). \n\nBredan (2009) analisou amostra de cianita-epidoto-muscovita-biotita xisto feldspático \n\nda mina da Chapada. Essa rocha indica uma idade da concórdia, de 884,9±9,4 Ma (método U-\n\nPb em zircão), a qual representa a idade de cristalização das rochas vulcânicas que são \n\nconsideradas protólito das rochas da associação metavulcano-sedimentar. \n\nAtravés de análise isotópica Sm-Nd em rochas metassedimentares na faixa oeste da \n\nsequência vulcano-sedimentar de Mara Rosa, foram obtidas idades modelo (TDM) entre 0,9 e \n\n1,2 Ga, o que indica que são produto de alteração das rochas do próprio arco (Pimentel et al., \n\n1997; Junges et al., 2003). Dados de Sm-Nd indicam que a deposição dos sedimentos \n\noriginais deve ter acontecido em bacia oceânica, longe de fontes continentais antigas (Junges, \n\net al. 2002). \n\n \n\n4.1.2. Ortognaisses \n\nEntre estas faixas supracrustais estão presentes gnaisses dioríticos a tonalíticos, com \n\npredomínio dos últimos, que apresentam estruturas e texturas plutônicas reliquiares (Arantes \n\net al., 1991, Viana et al., 1995).  \n\nNa região de Chapada-Mara Rosa os gnaisses de composição tonalítica e diorítica são \n\ngeoquimicamente primitivos, com baixo conteúdo de SiO2, caráter cálcico a cálcioalcalino, \n\ncaracterizado por baixo conteúdo de Rb, Nb, Y, Zr e REE e similares a granitóides tipo M de \n\narcos de ilha imaturos (Viana et al.,1995, Pimentel et al., 1997, 2000). \n\nMelo (2006) obteve idade de 845 ± 5 Ma para gnaisse tonalítico do Depósito de Au \n\nPosse através de datação U-Pb em zircão. Biotita gnaisse do Depósito de Cu-Au Chapada \n\napresentou idade U-Pb de 864,9±5,6 Ma, que corresponde à idade de cristalização do protólito \n\nígneo desses gnaisses (Bredan, 2009). Dados isotópicos de U-Pb obtidos por Junges et al. \n\n(2003) mostram que o magmatismo tonalítico e máfico associado ocorreram em dois \n\nintervalos distintos: entre ca. 856 e 807 Ma e entre ca. 640 e 622 Ma.  \n\n \n\n\n\n26 \n \n\n \n \n\n4.1.3. Sequência Metavulcano-sedimentar Santa Terezinha de Goiás \n\nEsta sequência é composta por rochas metamórficas variadas, como quartzitos, clorita-\n\nmuscovita xistos, anfibólio xistos, clorita xistos e xistos feldspáticos, com origem \n\npredominantemente sedimentar e contribuição vulcânica (derrames ou manifestações \n\npiroclásticas) (Bredan, 2009). \n\nSegundo Fuck et al. (2006), esta unidade corresponde a uma grande estrutura arqueada \n\ncom concavidade voltada para N-NE, cujas porções sul e leste são representadas por \n\nanfibolitos, meta-andesitos e muscovita-clorita xistos com intercalações de material \n\nvulcânico; o setor oeste é composto principalmente por rochas metassedimentares; ao norte \n\nocorre formação ferrífera bandada associada a anfibolito e muscovita-biotita gnaisse de \n\norigem vulcânica; enquanto a porção central possui muscovita quartzitos sobrepostos por \n\nbiotita gnaisses, biotita xistos feldspáticos e clorita-muscovita xisto, além de uma ampla \n\nvariedade de rochas como clorita xisto, muscovita-quartzo xisto, formação ferrífera, magnetita \n\nquartzito, gondito e mica-xistos granadíferos. Ocorrem também magnetita-muscovita xistos e \n\nespessas camadas de talco xisto com esmeralda, clorita-anfibólio-talco xisto, dolomita-talco \n\nxisto e biotitito. \n\nIdades obtidas em análises de U-Pb em zircão de ca. 670 Ma posicionam esta unidade \n\nno Criogeniano (Bredan, 2009).  \n\n \n\n4.1.4. Suíte Plutônica do Arco \n\nEsta suíte engloba rochas ortognáissicas correspondentes a gnaisses provenientes de \n\nrochas plutônicas cuja composição varia desde diorítica/gabróica até granítica, com \n\npredomínio de gnaisses tonalíticos, granodioríticos e graníticos. Estas rochas foram \n\ndeformadas e metamorfisadas juntamente com as unidades de rochas supracrustais, as \n\nrelações entre as duas são marcadas por zonas de cisalhamento. Também compõem esta \n\nunidade corpos de diorito, gabro e piroxenito associados aos ortognaisses (Bredan, 2009). \n\nCom relação à idade, análise U-Pb em zircão de tonalito do depósito da Chapada mostra \n\nidade de 635 ± 2,4 Ma, interpretada como de cristalização magmática (Melo, 2006). Ainda \n\npertencente a esta unidade, ocorre uma suíte de rochas plutônicas ácidas denominada Granito \n\nFaina. Normalmente esta suíte é representada por pequenos corpos a intrusões batolíticas de \n\ntonalitos pouco ou não deformados (Bredan, 2009). Este granito foi datado em 576±6 Ma por \n\nJunges et al. (2002a, 2003), enquanto as idades modelo Sm-Nd TDM se situam entre 1,1 e 1,5 \n\nGa (Viana et al., 1995; Junges et al., 2002b). \n\n\n\n27 \n \n\n \n \n\n4.1.5. Cianititos e Cianita Quartzitos \n\nEssa unidade é frequentemente encontrada constituindo as serras de cianititos ao longo \n\nda zona de cisalhamento Serra de Bom Jesus, ao longo da Serra das Araras e nas rochas \n\nhospedeiras do Depósito de Cu-Au Chapada. Destaca-se das demais unidades por apresentar \n\nrochas com cianita, como por exemplo, granada-cianita-muscovita-biotita xisto, quartzo-\n\nmuscovita-cianita xisto, cianita quartzito e cianitito. São comuns intercalações subordinadas \n\nde metavulcânicas básicas a intermediárias (anfibolitos finos, anfibólio xistos), quartzo-\n\nclorita-muscovita xistos e pirita-clorita-serita xistos (Bredan, 2009). \n\n \n\n4.2.Geologia Estrutural \n\nSegundo Ramos Filho et al. (2003), a região foi afetada por, pelo menos, duas fases de \n\ndeformação envolvendo dobramento. A primeira fase é representada por dobras isoclinais \n\nrecumbentes com eixo de direção aproximada NS e NNE, e transporte de oeste para leste; a \n\nsegunda fase é representada por grandes dobras abertas com eixo de direção aproximada EW \n\ne ENE, e transporte de norte para sul. As dobras da segunda fase interferem com as dobras da \n\nprimeira, formando dobras do tipo cogumelo. \n\nKuyumjian et al. (2004), reconheceram três fases de deformação (Dn-1 a Dn+1). A fase  \n\nDn-1 está representada por lineações minerais e de estiramento, de orientação aproximada NS \n\ne foliação de atitude frequentemente ajustada ao contato com o Complexo Hidrolina. \n\nApresenta transporte oblíquo a tangencial, com vergência geral para sul.  \n\nA fase Dn é representada por dobras assimétricas, apertadas e de vergência geral para \n\nleste; lineações minerais e de estiramento com orientação em torno de N60oW/20o; e foliação \n\nvariando entre N20o-45oE/20o-35oNW, com transporte tectônico de baixo caimento, alta \n\nobliquidade e vergência para SE. Duas falhas de importância regional são atribuídas a essa \n\nfase. Uma, a Falha Rio dos Bois, coloca a Sequência Mara Rosa sobre a Sequência \n\nCampinorte, com movimento reverso oblíquo dextral, enquanto que a outra, a Falha do \n\nMundinho, menos evidente que a primeira, sobrepõe a Sequência Campinorte sobre o Grupo \n\nSerra da Mesa. \n\nDurante a fase Dn+1 foi gerada uma crenulação N10oE/25oW, e uma foliação incipiente, \n\ncom máximo em N40oE/30oNW.  \n\nBredan (2009) e Kuyumjian et al. (2010) também identificaram três fases \n\ndeformacionais (Dn, Dn+1, Dn+2). Segundo os autores as fases deformacionais Dn e Dn+1 são \n\n\n\n28 \n \n\n \n \n\nassociadas à evolução deformacional da sequência vulcano-sedimentar Mara Rosa, atuante \n\ndurante o Neoproterozóico (0,9 a 0,6 Ga).  \n\nA fase Dn é representada por dobras isoclinais recumbentes, resultantes de esforço \n\ncompressivo E-W a NW-SE, em associação com metamorfismo de fácies anfibolito. A fase \n\nDn+1 está relacionada à Falha Rio dos Bois, com dobras de arrasto e intrafoliais com \n\nassimetria indicativa de vergência geral para SE, em associação com metamorfismo de fácies \n\nxisto verde. A fase deformacional Dn+2 está relacionada a dobramento regional suave da \n\nfoliação e eixos de dobra em duas direções, aproximadamente E-W e N-S, resultante em um \n\npadrão de interferência do tipo domo-e-bacia. \n\n \n\n4.3.Mineralização do tipo pórfiro \n\nOs depósitos minerais do tipo pórfiro compreendem uma grande variedade de tipos que \n\npodem ser caracterizados em termos de seu ambiente geotectônico, conteúdo metalífero, \n\nnatureza das rochas associadas (encaixantes e intrusivas) e padrões de alteração hidrotermal. \n\nTipicamente as mineralizações do tipo pórfiro se formam em limites convergentes de placas \n\ntectônicas, onde se desenvolvem os arcos magmáticos, ou relacionados à rifts (Pirajno, 1992). \n\nEstes sistemas estão geralmente associados a intrusões de monzonito, granodiorito, \n\ndiorito, quartzo diorito, ou a rochas cálcio-alcalinas mais diferenciadas, que podem ser \n\ngerados em vários eventos magmáticos com magmas intrusivos e extrusivos. Quanto à \n\nmineralização, estes depósitos podem apresentar três tipos: sulfetos em veios e vênulas que \n\nconstituem zonas de stockwork; em determinadas zonas de alteração hidrotermal, usualmente \n\nsericítica; diretamente relacionadas com a intrusão (Intrusion Related) (Guilbert &amp; Park, 1986 \n\napud Misas, 2010; Pirajno, 1992). \n\nA alteração hidrotermal em um sistema pórfiro afeta grandes volumes de rocha (plúton \n\ne encaixante) com uma geometria elipsoidal concêntrica (Fig. 4.4) em superfície, com halos \n\nde alteração onde os fluidos endógenos que circulam pelas zonas fraturadas podem ser \n\nmisturados com águas meteóricas, devido à instalação de células de convecção (Misas, 2010). \n\nSegundo o modelo de Lowell &amp; Guilbert (1970) para sistemas do tipo, a primeira fase \n\nhidrotermal é a alcalina (geralmente potássica), que age dentro e fora do corpo porfirítico \n\nintrusivo, gerando um halo que afeta tanto o plúton quanto as rochas encaixantes. O halo \n\nexterno é de alteração propilítica, mais difusa e caracterizada pela mineralização disseminada \n\nou em vênulas de sulfetos. Finalmente as alterações sericítica e argílica formam-se em um \n\n\n\n29 \n \n\n \n \n\nestágio mais tardio, como consequência da interação dos fluidos ígneos com os meteóricos, \n\nque obliteram as alterações prévias e remobilizam a mineralização associada aos sulfetos. \n\nAlguns depósitos são híbridos, entre os típicos epitermais e os típicos pórfiros, devido à \n\nascensão do sistema do tipo pórfiro para níveis mais rasos da crosta, ou devido ao colapso da \n\npluma hidrotermal, fazendo com que o sistema epitermal desça para níveis crustais mais \n\nprofundos, sobrepondo a mineralização do tipo pórfiro. \n\n \n\nFigura 4.4 - (A) Modelo de distribuição das zonas de alteração hidrotermal em depósitos do \ntipo pórfiro (modelo Lowell-Guilbert), segundo Guilbert &amp; Park (1986); (B) Zonas de \n\nalteração hidrotermal em depósitos de cobre do tipo pórfiro, mostrando a associação das \nzonas mineralizadas com zonas de alteração retrógradas sericíticas. \n\n \nFonte: Misas (2010). \n\n \n\n5. RESULTADOS \nNeste capítulo serão apresentadas as descrições das unidades litoestratigráficas, onde \n\nserão tratadas as características de cada unidade individualmente; seguida pelo capítulo de \n\ntipologia do minério, onde serão discutidos os tipos de minério e a forma de ocorrência \n\ndestes; e pelo capítulo de geologia estrutural, onde serão apresentadas as principais estruturas \n\ne fases de deformação presentes na área. \n\n \n\n\n\n30 \n \n\n \n \n\n5.1.Unidades Litológicas \n\nAs rochas encontradas na área pertencem principalmente à Sequência Vulcano-\n\nSedimentar de Mara Rosa, e são compostas por metavulcânicas básicas a ácidas, \n\nmetassedimentares psamo-pelíticas e químicas, além de produtos hidrotermais (Bredan, \n\n2009).  \n\nForam caracterizadas 7 unidades litológicas, denominadas de A, B, C, D, E, F e G \n\n(APÊNDICE B – Mapa Geológico Estrutural) que serão descritas a seguir, destacando-se seus \n\nprincipais litotipos e sua mineralogia. \n\n \n\n5.1.1. Unidade A \n\nA unidade A aflora na porção central da cava, e nela é possível observar uma estrutura \n\nanticlinal que exibe direção aproximada NE-SW e eixo subhorizontal. Esta unidade apresenta \n\ncontatos com as unidades D a noroeste e F a sudeste, o contato com a primeira foi inferido e \n\ncom a segunda é através de superfície de cavalgamento.  \n\nA foliação Sn é a principal estrutura desta unidade, com direções podendo variar entre \n\nN24-80E/05-50NW e N30-80E/05-75SE. Os litotipos predominantes são biotita gnaisses, \n\nbiotita-quartzo-muscovita xistos e anfibólio mica xisto, que frequentemente estão recortadas \n\npor pegmatitos concordantes e discordantes (Fig. 5.1). \n\nOs biotita gnaisses apresentam coloração cinza, granulação fina e estão muito \n\nintemperizados, ocorrendo sob a forma de pacotes centimétricos a métricos que \n\nfrequentemente estão recortados por pegmatitos concordantes e discordantes. \n\nMicroscopicamente estas rochas apresentam domínios com textura granoblástica \n\nintercalados com faixas lepidoblásticas (Fig. 5.2). A granulação é inequigranular, cuja média \n\ndos cristais está em torno de 0,5 mm e os maiores cristais atingem 1,5 mm. Sua mineralogia é \n\ndada basicamente por biotita (43%), plagioclásio (23%), quartzo (17%), calcopirita (8%), \n\npirita (6%), epidoto (1%), muscovita (1%) e traços de magnetita e apatita. \n\nOs muscovita xistos apresentam coloração cinza prateada, granulação média e grau \n\nmédio de alteração. Microscopicamente os biotita-quartzo-muscovita xistos (Fig. 5.3) são \n\ninequigranulares e exibem textura predominantemente lepidoblástica com porções \n\ngranoblásticas. Os maiores cristais podem ultrapassar 2,5 mm e a média está ao redor de 0,5. \n\nA mineralogia básica deste litotipo é dada por muscovita (42%), quartzo (28%), biotita (15%), \n\nclorita (7%), minerais opacos (5%), carbonato (2%) e traços de epidoto e apatita. \n\n \n\n\n\n31 \n \n\n \n \n\nFigura 5.1 – (A) Foto de frente de lavra de biotita gnaisse, de coloração cinza escuro, ponto \n450. (B) Foto de frente de lavra de biotita-quartzo-muscovita xisto, de coloração cinza claro, \nponto 447. (C) Foto de frente de lavra de rocha metavulcânica, detalhe para anfibólios de até \n\n1cm, ponto 227. (D) Foto de frente de lavra de biotita gnaisse com intrusão pegmatítica \ndiscordante da foliação, ponto 67. \n\n \n \n\nFigura 5.2 – Fotomicrografia de biotita gnaisse (lâmina 282), mostrando bandas biotíticas e \nbandas quartzo-feldspáticas. Luz transmitida e polarizadores paralelos em A e cruzados em B. \n\n \n \n\n\n\n32 \n \n\n \n \n\nFigura 5.3 – Fotomicrografia de biotita-quartzo-muscovita xisto, com destaque para extinção \nondulante na charneira das dobras das muscovitas. Luz transmitida e polarizadores paralelos \n\nem A e cruzados em B. Lâmina 350. \n\n \n \n\nO anfibólio mica xisto (Fig. 5.4) ocorre na forma de boundins ou lentes (cerca de 15cm \n\nde espessura) onde os anfibólios estão bem desenvolvidos, chegando até a 1cm de \n\ncomprimento. Apresenta como mineralogia básica quartzo (20%), biotita (15%), hornblenda \n\n(15%), clorita (12%), antofilita (12%), muscovita (10%), carbonato (5%), pirita (3%), \n\nestaurolita (3%), cianita (2%), calcopirita (1%), magnetita (1%) e esmectita (1%). Os sulfetos \n\nocorrem acompanhando a foliação ou nas fraturas dos cristais de estaurolita.  \n\n \n\nFigura 5.4 – Fotomicrografia de rocha metavulcânica, com destaque para cristais de \nestaurolita, cianita e hornblenda. Luz transmitida e polarizadores paralelos em A e cruzados \n\nem B. Lâmina 394. \n\n \n \n\nPossivelmente o protólito desta rocha é uma rocha metavulcânica, afetado por \n\nhidrotermalismo, processo evidenciado pela presença de estaurolita e cianita, em seguida foi \n\n\n\n33 \n \n\n \n \n\nsubmetida a metamorfismo de fácies anfibolito e na progressão sin-cinemática a fácies xisto \n\nverde, caracterizado pela presença da biotita. Finalmente houve passagem de fluidos que \n\nderam origem à carbonatação e à formação de esmectita associadas aos feldspatos. \n\n \n \n\n5.1.2. Unidade B \n\nA unidade B localiza-se na porção sudoeste da cava, entre as unidades A, C e D, \n\napresentando espessura de cerca de 180m. A principal estruturação desta camada é a foliação \n\nSn, que apresenta direção e mergulho variando entre N40-80E/08-48NW, N35-78E/12-55SE \n\ne N24-70W/50-85SW. Nesta unidade há o predomínio de biotita gnaisses intercalados com \n\nquartzo-muscovita xistos. As rochas desta unidade são muito parecidas com as rochas da \n\nunidade B, porém são menos xistosas e mais compactas. \n\nOs biotita gnaisses (Fig. 5.5) correspondem a rochas de coloração cinza escuro com \n\nporções mais claras, com granulação fina e com sulfetos acompanhando a foliação. \n\n \n\nFigura 5.5 – (A) Foto de bitita gnaisse em frente de lavra, com intrusão pegmatítica \ndiscordante da foliação, ponto 88. (B) Foto de biotita gnaisse, mostrando sulfetos \n\nacompanhando a foliação, ponto 386. \n\n \n \n\nMicroscopicamente estes gnaisses apresentam anisotropia e textura predominantemente \n\ngranoblástica, com domínios lepidoblásticos (Fig. 5.6). A mineralogia dessas rochas é dada \n\nbasicamente por biotita (25%), plagioclásio (22%), quartzo (18%), clorita (17%), muscovita \n\n(8%), epidoto (6%), minerais opacos (3%), apatita (1%) e traços de carbonatos e \n\nóxido/hidróxido de ferro.  \n\nOs cianita-biotita-muscovita gnaisse (Fig. 5.7) apresentam como mineralogia básica \n\nplagioclásio (24%), sericita (21%), minerais opacos (15%), biotita (13%), quartzo (10%), \n\n\n\n34 \n \n\n \n \n\ncianita (8%), clorita (5%), rutilo (2%), epidoto (1%) e hornblenda (1%), tal rocha apresenta \n\nporções hidrotermalizadas, que sofreram enriquecimento em Al. As cianitas estão dobradas, \n\nalterando nas bordas para sericita. \n\nOs biotita-quartzo-muscovita xisto apresentam muscovita (68%), quartzo (20%), biotita \n\n(10%), epidoto (5%), pirita (4%), carbonato (1%), calcopirita (1%) e traços de clorita e \n\nmagnetita. \n\n \n\nFigura 5.6 – Fotomicrografia de biotita gnaisse evidenciando bandas quartzo feldspáticas e \nbandas micáceas. Lâmina 291 B. Luz transmitida e polarizadores paralelos em A e cruzados \n\nem B. \n\n \n \n\nFigura 5.7 – Fotomicrografia de cianita-biotita-muscovita gnaisse mostrando cristais de \ncianita dobrados envoltos por massa de sericita. Lâmina 142. Luza transmitida e polarizadores \n\nparalelos em A e cruzados em B. \n\n \n \n \n\n5.1.3. Unidade C \n\nA unidade C está localizada à SW da mina, estando em contato com a unidade D à \n\nnorte, com a unidade A à sudeste e com a unidade B à leste. Apresenta espessura que varia de \n\n\n\n35 \n \n\n \n \n\n50 m a 75 m. Esta unidade apresenta como estruturação principal uma foliação Sn, com \n\ndireção predominando entre N60-80E/N20-60W. É caracterizado por quartzo-muscovita \n\nxistos (Fig. 5.8), frequentemente cortados por pegmatitos concordantes e discordantes. \n\nFigura 5.8 – (A) Foto de quartzo-muscovita xisto em frente de lavra, ponto 24. \n\n \nAlgumas características mesoscópicas desta litologia são sua coloração cinza clara, \n\ngranulação fina a média, alteração e presença de sulfetos dispostos nos planos de foliação. \n\nMicroscopicamente esta rocha apresenta anisotropia e domínios lepidoblásticos e \n\ngranoblásticos (Fig. 5.9). É inequigranular, cuja média dos cristais é de 0,5 mm, sua \n\nmineralogia é dada basicamente por sericita (40%), clorita (24%), quartzo (15%), muscovita \n\n(10%), minerais opacos (10%), traços de biotita, epidoto e carbonatos. Sendo denominada de \n\nmuscovita-quartzo-clorita-sericita xisto, cujo protólito possivelmente foi um tonalito, cujos \n\nplagioclásios deram origem à muscovita e sericita presente na lâmina. \n\n \n\nFigura 5.9 – Fotomicrografia de muscovita-quartzo-clorita-sericita xisto, detalhe para \nminerais opacos entre massa de sericita. Luz transmitida e polarizadores paralelos em A e \n\ncruzados e B. Lâmina 188. \n\n \n\n\n\n36 \n \n\n \n \n\n5.1.4. Unidade D \n\nA unidade D corresponde a uma camada contínua de direção NE-SW localizada na \n\nporção centro norte da cava cuja estruturação principal (foliação Sn) apresenta variação na \n\ndireção e mergulho, com predomínio na direção N05-80E/02-45NW. A espessura desta \n\nunidade varia de 50 m a 180 m. Nesta unidade há o predomínio de biotita xistos (Fig. 5.10 A) \n\nintercalados com biotita gnaisses (Fig. 5.10 B) e anfibólio xistos e os contatos entre esses \n\nlitotipos são abruptos.  \n\n \n\nFigura 5.10 – (A) Foto de quartzo-clorita-sericita-biotita xisto mostrando cristais de pirita \nacompanhando a foliação, ponto 247. (B) Foto de biotita gnaisse de coloração cinza escuro, \n\nmostrando leve bandamento, ponto 435. \n\n \n \n\nOs biotita xistos apresentam morfologia que pode variar desde bolsões sigmóides, \n\nboudins ou mesmo camadas contínuas, com espessura que pode ser centimétrica chegando até \n\ndecamétrica. Correspondem a rochas de coloração cinza escuro a verde escuro, com \n\ngranulação fina e normalmente estão alterados e a foliação é evidente, onde pode-se encontrar \n\nsulfetos. \n\nMicroscopicamente estes xistos apresentam anisotropia e textura predominantemente \n\nlepidoblástica, com domínios nematoblásticos e granoblásticos. São rochas inequigranulares \n\ncuja média dos cristais está em torno de 1mm. A mineralogia dessas rochas é dada \n\nbasicamente por biotita (30%), clorita (25%), sericita (20%), opacos (12%), quartzo (11%), \n\ncianita (1%) e hornblenda (1%), sendo denominados de quartzo-sericita-clorita-biotita xisto \n\n(Fig. 5.11 A e B).  \n\nOs epidoto-quartzo-biotita-muscovita xisto (Fig. 5.11 C e D) apresentam \n\nsericita/muscovita (25%), biotita (23%), quartzo (23%), epidoto (17%), opacos (5%), \n\ncarbonatos (5%), plagioclásio (3%) e traços de antofilita.  \n\n\n\n37 \n \n\n \n \n\nOs muscovita-biotita gnaisses (Fig. 5.11 E e F) apresentam como mineralogia básica \n\nbiotita (25%), quartzo (25%), sericita/muscovita (20%), plagioclásio (18%), opacos (8%), \n\nantofilita (2%), epidoto (1%) e traços de rutilo. A rocha pretérita foi possivelmente um \n\ntonalito ou quartzo diorito que passou por metamorfismo em fácies anfibolito. \n\n \n\nFigura 5.11 – (A) e (B) Fotomicrografia de quartzo-sericita-clorita-biotita xisto (lâmina 247), \ncom biotita cloritizando em A e com detalhe de cristal de cianita em B (luz transmitida e \n\npolarizadores paralelos). (C) e (D) Fotomicrografia de epidoto-quartzo-biotita-muscovita xisto \n(lâmina 159) exibindo biotita alterando para clorita entre cristais de epidoto (luz transmitida e \n\npolarizadores paralelos em C e cruzados em D). (E) e (F) Fotomicrografia de muscovita-\nbiotita gnaisse (lâmina 230) com leve bandamento composicional (luz transmitida e \n\npolarizadores paralelos em E e cruzados em (F). \n\n \n\n \n\n\n\n38 \n \n\n \n \n\n5.1.5. Unidade E \n\nA unidade E está localizada na porção NW da Mina da Chapada, apresenta direção NE-\n\nSE, espessura variando entre 90 e 125m e seu contato com a unidade D foi inferido. É \n\ncomposta principalmente por variedades de anfibólio xistos (Fig. 5.12 A e B), como \n\nmuscovita-quartzo-hornblenda xisto e epidoto-muscovita-hornblenda xisto com granada. \n\nApresenta também camadas e lentes de biotita xisto e biotita gnaisse. \n\n \n\nFigura 5.12 – (A) Foto de paredão de anfibolito maciço muito fraturado em frente de lavra, \nponto 39. (B) Foto de anfibólio xisto com lentes de quartzo dobradas em frente de lavra, \n\nponto 241. \n\n \n \n\nA estruturação principal desta camada (foliação Sn) varia entre N15- 80E/10-40NW, \n\nseus litotipos dispõem-se sob a forma de corpos descontínuos que frequentemente formam \n\nbolsões sigmóides ou boudins, com dimensões centimétricas a decamétricas. \n\nMesoscopicamente estas litologias apresentam coloração cinza escuro, verde escuro ou preta, \n\ngranulação fina a média, estão frequentemente alterados e podem apresentar lineação mineral \n\ne xistosidade evidente ou incipiente. \n\nMicroscopicamente estas rochas apresentam domínios onde predominam as texturas \n\nnematoblástica e lepidoblástica, ocasionalmente com bandas granoblásticas.  \n\nOs anfibólio xistos (Fig. 5.13 A e B) apresentam mineralogia dada basicamente por \n\nhornblenda (40%), quartzo (28%), muscovita (10%), minerais opacos (10%), biotita (8%), \n\nepidoto (2%), carbonato (2%), sendo assim classificado como muscovita-quartzo-hornblenda \n\nxisto. \n\n\n\n39 \n \n\n \n \n\nOs epidoto-muscovita-hornblenda xisto com granada (Fig. 5.13 C e D) são compostos \n\nbasicamente por hornblenda (40%), muscovita (25%), epidoto (12%), opacos (10%), granada \n\n(5%), quartzo (5%), biotita (3%) e traços de carbonato e clorita. \n\n \n\nFigura 5.13 – (A) e (B) Fotomicrografia de muscovita-quartzo-hornblenda xisto (lâmina \n241), exibindo foliação marcada por cristais de anfibólio e de quartzo, com minerais opacos \n\n(sulfetos) acompanhando esta foliação (luz transmitida e polarizadores paralelos em A e \ncruzados em B). (C) e (D) Fotomicrografia de epidoto-muscovita-hornblenda xisto com \ngranada (lâmina 244), detalhe para as biotitas que estão cloritizando e para os cristais de \n\ngranada (luz transmitida e polarizadores paralelos em C e cruzados em D). \n\n \n \n\nOs cristais de hornblenda apresentam dimensões de até 2,5mm, são subedrais e \n\npleocróicos, com coloração variando de verde claro à verde escuro. Ocorrem associados à \n\nbiotita, entre as bandas de quartzo. Os cristais de biotita às vezes apresentam contatos \n\ngradativos com a clorita evidenciando retrometamorfismo para a fácies xisto verde. Os \n\nsulfetos predominantes são a pirita e a calcopirita, que ocorrem acompanhando a foliação, \n\nassociados às bandas de quartzo, entre os anfibólios ou associados aos epidotos.  \n\n \n\n\n\n40 \n \n\n \n \n\n5.1.6. Unidade F \n\nA unidade F está localizada na porção sudeste da mina, e corresponde a uma camada \n\ncontínua com direção aproximada NE-SW e espessura de aproximadamente 12 m. O contato \n\ndesta unidade com a unidade C é marcado por uma falha de empurrão. \n\nA foliação Sn nesta unidade apresenta variações, com predomínio da direção em N20-\n\n72E/15-70SE. A litologia encontrada nesta unidade é um ultrafilonito (Fig. 5.14) de coloração \n\ncinza esverdeado, foliado e que pode apresentar intercalação de bandas com tonalidades mais \n\nclaras e mais escuras. Exibe estrutura milonítica e granulação muito fina, e pode apresentar \n\nporfiroclastos de feldspato associados a quartzo. \n\nFigura 5.14 – (A) Foto de ultrafilonito muito dobrado em frente de lavra, ponto 26. (B) Foto \nde detalhe de ultrafilonito, ponto 213. \n\n \nMicroscopicamente esta rocha apresenta textura porfiroclástica (Fig. 5.15) cujos \n\nporfiroclastos variam de 1,5 mm a 2 mm. A mineralogia básica deste litotipo é sericita (85%), \n\nminerais opacos (6%), quartzo (4%), plagioclásio (2%), epidoto (1%), cianita (1%) e traços de \n\nbiotita e clorita. \n\nFigura 5.15 – Fotomicrografia de ultrafilonito (lâmina 173B), detalhe para porfiroclastos de \nquartzo. Luz transmitida e polarizadores paralelos em A e cruzados em B. \n\n \n\n\n\n41 \n \n\n \n \n\n5.1.7. Unidade G \n\nA unidade G está localizada na porção sudeste da mina, e corresponde a uma camada \n\ncontínua com direção aproximada NE-SW e seu contato com a unidade F foi inferido. \n\nA foliação Sn nesta unidade apresenta variações, com predomínio da direção em N30-\n\n82E/20-60SE. As litologias encontradas nesta unidade são granada anfibólio xistos e \n\nhornblenditos (Fig. 5.16), seus litotipos dispõem-se sob a forma de corpos descontínuos que \n\nfrequentemente formam bolsões sigmóides ou boudins, com dimensões centimétricas a \n\ndecamétricas. Mesoscopicamente estas litologias apresentam coloração verde escuro ou preta, \n\ngranulação fina a média, estão frequentemente alterados e podem apresentar lineação mineral \n\ne xistosidade evidente ou incipiente. \n\n \n\nFigura 5.16 – Foto de afloramento de hornblenda fels, ponto 183. \n\n \n \n\nMicroscopicamente os hornblenda fels (Fig. 5.17) apresentam anisotropia e textura \n\npredominantemente nematoblástica. A mineralogia dessas rochas é dada basicamente por \n\nhornblenda (90%), epidoto (5%), minerais opacos (3%), rutilo (1%) e traços de argilo \n\nminerais e zircão. \n\nOs granada anfibólio xistos apresentam quartzo (30%), plagioclásio (20%), hornblenda \n\n(15%), muscovita (15%), biotita (10%), epidoto (5%), minerais opacos (3%) e granada (2%).  \n\n \n\n \n\n \n\n \n\n\n\n42 \n \n\n \n \n\nFigura 5.17 – Fotomicrografia de hornblenda fels (lâmina 183). (A) e (B) detalhe para cristais \nde hornblenda orientados marcando uma foliação. Luz transmitida e polarizadores paralelos \nem A e cruzados em B. (C) Detalhe para cristais de pirita e calcopirita entre as hornblendas e \n\nsobre estas. Luz refletida e polarizadores paralelos. \n\n \n \n\n5.1.8. Rochas Intrusivas e Diques Tardios \n\nNa área de estudo ocorrem intrusões tardias, que são representadas por diques pegmatíticos \n\ne corpos tonalíticos, com exposição predominante na porção sul e sudeste da cava da mina. \n\nOs pegmatitos ocorrem como diques intrusivos (Fig. 5.18) em todas as unidades \n\ndescritas, na maioria das vezes discordantes da foliação. São maciços, com granulação grossa, \n\ncor rosa a amarelo claro, constituídos predominantemente por quartzo, plagioclásio e \n\nfeldspato potássico. \n\nEsses pegmatitos possuem composição granítica, não possuindo relação com a \n\nmineralização. Os corpos pegmatíticos estão associados a eventos magmáticos do final do \n\nBrasiliano (Bredan, 2009). \n\nO tonalito corresponde a corpo exposto a sul da cava da mina, é maciço e apresenta \n\nbordas levemente deformadas. Trata-se de uma rocha plutônica, cinza escura, com \n\ncomposição tonalítica a diorítica, textura fanerítica equigranular, granulação média, composta \n\npor plagioclásio, quartzo, hornblenda e biotita como minerais essenciais, e epidoto, zircão e \n\n\n\n43 \n \n\n \n \n\ntitanita como minerais acessórios. Nessas rochas são observadas raras ocorrências de pirita e \n\ncalcopirita. \n\n \n\nFigura 5.18 – Foto de biotita xisto em frente de lavra cortado por dique pegmatítico de cerca \nde 2,5m. Ponto 274. \n\n \nOs grãos de plagioclásio ocorrem como cristais anédricos, alterados parcialmente para \n\nsericita e epidoto (Fig. 5.19), associados aos grãos de quartzo em contatos retilíneos. Os grãos \n\nde anfibólio são anédricos, com bordas irregulares, por vezes poiquilíticos, com inclusões de \n\nquartzo.  \n\n \n\nFigura 5.19 – Fotomicrografia de tonalito, com destaque para cristais de plagioclásio \nalterando para muscovita e epidoto, e cristais de hornblenda com inclusões de quartzo. Luz \n\ntransmitida e polarizadores paralelos em A e cruzados em B. Lâmina 461. \n\n \n\n\n\n44 \n \n\n \n \n\nSegundo Richardson (1986), a mineralização de Chapada tem uma íntima relação com \n\neste corpo, evidenciada pela presença de faixas de milonito no contato deste corpo com o \n\ncorpo de minério. Entretanto, essas faixas não foram descritas no mapeamento geológico da \n\ncava da mina. \n\n \n\n5.2.Tipologia do Minério \n\nO minério do Depósito de Cu-Au Chapada ocorre dominantemente de forma \n\ndisseminada, ao longo dos planos de foliação e entre os cristais de anfibólio, podendo ocorrer \n\nem planos de fraturas e esporadicamente em concentrações maciças (milimétricas a \n\ncentimétricas) nos eixos e charneiras de dobras e associados a veios de quartzo (Fig. 5.20). O \n\nminério é constituído por uma associação de sulfetos (calcopirita, pirita) e óxidos (magnetita, \n\nhematita, rutilo), onde a calcopirita aparece como o único mineral de minério importante. O \n\nouro não foi observado nas lâminas descritas, porém segundo Richardson (1986) este ocorre \n\ncom granulação muito fina incluso na calcopirita, podendo apresentar variações mais grossas \n\nem fraturas e espaços intergranulares de sulfetos.  \n\nDe maneira geral, o minério do Depósito de Cu-Au Chapada é constituído \n\npredominantemente pela associação calcopirita-pirita-magnetita (Fig. 5.21 A), prevalecendo \n\nas associações calcopirita-magnetita (minério magnetítico, Fig. 5.21 B) ou calcopirita-pirita \n\n(minério pirítico, Fig. 5.21 C), onde a pirita se constitui no mineral mais abundante enquanto \n\na magnetita tem ocorrência subordinada. \n\nEstudos microscópicos revelaram uma grande variedade de texturas envolvendo a \n\ncalcopirita e os outros minerais, essas texturas são produtos das transformações metamórficas \n\ne deformacionais que teriam induzido intensa recristalização e neoformação mineral \n\n(blastese), realçada, sobretudo, por intercrescimentos sulfetos/filossilicatos (Fig. 5.22). A \n\nfotomicrografia do minério classificado como magnetítico destaca textura granoblástica média \n\nrealçada por contatos planares entre os minerais. A fotomicrografia da associação calcopirita-\n\npirita destaca a ocorrência de calcopirita em fraturas, no interior e nas bordas de grãos \n\nxenomórficos de pirita. \n\nA presença de duas paragêneses metálicas típicas para o minério de Chapada, descritas \n\nem análises microcópicas, também é observada em campo. Os biotita gnaisses que \n\napresentam magnetita em sua composição, estão localizados no centro da cava, local onde \n\nocorrem as maiores concentrações de ouro (ANEXO A – Mapa de teor de Au). Estes estão \n\nenvoltos por um halo pirítico (ANEXO B – Mapa de concentração de pirita), que estão \n\n\n\n45 \n \n\n \n \n\nassociados principalmente à muscovita-quartzo xistos expostos na porção sudoeste da cava, \n\nque apresentam menores teores de ouro. \n\n \n\nFigura 5.20 – (A) Foto de biotita gnaisse com sulfetos disseminados acompanhando a \nfoliação, ponto 14. (B) Foto de hornblendito com sulfetos entre os cristais de hornblenda, \n\nponto 75. (C) Sulfetos em plano de fratura, associado com carbonato, ponto 398. (D) Foto de \npiritas concentradas em zona de charneira em muscovita-quartzo xisto, ponto 210. (E) Foto de \n\nveio de quartzo com sulfetos centimétricos, ponto 237. \n\n \n \n\n \n\n\n\n46 \n \n\n \n \n\nFigura 5.21 – (A) Fotomicrografia mostrando associação calcopirita, pirita e magnetita. \nLâmina 311A. Luz refletida e polarizadores paralelos. (B) Fotomicrografia de minério \n\nmagnetítico, evidenciando cristais de magnetita e calcopirita. Lâmina 343B. Luz refletida e \npolarizadores paralelos. (C) Fotomicrografia de minério pirítico, com destaque para \n\ncalcopirita nas fraturas da pirita. Lâmina 350. Luz refletida e polarizadores paralelos. Py – \npirita, Ccp – calcopirita, Mg – magnetita. \n\n \n \n\nFigura 5.22 – Fotomicrografia do minério pirítico, mostrando sobrecrescimento de clorita \ncom pirita. Luz transmitida e polarizadores paralelos em A e luz refletida e polarizadores \n\nparalelos em B. Lâmina 394. Py – pirita, Ccp – calcopirita. \n\n \n\n\n\n47 \n \n\n \n \n\n5.3.Geologia Estrutural \n\nAtravés do mapeamento estrutural das frentes de lavra da mina da Chapada foi possível \n\nreconhecer três fases deformacionais (Dn, Dn+1 e Dn+2), correlacionadas àquelas descritas \n\npor Bredan (2009). Este autor atribuiu estas fases ao evento regional de deformação (En) que \n\nconduziu a história evolutiva das unidades litoestratigráficas regionais. \n\nDurante a atuação da fase Dn houve esforço compressivo E-W a NW-SE que resultou \n\nem dobras isoclinais recumbentes em associação com metamorfismo de fácies anfibolito. \n\nPosteriormente, durante a fase Dn+1, houve a formação de dobras de arrasto e intrafoliais em \n\nassociação com metamorfismo retrógrado de fácies xisto verde. Esta fase relaciona-se à zona \n\nde cisalhamento Rio dos Bois. A fase deformacional mais tardia, Dn+2, é responsável por \n\ndobramentos simétricos tardios da foliação, com eixos ortogonais, aproximadamente N-S e E-\n\nW, resultante em um padrão de interferência do tipo domo e bacia. As duas primeiras fases \n\ndeformacionais, Dn e Dn+1, estão intimamente relacionadas à mineralização do Depósito de \n\nCu-Au da Chapada e se associam à evolução deformacional da sequência vulcano-sedimentar \n\nMara Rosa, atuante durante o Neoproterozóico (Bredan, 2009). \n\n \n\n5.3.1. Fase Deformacional Dn \n\nA principal fase deformacional da área de estudo é denominada de Dn, sendo também a \n\nfase mais antiga descrita. Esta é caracterizada por dobramentos sub-isoclinais a isoclinais \n\nrecumbentes (Fig. 5.23 A, B e C), com dimensões de até 10m, e são frequentemente \n\nencontradas associadas a biotita gnaisses, anfibólio xistos e ultrafilonitos. No sudoeste da \n\nmina também são encontrados moullions (Fig. 5.23 D) próximos a zona de charneira dessas \n\ndobras.  \n\nAs lineações desta fase de deformação são representadas por eixos de dobras com \n\ndireção aproximada NE-SW e caimento preferencial para NE (N24-50E/2-30) (Fig. 5.24). \n\nDurante a atuação desta fase deformacional foi gerada uma xistosidade Sn (Fig. 5.25), \n\nsendo a principal estrutura desta fase. Esta foliação é plano axial das dobras Dn, de direção \n\ngeral NE e mergulho para NW (N35-58E/03-35NW).  \n\nOs elementos estruturais desta fase foram afetados pelas fases deformacionais Dn+1 e \n\nDn+2, diante disso a foliação Sn apresenta mudança na atitude e no mergulho, como exibido \n\nno estereograma de foliação (Fig. 5.26). \n\n \n\n \n\n\n\n48 \n \n\n \n \n\nFigura 5.23 – (A), (B) e (C) Foto em frente de lavra mostrando flancos em alto ângulo em \nzona de charneira de dobras recumbentes relacionadas à fase Dn. Dobras em biotita xisto em \nA (ponto 217) e B (ponto 245) e em anfibolito em C (ponto 245). (D) Foto de frente de lavra \n\nevidenciando formação de moullions em zona de charneira de dobra em biotita gnaisse (ponto \n10). \n\n \n\nFigura 5.24 - Estereograma referente às medidas de eixos de dobras Dn (67), com direção \nprincipal NE-SW. \n\n \n\n\n\n49 \n \n\n \n \n\nFigura 5.25 – Fotomicrografia de biotita gnaisse (lâmina 428) evidenciando bandamento \ncomposicional dobrado, com micas dispostas paralelamente ao plano axial dessas dobras. Luz \n\ntransmitida e polarizadores paralelos em A e cruzados em B. \n\n \n \n\n \n\nFigura 5.26 – Estereograma referente às medidas de foliação Sn (408) com padrão de \nguirlanda, direção geral NE e mergulho para NW e SE. \n\n \n \n\n \n5.3.2. Fase Deformacional Dn+1 \n\nA fase deformacional Dn+1 foi de grande importância para a área de estudo, pois foi \n\nresponsável pela formação de elementos estruturais caracterizados como os melhores agentes \n\nmineralizadores da mina de Cu-Au da Chapada. Dentre estes elementos destaca-se a zona de \n\ncisalhamento Rio dos Bois, que se orienta segundo N30-60E/20-30NW e exibe caráter \n\ncompressivo. \n\n\n\n50 \n \n\n \n \n\nA foliação desenvolvida nesta fase deformacional, Sn+1, é de baixo ângulo e pode estar \n\nparalela aos planos axiais de dobras. Estas dobras apresentam diversas geometrias e associam-\n\nse a sistema de empurrão. Podem ser dobras de arrasto, assimétricas, recumbentes e \n\nparasíticas intrafoliais (Fig. 5.27). A direção geral da foliação Sn+1 é N20-50E/10-40NW e \n\nindica transporte tectônico de baixo caimento e direção NW-SE, com transporte de NW para \n\nSE. Ocorre também uma clivagem de crenulação (Fig. 5.28) relacionada a essa fase \n\ndeformacional. \n\nFigura 5.27 – (A) Foto de dobras assimétricas em biotita gnaisse, ponto 51. (B) Foto de falha \nnormal formando dobras de arrasto, ponto 40. (C) Foto de dobras assimétricas em biotita \n\ngnaisse, ponto 416. (D) Foto de pegmatito boudinado, ponto 104. (E) Foto de sulfetos \nconcentrados em zona de charneira de dobras Dn+1, ponto 451. (F) Foto de quartzo \n\nboudinado, com formação de sombra de pressão, ponto 47. \n\n \n\n\n\n51 \n \n\n \n \n\nFigura 5.28 – Fotomicrografia de biotita-quartzo-muscovita xisto, com destaque para foliação \nde crenulação. Ponto 443. \n\n \n \n\nAs lineações relacionadas a esta fase deformacional são de estiramento, mineral, \n\ncrenulação e eixo de dobra. Também é frequente a ocorrência de boudins paralelos aos eixos \n\nde dobra. As lineações de estiramento (N320-330/10-20) em associação com os sigmóides \n\nassimétricos confirmam o transporte tectônico de NW para SE. \n\nDurante a fase deformacional Dn+1 também foi formada uma dobra anticlinal aberta \n\n(APÊNDICE B – Mapa Geológico Estrutural), de escala quilométrica, assimétrica, \n\ncorrespondente à principal estrutura controladora da mineralização, com eixo de direção NE. \n\nEssa anticlinal pode ser observada pela formação de uma guirlanda no estereograma geral de \n\nmedidas. \n\nNo contato entre as unidades C e F há evidências da ocorrência de uma zona de \n\ncisalhamento responsável pela milonitização dos litotipos presentes na unidade F. \n\nO sistema de falhas Rio dos Bois é o responsável pela orientação geral do corpo \n\nmineralizado. Este sistema caracteriza-se como um sistema de falhas de empurrão a reversas \n\noblíquas, de baixo a médio ângulo. \n\nOs pegmatitos intrudidos durante esta fase deformacional na forma de diques, não \n\npossuem relação com a mineralização. \n\nTambém ocorrem falhas de rejeito direcional, geradas em domínio dúctil com direção E-W, \n\ncinemática dextral, correspondentes à falha Serra de Bom Jesus, descrita como uma zona de \n\ncisalhamento direcional obliqua com orientação E-W e mergulhos entre 30 e 50° para N. Os \n\n\n\n52 \n \n\n \n \n\ncorpos pegmatíticos intrudidos na forma de diques, associados a falhas com atitude geral N40-\n\n60°W, não possuem relação com a mineralização. \n\n \n\n5.3.3. Fase deformacional Dn+2 \n\nA fase deformacional Dn+2 caracteriza-se por dobramento regional suave (Fig. 5.29 A), \n\ncom anticlinais e sinclinais levemente assimétricos. Este dobramento é responsável pelo \n\nmergulho da foliação em duas direções, aproximadamente N-S e E-W, o que resulta num \n\npadrão de interferência do tipo domo e bacia. \n\nA foliação Sn+2 não foi observada em campo, o que se observou foram as dobras \n\npertencentes a esta fase, que podem ser identificadas em escala de afloramento e em escala \n\nregional. Estas dobras influenciam o mergulho das foliações (Sn e Sn+1) e caimento de suas \n\nrespectivas lineações (ln e ln+1). \n\nTambém foram identificadas fraturas e/ou juntas formadas ou reativadas durante a \n\natuação desta fase, com direções principais N-S a N40W, com mergulho 70-90W, e E-W a \n\nN80E, com mergulho 60-90 para sul. O primeiro grupo de fraturas é mais persistente, contudo \n\nambos são responsáveis pela remobilização de sulfetos ao longo das superfícies dos planos, \n\nbem como cristalização de carbonato, epidoto e eventualmente de zeólita (estilbita) (Fig. 5.29 \n\nB). \n\n \n\nFigura 5.29 – (A) Foto de frente de lavra mostrando dobras suaves da fase Dn+2, ponto 355. \n(B) Foto de frente de lavra mostrando fraturas E-W, com preenchimento de carbonato, ponto \n\n238. \n\n \n \n\n\n\n53 \n \n\n \n \n\n5.4.Metamorfismo \n\nA partir das paragêneses observadas durante os estudos petrográficos e do contexto \n\ndeformacional da área de estudo, foi determinado o grau metamórfico a que foram submetidas \n\nas rochas mapeadas na Mina da Chapada. As unidades litoestratigráficas mapeadas \n\ncompreendem produtos de alteração hidrotermal de diorito porfirítico deformados e \n\nmetamorfisados durante o Ciclo Brasiliano (Sillitoe, 2008), porém as variações \n\ncomposicionais observadas permitem atribuir composições dioríticas a tonalíticas ao protólito. \n\nTambém não é possível descartar a possibilidade da presença de sedimentos grauvaqueanos \n\ncomo protólitos. A ocorrência de litotipos com cianita, estaurolita e anfibólios e a variação do \n\nteor de sílica, mica branca, biotita entre outros, sugere que os protólitos foram submetidos à \n\nalteração hidrotermal antes do evento tectono-metamórfico e/ou o evento tectono-\n\nmetamórfico ocorreu em condições anisoquímicas. \n\nFoi possível reconhecer, através dos estudos petrográficos, dois eventos metamórficos \n\nprincipais que atuaram na área: o metamorfismo principal, atuante durante a fase \n\ndeformacional Dn, que atingiu fácies anfibolito zona da cianita, sendo responsável pelas \n\nparagêneses de mais alto grau, e retrometamorfismo para a fácies xisto verde, zona da clorita, \n\natuante durante as fases deformacionais Dn+1 e Dn+2, responsável pelas paragêneses de mais \n\nbaixo grau.  \n\nO metamorfismo de fácies anfibolito foi identificado pela presença de hornblenda nas \n\nparagêneses dos litotipos das unidades A, B e G. A unidade F apresentou litotipos com \n\ncianita, enquanto que a unidade B apresentou estaurolita + cianita em suas paragêneses, o que \n\ncorroborou o auge metamórfico em fácies anfibolito. \n\nNas unidades C, D e E não foram detectadas associações minerais na fácies anfibolito, \n\ncontudo, como houve atuação de metamorfismo em fácies anfibolito na área, estas unidades \n\nprovavelmente também foram atingidas e este evento foi mascarado pelas fases \n\ndeformacionais posteriores (retrometamorfismo mais intenso). Com o desenvolvimento da \n\nfoliação (Sn+1), a deformação progressiva catalisou reações retrógradas, aparentemente de \n\nforma contínua, para a fácies xisto verde, que pode ser identificada em todas as unidades \n\nmapeadas. Este retrometamorfismo é facilmente identificado nas análises petrográficas \n\natravés do reconhecimento de minerais de baixo grau, como muscovita/sericita, biotita \n\nesverdeada e clorita, derivados de cristais de anfibólio. Além dos processos de biotitização e \n\ncloritização são comuns na área de estudo os processos de saussuritização, carbonatação, \n\nmuscovitização e sericitização, características que evidenciam o processo retrometamórfico. \n\n\n\n54 \n \n\n \n \n\nA análise dos dados descritos acima permite interpretar que a área de estudo apresenta \n\ndois tipos principais de eventos metamórficos: hidrotermalismo e metamorfismo regional \n\ndínamo-termal. A figura 5.30 representa o caminhamento metamórfico ao qual a área de \n\nestudo foi submetida, auge metamórfico em fácies anfibolito, zona da cianita, e \n\nretrometamorfismo que alcançou a zona da clorita. \n\nA geração do arco magmático aparenta ter gerado metamorfismo hidrotermal (halos de \n\nalteração) e possivelmente metamorfismo de contato e/ou regional de baixa pressão. \n\nPosteriormente este conjunto foi afetado por zona de subducção, resultando em metamorfismo \n\nregional, possivelmente com ambiente com pressões superiores à do Barrowiano. Com a \n\nexumação tectônica tem-se metamorfismo regressivo em condições de diminuição de pressão \n\nmaior que de temperatura. \n\nCom base nas associações mineralógicas, reações e microestruturas estima-se que o \n\nauge metamórfico ocorreu no estágio inicial ou mesmo pré- desenvolvimento da foliação Sn \n\n(Dn) e que a temperatura mínima deve ter atingido cerca de 650 °C em condições de pressão \n\nalta a moderada, campo de estabilidade da cianita, que projeta pressões mínimas da ordem de \n\n7 Kbar. Este evento pode estar relacionado com a formação de material pegmatóide associado \n\na zonas de distensão. A presença de cianita, estaurolita e anfibólios em uma mesma rocha, em \n\nassociação com o contexto geotectônico (arco de ilha envolvido em colisão continente-\n\ncontinente), sugerem que o ambiente de pressão pode ter sido bem mais alto, ou seja, atingido \n\npressões superiores a 10 Kbar, durante o metamorfismo progressivo e temperaturas superiores \n\na 700º C podem ter sido atingidas, porém não há reações típicas para tal suposição. \n\nDurante o estudo do desenvolvimento de Sn, Sn+1 e Sn+2 foi constatado que a \n\ndeformação associada à percolação de fluidos catalisa transformações retrometamórficas de \n\nforma contínua em condições de diminuição da temperatura e pressão, culminando com a \n\ndestruição total de cianita, estaurolita e anfibólios nos litotipos mais afetados pelos estágios \n\nfinais do desenvolvimento da foliação, gerando assembléia mineral formada por mica branca \n\n(sericita/muscovita), clorita, quartzo e biotita esverdeada a castanha evidenciando que nos \n\nestágios finais o metamorfismo regressivo atingiu patamares intermediários a inferiores da \n\nfácies xisto verde, com temperaturas da ordem de 350 °C ou mesmo inferior. \n\n \n\n \n\n \n\n \n\n\n\n55 \n \n\n \n \n\nFigura 5.30 – Figura esquemática mostrando o caminhamento matamórfico a que a área foi \nsubmetida, atingindo fácies anfibolito e retrometamorfisando para fácies xisto verde. \n\n \nFonte: Modificado de Yardley (1988). \n\n \n\n6. CONSIDERAÇÕES FINAIS \nA partir dos trabalhos realizados gerou-se um mapa geológico na escala 1:5.000 onde \n\nforam individualizadas 7 unidades neoproterozóicas, denominadas informalmente de A, B, C, \n\nD, E e F e 2 seções geológicas, A-B, C-D. Os litotipos encontrados em cada uma das unidades \n\nforam caracterizados petrograficamente bem como a associação mineral do minério e \n\ninterpretações acerca do protólito e eventos deformacionais que atuaram nestes materiais. \n\nTrês fases deformacionais foram confirmadas na mina da Chapada: Fase Dn, principal \n\nevento deformacional, sendo responsável pela geração de dobras sub-isoclinais a isoclinais \n\nrecumbentes e de uma foliação Sn; Fase Dn+1, responsável pela formação de elementos \n\nestruturais caracterizados como os melhores agentes mineralizadores do Depósito de Cu-Au \n\nChapada, além de dobras de arrasto, assimétricas, recumbentes e parasíticas intrafoliais; Fase \n\nDn+2, responsável por dobramento regional suave, formando dobras do tipo domo e bacia.  \n\n\n\n56 \n \n\n \n \n\nO minério do Depósito de Cu-Au Chapada ocorre dominantemente de forma \n\ndisseminada, ao longo dos planos de foliação, podendo ocorrer em planos de fraturas, nas \n\ncharneiras de dobras e associados a veios de quartzo. A calcopirita é o único mineral de \n\nminério importante e de maneira geral, o minério é constituído predominantemente pela \n\nassociação calcopirita-pirita-magnetita, prevalecendo as associações calcopirita-magnetita e \n\ncalcopirita-pirita, onde a pirita se constitui no mineral mais abundante enquanto a magnetita \n\ntem ocorrência subordinada. \n\nInterpretou-se que a área passou por alteração hidrotermal seguida de evento tectono-\n\nmetamórfico cujo pico deu-se durante a fase pré-Dn, alcançando fácies anfibolito, zona da \n\ncianita. Posteriormente houve a atuação de retrometamorfismo que chegou à fácies xisto \n\nverde, zona da clorita. \n\n \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS \n \nARAÚJO FILHO J.O. 2000. The Pirineus syntaxis: an exemple of intersection of two \nBrasiliano fold thrust belts in Central Brazil, and its implications for the tectonic evolution of \nWestern Gondwana. Revista Brasileira de Geociências. 30. p.144-148. \n \nARANTES, D., BUCK, P.S., OSBOURNE, G.A., PORTO, C.G. 1991. A Sequência \nVulcanosedimentar de Mara Rosa e Mineralizações Auríferas Associadas. Boletim \nInformativo da SBG, Núcleo Centro-Oeste, 27-40. \n \nBREDAN, F. O. 2009. Características epigenéticas do depósito de Cu-Au Chapada, Arco \nMagmático de Goiás. Dissertação de Mestrado 264, Universidade de Brasília, 113p. \n \nCPRM - COMPANHIA DE PESQUISA DE RECURSOS MINERAIS. Geologia da Folha \nCampinorte: SD.22-Z-B-I. Escala 1:100.000. Org: OLIVEIRA, C. G.; OLIVEIRA, F. B.; \nDANTAS, E. L.; FUCK, R. A. Brasília: UnB/CPRM, 2007. (Série Programa de Geologia do \nBrasil – PGB). 68p. \n \nFUCK, R.A., DANTAS, E.L., De SORDI, D.A., CHIARINI, M.F., OLIVEIRA, C.G., \nALMEIDA, T. 2006. Programa Geologia do Brasil-Folha Santa Terezinha de Goiás. \nFUB/CPRM, Brasília, 89 pp. \n \nFUCK R.A., PIMENTEL M.M., D’EL REY SILVA L.J.H. 1994. Compartimentação \ntectônica na porção oriental da Província Tocantins, XXXVIII Congresso Brasileiro de \nGeologia, Camburiú, SBG, Boletim de Res. Expandidos1, Simpósios, p.215-217. \n \nJUNGES, S.L. 1998. Caracterização geoquímica e isotópica da Faixa Oeste da Sequência \nVulcanossedimentar de Mara Rosa. Dissertação de mestrado. UnB, Brasília, 120pp. \n \n\n\n\n57 \n \n\n \n \n\nJUNGES, S.L., PIMENTEL, M.M., DANTAS, E..L, LAUX, J.H. 2002a. Idades U-Pb de \ngranitos sin- a tardi-tectônicos do Arco de Mara Rosa, Goiás. In: 41 Congresso Brasileiro de \nGeologia, João Pessoa. Anais. João Pessoa, SBG, p.312. \n \nJUNGES, S.L, PIMENTEL, M.M., MORAES, R. 2002b. Nd isotopic study of the \nNeoproterozoic Mara Rosa Arc, central Brazil: implications for the evolution of the Brasília \nBelt. Precambrian Research 117(1-2):101-108. \n \nJUNGES S.L., PIMENTEL, M.M., DANTAS, E.L., LAUX, J.H. 2003. New ID-TIMS U-Pb \nages in the western portion of the Mara Rosa Arc: two hundred million years of arc building. \nIn: 4 South American Symposium on Isotope Geology, Salvador, 2003. Short Papers. \nSalvador, CBPM, IRD, v.1:198-201. \n \nKUYUMJIAN, R.M. 1989. The geochemistry and tectonic significance of amphibolites \nfrom the Chapada sequence, central Brazil. Unpublished PhD thesis, University of \nLondon, 289 pp. \n \nKUYUMJIAN, R.M. 1995. Diversity of Fluids in the Origin of the Chapada Cu-Au Deposit, \nGoiás. Revista Brasileira de Geociências, v. 25(3), 203-205. \n \nKUYUMJIAN, R.M., OLIVEIRA, C.G., CAMPOS, J.E.G., QUEIROZ, C.L. 2004. Geologia \ndo limite entre os terrenos arqueanos e o Arco Magmático de Goiás na região de Chapada-\nCampinorte, Goiás. Revista Brasileira de Geociências, 34 (3): 329-334. \n \nMELO, L.V. 2006. Compartimentação Geocronológica dos Depósitos de Cu-Au e Au do \nDistrito Chapada-Mara Rosa-Campinorte no Arco Magmático de Goiás, Brasil \nCentral.Tese de Doutorado- UnB. \n \nMISAS, C. M. E., 2010. Evolução magmática, alteração hidrotermal e gênese da \nmineralização de ouro e cobre do Palito, Província Aurífera do Tapajós (PA). \nDissertação de Mestrado, Universidade de São Paulo, 235p. \n \nOLIVEIRA C. G., PIMENTEL M. M., MELO L. V., FUCK R. A. 2004. The Cooper-gold \nand gold deposits of the Neoproterozoic Mara Rosa magmatic arc, central Brazil. Ore \nGeology Reviews, 25: 285-299. \n \nOLIVEIRA, C. G., QUEIROZ, C.L., PIMENTEL, M.M. 2000. The Arenópolis-Mara Rosa \ngold-copper belt, Neoproterozoic Goiás Magmatic Arc. Rev. Bras.Geoc., 30:219-221. \n \nOLIVEIRA, F. B. E OLIVEIRA, C. G., 2008. O Depósito de Cu-Au de Chapada: \nDeformação, Metamorfismo e Mineralização (Resumo). In: 44º Congresso Brasileiro de \nGeologia. Anais. Curitiba, DNPM, UnB, pág 165. \n \nPALERMO, N., PORTO, C.G., COSTA JUNIOR, C.N. 2000. The Mara Rosa gold district, \ncentral Brazil. Rev. Bras. Geoc., 30(2):256-260. \n \nPIMENTEL, M. M., WHITEHOUSE, M. J., VIANA, M. G., FUCK, R. A., MACHADO, N. \n1997. The Mara Rosa Arc in the Tocantins Province: further evidence for Neoproterozoic \ncrustal acretion in central Brazil. Precambrian Research, 81. p.299-310. \n \n\n\n\n58 \n \n\n \n \n\nPIMENTEL M.M., FUCK R.A., GIOIA S.M.C.L. 2000. The Neoproterozoic Goiás Magmatic \nArc, central Brazil: a review and new Sm-Nd data. Revista Brasileira de Geociências \n30(1):35-39. \n \nPIMENTEL, M.M. &amp; FUCK, R.A. 1992. Neoproterozoic crustal accretion in central Brazil. \nGeology, 20:375-379. \n \nPIMENTEL, M.M., JOST, H., FUCK, R.A. 2004. O embasamento da Faixa Brasília e o Arco \nMagmático de Goiás. In: Mantesso Neto, V., Bartorelli, A., Carneiro, C. D. R. and Brito \nNeves, B.B. (Org.) Geologia do Continente Sul-Americano, Evolução da Obra de Fernando \nFlávio Marques de Almeida. São Paulo, Beca, p.355-368. \n \nPIRAJNO, F. 1992. Hydrothermal Mineral Deposits, Principles and Fundamental \nConcepts for the Exploration Geologist. Springer-Verlag, New York. 709p. \n \nRAMOS FILHO, W.L., ARAÚJO FILHO, J.O., KUYUMJIAN, R.M. 2003. Características \ndo Ambiente Estrutural do Depósito de Chapada, Goiás. Revista Brasileira de Geociências, \nv. 33(2): p. 109-116. \n \nRICHARDSON, S.V., KESLER, S.E., ESSENE, E.J. 1986. Origin and geochemistry of the \nChapada Cu-Au deposit, Goias, Brazil: A metamorphosed wall-rock porphyry copper deposit. \nEconomic Geology, 81: 1884-1898. \n \nSILLITOE, R., 1972. A plate tectonic model for the origin of Porphyry Copper Deposits. \nEconomic Geology. 67, 184-197. \n \nSUMÁRIO EXECUTIVO, Mineração Maracá Indústria e Comércio S.A., 2009. \n \nVALERIANO, C., DARDENE, M., FONSECA, M.; SIMÕES L., SEER, H, A Evolução \nTectônica da Faixa Brasília. In: MANTESSO-NETO, V.; BARTORELLI, A.; CARNEIRO, \nC. D. R.; BRITO-NEVES, B. B. (Org). Geologia do Continente Sul-Americano: evolução \nda obra de Fernando Flávio Marques de Almeida. São Paulo: Beca, 2004. p.575-593. \n \nVIANA, M.G., PIMENTEL, M.M., WHITEHOUSE, M.J., FUCK, R.A., MACHADO, N. \n1995. O arco magmático de Mara Rosa, Goiás: dados geoquímicos e geocronológicos e suas \nimplicações regionais. Revista Brasileira de Geociências. 25(2):111-123. \n \nYARDLEY, B. W. D. 1988. Introdução a Petrologia Metamórfica. Traduzido pela Edunb – \nEditora da Universidade de Brasília. 340p. \n \n\n\n\n \n\n \n \n\n \nAPÊNDICE A \n\n \nMAPA DE PONTOS \n\n \n\n\n\n\n\n \n\n \n \n\n \nAPÊNDICE B \n\n \nMAPA GEOLÓGICO \n\nESTRUTURAL \n \n\n\n\n\n\n \n\n \n \n \n\nANEXO A \n \n\nMapa de teores de Au \n \n\n \n\n\n\n\n\n \n\n \n \n \n\nANEXO B \n \n\nMapa de concentração \nde pirita \n\n \n \n\n\n\n\n\tCAPA\n\tFOLHA DE ROSTO\n\tFICHA CATALOGRÁFICA\n\tDEDICATÓRIA\n\tAGRADECIMENTOS\n\tRESUMO\n\tABSTRACT\n\tÍNDICE DE ILUSTRAÇÕES\n\tSUMÁRIO\n\t1. INTRODUÇÃO\n\t2. OBJETIVOS\n\t3. MÉTODOS E ETAPAS DE TRABALHO\n\t4. CONTEXTO GEOLÓGICO REGIONAL\n\t5. RESULTADOS\n\t6. CONSIDERAÇÕES FINAIS\n\t7. REFERÊNCIAS BIBLIOGRÁFICAS\n\tAPÊNDICES"}]}}}