{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10084"}, {"@name": "filename", "#text": "15146_3854_7628.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DA BEIRA INTERIOR\nCiências\nA influência do processo de produção de scaffolds na regeneração óssea\nMariana Costa da Silva Vallejo\nDissertação para obtenção do Grau de Mestre em\nBiotecnologia\n(2° ciclo de estudos)\nOrientador: Prof. Doutor Ilídio Joaquim Sobreira Correia\nCovilhã, outubro de 2014\nI would like to dedicate my master thesis to my grandmother ...\n“The only place where success comes before work is in the dictionary”\nAcknowledgements\nFirst, I would like to thank my supervisor Professor Ilídio Correia for the opportunity to develop my master's thesis with him. For all the dedication and all the time spent in carrying out the whole project.\nTo Eng. Ana Paula from the Optics center of Universidade da Beira Interior for helping in the acquisition of EDS and XRD results.\nTo Professor Abílio Silva for all the help and availability to perform the mechanical characterization of the scaffolds.\nTo Professor Eugenia Gallardo, for providing several times the vacuum pump.\nTo Sónia Miguel, for helping with the acquisition of the SEM and CLSM images.\nTo all my group colleagues. One way or another all contributed to the development of my work. A special thanks to Ricardo, Sofia and Elisabete, the people who spent more time with me in the laboratory even in the after hours. For all the help and understanding throughout this year.\nTo all my special friends for all their contribution. A special thanks to my boyfriend, David, for all the patience and unconditional support through this year.\nTo the most important people in my life, my family, for all the love, motivation and support. Mostly to my parents for all the sacrifices that they made this year to allow me to be here today. You are all my strength.\nAbstract\nThe raising level of bone defects worldwide has become a major concern of public health. Autografts, allografts and xenografts are some alternatives that are currently being used to overcome bone related problems. However the risks of infection and immunological response from the patient are very high. To surpass these handicaps, new biodegradable and biocompatible structures (scaffolds) have been produced in the area of tissue engineering to be used as temporarily bone substitutes. These structures allow cell adhesion and proliferation, while giving mechanical support to the newly bone formation. Several biocompatible materials have been used so far for scaffolds production. Nevertheless it is fundamental that the right production method is chosen, since it will influence the regenerative process. In this study a chitosan/alginate/B-TCP scaffold was produced by three different techniques: rapid prototyping using a Fab@home 3D printer, freeze-drying and foam replication method. The scaffolds were characterized by Fourier transformed Infrared spectroscopy, X-ray diffraction, Energy dispersion Spectroscopy, Scanning Electronic microscopy and water contact angle. Moreover, the porosity, mechanical properties, swelling profile, and degradation behavior of the different scaffolds were also characterized. The cytotoxic profile of the scaffolds was studied using a rezazurin assay. The cellular adhesion, proliferation and internalization in the scaffolds were studied by optical, scanning electronic and confocal laser scanning microscopy. The antimicrobial properties of the different scaffolds were tested against Staphylococcus Aureus, using a Kirby-Bauer disk diffusion method. All the results revealed that the chitosan/alginate/B-TCP scaffolds produced by rapid prototyping had the most suitable properties for being applied in bone regeneration.\nKeywords\nBone regeneration; Chitosan/Alginate/B-TCP scaffolds; Foam replication Method; Freezedrying; Rapid Prototyping\nResumo\nO aumento de defeitos ósseos nas últimas décadas tem se tornado um problema de saúde a nível mundial. Os autoenxertos, aloenxertos e xenoenxertos são algumas das alternativas terapêuticas utilizadas para a reparação/regeneração dos defeitos do tecido ósseo. Contudo o elevado risco de infeção e rejeição têm limitado a sua aplicação. A engenharia de tecidos tem procurado soluções para ultrapassar estes problemas, nomeadamente atravéz da produção de estruturas temporariamente substitutas do tecido ósseo que sejam biocompatíveis e biodegradáveis. Estas estruturas são conhecidas como matrizes 3D (scaffolds), que permitem a adesão e proliferação celular, fornecendo suporte mecânico até á formação de novo tecido ósseo. O sucesso de um scaffold depende das suas propriedades químicas, mecânicas e biológicas. Na produção destas estruturas tridimensionais têm sido usados vários materiais biocompatíveis. Contudo também é importante ter em conta que a técnica usada na produção dos scaffolds vai influenciar diretamente as suas propriedades e consequentemente a sua ação na regeneração óssea. Neste estudo scaffolds de quitosano/alginato/B-TCP foram produzidos usando três técnicas de produção diferentes: prototipagem rápida com uma impressora 3D Fab@home, método de sublimação e método de replicação de esponja. Os scaffolds produzidos foram caracterizados de forma a perceber qual a técnica que permitiria a produção de scaffolds com propriedades adequadas para a regeneração óssea. Os diferentes scaffolds foram caracterizados por espectroscopia de infravermelhos, difração de raio X, espectroscopia de dispersão de energia, microscopia electrónica de varrimento e o carácter hidrofílico foi caracterizado atravéz da determinação do ângulo de contacto. Por outro lado, a porosidade e as propriedades mecânicas dos materiais foram analisadas, assim como o inchaço e a sua degradação. O perfil citotóxico dos scaffolds foi avaliado usando um ensaio de rezazurina e a adesão, proliferação e internalização celular nos scaffolds foi estudada por microscopia ótica, microscopia electrónica de varrimento e microscopia confocal. As propriedades antibacterianas foram avaliadas usando o método de difusão em placa de Kirby-Bauer, usando a bactéria Staphylococcus Aureus como modelo. Os resultados obtidos mostraram que os scaffolds de quitosano/alginato/B-TCP produzidos por prototipagem rápida apresentaram propriedades adequadas para que futuramente possam ser usados na regeneração óssea.\nPalavras-chave\nMétodo de replicação de esponja; Método de sublimação; Prototipagem rápida; Regeneração óssea; Scaffolds de quitosano/alginato/B-TCP;\nResumo alargado\nO osso humano é um tecido altamente resistente e vascularizado com capacidade de auto-remodelação, e é responsável por várias funções no corpo humano. O osso é constituído pela matriz orgânica (maioritariamente colagénio), matriz inorgânica (hidroxiapatite) e várias células (osteoblastos, osteócitos e osteoclastos). No entanto, existem diferentes factores tais como infeções, doenças ósseas e acidentes que conduzem ao aumento de defeitos ósseos, e que nas últimas décadas se têm tornado um problema de saúde a nível mundial. Os autoenxertos, aloenxertos e xenoenxertos são algumas das alternativas terapêuticas utilizadas para a regeneração dos tecidos ósseos. No entanto, o elevado risco de infeção e rejeição têm limitado a sua aplicação.\nNeste contexto, a Engenharia de Tecidos surgiu como uma área promissora para a resolução deste tipo de problemas. A Engenharia de Tecidos é uma área interdisciplinar que combina biomateriais para desenvolver substitutos temporários biocompativeis de forma a restaurar, manter e melhorar a função dos tecidos biológicos. Um dos conceitos da engenharia de tecidos passa por produzir matrizes 3D (scaffolds) que permitem a adesão e proliferação celular e fornecem suporte mecânico até à formação de novo tecido ósseo. O sucesso de um scaffold depende de diversos parâmetros tais como biocompatibilidade, biodegradabilidade, hidrofobicidade, porosidade e resistência mecânica, com o objetivo de promover o crescimento, proliferação e intenalização celular. Na produção de scaffolds têm sido usados vários materiais para a regeneração óssea. Estes materiais incluem cerâmicas e polímeros (naturais e sintéticos) que conferem resistência e biocompatibilidade aos scaffolds. Contudo, também é importante ter em conta a técnica usada na produção dos scaffolds. O processo de produção pode influenciar diretamente as propriedades fisico-químicas, mecânicas e biológicas de um scaffold e, consequentemente, a sua ação na regeneração óssea. Desta forma, é essencial encontrar uma técnica que permita a produção de scaffolds com as melhores propriedades para a regeneração óssea.\nNeste estudo scaffolds de quitosano/alginato/B-TCP foram produzidos usando três técnicas de diferentes: prototipagem rápida com uma impressora 3D Fab@home, liofilização e método de replicação de esponja. Após a produção dos três tipos de scaffolds, estes foram caracterizados de forma a perceber qual a técnica que permitiria a produção de scaffolds com propriedades adequadas para a regeneração óssea. A análise macroscópica dos scaffolds produzidos revelou que a técnica de prototipagem rápida foi a única que permitiu o controlo da estrutura e dimensões do scaffold. A estrutura interna e proriedades físico-químicas dos scaffolds foram caraterizados por microscopia eletrónica de varrimento, espectroscopia de Infravermelho (FTIR), difração de raios-X (XRD) e ainda foram determinados os ângulos de contato na superfície dos scaffolds. Os resultados obtidos de XRD permitiram concluir que\napesar dos diferentes processos de produção, os três tipos de scaffolds não sofrem alterações na sua estrutura cristalina. No entanto, os resultados obtidos por FTIR permitiram concluir que os scaffolds produzidos pelo método de replicção de esponja sofreram a perda do seu conteúdo polimérico. Todos os scaffolds produzidos apresentaram um carater hidrofílico, o que é fundamental para promover adesão e proliferação celular.\nOs resultados da caracterização mecânica dos scaffolds revelaram que os scaffolds apresentaram valores de resistência à compressão e módulos de Young mais próximos daqueles que o osso trabecular humano possui. Para além disso, todos os scaffolds apresentaram tamanhos de poro desejáveis para a internalização e proliferação celular.\nO perfil citotóxico dos scaffolds foi avaliado através de um ensaio de rezazurina, usando osteoblastos humanos. Nenhum dos scaffold apresentou citotoxicidade. A adesão e internalização celular nos diferentes scaffolds foram analisadas por microscopias ótica, electrónica de varrimento e confocal. Os resultados revelaram que os osteoblastos humanos aderiram e proliferaram na superfície dos scaffolds, assim como migraram e proliferaram no interior dos biomaterias produzidos.\nAs propriedades antibacterianas dos diferentes scaffolds foram testadas através do teste de difusão em placa de Kirby-Bauer, usando como modelo a bactéria gram-positiva Staphylococcus Aureus. Os resultados obtidos revelaram que os scaffolds produzidos por prototipagem rápida e método de sublimação possuem propriedades antimicrobianas.\nCom base nos resultados obtidos concluiu-se que os scaffolds de quitosano/alginato/B-TCP produzidos pela técnica de prototipagem rápida foram os que apresentaram melhores propriedades para que futuramente possam serem aplicados na regeneração do tecido ósseo.\nTable of contents\nCHAPTER I - INTRODUCTION.............................................................1\n1.1\tBones in the human body..........................................................2\n1.1.1\tTypes of bones..............................................................2\n1.1.2\tBone matrix.................................................................3\n1.1.3\tBone cells..................................................................4\n1.1.4\tBone remodeling.............................................................5\n1.2\tBone disorders..................................................................6\n1.3\tBone grafts.....................................................................7\n1.4\tTissue engineering..............................................................7\n1.4.1\tBiomaterials used for bone scaffolds production.............................8\n1.4.2\tScaffolds properties.......................................................11\n1.4.3\tTechniques used for the production of scaffolds............................12\n1.5\tAims...........................................................................14\nCHAPTER II - MATERIALS AND METHODS..................................................15\n2.1\tMaterials......................................................................16\n2.2\tMethods........................................................................16\n2.2.1\tProduction of the scaffolds................................................16\n2.2.1.1\tProduction of the scaffolds by the Foam Replication Method (FRM).........16\n2.2.1.2\tProduction of the scaffolds by the Freeze-Drying technique...............17\n2.2.1.3\tProduction of the scaffolds by Rapid Prototyping.........................17\n2.2.2\tMorphological and physicochemical characterization of the scaffolds........17\n2.2.2.1\tMorphological analysis of the scaffolds..................................17\n2.2.2.2\tFourier Transform Infrared Spectroscopy analysis.........................17\n2.2.2.3\tX-Ray diffraction analysis...............................................18\n2.2.2.4\tEnergy dispersive spectroscopy...........................................18\n2.2.3\tWater contact angle measurement............................................18\n2.2.4\tTotal porosity evaluation.....................................................18\n2.2.5\tCharacterization of the swelling capacity of the scaffolds....................19\n2.2.6\tCharacterization of the degradation rate of the scaffolds.....................19\n2.2.7\tMechanical characterization of the different scaffolds........................20\n2.2.8\tBiological characterization of the chitosan/alginate/B-TCP scaffolds..........20\n2.2.8.1\tCharacterization of the cytotoxic profile of the scaffolds..................20\n2.2.8.2\tProliferation of the osteoblast cells in the presence of the scaffolds .....21\n2.2.8.3\tConfocal Laser Scanning Microscopy..........................................22\n2.2.9\tEvaluation of the antibacterial activity of the scaffolds.....................22\n2.2.10\tStatistical Analysis........................................................22\nCHAPTER III - RESULTS AND DISCUSSION...................................................23\n3.1\tMacroscopic properties of the scaffolds...........................................24\n3.2\tPhysicochemical characterization of the scaffolds.................................27\n3.2.1\tFourier Transform Infrared Spectroscopy.......................................27\n3.2.2\tX-Ray diffraction analysis....................................................28\n3.2.3\tEnergy Dispersive Spectroscopy................................................29\n3.3\tPorosity of the scaffolds.........................................................30\n3.4\tWater contact angle determination.................................................31\n3.5\tSwelling capacity of the scaffolds................................................32\n3.6\tDegradation behavior of the scaffolds.............................................33\n3.7\tMechanical characterization of the scaffolds......................................35\n3.8\tBiological characterization of the scaffolds......................................37\n3.8.1\tEvaluation of the cytotoxic profile of the scaffolds..........................37\n3.8.2\tSEM and CLSM images of the cells in contact with scaffolds....................40\n3.9\tAntibacterial activity of the scaffolds...........................................42\n3.10\tSummary..........................................................................42\nCHAPTER IV - CONCLUSIONS AND FUTURE PERSPECTIVES.......................................44\nCHAPTER V - BIBLIOGRAPHY.....................................\n46\nList of figures\nFigure 1: Different types of bones found in the human body...................................2\nFigure 2: Representation of the composition of the bone matrix...............................3\nFigure 3: Schematic representation of the main phases of bone remodeling....................5\nFigure 4:\tSchematic representation of the role\tof\ta scaffold\tin\tbone\tregeneration.........8\nFigure 5:\t¡lustration of the\tchemical structure\tof\talginate................................9\nFigure 6:\t¡lustration of the\tchemical structure\tof\tchitosan...............................10\nFigure 7:\t¡lustration of the\tchemical structure\tof\tHA and B-TCP ceramics..................11\nFigure 8: Macroscopic images of the produced scaffolds.....................................25\nFigure 9: SEM images of the internal structure of the scaffolds............................26\nFigure 10: FTIR analysis of the 3D scaffolds...............................................27\nFigure 11: X-Ray spectra of B-TCP and 3D scaffolds.........................................29\nFigure 12: Total porosity the different scaffolds..........................................31\nFigure 13:\tSwelling behavior of the different scaffolds...................................33\nFigure 14:\tDegradation rate of the different scaffolds....................................34\nFigure 15:\tCharacterization of the scaffolds compressive strength.........................36\nFigure 16:\tCharacterization of the scaffolds Young's Modulus .............................36\nFigure 17:\tEvaluation of the cytotoxic profile of the scaffolds...........................37\nFigure 18: Macroscopic images of the cells in the presence of the scaffolds................39\nFigure 19: SEM images of the cells at the scaffolds surface................................40\nFigure 20: CLSM images of the cells distribution within the scaffolds structure ...........41\nFigure 21: Evaluation of the scaffolds antibacterial activity trough the Kirby-Bauer diffusion\nmethod............................................................................42\nList of tabels\nTable 1: Young's modulus and compressive strength values of human cortical and trabecular\nbone..........................................................................4\nTable 2: EDS analysis of the produced 3D scaffolds\n30\nTable 3: Water contact angle values determined for the different produced scaffolds.32\nTable 4: Summary of the properties of the chitosan/alginate/B-TCP scaffolds...........43\nAcronyms\n3D Ba2+\tThree-Dimensional Barium\nB-TCP\tBeta-Tricalcium Phosphate\nBMP\tBone Morphogenetic Proteins\nBSA Ca2+\tBovine Serum Albumin Calcium\nCAD\tComputer-Aided Design\nCbfal\tCore binding factor\nCLSM\tConfocal Laser Scanning Microscopy\ndethanol\tEthanol's density\nDMEM-F12\tDulbecco’s Modified Eagle’s Medium\nECM\tExtracellular Matrix\nEDS\tEnergy Dispersive Spectroscopy\nEDTA\tEthylenediaminetetraacetic Acid\nEtOH\tEthanol\nFBS\tFetal Bovine Serum\nFTIR\tFourier-Transform Infrared Spectroscopy\nFRM\tFoam replication method\nHA\tHydroxyapatite\nhOB\tHuman osteoblasts\nMSC\tMesenchymal Stem Cells\nOB\tOsteoblasts\nOC\tOsteoclasts\nOT\tOsteocytes\nPBS\tPhosphate-Buffered Saline\nPCL\tPoly (e-caprolactone)\nPLGA\tPoly (lactic-co-glycolic acid)\nPLLA\tPoli (L-lactic-acid)\nPI\tPropidium Iodide\nPTH\tParatiroid Hormone\nPVA\tPoly(vinyl) Alcohol\nRANKL\tNF-kappa B ligand\nRP\tRapid prototyping\nRT\tRoom Temperature\nS.Aureus\tStaphylococcus Aureus\nSEM\tScanning Electron Microscopy\nSFF\tSolid free form fabrication\nSLS\tSelective Laser Sintering\nSr2+\tStrontium\nSTL\tStereolithography\nTE\tTissue Engineering\nTNF\tTumor Necrosis Factor\nTs\tResistance to Compression\nXRD\tX-Ray Diffraction\nYM\tYoung's Modulus\nChapter I\nIntroduction\n1. Introduction\n1.1\tBones in the human body\nThe skeleton is one of the most important organs of the human body. By adult age, it is composed by 206 bones, and it is involved in the body sustention and locomotion [1]. Furthermore, it is responsible by other body functions, including the protection of vital organs (brain, lungs, and heart), and is also involved in the production of blood cells through hematopoiesis, as well as the storage of important ions, such as phosphorus and calcium [2].\n1.1.1\tTypes of bones\nBones can present various shapes (Figure 1a). The long bones, like the femur and tibia, are rigid and dense bones, providing strength, structure and mobility, supporting most of the human weight [3]. On the other hand, short bones like the carpal bones of the wrist, or the tarsal bones of the ankle, are responsible for support and stability in small movements [1, 4]. Flat bones, like the skull, present a flat and broad surface, important for muscle attachment, as well as organ protection [1, 2]. Finally, irregular bones, like the vertebrae, are named due to their variety of shapes and present many surface features for muscle or articulation attachment [1].\nFigure 1: Different types of bones found in the human body (a). Distribution of cancellous and compact bone tissue on flat bones (b) (adapted from [1]).\n1.1.2\tBone matrix\nBone tissue is composed by bone matrix and cells. Bone matrix is formed by organic and inorganic phases (figure 2), in a ratio of 35/65% [1]. The inorganic phase is mainly composed of hydroxyapatite (HA), while the organic phase consists primarily of collagen and proteoglycans. These two components are responsible for the majority of the functional characteristics of bone: while collagen confers elasticity to the matrix, HA provides compression strength [1, 3, 5]. In a healthy bone, both the inorganic and organic components must exist in a fine tuned balance: a decrease in collagen composition leads to excessive mineralization, making the bone brittle, while a decrease in the mineral content can make the bone excessively flexible [1].\nosteocytes\ncollagen molecules\nhydroxyapatite crystals\nblood vessel!\n* x X\nosteon\n-\\ ICC\nFigure 2: Representation of the composition of the bone matrix at different scales, from macro to nano perspective (adapted from [6]).\nIn relation to the density of the bone matrix, bones can be classified as cortical/compact or trabecular/cancellous (figure 1b) [1, 4]. Cortical bone is a dense and hard tissue and accounts for 80% of the skeleton, with approximately 10% porosity, and high compressive strength. On the other hand, trabecular bone presents a higher porosity, around 90%, with lower mechanical resistance, representing near 20% of the skeleton [5, 7, 8]. The mechanical characteristics of these types of bone tissue are represented in table 1.\nTable 1:Young's modulus and compressive strength values of human cortical and trabecular bone (adapted from [7]).\n\tYoung Modulus (MPa)\tCompressive Strengh (MPa)\nCortical bone\t10000 - 25000\t100 - 200\nTrabecular bone\t60 - 3200\t2 - 18\n1.1.3\tBone cells\nBone tissue is surrounded and populated by a variety of different cells. Bone tissue functionality is maintained by three main cells types: osteoblasts (OB), osteocytes (OT) and osteoclasts (OC) [9].\nOB are basophilic, mononuclear cells, derived from mesenchymal steam cells (MSC), and are present at the surface of the bone [9, 10]. These cells play an important role in the formation of bone matrix (figure 3b), being responsible for the synthesis and secretion of collagen type I and proteoglycans [10]. Furthermore, OB produce vesicles containing enzymes and important ions (phosphate and calcium) that are released by exocytose, and are responsible for the formation of hydroxyapatite crystals [9, 10]. After the deposition of the organic matrix, the OB lay down a pre-mineralized matrix, called osteoid.\nOT are mature, long-lived cells and the most abundant cell type in the bone matrix (85-90%). These cells possess cytoplasmatic prolongations (filopodia), creating a complex intercellular network (figure 3c) and maintaining its integrity [1, 11]. OT are also responsible for intercellular communication, forming a complex cellular network, which allows the exchange of nutrients and oxygen between the blood vessels and distant osteocytes [11]. Moreover, these cells are also responsible for osteocytic osteolysis, breaking down the bone matrix, and releasing calcium that is essential for calcium homeostasis [12].\nOC are multinuclear and polymorphic giant cells that derive from hematopoietic stem cells (figure 3a) [13]. They are involved in the matrix reabsorption and are responsible for the bone demineralization, by promoting an increase in the solubility of HA crystals, as well as being involved in the enzymatic destruction of the organic matrix [10]. Furthermore, these cells are rich in actin and myosin, which are crucial for OC attachment to the bone surface and then by bone resorption [9].\n1.1.4\tBone remodeling\nOne of the bone's most important characteristics is its self-regeneration capability. This tissue is in constant renovation, being the old bone reabsorbed and new one formed. Bone remodeling comprises three main phases: resorption, reversal and formation (figure 3) [14].\nOsteoid\nOsteoblasts (OB)\nOsteoclasts\nQuiescence (d)\nMineralization\nFormation (c)\nResorption (a)\nStem cells\nReversal (b)\nFigure 3: Representation of the main phases of bone remodeling (adapted from [9]).\n1.1.4.1\tResorption Phase\nBone resorption involves the degradation of the inorganic and organic components, through different processes [4, 5, 14]. An increase in the parathyroid hormone (PTH) levels initiates the bone resorption process, promoting the surface expression of the receptor of nuclear factor-kappa B ligand (RANKL) by osteoblasts. At the same time, the osteoclastogenic stimulus induces the expression of nuclear factor-kappa B (RANK) by pre-osteoclastic cells. This RANK/RANKL interaction promotes the migration of OC precursors to the bone surface, and subsequent maturation and differentiation into multinucleated OC [5, 10]. Simultaneously, PTH stimulates OB to produce proteins, such as collagenase, that are involved in the degradation of collagen present in the bone matrix [1]. Finally, the differentiated OC attach to the bone surface [11], and using specific proton and chloride pumps (ATP-consuming vacuolar proton pumps) [15], they release hydrochloric acid that\ndissolves HA crystals, allowing proteolytic enzymes to reach and degrade the collagen in the bone matrix [5].\nIt is important to consider that a continuous increase in the expression of RANKL promotes a decrease in the osteoprogesterin (OPG) levels [1, 9]. OPG is a competitive inhibitor of RANK that also binds to the RANKL. With an increase in PTH levels, the RANKL levels increase and OPG levels decrease, enhancing RANK/RANKL interaction, OC migration and differentiation, and promoting bone resorption.\n1.1.4.2\tReversal and formation phases\nAfter the resorption phase, bone enters a reversal state, with OC leaving the bone surface and suffering apoptosis [5, 14]. Collagen remnants at the bone surface are removed by mononuclear cell of undetermined lineage, preparing the bone surface for subsequent osteoblast-mediated bone formation [16]. This begins the process of bone formation [14]. OB precursors are attracted to the reabsorbed site and suffer differentiation into OB (figure 3 b). After OB recruitment, they start to produce and lay down the organic matrix, called osteoid. Posteriorly, some OB get trapped inside the new matrix and suffer differentiation into OT. These cells will be part of the bone matrix structure, promoting its maintenance (figure 3 c) [5, 14]. Finally, in the last osteoid phase, bone formation stops and following bone mineralization, bone lining cells remain in a quiescent state, as it is illustrated in Figure 3d.\nThe remodeling cycle is fundamental for the maintenance of the integrity of the bone. For that, an equilibrium between the matrix formation and resorption is necessary.\n1.2\tBone disorders\nApart from its high resistance and self-regeneration capability, bone can suffer anomalous remodeling processes or injuries that can be caused by different factors, such as trauma, infections and tumors. Age, smoking and diabetes can also hinder bone remodeling and regeneration [4, 17-19].\nOsteoporosis is the bone remodeling disease with the highest prevalence, generally affecting females, and progresses with age [17]. According to the World Health Organization (WHO), osteoporosis is characterized by low bone mineral density, which causes bone fragility, reduced strength and increased vulnerability to fractures [18]. Moreover, the number of hip fractures worldwide due to osteoporosis is expected to rise three-fold by the middle of the next century, from 1.7 million in 1990 to 6.3 million by 2050 [20].\nAnother common bone pathology is Paget's disease, being the second most common disorder of bone remodeling, after osteoporosis. Its impact usually increases with age, and it affects men more frequently. This disease is characterized by heightened presence of OC, resulting in dramatic increases in bone reabsorption in the affected bones and, therefore, decreasing the bone strength [18, 19].\nDespite these diseases, other bone fractures can occur due to pedestrian and transport accidents or even assaults [21].\n1.3\tBone grafts\nNowadays different therapeutic strategies have been studied, in order to overcome bone damages and improve treatment options. The most common therapies for the treatment of large bone defects are bone grafts. Depending on their source, they can be classified as autologous, allogenic or xenogenic grafts [22, 23].\nAutologous grafts are obtained from the patient's own body. These grafts have the advantage of presenting low rejection risk. However, they can cause additional pain, and there is the risk of donor site infection. ¡n addition, autologous bone grafts have limited supply, requiring the use of allogeneic grafts for extensive damage [24]. Allogeneic grafts are isolated from donors of the same species, leading to a higher risk of immune rejection when compared to the autologous grafts [22, 24]. Another approach used so far is xenogeneic bone grafting, which is obtained from animals from different species. Such grafts can cause infections, immune rejection and present limited functionality. Another option is to use decellularized matrix, providing a suitable support for cellular repopulation, while eliminating problems associated with xenogeneic cells [23, 24].\n¡n order to overcome the drawbacks associated with the use of bone grafts, several bone substitute materials have been studied so far, based on the concept of tissue engineering [6, 22].\n1.4\tTissue engineering\nTissue engineering (TE) is an interdisciplinary field of research that applies the principles of engineering and life sciences, to develop biological substitutes to restore, maintain, or improve tissues functions [8, 24-27]. Different TE approaches have been used to create new therapeutics for the regeneration of bone defects including drug delivery systems and scaffolds, that are aimed to promote the regeneration of bone without causing adverse\neffects on the patient [28]. Scaffolds can be defined as material-based three-dimensional structures, that intent to improve bone healing, while they are reabsorbed by the body (Figure 4) [23, 27, 29].\nSegmental defector non-union\nHigh strengh and biodegradable comporite scaffold acts also as an internal fixation device\nNeuvascularization in fully interconnected scaffold\nComplete scaffold degradation and remodeling of bone defect\nFigure 4: Schematic representation of the role of a scaffold in bone regeneration (adapted from [30]).\n1.4.1\tBiomaterials used for bone scaffolds production\nMetals, polymers and ceramics are the most widely used materials for the production of bone scaffolds [6, 22, 31, 32]. Metals, like titanium and aluminum, have been used for their high mechanical strength, light-weight nature and biocompatibility [33-35], being used for a wide variety of applications, such as screws and fixation devices [35]. However, they can release metallic ions and suffer corrosion, causing some toxicity in the body, as well as being poorly osteointegrated in the surrounding bone [32, 35].\nPolymers can be divided in synthetic and natural [35, 36]. Synthetic polymers have been used in bone TE due to their biocompatibility, biodegradability, and easiest manufacturing into different shapes. These polymers include polyurethane (PU), polypropylene (PP) and polyesters like polylactic acid (PLA), polyglycolic acid (PGA) and poly (lactic-co-glycolic) acid (PLGA) [37]. However, these materials also present disadvantages, such as release of byproducts that can lead to some local temporary disturbances, or may result in inflammatory reactions [38]. Natural polymers have also been used in bone TE due to their several advantages, including good biocompatibility, biodegradability and enhanced cell adhesion and\nproliferation. Among the most used natural polymers are included collagen, silk fibroin hyaluronic acid, cellulose, dextran, chitosan and alginate [37].\nAlginate is a well-known polysaccharide that has been studied over the years [28, 39-42]. This natural anionic polymer exhibits some of the desirable properties for bone TE, including good biocompatibility, biodegradation, gel-forming capacity (through the addition of divalent cations, like Ca2+, Ba2+ and Sr2+) and low cost [43]. Alginate is obtained from brown sea weeds and is composed by 1,4-linked B-D-mannuronic acid (M) and a-L-guluronic acid (G) residues (figure 5), which allow the polymer to create stable hydrogels through ionic interactions between its functional groups [28]. However, the properties of the alginate gels (stiffness, elasticity and stability) are highly sensitive to the species and concentrations of ions present in solution. When the content of the G residues is higher than the M residues, brittle gels are obtained [43, 44]. Furthermore, cells do not bind directly to the negatively charged polymer [41, 43].\nFigure 5: Chemical structure of alginate and organization of the M and G blocks in its structure. (adapted from [42]).\nIn order to produce more stable and consistent gels, and to improve cells adhesion to alginates, it has been ionically associated with cationic polymers, namely chitosan [41, 43, 45].\nChitosan is a natural polysaccharide composed by N- acetetylglucosamine and N-glucosamine groups randomly distributed through its biopolymer chain (figure 6) [46]. This polymer is produced through the deacetylation of marine chitin [47], being available with different degrees of deacetylation (percentage of free amine groups), viscosity and molecular weight\n[48]\t. Chitosan is only soluble in acidic solutions, due to the protonation of its amine groups\n[49]\t. Moreover, these positively charged groups interact with the negatively charged phospholipids of cells membranes, promoting cellular adhesion, proliferation and differentiation [50]. In addition, chitosan interaction with the electronegative residues present at the bacteria surface, leads to decrease of the bacterial cell wall permeability, and thus bacteria death [47, 49]. Furthermore, due to its biocompatibility and biodegradability\nproperties, low cost and availability, chitosan has attracted great attention in bone TE [46,\n47, 49, 51-53].\nFigure 6: Chemical structure of (A) chitosan and (B) protonated chitosan (adapted from [51]).\nDifferent studies have reported the production of scaffolds containing both chitosan and alginate, for bone tissue engineering [39, 41, 43, 52-56]. However, these scaffolds do not present the desired mechanical properties for supporting load bearing applications [6, 29, 56]. The combination of polymers with ceramics can improve the mechanical properties of the scaffolds [41, 56-59].\nCeramics are known for having high compressive strength, good bioresorbability and biocompatibility [60]. The ceramics currently used for preparing scaffolds for bone regeneration are calcium phosphate (CaP) based bioceramics. Among these, hydroxyapatite (HA) and beta-tricalcium phosphate (B-TCP) are the most commonly used in clinical applications [61]. Since HA (figure 7) is the major component of bone, it is usually the first choice for scaffolds production [62]. There are several studies where this ceramic was combined with chitosan and alginate to produce bone scaffolds [41, 56, 57, 63]. However, this ceramic presents some disadvantages like high cost and low biodegradability [64]. Conversely, B-TCP presents better biodegradability, osteocondutivity and osteoindutivity. Moreover, B-TCP is cheaper than HA [32, 63, 64] and has been used in several studies for bone regeneration [58, 63, 65-67]. However, B-TCP also presents some limitations like brittleness and poor resistance to fatigue [63].\n\t\t\t0 11\t\t\t\n\tOH\t\t-O'^O-\t\tCa2+\t\n\t\t\tO’\t\t\t\n\t\t2\t\t6\t\t10\n\tCa2+\tLJ\n- 2\t\t3\nFigure 7: Representation of the different HA (A) and B-TCP (B) compositions.\nThere are several studies revealing that the combination of both bioactive ceramics and natural polymers improves the mechanical and biological properties of the scaffolds [41, 5659]. In fact, Qiao et al developed an injectable paste containing chitosan, alginate and calcium phosphate for bone regeneration [39], demonstrating that the combination of these components is very promising for bone TE applications.\n1.4.2\tScaffolds properties\nAn ideal scaffold to be applied in bone TE has to meet certain parameters [8, 27, 29, 36, 38, 68-70] , such as:\nBiocompatibility and biodegradability: The biocompatibility of a scaffold can be defined as the ability to perform its function in the host tissue without eliciting any immune response [36, 38]. This is very important, because it allows the scaffold to serve as a permanent or temporary structure to support the formation of new tissue [36]. Biodegradability is defined as the tunable rate of degradation, matching the growth of new bone tissue, replacing the scaffold by new bone tissue. Such will allow the transference of the mechanical load to the new tissue [27, 36].\nPorosity and pore size: Porosity is an essential property in a scaffold aimed for bone regeneration. An interconnecting porous structure increases the surface area of the scaffold, allowing increased cell growth at the scaffold surface and within its structure [69]. It also maximizes cell-to-cell interactions inside the scaffold. In addition, pores also enable the diffusion of nutrients and gases to the entrapped cells [27]. According to Karageorgiou et al, the minimum pore size required for bone regeneration is 100 pm. However, the increase of the material’s porosity may lead to the reduction of the mechanical properties of the\nscaffolds [69]. It is also important to consider the type of bone that the scaffold is aimed to replace, since the trabecular and cortical bones present different ranges of porosity [1].\nMechanical properties: The mechanical properties of human bones vary according to the type of bone (table 1). Cortical bone has a compressive strength of 100-230 MPa and trabecular bone has a compressive strength of 2-18 MPa. The young's modulus of cortical and trabecular bones vary between 10000-25000 MPa and 60-3200 MPa, respectively [7]. Therefore, a scaffold for human bone regeneration must have suitable mechanical properties to support the mechanical loads on the damaged area, while maintaining the biological properties required for cell growth and new matrix formation [29].\nSurface properties: The scaffolds surface properties include the hydrophobic/hydrophilic character, charge, roughness/softness and chemical composition of the materials. Such properties play an essential role on cellular adhesion, morphology, differentiation and proliferation [68].\n1.4.3\tTechniques for the production of scaffolds\nThe selection of the proper materials for the production of bone scaffolds is essential. However, the choice of the right manufacturing technique is also of great importance [70]. Since there are different production parameters (like pressure, temperature and time) influencing the properties of the scaffolds, the fabrication processes play an important role in the final characteristics of the biomaterials [31, 70]. Therefore, it is essential to understand and control the processes variations [32, 70]. Different production methods have been used through the years for the production of scaffolds for bone regeneration, including Foam Replication Method, Freeze-drying and Rapid Prototyping [12, 36, 41, 60, 63, 70-72].\nIn Foam Replication Method (FRM) a desired solution is impregnated in a polymeric template [63, 73-75]. The exposure to high temperatures, known as sintering, promotes the template melting and the fusion of the solution particles [63, 76-78], resulting in a final 3D scaffold with a structure similar to the initial template [64, 76, 77]. The strength of the construct is critically dependent on the ability to achieve a solid network with high density, thus depending on the particle packing of the infiltrated foam [75]. Previous studies reported the use of this technique in the production of scaffolds composed by glasses [73, 75] and ceramics [63, 74]. Torres et al describes this technique as a simple and cost-effective method that allows good reproducibility [63]. Furthermore, using a foam with an appropriate architecture, scaffolds with a microstructure similar to trabecular bone can be prepared by FRM [63, 75]. However, the scaffold final shape is restricted to the initial template structure [63], and sintering temperature must be optimized according to the desired materials [60]. For\ninstance, it is reported that the sintering temperature of scaffolds containing B-TCP has to be below 1200°C, or else it will acquire its a-TCP form [60].\nAnother method usually applied in the production of bone scaffolds is Freeze-drying [26, 41, 72, 79]. This technique is based on the freezing of a desired solution, followed by a process of sublimation. This process allows the removal of solvents, under the action of vacuum, resulting in porous scaffolds [26, 80]. By varying the cooling rate, phase separation could result in different porosities of the scaffold [81]. Several studies using this technique have been reported for the production of chitosan [82, 83], chitosan/alginate [41, 84], and chitosan/alginate/HA scaffolds [41]. This production technique is known for being cheap and versatile [26, 72, 79]. Furthermore, it is possible to produce scaffolds with high porosity, which is crucial for bone TE applications. The disadvantages of this technique are associated with the Iack of control in the structure and shape of the final scaffold [8].\nMore recently, techniques based on rapid prototyping (RP) have been attracted a lot of attention [31, 38, 71, 80, 85]. In RP techniques, 3D models are designed by computer-aided design (CAD), and created through a layer by layer process until the desired 3D structure is completed [58, 86, 87]. This technique allows the production of different structures for several applications (bone, cartilage, heart valves, nerves) in TE, in short periods of time. Furthermore, it is reported that this technique promotes the desired level of complexity into the scaffold that cannot be achieved with the conventional techniques [35, 36, 71]. Fab@home 3D printing system is an example of RP that has the ability of producing structures composed by different materials like plastics and hydrogels. Previous studies using this technique, reported the production of alginate [88] and alginate/B-TCP scaffolds [58, 65] for bone TE. According to Diogo et al, RP is relatively simple and inexpensive technique. Furthermore, the Fab@home model has advantages over other equipments, since it allows the employment of different materials, such as composite or viscous solutions [89]. However, the production of scaffolds using this technique depends on the optimization of material viscosity and printing parameters [58].\nOne of the challenges in bone TE is to find a technique that allows the production of scaffolds with suitable characteristics for being applied in bone tissue regeneration [25, 80]. There are several reviews that report the production of bone scaffolds, using different materials, through distinct techniques [25, 27, 38, 80]. In fact, these reviews include the advantages and disadvantages of several techniques in the production of scaffolds for bone TE. Nevertheless, it is important to understand how the different production processes can influence the properties of the same scaffold and their impact in bone regeneration. Therefore, the main purpose of the present study was to produce a chitosan/alginate/B-TCP scaffold by FRM, freeze-drying, and RP techniques, and posteriorly perform a comparative study.\n1.5\tAims\n¡n the present study, the main goal was to study the influence of three different production techniques on the properties of a chitosan/alginate/B-TCP scaffold, in order to find the most suitable method to produce this 3D construct for bone regeneration. For that, the objectives of this work are:\n•\tProduction of scaffold by Rapid Prototyping;\n•\tProduction of scaffolds by Freeze-drying;\n•\tProduction of scaffolds by Foam Replication Method;\n•\tEvaluation of the mechanical, physicochemical, and biological properties of the scaffolds.\nChapter II\nMaterials and Methods\n2.1\tMaterials\nAmphotericin B, bovine serum albumin (BSA), dulbecco's modified eagle's medium (DMEM-F12), ethanol (EtOH), ethylenediaminetetraacetic acid (EDTA), glutaraldehyde, high molecular weight chitosan (Mw= 310.000-375.000 g/mol), LB Broth, L-glutamine, paraformaldehyde (PFA), penicillin G, phosphate-buffered saline (PBS), sodium alginate (Mw= 120.000-190.000 g/mol), sodium tripolyphosphate (TPP), streptomycin, trypan blue, trypsin , and 7-hydroxy-3H-phenoxazin-3-one-10-oxide (resazurin) were bought from Sigma-Aldrich (Sintra, Portugal). B-TCP powder was aquired from Panreac® (Barcelona,Spain). Fetal bovine serum (FBS) was purchased from Biochrom AG (Berlin, Germany). Human osteoblast cells (CRL-11372) and Staphylococcus aureus (25923) were obtained from American Type Culture Collection (VA, USA). Propidium Iodide (PI) was purchased from Invitrogen (Carlsbad, USA). Acetic acid and sodium hydroxide (NaOH) were bought from Pronalab.\n2.2\tMethods\n2.2.1\tProduction of the scaffolds\nInitially, a solution of Alginate/Chitosan/B-TCP was optimized and finally prepared in a ratio 1/1/8 (% wt/wt/wt). Briefly, chitosan powder was dissolved at 2% (wt/v) in a 1% acetic acid solution and left overnight, under magnetic stirring. Then, alginate powder was added to the solution and left stirring for 5 hours. Finally, B-TCP powder was added and the final mixture was homogenized using a X10/25 ultraturrax (Ystral, Germany). After dissolution of all the components, the solution was processed with the different techniques.\n2.2.1.1\tProduction of the scaffolds by the Foam Replication Method (FRM)\nTo prepare the scaffolds by FRM, polyurethane (PU) foam was cut into cubes (1 x 1 x 1 cm) to be used as sacrificial template [63]. These were then washed with ultrapure water, and left to dry at RT. Then, the previously prepared solution was impregnated in the PU foams. The wet samples were subsequently immersed in a 6% TPP (wt/v) solution, for 24 h, and dried at room temperature (RT). Finally, the samples were step-wise heated in a furnace at 1°C/min to 1100°C, and then kept at this temperature for 240 min [66].\nThe scaffolds were also prepared by freeze-drying [57, 90, 91]. Briefly, the previously produced solution was deposited into a 48-well polystyrene plate, frozen at -20°C for 24 h, and then lyophilized for another 24 h. Thereafter, the lyophilized 3D structures were removed from the mold and cross-linked with a 6% TPP (wt/v) solution for 24 h. Finally, the scaffolds underwent another similar cycle of freezing and lyophilization.\n2.2.1.3\tProduction of the scaffolds by Rapid Prototyping\nTo prepare the scaffolds by RP, the 3D structures were first designed in Solidworks® software (Dassault Systemes, Massachusetts, USA). This software allows the creation of the 3D scaffold models with controllable structure. A Fab@home 3D printer was chosen to produce the scaffolds, as previously described by Diogo et al [58]. ¡n order to print the scaffolds, the file was converted and stored in stereolithography (STL) format. A 10cc disposable syringe barrel was filled with the previously prepared solution, and the solution was extruded trough a 20G polypropylene tapered nozzle. Thereafter, the produced scaffolds were immersed in a 6 % TPP (wt/v) solution for 24 h. Subsequently, the scaffolds were frozen at -80°C and lyophilized for 24 h, in order to allow their drying.\n2.2.2\tMorphological and physicochemical characterization of the scaffolds\n2.2.2.1\tMorphological analysis of the scaffolds\nScanning electronic microscopy (SEM) analysis was performed in order to assess the morphology and pore sizes of the different scaffolds. This analysis was performed by adapting the method reported by Valente et al [28]. The scaffolds were mounted on aluminum stubs using double-sided adhesive tape, and sputter coated with gold using a Q150R ES (United Kingdom) sputter coater. The materials were analyzed using a Hitachi S-3400N (Tokyo, Japan) scanning electron microscope operated at an acceleration voltage of 20 kV, at various magnifications.\n2.2.2.2\tFourier Transform ¡nfrared Spectroscopy analysis\nFourier-transform infrared (F^R) spectroscopy was used to analyze the physicochemical characteristics of the scaffolds [38, 64]. Briefly, all samples were crushed, the resulting powders were mounted on a diamond window, and the spectra recorded on a Nicolet iS10 F^R spectrophotometer (Thermo Scientific, USA). The individual powder components used in the production of the scaffolds were also analyzed [55]. F^R spectra represent the average\nof 250 scans, between 500 and 4000 cm-1, at a resolution of 4 cm-1. The acquired data was then processed using Omnic Spectra analysis software.\n2.2.2.3\tX-Ray diffraction analysis\nTo evaluate the crystallinity and characteristic phases of the scaffolds, X-ray diffraction (XRD) measurements were performed with a X-ray diffractometer (Rigaku Americas Corporation, USA). XRD technique was used to assess the material composition and internal structure, and to confirm the presence of B-TCP in the scaffolds. Samples were mounted in silica supports and the data was recorded over a range of 5° to 90° 26 degrees, with continuous scans at a rate of 1°/min with a copper ray tube operated at 30 kV and 20 m [58].\n2.2.2.4\tEnergy dispersive spectroscopy\nIn order to assess the elemental composition of the scaffolds, Energy dispersive spectroscopy analysis (EDS) (Rontec) was also performed. Prior to data acquisition, the scaffolds were cut into slices, mounted in aluminum stub supports and air-dried at RT [58, 63].\n2.2.3\tWater contact angle measurement\nIn order to analyze the scaffolds hydrophilicity, their water contact angle was measured. The assay was performed using a sessile drop method, adapted from Diogo et al, with water as reference fluid [58]. The contact angle data were acquired in a Data Physics Contact Angle System OCAH 200 apparatus, operating in static mode at RT. For each sample, water drops were placed at different locations of the analyzed scaffolds.\n2.2.4\tTotal porosity evaluation\nIn order to assess the porosity (P) of the scaffolds, the method previously described by Nie et al was adapted [92]. The porosity of each scaffold was determined through the total amount of absolute ethanol (EtOH) that the scaffolds were able to absorb in 48 h, using equation 1 [93].\n%P\nW2 - W1\nd ethanol x Vscaffold\nxlOO\n(1)\nWhere W1 the weight of the dry scaffold and W2 is weight of the wet scaffold, dethanol is the density of the ethanol at RT and Vscaffold is the volume of the wet scaffold. For each scaffold, three replicates were analyzed and data represent the average of each replicate.\n2.2.5\tSwelling capacity of the scaffolds\nThe swelling capacity of scaffolds (S) was determined by following a method adapted from Coimbra et al [94]. In brief, the different scaffolds were placed in falcons containing Tris buffer (pH=7.4), at 37°C. At predetermined intervals, the swollen samples were removed from the solution, the excess of Tris was removed with filter paper and the samples were weighted. After, the scaffolds were re-immersed into the swelling medium. The scaffolds were measured in triplicate, and the swelling ratio was determined by using equation 2:\nWs — Wd\n%s = -wd- x 100\t(2)\nWhere Ws is the final weight of scaffolds and Wd is the initial weight of scaffolds.\n2.2.6\tDegradation of scaffolds\nScaffolds degradation was also assessed by adapting a method described by Christopher et al. [95]. Briefly, the scaffolds were weighted and placed in 6 well-plates, containing incomplete Dulbecco's modified Eagle medium (DMEM-F12) at 37°C, for 4 weeks. Once a week, they were removed from the medium, washed with ultrapure water, dried and weighted. Four replicates of each type of scaffold were analyzed. The scaffolds mass loss was determined through equation 3 [95]:\nMi - Mf\n% Scaffolds mass = 100 -----------x 100\t(3)\nMi\nWhere is the final mass of the scaffolds and Mi is the initial mass of the scaffolds.\nIn order to assess the mechanical behavior of the different scaffolds, their resistance to compression and Young's Modulus were analyzed. The assays were performed by following a method adapted from Santos et al [64]. Briefly, the produced scaffolds were first cut into similar fragments and measured. Compression assays were then performed using a Zwick® 1435 Material prufung (Ulm, Germany), with a crosshead speed of 0.2mm/min and a load cell of 5 kN. Six samples of each scaffold were tested.\nThe determination of the resistance to compression (Ts) of each scaffold was determined through equation 4 [72]:\nF\nTs = —-\t(4)\naxl\nWhere F is the load at the time of the fracture and a and l represent the width and length of the scaffold, respectively.\nYoung’s Modulus (YM) was obtained from the stress-strain relations calculated by applying the equation 5 [96]:\n’\t( 5 )\nWhere Hd is the scaffold height deformation and Ts is the scaffold tensile strength. Average values and standard deviations (s.d.) were determined for each sample.\n2.2.8\tBiological characterization of the chitosan/alginate/B-TCP scaffolds\n2.2.8.1\tCharacterization of the cytotoxic profile of the scaffolds\nIn order to study the biocompatibility of the scaffolds, human osteoblast cells (CRL-11372) (hOB) were used. First, hOB were cultured in DMEM-F12, containing 10% of heat inactivated fetal bovine serum (FBS), streptomycin (100 pg /mL) and gentamicin (100 pg /mL) antibiotics, in 75 cm2 T-flasks. Cultures were maintained in a humidified environment at 37°C, with 5% CO2, until confluence was attained. Then, cells were trypsinized with 0.18 % trypsin (1:250) and 5 mM EDTA, centrifuged at 260rpm for 5 min, and the resulting pellet was resuspended in 5 mL of medium. After that, cellular density (number of cells per mL) was determined by using the trypan blue method, according to equation 6:\ncounted cells\nTotal cell number =-------------x dilution factor x 104\t(6)\nBefore being placed in contact with the cells, the scaffolds were cut into the desired size, and placed into 48-well plates. They were subsequently sterilized under ultraviolet (UV) light for 1 h [49]. The scaffolds were neutralized with NaOH 0.1M for 1 h, and thereafter washed with incomplete medium at 37 °C, several times [97]. Finally, cells were seeded in contact with scaffolds at density of 10x103 cells per well, to evaluated cell viability and proliferation at days 1, 4 and 7. The culture medium was changed every two days until day 7 [49, 58].\nIn order to evaluate the cytotoxicity of the scaffolds, after the determined incubation periods, resazurin assays were performed [98]. Briefly, the medium was removed from each well and replaced by a mixture of 10% (v/v) of resazurin and 90% (v/v) of medium, and the cells were incubated for 4 h, at 37°C, under a 5% CO2 humidified atmosphere. The fluorescence was measured using a plate reader spectrofluorometer (Spectramax Gemini XS, Molecular Devices LLC, USA) at an excitation/emission wavelength of 560/590 nm, respectively. EtOH treated cells were used as positive controls (K+) while cells without samples were used as negative controls (K-).\n2.2.8.2\tProliferation of the osteoblast cells in the presence of the scaffolds\nAfter the sterilization and washing of the scaffolds, hOB were also seeded at a density of 10x103 cells per well, on the surface of the materials for 1, 4 and 7 days, as previously described. Cell growth was monitored using an Olympus CX41 inverted light microscope (Tokyo, Japan) equipped with an Olympus SP-500 UZ digital camera [58].\nCellular attachment and morphology were also characterized by SEM analysis. After 1 and 7 days of seeding with hOB, the culture medium was removed and the samples were washed with PBS and fixed overnight with 2.5% glutaraldehyde (v/v) at 4°C. Samples were rinsed with PBS and dehydrated with graded EtOH solutions (70, 80, 90 and 100%). Posteriorly, the samples were frozen with liquid nitrogen and freeze-dried for 3 h. Then, they were mounted on aluminium stubs using double sided adhesive tape, and sputter-coated with gold using a Quorum Q150R ES sputter coater. Finally, SEM images were acquired with an acceleration voltage of 20 kV, at variable magnifications, using a Hitachi S-3400N scanning electron microscope [99].\n2.2.8.3\tConfocal Laser Scanning Microscopy\nIn order to analyse the cell distribution within the 3D scaffolds, Confocal Laser Scanning Microscopy (CLSM) analysis was performed by adapting a protocol described by Miguel et al [49]. In brief, 4 days after cell seeding, the culture medium was removed and the cells were washed with PBS at RT. The remaining cells were then fixed with 4% PFA for 15 min at RT, and then rinsed three times with PBS. Afterwards, the cell nucleus was labelled with propidium iodide (PI) (15 mM) during 15 min, followed by five additional washes with PBS. The cell-seeded scaffolds were then transferred into p-Slide 8 well Ibidi® chamber coverslips and imaged in a Zeiss LSM710 confocal microscope (Carl Zeiss SMT Inc., USA) equipped with a Plan-Neofluar 10x/NA 0.3 and Plan-Apochromat 40x/1.4 Oil DIC objectives. All data was acquired in z-stack mode with a step of 4.67 pm. Z-stacks were then rendered into 3D images using Zeiss LSM 710 software. Depth code rendering of z-stacks were also performed using Zeiss software with the open GL and transparent rendering mode to provide visualization of cell spatial distribution within the scaffold architecture.\n2.2.9\tEvaluation of the antibacterial activity of the scaffolds\nTo evaluate the antimicrobial activity of the scaffolds, Staphyloccocus aureus was used as a model of Gram-positive bacteria. The bacterial growth in the presence of the scaffolds was assessed through a Kirby-Bauer disk diffusion method, as previously described by Kim et al\n[100]. The scaffolds were placed on the surface of a plate of LB agar, in contact with Staphylococcus aureus at a concentration of 0.5x108 CFU/ml. Then the petri plates were incubated for 24h at 37°C [100]. Finally, the antibacterial activity of the scaffolds was assessed through the observation of the inhibition hales around the samples.\n2.2.10\tStatistical Analysis\nStatistical analysis of the obtained results was performed using one-way ANOVA with Dunnet's post hoc test and Newman-Keuls test. A p value lower than 0.05 (p<0.05) was defined as statistically significant. The obtained results were expressed as the mean ± standard error of the mean of at least three independent experiments.\nChapter III\nResults and Discussion\n3.1\tMacroscopic properties of the scaffolds\nIn this study, chitosan/alginate/B-TCP scaffolds were produced by three different production techniques (FRM, Freeze-drying and RP) and their properties were characterized. The comparison of the scaffolds properties allows the comprehension of how the different manufacturing processes can influence the suitability of these scaffolds for bone tissue regeneration [36, 70]. The chosen production techniques were selected since they are commonly used for the production of bone scaffolds. The polymeric materials used for the production of the scaffolds were chosen due to their ability to mimic the bone matrix. Chitosan and alginate are natural polymers that present biocompatibility, biodegradability and low toxicity properties. Moreover, chitosan has bactericidal activity [43, 51]. The bioactive ceramic B-TCP presents a similar composition to the inorganic components of the bone matrix, possessing osteoindutivity and osteocondutivity, biocompatibility and adequate biodegradability. Furthermore, this ceramic improves the mechanical resistance of the scaffolds, which is extremely important for bone TE applications [65, 101].\nFigure 8 presents the macroscopic images of the produced scaffolds. The scaffolds produced by RP (figure 8 A) presented a more complex and controlled macroporous structure, that is important for the promotion of cell adhesion and capillary in-growth [69, 102]. The RP method allows the control of all the structural parameters, thus leading to a scaffold with the desired shape [103]. In opposition, the scaffolds produced by Freeze-drying (figure 8 B) and FRM (figure 8 C) presented structures limited by the templates used. For instance, the samples produced by Freeze-drying were limited to their cylindrical molds [57, 86] while the FRM samples were limited to the cubic template, which was sacrificed during sintering [63].\nAnother important property of the surface of scaffolds is roughness, since a rough surface increases the contact areas between the materials and the cells, allowing better cell attachment, proliferation and differentiation [13, 69]. Moreover, it is described that OB are able to attach more rapidly and synthesize more extracellular matrix in the presence of rougher surfaces [22, 31].\nThe scaffolds produced by RP and Freeze-drying showed smoother and soft surfaces, while scaffolds produced by FRM presented more rough surfaces (Figure 8 C, C1).\nFigure 8: Macroscopic images of the final scaffolds produced by RP (A), freeze-drying (B), and RP(C).\nSEM images were also acquired in order to characterize the internal structure and pore sizes of the scaffolds (figure 9). It has been previously reported that porous structures with pore sizes above 100 pm allow cell penetration and proliferation inside the scaffolds, as well as the exchange of gases and nutrients [28, 29, 69].\nThrough the analysis of the SEM images (figure 9), it is clear that each scaffold presents a different internal structure and pore size. The RP samples (figure 9 A and B) showed a highly porous and interconnected structure, with pore sizes around 150 pm, a suitable size for bone regeneration [69]. Such porosity might be attributed to the liophilization process used in the production of this scaffold [37]. The images of the Freeze-drying samples (figure 9 C and D) showed that these scaffolds had a porous structure, presenting pore sizes around 220 pm. These characteristics provide a suitable environment for cell growth and proliferation [69]. It is important to notice that these scaffolds presented larger pores than the RP samples. As proposed by Kang et al, the different freezing temperatures (-20°C and -80°C) that these scaffolds were exposed, lead to different pore sizes within the scaffolds structure. In brief, the Freeze-drying samples were frozen at -20°C leading to a slower freezing and higher crystals formation. On the other hand, RP scaffolds were frozen at -80°C leading to faster freezing and smaller crystals. Consequently, after the liophilization step, the respective crystals in the scaffolds structure were removed, creating different pore sizes [91].\nThe FRM samples (figure 9 E and F) also revealed a highly porous structure with large pores, similar to those of the Freeze-drying samples. These results can be attributed to the sintering process that led to the loss of the mold and polymers in the sample [104, 105], remaining just the ceramic. Such loss can negatively influence the scaffold role in bone regeneration, since\nthe polymers would provide additional desirable properties to the biomaterial, such as antibacterial activity and swelling capacity. Tampieri et al described the use of this technique for the production of similar porous structures, with pore sizes between 200 and 500 pm [76], which are comparable to those obtained here.\nFigure 9: SEM images of the internal porosity of the scaffolds produced by RP (A, B), Freeze-drying (C, D), and FRM (E, F) techniques.\n3.2.1\tFourier Transform Infrared Spectroscopy\nFTIR analysis of the biomaterials was performed, including comparison of each scaffold spectrum with the raw powders spectra (figure 10), since it is important to evaluate if the different techniques used for scaffolds production have any influence on their composition.\nFigure 10: FTIR analysis of the 3D scaffolds produced by the three different technics and comparing with the powders.\nThe FTIR spectra of alginate, chitosan and B-TCP were obtained from the respective powders. Through the analysis of these spectra (figure 10), it is possible to observe that alginate presented bands at 1421 cm-1, 1620 cm-1 and 3429 cm-1, corresponding to the COOH stretch and C=O stretch of the alginate carboxylic groups, and to a O-H stretch vibration, respectively [41]. Chitosan spectrum showed peaks at 1157 cm-1, 1422 cm-1 and 1620 cm-1 that were assigned to the N-H stretch of the amine, C=O stretch and N-H stretch of the amide, respectively [55]. Moreover, the large band between 3000 cm-1 and 3500 cm-1, present in the\npolymers, belonged to the O-H stretch of water [41, 55]. B-TCP spectrum revealed a major band at 1020 cm-1 that was assigned to the P-O stretching [58, 67].\nThe spectra of the scaffolds produced by RP and Freeze-Drying, showed the characteristic peaks of chitosan, alginate and B-TCP powders, suggesting that these components were present in the scaffolds and that the composition of the scaffolds was not altered when different techniques were used for scaffolds production. However, the spectrum of the scaffolds produced by FRM revealed only the characteristic peak of B-TCP, suggesting that the scaffolds lost its polymeric content. This can be explained by the fact that the exposition of the scaffolds to a sintering temperature of 1100°C led to a removal of chitosan and alginate contents [105-107]. ¡n fact, for temperatures higher than 800°C, the polysaccharides are desintegrated, resulting in a scaffold composed only by the ceramic [104-107].\n3.2.2\tX-Ray diffraction analysis (XRD)\nIn order to confirm the presence of crystalline phases of B-TCP in the scaffolds, XRD analysis was also performed. Figure 11 shows that the commercial B-TCP powder presented two intense peaks located at 26=25°-35°. Such peaks were also observed in all the manufactured scaffolds. The absence of anomalous crystalline phases suggested that the ceramic component of the scaffolds preserved its crystalline structure [58]. Furthermore, the intensified peaks present in the scaffold produced by FRM can be explained by the sintering process that only left B-TCP in the samples [60, 100]. ¡n addition, Sanosh et al reported that when the sintering temperature increase, the B-TCP peaks of the sample become sharper, representing a better crystallinity [78]. Furthermore, it is reported that B-TCP is stable below 1180°C and when the sintering temperature reaches 1200°C B-TCP acquires its a-TCP conformation [60]. Nevertheless, the sintering of B-TCP at 1100°C does not affect its beta conformation, as previously demonstrated by Chen et al [66].\nFigure 11: X-Ray spectra of B-TCP and 3D scaffolds. Peaks inside the rectangle represent the characteristic peaks of the ceramic present in the scaffolds.\n3.2.3\tEnergy Dispersive Spectroscopy (EDS)\nAn EDS analysis was also performed to evaluate the elemental composition of the scaffolds (table 2). The carbon (C) content of the scaffolds is provided by the polymers in the samples. The results showed that the amount of C was higher in the scaffolds produced by RP and Freeze-drying, when compared to the ones produced by FRM. This result is in accordance with the FTIR results, since the polymers disintegrated during sintering [104, 105]. In addition, the calcium (Ca) and phosphate (P) content were similar between the samples, demonstrating that the ceramic component (figure 8) was not affected, as observed in the FTIR and XRD results. Sodium (Na) and oxygen (O) percentages were also similar between the scaffolds, showing that no additional changes occurred in the scaffolds.\nTable 2: EDS analysis of the produced 3D scaffolds. The atomic percentage (At.%) of the elements in the different scaffolds is evaluated.\n\tRP\tFreeze-drying\tFRM\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\nFTIR, XRD and EDS results are important to analyze how the different production techniques influenced the physicochemical properties of the chitosan/alginate/B-TCP scaffolds. The major modifications in the scaffolds composition were found in the ones that were produced by FRM. In fact, several studies reported the use of FRM only for the production of ceramic scaffolds [60, 63, 64]. Therefore, this technique should only be applied when the goal is to produce ceramic 3D constructs. Nevertheless, it is reported that B-TCP scaffolds can also have suitable properties to be used in bone TE, including good biocompatibility and biodegradability [66, 67, 108].\n3.3\tPorosity of scaffolds\nScaffold porosity is important for cell migration and nutrients exchange [27]. Moreover, the porosity directly influences the mechanical strength of the scaffolds. Excessive porosity will cause a decrease in the mechanical strength, and the consequent disintegration of the materials. On the other hand, scaffolds presenting lower porosity will have a higher strength [69]. In order to analyze the porosity of the scaffolds, a liquid displacement method, using ethanol, was performed [8].\nThe results showed that all the scaffolds presented low porosity values (figure 12), with the Freeze-Drying samples presenting the highest porosity values (12.6%), and the RP samples showing the lowest (5.8%). As explained above, this difference in the results comes from the freezing process. Freeze-drying samples were frozen at -20°C, leading to a slower freezing and higher pores after liophilization, while RP scaffolds were frozen at -80°C, leading to a\nfaster freezing and smaller pores [91]. FRM samples presented almost as much porosity as the Freeze-drying samples (10.6%). This can be explained by the fact that these samples were sintered and only contain B-TCP, leading to an internal structure with large empty spaces. These results are in accordance with the data obtained through SEM analysis (figure 9). These porosity results showed that all scaffolds have suitable porosities for mimicking the cortical bone porosity (2-13%) and acceptable pore sizes for cellular internalization [69].\nFigure 12: Total porosity the different scaffolds.\n3.4\tContact angle determination\nAlong with porosity, the hydrophilicity of a scaffold can interfere with its bioactivity and regenerative capacity. Hydrophilic scaffolds enable the adherence and proliferation of cells at its surface [38]. Thus, the contact angle of the scaffolds was determined in order to analyze the hydrophilicity of the scaffolds. A scaffold is considered hydrophilic when the water contact angle is below 90°. [58].\nThe obtained results (table 3) showed that the RP and Freeze-drying samples presented good surface hydrophilicity. The hydrophilic character in these samples is mostly a consequence of the high carboxyl and hydroxyl groups present in the polymers [28]. The FRM sample presented similar contact angle values to the other samples. Although FRM samples do not have any polymeric content in its structure, as demonstrated by the FTIR and EDS analysis, it is reported in several studies that B-TCP has hydrophilic character, thus confering hydrophilicity to this scaffold [58, 60, 64, 109]. These results suggest that all the produced scaffolds present suitable hydrophilicity for bone regeneration applications. Studies performed by Valente et al reported that hydrophilic scaffolds allow cell adhesion and differentiation as well as oxygen and nutrients exchange from body fluids into the scaffolds, which have an essential role for the successful repair of bone defects [28].\nTable 3: Water contact angle values determined for the different scaffolds.\nScaffolds\tWater contact angle\nRP\t25.30 ± 6°\nFreeze-drying\t32.13 ± 6°\nFRM\t27.95 ± 6°\n3.5\tSwelling capacity of the scaffolds\nSwelling capacity is an important factor to consider in a scaffold for bone tissue engineering [23, 29, 32]. It refers to the scaffold’s ability of fluid uptake under physiological conditions. This fluid diffusion is crucial for the internalization of essential nutrients, cells and bioactive molecules within the scaffold [59]. Nonetheless, excessive swelling can lead to implant loosening and decreased mechanical properties [59]. In order to evaluate the scaffold’s ability to absorb body fluids, swelling studies were performed [49].\nThe obtained results showed that all scaffolds presented different swelling behaviors. Freezedrying and RP samples revealed fast swelling in the first 30 minutes. According to Morais et al, the osmotic pressure is greater than the forces of the crosslinking bonds that stabilize the structure of the polymers network, leading to a rapid water uptake. After the void regions of this network are filled, an equilibrium state is achieved [43]. Herein, this equilibrium is observed after 1 h (figure 13). In addition, Patel et al suggested that the swelling behavior of scaffolds containing chitosan is proportionally dependent to the biomaterials porosity. Such behavior is observed between the RP and Freeze-drying samples. The scaffolds produced by Freeze-drying have higher porosity and swelling behavior than those produced by RP. FRM\nsamples presented the lowest swelling values (about 25%), stabilizing immediately after (figure 13). As described before, this scaffold it is mainly composed by a highly porous ceramic structure. According to Morais et al, the higher the polymer concentration within a scaffold, the higher is its swelling behavior [43]. Therefore, the low swelling degree presented by the FRM samples is resultant from its composition.\nFigure 13: Swelling behavior of the different scaffolds.\n3.6\tCharacterization of the degradation profile of the scaffolds\nA scaffold’s biodegradation is essential to promote a controlled bone regeneration [32]. An uncontrolled degradation would result in biomaterial disintegration, hindering the bone regeneration process. Contrarily, if there is insufficient degradation, it can lead to deformities during bone remodeling. As such, the degradation rate should match the formation rate of new tissue to serve as useful template [62, 108]. The degradation of the scaffolds was analyzed for 4 weeks, in contact with culture medium (figure 14) [95]. According to Holzapfel et al, the degradation rate of a scaffold decreases with decreasing porosity [32]. This is in accordance with the results obtained for the swelling behavior of the Freeze-drying and RP samples. The balance between water diffusion into the polymeric material and the kinetics of hydrolytic polymer chain degradation determine the degradation\nrate of the scaffolds [32]. In the literature it is reported that alginate and chitosan are degraded through hydrolysis of glycosidic bonds, which leads to a weight decrease with time [43]. Nevertheless, the crosslinking of alginate with chitosan can lead to greater scaffold stability, leading to a slower degradation rate [59].\nFigure 14: Degradation rate of the different scaffolds.\nFRM samples presented the fastest degradation rate, with a matter loss of more than 60% after 4 weeks, that is in accordance with what was previously reported by Sowjanya et al [59]. B-TCP is known for having higher biodegradability than other ceramics, like HA [63, 64]. Furthermore, the porosity of these scaffolds can also contribute to a higher degradation rate\n[32].\nIn a study performed by Carano et al, the author reports that it takes more than three weeks for a human bone fracture to start healing [110]. Consequently, it is essential that a scaffold aimed to improve this process possesses an adequate degradation time. With this degradation results it is possible to observe that the scaffolds that would have the best degradation behavior to be applied in bone regeneration are those produced by RP and Freeze-drying techniques.\nThe mechanical behavior of the 3D scaffolds was characterized by Compressive strength and Young's modulus assays (figures 15 and 16). A suitable scaffold to be used for bone regeneration must have both flexibility and resistance to compression. These characteristics have profound effects on load bearing and cellular behavior during bone regeneration [29]. Through the analysis of figures 15 and 16, it is possible to observe that the RP samples presented low compressive strength values (0.3 MPa), and higher Young modulus values (30 MPa). The same behavior was observed in the Freeze-drying samples that presented compressive strength values (0.6 MPa) lower than Young modulus values (42 MPa). FRM samples presented the higher compressive strength (1.8 MPa) and the lower Young modulus (13.8 MPa). Similar behaviors have been previously reported in scaffolds that only contain B-TCP [111]. Furthermore, FRM samples presented a high variability in compressive strength. This is due to the fact that these scaffolds are composed mainly by B-TCP, that despite being known for its resistance [62], is also reported as a brittle material, with a low fatigue resistance [32, 60, 64].\nThese results showed that FRM scaffolds have values of compressive strength closer to that of human trabecular bone, but with limited flexibility, as noted by its Young modulus. This suggests that they can only be used for non load bearing applications [7].\nFigure 15: Characterization of the compressive strength of the different scaffolds. Statistical analysis was performed using one-way ANOVA with Newman-Keuls test (* p &lt;0.05).\nFigure 16: Characterization of scaffolds Young's Modulus. Statistical analysis was performed using oneway ANOVA with Newman-Keuls test (* p &lt;0.05).\n3.8.1\tCharacterization of the cytotoxic profile of the scaffolds\nIn order to evaluate the cytotoxicity of the chitosan/Alginate/B-TCP scaffolds after 1, 4 and 7 days, in vitro resazurin assays were performed (figure 17) [98]. It is possible to observe that there is a significant difference between the positive control (K+) and the negative control (K). This suggests that the biomaterials did not affect cell viability during the incubation period.\nFigure 17: Evaluation of the osteoblasts viability through a resazurin assay, after 1, 4 and 7 days of incubation in the presence of the scaffolds. Positive control (K+) and negative control (K-), indicate dead and viable cells in the absence of scaffolds, respectively. Each result is the mean ± standard error of the mean of at least three independent experiments. Statistical analysis was performed using oneway ANOVA with Dunnet's post hoc test (* p &lt;0.05).\nIt is possible to observe that there was an increase in cell viability from 1 to 7 days when they were seeded in contact with scaffolds, suggesting that these 3D constructs have suitable properties for cell growth and proliferation. No significant differences were noticed between the different scaffolds. Optical microscopic images of the cells in contact with the scaffolds are presented in figure 18. These images show that hOB adhered and proliferated, in the\npresence of all the scaffolds, in a similar way to that of the negative control (K-). Regarding the positive control (K+), no cell adhesion or proliferation was observed, and dead cells in their typical spherical shape were observed. Such results show that the different manufacturing techniques did not affect the biocompatibility of the scaffolds.\nFigure 18: Macroscopic images of human osteoblast cells in the presence of the scaffolds produced by RP (A, B, C), Freeze-drying (D, E, F) and FRM (G, H, I), after 1,4 and 7 days of seeding. Negative control (K\") is represented in images J, K and L, and positive control (K+) is represented in images M, N and O.\n3.8.2\tSEM and CLSM images\nIn order to characterize cellular adhesion and proliferation, both on the surface and inside the scaffolds, SEM and CLSM analysis were acquired (figure 19 and 20). SEM images showed that cells adhered and spread within the different scaffolds after 1 day (figure 19 A, C and E). It is possible to observe that after 7 days of incubation (figure 19 B, D and F), the cells proliferated throughout the scaffold’s surface, showing that all scaffolds presented suitable biological properties.\nFigure 19: SEM images of hOB morphology after being cultured for 1 and 7 days in contact with the different scaffolds.\nTo further characterize cell internalization within the different scaffolds, CLSM images were also acquired (figure 20). hOB were seeded in contact with the different scaffolds for four days, and labeled with PI. Through the analysis of the images 20 A, C and E, it can be observed that cells grew inside the porous structure of the scaffolds. The images also give an\nidea of the cells location in the scaffolds, demonstrating that the biomaterials have suitable porosity to accommodate hOB. Figures 20 B, D and F represent the color depth analysis of the different scaffolds. The images show that hOB are capable of migrating and attaching into deep sections of the scaffolds, with most cells localized up to 20-40 pm within the scaffolds structure. This is very important for a further deposition of bone matrix inside the scaffold and posterior remodeling of the bone defect [69]. These results suggest that all the scaffolds presented suitable structures for allowing cell internalization, which is crucial for bone regeneration.\nFigure 20: CLSM images of the scaffolds produced by RP, Freeze-drying, and FRM, seeded with OB after 4 days of incubation. Images A, C and E show the cell distribution on the surface of scaffolds and the respective representative orthogonal images of the x-z and y-z planes. Images B, D and F show depth colour coding of the respective scaffolds, obtained in the same period. White bars represent 200 pm.\n3.9 Antibacterial activity of the scaffolds\nIt is well known that in the surgery field orthopaedic interventions have a high risk of triggering inflammatory responses due to bacterial colonization of the biomaterial’s surface [112]. Therefore, the antibacterial activity of the scaffolds against S.aureus was also evaluated through a Kirby-Bauer disk diffusion method [100].\nChitosan, due to its protonated amine groups, can interact with the electronegative residues present at bacteria surface, decreasing their cell wall permeability and preventing nutrients from entering the cell, thus resulting in bacteria death [46, 49]. The results obtained in the studies of antibacterial activity revealed that, apart from the scaffolds produced by FRM, all the scaffolds inhibited S.aureus growth, inducing an inhibitory halo around the scaffolds (Figure 21). As previously demonstrated, the FRM samples do not possess polymeric content, and thus did not present any antibacterial activity [105]. This antibacterial test of the scaffolds against S.Aureus suggest that the intrinsic characteristics of the RP and Freezedrying samples can contribute to limit the risk of infections [49].\nFigure 21: Scaffolds antibacterial activity trough a Kirby-Bauer diffusion method, where inhibition halos around RP (A), Freeze-drying (B) and FRM (C) samples were evaluated using S.Aureus.\n3.10 Summary of the properties of the produced scaffolds\nTable 4 presents a summary of the results obtained, emphasizing the different properties for each scaffold. Analyzing the table, it is possible to conclude that the scaffold that has the best properties to be used in bone TE, was produced by Rapid prototyping. In fact, several studies state that this technique emerged in bone TE to allow the control of the morphology\nand porosity [26, 58, 85, 102]. Herein, scaffolds produced with RP also showed the best properties.\nTable 4: Summary of the properties of the chitosan/alginate/B-TCP scaffolds produced in this study by RP, Freeze-drying and FRM techniques. Qualitative grading of scaffolds properties goes from less suitable (+) to more suitable (+++) properties for the scaffolds to be used in bone tissue engineering.\nProperties of the Chitosan/alginate/B-TCP scaffold\tProduction Techniques\t\t\n\tRP\tFreeze-drying\tFRM\nMorphological control\t+ + +\t+\t+\nPhysicochemical properties (materials integrity)\t+ + +\t+ + +\t+\nPorosity\t+ + +\t+ + +\t+ + +\nHydrophilicity\t+ + +\t+ + +\t+ + +\nSwelling behavior\t+ + +\t+ + +\t+\nDegradation\t+ +\t+ +\t+\nMechanical resistance\t+\t+\t++\nBiocompatibility\t+ + +\t+ + +\t+ + +\nCell internalization\t+ + +\t+ + +\t+ + +\nAntibacterial activity\t+ + +\t+ + +\t+\nChapter IV\nConclusions and Future Perspectives\n4.1.\tConclusions and future perspectives\nBone defects are an increasing problem, affecting millions of people worldwide. Temporary and biodegradable scaffolds are a good choice to overcome this health problem. As such, choosing the ideal manufacturing technique to produce these scaffolds is essential to control the final biological, physicochemical and mechanical properties of the 3D constructs. Nowadays, several techniques are used for the production of scaffolds. In this study, chitosan/Alginate/B-TCP scaffolds were produced by three different techniques (Rapid prototyping, Freeze-drying and Foam replication method), in order to analyze the influence of the manufacturing processes on scaffold’s properties. The scaffolds produced by Rapid prototyping presented a controlled shape, as well as a desirable macroporosity. Porosity, hydrophilicity and swelling analysis demonstrated that the scaffolds produced by Rapid prototyping and Freeze-drying possessed the most suitable properties for cell internalization and proliferation. Biocompatibility results revealed that none of the scaffolds presented cytotoxicity towards hOB, and that these cells were able to adhere and proliferated on the material’s surface. Nevertheless, the scaffolds produced by Foam replication method lost their polymeric content during the production process, hindering their biological properties. Regarding to mechanical resistance, the scaffold that presented the best resistance to compression was produced by Foam replication method, while the worst resistance values belonged to the scaffold produced by Rapid prototyping. Overall, the chitosan/alginate/TCP scaffolds produced by Rapid prototyping combined the best properties to be used in bone TE.\nThese results confirm that Rapid prototyping can overcome some drawbacks of the other techniques such as the lack of control in the size and shape of the scaffolds. A macroporous structure is essential for a better cell internalization and proliferation within a scaffold, allowing an enhanced bone regeneration to occur. However, the mechanical resistance of this scaffold is far from the “ideal” values. In a near future, the mechanical properties of the chitosan/alginate/B-TCP must be improved. The addition of another ceramic compound, such as hydroxyapatite, would improve the mechanical properties of the scaffolds.\nChapter V\nBibliography\n1.\tTate, P. and R.R. Seeley, Seeley's principles of anatomy &amp; physiology. 2009: McGraw-Hill.\n2.\tVan De Graaff, K.M., Human anatomy. 2002: McGraw-Hill New York.\n3.\tMarieb, E.N. and K. Hoehn, Human anatomy &amp; physiology. 2007: Pearson Education.\n4.\tSathyendra, V. and M. Darowish, Basic science of bone healing. Hand clinics, 2013. 29(4): p. 473-481.\n5.\tRalston, S.H., Bone structure and metabolism. Medicine, 2013. 41(10): p. 581-585.\n6.\tStevens, M.M., Biomaterials for bone tissue engineering. Materials today, 2008. 11 (5): p. 18-25.\n7.\tLamya Karim, et al., The mechanical behaviour of bone. Osteoporosis, 2013. 1: p. 431-452.\n8.\tSalgado, A.J., O.P. Coutinho, and R.L. Reis, Bone tissue engineering: state of the art and future trends. Macromolecular bioscience, 2004. 4(8): p. 743-765.\n9.\tMartin, T.J., K.W. Ng, and N.A. Sims, Basic principles of bone cell biology. Translational Endocrinology of Bone: Reproduction, Metabolism, and the Central Nervous System, 2012. 1: p. 5-26.\n10.\tJayakumar, P. and L. Di Silvio, Osteoblasts in bone tissue engineering. Proceedings of the Institution of Mechanical Engineers, Part H: Journal of Engineering in Medicine, 2010. 224(12): p. 1415-1440.\n11.\tBonewald, L.F., The amazing osteocyte. Journal of Bone and Mineral Research, 2011. 26(2): p. 229-238.\n12.\tJang, J.-H., O. Castano, and H.-W. Kim, Electrospun materials as potential platforms for bone tissue engineering. Advanced drug delivery reviews, 2009. 61(12): p. 10651083.\n13.\tMartin, T. and E. Seeman, New mechanisms and targets in the treatment of bone fragility. Clinical science, 2007. 112: p. 77-91.\n14.\tSommerfeldt, D. and C. Rubin, Biology of bone and how it orchestrates the form and function of the skeleton. European Spine Journal, 2001. 10(2): p. S86-S95.\n15.\tVaananen, H., et al., The cell biology of osteoclast function. Journal of cell science, 2000. 113(3): p. 377-381.\n16.\tRaggatt, L.J. and N.C. Partridge, Cellular and molecular mechanisms of bone remodeling. Journal of Biological Chemistry, 2010. 285(33): p. 25103-25108.\n17.\tFeng, X. and J.M. McDonald, Disorders of bone remodeling. Annual review of pathology, 2011. 6: p. 121-145.\n18.\tPeel, N., Disorders of bone metabolism. Surgery (Oxford), 2012. 30(2): p. 61-66.\n19.\tWhyte, M.P., Paget's disease of bone. New England Journal of Medicine, 2006. 355(6): p. 593-600.\n20.\tOrganization, W.H.,\thttp://www.who.int/inf-pr-1999/en/pr99-58.html.\t2014,\nconsulted at 6/1/2014.\n21.\tAllareddy, V., et al., Emergency Department Visits With Facial Fractures Among Children and Adolescents: An Analysis of Profile and Predictors of Causes of Injuries. Journal of Oral and Maxillofacial Surgery, 2014. 72(9): p. 1756-1765.\n22.\tZimmermann, G. and A. Moghaddam, Allograft bone matrix versus synthetic bone graft substitutes. Injury, 2011.42: p. S16-S21.\n23.\tBhatt, R.A. and T.D. Rozental, Bone graft substitutes. Hand clinics, 2012. 28(4): p. 457-468.\n24.\tAndrews, D., G. Scholes, and G. Wiederrecht, Comprehensive Nanoscience and Technology, Five-Volume set: Online Version. 2010: Academic Press.\n25.\tSalgado, A.J., et al., Tissue Engineering and Regenerative Medicine: Past, Present, and Future. Tissue engineering of the peripheral nerve: stem cells and regeneration promoting factors, 2013. 108: p. 1-33.\n26.\tForgacs, G. and W. Sun, Biofabrication: micro-and nano-fabrication, printing, patterning and assemblies. 2013: William Andrew.\n27.\tVerma, P. and V. Verma, Concepts of Tissue Engineering, in Animal biotechnology. 2014. p. 233-245.\n28.\tValente, J., et al., Alginate based scaffolds for bone tissue engineering. Materials Science and Engineering: C, 2012. 32(8): p. 2596-2603.\n29.\tLanza, R., R. Langer, and J.P. Vacanti, Principles of tissue engineering. 2011: Academic press.\n30.\tHutmacher, D.W., et al., State of the art and future directions of scaffold-based bone engineering from a biomaterials perspective. Journal of tissue engineering and regenerative medicine, 2007. 1(4): p. 245-260.\n31.\tHolzwarth, J.M. and P.X. Ma, Biomimetic nanofibrous scaffolds for bone tissue engineering. Biomaterials, 2011. 32(36): p. 9622-9629.\n32.\tHolzapfel, B.M., et al., How smart do biomaterials need to be? A translational science and clinical point of view. Advanced drug delivery reviews, 2013. 65(4): p. 581-603.\n33.\tAlbrektsson, T., et al., Osseointegrated titanium implants: requirements for ensuring a long-lasting, direct bone-to-implant anchorage in man. Acta Orthopaedica, 1981. 52(2): p. 155-170.\n34.\tAlbrektsson, T. and M. Jacobsson, Bone-metal interface in osseointegration. The Journal of Prosthetic Dentistry, 1987. 57(5): p. 597-607.\n35.\tStevens, B., et al., A review of materials, fabrication methods, and strategies used to enhance bone regeneration in engineered bone tissues. Journal of Biomedical Materials Research Part B: Applied Biomaterials, 2008. 85(2): p. 573-582.\n36.\tLiu, Y., J. Lim, and S.-H. Teoh, Review: Development of clinically relevant scaffolds for vascularised bone tissue engineering. Biotechnology advances, 2013. 31(5): p. 688-705.\n37.\tPuppi, D., et al., Polymeric materials for bone and cartilage repair. Progress in Polymer Science, 2010. 35(4): p. 403-440.\n38.\tLiu, C., Z. Xia, and J. Czernuszka, Design and development of three-dimensional scaffolds for tissue engineering. Chemical Engineering Research and Design, 2007. 85(7): p. 1051-1064.\n39.\tQiao, P., et al., Injectable calcium phosphate-alginate-chitosan microencapsulated MC3T3-E1 cell paste for bone tissue engineering in vivo. Materials science &amp; engineering. C, Materials for biological applications, 2013. 33(8): p. 4633-4639.\n40.\tPawar, S.N. and K.J. Edgar, Alginate derivatization: a review of chemistry, properties and applications. Biomaterials, 2012. 33(11): p. 3279-3305.\n41.\tHan, J., et al., Alginate-chitosan/hydroxyapatite polyelectrolyte complex porous scaffolds: preparation and characterization. International journal of biological macromolecules, 2010. 46(2): p. 199-205.\n42.\tLee, K.Y. and D.J. Mooney, Alginate: Properties and biomedical applications. Progress in Polymer Science, 2012. 37(1): p. 106-126.\n43.\tMorais, D., et al., Development and characterization of novel alginate-based hydrogels as vehicles for bone substitutes. Carbohydrate polymers, 2013. 95(1): p. 134-142.\n44.\tChristensena, B.E., Alginates as biomaterials in tissue engineering. Carbohydrate Chemistry: Chemical and Biological Approaches, 2011. 37: p. 227-258.\n45.\tRodrigues, A.P., et al., The influence of preparation conditions on the characteristics of chitosan-alginate dressings for skin lesions. Journal of applied polymer science, 2008. 109(4): p. 2703-2710.\n46.\tKong, M., et al., Antimicrobial properties of chitosan and mode of action: a state of the art review. International journal of food microbiology, 2010. 144(1): p. 51-63.\n47.\tDi Martino, A., M. Sittinger, and M.V. Risbud, Chitosan: A versatile biopolymer for orthopaedic tissue-engineering. Biomaterials, 2005. 26(30): p. 5983-5990.\n48.\tDash, M., et al., Chitosan—A versatile semi-synthetic polymer in biomedical applications. Progress in Polymer Science, 2011. 36(8): p. 981-1014.\n49.\tMiguel, S.P., et al., Thermoresponsive chitosan-agarose hydrogel for skin regeneration. Carbohydrate Polymers, 2014. 111: p. 366-373.\n50.\tHutmacher, D., J. Goh, and S. Teoh, An introduction to biodegradable materials for tissue engineering applications. Annals of the Academy of Medicine, Singapore, 2001. 30(2): p. 183-191.\n51.\tJiang, T., et al., Micro-and nanofabrication of chitosan structures for regenerative engineering. Acta biomaterialia, 2014. 10(4): p. 1632-1645.\n52.\tCroisier, F. and C. Jerome, Chitosan-based biomaterials for tissue engineering. European Polymer Journal, 2013. 49(4): p. 780-792.\n53.\tSarmento, B. and J. das Neves, Chitosan-based systems for biopharmaceuticals: delivery, targeting and polymer therapeutics. 2012: John Wiley &amp; Sons.\n54.\tCosta-Pinto, A.R., R.L. Reis, and N.M. Neves, Scaffolds based bone tissue engineering: the role of chitosan. Tissue Engineering Part B: Reviews, 2011. 17(5): p. 331-347.\n55.\tLi, Z., et al., Chitosan-alginate hybrid scaffolds for bone tissue engineering. Biomaterials, 2005. 26(18): p. 3919-3928.\n56.\tJin, H.-H., et al., In-situ formation of the hydroxyapatite/chitosan-alginate composite scaffolds. Materials Letters, 2008. 62(10-11): p. 1630-1633.\n57.\tJin, H.-H., et al., &lt;i> In vivo</i> evaluation of porous hydroxyapatite/chitosan-alginate composite scaffolds for bone tissue engineering. International journal of biological macromolecules, 2012. 51(5): p. 1079-1085.\n58.\tDiogo, G., et al., Manufacture of B-TCP/alginate scaffolds through a Fab@ home model for application in bone tissue engineering. Biofabrication, 2014. 6(2): p. 025001.\n59.\tSowjanya, J., et al., Biocomposite scaffolds containing chitosan/alginate/nano-silica for bone tissue engineering. Colloids and Surfaces B: Biointerfaces, 2013. 109: p. 294300.\n60.\tRyu, H.-S., et al., An improvement in sintering property of&lt;i> B</i>-tricalcium phosphate by addition of calcium pyrophosphate. Biomaterials, 2002. 23(3): p. 909914.\n61.\tLee, J.T.Y., et al., Comparative in vitro osteoinductivity study of CaP ceramics (HA, a-TCP, B-TCP) using 10T1/2 cells with different controls and possible correlations with other systems. Journal of Biomaterials and Nanobiotechnology, 2011. 2(02): p. 162.\n62.\tMa, P.X., Biomimetic materials for tissue engineering. Advanced drug delivery reviews, 2008. 60(2): p. 184-198.\n63.\tTorres, A., et al., Bioactive polymeric-ceramic hybrid 3D scaffold for application in bone tissue regeneration. Materials Science and Engineering: C, 2013. 33(7): p. 44604469.\n64.\tSantos, C.F., et al., Design and production of sintered B-tricalcium phosphate 3D scaffolds for bone tissue regeneration. Materials Science and Engineering: C, 2012. 32(5): p. 1293-1298.\n65.\tWeinand, C., et al., Hydrogel-B-TCP scaffolds and stem cells for tissue engineering bone. Bone, 2006. 38(4): p. 555-563.\n66.\tChen, B., et al., Fabrication and mechanical properties of B-TCP pieces by gel-casting method. Materials Science and Engineering: C, 2008. 28(7): p. 1052-1056.\n67.\tCoelho, P.G., et al., Physico/chemical characterization and preliminary human histology assessment of a B-TCP particulate material for bone augmentation. Materials Science and Engineering: C, 2009. 29(7): p. 2085-2091.\n68.\tChang, H.-I. and Y. Wang, Cell responses to surface and architecture of tissue engineering scaffolds. Regenerative Medicine and Tissue Engineering—Cells and Biomaterials, 2011: p. 569-588.\n69.\tKarageorgiou, V. and D. Kaplan, Porosity of 3D biomaterial scaffolds and osteogenesis. Biomaterials, 2005. 26(27): p. 5474-5491.\n70.\tLuo, Y., et al., 3D Scaffolds. Principles of tissue engineering, 2000: p. 475-494.\n71.\tBose, S., S. Vahabzadeh, and A. Bandyopadhyay, Bone tissue engineering using 3D printing. Materials Today, 2013. 16(12): p. 496-504.\n72.\tWu, X., et al., Preparation of aligned porous gelatin scaffolds by unidirectional freeze-drying method. Acta biomaterialia, 2010. 6(3): p. 1167-1177.\n73.\tFu, H., et al., In vitro evaluation of borate-based bioactive glass scaffolds prepared by a polymer foam replication method. Materials Science and Engineering: C, 2009. 29(7): p. 2275-2281.\n74.\tMuhamad Nor, M.A.A., et al., Preparation and characterization of ceramic foam produced via polymeric foam replication method. Journal of materials processing technology, 2008. 207(1): p. 235-239.\n75.\tFu, Q., et al., Mechanical and in vitro performance of 13-93 bioactive glass scaffolds prepared by a polymer foam replication technique. Acta Biomaterialia, 2008. 4(6): p. 1854-1864.\n76.\tTampieri, A., et al., Porosity-graded hydroxyapatite ceramics to replace natural bone. Biomaterials, 2001. 22(11): p. 1365-1370.\n77.\tVivanco, J., et al., Mechanical characterization of injection-molded macro porous bioceramic bone scaffolds. Journal of the mechanical behavior of biomedical materials, 2012. 9: p. 137-152.\n78.\tSanosh, K., et al., Sol-gel synthesis of pure nano sized B-tricalcium phosphate crystalline powders. Current Applied Physics, 2010. 10(1): p. 68-71.\n79.\tFukasawa, T., et al., Pore structure of porous ceramics synthesized from waterbased slurry by freeze-dry process. Journal of Materials Science, 2001. 36(10): p. 2523-2527.\n80.\tSubia, B., J. Kundu, and S. Kundu, Biomaterial scaffold fabrication techniques for potential tissue engineering applications. Tissue engineering, 2010.\n81.\tHo, M.-H., et al., Preparation of porous scaffolds by using freeze-extraction and freeze-gelation methods. Biomaterials, 2004. 25(1): p. 129-138.\n82.\tMao, J.S., et al., Structure and properties of bilayer chitosan-gelatin scaffolds. Biomaterials, 2003. 24(6): p. 1067-1074.\n83.\tSeol, Y.-J., et al., Chitosan sponges as tissue engineering scaffolds for bone formation. Biotechnology letters, 2004. 26(13): p. 1037-1041.\n84.\tLi, Z. and M. Zhang, Chitosan-alginate as scaffolding material for cartilage tissue engineering. Journal of Biomedical Materials Research Part A, 2005. 75(2): p. 485493.\n85.\tKang, K., L. Hockaday, and J. Butcher, Quantitative optimization of solid freeform deposition of aqueous hydrogels. Biofabrication, 2013. 5(3): p. 035001.\n86.\tTaqieddin, E. and M. Amiji, Enzyme immobilization in novel alginate-chitosan coreshell microcapsules. Biomaterials, 2004. 25(10): p. 1937-1945.\n87.\tYeong, W.-Y., et al., Rapid prototyping in tissue engineering: challenges and potential. Trends in biotechnology, 2004. 22(12): p. 643-652.\n88.\tCohen, D.L., et al., Increased mixing improves hydrogel homogeneity and quality of three-dimensional printed constructs. Tissue Engineering Part C: Methods, 2010. 17(2): p. 239-248.\n89.\tLixandrao Filho, A., et al., Construction and adaptation of an open source rapid prototyping machine for biomedical research purposes-a multinational collaborative\ndevelopment. Innovative developments in design and manufacturing. Leiria, Portugal: CRC Press, 2009.\n90.\tLv, Q. and Q. Feng, Preparation of 3-D regenerated fibroin scaffolds with freeze drying method and freeze drying/foaming technique. Journal of Materials Science: Materials in Medicine, 2006. 17(12): p. 1349-1356.\n91.\tKang, H.-W., Y. Tabata, and Y. Ikada, Fabrication of porous gelatin scaffolds for tissue engineering. Biomaterials, 1999. 20(14): p. 1339-1344.\n92.\tNie, H.-L. and L.-M. Zhu, Adsorption of papain with Cibacron Blue F3GA carrying chitosan-coated nylon affinity membranes. International journal of biological macromolecules, 2007. 40(3): p. 261-267.\n93.\tCorreia, T.R., et al., A bi-layer electrospun nanofiber membrane for plasmid DNA recovery from fermentation broths. Separation and Purification Technology, 2013. 112: p. 20-25.\n94.\tCoimbra, P., et al., Sodium hyaluronate/chitosan polyelectrolyte complex scaffolds for dental pulp regeneration: synthesis and characterization. International journal of biological macromolecules, 2011. 49(4): p. 573-579.\n95.\tLam, C.X., et al., Evaluation of polycaprolactone scaffold degradation for 6 months in vitro and in vivo. Journal of biomedical materials research part A, 2009. 90(3): p. 906-919.\n96.\tLacroix, D., et al., Micro-finite element models of bone tissue-engineering scaffolds. Biomaterials, 2006. 27(30): p. 5326-5334.\n97.\tNoriega, S.E. and A. Subramanian, Consequences of Neutralization on the proliferation and cytoskeletal organization of chondrocytes on Chitosan-BasedMatrices. International Journal of Carbohydrate Chemistry, 2011: p. 13 pages.\n98.\tMarques, J.G., et al., Synthesis and characterization of micelles as carriers of nonsteroidal anti-inflammatory drugs (NSAID) for application in breast cancer therapy. Colloids and Surfaces B: Biointerfaces, 2014. 113: p. 375-383.\n99.\tRibeiro, M., et al., Dextran-based hydrogel containing chitosan microparticles loaded with growth factors to be used in wound healing. Materials Science and Engineering: C, 2013. 33(5): p. 2958-2966.\n100.\tKim, K., et al., Incorporation and controlled release of a hydrophilic antibiotic using poly (lactide-co-glycolide)-based electrospun nanofibrous scaffolds. Journal of Controlled Release, 2004. 98(1): p. 47-56.\n101.\tShrivats, A.R., M.C. McDermott, and J.O. Hollinger, Bone tissue engineering: state of the union. Drug discovery today, 2014.\n102.\tGurr, M. and R. Mulhaupt, Rapid prototyping. Polymers for Advanced Functional Materials, 2012. 8: p. 77-99.\n103.\tTrachtenberg, J.E., F.K. Kasper, and A.G. Mikos, Polymer scaffold fabrication. Principles of Tissue Engineering, 2013: p. 423-440.\n104.\tVilletti, M., et al., Thermal degradation of natural polymers. Journal of thermal analysis and calorimetry, 2002. 67(2): p. 295-303.\n105.\tBeyler, C.L. and M.M. Hirschler, Thermal decomposition of polymers. SFPE handbook of fire protection engineering, 2002. 2: p. 110-131.\n106.\tPhang, Y.-N., et al., Thermal and microbial degradation of alginate-based superabsorbent polymer. Polymer Degradation and Stability, 2011. 96(9): p. 16531661.\n107.\tDouglas de Britto and Sergio Paulo Campana-Filho, Kinetics of the thermal degradation of chitosan. Thermochimica acta, 2007. 465(1): p. 73-82.\n108.\tKnaack, D., et al., Resorbable calcium phosphate bone substitute. Journal of biomedical materials research, 1998. 43(4): p. 399-409.\n109.\tYang, F., et al., Poly (l, l-lactide-&lt;i> co</i>-glycolide)/tricalcium phosphate composite scaffold and its various changes during degradation in vitro. Polymer degradation and stability, 2006. 91(12): p. 3065-3073.\n110.\tCarano, R.A. and E.H. Filvaroff, Angiogenesis and bone repair. Drug discovery today, 2003. 8(21): p. 980-989.\n111.\tMetsger, D., M. Rieger, and D. Foreman, Mechanical properties of sintered hydroxyapatite and tricalcium phosphate ceramic. Journal of Materials Science: Materials in Medicine, 1999. 10(1): p. 9-17.\n112.\tLevy, P.-Y., et al., Relation entre portage nasal de&lt;i> S</i>.&lt;i> aureus</i> et infections du site operatoire en orthopedie. Role de la contamination nasale: revue"}]}}}