{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09280"}, {"@name": "filename", "#text": "14250_S0366-69132012000300020.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "(Comparative study of the clays used in potteries\nfrom Alfenas and Areado, MG, Brazil)\nL. A. Gaspar Junior1, A. F. D. C. Varajão2, M. H. O. Souza3, M. M. T. Moreno4\n‘Instituto de Ciências da Natureza, Universidade Federal de Alfenas,\nR. Gabriel Monteiro da Silva 700, Centro, Alfenas, MG 37130-000\nDepartamento de Geologia, Universidade Federal de Ouro Preto,\nCampus Morro do Cruzeiro, Ouro Preto, MG 35400-000 3Departamento de Geografia, Universidade Federal de Uberlândia, Av. João Naves de Avila, 2121, Bloco 1H, Campus Santa Mônica, Uberlândia, MG, 38400-902\nDepartamento de Petrologia e Metalogenia, Universidade Estadual Paulista, Av. 24-A, 1515, Bela Vista, Rio Claro, SP 13506-900\nlineo.gaspar@unifal-mg.edu.br, angelica@degeo.ufop.br, mhsouza@ig.ufu.br, mmoreno@rc.unesp.br\nResumo\nOs horizontes pedológicos dos perfis de solos desenvolvidos a partir das rochas pré-cambrianas dos municípios de Alfenas, MG e Areado, MG assim como os sedimentos colúvio-aluvionares associados têm sido intensivamente utilizados para fins cerâmicos (em particular em olarias de tijolos) sem um estudo detalhado para racionalizar sua utilização na indústria cerâmica. Entretanto apesar da proximidade destes dois municípios, segundo antigos trabalhadores das olarias dessas regiões, as argilas do município de Areado têm apresentado qualidade superior às das argilas do município de Alfenas. Tal fato levou ao desenvolvimento do presente trabalho cujo objetivo foi comparar as propriedades mineralógicas (descrição macroscópica e difração de raios X), químicas (elementos maiores por fluorescência por raios X e análise de carbono orgânico) e tecnológicas (distribuição granulométrica de prensagem; granulometria a laser, módulo de ruptura à flexão; absorção de água, porosidade aparente; retração linear de queima; cor de queima, entre outros) das argilas destes dois municípios para se conhecer a matéria-prima dessas duas regiões de modo a desenvolver aplicações tecnológicas adequadas. A melhor qualidade da matéria prima originada do município de Areado (Grupo AR) é devida à maior presença de argilominerais como a caulinita, illita e esmectita associados a uma granulometria mais fina, que contribuiu para uma melhor sinterização.\nPalavras-chave: argila, caulinita, cerâmica vermelha.\nAbstract\nThe pedological horizons of soil profiles developed from pre-cambrian rocks of the municipalities of Alfenas and Areado, MG, Brazil, as well as the alluvial-colluvial sediments associated has been used intensively for ceramic potteries (particularly for bricks) but without a detailed study to rationalize their use in the ceramic industry. However, despite the proximity of these cities, according to skilled workers of the brickworks, the raw materials from Areado have shown higher quality than those from Alfenas. Such fact led to development of the present study aimed to compare the mineralogical (macroscopic description and X-ray diffraction), chemical chemical (X-ray fluorescence and organic carbon test) and technological (particle size distribution of pressing, laser scattering, mechanical strength, water absorption, apparent porosity, firing linear shrinkage, color of firing, etc) in order to gather knowledge about the raw material of the studied regions and develop suitable technological applications. The best quality of raw material originating from Areado (AR Group) is due to the larger amounts of clay minerals such kaolinite, illite and smectite associated with a finer grain size, which contributed to a better sintering.\nKeywords: clay, kaolinite, red tiles.\nINTRODUÇÃO\nNos municípios de Alfenas e Areado, MG, a ocorrência de perfis de solos bem espessos (latossolos), desenvolvidos\nsobre rochas pré-cambrianas com alto grau de metamorfismo, tais como hiperstênio granitos, granulitos básicos, gnaisses graníticos bandados, associados a rochas neopaleozóicas, assim como a presença de sedimentos quaternários colúvio-\nArea de estudo\naluvionares [1, 2], induziu nestas regiões uma intensa atividade no setor ceramista, particularmente a fabricação de materiais cerâmicos estruturais, tais como tijolos. Apesar de tais materiais terem sido intensivamente utilizados particularmente em olarias de tijolos há tempos, estudos de detalhe visando a caracterização das suas propriedades físicas, químicas e mineralógicas para racionalizar sua utilização na indústria cerâmica são escassos [3-6], o que pode levar a desperdício de níveis argilosos promissores quando misturados adequadamente a outros níveis argilosos. Os trabalhadores das pequenas olarias dessas regiões, com sua vasta experiência na área, observaram durante todos esses anos, que os tijolos baianos preparados com as argilas da cidade de Areado, MG, são superiores em termos de qualidade aos tijolos fabricados com as argilas da cidade de Alfenas, MG. Estudos mineralógicos, texturais, químicos e tecnológicos efetuados nas olarias região de Alfenas [1-3, 5, 6] visando determinar sua potencialidade e racionalizar seu uso na indústria cerâmica, mostraram que tais argilas são predominantemente cauliníticas, apresentando pequenas quantidades de interestratificados do tipo illita/esmectita, com altos teores de SiO e baixos teores de ALO, e Fe O . Tal característica limita consideravelmente a utilização destas argilas na indústria de cerâmica vermelha, a não ser que se lance mão de misturas com níveis argilosos de outras áreas, a fim de melhorar as propriedades cerâmicas das mesmas. Em vista deste fato o presente trabalho consistiu em analisar mineralogicamente, quimicamente e tecnologicamente os materiais argilosos do município de Areado, MG, e estabelecer uma comparação entre estes resultados e os obtidos com as argilas de Alfenas [1, 2], determinando-se os motivos\nA área de objeto do presente estudo situa-se na porção sudoeste do estado de Minas Gerais, aproximadamente a 351 km da capital estadual, próximo aos municípios de Machado, Paraguaçu Paulista, Areado e Alfenas (Fig. 1). Está situada entre os meridianos 45° 40' a 46° 15' de longitude a oeste de Greenwich e os paralelos 21° 09' a 21° 41' de latitude\nFigura 1: Mapa de localização da área de estudo [4].\n[Figure 1: Map showing the localization of the studied area [4].]\nTabela I - Nomenclatura e localização das amostras utilizadas. [Table I - Nomenclature and localization of the studied samples.]\nPonto\tLocalização\tCaracterística\tNomenclatura\n1\tOlaria do Geraldo. Rodovia Alfenas-Areado (BR-491), km 3,\targila de várzea\tP-1\n2\tOlaria São Francisco Rodovia Alfenas-Areado (BR, 491) km 3\targila de várzea\tP-2\n3\tOlaria do Gilson. Volta da Ferradura-Alfenas distrito de Gaspar Lopez\targila de perfil de alteração\tP-3\n4\tOlaria da Fazenda da Conquista localizada a 3 km da estrada de Alfenas-Gaspar Lopez\targila de perfil de alteração\tP-4\n5\tOlaria Ipanema localizada na estrada Alfenas-Gaspar Lopez\targila de perfil de alteração\tP-5\n6\tOlaria Joana Darc-Bairro Santo Antônio-Areado\targila de várzea\tAR-01\n7\tOlaria Verola-Bairro Santo Antônio-Areado\targila de várzea\tAR-02\n8\tOlaria Santo Antônio-Bairro Santo Antônio-Areado\targila de várzea\tAR-03\n9\tOlaria Grama-Bairro Santo Antônio-Areado\targila de várzea\tAR-04\n10\tOlaria Graminha-Bairro Santo Antônio-Areado\targila de várzea\tAR-05\n11\tOlaria Martins-Bairro Santo Antônio-Areado\targila de várzea\tAR-06\n12\tOlaria Conquista-Rod. BR-491-Areado\targila de várzea\tAR-07\n13\tOlaria-Rod. BR-491-Areado\targila de várzea\tAR-08\nsul (Fig. 1). Os materiais argilosos da região ocorrem em dois compartimentos geomorfológicos distintos: áreas de várzea e média vertentes onde ocorrem perfis de alteração bem desenvolvidos à partir dos gnaisses do Complexo Guaxupé. Nas áreas de várzea estes materiais apresentam coloração cinza escura devido a maior concentração de matéria orgânica ao passo que nos perfis de solo apresentam cores amarelo-avermelhadas devido a presença de óxidos e hidróxidos de ferro.\nMATERIAIS E MÉTODOS\nOs trabalhos de campo consistiram na descrição macroscópica tanto das argilas quanto dos perfis de solos e na coleta de amostras em 8 olarias da região de Areado (Tabela I) para o estudo comparativo com as argilas das cinco olarias do município de Alfenas [2]. Coletou-se cerca de 3 kg de material para cada ponto de amostragem. Estas amostras foram destorroadas, quarteadas e secas em estufa a temperatura de 60 °C durante 24 h.\nOs ensaios de laboratório foram baseados principalmente em técnicas descritas [8-13].\nAs distribuições granulométricas das amostras foram determinadas utilizando-se as peneiras 30, 40, 60, 120 e 200 mesh. As frações retidas nas peneiras 30, 40 e 60 mesh foram analisadas macroscopicamente (lupa com aumento de 50x) quanto aos seguintes aspectos: mineralogia, coloração, estrutura e textura. A distribuição granulométrica da fração passante na malha 200 mesh [10] foi feita em granulômetro a laser Cilas 1064. Para tal ensaio, 440 mL da solução dispersante de hexametafosfato de sódio (0,1 g/L) foi adicionada em 0,5 g de cada amostra (passante em malha 200 mesh), agitada em ultrassom de placa Thornton T-50 e, em seguida, analisada no granulômetro. O aparelho forneceu os valores cumulados característicos e um gráfico com uma curva de distribuição granulométrica para cada amostra [11].\nAs análises mineralógicas por difração de raios X foram obtidas com os difratômetros Siemens D5000 com radiação monocromática de Coka e velocidade do goniómetro de 1,2° 29/min e o difratômetro Rigaku Geigerflex CN D/Max-B com radiação monocromática de Cuka e velocidade do goniómetro de 0,6° 29/min, respectivamente para a amostra total e para a fração argila separada por sedimentação (lei de Stokes). Os difratogramas obtidos na amostra total abrangem um intervalo de 2 a 70° (29) e das amostras orientadas da fração argila de 2 a 35° (29). Os difratogramas das amostras foram interpretados com o programa Eva 2.0 da Siemens.\nAs análises químicas dos elementos maiores por espectrometría de fluorescência de raios X [13] foram realizadas em amostras fundidas em matriz de borato no equipamento de fluorescência de raios X Philips PW 2510. A determinação do carbono orgânico foi realizada por meio da oxidação da matéria orgânica com dicromato de potássio em meio fortemente ácido e titulado com Fe++ (método Walkley-Black [14]). Os valores de pH das amostras foram obtidos como um phmetro TM-35 pH Wert em uma dispersão de 2 g de amostra em 250 mL de água destilada.\nPara os ensaios tecnológicos cerâmicos foram confeccionados corpos de prova a partir das amostras totais com dimensões 7 x 2 x 1 cm3, controlando a densidade aparente a cru (~2,0 g/cm3) e o teor de umidade entre 8 e 10%, sendo queimados em laboratório, em forno gradiente, a 950 °C (com ciclo de queima de 3 h), para simular as condições de queima nas olarias. Os corpos de prova queimados foram submetidos a ensaios de resistência mecânica, absorção de água, porosidade aparente, perda ao fogo, retração linear e cor de queima segundo a norma NBR 13818 [17].\nRESULTADOS E DISCUSSÃO\nAs análises macroscópicas das amostras de todo o grupo AR (argilas de várzea) mostraram uma textura argilo-arenosa com composição de quartzo, mica (muscovita) e argilominerais. Os grãos de quartzo apresentam forma subangulosa a subarredondada e superfície polida à fosca em alguns cristais sugerindo um relativo transporte e retrabalhamento fluvial corroborando o trabalho reportado [18]. Comparando as amostras de areado com os resultados das argilas de Alfenas em [1, 2], notamos que a textura dos sedimentos em Alfenas é mais grosseira, sendo inserida na classe siltosa/arenosa. As análises mineralógicas por difração de raios X das amostras totais (Figs. 2 e 3) mostraram a presença predominante de quartzo (pico principal de 3,35 Â), em todas as amostras tanto do Grupo P de Alfenas como do Grupo Ar de Areado. O feldspato (pico principal de 3,18 Â) é mais freqüente nas amostras que são produtos de alteração de rochas (P4, seguido pelas amostras P5 e P3). A muscovita é observada mais facilmente nas amostras do Grupo AR. Os minerais de alteração (gibbsita e goethita) apresentam picos bem mais evidenciados nas amostras do Grupo AR do que o Grupo P [2]. As análises mineralógicas por difração de raios X da fração argila (Fig. 4) mostraram a caulinita como o argilomineral dominante (pico de 7Â), sendo estes picos mais elevados no Grupo AR. No Grupo P [2] foi constatada a presença de traços de esmectita (14 Â) em P1, P2 e P5 e relictos de ilita, esmectita e Interestratificado ilita/esmectita nas amostras P3 e P4. No Grupo AR em todas as amostras (AR01 a AR08) foram evidenciados picos de illita e muscovita mais elevados que no Grupo P. Relictos de esmectita são observados das amostras AR-03 a AR-08. A caulinita amplamente presente nesses sedimentos é resultante do produto de alteração de feldspatos e outros minerais aluminossilicatados [19] dos gnaisses e xistos do Complexo Guaxupé presentes na região.\nO teor de SiO2 nas treze amostras é similar, variando de 58,5 a 67,9% (Tabela II), sendo o maior valor referente à amostra P5 devido à predominância de quartzo como demonstra os resultados da difração de raios X (Fig. 2). Teores superiores de Al2O3 foram observados nas amostras P1, AR-04, P4 e AR-08, sendo associadas, respectivamente,\nà presença de gibbsita e de gibsita+feldspato+muscovita. Valores mais elevados de Fe2O3 são associados à presença de hematita e goethita (P1, P4, AR-06 e AR-08). Apesar dos óxidos Na2O, K2O e MgO serem mais freqüentes (Fig. 5) nas amostras de produto de alteração dos Grupo P (P4, P5) e em algumas argilas do Grupo AR (AR-03, AR-05 e AR-08) devido à presença de minerais primários como feldspatos e muscovita (Figs. 2, 3 e 4), estes valores são baixos em relação aos elevados teores de Al2O3 (15 a 25%), o que torna estas argilas mais refratárias e menos fundentes. Os maiores\n<D ■u\n■u '</> c\n<D\n4-» c\no Q\nescala 1/d\n1/d (A)-1\nFigura 2: Difratogramas de raios X superpostos de amostras totais do Grupo P, onde nota-se a presença de quartzo (Q), feldspato (MIC), muscovita (M), caulinita (K), hematita (H), gibsita (GIB) e goethita (GT).\n[Figure 2: Superposed X-ray diffraction patterns (Coka radiation) of whole samples of Group P, where it is possible to notice the presence of quartz (Q), feldspar (MIC), muscovite (M), kaolinite (K), hematite (H), gibbsite (GIB) and goethite (GT).]\n1/d - Scale\n1/d (A)-1\nFigura 3: Difratogramas de raios X superpostos das amostras totais P-1 e AR-08, sendo QZ = quartzo, GIB = gibsita, K = caulinita, S = esmectita e I/S = interestratificado ilita/esmectita.\n[Figure 3: Superposed X-ray diffraction patterns of the whole samples P-1 and AR-08, being QZ = quartz, GIB = gibbsite, K = kaolinite, S = smectite and I/S = illite/smectite interlayered.]\n01 0^2 0.3 04 0’5 06 0.7\n1/d - Scxale\n1/d (A)-1\nFigura 4: Difratogramas de raios X superpostos da fração argila (&lt;2 pm) das amostras naturais P1 e AR-08 (Cuka). QZ = quartzo, GIB = gibsita, K = caulinita, S = esmectita, I = ilita e I/S = interestratificado ilita/esmectita.\n[Figure 4: Superposed X-ray diffraction patterns of the clay fraction (&lt;2pm) of the natural samples P1 and AR-08 (Cuka). QZ = quartz, GIB = gibbsite, K = kaolinite, S = smectite, I = illite and I/S = illite/smectite interlayered.]\nvalores de perda ao fogo (LOI) nas amostras P2 e P2, AR-08 e AR-04 podem ser atribuídos devido à maior quantidade de minerais de alteração como caulinita, gibbsita e goethita.\nAs amostras P1, P2 e P4 apresentaram as maiores concentrações de carbono orgânico (Fig. 6). Tal fato se deve às condições de redutoras, favoráveis à baixa degradação da matéria orgânica, ocorrente nas áreas de várzea (P1, P2) e à contribuição da matéria orgânica do horizonte A do perfil de alteração (P4). As argilas da região de Alfenas que apresentam as melhores propriedades cerâmicas são em decorrência desses altos teores de carbono conforme visto em [4, 5]. As demais amostras dos Grupos P e AR ficam na faixa de 0,31 a 0,64% de carbono.\nQuanto aos teores de pH das amostras estes ficaram na faixa de 5,13 a 5,80, sendo a amostra P1 um pouco mais ácida que as demais devido ao seu teor de matéria orgânica mais elevado (Fig. 6).\nO índice de plasticidade (Ip) permite enquadrar as amostras P1 e P2 como altamente plásticas (Ip > 15, Tabela III). Tal característica pode ser relacionada aos teores mais elevados de matéria orgânica nessas massas (Fig. 6). As amostras P4 e todo o Grupo AR são classificadas como mediamente plásticas (7 &lt;Ip &lt;15) e as amostras P3 e P5 se enquadram como de baixa plasticidade (Ip &lt;7) devido a pouca matéria orgânica e ao maior teor de SiO2 (Tabela II).\nOs resultados dos ensaios físicos cerâmicos a 950 °C, especificamente tensão à ruptura a flexão sofreu uma variação grande de 61 MPa, para o corpo de prova AR-08 (melhor valor), para 8 MPa (pior valor), para o corpo de prova P5 (Fig. 7). Os valores na faixa de 16 a 80 MPa se encontram adequados para serem utilizados na indústria cerâmica vermelha [20].\nDados de porosidade aparente ficaram na faixa de\nTabela II - Composição química das amostras coletadas. [Table II - Chemical composition of the collected samples.]\nAmostras\tSIO2\tA12O3\tFe2O3\tCaO\tMgO\tNa2O\tk2o\tMnO\tTiO2\tP2O5\tLOI\nP1\t58,49\t24,95\t7,72\t0,15\t0,19\t0,14\t0,70\t0,04\t1,31\t0,15\t6,16\nP2\t62,17\t20,84\t3,22\t0,15\t0,12\t0,11\t0,26\t0,04\t2,10\t0,07\t10,95\nP3\t61,53\t18,55\t4,62\t0,11\t0,30\t0,17\t1,46\t0,02\t1,43\t0,08\t11,74\nP4\t60,23\t21,72\t5,39\t0,17\t0,58\t0,20\t2,48\t0,08\t0,54\t0,05\t8,56\nP5\t67,91\t15,78\t2,90\t0,16\t0,23\t0,29\t1,90\t0,01\t0,45\t0,03\t10,37\nAR-01\t64,02\t0,76\t19,74\t4,78\t0,03\t0,30\t0,11\t0,14\t1,12\t0,05\t8,95\nAR-02\t68,00\t0,70\t18,30\t2,94\t0,02\t0,34\t0,14\t0,21\t1,61\t0,04\t7,69\nAR-03\t63,02\t0,75\t20,71\t4,26\t0,03\t0,45\t0,13\t0,22\t1,88\t0,07\t8,48\nAR-04\t61,60\t0,81\t23,24\t3,08\t0,02\t0,33\t0,11\t0,15\t1,54\t0,05\t9,09\nAR-05\t63,39\t0,73\t20,17\t4,86\t0,02\t0,47\t0,18\t0,25\t1,78\t0,06\t8,10\nAR-06\t65,86\t0,61\t18,04\t5,19\t0,03\t0,43\t0,16\t0,27\t1,77\t0,06\t7,57\nAR-07\t66,30\t0,82\t19,54\t3,44\t0,02\t0,25\t0,08\t0,12\t1,04\t0,03\t8,37\nAR-08\t64,02\t0,76\t19,74\t4,78\t0,03\t0,30\t0,11\t0,14\t1,12\t0,05\t8,95\n\nFigura 5: Teor de álcalis (MgO + Na2O + K2O) das amostras coletadas.\n[Figure 5: Alcalis content (MgO + NafO + KfO) of the collected samples.]\nAmostras\nFigura 6: Teores de carbono orgânico das amostras de argila coletadas.\n[Figure 6: Contents of organic carbon of the collected clay samples.]\nTabela III - Valores de índice de plasticidade das amostras. [Table III - Values of the plasticity of the collected samples.]\nAmostras\tLI (%)\tLp (%)\tIP=LI-Lp (%)\tClassificaçao\nP1\t52,20\t33,71\t18,49\tMuito Plástica\nP2\t50,30\t29,79\t20,51\tMuito Plástica\nP3\t38,60\t32,19\t6,41\tPouco Plástica\nP4\t45,30\t34,50\t10,80\tPlasticidade Média\nP5\t32,60\t28,50\t4,10\tPouco Plástica\nAR-01\t44,70\t36,40\t8,30\tPlasticidade Média\nAR-02\t38,90\t31,84\t7,06\tPlasticidade Média\nAR-03\t38,50\t31,11\t7,39\tPlasticidade Média\nAR-04\t46,10\t37,08\t9,02\tPlasticidade Média\nAR-05\t40,90\t33,49\t7,41\tPlasticidade Média\nAR-06\t41,60\t34,25\t7,35\tPlasticidade Média\nAR-07\t45,2\t33,2\t12,00\tPlasticidade Média\nAR-08\t47,80\t37,72\t10,08\tPlasticidade Média\n32 a 37% e a absorção de água entre 18 e 22,5%, sendo classificada como BIII pela norma técnica NBR 13.817\n[20]. Esses valores de porosidade e absorção de água são elevados (devido aos altos teores de quartzo), tornando esses materiais aptos a uma aplicação na fabricação de tijolos e telhas. Em relação à retração linear de queima, devido aos teores elevados de sílica, houve uma retração muito pequena nos corpos de prova, sendo que em alguns deles (amostra P5) houve até expansão. Para a avaliação dos melhores resultados dos corpos de prova, observaram-se quais amostras possuíam maiores e menores valores de tensão a ruptura e absorção de água respectivamente e comparando-os com a norma NBR 13.817 [21] para revestimentos cerâmicos e de\nPeneiras (mesh) Amostras\t20\t40\t60\t120\t200\tPrato\nP-1\t0,4\t1,6\t17,3\t22,0\t14,2\t44,2\nP-2\t0,6\t2,6\t17,0\t21,3\t10,6\t45,0\nP-3\t0,0\t0,0\t5,0\t28,0\t16,0\t50,0\nP-4\t0,2\t1,0\t6,6\t21,3\t11,6\t58,6\nP-5\t0,2\t1,4\t13,5\t26,9\t15,7\t41,3\nAR-01\t13,907\t0,327\t7,931\t14,608\t8,156\t53,560\nAR-02\t9,722\t0,360\t5,776\t17,998\t9,537\t54,872\nAR-03\t15,073\t0,270\t10,142\t11,301\t6,267\t55,859\nAR-04\t11,001\t0,182\t6,047\t11,163\t6,824\t63,408\nAR-05\t11,311\t0,149\t5,082\t11,717\t0,803\t69,900\nAR-06\t7,534\t0,077\t3,235\t10,964\t12,852\t64,558\nAR-07\t11.155\t1,196\t8,628\t11,897\t8,437\t56,812\nAR-08\t6,801\t0,515\t4,208\t10,498\t7,993\t69,096\nTamanho de grãos\tAreia grossa inferior\tAreia média superior\tAreia média inferior\tAreia fina superior\tAreia fina inferior\tSilte + argila\nTabela V - Dados de distribuição granulométrica a laser.\n[Table V - Laser particle size distribution data].\nAmostras\tClasse Dominante (90% é inferior ao diâmetro indicado em mm)\tDiâmetro médio (tamanho médio do grão em mm)\nP1\t21,86\t8,51\nP2\t37,62\t13,95\nP3\t46,14\t18,20\nP4\t31,80\t12,76\nP5\t160,52\t49,36\nAR-01\t32,43\t12,24\nAR-02\t43,44\t18,60\nAR-03\t52,80\t20,97\nAR-04\t36,43\t15,58\nAR-05\t46,51\t19,69\nAR-06\t44,08\t21,06\nAR-07\t43,11\t16,31\nAR-08\t39,23\t16,87\nresultados na área de cerâmica vermelha [22, 23].\nOs melhores resultados nas análises cerâmicas da amostra AR-08 (Fig. 7) provavelmente foram devido ao seu menor teor em SiO2 (Tabela II) e maiores valores de Al2O3 (caulinita + illita + esmectita + gibsita) e Fe2O3 associados\na uma granulometria fina (Tabela V). As amostras AR-03 e AR-04 apresentaram respectivamente o segundo e o terceiro melhores valores quanto às propriedades cerâmicas (Fig. 7). Apesar da amostra AR-03 apresentar concentrações maiores de SiO2 (Tabela II) e uma granulometria mais grossa (Tabelas IV e V) que a amostra AR-04, esta possui teores maiores de álcalis (Fig 5) que devem ter contribuído para uma diminuição na absorção de água da amostra e em um aumento da tensão à flexão do corpo de prova. Os piores resultados cerâmicos nas amostras deste grupo foram referentes às amostras AR-02 e AR-06 (Fig. 7) devido aos teores elevados de SiO2 (Tabela II) e a granulometria mais grossa (Tabela V). Quanto ao Grupo P conforme os resultados obtidos em [1, 2] as amostras P1 e P4 apresentaram os melhores resultados em termos de ensaios cerâmicos (Fig. 7), pois apesar de possuírem um teor mais baixo em argilominerais (em relação ao Grupo AR), estas duas amostras apresentaram respectivamente baixos e altos teores de SiO2 e Al2O3 (Tabela II) associados a concentrações elevadas de carbono orgânico (Fig. 6) e uma granulometria muito fina (Tabela V). As amostras P5 e P3 apresentaram uma queda abrupta das propriedades cerâmicas devido à combinação de alguns fatores como os baixos valores de carbono orgânico (Fig. 6), elevadas concentrações de SiO2 e teores menores de Al2O3 (caulinita + gibsita) e Fe2O3 (Tabela II). As amostras do Grupo AR apresentaram melhores resultados em relação às amostras do Grupo P (Fig. 7) provavelmente devido aos maiores teores de argilominerais\npresentes como a caulinita + illita + esmectita (Figs. 2, 3 e 4), associados a uma granulometria fina (Tabelas IV e V). A presença de concentrações elevadas de SiO2 (58 a 68%) e baixos teores de Fe2O3 (2,9 a 7,7%) em todas as amostras clareou a cor de queima (tons de vermelho a amarelado) e reduziu os valores de retração de queima dos corpos de prova (Fig. 7).\n70\n60\n50\n40\n30\nQ.\n20\n10\n0\n-10\nAmostras\nFigura 7: Ensaios físicos cerâmicos a 950 °C. TRF: tensão de ruptura à flexão (MPa); AA: absorção de água (%); PA: porosidade aparente (%); RLQ: retração linear de queima (%).\n[Figure 7: Results of physical ceramic tests at 950 °C. TRF: mechanical strength (MPa); AA: water absorption (%); PA: apparent porosity (%); RLQ: firing linear shrinkage (%).]\nCONCLUSÕES\nOs materiais argilosos das olarias dos municípios de Areado e Alfenas, MG, são produtos de origem aluvionar ou de alteração de rochas dos Complexos Guaxupé e Campos Gerais. São argilas caulíniticas ricas em quartzo, micas (muscovita) e pobres em ferro e feldspatos. Devido à composição predominante de caulinita e quartzo são menos plásticas e mais refratárias sendo mais adequadas à utilização na indústria de cerâmica vermelha. Os melhores resultados das propriedades cerâmicas foram obtidos para amostras AR-08, AR-03 e AR-04, devido aos teores mais elevados em argilominerais (caulinita + illita + esmectita), aliados a um menor teor em SiO2, maiores valores de Al2O3 e Fe2O3 que contribuíram para uma melhor sinterização destas amostras. Comparando-se os resultados das argilas de Areado com os obtidos nas argilas da cidade de Alfenas, os sedimentos argilosos de Areado são um pouco menos quartzosos, de textura argilosa/arenosa, caracterizando uma granulometria mais fina e apresentam concentrações um pouco mais elevadas de Al2O3 (presente na forma do argilomineral caulinita+gibsita+muscovita). Esses fatores proporcionam a estas amostras os melhores resultados de ensaios físicos cerâmicos. As argilas de Areado provavelmente são melhores que os sedimentos de Alfenas, devido ao fato de se encontrarem menos alteradas e estarem em condições geomorfológicas diferentes.\nAGRADECIMENTOS\nOs autores agradecem o suporte financeiro e incentivo à pesquisa da FAPEMIG e do CNPq.\nREFERÊNCIAS\n[1]\tL. A. Gaspar Junior, A. F. D. C. Varajão, M. M. T Moreno, Análise Preliminar das Coberturas Regolíticas Argilosas da Região de Alfenas-Mg Visando sua Utilização na Indústria de Cerâmica Vermelha, Anais 53° Congresso Brasileiro de Cerâmica, Guarujá, SP (2009) 1-CD.\n[2]\tL. A. Gaspar Junior, A. F. D. C. Varajão, R. G. Santos, M. M. T Moreno, M. F. R. Sarkis, Viabilidade de Aplicação das Coberturas Argilosas da Região de Alfenas na Indústria Cerâmica, Geociências 29, 1 (2010).\n[3]\tL. A. Gaspar Junior, A. F. D. C. Varajão, M. H. O. Souza, M. M. T Moreno, A. Zanardo, Caracterização Tecnológica das Argilas Aluvionares dos Municípios de Botelhos e Cabo Verde (Mg) para Emprego em Cerâmica Vermelha, Anais 54° Congresso Brasileiro de Cerâmica, Foz de Iguaçu, PR (2010) 1-CD.\n[4]\tL. A. Gaspar Junior, A. F. D. C. Varajão, M. H. O. Souza, M. M. T Moreno, Comparação entre as Análises Químicas, Mineralógicas e Tecnológicas das Argilas Aluvionares de Alguns Municípios do Sudoeste de Minas Gerais, Anais 55° Congresso Brasileiro de Cerâmica, Porto de Galinhas, PE (2011) 1-CD.\n[5]\tL. A. Gaspar Junior, A. F. D. C. Varajão, M. M. T Moreno, M. F. R. Sarkis, Estudo Químico e Mineralógico das Argilas da Região de Alfenas-Mg Visando sua Utilização na Industria Cerâmica, Anais XII Congresso Brasileiro de Geoquímica, SBGq, Ouro Preto, MG (2009) 1-CD.\n[6]\tL. A. Gaspar Junior, A. F. D. C. Varajão, M. M. T Moreno, Chemical, Mineralogical and Technological Analysis of the Regolithic Clay Covers from the Region of Alfenas, Minas Gerais, Brazil, Aiming to Evaluate its Use in the Ceramic Industry, In XIV International Clay Conference, Castellaneta Marina, Italy, Book of Abstract 1 (2009) p. 5.\n[7]\tS. H. S. Almeida, “Estruturação Tectônica da Borda Norte da Cunha de Guaxupé na Região de Alfenas (MG)”, Diss. Mestrado em Geologia Regional, Instituto de Geociências e Ciências Exatas, UNESP, Rio Claro, SP (1997) 156p.\n[8]\tP. S. Santos, Ciência e Tecnologia de Argilas, vol. 1, Ed. Edgard Büchler, S. Paulo, SP (1989) 499p.\n[9]\tUniversidade Louis Pasteur, Technique de Préparation des minéraux argileux en vue de l' analyse par diffraction des rayons-X, Strasbourg, França (1978) 34p.\n[10]\tM. L. Jackson, Soil Chemical Analysis, Prentice-Hall, New Delhi, India (1967) 498p.\n[11]\tL. H. Van Vlack, Propriedades dos Materiais Cerâmicos, Edgard Blücher, S. Paulo, SP (1973) 318p.\n[12]\tG. Merlen, C. Poleto, Qualidade dos Sedimentos, Porto Alegre, RS (2006) 397p.\n[13]\tC. B. Gomes, Técnicas Analíticas Instrumentais à Geologia, Ed. Edgard Blücher, Prominério, S. Paulo, SP (1984) 218p.\n[14]\tEMBRAPA, Centro Nacional de Pesquisa de Solos, Manual de Análises Químicas de Solos, Plantas e Fertilizantes, F. C. Silva, da coord. Campinas: Embrapa Informática Agropecuária, Rio de Janeiro: Embrapa Solos, (1999) 370p.\n[15]\tAssociação Brasileira de Normas Técnicas, Norma Técnica NBR 6454, Determinação do Limite de Liquidez, Método de Ensaio (1984).\n[16]\tAssociação Brasileira de Normas Técnicas, Norma Técnica NBR 7180, Determinação do Limite de Plasticidade, Método de Ensaio (1984).\n[17]\tAssociação Brasileira de Normas Técnicas, Norma Técnica NBR 13818, Placas Cerâmicas para Revestimentos - Especificação e métodos de ensaios (1997).\n[18]\tK. Suguio, Introdução à sedimentologia, Ed. Edgard Blucher, S. Paulo, SP (1973) 313p.\n[19]\tK. Suguio, Geologia Sedimentar, Ed. Edgard Blucher, S. Paulo, SP (2003) 400p.\n[20]\tG. R. D. Santos, F. S. Belucci, B. Chencarek, E. M. Alselmo, T Oliveira, A. R. Salvetti, Análise Comparativa\n[21]\tAssociação Brasileira de Normas Técnicas, Norma Técnica NBR 13817, Placas Cerâmicas para Revestimentos - Classificação (1997).\n[22]\tJ. B. Silva, R. P S. Dutra, R. M. Nascimento, U. U. Gomes, Caracterização e estudo de formulações de massas para cerâmica vermelha de argilas provenientes do Município de Goianinha - RN, Anais 50° Congresso Brasileiro de Cerâmica, Blumenau, SC, Ref. 5-16, CD-ROM (2006) p. 1-12.\n[23]\tS. L Correia, F. C. Tomazi, M. Tomiyama, D. Hotza, M. V Folgueras, Argilas da região de Joinville (Santa Catarina): caracterização química, mineralógica e tecnológica, Anais 50° Congresso Brasileiro de Cerâmica, Blumenau, SC, Ref. 2-10, CD-ROM (2006) p. 1-10.\n[24]\tAssociação Brasileira de Normas Técnicas, Norma Técnica NBR 6502, Rochas e Solos (terminologia) (1995).\n(Rec. 18/08/2011, Ac. 22/01/2012)"}]}}}