{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07268"}, {"@name": "filename", "#text": "11934_000336654.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ADMINISTRAÇÃO \n\nMESTRADO EM ADMINISTRAÇÃO – MODALIDADE PROFISSIONAL \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nORIENTAÇÃO PARA O MERCADO NA REFINARIA REFAP S.A. \n\nUM ESTUDO EXPLORATÓRIO \n\n \n\n \n\n  \n  \n  \n  \n  \n \n\n \n \n \n\nLUIZ ANTONIO MONZA KOLLER \n\n \n\n \n \n \n \n \n \n \n \n\nPorto Alegre, agosto de 2002\n\n\n\n \n\n \n\n \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ADMINISTRAÇÃO \n\nMESTRADO EM ADMINISTRAÇÃO – MODALIDADE PROFISSIONAL \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nORIENTAÇÃO PARA O MERCADO NA REFINARIA REFAP S.A. \n\nUM ESTUDO EXPLORATÓRIO \n\n \n\n \n\nDissertação apresentada como requisito \nparcial ao Programa de Pós-Graduação em \nAdministração – Modalidade Profissional \nda Universidade Federal do Rio Grande \ndo Sul para a obtenção do título de Mestre \nem Administração. \n\n \n \n \n\nLUIZ ANTONIO MONZA KOLLER \n\n \n\n \nProf. Orientador: Walter Meucci Nique \n\n \n \n \n \n \n \n\nPorto Alegre, agosto de 2002\n\n\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus familiares queridos, minha avó \nAnayr Ignácia, meu pai Luiz Alberto, \n\nminha mãe Sônia, meus irmãos Luciane e \nFrancisco José, fonte de inspiração e \n\nreferência  em minha vida.\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAGRADECIMENTOS \n\n \n\n \n\n \n\nAos irmãos espirituais que me acompanham em todos os momentos e me dão a clara \n\ndimensão de meu papel nessa etapa. \n\nÀ Profa. Maria Helena Moreira, por seu apoio e dedicação durante meus estudos \n\nprimários e secundários, meu reconhecimento e carinho especial. \n\nÀ memória de meu querido tio Antonio Carlos Koller. \n\nAo Prof. Walter Meucci Nique, pela oportunidade de conhecer e contar com o apoio de \n\ntão raro ser humano, sua condução e inspiração para este trabalho e, mais do que isso, pela \n\nsincera crença em minhas possibilidades, o que foi fundamental para a continuidade do estudo \n\nnos períodos de dúvidas e dificuldades. \n\nAo Diretor-Presidente da REFAP S.A., Hildo Francisco Henz, pelo apoio à realização \n\ndessa pesquisa, pela crença em minhas possibilidades de executá- la e pelo seu exemplo de \n\nvisão positiva e esperançosa que guarda de um futuro melhor para nosso país. \n\nAo colega e estimado amigo Hamilton Romanato Ribeiro, pelo valioso e fundamental \n\napoio dispensado a mim durante esses anos, tanto em minha vida pessoal, quanto profissional \n\ne acadêmica. Minha sincera e especial gratidão. \n\nAo Prof. Gilberto de Oliveira Kloeckner, pelas poucas, precisas e fundamentais palavras \n\nno início do trabalho. \n\n\n\n 4 \n\nAo Prof. Luiz Antonio Slongo, pelos ensinamentos ao longo do curso e apoio à \n\nestruturação do projeto e pela confiança em minhas capacidades. \n\nAo Prof. Cláudio Hofmann Sampaio, pelo encorajamento e apoio na estruturação desse \n\nprojeto e esclarecimentos ao longo da pesquisa. \n\nÀ Prof. Ana Maria Machado Toaldo, por seu apoio, dedicação, trocas e incentivo ao \n\nlongo deste trabalho. \n\nAos funcionários do Programa de Pós-Graduação em Administração – PPGA – da \n\nUniversidade Federal do Rio Grande do Sul, em especial, aos funcionários do Centro de \n\nDesenvolvimento Gerencial – CEAD –: Ana Rita Fachini, Carla Duarte e Fabiana . \n\nAos meus queridos, animados, competentes e apoiadores colegas de aula, os quais \n\ntornaram, sem sombra de dúvidas, muito mais fáceis as, muitas vezes, longas horas de \n\nseparação que tivemos de nossas casas e entes queridos. \n\nAo corpo de professores do PPGA, de uma forma geral, faróis que são para nós. \n\nAos meus queridos amigos, esteio que foram e são para a minha felicidade. \n\nA Deus, por tudo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\nSUMÁRIO \n\n \n\n \n\nLISTA DE ANEXOS ................................................................................................................ 7 \nLISTA DE FIGURAS ............................................................................................................... 8 \nRESUMO................................................................................................................................... 9 \nABSTRACT............................................................................................................................. 10 \n \nINTRODUÇÃO....................................................................................................................... 11 \n \n1 DELIMITAÇÃO DO TEMA E DEFINIÇÃO DO PROBLEMA .......................... 14 \n \n2 OBJETIVOS ............................................................................................................... 17 \n2.1 OBJETIVO GERAL ..................................................................................................... 17 \n2.2 OBJETIVOS ESPECÍFICOS........................................................................................ 17 \n \n3 BASE TEÓRICA ........................................................................................................ 18 \n3.1 MARKETING .............................................................................................................. 18 \n3.1.1 Histórico ....................................................................................................................... 18 \n3.1.2 O Conceito de Marketing ........................................................................................... 20 \n3.1.3 Evolução do Marketing .............................................................................................. 20 \n3.1.4 O Marketing Hoje ....................................................................................................... 22 \n3.1.5 Agenda para o futuro .................................................................................................. 23 \n3.2 ORIENTAÇÃO PARA O MERCADO ........................................................................ 25 \n3.2.1 Modelo de Orientação para o Mercado segundo Kohli e Jaworski ....................... 27 \n3.2.2 Modelo de Orientação para o Mercado segundo Narver e Slater.......................... 33 \n3.2.3 Modelo de Orientação para o Mercado segundo Deshpandé, Farley e Webster.. 34 \n3.2.4 Modelo de Orientação para o Mercado segundo Day ............................................. 36 \n3.2.5 A Orientação para o Mercado no Brasil ................................................................... 39 \n\n\n\n \n\n4 MÉTODO .................................................................................................................... 43 \n4.1 MÉTODO DE PESQUISA ........................................................................................... 43 \n4.2 PROCEDIMENTOS DE COLETA DE DADOS ......................................................... 44 \n4.3 ROTEIRO DE ENTREVISTAS ................................................................................... 45 \n4.3.1 Seleção de Variáveis.................................................................................................... 46 \n4.4 TRATAMENTO DADO ÀS RESPOSTAS.................................................................. 46 \n4.5 ANÁLISE DE CONTEÚDO ........................................................................................ 47 \n \n5 ANÁLISE DAS ENTREVISTAS .............................................................................. 48 \n5.1 GERAÇÃO DE INTELIGÊNCIA DE MERCADO ..................................................... 48 \n5.2 DISSEMINAÇÃO DE INTELIGÊNCIA DE MERCADO .......................................... 55 \n \nCONCLUSÕES ....................................................................................................................... 72 \n \nIMPLICAÇÕES GERENCIAIS ........................................................................................... 76 \n \nIMPLICAÇÕES ACADÊMICAS ......................................................................................... 78 \n \nLIMITAÇÕES DO ESTUDO................................................................................................ 80 \n \nREFERÊNCIAS ...................................................................................................................... 82 \n \nGLOSSÁRIO........................................................................................................................... 85 \n \nANEXOS .................................................................................................................................. 88 \n\n\n\n \n\n \n\n \n\n \n\nLISTA DE ANEXOS \n\n \n\n \n\nA. Escala MARKOR – Kohli; Jaworski; Kumar (1993) \n\nB. Variáveis de Orientação para o Mercado – Narver; Slater (1990)  \n\nC. Escala de Orientação para o Mercado de Deshpandé; Farley; Webster (1993) \n\nD. Escala MORTN – Deshpandé; Farley (1998) \n\nE. Variáveis de Pesquisa  \n\nF. Roteiro de Entrevista \n\nG. Estrutura Organizacional da REFAP S.A. \n\n \n\n\n\n \n\n \n\n \n\n \n\nLISTA DE FIGURAS \n\n \n\n \n\nFigura 1 - Estágios de Desenvolvimento do Pensamento de Marketing .................................. 19 \n\nFigura 2 - Ampliando o Alvo de Investigação.......................................................................... 24 \n\nFigura 3 - Antecedentes e Conseqüências da Orientação para o Mercado ............................... 29 \n\nFigura 4 - Conclusões - Jaworski; Kohli – 1993 ...................................................................... 30 \n\nFigura 5 - Implicações Gerenciais – Jaworski; Kohli – 1993................................................... 32 \n\nFigura 6 - Classificação das capacidades organizacionais ....................................................... 37 \n\nFigura 7 - Algumas Características da Pesquisa Qualitativa .................................................... 44 \n\nFigura 8 - Número de Entrevistados por Nível Gerencial........................................................ 45 \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\nRESUMO \n\n \n\n \n\nA necessidade de adoção de ações de marketing como integrantes das estratégias maiores \ndas empresas encontra grande respaldo na literatura de administração. Estudos recentes \ndemonstram que a prática de ações de marketing e, em particular, a opção estratégica da \norientação para o mercado, está associada a performances empresariais superiores, satisfação \ne comprometimento dos funcionários. No Brasil, é crescente o número de estudos acadêmicos \nque exploram o tema da orientação para o mercado, contribuindo para a verificação de sua \naplicabilidade em países outros que os Estados Unidos, sua origem. Esses trabalhos têm \ncontribuído para ampliar a impleme ntação dos conceitos de marketing nas organizações \nbrasileiras. Esta pesquisa aborda a verificação da existência de elementos que apontem uma \norientação para o mercado na Refinaria de Petróleo REFAP S.A., que tem a Petróleo \nBrasileiro S.A. – Petrobras – como sua principal acionista. Para a sua execução foi utilizada \nmetodologia do tipo exploratória e qualitativa, adotando-se um roteiro de entrevistas baseado \nno questionário elaborado pelos autores americanos Kohli, Jaworski e Kumar, a escala \nMARKOR.  Através dessa escala, foram feitas entrevistas com representantes dos principais \nníveis gerenciais da refinaria, para investigar a existência de elementos ligados à Geração e \nDisseminação da Inteligência  de Mercado, bem como as respostas da refinaria à inteligência \ngerada. Foram realizadas 21 entrevistas, envolvendo o Diretor-Presidente da empresa, todos \nos diretores, diversos gerentes e um coordenador de turno, entre os meses de janeiro e março \nde 2002. As respostas obtidas revelam a existência de elementos que apontam para uma \norientação para o mercado, sem contudo ter sido observada uma opção estratégica específica \nda empresa dentro dessa área do marketing. \n\n \n\n\n\n \n\n \n\n \n\n \n\nABSTRACT \n\n \n\n \n\nThe adoption of a market orientation, as a strategic option for an organization, is rega rded \nas having a direct positive effect on business performance and higher satisfaction and \ncommitment of employees. There has been an increasing number of academic studies in \nBrazil, related to the market orientation issue, helping verifying the applicability of this kind \nof orientation in other countries than the United States, where it was first developed, as well \nas helping to increase the adoption of the marketing concept among Brazilian companies.  \nThis research verifies the existence of elements that show a tendency of an market orientation \nin the oil plant REFAP S.A., which has the state oil company PETROBRAS S.A. as its major \nshareholder. The objective was accomplished by means of an exploratory and qualitative \nmethodology, adopting the Market Orientation Scale – MARKOR – from the American \nauthors Kohli, Jaworski e Kumar. In depth interviews were conducted with most of the major \nmanagers of the refinery, in order to identify the existence of elements pertaining to a Market \nIntelligence Generation and Dissemination, as well as the Response of the company to this \nintelligence. There were done 21 interviews, with the President of the company, all Directors, \nmany medium level managers and one shift coordinator, between January and March of 2002. \nResponses show the existence of elements leading to a tendency of a market orientation in the \nrefinery, although a specific strategic option of this kind of orientation could not be identified.  \n\n\n\n \n\n \n\n \n\n \n\nINTRODUÇÃO \n\n \n\n \n\nAs relações entre as empresas atuando em ambientes competitivos são marcadas por \n\nnecessidades crescentes de inovação e diferenciação. A adoção de estratégias de marketing, \n\ncomo forma de garantir um diferencial competitivo para essas empresas, constitui-se em fator \n\nvital para sua sobrevivência. \n\nA  literatura  menciona  que,  nessa  era  de crescente turbulência dos mercados, bem \n\ncomo de intensificação da concorrência, orientar-se para o mercado tornou-se opção \n\nestratégica obrigatória. Segundo Day (2001, p.11) “... somente com qualificações superiores \n\npara compreender, atrair e reter clientes as empresas podem criar estratégias que irão oferecer \n\naos clientes valor mais elevado e mantê- los alinhados com as mutáveis exigências do \n\nmercado”. \n\nParticularmente no cenário brasileiro da indústria de petróleo, as relações comerciais \n\nentre as empresas foram consideravelmente alteradas, após mudanças estruturais ocorridas no \n\nfinal dos anos 90,  em consonância a novas práticas e tendências que passaram a regular as \n\nrelações nesse setor.  \n\nA empresa Petrobras foi,  desde sua criação em 1953, através da Lei Federal no 2.004, a \n\nresponsável pela execução do monopólio da União nas atividades de pesquisa, perfuração, \n\nprodução, transporte e refino de petróleo e seus derivados no território nacional. Essa situação \n\ndurou até 1995, quando modificações na Constituição brasileira deram lugar à criação de uma \n\nagência reguladora dessas atividades. A partir então do ano de 1997, através da Lei Federal no \n\n9.478, a chamada Agência Nacional do Petróleo – ANP – passa a ser a executora do \n\n\n\n 12 \n\nmonopólio. A Petrobras, desde então, passou a se submeter às regras e movimentos do \n\nmercado competitivo e necessita, nesses novos tempos, despender atenção especial aos seus \n\nclientes e concorrentes. \n\nNesse novo ambiente de negócios, a estratégia de marketing da empresa deverá assumir \n\ngrande importância frente à própria estratégia empresarial. Uma eventual análise dessa \n\nestratégia poderá contribuir para auxiliar a empresa no diagnóstico do quão focadas estão suas \n\nações visando ao mercado.  \n\nA refinaria Alberto Pasqualini, originalmente uma das 11 refinarias brasileiras da \n\nPetrobras, localizada em Canoas – RS, foi a primeira das unidades da empresa a ser submetida \n\nà política de parceria com a iniciativa privada. A partir de 2/01/2001 sua composição \n\nsocietária foi alterada, passando a estatal brasileira a contar com 70% de suas ações e a \n\nempresa petrolífera espanhola Repsol com  os restantes 30%. \n\nOs clientes da REFAP S.A., a maior refinaria de petróleo do RS, são as empresas \n\ndistribuidoras de derivados de petróleo no estado e parte do estado de Santa Catarina. \n\nAlgumas dessas empresas são a BR Distribuidora, uma das empresas do grupo Petrobras, bem \n\ncomo as distribuidoras de derivados de petróleo Shell, Esso, Texaco, Ipiranga e outras \n\ndistribuidoras menores. A REFAP S.A. também vende nafta petroquímica diretamente para a \n\nCopesul, insumo esse fundamental para toda a cadeia de derivados petroquímicos. \n\nA presente pesquisa visou à identificação da existência de elementos que apontassem uma \n\ntendência de orientação para o mercado na refinaria de petróleo REFAP S.A., dada a \n\nimportância dessa opção estratégica para as empresas no mercado competitivo (KOHLI; \n\nJAWORSKI, 1990).  \n\nEste estudo é composto da seguinte forma: Introdução do estudo;  capítulo 1 -  \n\nDelimitação  do  Tema,  baseada  na  literatura especializada e a definição do problema de \n\npesquisa; capítulo 2 - Objetivos da pesquisa; capítulo 3 - Base Teórica, onde é feita uma \n\nrevisão da literatura de marketing e, mais especificamente, da área de Orientação para o \n\nMercado; capítulo 4 - Método, no qual é descrito o tipo de pesquisa adotado, a forma de \n\ncoleta de dados e as análises feitas; e capítulo 5 - Análise das Entrevistas, com as respostas \n\nselecionadas e analisadas individualmente, dentro de cada uma das componentes de \n\norientação para o mercado. Por fim, são apresentadas as Conclusões, Implicações Gerenciais, \n\n\n\n 13 \n\nImplicações Acadêmicas, Limitações do Estudo, as Referências e um Glossário dos termos e \n\nsiglas usuais da indústria do petróleo. \n\n \n\n\n\n \n\n \n\n \n\n \n\n1 DELIMITAÇÃO DO TEMA E DEFINIÇÃO DO PROBLEMA \n\n \n\n \n\nEste capítulo visa a delimitar o tema Orientação para o Mercado neste trabalho, bem \n\ncomo definir o problema de pesquisa referente à refinaria REFAP S.A.  \n\nSegundo Day (2001, p.11), a força de uma organização orientada para o mercado pode ser \n\nvista no “... sucesso de empresas que têm mantido um relacionamento mais qualificado com \n\nos clientes para obter vantagem sobre os rivais”, por outro lado “... a incapacidade para \n\nadequar a  organização ao mercado pode, em pouco tempo, corroer o desempenho \n\ncompetitivo”. \n\nAinda, de acordo com Day (2001, p.13),  \n\n \n\n... embora se orientar para o mercado ainda seja uma tarefa difícil, o caminho \npara melhorar nunca foi mais claro (...) avanços em tecnologias de rede – \ninclusive a Internet, intranets e extranets – têm criado novas oportunidades \npara se desenvolver mais depressa uma organização orientada para o \nmercado, colher e disseminar informações com eficiência e desenvolver \nrelacionamentos com clientes. \n\n \n\nAs recentes mudanças ocorridas no cenário nacional da indústria do petróleo produziram \n\nalterações radicais na estruturação desse setor da economia brasileira. Particularmente nos \n\nsegmentos de refino, importação, transporte e comercialização de derivados de petróleo, a \n\ndesregulamentação, conseqüência direta da quebra do monopólio estatal nessas atividades,  \n\ndeterminou modificações que redefiniram as relações comerciais entre as empresas no Brasil \n\n\n\n 15 \n\na partir de então. Antes fechada para o mercado, a Petrobras, produtora e importadora de \n\npetróleo e seus derivados, necessita reorientar suas atividades, diante do novo ambiente de \n\nnegócios em que diferentes tipos de demandas e adversidades estão presentes. \n\nMuito embora a competição interna no país já existisse no segmento da distribuição de \n\nderivados de petróleo, com o advento da desregulamentação do setor, essa competição passou \n\na atingir os demais segmentos dessa indústria e, muito em breve, passará a ocorrer plenamente \n\nde acordo com as mesmas bases praticadas globalmente. Como conseqüência dessas \n\nmodificações, verificou-se que as antigas formas de organização e visões empresariais, que de \n\ncerta forma espelhavam a realidade da empresa, careceram de revisão à luz das novas \n\ndemandas que uma economia de mercado apresenta. \n\nApós tantos  anos, responsável por executar o monopólio da União na área do petróleo, \n\nverificou-se que a  falta de competição contribuiu para que a empresa  estabelecesse uma \n\nvisão de negócios mais centrada nos próprios processos internos, tempos em que a empresa \n\nfocou-se mais no produto do que no cliente (WRIGHT, PEARC E, BUSBIN, 1997, p.32). \n\nEssa situação parece ter sido acentuada por  características de forte verticalização \n\norganizacional, bem como  a constante preocupação com o desenvolvimento e a melhoria da \n\ntecnologia da produção e refino do petróleo. \n\nNesse período, os diferentes setores operacionais de cada refinaria, de certa forma \n\nespelhando o que ocorria em nível corporativo,  desempenhavam suas funções visando a \n\natender às demandas de suas instâncias hierarquicamente superiores. Dessa forma, as \n\nrefinarias estava m fechadas em si mesmas, sem uma melhor identificação do mercado e das \n\nreais necessidades de seus clientes.  \n\nApós a mudança da legislação, a Petrobras deixa de ser a executora do monopólio  e \n\ntorna-se uma empresa competindo em livre mercado. Esse marco determina a necessidade de \n\numa nova visão de negócios, que beneficie a criação de valor para os clientes, bem como \n\natenção às demais variáveis presentes no ambiente de negócios.   \n\nPassados já alguns anos dessas mudanças, parece interessante verificar-se de que forma a \n\nempresa está se organizando para lidar no ambiente competitivo. Principalmente observar os \n\nnecessários cuidados da empresa em tratar seus clientes, sem, contudo, descuidar-se dos \n\ndemais fatores presentes nos mercados em que participa. Propõe-se, então, a seguinte \n\n\n\n 16 \n\ninvestigação, sob a forma de problema de pesquisa: existem elementos que apontem uma \n\ntendência de orientação para o mercado na Refinaria REFAP S.A.?  \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n2 OBJETIVOS \n\n \n\n \n\nDe acordo com os pressupostos definidos, esta pesquisa visa a atingir aos seguintes \n\nobjetivos: \n\n2.1 OBJETIVO GERAL \n\nVerificar e analisar a existência de elementos que apontem uma tendência de orientação \n\npara o mercado na Refinaria REFAP S.A.  \n\n2.2 OBJETIVOS ESPECÍFICOS \n\nVerificar de que maneira ocorrem os seguintes elementos: \n\n- Geração de Inteligência de Mercado; \n\n- Disseminação de Inteligência de Mercado; \n\n- Resposta à Inteligência de Mercado. \n\n \n\n\n\n \n\n \n\n \n\n \n\n3 BASE TEÓRICA \n\n \n\n \n\nNeste capítulo são abordados aspectos teóricos, relacionados ao tema  e ao problema de \n\npesquisa em questão. É feita uma descrição do marketing, desde sua origem, passando-se \n\npelas mudanças da década de 1990, concluindo-se com uma proposta de agenda para o futuro. \n\nA seguir é introduzido o tema orientação para o mercado, apresentando-se, na seqüência, os  \n\nconceitos dos principais autores nessa área do marketing. Concluindo o capítulo, são \n\ncomentadas as  recentes pesquisas feitas, no Brasil, na área de orientação para o mercado.  \n\n3.1 MARKETING \n\n3.1.1 Histórico \n\nNo início dos anos 1900, a sociedade americana experimentou um crescimento \n\nconsiderável em sua industrialização, tamanho da população, educação, salários, criação de \n\nnovos produtos. Valores sociais exaltavam o sucesso financeiro. Novos cenários alargavam-se \n\ne ofereciam oportunidades ilimitadas para a iniciativa e à inovação (BARTELS, 1988). Nesse \n\ncontexto, nasciam as primeiras raízes do marketing, nas universidades do meio-oeste \n\namericano, em que um forte envolvimento com o setor rural criou uma preocupação com os \n\nmercados e processos agrícolas pelos quais os produtos eram trazidos para o mercado e os \n\npreços determinados (WEBSTER, 1992). \n\nEssas universidades apresentaram os primeiros trabalhos na área de marketing nos anos \n\n1900 e 1910 (BARTELS, 1988). Em 1914, a American Economic Association publicava, pela \n\n\n\n 19 \n\nprimeira vez, um artigo de marketing, intitulado “Market Distribution” e, em 1915, foi criada \n\na American Marketing Association, uma das pioneiras associações dedicadas ao marketing \n\n(BARTELS, 1988). Mais tarde, em 1930, foi organizada a American Marketing Society, \n\nrepresentando o interesse dos “práticos” em marketing. A AMS publicou, em 1934, o \n\nAmerican Marketing Journal, que se tornou, em 1935, a National Marketing Review e, em \n\n1936, o Journal of Marketing. Em 1961, foi fundado o Marketing Science Institute – MSI – \n\ncomo um repositório de idéias, sem fins lucrativos, com fundos também advindos de \n\ncorporações, para encorajar a pesquisa acadêmica, ajudando no tratamento dos problemas \n\nmais importantes enfrentados pela disciplina de marketing (DESHPANDÉ, 1999).  \n\nNa Figura 1, a seguir, são apresentados os estágios de desenvolvimento do pensamento de \n\nmarketing segundo Bartels (1988). \n\n \n\nPeríodo Descrição \n1900-1910 Período da Descoberta . Os primeiros professores de marketing procuravam fatos a \n\nrespeito do negócio da distribuição. Foi tomada emprestada teoria  da economia  \nrelacionada à distribuição, comércio mundial e mercados commodity. Ocorre o \nnascimento do “marketing” e um nome é dado a ele. \n\n1910-1920 Período da Conceituação. Muitos conceitos de marketing são desenvolvidos. \nConceitos são classificados e termos são definidos. \n\n1920-1930 Período da Integração. Princípios de marketing são postulados e o corpo geral de \npensamento é integrado pela primeira vez. \n\n1930-1940 Período de Desenvolvimento. Áreas especializadas do marketing continuam a ser \ndesenvolvidas, hipóteses são verificadas e quantificadas e algumas abordagens novas \nà explanação de marketing são adotadas. \n\n1940-1950 Período de Reavaliação. O conceito e a tradicional explanação de marketing são \nreavaliados em termos das novas necessidades para o conhecimento de marketing. \nOs aspectos científicos da disciplina são considerados. \n\n1950-1960 Período do Renascimento. Abordagens tradicionais do estudo de marketing são \nsuplantadas por uma crescente ênfase em tomada de decisões gerenciais, os aspectos \nsocia is do marketing e análises quantitativas do marketing. Muitos conceitos novos \nsão introduzidos no marketing, alguns tomados emprestados do campo da \nadministração e de outras ciências sociais. \n\n1960-1970 Período da Diferenciação. À medida que o pensamento de marketing se expande, \nnovos conceitos assumem substancial identidade como componentes de toda a \nestrutura de pensamento. Entre eles se encontram o gerencialismo, holismo, \nambientalismo, sistemas e internacionalismo. \n\n1970 Período de Socialização. Temas sociais e o marketing tornam-se mais importantes à \nmedida que a influência não da sociedade sobre o marketing, mas do marketing \nsobre a sociedade torna-se um foco de interesse. \n\nFigura 1 - Estágios de Desenvolvimento do Pensamento de Marketing  \n\nFonte: Bartels (1988, p.30-31). Livre tradução do autor. \n\n\n\n 20 \n\n3.1.2 O Conceito de Marketing \n\nO conceito de marketing recebeu articulação formal através dos escritos de  McKitterick, \n\nem 1957, Felton, em 1959 e Keith, em 1960 (WRENN, 1997). \n\nConforme Deshpandé e Webster (1989, p.3):  \n\n \n\n... Quando Drucker (1954) articulou o conceito de marketing, ele notou que \no marketing não é uma função gerencial separada mas o negócio como um \ntodo, visto sob o ponto de vista do consumidor. Em outras palavras o \nconceito de marketing define  uma cultura organizacional distinta, um \nconjunto fundamental de crenças e valores que colocam o consumidor no \ncentro do pensamento da firma sobre estratégia e operações.  \n\n \n\nQuanto a Drucker, ainda, afirmava que “criar um consumidor satisfeito” era a única \n\ndefinição válida para os propósitos de um negócio (apud DAY, 1994, p.37).  \n\nKohli e Jaworski (1990, p.1), citando Barsksdale e Darden (1971) e McNamara (1972), \n\nafirmaram que “... o conceito de marketing é essencialmente a filosofia de um negócio, um \n\nideal ou o estabelecimento de uma política”. \n\nUma definição para o termo marketing, segundo Kotler (2000, p.30): “... Marketing é um \n\nprocesso social por meio do qual pessoas e grupos de pessoas obtêm aquilo de que necessitam \n\ne o que desejam com a criação, oferta e livre negociação de produtos e serviços de valor com \n\noutros”. O objetivo do marketing, conforme o autor, citando Drucker (1973): “... é tornar a \n\nvenda supérflua (...) a meta é conhecer e compreender tão bem o cliente que o produto ou \n\nserviço se adapte a ele e se venda por si só. O ideal é que o marketing deixe o cliente pronto \n\npara comprar. A partir daí, basta tornar o produto ou o serviço disponível” (KOTLER, 2000, \n\np.30). \n\n3.1.3 Evolução do Marketing \n\nO marketing acompanhou a sociedade americana ao longo de suas grandes \n\ntransformações, principalmente quando do elevado crescimento econômico e das mudanças \n\nnas relações sociais. De acordo com Kotler (1998, p.48), o marketing  \n\n \n\n\n\n 21 \n\n... foi inicialmente criado como uma subdivisão da disciplina de economia, \ndevoto ao estudo dos canais de distribuição. Mais tarde tornou-se uma \ndisciplina da administração voltada a proporcionar o aumento de vendas. \nMais recentemente assumiu características de uma ciência comportamental, \npreocupada em entender os sistemas comprador-vendedor envolvidos no \nnegócio de bens e serviços.  \n\n \n\nAinda, em consonância com o autor (KOTLER, 1998, p.48),  \n\n \n\n... o foco do marketing deslocou-se correspondentemente ao longo dos anos \n(...) evoluiu para o foco em commodities (produtos agropecuários, minérios, \nbens manufaturados, serviços), foco institucional (produtos, distribuidores, \nvarejistas, agentes de vendas), foco funcional (compras, vendas, promoção, \ntransporte, estoques, preço), um foco gerencial (análise, planejamento, \norganização, controle) e um foco social (eficiência do mercado, qualidade do \nproduto, impacto social).  \n\n \n\nEm artigo publicado por ocasião do “diamond jubilee” do Journal of Marketing, Kerin \n\n(1996, p.7) apresenta um relato das principais funções desempenhadas pelo marketing, \n\npublicadas nesse periódico ao longo dos últimos 60 anos: Marketing como Economia \n\nAplicada (1936-1945), Marketing como uma Atividade Gerencial (1946-1955), Marketing \n\ncomo uma Ciência Quantitativa (1956-1965), Marketing como uma Ciência Comportamental \n\n(1966-1975), Marketing como uma Ciência da Decisão (1976-1985), Marketing como uma \n\nCiência Integradora (1986-1995).  \n\nEntre os anos 1986-1995, segundo Kerin (1996, p.8), muitos foram os temas abordados: \n\n(a) em Marketing Estratégico: fontes de vantagem competitiva sustentável, implementação da \n\nestratégia empresarial, modelando estratégia empresarial competitiva; (b) em Administração \n\nde Marketing: efetividade de vendas, relações preço-qualidade- valor, marketing de \n\nrelacionamento, relações de troca just-in-time, controle de marketing, comunicações no canal \n\nde marketing, processos de projeto e inovação de produto;  trabalhos a respeito de; (c) efeitos \n\nda concorrência na difusão de tecnologia; (d) conhecimento de marketing e tecnologia como \n\nativos competitivos; (e) o papel da confiança nas relações comprador-vendedor e ambientes \n\nde serviços; (e) o uso de informações de marketing e aprendizagem por organizações. Por fim, \n\nos pioneiros esforços para elucidar os conceitos de orientação para o mercado, brand equity e \n\nqualidade de serviços. \n\n\n\n 22 \n\n3.1.4 O Marketing Hoje  \n\nHomburg, Worman e Jensen (2000) citam Achrol (1991), Webster (1992, 1997),  George, \n\nFreeling e Court (1994), Cravens (1995), Doyle (1995) Berthon, Hulbert e Pitt (1997) e Day \n\n(1997), e afirmam que a produção literária da década de 1990 identificou a ocorrência de \n\nsignificativas mudanças no marketing, além de apresentar reflexos para o futuro. \n\nHomburg, Worman e Jensen (2000) referenciam aos autores Achrol (1991); George, \n\nFreeling e Court (1994), Day (1997), Montgomery e Webster (1997) quando estabelecem que \n\nos limites funcionais estão perdendo força e as empresas cada vez mais realizando suas \n\natividades através de equipes interfuncionais. Segundo estudos de vários autores, Homburg, \n\nWorman e Jensen (2000) selecionam as causas do crescimento do trabalho em equipe como \n\nsendo: a necessidade de criar conhecimento dentro da empresa conforme Sinkula (1994) e \n\nSlater e Narver (1995);  compartilhar informações através de departamentos de acordo com \n\nJaworski e Kohli (1993) e Narver e Slater (1990);  e responder mais rapidamente às mudanças \n\nno mercado em consonância com Achrol (1997) e  Grifin (1997). \n\nPara os autores, outro tema importante são, citando Achrol (1997), Day (1997) e Walker \n\n(1997), as relações e alianças com parceiros externos. Segundo Homburg, Worman e Jensen \n\n(2000), uma das conseqüências para a organização de marketing, decorrência da maior ênfase \n\ndada às relações externas, é que se tornou comum para empregados de áreas mais funcionais \n\ninteragir com parceiros externos. Isso, ressaltam os autores fazendo referência aos estudos de \n\nAchrol (1991) e Day (1997), em muitos casos, retirou a primazia do marketing como área \n\npreferencial de contato para interpretar o mercado. \n\nOs fatores organizacionais intangíveis, os quais podem prover uma base para a vantagem \n\ncompetitiva sustentável, são abordados em estudos de diversos autores, como: orientação para \n\no mercado, de Hunt e Morgan (1995); aprendizado organizacional, de Sinkula (1994), Slater e \n\nNarver (1995); e as capacidades de sentir o mercado, de Day (1994), como destacam \n\nHomburg, Worman e Jensen (2000). Os reflexos organizacionais desse foco em fatores \n\nintangíveis são: estruturas, mecanismos de coordenação e culturas precisam ser desenvolvidas \n\npara encorajar a flexibilidade, adaptabilidade e o compartilhamento interdepartamental de \n\ninformação (HOMBURG; WORMAN; JENSEN, 2000).  \n\n\n\n 23 \n\n3.1.5 Agenda para o futuro \n\nEm 1999, Deshpandé (p.166) aborda a questão da “... marginalização da disciplina”, \n\nconstituindo a preocupação dos profissionais de marketing no final do milênio. Segundo \n\nLehmann (apud DESHPANDÉ, 1999, p.166) “... o marketing perde controle das agendas \n\nimportantes de pesquisa (...) e torna-se simplesmente um implementador dos 4Ps (...) \n\nessencialmente o departamento dos cupons de descontos e ofertas especiais”.  \n\nComo forma de atacar o problema, Deshpandé (1999) propõe uma melhor compreensão \n\ndo que chama de 4Cs como forma de explicar o que tem sido feito até então, bem como suas  \n\nimplicações para o futuro do marketing. \n\n- Foco Multidisciplinar – aborda as muitas influências que tem o marketing da \n\nmatemática, estatística, economia e pesquisa de operações: psicologia, sociologia e, \n\nmais recentemente, antropologia. Para o autor, ao invés de reduzir suas ligações \n\ncruzadas com essas áreas do conhecimento, ele deve expandi- las para disciplinas que \n\nproporcionem construtos mais ricos, modelos e tecnologias. Folclore, teatro, \n\nsociobiologia e poesia são campos que podem prover novas formas de entender como \n\nos mercados se desenvolvem, como os clientes percebem estratégias para retê- los e \n\ncomo a Internet coloca juntas comunidades de consumidores (DESHPANDÉ, 1999).  \n\n- Foco Multicultural – a importância dessa abordagem deve-se ao fato dos problemas \n\nmais interessantes de marketing serem globais, e não locais. Um exemplo são as \n\nempresas multinacionais, as quais têm interesse em assuntos que envolvem outros \n\npaíses, outras culturas, embora pouco enfoque tem havido na generalização dos \n\nconceitos de marketing, modelos e teorias para países outros que não os Estados \n\nUnidos ou países não-ocidentais, mais ainda quando esses conceitos podem não ser \n\napropriados para mercados emergentes ou economias em transição (DESHPANDÉ, \n\n1999). \n\n- Foco Multifuncional – os profissionais de marketing observam que as empresas têm \n\ndesenvolvido processos, mecanismos de tomada de decisão e estruturas \n\norganizacionais multifuncionais. O desenvolvimento de novos produtos tem sido feito \n\npor equipes multifuncionais. Os problemas das empresas não estão ligados, a priori, a \n\nnenhum tipo de função específica. Cabe, portanto, aos profissionais de marketing \n\n\n\n 24 \n\ncomplementar sua perspectiva funcional com aquelas de outras áreas (DESHPANDÉ, \n\n1999). \n\n- Foco Centrado no Cliente - o autor aborda a questão da centralidade do cliente, \n\nsegundo o qual, indiferentemente de serem as empresas com ou sem fins lucrativos, os \n\nprofissionais de marketing, ao abordarem questões ligadas à ciência do marketing ou \n\ncomportamento do consumidor relativas às empresas ou à competição, eles estarão, ao \n\nfim, engajados em uma conversação a respeito da centralidade do cliente \n\n(DESHPANDÉ, 1999). Conforme mostra a Figura 2, um foco centrado no cliente \n\ntambém ajuda a integrar os outros três Cs das disciplinas, culturas e funções em um \n\núnico campo de investigação intelectual. \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2 - Ampliando o Alvo de Investigação \n\nFonte: Deshpandé (1999, p.167). Livre tradução do autor. \n\n \n\n \n\nUm novo paradigma, segundo Webster (2002, p.23), refere-se à tensão que existe entre a \n\nvisão tradicional e a nova visão da administração de marketing. O autor afirma que  \n\n \n\nCliente \n\n Funções \n\n Disciplinas \n\nCultura\ns \n\n\n\n 25 \n\n... a nova visão do marketing tem foco no cliente (e não em produtos), \nrespostas e capacidades organizacionais (e não controle), marketing como \nprocessos (e não funções), valor do consumidor (e não os 4Ps), \nrelacionamentos (e não transações), organizações ligadas em redes (e não \nburocracias) e múltiplos motivos para a compra (e não apenas preço). \n\n \n\n3.2 ORIENTAÇÃO PARA O MERCADO \n\nO final da década de 1980 e a primeira metade da década de 90 destacaram-se pelo \n\nsurgimento de um certo número de estudos empíricos e conceituais, os quais descreveram \n\nmais claramente o que é orientação para o mercado e o que ela consiste (DAY, 1994). \n\nEm artigo publicado em 1990, no Journal of Marketing, os autores Narver e Slater (1990, \n\np.20) afirmam que \n\n... uma empresa que aumente sua orientação para o mercado melhorará sua \nperformance de mercado (...) a julgar-se pela atenção dada a ela por práticos \ne acadêmicos em palestras, livros-texto e artigos científicos, orientação para \no mercado é o coração da moderna estratégia e gerencia mento de marketing. \n\n \n\nAfirmam Narver e Slater (1990), citando Aaker (1988); Kohli e Jaworski (1990); Kotler \n\n(1984); Kotler e Andreasen (1987); Peters e Austin (1985); Peters e Waterman (1982); \n\nShapiro, (1988); Webster (1988), que “... orientação para o mercado é a cultura da \n\norganização que mais efetiva e eficientemente cria os comportamentos necessários para a \n\ncriação de valor superior para os clientes e, portanto,  performance superior contínua para o \n\nnegócio” (NARVER, SLATER, 1990, p.21). \n\nOs autores fazem referência, ainda, a Aaker (1989) e Porter (1985), ao afirmarem que “... \n\npara uma organização atingir, de forma consistente, performance superior à média, ela deve \n\ncriar uma vantagem competitiva superior (...) ou seja, criar um valor superior sustentável para \n\nseus consumidores”, e complementam “... uma empresa orientada para o mercado examina \n\ncontinuamente fontes alternativas de vantagens competitivas superiores, para ver como isso \n\npode ser mais efetivo em criar valor superior sustentável para os clientes atuais e futuros \n\nclientes-alvo” (NARVER, SLATER, 1990, p.21). \n\nKohli e Jaworski (1990, p.6) definem que:  “... Orientação para o mercado é a geração, \n\npara toda a empresa, de inteligência de mercado, relativas às atuais e futuras necessidades dos \n\n\n\n 26 \n\nclientes, sua disseminação através dos departamentos e as respostas de toda a organização a \n\nessa inteligência”. \n\nEm outro estudo, Jaworski e Kohli (1993, p.53) afirmam que: “... Porque as necessidades \n\ne expectativas dos clientes evoluem ao longo do tempo, fornecer produtos e serviços de alta \n\nqualidade, de uma forma consistente, requer contínuo acompanhamento e respostas às \n\nnecessidades mutantes do mercado”. \n\nNessa perspectiva, Day (1994, p.37) infere que “... as empresas melhor aparelhadas a \n\nresponder aos requisitos do mercado e antecipar condições de mudança são prováveis de \n\naproveitar vantagens competitivas e lucratividade superior no longo prazo”.  \n\nEm suas referências aos trabalhos publicados até 1994, este autor comenta os principais \n\nfeitos da orientação para o mercado (DAY, 1994, p.37):  \n\n \n\n... (a) um conjunto de crenças que coloca o interesse do consumidor em \nprimeiro lugar (Deshpandé, Farley, Webster, 1993), (b) a habilidade da \norganização em gerar, disseminar e utilizar informações superiores sobre \nclientes e concorrentes (Kohli, Jaworski, 1990), (c) a aplicação coordenada \nde recursos interfuncionais para a criação de valor superior para o cliente \n(Narver, Slater, 1990).  \n\n \n\nDay (1994) acrescenta, conforme estudos de Narver e Slater (1990); Jaworski e Kohli \n\n(1992); Ruekert (1992) e Deshpandé, Farley e Webster (1993), que “... um modesto, mas \n\ncrescente corpo de evidências empíricas, suportam a proposição de que a orientação para o \n\nmercado está positivamente associada à performance superior” (DAY, 1994, p.37). \n\nEm 1994, os autores Slater e Narver citam a orientação para o mercado como tendo \n\nocupado o centro da teoria e prática da estratégia de marketing nas três décadas anteriores \n\n(NES, 1994). No ano seguinte, em outro artigo publicado no Journal of Marketing, os autores \n\nacrescentam “...uma orientação para o mercado é valiosa porque ela foca a organização em (a) \n\ncontinuamente coletar informações sobre as necessidades dos clientes-alvo e capacidades dos \n\nconcorrentes e (b) utilizando essa informação, criar continuamente valor superior para o \n\nconsumidor” (SLATER, NARVER, 1995, p.63).  \n\nO termo orientação para o mercado assume outra característica na década de 90. \n\nConforme Toaldo (1997, p.21)  \n\n\n\n 27 \n\n(...) é perceptível a distinção do uso da expressão ‘orientação para o \nmercado’, em rela ção aquele dos anos 60 e 70. Nestes últimos, orientação \npara o mercado era sinônimo de orientação para o consumidor, única e \nexclusivamente. No final da década de 80 e nos anos 90 já se visualiza a \npreocupação com outras variáveis de mercado, como, por exemplo, a \nconcorrência, significando que a empresa que se diz voltada para o exterior \ndeve determinar suas ações baseando-se, não somente no comportamento do \nseu mercado consumidor, como, também, nas atitudes de seus concorrentes, \nintermediários, fornecedores e outros elementos que compõem o ambiente \nexterno à organização, mais precisamente, na sua interferência no processo \nde escolha do cliente. \n\n \n\nA seguir, são apresentados os principais construtos de orientação para o mercado, \n\nselecionados da bibliografia pesquisada. \n\n3.2.1 Modelo de Orientação para o Mercado segundo Kohli e Jaworski  \n\nPara os autores Kohli e Jaworski (1990, p.1), o termo “orientação para o mercado” \n\nsignifica a implementação do conceito de marketing, ou seja, “... uma organização orientada \n\npara o mercado é aquela cujas ações são consistentes com o conceito de marketing”. \n\nEm artigo publicado em 1990, Kohli e Jaworski trabalharam no construto de orientação \n\npara o mercado, através de releituras dos escritos feitos até então nessa área, bem como em \n\nentrevistas de campo feitas em empresas americanas, objetivando construir teoria sobre o \n\nassunto. Na visão dos autores, orientação para o mercado refere-se à geração, disseminação e \n\nresposta à inteligência de mercado. \n\nA Geração de Inteligência, confundindo-se praticamente com o conceito de Inteligência \n\nde Mercado em si, para Kohli e Jaworski (1990, p.4):  \n\n \n\n... é um conceito mais amplo do que as necessidades e desejos verbalizados \ndos clientes, na qual se inclui uma análise dos fatores exógenos que \ninfluenciam essas necessidades e preferências (...) inclui o monitoramento de \nfatores tais como regulações governamentais, tecnologia, competidores e \noutras forças que influenciam as necessidades e preferências dos clientes (...) \nenvolve uma análise das mudanças nas condições das indústrias dos clientes \ne seus impactos nas necessidades e desejos dos mesmos.  \n\n \n\n\n\n 28 \n\nAinda, alertam, estes autores, para “... a importância de monitorar as ações da \n\nconcorrência e como isso pode afetar a preferência dos  clientes” (KOHLI, JAWORSKI, \n\n1990, p.4). \n\nDisseminação de Inteligência de Mercado, segundo as conclusões chegadas na pesquisa \n\nde campo, os autores apontam que “... para uma organização adaptar-se às necessidades do \n\nmercado a inteligência de mercado precisa ser comunicada, disseminada e, quem sabe até \n\nvendida para departamentos e funcionários importantes na organização” (KOHLI, \n\nJAWORSKI, 1990, p.5). Kohli e Jaworski (1990) apresentam alguns exemplos disso, citando \n\nLevitt (1969), como sendo: “...o desenvolvimento e circulação de periódicos para facilitar a \n\ndisseminação da inteligência de mercado”  e  “... gerentes de marketing educando e \n\ncomunicando-se com gerentes de outras áreas da empresa” (KOHLI, JAWORSKI, 1990, p.5). \n\nOs autores, ainda, afirmam que “... a atividade mais importante dos profissionais de marketing \n\né a venda dentro da própria firma” (KOHLI, JAWORSKI, 1990, p.5). \n\nResposta à Inteligência de Mercado é a capacidade da empresa em dar respostas às \n\nnecessidades dos clientes, apontadas nas etapas anteriores, “... virtualmente todos os \n\ndepartamentos – não apenas o marketing – participam nas respostas às tendências do mercado \n\nem uma organização orientada para o mercado” (KOHLI, JAWORSKI, 1990, p.6). \n\nEm 1993, Jaworski e Kohli investigam por que algumas organizações são mais orientadas \n\npara o mercado do que outras, quais os efeitos que uma orientação para o mercado tem para \n\nos empregados e para a performance de uma empresa, bem como os prováveis efeitos \n\nmoderadores de certos fatores do mercado na relação orientação para o mercado e \n\nperformance empresarial. Ao tratarem dos “antecedentes e conseqüências” de uma orientação \n\npara o mercado, os autores abordam questões ligadas ao papel da alta administração, à \n\ndinâmica das relações interdepartamentais e aos sistemas organizacionais das empresas como \n\ndeterminantes da orientação para o mercado de determinada empresa. \n\nA Figura 3 apresenta os construtos chave considerados pelos autores nesse estudo.  \n\n \n\n\n\n 29 \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nFigura 3 - Antecedentes e Conseqüências da Orientaç ão para o Mercado \n\nFonte: Jaworski e Kohli (1993, p.55).  Livre tradução do autor. \n\n \n\n \n\nAs Figuras 4 e 5 apresentam as descobertas feitas por estes autores durante uma pesquisa \n\nrealizada para esse trabalho nos Estados Unidos, bem como as implicações gerenciais \n\nsugeridas.  \n\n \n\n \n\n \n\n \n\n \n\n \n\nALTA ADMINISTRAÇÃO \n- Ênfase \n- Aversão ao risco \n\nDINÂMICA \nINTERDEPARTAMENTAL \n- Conflito \n- Conexão \n\nORIENTAÇÃO \nPARA O \n\nMERCADO \n- Geração de \n\nInteligência \n- Disseminação \n\nde Inteligência  \n- Resposta \n\nAMBIENTE \n- Turbulência do mercado \n- Intensidade da \n\nconcorrência  \n- Turbulência tecnológica \n\nEMPREGADOS \n- Compromisso  \n- Rganizacional \n- Espírito de corpo \n\nSISTEMAS \nORGANIZACIONAIS \n\n- Formalização \n- Centralização \n- Departamentação \n- Sistemas de \n\nrecompensa \n\n \nPERFORMANCE \nEMPRESARIAL \n\n\n\n 30 \n\nAversão da alta \nadministração ao risco \n\nA aversão da alta administração ao risco parece não afetar a \ngeração e a disseminação da inteligência de mercado, mas parece \nter um efeito negativo na resposta da organização.  \n\nAs descobertas suportam as expectativas iniciais de que \nresponder aos desenvolvimentos do mercado envolve algum \nrisco, e que se a alta administração não está disposta a correr tais \nriscos, a organização é menos provável de responder às \nnecessidades mutantes dos clientes.(p.63) \n\nConflito Interdepartamental Conflito interdepartamental, conforme o esperado, parece inibir \na disseminação de inteligência, assim como as respostas da \norganização. (p.63) \n\nConexão Resultados de ambas as amostragens sugerem que a conexão \nentre departamentos promove a orientação para o mercado. Os \nresultados da amostra II sugerem que a conexão facilita a \ndisseminação de inteligência dentro da organização, \nfavorecendo, portanto, a orientação para o mercado. \nCuriosamente, conforme os resultados da amostra I, conexão \nparece não estar relacionada com disseminação de inteligência, \nembora esteja relacionada à orientação para o mercado de uma \nforma geral. Esses resultados indicam a necessidade de pesquisa \nadicional para examinar a ligação entre conexão e orientação \npara o mercado.(p.63) \n\nAvaliação e Recompensa Organizações que recompensam seus empregados baseadas em \nfatores como satisfação dos clientes, construção de \nrelacionamentos com os clientes e outras tendem a ser mais \norientadas ao mercado. Os sistemas de recompensa considerados \n“corretos” parecem facilitar todas as três componentes de \norientação para o mercado.(p.63) \n\nCentralização Os resultados de ambas as amostras sugerem que a centralização \nda tomada de decisões serve como barreira a uma orientação \npara o mercado.(p.63) \n\nFormalização De forma contrária às hipóteses, formalização não parece estar \nrelacionada com orientação para o mercado. Em outras palavras, \nse bem formuladas, as regras podem facilitar, ao invés de \nprejudicar uma orientação para o mercado.(p.63) \n\nDepartamentação Similarmente, a ausência de relação entre departamentação e \norientação para o mercado sugere que o número de \ndepartamentos é menos importante do que a conexão e o nível de \nconflito entre departamentos.(p.63) \n\nFigura 4 - Conclusões - Jaworski e Kohli – 1993 \n\nFonte: Jaworski e Kohli (1993, p.62 -64).  Livre tradução do autor. \n \n \n \n \n \n\n\n\n 31 \n\nContinuação da Figura 4 - Conclusões - Jaworski e Kohli – 1993 \nRelação entre Orientação \n\npara o Mercado e \nPerformance Empresarial \n\nUma orientação para o mercado parece estar significativamente \nrelacionada à performance empresarial quando performance \ngeral é investigada utilizando medidas críticas. Em contraste, \numa orientação para o mercado não parece estar relacionada à \nperformance utilizando-se a medida mais objetiva fatia de \nmercado. (p.63) \n\nPorém, primeiramente, não é claro se fatia de mercado é um \nindicador particularmente apropriado de performance. Segundo, \né possível que exista uma lentidão nos efeitos de orientação para \no mercado na fa tia de mercado, i.e., uma orientação para o \nmercado conduz a uma fatia de mercado maior ao longo de um \nperíodo relativamente longo de tempo. Se isso é verdade, tais \nefeitos não podem ser capturados no método cross-sectional aqui \nutilizado.(p.64) \n\nCompromisso dos \nEmpregados com a \n\nOrganização \n\nOs resultados mostram forte suporte para as conseqüências de \numa orientação para o mercado no compromisso dos empregados \ncom a organização e no espírito de corpo. Parece que uma \norientação para o mercado alimenta a ligação entre os \nempregados e a organização, assim como promove um \nsentimento de pertencer a uma grande família organizacional, \ndedicada a atingir e exceder as necessidades e expectativas do \nmercado. (p.64)  \n\nModeradores do Ambiente De maneira oposta às hipóteses a ligação entre uma orientação \npara o mercado e performance parece ser robusta através de \ncontextos caracterizados por variados níveis de turbulência de \nmercado, intensidade competitiva e turbulência tecnológica. \n(Alternativamente, é possível que os efe itos moderadores \nhipotéticos existam, mas não foram detectados devido à pouca \nforça do teste estatístico utilizado, como resultado da amostra \nrelativamente pequena ou porque as confiabilidades das medidas \nnão foram suficientemente elevadas).(p.64) \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 32 \n\n \n\nPerformance \nEmpresarial \n\nAs descobertas do estudo sugerem que a orientação para o mercado de uma empresa é \num importante determinante de sua performance, não importando a turbulência do \nmercado, a turbulência tecnológica e a intensidade da competição do a mbiente no qual \nela opera. \n\nDessa forma parece que os gerentes deveriam esforçar-se para melhorar a orientação \npara o mercado de suas empresas, em seus esforços para obter níveis mais elevados de \nperformance empresarial. (p.64) \n\nLembrar aos \nempregados sobre  a \nOrientação para o \n\nMercado \n\nUma orientação para o mercado parece ser facilitada pela ênfase que a alta \nadministração dá a ela, através de contínua lembrança aos empregados de que é \nfundamental que eles sejam sensíveis e respondam aos desenvolvimentos de mercado. \n(p.64) \n\nCorrer Riscos Uma orientação para o mercado parece envolver certa quantidade de risco da parte da \nalta administração e uma vontade de aceitar eventuais fracassos em produtos e \nserviços como parte normal da vida de uma empresa. \n\nNa ausência desse ímpeto é improvável que os empregados de níveis mais baixos \ndesejem responder aos desenvolvimentos do mercado com produtos, serviços ou \nprogramas.(p.64)  \n\nDinâmica \nInterdepartamental – \nConflito e Conexão \n\nConflito interdepartamental parece reduzir a orientação para o mercado, enquanto a \nconexão parece desempenhar papel facilitador. \n\nPortanto parece ser útil promover a conexão interdepartamental, através de \nproximidade física de departamentos e através da telemática (redes internas de \ncomputadores, voice mail) \n\nParece útil reduzir o nível de conflito, utilizando vários meios tais como programas de \ntreinamento interdepartamentais, atividades interfuncionais e alinhamento dos \nobjetivos de performance departamental, focando-os no mercado (ex.: satisfação do \ncliente). (p.64) \n\nSistemas de \nrecompensa baseados \n\nno mercado \n\nO papel dos sistemas de recompensas baseados no mercado em auxiliar na \nimplementação de uma orientação para o mercado parece forte, sugerindo que os \nsistemas de recompensa devam levar em conta as contribuições dos empregados em \nsentir e responder às necessidades do mercado. (p.65) \n\nCentralização A relação negativa entre centralização e orientação para o mercado sugere que poderia \nser útil dar poder aos empregados, para tomarem decisões em níveis mais baixos da \norganização, em vez de concentrar as decisões nos níveis mais altos.(p.65) \n\nFormalização e \nDepartamentação \n\nEmbora formalização e departamentação parecem não afetar uma orientação para o \nmercado, parece que o conteúdo de regras formais, ao invés  de sua mera presença, é \num determinante mais importante de orientação para o mercado. \n\nDe maneira similar, a maneira com a qual os diferentes departamentos interagem \nparece ser mais importante do que o número de departamentos em uma organização. \n(p.65) \n\nFigura 5 - Implicações Gerenciais – Jaworski e Kohli – 1993 \n\nFonte: Jaworski e Kohli (1993, p.64 -65) (Livre tradução do autor). \n\n \n\n\n\n 33 \n\nEm novembro de 1993, Kohli, Jaworski e Kumar trabalham para desenvolver uma \n\nmedida válida para o construto de orientação para o mercado. Elaboram um questionário com \n\nquestões relativas à geração de inteligência de mercado, disseminação e resposta, \n\ndenominando-a escala MARKOR (Anexo A).   \n\nDe acordo com os autores, a escala MARKOR avalia:  \n\n \n\n... o grau com o qual uma unidade estratégica de negócios (1) engaja -se em \natividades multidepartamentais de geração de inteligência de mercado, (2) \ndissemina essa inteligência vertical e horizontalmente através dos canais \nformais e informais e (3) desenvolve e implementa programas de marketing \nbaseados na inteligência gerada” (KOHLI, JAWORSKI, KUMAR, 1993, \np.473). \n\n \n\n3.2.2 Modelo de Orientação para o Mercado segundo Narver e Slater \n\nOs autores John Narver e Stanley Slater dedicaram-se ao estudo da relação entre \n\norientação para o mercado e performance empresarial em 1990, bem como à investigação da \n\npossível regulação que ambientes competitivos teriam nessa relação (SLATER e NARVER, \n\n1990). \n\nO conjunto de variáveis adotado por Narver e Slater (1990) para a verificação da relação \n\nentre orientação para o mercado e performance empresarial está apresentado no Anexo B. \n\nOs autores propuseram, inicialmente, orientação para o mercado como consistindo de três \n\ncomponentes comportamentais: orientação para o consumidor, orientação para os \n\nconcorrentes e coordenação interfuncional, além de dois critérios de decisão: foco no longo \n\nprazo e lucratividade (NARVER, SLATER, 1990). Porém, após a realização de testes e a \n\nobtenção de baixos índices de confiabilidade, não puderam concluir a respeito da relação \n\nemp írica entre os dois critérios de decisão e as três componentes  comportamentais  de \n\norientação para o mercado, resolvendo omiti- los de suas variáveis de pesquisa (NARVER, \n\nSLATER, 1990).  \n\nOrientação para o consumidor e orientação para os concorrentes incluem todas as \n\natividades envolvidas na aquisição de informações a respeito de clientes e competidores no \n\n\n\n 34 \n\nmercado alvo, disseminando essas informações através da organização. Segundo Narver e \n\nSlater (1990, p.21):  \n\n \n\n... Orientação para o consumidor é o entendimento suficiente a respeito dos \ncompradores, para que se tenha habilidade de criar valor superior \npermanente para eles (...) não somente como eles são hoje, mas também \ncomo evoluirão ao longo do tempo, sujeitos a dinâmicas internas e do \nmercado.  \n\n \n\nNarver e Slater (1990), citando Porter (1980, 1985); Aaker (1988); Day e Wensley \n\n(1988), estabelecem que Orientação para os concorrentes significa que o vendedor entende \n\nas forças e fraquezas, assim como as capacidades e estratégias de longo prazo tanto dos atuais \n\nquanto dos potenciais concorrentes.  \n\nA terceira componente comportamental – coordenação interfuncional – é baseada em \n\ninformações dos clientes e concorrentes e engloba os esforços coordenados da organização, \n\ntipicamente envolvendo não apenas o departamento de marketing, para criar valor superior \n\npara os clientes (NARVER, SLATER, 1990). É a utilização coordenada dos recursos da \n\ncompanhia para criar valor superior aos consumidores-alvo, pode ser desempenhada por \n\nqualquer indivíduo, em qualquer função, sendo o foco de todo o negócio em si, e não apenas \n\nde um único departamento (NARVER, SLATER, 1990). \n\nEm 1998, Narver, Slater e Tietje (1998) abordam maneiras de se chegar a uma orientação \n\npara o mercado nas empresas. Uma delas é a abordagem “programática”, que significa o uso \n\nde programas educacionais e mudanças organizacionais na tentativa de se implantar o \n\ndesejado comportamento de contínua criação de valor superior para os clientes. A segunda \n\nabordagem é a market-back, que significa uma retroalimentação que a empresa adota  de seus \n\nesforços diários para criar e manter valor superior para os clientes, portanto, desenvolvendo e \n\nadaptando suas habilidades, recursos e procedimentos de criar valor para os clientes.  \n\n3.2.3 Modelo de Orientação para o Mercado segundo Deshpandé, Farley e Webster \n\nDeshpandé, Farley e Webster (1993, p.27) definem orientação para o cliente como “... um \n\nconjunto de crenças que coloca em primeiro lugar os interesses do consumidor, sem excluir os \n\n\n\n 35 \n\ninteresses dos demais envolvidos (stakeholders), tais como  proprietários, gerentes e \n\nempregados, para o desenvolvimento de uma organização lucrativa a longo prazo”. \n\nEstes autores definem cultura organizacional como um “... conjunto de valores e crenças \n\ncompartilhados, que auxiliam os indivíduos a compreender o funcionamento da organização, \n\nprovendo-os de normas de comportamento na organização” (DESHPANDÉ, FARLEY, \n\nWEBSTER, 1993, p.4).  \n\nDeshpandé, Farley e Webster conduziram uma pesquisa com empresas japonesas em \n\n1993, objetivando verificar a existência de relação entre a orientação para o cliente, inovação \n\ne cultura corporativa com a performance das empresas. Desenvolveram uma escala de \n\norientação para clientes baseada em entrevistas qualitativas, pesquisa detalhada da literatura \n\ndisponível e pré-testes em uma pequena amostra de empresas. As variáveis adotadas pelos \n\nautores foram consistentes com aquelas usadas por Narver e Slater, em 1990, e Kohli e \n\nJaworski em 1990 (DESHPANDÉ, FARLEY, WEBSTER, 1993) \n\nPara Deshpandé, Farley e Webster  (1993, p.26), existem quatro tipos de culturas \n\nempresariais: (a) Cultura de Mercado – enfatizando a competitividade e o alcance de \n\nobjetivos, de Cameron e Freeman (1991); (b) Cultura Clã – dá ênfase à coesão, ao trabalho \n\nem equipe e à participação; (c) Cultura Adhoc – enfatiza valores de empreendedorismo, \n\ncriatividade e adaptabilidade e (d) Cultura Hierarquia – reforça a ordem, regras e regulações \n\n(DESHPANDÉ, FARLEY, WEBSTER, 1993). \n\nNesse aspecto, chegaram às seguintes conclusões  (DESHPANDÉ, FARLEY, \n\nWEBSTER, 1993, p.30):   \n\n \n\n(1) culturas de mercado estão associadas a melhores performances, seguidas \npelas culturas tipo adhoc. As culturas tipo clã e hierarquia estão associadas a \nperformances pobres, sendo a última a pior, (2) a orientação para o mercado, \nvista sob a ótica dos clientes, está positivamente relacionada com a \nperformance da empresa e (3) a inovação organizacional está positivamente \nrelacionada a performance. \n\n \n\nOs autores concluem que (DESHPANDÉ, FARLEY, WEBSTER, 1993, p.32). \n\n \n\n\n\n 36 \n\n... boa performance é um assunto complexo, multicausal, o qual depende de \nfatores internos da organização, assim como de estratégia, (...) não existem \n‘soluções rápidas’ para a boa performance, (...) as empresas mais bem \nsucedidas haverão de ter uma cultura de mercado e serem altamente \norientadas para o consumidor e inovadoras.  \n\n \n\nPorém, eles citam que “... tendo meramente uma cultura de mercado e serem altamente \n\norientadas para o consumidor e inovadoras não produzem sozinhos a melhor performance” \n\n(DESHPANDÉ, FARLEY,  WEBSTER, 1993, p.32).  \n\nO Anexo C mostra a escala de orientação para o mercado utilizada pelos autores. \n\nEm 1998, Deshpandé e Farley conduziram pesquisa em 27 empresas da Europa e dos \n\nEstados Unidos, a fim de sintetizar e testar novamente os construtos de Narver e Slater \n\n(1990), Kohli, Jaworski e Kumar (1993) e Deshpandé, Farley e Webster (1993). Os resultados \n\ndessa pesquisa foram: (1) a confirmação da confiabilidade e validade das três escalas, (2) as \n\ntrês escalas parecem generalizar-se bem internacionalmente, ambas em termos de \n\nconfiabilidade e predição de performance, (3) as escalas são similares entre si, em termos de \n\nvárias medidas de validação e em termos de correlação com medidas de performance e (4) a \n\nsíntese de uma escala de 10 itens chamada escala MORTN, baseada em uma definição mais \n\nparcimoniosa de orientação para o mercado: “o conjunto de processos interfuncionais e \n\natividades direcionadas a criar e satisfazer clientes através de contínua avaliação de \n\nnecessidades” (DESHPANDÉ; FARLEY, 1998, p.213).  \n\nA escala MORTN de orientação para o mercado, de Deshpandé e Farley, encontra-se no \n\nAnexo D. \n\n3.2.4 Modelo de Orientação para o Mercado segundo Day \n\nGeorge S. Day aborda o tema orientação para o mercado através da estratégia das \n\n“capacidades organizacionais”. De acordo com o autor, “... a orientação para o mercado \n\nrepresenta uma habilidade superior no entendimento e satisfação dos clientes” (DAY, 1994, \n\np.38). Essa habilidade superior é obtida através do desenvolvimento de “capacidades \n\norganizacionais”. Segundo o autor (DAY, 1994, p.38): \n\n \n\n\n\n 37 \n\nCapacidades organizacionais são um conjunto complexo de habilidades e \naprendizado coletivo, exercitados nos processos internos das organizações, \nos quais garantem uma capacidade superior de coordenação de suas \natividades funcionais. \n\n \n\nAinda, afirma que “... a importância estratégica das capacidades reside na sua \n\ndemonstrável contribuição para se obter vantagens competitivas e rentabilidade superior” \n\n(DAY, 1994, p.40). \n\nDessa forma, Day (1994) considera que as empresas tornam-se mais orientadas para o \n\nmercado na medida em que elas identificam e desenvolvem capacidades especiais, \n\nestabelecendo vantagens em relação aos seus concorrentes. De acordo com o autor, as \n\ncapacidades organizacionais são classificadas em três categorias: capacidades internas, \n\ncapacidades externas e capacidades de expansão, conforme demonstra a Figura 6: \n\n \n \n \n\n ÊNFASE EXTERNA ÊNFASE INTERNA \n \n \n \n \n \n \n \n \n \nSentir o mercado  \nLigação Consumidor \nVínculo com Canal \nMonitoramento Tecnologia  \n \n \n \n \n \n \n \n \n\nFigura 6 - Classificação das capacidades organizacionais  \n\nFonte: Day (1994, p.41). Livre tradução do autor. \n \n\n \n\nProcesso Externos Processos Internos \n\n Processos de Expansão \n\n \nPreenchimento Ordem de \nCompra \nPolítica de preços \nCompras  \nFornecimento de Serviços ao \nCliente \nDesenvolvimento Novos \nProdutos/Serviços \nDesenvolvimento de Estratégias  \n\nGerenciamento Financeiro  \nControle de Custos  \nDesenvolvimento de Tecnologias  \nLogística Integrada \nProcessos de \nManufatura/Transformação \nGerência de RH \nSaúde e Segurança do Trabalho \n\n\n\n 38 \n\nAs capacidades internas correspondem ao desenvolvimento de habilidades referentes ao \n\nambiente organizacional como, por exemplo, custos, finanças, logística, produção, recursos \n\nhumanos, entre outros. As capacidades externas dizem respeito a habilidades em gerenciar \n\naspectos do mercado: tecnologia, canais, consumidores, etc. Por fim, resta unir a ênfase \n\nexterna com a ênfase interna, as quais serão integradas por meio das capacidades de \n\nexpansão, que são “... atividades que compreendem o processo utilizado para satisfazer as \n\nnecessidades antecipadas dos consumidores, identificadas pelas capacidades externas” (DAY, \n\n1994, p.42). \n\nO autor detém-se na capacidade de sentir o mercado, afirmando que (DAY, 1994, p.43-\n\n44) \n\n \n\n“... toda a discussão sobre orientação para o mercado enfatiza a habilidade da \nempresa de aprender sobre seus clientes, concorrentes e participantes do \ncanal, objetivando continuamente sentir e agir em eventos e tendências nos \nmercados atuais e futuros...antes de seus concorrentes”.  \n\n \n\nAlgumas das ações visando a sentir o mercado, apresentadas pelo autor (DAY, 1994, \n\np.44):  \n\n \n\n1. Ampla busca de informações através de ativo monitoramento das \ncondições e atividades do mercado; ações de benchmarking em relação \naos concorrentes visando melhoria em suas atividades; contínua \nexperimentação e melhorias; estudo dos casos de sucesso e de prováveis \nfuturas causas de fracasso nas ações dos concorrentes. \n\n2. Distribuição de informações coletadas do mercado para os demais \nsegmentos da companhia.  \n\n3. Memória ativa, pois, a busca, a distribuição e a interpretação de \ninformações do mercado não terão efeito duradouro, a menos que o \naprendizado tenha sido absorvido pela organização. \n\n \n\nA segunda capacidade organizacional destacada por Day é a ligação com o consumidor: \n\n“... conforme as relações comprador-vendedor avançam em sua transformação, a capacidade \n\nde ligação com o consumidor – criando e gerenciando relações mais próximas com os clientes \n\n\n\n 39 \n\n– está se tornando cada vez mais importante” (DAY, 1994, p.44). Agora os clientes estão \n\n(DAY, 1994, p.44 \n\n \n\n... procurando relacionamentos mais colaborativos com os fornecedores, \nbaseados em elevados níveis de coordenação, participação e programas \nconjuntos, bem como elos mais fechados de comunicação, (...) deseja -se \nsubstituir o modelo de oponentes, que assume que as vantagens são obtidas \natravés de menores custos, por outro modelo cooperativo que busca \nvantagens na melhora da qualidade total e redução do tempo gasto com as \ncompras). \n\n \n\nO autor ressalta duas atividades a serem gerenciadas na relação com o consumidor (DAY, \n\n1994, p.45): \n\n \n\n1. Estreita comunicação e solução conjunta de problemas, onde o \nfornecedor precisa estar preparado para a troca contínua de informações \na respeito de problemas, necessidades novas e emergentes e, então, fazer \na tomada de decisões.  \n\n2. Coordenação de atividades, ligadas à programação em conjunto da \nprodução e do cronograma de entregas, gerência de sistemas de \ninformação e compromisso mútuo para a melhoria da qualidade e \nconfiabilidade. \n\n \n\n3.2.5 A Orientação para o Mercado no Brasil \n\nAlguns trabalhos acadêmicos, no país, têm abordado o tema da orientação para o \n\nmercado, investigando com isso a prática de políticas de marketing nas empresas brasileiras. \n\nA lista a seguir apresenta alguns desses trabalhos: \n\nTOALDO, Ana Maria Machado (1997)  \n\nPesquisa intitulada “A Disseminação do Conceito de Marketing nas Maiores Empresas \n\nPrivadas Industriais do Estado do Rio Grande do Sul“. Dissertação de Mestrado em \n\nAdministração. Constituiu-se em uma pesquisa descritiva e quantitativa, aplicando \n\nparcialmente a escala MARKOR, como forma de avaliar o grau de disseminação da \n\ninteligência de mercado nas 30 maiores empresas privadas do estado. \n\n\n\n 40 \n\nSILVEIRA, Teniza (1998)  \n\nPesquisa intitulada “Verificação do Grau de Orientação para o Mercado em Empresas \n\nCalçadistas do Vale do Rio dos Sinos”. Dissertação de Mestrado em Administração. Foram \n\npesquisadas 49 empresas do ramo calçadista no Rio Grande do Sul, com a adoção da escala \n\nMARKOR. \n\nFROEMMING, Lurdes M.S.; SAMPAIO, Cláudio H. (1998) \n\nPesquisa intitulada “Orientação para o Mercado em Cooperativas de Produção Agrícola \n\ndo Rio Grande do Sul”. Foram pesquisadas 11 cooperativas de produção agrícola no estado, \n\nbaseada em Webster (1994). \n\nMANDELLI, Mauro (1999)  \n\nPesquisa intitulada “Orientação para o Mercado e o Crescimento de Vendas: O Caso das \n\nMaiores Empresas Privadas Industriais Metalúrgicas, Mecânicas e de Material Elétrico de \n\nCaxias do Sul”. Dissertação de Mestrado em Administração. Foram entrevistadas as 29 \n\nmaiores empresas privadas industriais dos ramos metalúrgico, mecânico e de material elétrico \n\ndo estado, adotando a escala MARKOR. \n\nURDAN, Flávio T. (1999) \n\nPesquisa intitulada “Relacionamento entre Orientação para o Mercado e Desempenho: \n\nEstudo Longitudinal de um Grupo de Concessionárias de Veículos”. Tese de Doutorado em \n\nAdministração. Foram pesquisadas 137 concessionárias autorizadas de veículos, adotada a \n\nescala de Narver e Slater (1990). \n\nSAMPAIO, Claudio Hoffmann (2000)  \n\nPesquisa intitulada “Relação entre Orientação para o Mercado e Performance Empresarial \n\nem Empresas de Varejo de Vestuário do Brasil”. Tese de Doutorado em Administração. Foi \n\nverificada a relação de causalidade entre orientação para o mercado e performance \n\nempresarial em empresas do ramo de varejo de vestuário do Brasil, adotando a escala \n\nMARKOR. \n\n\n\n 41 \n\nMENNA, Hélio Lemos (2001) \n\nPesquisa intitulada “Orientação para Mercado e Performance: Evidências em Empresas \n\nGaúchas de Varejo de Confecções Masculinas”. Artigo publicado no ENANPAD. Constitui-\n\nse em estudo acerca da influência da orientação para o mercado sobre a performance \n\nempresarial em empresas de confecções masculinas de Porto Alegre. Adotou a escala \n\nMARKOR, adaptada ao contexto brasileiro e ao setor de varejo de confecção por Perin e \n\nSampaio (1999). \n\nSOBRINHO, Zaki Akel e TOLEDO, Geraldo Luciano (2001) \n\nPesquisa intitulada “Orientação de Mercado no Varejo: um Estudo de Caso no Magazine \n\nLuiza”. Artigo publicado no ENANPAD. Estudo de caso sobre a orientação para o mercado \n\nno Magazine Luiza, baseado nos conceitos de Desphandé, Farley e Webster; de Kohli, \n\nJaworski e Kumar; de Kim, Han e Srivastava; de Narver e Slater e Shapiro e Day. \n\nPERIN, Marcelo Gattermann e SAMPAIO, Claudio Hoffmann (2001) \n\nPesquisa intitulada “A Relação entre as Dimensões de Orientação para Mercado e a \n\nPerformance”. Artigo publicado no ENANPAD. O estudo objetivou verificar empiricamente \n\no grau de influência de cada uma das dimensões de orientação para o mercado sobre \n\nperformance nos setores de Varejo de Confecção e Indústria Eletro-Eletrônica. Adotou a \n\nescala MARKOR para a obtenção do instrumento de coleta de dados.  \n\nSAMPAIO, Claudio Hoffmann e PERIN, Marcelo Gattermann (2001) \n\nPesquisa intitulada “Uma Análise Crítica da Escala MARKOR e suas Dimensões \n\nTeóricas”. Artigo publicado no ENANPAD. O trabalho objetivou verificar empiricamente a \n\nvalidade da escala MARKOR, bem como tecer uma análise crítica à estrutura proposta de \n\nsuas dimensões teóricas, nos setores de Varejo de Confecções e Indústria Eletro-Eletrônica.  \n\nPERIN, Marcelo Gattermann (2002) \n\nPesquisa intitulada “A Relação entre Orientação para Mercado, Aprendizagem \n\nOrganizacional e Performance”. Tese de Doutorado em Administração. O trabalho teve como \n\nobjetivo principal a avaliação da relação da orientação para mercado com a performance \n\n\n\n 42 \n\nempresarial, sob a influência de uma postura de aprendizagem organizacional. Adotou a \n\nescala MARKOR. \n\n\n\n \n\n \n\n \n\n \n\n4 MÉTODO \n\n \n\n \n\nEste capítulo descreve o método de pesquisa adotado, o procedimento concebido para a \n\ncoleta de dados, o roteiro utilizado nas entrevistas em profundidade, o tratamento dado às \n\nrespostas obtidas, a análise de conteúdo realizada e, finalmente, como as conclusões foram \n\nfeitas, a fim de que fossem atingidos os objetivos desta pesquisa. \n\n4.1 MÉTODO DE PESQUISA \n\nPara serem atingidos os objetivos propostos neste trabalho o método de pesquisa adotado \n\nfoi o estudo de caso, pois, segundo Yin (1990, p.3), ele possibilita  \n\n \n\n... a uma investigação reter as características holísticas e significativas dos \neventos da vida real – tais como ciclos de vida individuais, processos \ngerenciais e organizacionais, mudanças na vizinhança, relações \ninternacionais e a maturação das indústrias.  \n\n \n\nEstudos de caso também são recomendados quando se observam eventos \n\ncontemporâneos, mas quando os comportamentos relevantes não podem ser manipulados \n\n(YIN, 1990), como é o caso desta investigação. \n\nEsta pesquisa, de caráter exploratório e qualitativo, baseou-se também na afirmação de \n\nGil (1999, p.43): \n\n \n\n\n\n 44 \n\nAs pesquisas exploratórias são desenvolvidas com o objetivo de \nproporcionar visão geral, de tipo aproximativo, acerca do fato. Este tipo de \npesquisa é realizado especialmente quando o tema escolhido é pouco \nexplorado e torna-se difícil sobre ele formular hipóteses precisas e \noperacionalizáveis. \n\n \n\nDe acordo com Malhotra (2001) a metodologia qualitativa é importante em pesquisas \n\nexploratórias. A abordagem utilizada foi a direta (não-disfarçada), na qual “... os objetivos do \n\nprojeto ou são revelados ao respondente, ou são óbvios pela própria natureza da entrevista” \n\n(MALHOTRA, 2001, p.156).  \n\nA figura 7 apresenta algumas características da pesquisa qualitativa, particulares da \n\npresente investigação.  \n\n \n\nQuanto ao objetivo: Alcançar uma compreensão qualitativa das razões e motivações \nsubjacentes \n\nQuanto à amostra: Pequeno número de casos \n\nQuanto à coleta de dados: Não-estruturada \n\nQuanto à análise dos dados: Não-estatística \n\nQuanto ao resultado: Desenvolve uma compreensão inicial \n\nFigura 7 - Algumas Características da Pesquisa Qualitativa \n\nFonte: Marketing News, American Marketin g Association, Tom Murphy (apud MALHOTRA, 2001, p.156) \n\n \n\n4.2 PROCEDIMENTOS DE COLETA DE DADOS \n\nPara a obtenção dos dados que permitissem atingir aos objetivos propostos, foram \n\nrealizadas entrevistas em profundidade, utilizando-se um roteiro que adota o método chamado \n\nde protocolo. Através do protocolo, o pesquisador orienta-se na condução do estudo de caso, \n\nproporcionando maior confiança na investigação que está sendo efetuada (YIN, 1990).  \n\nDe acordo com Malhotra (2001, p.163), as entrevistas em profundidade são um método \n\nde obtenção de dados qualitativos: \n\n\n\n 45 \n\n       ... Entrevista em profundidade é uma entrevista não-estruturada, direta, \npessoal, em que um único respondente é testado por um entrevistador \naltamente treinado, para descobrir motivações, crenças, atitudes e sensações \nsubjacentes sobre um tópico. \n\n \n\nAs entrevistas foram feitas envolvendo-se os níveis da presidência, diretorias, gerências e \n\nsupervisão da refinaria, nas quantidades descritas na Figura 8. \n\n \n\nFUNÇÃO NÚMERO \n\nPresidência 1 \n\nDiretorias 4 \n\nAssessorias 2 \n\nGerências 13 \n\nSupervisores 1 \n\nFigura 8 - Número de Entrevistados por Nível Gerencial  \n\n \n\nAo longo das entrevistas, além do roteiro proposto, foi utilizada a técnica da sondagem, \n\npois, segundo Malhotra (2001, p.163) “... a sondagem tem importância decisiva para a \n\nobtenção de respostas significativas e para desvendar problemas ocultos” e, ainda, conforme o \n\nautor, “... o rumo das perguntas seguintes será dado pela resposta inicial, pelas sondagens do \n\nentrevistador para aprofundar a pesquisa e pelas respostas do entrevistado”. \n\n4.3 ROTEIRO DE ENTREVISTAS \n\nO roteiro adotado foi baseado no construto de orientação para o mercado dos autores \n\nKohli, Jaworski e Kumar (1993), devido à sua já testada e comprovada validade para \n\nempresas brasileiras. Através desta pesquisa bibliográfica, foram selecionados os principais \n\nconceitos trabalhados pelos autores, transcritos neste trabalho como variáveis de pesquisa \n\nconforme o Anexo E. \n\n\n\n 46 \n\n4.3.1 Seleção de Variáveis \n\nPara a elaboração do roteiro de entrevista algumas decisões tiveram que ser tomadas com \n\nrelação à utilização das variáveis originais dos autores. A seguir são detalhadas as opções \n\nfeitas. \n\nAs variáveis que investigam a rapidez da empresa em dar respostas à inteligência de \n\nmercado foram agrupadas na questão multi- item de número 22 do roteiro. \n\nComo critério para a redação de cada um dos itens, foram identificadas as ações contidas \n\nnas variáveis da escala MARKOR e destacadas em negrito no roteiro elaborado. Os \n\ncomplementos de cada questão original serviram como orientação para a condução da \n\nentrevista no tópico específico abordado. \n\nAs variáveis originais de número 27 e 32 foram agrupadas na questão 23 do roteiro, em \n\nfunção de tratarem, ambas, da questão coordenação interfuncional da empresa. \n\nForam incluídos dois itens iniciais com o objetivo de posicionar tanto o entrevistado \n\nquanto o entrevistador na estrutura organizacional da empresa, bem como verificar sua \n\nfamiliaridade com o assunto clientes. \n\nO Anexo F mostra o roteiro de entrevistas utilizado. \n\n4.4 TRATAMENTO DADO ÀS RESPOSTAS \n\nAs entrevistas em profundidade foram gravadas em fita cassete. Foi contratado serviço de \n\ndegravação das fitas para arquivos de texto e, posteriormente, montado um caderno com todas \n\nas respostas obtidas nas 21 entrevistas realizadas. \n\nTornou-se necessária a revisão, pelo pesquisador, da maior parte das transcrições feitas \n\nem função de problemas enfrentados pelo profissional contratado na escolha de determinados \n\ntermos, alguns deles muito específicos da indústria do petróleo, outros da área de \n\nadministração de empresas. \n\nAs partes extraídas das entrevistas e inseridas na análise foram identificadas com a letra \n\nE, acrescidas de numeração seqüencial de 1 a 21. Esse procedimento visou a separar as \n\nopiniões inseridas, bem como facilitar a identificação dos entrevistados pelo pesquisador. \n\n\n\n 47 \n\n4.5 ANÁLISE DE CONTEÚDO \n\nA análise de conteúdo consiste de uma análise qualitativa, em que são comparadas as \n\nopiniões obtidas e as variáveis de pesquisa adotadas. Essa análise encontra-se no capítulo 5 – \n\nAnálise das Entrevistas. \n\nNo capítulo 5, foram selecionadas pelo pesquisador as respostas consideradas mais \n\nadequadas e feita uma análise individual para cada variável ao final de cada item. Também \n\nsão apresentadas análises individuais para cada uma das três componentes de orientação para \n\no mercado investigada.  \n\n\n\n \n\n \n\n \n\n \n\n5 ANÁLISE DAS ENTREVISTAS \n\n \n\n \n\nA análise das entrevistas foi organizada tomando-se como base o roteiro  utilizado nas \n\nentrevistas em profundidade, foram listadas as respostas obtidas para os itens do roteiro,  \n\nselecionadas e organizadas segundo as três componentes da orientação para o mercado. São \n\napresentados comentários individualizados para cada item e uma análise de como ocorrem as \n\ncomponentes de geração, disseminação e resposta à inteligência de mercado na empresa \n\npesquisada.  \n\n5.1 GERAÇÃO DE INTELIGÊNCIA DE MERCADO \n\n5.1.1 Encontros com clientes (no mínimo uma vez ao ano, para saber que \n\nprodutos/serviços eles necessitarão no futuro) \n\n“...nós temos uma reunião mensal com os clientes, onde são colocados os pedidos \n\npara três meses. Além disso nós temos as reuniões junto com a coordenadoria, que é \n\numa entidade criada pelas próprias companhias, pra fazer o relacionamento do dia-\n\na-dia e, semanalmente, nós temos encontros com essa coordenadoria,... e as \n\ncompanhias distribuidoras também, para discutir...a programação de entrega da \n\nsemana posterior...Outros relacionamentos são através de visitas... do próprio cliente \n\nà Refap” E9. \n\n“Ela tem um calendário de reuniões com clientes, divididos por assuntos e temas \n\nespecíficos, digamos por segmentos, por produtos, tipo gasolina, diesel ... são os \n\n\n\n 49 \n\nchamados fóruns de encontros com clientes ... Outra forma de relacionamento é \n\natravés do próprio SAC que pode gerar uma reunião fora do que foi programado e \n\ntem algumas  reuniões que são...de relacionamento, tem um aspecto mais social ... O \n\ncliente traz a demanda dele, que pode ser tanto do ponto de vista bastante técnico, \n\nrestrito, como problema de medição ou como qualidade mesmo do produto, prazos \n\nde entrega, preço...É dada...abertura para que ele faça sugestões ou...solicitações...é \n\naté pedido e incentivado isso” E3. \n\nObservou-se que a empresa pratica encontros com clientes em uma freqüência bastante \n\nsuperior ao estabelecido pelos autores. Há de se destacar que, durante esses encontros, os \n\nclientes têm oportunidade de comunicar à empresa seus desejos e necessidades de \n\nmodificações em produtos e serviços  para o presente e o futuro, bem como tratar de \n\ndiferentes assuntos de seu interesse. \n\n5.1.2 Pesquisa de mercado (tipo “in house”, qual a  freqüência de realização) \n\n“...nós não temos pesquisa de mercado nos clientes. Isso está sendo estruturado pela \n\nárea de mercado, marketing” E4. \n\n“...o que nós temos sistematizado é uma pesquisa de satisfação dos clientes feita \n\natravés de questionário Petrobras... ela é anual” E7. \n\nFoi observado que a empresa não realiza pesquisas diretamente com seus clientes. \n\nConstatou-se a ocorrência de uma pesquisa de satisfação dos clientes, coletiva e anual, \n\nconduzida pela Petrobras, da qual a Refap S.A. participa. \n\n5.1.3 Rapidez em detectar mudanças nas preferências dos consumidores (somos lentos) \n\n“a empresa não tem uma agilidade assim instantânea ... mas ela..., tem um foco \n\nvoltado para atendimento às  necessidades dos clientes... isso a gente tem trabalhado \n\nmuito na área da inteligência competitiva...Verificando o que o mercado está \n\nquerendo”E3. \n\n“...a rapidez é um ponto mais fraco...nós não temos no relacionamento com o \n\ncliente” E4. \n\n\n\n 50 \n\n“...eu vejo ela com pouca agilidade...detecção, ainda é lento, não tem uma forma \n\nsistematizada de fazer este levantamento e detectar isso. Muitas vezes vem com uma \n\nreclamação do cliente... já é tarde. Quando o cliente reclama já é tarde” E7. \n\n“...está em médio para  baixa a agilidade de percepção da companhia, porque a \n\ngente, até por força ou do monopólio ou...do próprio estágio  do segmento,...como a \n\ngente não tem esse hábito de estar  na casa do cliente, eu diria que a gente percebe \n\ncom uma  velocidade baixa” E16. \n\n“...a detecção de uma mudança de uma necessidade do cliente, ela é rápida. Ela \n\nacontece tanto porque o cliente normalmente,...tem canais pra manifestar...,fica fácil \n\ndetectar. O que eu acho que...existe aí um gap  entre detectar necessidades e \n\ntrabalhar estas necessidades, aí já não é a mesma rapidez”E21. \n\n“...só tem uma forma de você saber e ser ágil, é convivendo intensamente, por \n\nisso...quando a gente vê...os clientes aqui, assim, de forma regular [visitas à \n\nrefinaria]*, isto garante que a gente está junto com o cliente. Mas não é só isso, o \n\nnosso pessoal também indo lá, convivendo intensamente, esta é a forma da gente \n\ngarantir que a gente está sabendo o que está acontecendo, em primeiro lugar, e \n\nsegundo atendendo isso rapidamente”E11. \n\nAs opiniões variaram positiva e negativamente em relação à rapidez da empresa em \n\ndetectar mudanças nas preferências dos clientes por produtos. Ficou explícita a opção \n\nestratégica da empresa em se voltar para os clientes, porém os procedimentos operacionais de \n\ndia-a-dia ainda não refletem a sistematização de ações relacionadas com essa opção. Ainda \n\npodem ser observados reflexos de um comportamento empresarial característico do \n\nmonopólio, período em que a atenção aos clientes e a satisfação de suas necessidades não \n\neram realizadas sistematicamente. Não obstante, foi observada a existência de informalidade \n\nnas relações entre a refinaria e seus clientes, ocorrendo inclusive visitas desses às instalações \n\nda empresa. \n\n                                                 \n* As informações entre colchetes e/ou parênteses são destaques do pesquisador com intuito de tornar mais \n\nclara a informação. \n\n \n\n\n\n 51 \n\n5.1.4 Rapidez em detectar mudanças na nossa indústria (concorrentes, tecnologia, \n\nlegislação) \n\n“...a questão de mudança de legislação, de lobby,  a gente está muito distante,... não \n\nestá participando e não tem ação nenhuma quando uma legislação está sendo \n\nmodificada...nós somos totalmente passivos em relação a isto..., seja na área de \n\nespecificação de produtos ou na área da questão ambiental... principalmente a \n\nRefap...ela delega este papel hoje pra ANP...a observação dos passos da \n\nconcorrência, agilidade da empresa em fazer isto...ela está um pouco atrasada, ela \n\nestá iniciando agora. Um sinal disso...é a redução do preço do combustível... a \n\nPetrobras (Refap) que não se preparou com isso, ela foi reativa, ela sabia que isto ia \n\nacontecer,...e não se movimentou...nem contra e nem a favor” E2. \n\n“Ela acaba reproduzindo muito a resposta que o sistema Petrobras  dá,...e nestas \n\nquestões de legislação,...que afetam a indústria , ele participa disso...está envolvido \n\nnas próprias mudanças... Ela tem algumas iniciativas...bem focadas. Aqui no \n\nmercado regional... monitorar a ação desses concorrentes. Um exemplo aí recente é \n\num estudo de vulnerabilidade que foi feito, em que se procurou...avaliar todas as \n\npossibilidades de ações dos concorrentes atuais e potenciais: importadores, traders, \n\nblenders... poderiam entrar no mercado regional, na área de influência da Refap” \n\nE21. \n\n“...a mudança de tecnologia na área de refino não é tão rápida assim, ela não \n\nacontece assim de estalo...nós temos uma relação muito grande com a Petrobras, \n\nvamos manter esta ligação e queremos também explorar agora uma outra vantagem \n\nque é ter um sócio num outro lugar que é a Repsol, pra tirar proveito desta situação. \n\nEntão, tecnologia não é um problema para a gente. A gente esta conectado aos dois e \n\nvai tirar proveito disso. E, em relação a concorrentes,...é um ponto de aprendizado \n\npra gente...porque nós não temos experiência nisso. O mercado apenas abriu tem um \n\nmês...e alguns produtos tem um ano e pouco que abriu, então é muito pouco tempo. \n\nNesse caso a nossa idéia é aproveitar a experiência da Repsol que atua num mercado \n\ncompetitivo já há vinte anos e aprender mais rápido com eles,...mandando gente lá, \n\ntrazendo gente pra cá...Mas é uma coisa...que é ainda carente...pra desenvolver \n\nmelhor aqui...estamos entrando no jogo, aprendendo. [Legislação]... estamos \n\n\n\n 52 \n\nconectados com a Petrobras e de olho na ANP também, então...nós sabemos o que \n\nestá acontecendo com antecedência”E11. \n\n“um exemplo específico foi no final do ano passado onde  a ANP pôs pra consulta \n\npública 12 minutas de portarias. Nós analisamos todas elas, colocamos cinco \n\ncomentários e três delas foram aceitas, inclusive uma delas literalmente”E16. \n\n“...ainda vejo como pouco ágil...nós estamos vivendo períodos de bastante mudança, \n\nespecialmente de legislação, especificação de produtos e muitas vezes nós ainda \n\nestamos sendo atropelados...Nós ainda estamos...atrelados à Petrobras...bastante \n\nlentos... [introdução da rede de inteligência competitiva][estudo de \n\nvulnerabilidade]...ainda  é insipiente este nosso trabalho. A atenção de \n\nter...principalmente dentro da área comercial (uma) área que vai puxar essa \n\nmudança...bastante intenso, mas no momento ainda não...Mecanismos para detectar \n\nnovas tecnologias no mercado, produtos e processos...algo sistematizado nós não \n\ntemos”E7. \n\nEmbora difiram internamente as respostas a esse item, é possível observar a intenção da \n\nempresa em monitorar a questão da tecnologia, aproveitando a proximidade com a Petrobras, \n\nbem como a potencial possibilidade de troca de tecnologias com a Repsol. A preocupação \n\ncom a legislação pode ser observada, como foi o caso das liminares da ANP, inclusive com \n\nações específicas da empresa para intervir na criação/modificação de leis. Mesmo que a \n\nempresa se considere iniciante nessa atividade, é possível observar ações ligadas aos \n\nconcorrentes, caso do estudo de vulnerabilidade da empresa na região em que se encontra. A \n\ncriação da nova empresa pôde, em parte, contribuir para melhorar a agilidade da refinaria, \n\ncomo foi o caso de sua participação na modificação da legislação, porém, em contrapartida, \n\nobservou-se que,  por ainda estar de fato muito ligada à Petrobras, em certos processos ela \n\ntende a ser lenta. \n\n5.1.5 Efeitos das Mudanças de nosso ambiente de negócios em nossos clientes \n\n(verificamos periodicamente esse item) \n\n“...a gente fica examinando muito de perto o que está acontecendo...Nós temos um \n\nnúmero de clientes reduzido...20, 28, 30...Você consegue dar um seguimento muito \n\nbom...Para saber exatamente...tudo o que está acontecendo, só tem um jeito: \n\n\n\n 53 \n\nproximidade...Em 2001, nós não fizemos um plano que a gente tinha mas é um plano \n\nde visitas da alta cúpula ao cliente, manter esta proximidade...não só o pessoal da \n\nárea comercial mas...outras diretorias também... manter os canais abertos... Isso não \n\nestá sistematizado, é um dos itens que precisa ser feito agora em 2002...Os [clientes] \n\nmais importantes....mesmo sem ter sistematizado tá fazendo isso mas não é assim, \n\nnão tem um calendário...mas elas estão acontecendo” E11. \n\n“...o ano passado teve as liminares (ICMS...PIS COFINS)...onde a refinaria ou a \n\nprópria Petrobras acompanhou bastante a questão...e a possibilidade de uma \n\nmudança forte no relacionamento das distribuidoras...foi uma mudança no \n\nmercado...na própria legislação...Não [há] a preocupação...uma sistemática...Eu \n\ndiria que essa atividade é mais reativa do que pró-ativa” E16. \n\n“com  essa visão assim não é feito monitoramento. Existe esta preocupação \n\n[legislação], não de um cliente específico, mas no mercado como um todo. Se...uma \n\nmudança na legislação (vai) impactar o negócio dos clientes, a gente procura \n\ndiscutir isso e avaliar em conjunto com eles... Normalmente acontece não por \n\nmonitoramento mas por iniciativa do cliente, se ele tem alguma dificuldade, alguma \n\ncoisa ele levanta o problema e a gente discute. Com a COPESUL...[maior cliente da \n\nrefinaria] é muito comum...Discutimos novas questões...crédito ou mesmo a  questão \n\n[de] fornecimento, se prever uma crise tem que aumentar o estoque aqui pra garantir \n\no fornecimento para eles...estas questões...são avaliadas e normalmente \n\nencaminhada alguma solução” E21. \n\nIdentificaram-se ações isoladas da refinaria a respeito das conseqüências de mudanças da \n\nlegislação e outros fatores do ambiente em seu cliente mais importante . Não foi observada a \n\nprática disseminada e regular de ações no sentido de detectar os prováveis efeitos dessas \n\nmudanças em seus demais clientes. \n\nAnálise da geração de inteligência de mercado  \n\nDas cinco variáveis investigadas, obtiveram-se três respostas positivas, revelando ações \n\nda empresa com o objetivo de gerar informações de mercado. \n\nA proximidade da empresa de seus clientes é um ponto forte na medida que isso sinaliza \n\ncom a possibilidade de conhecer suas necessidades e anseios. Essa proximidade é observada \n\n\n\n 54 \n\nnos encontros quinzenais e mensais, assim como nas visitas realizadas pelos clientes à \n\nempresa, em uma freqüência bastante superior àquela prevista pelo construto adotado (ver \n\nitem 5.1.1). \n\nEmbora a refinaria tenha criado formas de se aproximar de seus clientes, com isso \n\nfacilitando a troca de idéias e a externalização de insatisfações e pedidos novos dos clientes, \n\nela, ao mesmo tempo, reporta pouca rapidez na detecção das mudanças nas preferências dos \n\nclientes (ver item 5.1.3). Essas opiniões parecem revelar problemas com a segunda \n\ncomponente de orientação para o mercado – disseminação – em que as informações geradas \n\npor determinados setores não migram pela estrutura. \n\nMesmo não realizando pesquisas diretas em seus clientes, a empresa faz uso de pesquisas \n\nanuais de satisfação de clientes, conduzidas pela Petrobras. Essas pesquisas apresentam uma \n\nvisão geral de como estão sendo seus esforços em atender aos clientes. Não obstante, pelo \n\nconstruto utilizado, esse é um item deficiente da refinaria, uma vez que não é ela quem realiza \n\nas pesquisas (ver item 5.1.2). \n\nEmbora seja elevado o número de respostas que consideraram a empresa lenta em \n\ndetectar mudanças nas preferências dos consumidores, as respostas contrárias revelam fatos \n\nque levam a crer em uma rapidez em observar essas mudanças (ver item 5.1.3). Os encontros \n\nquinzenais e mensais, abordados em 5.1.1, bem como as visitas que os clientes fazem à \n\nempresa são momentos para essa detecção. \n\nA empresa entende estar adotando um nível satisfatório de esforços, visando cuidar das \n\nquestões ligadas a concorrentes,  tecnologia e legislação (ver item 5.1.4). Mesmo que nesse \n\nmomento o mercado não represente tantos perigos para a empresa e, ainda que não se observe \n\nconsistência na execução dessas ações, a empresa demonstra realizar esforços nesse item em \n\nparticular. \n\nA empresa não adota uma posição mais agressiva para gerar informações a respeito dos \n\nclientes conforme mostra o item 5.1.5. A sistematização de ações, visando a obter \n\ninformações em avanço da situação de seus clientes, bem como as conseqüências das \n\nmudanças do mercado nos mesmos, deveria, segundo Kohli, Jaworski, Kumar (1993),  ser \n\nadotada como integrante de uma política de orientação para o mercado. \n\n\n\n 55 \n\n5.2 DISSEMINAÇÃO DE INTELIGÊNCIA DE MERCADO \n\nRespostas obtidas \n\n5.2.1 Encontros entre diretorias/gerências (para debater tendências de mercado, novos \n\ndesenvolvimentos, freqüência com que ocorrem) \n\n“...eles têm ocorrido, diria não de forma regular, não com agenda pré-definida. Por \n\nexemplo não sei, em 2002, quantos encontros nós vamos ter...pra essa discussão, mas \n\nem 2001 ocorreram diversos” E18. \n\n“...não  de uma forma sistemática em nível de gerência. Em nível de \n\ndiretoria...sim...Existem reuniões sistemáticas, onde a gente, em alguns momentos, \n\ndiscute, mas nada tão específico sobre desenvolvimento de mercado” E16. \n\n “...a gente passou a ter há bastante tempo...uma reunião de diretorias quinzenal e \n\nnas outras duas semanas no mês a reunião é da diretoria com todos os \n\ngerentes...reunião estratégica...aborda os itens  que tem importância... discutindo em \n\nconjunto, buscando unir o grupo, em busca da melhor solução... [pauta] definida em \n\nfunção do que de mais importante está ocorrendo sob o ponto de vista estratégico” \n\nE12. \n\n“...nós temos feito reuniões de setores de operação da refinaria e, nestas reuniões, o \n\ndiretor comercial tem vindo apresentar a visão de mercado da refinaria, quais são os \n\nplanos da refinaria, como é que está se estruturando, porque nós estamos iniciando \n\num trabalho. Não tem um trabalho estruturado, mas a idéia, o plano de trabalho, o \n\nplano de ação. É discutido quem são os principais concorrentes, quais são as \n\nprincipais ameaças, quem são os clientes, isso pra todos os empregados vem sendo \n\nfeito”E7. \n\nObserva-se que não existem encontros trimestrais entre diretorias e gerências com o \n\nobjetivo específico de tratar tendências de mercado ou novos desenvolvimentos. Assuntos \n\ndessa natureza são tratados de forma eventual, nos encontros regulares para a discussão de \n\nassuntos gerais. \n\n\n\n 56 \n\n5.2.2 Interação da área comercial e do marketing com outros departamentos (discutir \n\nnecessidades futuras dos clientes) \n\n“..isso... ainda não entrou em operação” E7. \n\n“...a gente...tem deficiências ainda e por isso...está criando este fórum [reuniões \n\nmensais interdepartamentais para a análise de resultados]...o que nós visamos ali? \n\nQue esse assunto seja permanente aqui dentro, permanentemente tratado e...voltado \n\npara o mercado...Em termos de organização a gente colocou a área de planejamento \n\nda produção dentro da área de mercado. Entre todas as refinarias do Brasil é a \n\núnica assim” E11. \n\n“...está regular. A gente carece muito ainda de agilidade na  tomada de decisões e \n\nanálise...[plano estratégico de marketing] ele hoje vai ser o ...alicerce das nossas \n\natividades dos próximos 24 meses...Tem uma sistematização do desenvolvimento de \n\nnovos produtos e serviços, então a gente vai ter dentro desta sistematização não só  \n\nos procedimentos como a política que...vai adotar” E16. \n\n“...pela área de mercado e pela comercial não. Não somos procurados pra discutir \n\neste tipo de coisas” E20. \n\nAs áreas de comercialização e mercado não têm boa interação com os demais \n\ndepartamentos da refinaria. A empresa está organizando essas atividades, principalmente \n\natravés da inclusão de ações ligadas ao marketing no planejamento estratégico. \n\n5.2.3 Rapidez em circular notícias (quando alguma coisa acontece a um importante  \n\ncliente) \n\n“...é grande a velocidade. Qualquer coisa que ocorra, já na...reunião matinal que \n\nnós temos..., na missa, a pessoa já vai tomar conhecimento...tem um número \n\nsignificativo de pessoas ali da nossa organização...” E12. \n\n“...se algum cliente está com problema, esta notícia demora muito a chegar, a gente \n\n[produção] fica sabendo nessa reunião de programação da produção,...então a gente \n\nacaba atacando isso aí direto, mas a divulgação para o sistema todo, ela não \n\nacontece, ela é muito lenta” E6. \n\n\n\n 57 \n\n“...a estrutura perde para a rádio tamanco. A rádio tamanco é aquela maneira \n\ninformal, oficiosa, ela corre antes” E19. \n\n“É rápida...existe uma reunião diária, que nós apelidamos aqui de missa...onde o \n\ncoordenador de turno coloca as principais notícias do dia. O que ocorreu no turno e \n\nno dia, então tem  informações operacionais,  e um dos itens que já esta \n\nsistematizado, são as manifestações dos clientes. Se houver uma manifestação do \n\ncliente o próprio coordenador de turno, às oito horas da manhã deixa avisado o \n\nsistema que houve uma manifestação de cliente tal, solicitando tal coisa, reclamando \n\nde tal coisa...o sistema se mobiliza também para esta questão...hoje a informação, ela \n\né bem rápida.” E16. \n\nVerificou-se a existência de evento diário, matinal, onde são reunidas as principais \n\ngerências da refinaria, momento no qual são divulgadas as principais notícias das últimas 24 \n\nhoras. Nessa ocasião, a gerência de comercialização, o Coordenador de Turno, assim como \n\nqualquer outro funcionário que tenha informações novas, poderão comunicá- las aos demais \n\ncolegas da estrutura, indicando a existência de alta rapidez na divulgação de notícias sobre \n\nclientes. \n\n5.2.4 Divulgação de dados sobre clientes (dados sobre satisfação dos consumidores são \n\ndivulgados regularmente em todos os níveis da empresa) \n\n“...regularmente sim, em todos os níveis da empresa...ainda não...ela é sistematizada, \n\ninclusive contratamos uma empresa, consultoria da qualidade, pra fazer a pesquisa \n\nde satisfação, mas [os resultados dela]...não está ainda disseminada para toda a \n\norganização” E16. \n\n“...pela refinaria toda não, por gerências, sim que é...o relatório de satisfação dos \n\nclientes”E7. \n\n“...tem a pesquisa anual... é feito um evento no auditório,  onde todos são \n\nconvocados. É explicado nos detalhes o questionário, as respostas a todos” E11. \n\n“...as pesquisas de satisfação dos clientes são as pesquisas corporativas [Petrobras], \n\nelas são divulgadas...uma convocação formal...para todos os gerentes, pessoas \n\n\n\n 58 \n\ninteressadas. Fora esta grande apresentação desta grande pesquisa muito pouca \n\ncoisa a gente ouve” E17. \n\nSão realizadas pesquisas de satisfação de clientes, que ocorrem em uma base regular \n\nanual, conduzidas pela Petrobras, divulgadas desde a alta administração até as gerências. Não \n\nfoi observada uma sistemática de divulgação para os níveis gerenciais mais baixos e \n\nfuncionários subordinados, parecendo ficar a critério do gerente local de contato a forma de \n\ndivulgação. \n\n5.2.5 Rapidez na divulgação de informações sobre concorrentes (quando algum \n\ndepartamento descobre alguma coisa importante  sobre a concorrência, ele é \n\nlento em alertar aos outros departamentos) \n\n“...não observo...nenhuma agilidade aí... Não vejo uma forma clara de incentivo [à \n\ndivulgação]....esta informação vai ficar num bate-papo de corredor...não se vai ter \n\nesta preocupação de levar à área comercial...Não, eu desconheço [um canal que \n\nfacilite iniciativas pessoais]” E10. \n\n“...ela pode acontecer através do correio eletrônico...um efeito bastante rápido, \n\nmas...não existe um canal formal pra passar esta informação para que ela tenha \n\ndestaque em relação às demais informações que vem pelo correio eletrônico” E2. \n\n“...ela flui rapidamente via aquele canal [rede de monitoramento], até de conversa \n\ninformal...ela tem rapidez. O pessoal todo é ligado nisso aí de passar informações, o \n\npessoal de campo quando recebem algo que eles acham importante, eles passam \n\ndiretamente para o gerente...A gente não tem muitos dados sobre os concorrentes, ou \n\nse os dados existem...não existe ainda esta cultura de divulgação destes dados. Por \n\nenquanto...é meio informal...mas tem a rede...de monitoramento...está sendo montada \n\ne está andando” E3. \n\n“...muito lento...teoricamente isso aí seria  divulgado através da inteligência de \n\nnegócio...mas o acesso ainda é restrito...a algumas áreas...por exemplo, o pessoal de \n\nunidades...das gerências do SEDIL, SECRA, eles não tem acesso à rede de \n\ninteligência de negócio. Então eles provavelmente vão ter que trazer para a área \n\ncomercial que vai incluir né. E isso está muito ligado a pessoas... Então fica na \n\n\n\n 59 \n\nmesma linha das conversas de corredor, são as pessoas que tem mais tendência de \n\ncomentar e tudo o mais e tentar ajudar a diretoria da empresa e outras não”E9. \n\nNão foi detectada consistência na sistemática de coleta e divulgação interna de \n\ninformações a respeito da concorrência, bem como no uso de recursos internos disponíveis, \n\ncomo é o caso do correio eletrônico e de ferramenta específica (rede de monitoramento, rede \n\nde inteligência de negócio), em meio eletrônico, destinada, entre outras coisas, a essa coleta. \n\nA importância,  dada ou não à determinada informação a respeito da concorrência, parece \n\nficar a critério individual de cada funcionário, assim como a sua provável iniciativa de \n\ncomunicá- la ao restante da estrutura. \n\nAnálise da disseminação de inteligência de mercado \n\nEssa foi a componente de orientação para o mercado a receber o menor número de \n\nrespostas afirmativas. Não foi observada a sistematização de ações de disseminação da \n\ninteligência gerada, através da estrutura da empresa, como podem mostrar as respostas \n\ncontidas nos itens 5.2.4 e 5.2.5 . Das cinco variáveis investigadas, foram obtidas duas \n\nrespostas positivas. \n\nA empresa realiza encontros interdepartamentais com o objetivo de pautar assuntos \n\ngerais, podendo nesses encontros serem tratados os assuntos ligados às tendências de mercado \n\ne novos desenvolvimentos (ver item 5.2.1). Porém, comparando-se o caráter mais específico \n\nda variável original dos autores Kohli, Jaworski e Kumar (1993), a qual prevê encontros \n\nespecíficos para essa finalidade, pode-se perceber que a empresa desempenha essa atividade \n\ncom menos rigor do que o previsto. \n\nUm aspecto particularmente desfavorável parece ser a baixa intensidade da relação \n\nexistente entre o setor de mercado (marketing) e os demais setores da refinaria (ver item \n\n5.2.2), bem como a provável execução de atividades de marketing por outros setores da \n\nestrutura, conforme segue:  \n\n“(...) com relação a estas duas gerências [comercialização e mercado] tem algum \n\nproblema que a gerência de marketing, de mercado ela é nova. Parte do que ela tem \n\ncomo atribuição antes era feito pela gerência comercial, então existe ainda algum \n\nvício na gerência comercial...tem uma zona nebulosa...sobreposição de atuação, não \n\né nem de definição de atribuição, está bem definido o que é que faz(em)” E4. \n\n\n\n 60 \n\n“(...) hoje o único elo que se tem com a área industrial é a parte de programação e \n\nprodução”E4. \n\n“...foi feito um planejamento de marketing, envolveu um monte de gente, horas e \n\nhoras de trabalho, isso seria apresentado agora na última reunião, mas o pessoal \n\nque ia apresentar parece que não estavam muito preparados para esta \n\napresentação...não estou bem por dentro o que vai ser exatamente o planejamento de \n\nmarketing”E20. \n\nEmbora Homburg, Worman e Jensen (2000, p.461) observem que os limites funcionais \n\nestão perdendo força nas empresas, com isso dando lugar aos trabalhos de equipes \n\ninterfuncionais e, ainda segundo Kohli e Jaworski (1990) e Narver e Slater (1990), que \n\npregam ser a orient ação para o mercado tarefa de todos na organização, e não apenas do \n\nmarketing, mesmo assim, resta a dúvida em relação à adequação de um programa de \n\nestratégia de marketing que não esteja apoiado em um núcleo forte, responsável pela criação e \n\napoio na difusão de uma nova filosofia empresarial, principalmente em suas etapas iniciais. \n\nPercebeu-se, porém, sinais de uma estruturação prevista para a área de marketing, \n\nconforme a seguinte opinião: \n\n“(...) o plano estratégico de marketing...vai ser... o alicerce das nossas atividades dos \n\npróximos 24 meses” E16. \n\nNão é possível afirmar-se que toda a empresa saberá, em um curto intervalo de tempo, \n\nquando mudanças importantes acontecerem com algum cliente importante da empresa. É \n\npossível acreditar-se, porém, que os altos e médios escalões da empresa, através dos encontros \n\nmatinais diários, bem como devido à proximidade e informalidade existente no \n\nrelacionamento entre as gerências, saberão com relativa rapidez dessas mudanças (ver item \n\n5.2.3). Resta verificar a efetiva necessidade de toda a empresa ficar sabendo dos \n\nacontecimentos nesse curto intervalo de tempo, considerando-se que a tomada de \n\nprovidências recai sobre os escalões mais altos, além daqueles setores mais ligados ao \n\nmercado, que certamente estarão informados dos fatos importantes. \n\nA disseminação das informações a respeito da satisfação dos clientes não é realizada em \n\ntodos os níveis da empresa, como mostra o item 5.2.4. Na medida que as informações sobre \n\nclientes, sendo mais difundidas na empresa, contribuem para uma orientação para o mercado, \n\n\n\n 61 \n\nsegundo Kohli, Jaworski e Kumar (1993), a não realização plena dessa atividade representa \n\numa deficiência da empresa à luz da metodologia adotada.  \n\nNão foi observada rapidez na divulgação de informações sobre os concorrentes. \n\nRefletindo, talvez, uma cultura incipiente da empresa em aproveitar as potencialidades da \n\ninformação como ferramenta para a competitividade, não foi observada agilidade, tampouco \n\numa manifestação declarada de que isso seria uma prática importante, a ser adotada \n\nregularmente (ver item 5.2.5). \n\nNo entanto, a empresa possui excelentes recursos de comunicação, tais como rede interna \n\npara quase 100% dos funcionários administrativos, Internet, intranet, extranet, sistema de \n\ncorreio interno, sala de vídeo-conferência, sistema de teleconferência, além de uma rede \n\neletrônica de inteligência em fase de implantação. É possível que não esteja sendo explorado \n\ntodo o potencial que esses recursos apresentam para o gerenciamento da informação e do \n\nconhecimento como ferramentas competitivas.   \n\nUma variável bastante recorrente nas observações dos entrevistados diz respeito a \n\ndeficiências na coordenação interdepartamental. As prováveis conseqüências dessa realidade, \n\nna componente disseminação de inteligência, são abordadas a seguir. \n\nAdotando-se as descobertas da pesquisa de Jaworski e Kohli (1993), que apontam uma \n\ninfluência da definição funcional dos diferentes departamentos de uma organização como \n\nimportante para uma melhor orientação para o mercado, assim como opiniões obtidas, \n\npercebeu-se  que a refinaria pode estar enfrentando problemas para  a disseminação de \n\ninteligência devido, justamente, a problemas existentes nas relações interfuncionais conforme \n\no seguinte testemunho: \n\n“...a Diretoria Industrial ficou muito operacional...e a Diretoria Técnica,...meio que \n\nfechou. Juntou todos os engenheiros num canto e eles estão fechados...acabou se \n\ncriando duas ilhas aqui dentro... Na Diretoria Comercial, tu tens o desenvolvimento. \n\nO desenvolvimento está aí para desenvolver novos produtos, atender o cliente. Só \n\nque de nada adianta estar a comercialização e marketing  começando pelo \n\ndesenvolvimento...criando uma ilha de referência...se a Diretoria Industrial...estiver \n\nmeio encastelada. Isto ocorre principalmente por fluxo de informação. Sinto...a \n\nDiretoria Industrial...muito apática...dentro dos seus problemas e isso cria um vácuo \n\n\n\n 62 \n\nna organização. Não vai ser a gerência de comercialização e marketing que vão \n\nresolver...E4. \n\nKohli e Jaworski (1990, p.6), citando Daft e Steers (1985), apresentam a Comunicação \n\nHorizontal como sendo “... O fluxo lateral que ocorre dentro e entre departamentos, servindo \n\npara coordenar pessoas e departamentos, para facilitar atingir aos objetivos da organização”, e \n\ncomplementam com “... a comunicação horizontal da inteligência de mercado é uma forma de \n\ndisseminação da inteligência dentro da organização”.   \n\nA descrição de funções das gerências e diretorias, bem como as possíveis diretrizes \n\ninternas que regulam as relações interdepartamentais, de alguma forma, parecem favorecer ao \n\nisolamento entre elas, impondo obstáculos às ações das áreas de comercialização e mercado. \n\n5.3 RESPOSTA À INTELIGÊNCIA DE MERCADO \n\nRespostas obtidas \n\n5.3.1 Atenção às mudanças nas necessidades dos clientes quanto a produtos/serviços \n\n(por algum motivo existe a tendência a esquecê-las)   \n\n“...hoje é bem maior do que antes, mas ainda...não é suficiente. Nós precisamos \n\nurgentemente iniciar...atividades de pós-venda...Isso é extremamente importante. \n\nFazer a visita no cliente, periódica, e conhecer mais o nosso produto dentro do \n\nprocesso do cliente e ainda a gente vai conseguir ter essa pró-atividade em oferecer \n\nnovos serviços pra eles e melhorar nosso produto pra ele” E5. \n\n“...Na companhia como um todo, ela é regular...hoje como não existe uma \n\nsistematização...ela pode se perder....Na medida em que se  tiver uma sistematização \n\nde chegada de idéias e de manifestações e tiver um procedimento, eu acho que estas \n\nidéias elas vão ser tratadas...” E16. \n\n“...isso aí é uma verdade. Até é uma brincadeira que existia aqui, não só aqui mas \n\nem geral, no... sistema Petrobras...o marketing dos quatro Qs – quer quer não quer \n\nnão quer- O [não]quer, tem quem...[queira]. Isso aí é uma conseqüência da cultura \n\nde monopólio, a cultura do abastecimento, da obrigatoriedade...trazia como uma \n\n\n\n 63 \n\ndecorrência natural dele [monopólio] a obrigatoriedade do abastecimento. Então \n\ntem que abastecer o mercado...tem que entregar os produtos, produzam e entreguem \n\ne é isso... que está aqui...Diferente disso não sou obrigado e se não quer tem outro \n\nque quer, tá... E isso criou uma cultura muito forte. Foi anos dessa prática. \n\nHoje...existe todo um discurso de mudança... já mudou muito  a prática, mas...ainda \n\ntem resquícios, eventualmente, disso aí” E21. \n\nA empresa não possui sistemática para o recebimento e tratamento das solicitações dos \n\nclientes. A ausência de atividades rotineiras de pós-venda talvez impeça um contato maior e a \n\noportunidade de tomar contato com as necessidades dos clientes. A possibilidade da \n\nremanência de uma cultura monopolista  tenderia a contribuir para diminuir a atenção da \n\nempresa às reclamações dos clientes. \n\n5.3.2 Desenvolvimento de nossos produtos (a linha de desenvolvimento de produtos é \n\nrevisada periodicamente para garantir que eles estejam de acordo com o que os \n\nclientes desejam) \n\n“...ocorre, tanto que  nós temos um rol de especificações de produtos, especificações \n\ninternas, que valem pra Refap, não é nem...Petrobras, nem especificação ANP. Ela \n\nacontece aqui totalmente pra atender as necessidades dos nossos clientes” E18. \n\n“...sim, um ou outro produto pode surgir, por exemplo....pra borracha, hoje nós \n\ntemos o Petrosolve, ou seja, mudou a especificação em função de atendimento de \n\nnecessidade de cliente...Diesel metropolitano, baixo [teor] de enxofre, hoje até...é \n\numa especificação. Quando começou, a Refap procurou junto com um convênio com \n\na prefeitura  colocar um diesel de menor enxofre em Porto Alegre para reduzir \n\npoluição mas começou pró-ativamente pela Refap/Petrobras, hoje é uma \n\nespecificação” E8. \n\n“...sim, Petrosolve I, Petrosolve II, o LCO comercializado isoladamente” E9. \n\n“...existe esta revisão. Ela é bem mais lenta do que deveria ser. Tem cliente pedindo \n\nresíduo aromático, a gente não conseguiu atender ainda. Tem NPA PLUS, que é uma \n\nsubstituição ao extrato aromático da REDUC. A gente fez alguma coisa insipiente \n\nque não andou. Diesel inverno, pra botar um diesel para serra gaúcha. Agora nós \n\ncomeçamos a fornecer um diesel parafínico para ser usado no EeP. Existem várias \n\n\n\n 64 \n\niniciativas e talvez por conta  de uma não sistematização no desenvolvimento de \n\nprodutos como um todo, esbarram...” E4. \n\nA refinaria preocupa-se em atender às solicitações de mudanças em especificações de \n\nprodutos e, até mesmo, em desenvolver novos produtos. Não é feita revisão periódica da linha \n\nde produtos devido, em primeiro lugar, pelo foco da empresa ser do ramo de commodities, em \n\nsegundo, devido à característica de elevada inércia, particular das plantas industriais de refino \n\nde petróleo. \n\n5.3.3 Resposta a Mudanças em nosso ambiente de negócios (vários departamentos \n\nreúnem-se periodicamente para responder a mudanças) \n\n“...sim. Anualmente, nós fazemos a revisão ou elaboração do planejamento \n\nestratégico e isto reúne todos os gerentes...As principais mudanças deste \n\nplanejamento é mudança de mercado, mudança de cenário. E isto está nos levando a \n\nsair daquela visão de monopólio e adquirir uma visão de mercado aberto” E7. \n\n“...a afirmação é verdadeira, ela está num processo já desde o ano passado. Temos \n\nquinzenalmente uma reunião que nós chamamos de reunião de assuntos \n\nestratégicos...que reúne os diretores e as gerências, onde são tratados ..,assuntos de \n\nmudanças de ambiente”  E16. \n\n “...a grande mudança que está acontecendo no ambiente de negócio é a própria \n\nabertura do mercado, e a evolução da regulamentação. Isso tem sido tratado \n\nregularmente dentro do plano estratégico de marketing, que envolve vários \n\ndepartamentos. Está sendo criado um chamado comitê de negócios, envolvendo \n\ndiretoria pra discutir , avaliar como é que está ambiente de negócios. ” E21. \n\nOs entendimentos a esse item diferem entre si. Existem reuniões entre diretorias e \n\ngerências para tratar os assuntos de mudanças no ambiente externo. O planejamento \n\nestratégico de marketing, recentemente instituído, prevê esses encontros. Porém muitos \n\nentrevistados vêem o assunto como ainda sendo responsabilidade principal da área comercial. \n\n\n\n 65 \n\n5.3.4 Rapidez das respostas \n\n5.3.4.1 Responder aos concorrentes: caso algum grande concorrente estiver por lançar uma \n\nintensiva campanha direcionada aos nossos clientes, nós elaboramos uma resposta \n\nimediatamente.  \n\n“...depende do que for a agressividade. Se for com relação a preço, não é nosso \n\nobjetivo entrar em guerra de preço, nosso objetivo não é isso, é ser  a melhor opção \n\npara o cliente...” E3. \n\n“...está regular. Nós poderíamos ser mais ágeis... Houve um ataque no ano passado, \n\nnossos concorrentes em relação a gasolina e agente até avaliou bem, mas não houve \n\numa reação tão rápida quanto eu imaginava que a empresa pudesse fazer” E16. \n\n“...sim. Nós temos uma posição competitiva vantajosa. A Refap é a que tem o melhor \n\nposicionamento no seu mercado, portanto nós temos condições sim de dar uma \n\nresposta rápida” E11. \n\n“...isso nós vamos exercitar agora, porque é agora que o mercado abriu \n\nefetivamente. Nós temos uma certa lerdeza com relação a isto aí, até por conta de \n\ndesconhecer como se faz isto. Por exemplo, a Ipiranga, ela pegou parte do mercado \n\nde gasolina da Refap...a gente agiu  de uma forma bem lenta e ainda erramos o \n\nalvo”E4. \n\n“...o mercado...não é um risco eminente... Mas nos preocupa muito mesmo é o \n\nentrante que possa trazer coisas de baixa qualidade ou coisas com vantagens fiscais. \n\nPorque aí é impossível a gente responder...A gente precisa aprender com a nova lei \n\nde mercado. Se ele [Ipiranga] conseguiu entrar em alguma área foi porque a gente \n\ntambém possibilitou...Nós estamos aí para a briga, também podemos invadir a área \n\ndos outros. Não é assim que se trabalha nessa indústria normalmente, é uma coisa \n\nmais equilibrada, inclusive  com coisas que a gente não tem hoje, que a lei não \n\npermite ainda mas fazendo inclusive SWAP pra diminuir os custos de ambas as \n\npartes. Eu entrego gasolina pra ti  e tu entrega naquela região. Com isso aí os dois \n\neconomizam em transportes” E12. \n\n\n\n 66 \n\nEsse parece ser o item que representa maiores desafios para a administração da empresa. \n\nAs respostas variam desde a confiança total na capacidade de resposta, dado o papel que a \n\nempresa desempenha atualmente no mercado regional, passando por opiniões mais reticentes \n\nde que é preciso aprender o novo jogo do mercado livre. Foram externadas algumas restrições \n\nde competição nas quais a empresa não participará, como é o caso da queda na qualidade dos \n\nprodutos e em guerras de preços.  \n\n5.3.4.2 Implementação de novas idéias: capacidade da empresa de implementar um novo \n\nplano de marketing em  um prazo aceitável. \n\n“...a máquina não está bem azeitada...fazer aquela sensibilização, introduzir nosso \n\nmarketing interno...fazer com que todas as áreas fiquem sensibilizadas pra esta \n\nquestão, de ser uma empresa voltada para o mercado” E13. \n\n“...a estrutura em si está bem adequada mas...Como ela não é totalmente integrada, \n\no fluxo de informações não corre com esta agilidade...minha nota seria regular”E16. \n\nFoi observado um estágio muito embrionário das atividades do segmento de marketing da \n\nempresa. Embora o planejamento estratégico de marketing esteja pronto, não se pode notar \n\nseu conhecimento pelos demais departamentos da estrutura. É esperada pouca agilidade na \n\neventual necessidade de implantação de um plano emergencial de marketing, do qual venham \n\na participar outros setores da empresa. \n\n5.3.4.3 Mudanças nos concorrentes (rapidez em responder a mudanças de preços) \n\n“...hoje é difícil de  avaliar...o mercado abriu agora...ela está regular, tendendo a ser \n\nboa. Hoje, na região nós somos a referência de preços...o maior produtor daqui...não \n\nsaberia te responder porque ainda não aconteceu mas...seria regular” E16. \n\n“...não tenho como opinar ainda...liberaram em dezembro e tu pode ver pela mídia o \n\nque aconteceu. Foi liberado em dezembro, em janeiro, reduziu 25%, a Petrobras \n\nacenou com um aumento de 2,21% agora, nós acenamos junto...e o Presidente da \n\nRepública cortou. Então não existe agilidade ainda nesse mercado” E9. \n\n“...talvez  (em) um outro produto, um solvente, uma coisa mais específica. Nosso \n\nmercado é commodity, gasolina  é octanagem,...e é aquele preço... A nossa maneira \n\n\n\n 67 \n\nde fazer preços hoje  é balizado pelo preço internacional, se alguém chegar  aqui \n\ncom preço muito mais baixo que nós  vai ser problema” E15. \n\n“...a refinaria não quer entrar em guerra de preço...dentro de todos os conceitos de \n\nserviço que ela está oferecendo ao cliente...nós não vamos ser o preço mais barato, \n\ncom toda certeza. Até pode num momento ou outro fazer uma promoção e fazer o \n\npreço mais barato mas a idéia...(é) ter um preço razoável que atenda ao cliente e que \n\nele se sinta satisfeito porque tem todas as outras garantias que vem por trás” E3. \n\nEsse item parece constituir grande dúvida para empresa, em função da inexperiência em \n\nlidar em mercado livre. Existem porém critérios já definidos para a competição, os quais \n\nadvêm da decisão da empresa em ser um parceiro de longo prazo para seus clientes. Ao adotar \n\nesses critérios ela propõe-se a oferecer toda a estrutura e confiança de uma empresa com mais \n\nde 30 anos no mercado regional, de certa forma ainda respaldada pela referência maior que é a \n\nPetrobras, com quase 50 anos de atividades no país. \n\n5.3.5 Coordenação interdepartamental (as atividades entre vários departamentos \n\nnessa empresa são bem coordenadas; quando clientes desejam modificações em \n\nprodutos/serviços os departamentos envolvidos fazem um esforço concentrado \n\npara implementá-lo) \n\n“...o grande problema é gerenciamento  das interfaces...mas, de uma maneira geral, \n\nacho que nos últimos tempos melhorou bastante...a conversa está maior entre as \n\ndiretorias, o relacionamento está melhor” E20. \n\n“...nós ainda temos deficiência, por causa da nossa origem, a nossa história. \n\nAntigamente a gente era muito departamentado, cada um no seu canto. Estamos num \n\nprocesso de mudanças. Não vejo isso como um grande problema aqui”E11. \n\n“...do ponto de vista de diretoria...tem  uma boa coordenação, até pela integração \n\nque existe...uma  proximidade física [mesma sala] facilita... Elas têm a sua \n\ncoordenação interna tem  um instrumento muito forte que eles usam. Já (a) \n\ncoordenação entre as gerências é mais difícil, até pela estrutura organizacional, ela \n\ntem esta característica [vertical]. Tem diversos mecanismos pra tentar propiciar esta \n\nintegração...reuniões diárias, reuniões semanais mas...a integração aqui [nível \n\n\n\n 68 \n\ngerencial] é mais difícil do que na cúpula, no nível da diretoria...como é a \n\ncaracterística de um sistema operacional desses aí”E21. \n\n“...a gente está fazendo esforço pra aproximar as gerências, tem um objetivo de \n\nbuscar uma visão comum, um pensamento sistêmico, cada um conseguir enxergar o \n\ntodo. Temos uma visão muito segmentada - meu negócio é só produção, meu negócio \n\né só engenharia - essa falta de visão comum prejudica a integração, nós estamos \n\nfazendo um esforço para que...reduza estas questões” E14. \n\nParece ser consenso, nos níveis de alta administração e médias gerências, o nível \n\ninsatisfatório da coordenação interdepartamental na empresa. Embora notem-se avanços na \n\ncoordenação entre diretorias, em parte explicados pela proximidade física dos diretores, à \n\nmedida que se afastam da alta administração aumentam os problemas de coordenação. Parte \n\ndesses problemas pode ser causada por deficiências ou indefinições nas descrições dos papéis \n\nde cada uma das gerências. Dessa forma, é mais provável que as diferentes gerências \n\nprivilegiem sua atenção aos problemas internos de cada uma em detrimento de uma visão \n\nmais sistêmica. A forma como está montada a atual estrutura organizacional parece favorecer \n\na esse isolamento. \n\n5.3.6 Tratamento a reclamações de clientes (não são ouvidas nessa empresa) \n\n“...está muito calcado em pessoas ainda...dependendo quem está tratando \n\ndeterminada coisa vira um entendimento (de) atendimento a cliente por parte desta \n\npessoa. Cliente é uma cultura a ser disseminada muito fortemente ainda dentro da \n\nrefinaria...Não pode...quando eu quero resolver uma coisa de cliente eu vou procurar \n\no [fulano],  porque enxerga bem o cliente e normalmente procura traduzir isto pra \n\nrefinaria” E9. \n\n“...Hoje nós temos um sistema, o Vantive, serviço de atendimento ao cliente, onde o \n\npróprio sistema dá um prazo pra resolução...em termos de ferramenta nós estamos \n\nOK. O que nos falta é alguém que esteja olhando a efetividade da ação em cima \n\ndestas reclamações e os prazos...para que elas não venham ocorrer novamente. As \n\nreclamações se repetem”E5. \n\n“...[Vantive, SAC]. Para cada tipo de assunto existe um responsável dentro da \n\nrefinaria e é acompanhado estatisticamente o tempo de respostas, se não for \n\n\n\n 69 \n\nrespondido, dentro da cadeia, vai migrando. Se um técnico não der respostas a \n\ntempo passa para o gerente dele, se o gerente não responde, chega até a cobrança ao \n\ndiretor” E7. \n\n “...atender ao cliente às vezes pode até ser imediato, mas às vezes pode  demorar \n\nalgum tempo”E3. \n\n“...ela é rapidamente implementada, agora quando é uma coisa mais complexa que \n\nrequer um projeto ou um estudo de engenharia, é lento...se o cliente solicita algo \n\nnovo, aí a área comercial encaminha para a área de otimização da refinaria né, pra \n\n(estudar) a possibilidade de atender” E8. \n\nAs reclamações dos clientes são recebidas e tratadas pela empresa, existindo inclusive \n\nsistema informatizado especialista para essa atividade. Muitas reclamações são atendidas \n\nmediante simples alterações nos procedimentos operacionais. Outras, requerendo mudanças \n\nsignificativas na planta, são mais difíceis de atender e, em alguns casos, demoram muito. Não \n\nse  detectou, contudo, uma visão uniforme na empresa quanto à sua real situação em relação \n\nao atendimento às reclamações dos clientes.  \n\nAnálise da resposta à inteligência de mercado \n\nAs respostas para essa terceira componente de orientação para o mercado situam a \n\nempresa em um estágio intermediário de atendimento. Importantes ações de respostas são \n\ntomadas, porém, em função do momento de transição, tanto da empresa quanto do mercado \n\nnacional, não foi possível a investigação plena de algumas variáveis. \n\nComo etapa final desse processo de gerenciamento de informações de mercado, que se \n\nconstitui uma orientação para o mercado, a capacidade de resposta da empresa ocorre de \n\ndiferentes maneiras. Em determinados momentos, a empresa é capaz de responder quase \n\ninstantaneamente às demandas dos clientes ou do mercado, bastando, muitas vezes, a \n\nintrodução de pequenas mudanças nas rotinas operacionais. Em outros momentos, essa \n\nresposta poderá demorar muito, dependendo da extensão das mudanças a serem feitas. Por \n\nfim, há casos em que a empresa não poderá atender às demandas dos clientes, uma vez que \n\nelas demorariam anos para ser implementadas, bem como, em alguns casos, seriam \n\neconomicamente inviáveis. \n\n\n\n 70 \n\nConforme o item 5.3.1, observa-se que não existe uma sistematização no atendimento às \n\nnecessidades dos clientes, podendo inclusive serem perdidas algumas das reclamações por \n\nmelhores produtos ou serviços. Por outro lado, como característica positiva da empresa, \n\nesforços são feitos e produtos são modificados, a fim de melhor atender aos clientes, na \n\nmedida em que exista uma viabilidade técnico-econômica (ver item 5.3.2). Resultado desses \n\nesforços são as freqüentes modificações nas especificações de produtos, resultando, muitas \n\nvezes, em produtos com qualidade superior até mesmo às especificações da Petrobras e da \n\nAgência Nacional do Petróleo – ANP –, reguladora desse mercado. \n\nHá casos em que novos produtos surgem das necessidades atendidas dos clientes, por \n\nexemplo o solvente de borracha, para o qual a empresa (Petrobras) mobilizou sua engenharia \n\ninterna, desde o Centro de Pesquisas no Rio de Janeiro, a própria equipe local da refinaria, \n\nentão chamada Alberto Pasqualini S.A., e contratações de serviços e materiais em um total de \n\ndoze milhões de dólares, investidos diretamente na Unidade de Solventes –USOL.  \n\nA nova estruturação da empresa, de uma maneira geral, ensejou maior aproximação entre \n\nas diretorias e gerências da refinaria, em função das demandas naturais que surgem com as \n\nmudanças (ver item 5.3.3). Dessa forma, verificou-se a ocorrência de um número bastante \n\ngrande de encontros diários, semanais, quinzenais, mensais, semestrais e anuais, nos quais a \n\nempresa discute questões ligadas à abertura do mercado, mudanças de cenário, \n\nregulamentações, etc. \n\nOs itens ligados às respostas da empresa às ações da concorrência tiveram dificuldades \n\npara serem investigados em função do momento de transição pelo qual passa a empresa, de \n\numa economia de monopólio para uma economia de mercado, onde ainda não se identifica \n\numa manifestação mais clara da concorrência. \n\nAs respostas obtidas revelam uma preocupação e disposição para o enfrentamento da \n\ncompetição (ver item 5.3.4.1), mesmo em casos de difícil posicionamento, como é o das \n\npolíticas de preços, para o qual a empresa já tem definidas algumas linhas de ação (ver item \n\n5.3.4.3). \n\nA situação de pouca integração enfrentada pela empresa em relação ao trabalho conjunto \n\ndo marketing com as demais gerências da empresa, conforme já relatado em 5.2.2, repete-se \n\nna investigação do item 5.3.4.2. Em função do estágio inicial da implementação de uma nova \n\nestrutura organizacional, refletindo o início de uma nova cultura empresarial em que os \n\n\n\n 71 \n\nassuntos do mercado estejam mais presentes nas ações do dia-a-dia das pessoas, as respostas \n\ncolhidas permitem prever uma baixa capacidade de implementação de eventual plano de \n\nmarketing em um tempo adequado.  \n\nAs opiniões obtidas para as variáveis envolvendo coordenação intersetorial refletem uma \n\nempresa em evolução (ver item 5.3.5), cujas relações interdepartamentais, mais \n\nespecificamente entre diretorias, mostram maior aproximação do que no passado, porém, \n\nreportam problemas  de coordenação nos níveis mais baixos da estrutura, o que pode dificultar \n\na ação conjunta tanto na execução das atividades rotineiras quanto nos casos das respostas às \n\nnecessidades dos clientes.  \n\nEm relação ao atendimento às reclamações dos clientes (ver item 5.3.6), a empresa \n\natingiu, em 2001, o mais alto grau de satisfação de clientes entre todas as refinarias da \n\nPetrobras no país, em pesquisa anual realizada pela empresa. Esse resultado revelou a atenção \n\nque a empresa dá às reclamações dos clientes, mesmo  nos casos em que as respostas são \n\ndemoradas. \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\nCONCLUSÕES \n\n \n\n \n\nO surgimento e desenvolvimento do marketing ao longo do século XX, além de \n\nrepresentar o aparecimento de uma nova área de conhecimento dentro das ciências sociais, \n\ncontribuiu decisivamente para dar suporte às empresas, com fins lucrativos ou não, na \n\ntentativa de melhor gerirem seus negócios, em benefício próprio e de seus clientes. \n\nDeshpandé e Webster (1989, p.3), definindo o marketing como “... uma cultura \n\norganizacional distinta, um conjunto fundamental de crenças e valores que colocam o \n\nconsumidor no centro do pensamento da firma sobre estratégias e operações”, destacam a \n\nimportância da adoção de estratégias de marketing nas organizações.  \n\nO surgimento da orientação para o mercado, na década de 90, como uma especialização \n\ndentro do marketing estratégico, veio representar uma nova forma de as empresas focarem \n\nseus mercados. Através de um dos principais conceitos abordados, a Inteligência de Mercado, \n\né chamada a atenção das empresas para a necessidade de uma visão mais ampla quanto ao \n\natendimento das necessidades atuais e futuras dos clientes. Dessa forma, passa-se a monitorar \n\ne analisar fatores outros que as preferências e solicitações declaradas pelos clientes, incluindo-\n\nse aí questões ligadas aos fatores exógenos das empresas, tais como regulações \n\ngovernamentais, concorrência, preocupações com a indústria dos clientes, tecnologia, demais \n\nfatores do ambiente de negócios etc. (KOHLI, JAWORSKI, 1990). \n\nA partir do final da década de 90, começam a surgir os primeiros trabalhos que iniciam \n\numa base para a validação da escala MARKOR (KOHLI, JAWORSKI, KUMAR, 1993) em \n\nempresas brasileiras (ver TOALDO, 1997) e, no ano de 2000, é defendida a primeira Tese de \n\n\n\n 73 \n\nDoutorado, validando a relação entre orientação para o mercado e performance empresarial \n\nem empresas do ramo de varejo de vestuário do Brasil, adotando igualmente a escala \n\nMARKOR (ver SAMPAIO, 2000). \n\nAssim, esta pesquisa objetivou investigar a existência de elementos que apontassem uma \n\norientação para o mercado na refinaria REFAP S.A. através da adoção da escala MARKOR, \n\nde orientação para o mercado, dos autores Kohli, Jaworski e Kumar (1993). \n\nNesse contexto, este estudo visou a retratar a situação atual de uma empresa que, até \n\npouco tempo, pertencia a uma organização estatal, monopolista durante quase 50 anos e \n\natuando no ramo de commodities. Em empresas dessa natureza, é menos comum encontrarem-\n\nse estratégias dotadas de políticas que beneficiem o cliente em primeiro lugar, sendo sua \n\ntendência natural a orientação ao produto em si. \n\nA provável existência de elementos de orientação para o mercado nas políticas e práticas \n\ndo dia-a-dia da empresa investigada, sendo parte integrante de uma estratégia de marketing, \n\npoderia mostrar o quão capacitada estará a empresa para a prática da competição por \n\nmercados. \n\nA empresa pesquisada parece confirmar as observações dos autores Kohli e Jaworski \n\n(1990); Narver e Slater (1990) e Deshpandé, Farley e Webster (1993), os quais trabalham o \n\nconceito de orientação para o mercado como um contínuo, podendo essa opção ser medida \n\npor graus, uma vez que as empresas não poderão ignorar completamente seus clientes, \n\ntampouco serem totalmente orientadas a eles. As respostas obtidas indicam a existência de \n\nelementos que apontam uma tendência de orientação para o mercado em cada uma das três \n\ncomponentes investigadas: geração de inteligência de mercado, disseminação da inteligência e \n\nrespostas da organização, de acordo com o construto utilizado (KOHLI, JAWORSKI, \n\nKUMAR,1993). \n\nEmbora uma análise quantitativa não tenha sido objeto desta pesquisa, é possível relatar a \n\nmaior ocorrência de respostas favoráveis às variáveis de geração de inteligência de mercado, \n\nseguidas pelas variáveis de respostas e, por fim, as variáveis de disseminação de inteligência \n\nde mercado. Porém, como observação geral, o número de respostas positivas obtidas foi \n\nconsiderado baixo, chegando, no melhor caso, a pouco mais da metade dos itens investigados. \n\n\n\n 74 \n\nPorém, mesmo tendo sido observadas atividades que demonstram a existência desses \n\nelementos, não é possível afirmar que tais atividades façam parte de um programa estruturado \n\nvisando a essa orientação. Ta mpouco parece a empresa praticar, nesse momento, ações de \n\nmercado que sejam resultado da implementação de um planejamento estratégico de marketing \n\nconsolidado (ver itens 5.2.2 e 5.3.4.2). As ações observadas, embora pertinentes e necessárias, \n\nparecem acontecer de forma isolada umas das outras. \n\nEm acréscimo, não foi possível verificar-se um engajamento coletivo da empresa nas \n\npolíticas de orientação para o mercado (KOHLI, JAWORSKI, 1990). \n\nMesmo havendo a sinalização da opção da alta administração, com ações pertencentes a \n\numa política de orientação para o mercado, não foi possível observar uma consistência na \n\ndisseminação dos conceitos e, conseqüentemente, uma unidade no entendimento das políticas \n\nreferentes a essa orientação ao longo da empresa. Essa observa ção apóia-se no elevado \n\nnúmero de respostas antagônicas recebidas para os itens investigados (ver itens 5.1.3, 5.1.4 e \n\n5.2.1.5).  \n\nAs diferentes percepções a cerca dos assuntos investigados levam à suspeita de uma falta \n\nde ambientação de alguns dos entrevis tados com os termos e conceitos do marketing. Outra \n\nsuposição é a de os entrevistados possuírem níveis de informação muito discrepantes entre si, \n\no que pode ser explicado, em parte, pela falta de uma política consolidada e disseminada de \n\nmarketing. \n\nUma necessária conclusão final, a respeito da existência de elementos que apontem uma \n\ntendência de orientação para o mercado, pode ser tirada da análise do tópico considerado \n\nfundamental pelos autores, a ênfase da alta administração. \n\nSegundo Jaworski e Kohli (1993, p.55), citando Levitt (1969) e Webster (1988), “... a \n\nmenos que uma organização obtenha claros sinais da alta administração, sobre a importância \n\nde se dar respostas às necessidades dos clientes, a organização não é provável de ser orientada \n\npara o mercado”. \n\nNo caso da refinaria, foi possível constatar a opção da alta administração em se voltar \n\npara o mercado. Algumas ações pertinentes à geração de inteligência de mercado ficaram \n\nclaras, encontrando respaldo na literatura de Kohli e Jaworski (1990, p.6), como é o caso das \n\nseguintes afirmações:  \n\n\n\n 75 \n\n“Nós fomos na Ipiranga, que é um dos principais clientes nossos, apresentar a \n\n(nossa) estratégia. É o que nós vamos fazer para todos os clientes... mostrar para \n\neles o que a gente está pensando e quais são os nossos planos de futuro e que eles se \n\nsintam confortáveis, que se sintam seguros com os rumos que a Refap vai tomar no \n\nfuturo e poderem dizer é com essa empresa que a gente de fato quer trabalhar, e a \n\ngente viu com a Ipiranga que o pessoal ficou altamente satisfeito com isso”E11. \n\n“(...) vinte e oito clientes, então eu brinco com o pessoal o seguinte: a gente tem que \n\nconhecer até o nome do cachorro do dono daquela empresa...é um universo muito \n\npequeno”E16. \n\nPorém o dia a dia dos escalões mais baixos da empresa parece não refletir essa opção da \n\nalta administração. Questionando-se a respeito de mudanças porventura implementadas nas \n\nrelações com a gerência de mercado, por conta de uma maior aproximação com os clientes, a \n\nopinião obtida em determinada gerência foi: \n\n“(...) ainda não se percebe isso de uma maneira clara, até porque a gente está hoje \n\ncom uma estrutura muito pequena, está muito voltada para mudanças grandes dos \n\nprocessos internos...e estas mudanças todas forçam com que o foco...seja muito \n\ninterno”E17. \n\nA afirmação anterior parece retratar bem o momento de transição da empresa, em que \n\ndeterminados processos, tradicionalmente praticados, hoje, não são mais adequados, \n\nprincipalmente pela mudança nas relações da refinaria com a Sede da Petrobras, a qual provia \n\numa série de serviços corporativos que passaram a ser “vendidos” internamente para suas \n\nrefinarias, bem como outros que deverão ser providenciados por essa nova empresa, em \n\nparticular. \n\nEsta pesquisa mostrou, de forma clara, uma empresa em transição, que se reorganiza, \n\ndeixando as antigas concepções organizacionais descritas, partindo rumo a um ponto em que \n\nesteja mais próxima de seus clientes e, de uma maneira geral, mais voltada para o mercado. \n\nEmbora não seja possível, neste momento, com base nos elementos obtidos na pesquisa, \n\npresumir-se o quão próximo de seus clientes ela desejará e poderá chegar, pode-se inferir que \n\na prática de algumas ações decorrentes de políticas de mercado é uma realidade na empresa, \n\ncom os pontos positivos e negativos aqui relatados. \n\n\n\n \n\n \n\n \n\n \n\nIMPLICAÇÕES GERENCIAIS \n\n \n\n \n\nAs seguintes observações dizem respeito à necessidade de atenção da empresa para \n\nalgumas questões envolvendo tanto um provável plano de orientação para o mercado quanto a \n\nprópria implantação de seu planejamento estratégico de marketing. \n\nQualidade da Orientação para o Mercado \n\nEmbora tenha sido, de fato, observada a existência de ações ligadas à orientação para o \n\nmercado, cuidados especiais devem ser tomados pela administração da empresa, a fim de que \n\nseja garantida a qualidade adequada dessas ações, pois, segundo Kohli e Jaworski (1990, \n\np.16):  \n\n \n\n     ... Embora a maioria das organizações que desenvolvem inteligência de \nmercado e respondam a ela são prováveis de ter melhor performance e tem \nclientes e empregados mais satisfeitos do que aquelas que não o fazem, \nsimplesmente engajando-se em atividades orientadas para o mercado não \nassegura a qualidade dessas atividades. \n\n \n\nOrientações Interna e Externa \n\nNesse processo de reorientação estratégica, a empresa deverá persistir em suas ações, uma \n\nvez que ela ainda traz consigo características de uma organização estatal, monopolista, com \n\nquase 50 anos de existência, do ramo de commodities e com uma cultura tradicional de \n\norientação interna. A literatura reporta a situações em que empresas do ramo de commodities \n\n\n\n 77 \n\ntendiam a permanecer “paradas no meio”, ou ainda, conforme Narver e Slater (1990, p.28) “... \n\ndados os primeiros passos na nova orientação, eles poderão não ter suficiente magnitude, \n\npersistência ou qualidade para a criação de uma cultura diferente”. O resultado disso, segundo \n\nos autores, “... serão mensagens ambíguas da empresa tanto internas quanto externas”. \n\n\n\n \n\n \n\n \n\n \n\nIMPLICAÇÕES ACADÊMICAS \n\n \n\n \n\nAs observações a seguir dizem respeito às implicações acadêmicas referentes à \n\naplicabilidade do instrumento de coleta de dados utilizado para a empresa investigada, bem \n\ncomo à necessidade de futuras pesquisas envolvendo a Refap S. A.  \n\nAplicabilidade da Escala MARKOR \n\nO pesquisador considera importante salientar que não se realizou uma avaliação prévia da \n\nadequabilidade de se utilizar a escala MARKOR à empresa REFAP S.A. Durante a aplicação \n\ndo roteiro, verificou-se que, mesmo que a empresa não pratique as ações com a freqüência \n\nprevista na escala, isso não significa, a priori, que a atividade não seja executada. Elas apenas \n\nacontecem em freqüência diferente daquela estabelecida no construto, podendo ser suficientes \n\npara as necessidades particulares dessa empresa. \n\nIgualmente, importante relatar-se o caso oposto, em que a freqüência de realização de \n\ndeterminadas ações, previstas pelo construto, pode atender às expectativas dos autores, porém \n\npode não ser suficiente para a empresa. Exemplo de um caso como esse seria a primeira \n\nvariável de geração de inteligência de mercado, prevendo um encontro anual com clientes, \n\npelo menos, para conhecer suas necessidades de produtos ou serviços para o futuro. \n\nOutro ponto importante a ser abordado é o caráter subjetivo de determinadas variáveis, \n\nonde qualificadores, tais como muito, lento, seguidamente, periodicamente, regularmente, \n\netc., são usados para descrever a intensidade das ações da empresa. Devido à diversidade de \n\nentendimentos que esses termos podem ter, por parte de cada um dos funcionários da \n\n\n\n 79 \n\nempresa, é difícil afirmar se uma resposta recebida é exatamente aquilo que os autores \n\npreviram, ou se está algo distanciada, dependendo do entendimento e capacidade de avaliação \n\ndo entrevistado. \n\n\n\n \n\n \n\n \n\n \n\nLIMITAÇÕES DO ESTUDO \n\n \n\n \n\nAs seguintes limitações dizem respeito às relações que a empresa tem com seus clientes, \n\nque podem também ser seus concorrentes ou parceiros do mesmo grupo empresarial. Também \n\nsão apresentadas limitações devidas ao ponto de observação adotado para a análise da \n\nexistência de elementos que apontem uma orientação para o mercado. \n\nCaracterísticas particulares da REFAP S.A.  \n\nA refinaria tem relações comerciais tanto com empresas que são apenas seus clientes \n\n(caso das pequenas distribuidoras) quanto com empresas que são, ao mesmo tempo, clientes e \n\nconcorrentes (caso das empresas Copesul, Ipiranga, Texaco, Shell, etc.). Outro tipo de relação \n\nsão os clientes parceiros do mesmo grupo Petrobras (caso da BR Distribuidora). Essa \n\ndiversidade de tipos de relações comerciais, sendo bastante distintas daquelas segundo as \n\nquais foi elaborado o construto, originando assim a escala MARKOR baseada apenas em \n\nrelações fornecedor-cliente, leva à suspeição da necessidade de algum tipo de adaptação de \n\nsuas variáveis, considerando a realidade da empresa em questão. \n\nVisão do Cliente x Visão da Empresa \n\nUma vez que essa investigação abordou a verificação da existência de elementos que \n\napontem uma orientação para o mercado na REFAP S.A., sob o ponto de vista da empresa, \n\ntorna-se importante uma verificação pelo lado dos clientes, pois, conforme Deshpandé, Farley \n\ne Webster (1993, p.30), “... as percepções dos clientes são significativamente mais \n\nimportantes do que as percepções da própria empresa”. O risco existe quando a empresa se \n\n\n\n 81 \n\nconsidera orientada para o cliente, a despeito do que pensam seus clientes ou, ainda, ...a \n\nsituação é consideravelmente mais perigosa quando uma empresa, erroneamente, se considera \n\norientada para o cliente (e portanto nada faz para corrigir sua situação) do que quando ela não \n\nse considera (e portanto tenta melhorar)” (DESHPANDÉ, FARLEY,  WEBSTER, 1993, \n\np.28). \n\n \n\n\n\n \n\n \n\n \n\n \n\nREFERÊNCIAS \n\n \n\n \n\nBARTELS, Robert. The History of Marketing Thought. Columbus: Publishing Horizons, \n1988. \n\nDAY, George S.. The capabilities of market driven organizations. Journal of Marketing, v.58, \nOctober 1994, p.37-52. \n\n___. A empresa orientada para o mercado. Porto Alegre: Bookman, 2001. \n\nDESHPANDÉ, Rohit; WEBSTER, Frederick E. Jr.. Organizational culture and marketing: \ndefining the research agenda. Journal of Marketing, v.53, January 1989, p.3-15. \n\nDESHPANDÉ, Rohit; FARLEY, John U.; WEBSTER, Frederick E. Jr.. Corporate culture, \ncustomer orientation, and innovativeness in japanese firms: a quadrad analysis. Journal of \nMarketing, v.57, iss.1, January 1993, p.23-37. \n\nDESHPANDÉ, Rohit; FARLEY, John U. Measuring market orientation: generalization and \nsynthesis. Journal of Market-Focused Management, v.2, n.3, 1998, p.213-232. \n\nDESHPANDÉ, Rohit. “Foreseeing” marketing. Journal of Marketing, v.63, Special Issue \n1999, p.164-167. \n\nFROEMMING, Lurdes M. S.; SAMPAIO, Claudio H. Orientação para o mercado em \ncooperativas de produção agrícola do Rio Grande do Sul. ENANPAD, 1998. \n\nGIL, Antonio Carlos. Métodos e Técnicas de Pesquisa Social. 5. ed. São Paulo: Atlas, 1999. \n\nHOMBURG, Christian; WORMAN, John P. Jr.; JENSEN, Ove. Fundamental changes in \nmarketing organization: the movement toward a customer- focused organizational structure. \nJournal of the Academy of Marketing Science, vol.28, 2000, p.459-478 \n\nJAWORSKI, Bernard J.; KOHLI, Ajay K. Market orientation: antecedents and consequences. \nJournal of Marketing, v.57, July 1993, p.53-70. \n\n\n\n \n\nKERIN, Ro ger A. In pursuit of an ideal: the editorial and literary history of the Journal of \nMarketing. Journal of Marketing, v.60, January 1996, p.1-13. \n\nKOHLI, Ajay K.; JAWORSKI, Bernard J.. Market orientation: the construct, research \npropositions, and managerial applications. Journal of Marketing, v.54, April 1990, p.1-18. \n\nKOHLI, Ajay K.; JAWORSKI, Bernard J.; KUMAR, Ajith. MARKOR: a measure of market \norientation. Journal of Marketing Research, v.xxx, November 1993, p.467-477. \n\nKOTLER, Philip. A generic concept of marketing. Marketing Management. Fall, 1998, p.48-\n54. (A reprint of the original article from the April 1972 issue of the Journal of Marketing) \n\n___. Administração de Marketing. 10. ed. São Paulo: Prentice Hall, 2000. \n\nMANDELLI, Mauro. Orientação para o Mercado e o Crescimento de Vendas: O Caso das \nMaiores Empresas Privadas Industriais Metalúrgicas, Mecânicas e de Material Elétrico de \nCaxias do Sul. Dissertação (Mestrado em Administração). Faculdade de Ciências Econômicas \n– Programa de Pós-Graduação em Administração. Porto Alegre: UFRGS, 1999. \n\nMALHOTRA, Naresh K. Pesquisa de Marketing: Uma Orientação Aplicada. Porto Alegre: \nBookman, 2001. \n\nMENNA, Hélio L. Orientação para o mercado e performance: evidências em empresas \ngaúchas de varejo de confecções masculinas. ENANPAD, 2001. \n\nNORRIS, Donald M. Market-driven success. Association Management, November 1991, \np.32-36. \n\nNARVER, John C.; SLATER, Stanley F.. The effect of a market orientation on business \nprofitability. Journal of Marketing, v.54, October 1990, p.20-35. \n\nNARVER, John C.; SLATER, Stanley F.; TIETJE, Brian. Creating a market orientation. \nJournal of Market-Focused Management, v.2, n.3, 1998, p.241-255. \n\nPERIN, Marcelo G. A relação entre orientação para o mercado, aprendizagem \norganizacional e performance. Tese (Doutorado em Administração). Faculdade de Ciências \nEconômicas – Programa de Pós-Graduação em Administração. Porto Alegre: UFRGS, 2002.  \n\nPERIN, Marcelo G.; SAMPAIO, Claudio H. A relação entre as dimensões de orientação para \no mercado e a performance. ENANPAD, 2001. \n\nSAMPAIO, Cláudio H. Relação entre Orientação para o Mercado e Performance \nEmpresarial em Empresas de Varejo de Vestuário do Brasil. Tese (Doutorado em \nAdministração). Faculdade de Ciências Econômicas – Programa de Pós-Graduação em \nAdministração. Porto Alegre: UFRGS, 2000. \n\nSAMPAIO, Claudio H.; PERIN, Marcelo G. Uma análise crítica da escala MARKOR e suas \ndimensões teóricas. ENANPAD, 2001. \n\nSILVEIRA, Teniza. Verificação do Grau de Orientação para o Mercado em Empresas \nCalçadistas do Vale do Rio dos Sinos. ENANPAD, 1998. \n\n\n\n \n\nSLATER, Stanley F.; NARVER, John C. Does competitive environment moderate the market \norientation-performance relationship? Journal of Marketing, v.58, January 1994, p.46-55. \n\n___. Market Orientation and the learning organization. Journal of Marketing, v.59, July 1995, \np.63-74. \n\nSOBRINHO, Zaki A.; TOLEDO, Geraldo L. Orientação de mercado no varejo: um estudo de \ncaso no magazine Luiza. ENANPAD, 2001. \n\nTOALDO, Ana Maria Machado. A disseminação do conceito de marketing nas maiores \nempresas privadas industriais do Estado do Rio Grande do Sul. Dissertação (Mestrado em \nAdministração de Empresas). Faculdade de Ciências Econômicas – Programa de Pós-\nGraduação em Administração. Porto Alegre: UFRGS, 1997. \n\nURDAN, Flávio T. Relacionamento entre Orientação para o Mercado e Desempenho: Estudo \nLongitudinal de um Grupo de Concessionárias de Veículos. Tese (Doutorado em \nAdministração). Faculdade de Economia e Administração, São Paulo: USP, 1999. \n\nWEBSTER Jr., Frederick E. The changing role of marketing in the corporation. Journal of \nMarketing, v.56, October 1992, p.1-17. \n\n___. Marketing management in changing times. Marketing Management, Jan-Fev, 2002, p.18-\n23. \n\nWRENN, Bruce. The market orientation construct: measurement and scaling issues. Journal \nof Marketing Theory and Practice, Summer 1997, p.31-54. \n\nWRIGHT, Newell D.; PEARCE, James W.; BUSBIN, James W.. Linking Customer Service \nOrientation to Competitive Performance: Does the Marketing Concept Really Work? Journal \nof Marketing Theory and Practice. 23-34. Fall, 1997. \n\nYIN, Robert. Case Study Research: Design and Methods. Newbury Park: Sage Publications, \n1994. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\nGLOSSÁRIO \n\n \n\n \n\nANP   Agência Nacional do Petróleo \n\nBENZENO   componente químico, freqüentemente presente no petróleo, \nindesejável, devido ao elevado risco que representa de \nprovocar câncer ao ser humano  \n\nBLENDER   formulador definido e autorizado pela ANP para produzir \ndeterminado combustível, por exemplo, gasolina, óleo diesel \n\nBSC   Balanced Scorecard \n\nCOORDENADOR DE TURNO   profissional responsável pela fiscalização das atividades \noperacionais da refinaria durante o horário administrativo, e \nrepresentante da alta administração da empresa em horários \nfora do expediente administrativo (demais turnos \noperacionais). É o contato com o meio externo da refinaria, \nnessas ocasiões  \n\nCRAQUEAMENTO   assim chamada a Unidade de Craqueamento Catalítico da \nRefinaria (U-03), responsável pela conversão de produtos de \nbaixo valor agregado, tais como óleos intermediários e \nresíduos de destilação a vácuo, em produtos de alto valor \nagregado, tais como gasolina automotiva e gás liqüefeito de \npetróleo – GLP  \n\nCOPESUL   Companhia Petroquímica do Sul, indústria de segunda \ngeração, responsável pela geração de matérias-primas para as \ndemais indústrias de terceira geração do Pólo Petroquímico na \ncidade de Triunfo – RS \n\nDESTILAÇÃO   assim chamadas as Unidades de Destilação Atmosférica (U-\n\n\n\n \n\n01 e U-50), responsáveis pela primeira separação do petróleo \nem seus derivados, através de um processo físico de separação \nvia controle de pressões e temperaturas \n\nDIP   sigla para Documento Interno Petrobrás \n\nEeP   sigla para Exploração e Produção, segmento administrativo da \nPetrobras responsável pela exploração de reservas de petróleo \n(pesquisa, lavra) e a efetiva produção de óleos e gás natural, \nocorrendo tanto em terra quanto no mar \n\nELENCO DE PETRÓLEO   seleção de petróleos de diferentes origens para atender a um \ndeterminado objetivo \n\nEVTE   Estudo de Viabilidade Técnico-Econômica \n\nGIVEAWAY   termo que significa um “excesso” de qualidade em um ou \nmais itens de determinado derivado produzido e entregue ao \nmercado, sem uma contrapartida de melhor remuneração \n\nGSM  Gerência de Saúde e Meio Ambiente \n\nHGP  Hexano Grau Polímero \n\nIPIRANGA   empresa do ramo de refino e distribuição de derivados de \npetróleo, possuindo rede de postos de abastecimento de \ncombustíveis e lubrificantes automotivos. Possui também uma \nplanta petroquímica no Polo Petroquímico de Triunfo, a OPP \nPetroquímica \n\nMISSA   nome dado às reuniões matinais, a partir das 8:00h, abertas a \ntodos, onde são divulgadas as principais notícias das 24 horas \npassadas. Duram em torno de 15 minutos e são conduzidas \npelos Coordenadores de Turno \n\nÓLEO COMBUSTÍVEL 7A, 4A   a refinaria produz óleos combustíveis com diferentes \nconcentrações de enxofre e viscosidade: 1 A, 2 A,.... 7 A. O \ntipo 1 A é o óleo mais nobre. \n\nOCTANAGEM   graduação utilizada para classificar e diferenciar gasolinas, \nestando diretamente associado ao poder antidetonante do \ncombustível, item importante no projeto de motores a \nexplosão, diretamente ligado à potência final do motor \n\nOPEN ACCESS   sistema que franquia a utilização de dutos de transporte, \nterminais marítimos, etc., propriedade da Petrobras, de uso \nexclusivo da estatal até a quebra do monopólio do petróleo, \naos demais concorrentes do mercado, mediante o pagamento \nde taxas de utilização, conforme determinado pela ANP \n\nMISTURADOR   ver Blender  \n\n\n\n \n\nMTBE   Metil Tércio Butil Éter, composto químico utilizado para \nelevar o poder antidetonante (octanagem) da gasolina  \n\nMONOPÓLIO   refere-se ao monopólio da União, conferido à Petrobras para a \npesquisa, perfuração, transporte, importação e refino de \npetróleo e seus derivados \n\nPETROSOLVE   solvente de borracha, um dos derivados do petróleo \n\nSECRA, SEDIL   ver craqueamento e destilação \n\nSEDE   sede da Petrobras, localizada na cidade do Rio de Janeiro \n\nSHELL   empresa do ramo de distribuição de derivados de petróleo, \npossuindo rede de postos de abastecimento de combustíveis e \nlubrificantes automotivos \n\nSAC   Serviço de Atendimento ao Cliente \n\nSP   solicitação de projeto \n\nTO   Técnico de Operação \n\nTRADER   empresa cujo objeto social contemple a atividade de \nimportação e não exerça, cumulativamente, outras atividades \nreguladas pela ANP, exceto a de exportação \n\nUDS   Unidade de Desaromatização de Solventes \n\nUSOL  Unidade de Solventes \n\nUTILIDADES   assim chamadas as unidades responsáveis pela geração de \nutilidades. Utilidades são quaisquer dos seguintes produtos: \nvapor d’água, ar comprimido ou eletricidade, fundamentais \npara o funcionamento de praticamente todas as demais \nunidades e departamentos administrativos da refinaria  \n\nVANTIVE   sistema informatizado para o desempenho das atividades de \nSAC \n\n\n\n \n\n \n\n \n\n \n\nAnexos \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\nAnexo A \n\n \n\nESCALA MARKOR \n\n KOHLI, JAWORSKI, KUMAR (1993) \n\n\n\n \n\nMARKET ORIENTATION SCALE - MARKOR \n\nKOHLI, JAWORSKI, KUMAR (1993) \n\n \n\nIntelligence Generation \n\n1. In this business unit, we meet with customers at least once a year to find out what \n\nproducts or services they will need in the future. \n\n2. In this business unit, we do a lot of in-house market research. \n\n3. We are slow to detect changes in our customers’ product preferences. (R) \n\n4. We poll end users at least once a year to assess the quality of our products and \n\nservices. \n\n5. We are slow to detect fundamental shifts in our industry (e.g., competition, \n\ntechnology, regulation). (R) \n\n6. We periodically review the likely effect of changes in our business environment \n\n(e.g.,regulation) on customers. \n\nIntelligence Dissemination \n\n7. We have interdepartmental meetings at least once a quarter to discuss market trends \n\nand developments. \n\n8. Marketing personnel in our business unit spend time discussing customers’ future \n\nneeds with other functional departments.  \n\n9. When something important happens to a major customer of market, the whole \n\nbusiness unit knows about it within a short period. \n\n10. Data on customers satisfaction are disseminated at all levels in this business unit on a \n\nregular basis. \n\n11. When one department finds out something important about competitors, it is slow to \n\nalert other departments.(R) \n\n\n\n \n\nResponsiveness \n\n12. It takes us forever to decide how to respond to our competitor’s price changes.(R) \n\n13. For one reason or another we tend to ignore changes in our customer’s product or \n\nservice needs. (R) \n\n14. We periodically review our product development efforts to ensure that they are in line \n\nwith what customers want. \n\n15. Several departments get together periodically to plan a response to changes taking \n\nplace in our business environment. \n\n16. If a major competitor were to launch an intensive campaign targeted at our customers, \n\nwe would implement a response immediately. \n\n17. The activities of the different departments in this business unit are well coordinated. \n\n18. Customer complaints fall on deaf ears in this business unit.(R) \n\n19. Even if we came up with a great marketing plan, we probably would not be able to \n\nimplement it in a timely fashion.(R) \n\n20. When we find that customers would like us to modify a product of service, the \n\ndepartments involved make concerted efforts to do so. \n\n \n \n \n \n \n \n______________________ \n(R) denotes reverse coded item. \n\n\n\n \n\n \n\n \n\n \n\nAnexo B \n\n \n\nVARIÁVEIS DE ORIENTAÇÃO PARA O MERCADO \n\nNARVER E SLATER (1990)  \n\n \n\n\n\n \n\nVARIÁVEIS DE ORIENTAÇÃO PARA O MERCADO \n\nNARVER E SLATER (1990)* \n\n \n\n \n\nOrientação para o consumidor \n\n- Compromisso com o cliente \n- Criar valor para o cliente \n- Entender as necessidades dos clientes \n- Objetivos para a satisfação dos clientes \n- Medir a satisfação dos clientes \n- Serviços de pós- vendas \n\n \n\nOrientação para os concorrentes \n\n- O pessoal de vendas compartilha informações sobre os concorrentes \n- Responder rapidamente às ações dos concorrentes \n- Alta administração discute as estratégias dos concorrentes \n- Focar oportunidades para a vantagem competitiva \n\n \n\nCoordenação Interfuncional \n\n- Ligações telefônicas de qualquer departamento para os clientes  \n- Compartilhamento de informações entre diferentes funções \n- Integração funcional como estratégia \n- Todas as funções contribuem para criar valor para o cliente \n- Compartilhar recursos com outras Unidades de Negócios \n\n \n \n \n\n \n\n                                                 \n* Livre tradução do autor \n \n\n \n\n\n\n \n\n \n\n \n\n \n\nAnexo C \n\n \n\nVARIÁVEIS DE ORIENTAÇÃO PARA O CLIENTE   \n\nDESHPANDÉ, FARLEY, WEBSTER, 1993 \n\n \n\n\n\n \n\nVARIÁVEIS DE ORIENTAÇÃO PARA O CLIENTE   \n\nDESHPANDÉ, FARLEY, WEBSTER, 1993* \n\n \n\n \n\n1. Nós temos medições rotineiras de serviços ao cliente. \n\n2. Nosso desenvolvimento de produtos e serviços é baseado em boas informações de \n\nmercado e de clientes. \n\n3. Nós conhecemos bem nossos concorrentes. \n\n4. Nós temos uma boa noção de como nossos clientes avaliam nossos produtos e \n\nserviços. \n\n5. Nós somos mais focados nos clientes do que nossos concorrentes. \n\n6. Nós competimos primeiramente baseados na diferenciação de produtos e serviços. \n\n7. O interesse dos clientes deveria sempre vir antes, à frente dos interesses dos \n\nproprietários. \n\n8. Nossos produtos e serviços são os melhores no nosso ramo de atividades. \n\n9. Eu acredito que nossa empresa existe, prioritariamente, para servir aos clientes. \n\n \n\n \n\n                                                 \n* Livre tradução do autor \n\n \n\n\n\n \n\n \n\n \n\n \n\nAnexo D \n\n \n\nVARIÁVEIS DE ORIENTAÇÃO PARA O MERCADO DE  \n\nDESHPANDÉ, FARLEY: MORTN  \n\n \n\n\n\n \n\nVARIÁVEIS DE ORIENTAÇÃO PARA O MERCADO DE  \n\nDESHPANDÉ, FARLEY: MORTN* \n\n \n\n \n\n1. Nossos objetivos empresariais são movidos prioritariamente pela satisfação dos \nclientes. \n\n2. Nós monitoramos constantemente nosso nível de compromisso e orientação em servir \n\nàs necessidades dos clientes. \n\n3. Nós comunicamos livremente as informações a respeito de nossas experiências de \n\nsucesso e de fracassos com clientes através de todas as funções da empresa. \n\n4. Nossa estratégia para vantagem competitiva é baseada em nossa compreensão das \n\nnecessidades dos clientes. \n\n5. Nós medimos satisfação do cliente sistemática e freqüentemente. \n\n6. Nós temos medições rotineiras de serviços aos clientes. \n\n7. Nós somos mais orientados para os clientes do que nossos concorrentes. \n\n8. Eu acredito que essa empresa existe primeiramente para servir aos clientes. \n\n9. Nós pesquisamos os clientes finais, pelo menos uma vez ao ano, para conhecer a \n\nqualidade dos nossos serviços e produtos. \n\n10. Dados a respeito da satisfação de clientes são disseminados regularmente em todos os \n\nníveis nessa unidade de negócios.  \n\n                                                 \n* Livre tradução do autor \n\n \n\n\n\n \n\n \n\n \n\n \n\nAnexo E \n\n \n\nVARIÁVEIS DE PESQUISA \n\n \n\nEXTRAÍDAS DA ESCALA MARKOR, DE KOHLI, JAWORSKI E KUMAR, 1993 \n\n \n\n  \n\n  \n\n\n\n \n\nVARIÁVEIS DE GERAÇÃO DE INTELIGÊNCIA DE MERCADO* \n\n \n\n \n\n1. Nesta empresa, encontramo-nos com os clientes no mínimo uma vez por ano para \n\nsaber que produtos/serviços eles necessitarão no futuro. \n\n2. Nesta empresa nós fazemos muita pesquisa de mercado.  \n\n3. Nós somos lentos em detectar mudanças nas preferências de nossos clientes.  \n\n4. Nós pesquisamos os usuários finais no mínimo uma vez por ano para verificar a \n\nqualidade de nossos produtos e serviços.  \n\n5. Nós somos lentos para detectar mudanças na nossa indústria, tais como na \n\nconcorrência, tecnologia ou regulamentações.  \n\n6. Nós avaliamos periodicamente os prováveis efeitos de mudanças no nosso ambiente \n\nde negócios sobre nossos clientes. \n\n                                                 \n* Livre tradução do autor \n\n\n\n \n\nVARIÁVEIS DE DISSEMINAÇÃO DE INTELIGÊNCIA DE MERCADO* \n\n \n\n \n\n7. Nós temos encontros entre departamentos no mínimo uma vez a cada três meses para \n\ndebater tendências de mercado e desenvolvimentos.  \n\n8. O pessoal da área comercial e do marketing da nossa empresa dedica tempo discutindo \n\ncom outros departamentos as necessidades futuras dos clientes.  \n\n9. Quando alguma coisa acontece com um importante cliente toda nossa empresa sabe \n\nnum curto período de tempo.  \n\n10. Dados sobre a satisfação dos nossos clientes são divulgados regularmente em todos os \n\nníveis nesta empresa.  \n\n11. Quando algum departamento encontra alguma coisa importante sobre a concorrência, \n\nele é lento em alertar os outros departamentos.  \n\n                                                 \n* Livre tradução do autor \n\n\n\n \n\nVARIÁVEIS DE RESPOSTA À INTELIGÊNCIA DE MERCADO* \n\n \n\n12. Demoramos muito para decidir como responder às mudanças nos preços de nossos \n\nconcorrentes.  \n\n13. Por alguma ou outra razão nós temos a tendência de ignorar mudanças nas \n\nnecessidades de serviços e produtos dos nossos consumidores.  \n\n14. Nós revisamos periodicamente nossa linha de desenvolvimento de produtos, para \n\ngarantir que eles estejam de acordo com o que os consumidores desejam.  \n\n15. Vários departamentos se reúnem periodicamente para planejar respostas às mudanças \n\nque ocorrem em nosso ambiente de negócios.  \n\n16. Se algum de nossos grandes concorrentes está por lançar uma intensiva campanha \n\ndirecionada aos nossos clientes, nós elaboramos uma resposta imediatamente.  \n\n17. As atividades dos diferentes departamentos nessa empresa são bem coordenadas.  \n\n18. As reclamações dos clientes não são ouvidas nessa empresa.  \n\n19. Mesmo que nós tenhamos um grande plano de marketing, nós provavelmente não \n\nseremos capazes de colocá- lo em prática em tempo hábil.  \n\n20. Quando descobrimos que nossos clientes gostariam que modificássemos algum \n\nproduto ou serviço, os departamentos envo lvidos fazem um esforço concentrado para \n\nimplementá-los.  \n\n                                                 \n* Livre tradução do autor \n\n\n\n \n\n \n\n \n\n \n\nAnexo F \n\n \n\nROTEIRO DE ENTREVISTA \n\n \n\n\n\n \n\nORIENTAÇÃO PARA O MERCADO NA REFINARIA REFAP S.A. \n\nENTREVISTA EM PROFUNDIDADE \n\n \n\nEntrevista Número:____ Fita:____  \n \n\n \n\nIdentificação do Entrevistado \n\nNome completo: \n\nEndereço e-mail:  \n\nTelefone: \n\nFormação acadêmica ou experiência profissional: \n\nCargo atual (nome, tempo e nível hierárquico): \n\nData de admissão ou tempo de trabalho na empresa: \n\nData da entrevista: \n\nHora de início: Término: \n\n \n\n\n\n \n\nROTEIRO DE ENTREVISTA \n\n \n\nApresentação \n\nFunções/Atividades: \n\nClientes da REFAP S.A: \n\n  \n\nGeração de Inteligência de Mercado \n\n1. Encontros com clientes (encontros no mínimo uma vez ao ano, para saber que \n\nprodutos/serviços eles necessitarão no futuro) \n\n2. Pesquisa de mercado (tipo “in house”, qual a freqüência de realização)  \n\n3. Rapidez em detectar mudanças nas preferências dos consumidores (somos \n\nlentos) \n\n4. Pesquisas de opinião em usuários finais (são feitas pelo menos uma vez ao ano \n\npara verificar a qualidade de nossos produtos e serviços)  \n\n5. Rapidez em detectar mudanças na nossa indústria (concorrentes, tecnologia, \n\nlegislação) \n\n6. Efeitos das Mudanças de nosso ambiente de negócios em nossos clientes \n\n(verificamos periodicamente esse item) \n\n \n\n \n\n\n\n \n\nDisseminação de Inteligência de Mercado \n\n7. Encontros entre diretorias/gerências (para debater tendências de mercado, novos \n\ndesenvolvimentos, freqüência com que ocorrem) \n\n8. Interação da área comercial e do marketing com outros departamentos (discutir \n\nnecessidades futuras dos clientes) \n\n9. Rapidez em circular notícias (quando alguma coisa acontece a um importante \n\ncliente) \n\n10. Divulgação de dados sobre clientes Dados sobre satisfação dos consumidores são \n\ndivulgados regularmente em todos os níveis da empresa) \n\n11. Rapidez na divulgação de informações sobre concorrentes (quando algum \n\ndepartamento descobre alguma coisa importante sobre a concorrência ele é lento em \n\nalertar aos outros departamentos) \n\nResposta à Inteligência de Mercado \n\n12. Atenção às mudanças nas necessidades dos clientes quanto a produtos/serviços \n\n(por algum motivo existe a tendência a esquecê-las?)  \n\n13. Desenvolvimento de nossos produtos (a linha de desenvolvimento de produtos é \n\nrevisada periodicamente para garantir que eles estejam de acordo com o que os \n\nclientes desejam) \n\n14. Resposta a Mudanças em nosso ambiente de negócios (vários departamentos \n\nreúnem-se periodicamente para responder a mudanças) \n\n15. Rapidez das respostas  \n\n- Responder aos concorrentes: caso algum grande concorrente estiver por lançar \n\numa intensiva campanha direcionada aos nossos clientes, nós elaboramos uma \n\nresposta imediatamente.  \n\n- Implementação de  novas idéias: capacidade da empresa de implementar um \n\nnovo plano de marketing em um prazo aceitável.  \n\n\n\n \n\n- Mudanças nos concorrentes:rapidez em responder a mudanças de preços, \n\nestrutura de preços) \n\n16. Coordenação interdepartamental (as atividades entre vários departamentos nessa \n\nempresa são bem coordenadas; quando clientes desejam modificações em \n\nprodutos/serviços os departamentos envolvidos fazem um esforço concentrado para \n\nimplementá-lo) \n\n17. Tratamento a reclamações de clientes (não são ouvidas nessa empresa) \n\n\n\n \n\n \n\n \n\n \n\nAnexo G \n\n \n\nESTRUTURA ORGANIZACIONAL DA REFAP S.A. \n\n\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRH \nSEGURANÇA E MEIO AMBIENTE \nCOMUNICAÇÃO \n\nSECRETARIA \nGERAL \n\nPRESIDENTE \n\nCOORDENAÇÃO \nDE \n\nEMPREENDIMENTOS \n\nASSESSORIA \nJURÍDICA \n\nGERÊNCIA \nCORPORATIVA CONTROLE \n\nGESTÃO \n\nDESTILAÇÃO  \nCRAQUEAMENTO\nUTILIDADES \n\nLOGÍSTICA \nCOTUR \n\n \n\n \n\nCONTABILIDADE \nFINANÇAS \nINFRA-ESTRUTURA \n\nTI \nSUPRIMENTO  \n\n \n\n \n\nPLANEJAMENTO \n \n\nCONFIABILIDADE \nINSTRUMENTAÇÃO E  \nELÉTRICA \nMECÂNICA \nENGENHARIA \n\n \n\n \n\n \n\nOTIMIZAÇÃO \nNOVOS NEGÓCIOS \n\n \n\n \n\nDIRETORIA \nTÉCNICA \n\nDIRETORIA \nCOMERCIAL \n\nDIRETORIA \nADMINISTRATIVA \n\nFINANCEIRA \n\nDIRETORIA \nINDUSTRIAL \n\nMERCADO \nCOMERCIALIZAÇÃO \nPROGRAMAÇÃO DA \nPRODUÇÃO \nDESENVOLVIMENTO"}]}}}