{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22244"}, {"@name": "filename", "#text": "6193_000884887.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n“JULIO DE MESQUITA FILHO” \n\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS \n\n  \n\n \n\n \n\n \n \n \n \n \n \n \n \n\nTrabalho de Conclusão de Curso \n \n\nCurso de Graduação em Geologia \n \n \n \n \n \n \n \n \n \n \n \n \n\nDiques mesozoicos básicos e intermediários como condicionantes do relevo na porção \nnoroeste da Ilha de São Sebastião - SP \n\n \n \n\nVictor Arroyo da Silva do Valle  \n \n \n \n\nProf. Dr. José Eduardo Zaine  \n\n \n \n \n \n \n\nRio Claro (SP) \n \n\n2016\n\n\n\n \n\n \n\nUNIVERSIDADE ESTADUAL PAULISTA  \n\nInstituto de Geociências e Ciências Exatas  \n\nCâmpus de Rio Claro  \n\n \n\n \n\nVICTOR ARROYO DA SILVA DO VALLE  \n \n\n \n\n \n\nDIQUES MESOZOICOS BÁSICOS E INTERMEDIÁRIOS COMO \nCONDICIONANTES DO RELEVO NA PORÇÃO NOROESTE DA \n\nILHA DE SÃO SEBASTIÃO - SP  \n\n \n\n \n\n \n\n \nTrabalho de Conclusão de Curso apresentado ao \nInstituto de Geociências e Ciências Exatas - \nCâmpus de Rio Claro, da Universidade Estadual \nPaulista Júlio de Mesquita Filho, para obtenção do \ngrau de Geólogo. \n\n \n\n \n\n \n\n \n\nRio Claro - SP \n2016 \n\n\n\n \n\nValle, Victor Arroyo da Silva do\n     Diques mesozoicos básicos e intermediários como\ncondicionantes do relevo na porção noroeste da Ilha de São\nSebastião - SP / Victor Arroyo da Silva do Valle. - Rio Claro,\n2016\n     80 f. : il., figs. +  mapa\n\n     Trabalho de conclusão de curso (Geologia) - Universidade\nEstadual Paulista, Instituto de Geociências e Ciências Exatas\n     Orientador: José Eduardo Zaine\n\n     1. Geomorfologia. 2. Suscetibilidade a processos\nsuperficiais. 3. Formas de relevo. 4. Ilha de São Sebastião. I.\nTítulo.\n\n \n551.42\nV181d\n\n\t Ficha Catalográfica elaborada pela STATI - Biblioteca da UNESP\nCampus de Rio Claro/SP\n\n\n\n \n\n \n\nVICTOR ARROYO DA SILVA DO VALLE  \n \n\n \n\n \n\nDIQUES MESOZOICOS BÁSICOS E INTERMEDIÁRIOS COMO \nCONDICIONANTES DO RELEVO NA PORÇÃO NOROESTE \n\nILHA DE SÃO SEBASTIÃO – SP \n\n \n\n \nTrabalho de Conclusão de Curso apresentado ao \nInstituto de Geociências e Ciências Exatas - \nCâmpus de Rio Claro, da Universidade Estadual \nPaulista Júlio de Mesquita Filho, para obtenção do \ngrau de Geólogo. \n\n \n\n \n\nComissão Examinadora \n\nProf. Dr. José Eduardo Zaine (orientador) \n\nProf. Dr. George Luiz Luvizotto \n\nMe. Flávio Henrique Rodrigues \n\n \n\nRio Claro, 22 de novembro de 2016. \n\n \n\n \n\nAssinatura do(a) aluno(a)     assinatura do(a) orientador(a) \n\n \n\n\n\n \n\n \n\nAGRADECIMENTOS \n\n Diversas são as pessoas as quais gostaria de agradecer, não somente pela ajuda na \n\nelaboração do presente trabalho, mas também pelo suporte dado durante todo meu período de \n\ngraduação. \n\n Aos meus pais, Celio e Elaine, por me ensinarem muitas das lições mais importantes que \n\naprendi na minha vida. A pessoa que sou agora é fruto da atenção e carinho de vocês. Agradeço \n\ntambém às minhas irmãs, Bárbara e Valentina, porque somente quem cresce junto a irmãos sabe \n\no quanto eles são importantes em nossas vidas. \n\n Ao meu orientador, Professor José Eduardo Zaine, pela atenção, paciência, orientação, e \n\nestímulo que tornaram possível a elaboração desse estudo. Agradeço também por todas as \n\noportunidades que você me ofereceu durante minha graduação; tive a chance de aprender muito \n\ncom os projetos em que trabalhamos juntos. \n\n Ao doutorando Flávio Henrique Rodrigues, por todo apoio dado na condução da pesquisa. \n\nSeu entusiasmo ao buscar o entendimento de uma área de estudo tão bela e complexa quanto a \n\nIlha de São Sebastião sempre me motivou a fazer o mesmo. Espero que o presente trabalho seja \n\nútil para o seu relevante estudo visando à geoconservação da área. \n\n Aos funcionários do Parque Estadual de Ilhabela, por nos acompanhar e orientar durante \n\nos trabalhos de campo. Que vocês continuem demonstrando sua vontade de proteger e preservar o \n\nparque, para que cada vez mais pessoas possam entender a importância de tais ações.  \n\n Ao Alex, por seu incentivo à pesquisa na Ilha de São Sebastião em nos oferecer \n\ngentilmente excelente acomodação em sua pousada. \n\n Ao Professor George Luiz Luvizotto e à doutoranda Juliana Okubo, pela grande ajuda \n\ndurante os trabalhos de campo e discussões a respeito da geologia da área. \n\n  A todos os meus colegas e amigos de graduação, especialmente ao Eduardo (Nhonho), \n\nOtávio (Defeito), Rodrigo (Malagutti), Vanessa (Cabra) e Guilherme (Zulu) pelos bons \n\nmomentos que passamos juntos e pelos muitos que ainda virão. \n\n Finalmente, a minha amiga e companheira de todos os momentos, Mayara, por sempre \n\nestar disposta a me ajudar. Você participou de tudo que realizei desde o início da minha \n\ngraduação, e por tudo isso sempre serei grato. \n\n\n\n \n\n \n\nRESUMO \n\n O estudo de aspectos relacionados à evolução do relevo é uma ferramenta importante para \na melhor gestão do ambiente no qual vivemos e extraímos recursos essenciais à vida moderna. \nComo exemplo, cita-se a análise dos fatores responsáveis pela gênese de determinadas formas de \nrelevo. No caso da área de estudo, a porção noroeste da Ilha de São Sebastião (SP), são descritas \ndiversas formas de relevo associadas principalmente a distintas unidades geológicas. Destacam-se \num embasamento pré-cambriano granito-gnáissico, diques mesozoicos de rochas básicas e \nintermediárias, e stocks e diques também mesozoicos de rochas alcalinas. Dentre tais litotipos, os \ndiques básicos e intermediários exibem interessante resposta do relevo. Por vezes, eles são \nassociados a cristas alongadas, ou seja, feições positivas mais resistentes aos processos \nsuperficiais (intemperismo e erosão). Já em outros casos, os diques definem o curso de \ndrenagens, representando assim feições negativas menos resistentes aos processos superficiais. \nNesse contexto, o principal objetivo do presente estudo é identificar quais fatores são \ndeterminantes na resistência dos diques aos processos superficiais e, portanto, responsáveis pelas \ndiferentes formas de relevo associadas a eles. Para tanto, optou-se por realizar uma caracterização \ndos mesmos quanto a sua resposta aos processos modeladores do relevo, evolvendo não somente \nsua composição litológica, mas também sua estruturação, idade e as características das unidades \nde relevo nas quais os diques estão inseridos. Desse modo, foi elaborado um quadro comparativo \ncontendo características tanto dos diques quanto do embasamento no qual eles estão intrudidos \npara que fosse possível estabelecer quais fatores são de fato responsáveis pelas diferentes feições \nde relevo associadas. Os resultados obtidos indicam que a composição mineralógica das rochas, \nseu padrão de fraturamento e a espessura dos diques são os principais fatores responsáveis pela \ndiferente resposta aos processos superficiais. Os diques associados drenagens são representados \npor diabásios de textura variada, apresentando assim mineralogia caracterizada pela presença de \nminerais máficos (clinopiroxênio e olivina) e plagioclásio cálcico (labradorita). Tal mineralogia \nse mostra mais susceptível ao intemperismo e consequente erosão quando comparada àquela \npresente nos diques associados às cristas alongadas, que são representados por andesitos \nporfiríticos. Essas rochas intermediárias apresentam menor proporção de minerais máficos, além \nde o plagioclásio presente ser predominantemente de composição sódica (oligoclásio). Além da \ncomposição mineralógica mais suscetível aos processos intempéricos, os diques de diabásio ainda \npossuem maior densidade de fraturas quando comparados aos diques andesíticos, fato explicado \npela menor espessura apresentada pelos primeiros. Uma maior densidade de fraturas permite uma \nmelhor infiltração d’água, tornando a rocha mais susceptível ao intemperismo químico. A menor \nespessura dos diques de diabásio também acelera sua decomposição em função do menor volume \nde rocha a ser intemperizado e erodido. Também a partir dos resultados obtidos, foi possível \nclassificar as unidades geológicas presentes na área de estudo quanto a sua suscetibilidade aos \nprocessos superficiais. Desse modo, as unidades podem ser ordenadas, da mais suscetível a mais \nresistente, da seguinte maneira: diques de diabásio, embasamento granito-gnáissico, diques \nandesíticos e stocks alcalinos. \n \n \nPalavras-chave: Ilha de São Sebastião, geomorfologia, diques, suscetibilidade a processos \nsuperficiais, formas de relevo. \n\n\n\n \n\n \n\nABSTRACT \n\n The study of aspects related to relief evolution is an important tool for achieving an \noptimal management of the environment in which we live and extract essential resources to the \nmodern life. The analysis of factors responsible for the origin of determined landforms is an \nexample of those studies.  In the case of the study area, the northwest portion São Sebastião \nIsland (SP), different landforms are related to distinct geological units. The main units described \nin the area are: a Precambrian granite-gneissic basement, Mesozoic basic and intermediate dykes, \nand Mesozoic alkaline stocks and dykes. The landforms associated with the basic and \nintermediate dykes show an interesting pattern. There are cases in which they are characterized \nby elongated ridges, which represent landforms that are more resistant to surface processes \n(weathering and erosion). In other cases, they define the course of streams, therefore, \nrepresenting landforms that are less resistant to surface processes. In that context, the main \nobjective of this study is to identify which factors determine the resistance of the dykes to surface \nprocesses, and, therefore, are responsible for the landforms associated with them. In order to \nachieve that objective, a characterization of the dykes was made focusing aspects such as \nmineralogical composition, structural pattern, rock age, and the characteristics of the relief units \nin which the dykes are present. A comparative chart containing aspects related to both dykes and \nbasement was prepared in order to establish which of those aspects are in fact responsible for the \ndifferent landforms associated with the dykes. The obtained results indicate that the mineralogical \ncomposition, the fracture pattern and the thickness of the dykes are the main factors that \ndetermine the resistance of those rocks to weathering and erosion. The dykes associated with \nlandforms defining stream courses are represented by diabases with varied textures. Those rocks \nare composed of mafic minerals (clinopyroxene and olivine) and calcic plagioclase (labradorite); \ntherefore, they are more susceptible to weathering and erosion when compared to the porphyritic \nandesite that represents the dykes associated with elongated ridges. The last rock has a lesser \ncontent of mafic minerals and it is also predominantly composed of sodic plagioclase \n(oligoclase). In addition to a mineral composition less resistant to surface processes, the diabase \ndykes also show a higher fracture density when compared to the andesite dykes. Such behaviour \nis explained by the lower thickness showed by the former dykes. A higher fracture density allows \na more efficient water infiltration; as a result, the rock is more susceptible to chemical \nweathering. Also, the lower thickness of those dykes implies that a lower volume of rock is being \nexposed to the surface processes, thus, those dykes tend to be decomposed faster than the thicker \nones. Analysing the results, it is also possible to classify the geological units of the study area \naccording to their susceptibility to surface processes. In that sense, the units may be ordered in \nthe following way, from the most susceptible to the most resistant: diabase dykes, granite-\ngneissic basement, andesite dykes, and alkaline stocks.  \n \n \nKey words: São Sebastião Island, geomorphology, dykes, susceptibility to surface processes, \nlandforms. \n \n \n \n\n\n\n \n\n \n\nLISTA DE FIGURAS \n\nFigura 1 - Localização da área de estudo na Ilha de São Sebastião. ............................................. 11 \n\nFigura 2 - Compartimentação da Província Mantiqueira. ............................................................. 15 \n\nFigura 3 - Compartimentação do Cinturão Ribeira. ...................................................................... 16 \n\nFigura 4 - Esquema da origem e recuo da Serra do Mar na região entre a Bacia do Paraná (NW) e \n\na Bacia de Santos (SE)................................................................................................................... 18 \n\nFigura 5 - Mapa geológico simplificado da Ilha de São Sebastião. .............................................. 19 \n\nFigura 6 - Mapa dos tipos de relevo da Ilha de São Sebastião. ..................................................... 22 \n\nFigura 7 - Sequência de cristalização de minerais comuns em uma magma sob resfriamento. .... 28 \n\nFigura 8 - Estabilidade relativa dos minerais formadores de rocha mais comuns ........................ 29 \n\nFigura 9 - Relação das amostras coletadas durante os trabalhos de campo. ................................. 32 \n\nFigura 10 - Gnaisse granítico facoidal da Ilha de São Sebastião .................................................. 36 \n\nFigura 11 - Variação do gnaisse granítico facoidal exibindo bandamento composicional, \n\nCachoeira do Bananal, Ponto 63. .................................................................................................. 37 \n\nFigura 12 - Gnaisse granítico subequigranular descrito no Ponto 64 ............................................ 37 \n\nFigura 13 - Fraturas descritas no embasamento granito-gnáissico ................................................ 38 \n\nFigura 14 - Diques mostrando direção subparalela à foliação da rocha encaixante gnáissica ...... 39 \n\nFigura 15 - Andesito porfirítico da Ilha de São Sebastião. ............................................................ 41 \n\nFigura 16 - Características das famílias de fraturas identificadas nos diques andesíticos. ........... 42 \n\nFigura 17 - Posicionamento das famílias de fraturas descritas nos diques andesíticos ................. 43 \n\nFigura 18 - Além dos diques, outras estruturas também podem definir o curso de drenagens ..... 45 \n\nFigura 19 - Diabásio intergranular aflorante na forma de dique no Ponto 4 ................................. 46 \n\nFigura 20 - Diabásio porfirítico na forma de dique que define curso de drenagem, Ponto 2 ........ 47 \n\nFigura 21 - Características das famílias de fraturas identificadas nos diques de diabásio ............ 48 \n\nFigura 22 - Relação entre a direção das fraturas pertencentes à Família D e as espessuras dos \n\ndiques de diabásio .......................................................................................................................... 49 \n\nFigura 23 - Fatores julgados importantes na geração das formas de relevo associadas às unidades \n\ngeológicas analisadas. .................................................................................................................... 51 \n\n \n\n  \n\n\n\n \n\n \n\nSUMÁRIO \n\n1 INTRODUÇÃO ............................................................................................................................ 9 \n\n1.1 Contextualização do tema, objetivos e relevância do estudo .................................................... 9 \n\n2 CARACTERIZAÇÃO DA ÁREA DE ESTUDO ...................................................................... 11 \n\n2.1 Localização e acessos .............................................................................................................. 11 \n\n2.2 Clima e vegetação .................................................................................................................... 12 \n\n2.3 Pedologia ................................................................................................................................. 13 \n\n2.4 Geologia .................................................................................................................................. 13 \n\n2.4.1 Trabalhos anteriores ............................................................................................................. 13 \n\n2.4.2 Geologia regional ................................................................................................................. 14 \n\n2.4.3 Geologia local ....................................................................................................................... 18 \n\n2.5 Geomorfologia ......................................................................................................................... 21 \n\n3 FUNDAMENTAÇÃO TEÓRICA ............................................................................................. 24 \n\n3.1 O dinamismo da Terra ............................................................................................................. 24 \n\n3.2 Intemperismo ........................................................................................................................... 25 \n\n3.3 Fatores que controlam o intemperismo ................................................................................... 27 \n\n4 ETAPAS DE TRABALHO ........................................................................................................ 31 \n\n4.1 Levantamento bibliográfico ..................................................................................................... 31 \n\n4.2 Fotogeologia ............................................................................................................................ 31 \n\n4.3 Trabalhos de campo ................................................................................................................. 31 \n\n4.4 Análise e interpretação dos dados coletados ........................................................................... 32 \n\n5 RESULTADOS .......................................................................................................................... 34 \n\n5.1 Caracterização do embasamento granito-gnáissico ................................................................. 34 \n\n5.1.1 Caracterização petrográfica .................................................................................................. 34 \n\n5.1.2 Aspectos estruturais .............................................................................................................. 38 \n\n5.2 Caracterização dos diques associados às feições positivas de relevo ...................................... 40 \n\n5.2.1 Caracterização petrográfica .................................................................................................. 40 \n\n5.2.2 Caracterização do padrão de fraturamento ........................................................................... 42 \n\n5.2.3 Compartimento de relevo associado ..................................................................................... 43 \n\n5.3 Caracterização dos diques associados às feições negativas de relevo ..................................... 44 \n\n5.3.1 Caracterização petrográfica .................................................................................................. 45 \n\n\n\n \n\n \n\n5.3.2 Caracterização do padrão de fraturamento ........................................................................... 48 \n\n5.3.3 Compartimento de relevo associado ..................................................................................... 49 \n\n5.4 Quadro comparativo das unidades geológicas caracterizadas ................................................. 50 \n\n6 DISCUSSÃO DOS RESULTADOS .......................................................................................... 52 \n\n6.1 Composição mineralógica ....................................................................................................... 52 \n\n6.2 Estruturação das rochas ........................................................................................................... 53 \n\n6.3 Unidades de terreno associadas ............................................................................................... 54 \n\n6.4 Clima, vegetação, presença de solo, e tempo de exposição .................................................... 55 \n\n6.5 Classificação das unidades geológicas quanto à suscetibilidade a processos superficiais ...... 55 \n\n7 CONCLUSÕES .......................................................................................................................... 58 \n\n8 REFERÊNCIAS ......................................................................................................................... 60 \n\nAPÊNDICE I – MAPA DAS UNIDADES DE TERRENO ......................................................... 64 \n\nAPÊNDICE II – DESCRIÇÃO DAS LÂMINAS DELGADAS .................................................. 65 \n\nAPÊNDICE III – DESCRIÇÃO DOS PONTOS DE CAMPO ..................................................... 72 \n\n \n\n \n\n \n  \n \n\n\n\n9 \n \n\n \n\n1 INTRODUÇÃO \n\n1.1 Contextualização do tema, objetivos e relevância do estudo \n\n Cada vez mais, nos dias atuais, estudos direcionados à evolução da superfície terrestre têm \n\nsido conduzidos por pesquisadores em todo o mundo. O entendimento da evolução do relevo visa \n\ntanto o desenvolvimento da ciência como um todo, buscando um melhor entendimento do \n\nSistema Terra, como também aplicações práticas no nosso cotidiano, permitindo assim uma \n\nmelhor gestão do ambiente no qual vivemos e extraímos recursos essenciais à vida moderna. \n\nDesse modo, ao se entender como se dá a dinâmica que molda a superfície terrestre (processos, \n\nprodutos e taxas), é possível aplicar tal conhecimento para a prevenção e solução de problemas \n\nligados à ocupação do meio físico pelo ser humano. A ocupação de áreas próximas às encostas da \n\nSerra do Mar no litoral paulista serve de exemplo dessa aplicação. Já é de conhecimento que tais \n\náreas estão sujeitas a movimentos de massa periódicos que afetam de modo impactante a vida \n\nhumana. Graças aos estudos direcionados ao entendimento desses processos de dinâmica \n\nsuperficial, foi possível estabelecer medidas de prevenção de catástrofes que envolvem tanto \n\nplanos emergenciais de evacuação de acordo com diversos tipos de indicadores, quanto a \n\nexecução de obras de contingência. A aplicação prática do entendimento de processos \n\ngeomorfológicos não se restringe somente ao caso da ocupação de encostas. Outro exemplo é o \n\ncaso da habitação de áreas sujeitas à dinâmica fluvial, tal qual a planície de inundação. Apesar do \n\nprocesso de inundação ser bem compreendido, a ocupação dessas áreas ainda é comum nos dias \n\nde hoje. Por vezes, a solução ideal que seria a evacuação da área é de difícil execução, e portando \n\nmedidas estruturais (obras de retenção e canalização) e não estruturais (sistemas de alerta, \n\neducação ambiental e ações de regulamentação) devem ser consideradas. Para uma implantação \n\nbem sucedida dessas medidas, é necessário um conhecimento pleno de como se dá a dinâmica \n\nfluvial e de sua relação com a modificação da superfície a qual habitamos. \n\n A superfície terrestre responde de modo diferente aos processos de dinâmica superficial \n\nde acordo com diversas variáveis naturais e antrópicas. O clima atuante, a vegetação associada, a \n\ncomposição do terreno e o tempo de exposição do material são exemplos de variáveis que \n\ninfluenciam nas formas de relevo geradas. Como exemplo, pode-se citar o caso da região de \n\nestudo do presente trabalho, a Ilha de São Sebastião. Nesse local, são observados diferentes \n\nunidades de terreno: picos montanhosos, colinas mais suaves, planícies costeiras entre outros. \n\nNesse caso, estes se associam principalmente às propriedades da rocha formadora, uma vez que \n\n\n\n10 \n \n\n \n\ntodos os litotipos presentes estão sujeitos às mesmas condições climáticas. A Ilha de São \n\nSebastião apresenta rochas de variadas composições e estruturações, destacando-se um \n\nembasamento cristalino granito-gnáissico, diques de rochas básicas e intermediárias, e stocks e \n\ndiques de composição alcalina. Dentre estas, os diques básicos e intermediários mostram \n\ninteressante resposta do relevo. Por vezes, eles são associados a grandes cristas alongadas, ou \n\nseja, feições positivas mais resistentes aos processos superficiais. Tais cristas inclusive podem \n\ninfluenciar a morfologia da costa. Já em outros casos, eles definem o curso de drenagens, \n\nrepresentando assim feições negativas menos resistentes aos processos superficiais.  \n\n Nesse contexto, o principal objetivo a ser alcançado com o presente estudo é identificar \n\nquais características referentes aos diques são determinantes na sua resistência aos processos \n\nsuperficiais e, portanto, responsáveis pelas diferentes formas de relevo associadas a eles. Para \n\ntanto, optou-se por realizar uma caracterização das rochas quanto à suscetibilidade aos processos \n\nmodeladores do relevo, analisando fatores tais quais: composição mineralógica (que reflete a \n\ncomposição química da rocha), padrão de fraturamento, idade e as características das unidades de \n\nrelevo onde os diques se inserem. A partir dessa caracterização, foi gerado um quadro \n\ncomparativo contendo esses fatores, respectivos tanto aos diques quanto à rocha encaixante. Tal \n\nquadro foi construído visando realizar uma comparação entre os fatores propostos acima, com o \n\nobjetivo de identificar quais deles são de fato responsáveis pelas formas de relevo associadas aos \n\ndiques. \n\n O estudo aqui apresentado se mostra relevante para contribuir com o conhecimento \n\ngeológico-geomorfológico da Ilha de São Sebastião, uma vez que este ainda é limitado. Além \n\ndisso, todos os anos, diversos problemas ligados à ocupação urbana do meio físico são relatados \n\nnessa área, logo, um trabalho acadêmico focado na geomorfologia da região pode auxiliar na \n\ndivulgação da relevância desse tema. O presente estudo foi realizado em colaboração com um \n\nprojeto maior, conduzido pelo doutorando Flávio Henrique Rodrigues, que visa um mapeamento \n\ngeoambiental aplicado à geoconservação da Ilha de São Sebastião (RODRIGUES, 2016, no \n\nprelo). Finalmente, é valido mencionar que a continuidade de estudos científicos realizados em \n\nunidades de conservação da natureza, tal qual o Parque Estadual de Ilhabela onde grande parte da \n\nárea de estudo se encontra inserida, é de extrema importância para demonstrar a relevância de \n\numa área a ser conservada.  \n\n \n\n\n\n11 \n \n\n \n\n2 CARACTERIZAÇÃO DA ÁREA DE ESTUDO \n\n2.1 Localização e acessos \n\n Como apresentado anteriormente, a área de estudo está inserida na Ilha de São Sebastião, \n\nparte do Arquipélago de Ilhabela, localizado no litoral norte do estado de São Paulo (Figura 1). A \n\nárea abrange porção das folhas topográficas São Sebastião (SF-23-Y-D-VI-3) e Caraguatatuba \n\n(SF-23-Y-D-VI-1), na escala 1:50.000 do Instituto Brasileiro de Geografia e Estatística, \n\nrespectivamente dos anos de 1975 e 1974. É localizada entre as latitudes 23°42’30” S e 23°51'23\" \n\nS, e entre as longitudes 45°23'35\" O e 45°18'52\" O, e compreende o setor noroeste da ilha. A \n\nescolha desse setor se deu em função da maior facilidade de deslocamento dentro de sua área, \n\numa vez que grande parte da ilha é de difícil acesso, dada as altas declividades e densa mata \n\nnativa. \n\n \nFigura 1 - Localização da área de estudo (retângulo vermelho) na Ilha de São Sebastião. \n\n \n Partindo de Rio Claro, o acesso à área de estudo pode ser feito pela rodovia BR-364, \n\nseguindo então pelas rodovias BR-050, Dom Pedro I, Governador Carvalho Pinto e Tamoios até \n\nCaraguatatuba. A partir de lá, segue-se pela rodovia BR-101 até o ponto de balsa em São \n\n\n\n12 \n \n\n \n\nSebastião. O deslocamento dentro da área de estudo é feito principalmente pela rodovia SP-131, \n\npor estradas municipais e pelas trilhas que cortam as áreas de conservação. \n\n2.2 Clima e vegetação \n\n O clima e a vegetação têm um papel importante na evolução do relevo de uma região. No \n\ncaso da área de estudo, a mesma apresenta classificação climática Köeppen do tipo Am, ou seja, \n\num clima tropical chuvoso de inverno seco. Milanesi (2007) realizou medições de pluviosidade \n\nna Ilha de São Sebastião no período 2004/2005 com o intuito de avaliar as diferenças \n\npluviométricas entres as vertentes oceânica e continental. Segundo seu estudo, o início do período \n\nde chuvas se deu na primavera (outubro a dezembro), e equivaleu a 22% da precipitação total, \n\ncom média de 1.354,2 mm. Já no verão, de janeiro a março, a precipitação atingiu o maior valor \n\nrelativo, 36% das chuvas com média de 2.126,3 mm. No outono, de abril a junho, observou-se \n\numa diminuição na precipitação, com 26% do total e média de 1.624,7 mm. Finalmente, durante \n\no inverno, nos meses de julho a setembro, os valores de precipitação foram mínimos, \n\nrepresentando 15% do total com média de 925,7 mm. O autor chegou à conclusão de que a \n\nvertente da ilha voltada ao oceano atua como uma barreira aos fluxos de umidade, provocando \n\nentão a chuva denominada orográfica. Como consequência desse fato, a vertente continental \n\nmostra umidade e índices pluviométricos comparativamente inferiores.  \n\n Além da pluviosidade, outro aspecto importante relacionado ao clima de uma região é a \n\ntemperatura. Dados coletados por Milanesi (2007) no Centro de Previsão de Tempo e Estudos \n\nClimáticos (CPTE) do Instituto Nacional de Pesquisas Espaciais (INPE) de Caraguatatuba para o \n\nperíodo 2004/2005 apontam as seguintes temperaturas médias por estação para a região: 23,2ºC \n\nna primavera; 30,1ºC no verão; 23,2ºC no outono; e 20,7ºC no inverno. Nota-se, portanto, que a \n\nregião apresenta um clima chuvoso de temperaturas médias relativamente altas.  \n\n Quanto à vegetação presente na área, a Ilha de São Sebastião apresenta grande reserva de \n\ndensa floresta tropical nativa, a Mata Atlântica. Juntamente com as demais ilhas do arquipélago, a \n\nmaior parte de sua área é considerada Unidade de Proteção Integral (Parque Estadual de \n\nIlhabela), que tem como objetivo principal a preservação da natureza, admitindo-se somente uso \n\nindireto dos seus recursos naturais. Logo, a floresta nativa ocupa quase que a totalidade dos 236 \n\nkm² de área da ilha. A alta biodiversidade de espécies vegetais é característica da floresta, sendo \n\ndescritas leguminosas (incá, angico), bigoneáceas (ipês), lauráceas (abacateiro, imbuia), \n\nmirtáceas (goiabeira, pitangueira), epífitas (orquídeas e lianas), entre outras (MILANESI, 2007). \n\n\n\n13 \n \n\n \n\nAs espécies arbóreas são predominantes, e caracterizam uma floresta ligada ao relevo cuja \n\ndeclividade permite distribuição das árvores em níveis, resultando assim numa boa absorção solar \n\ne desenvolvimento de flora exuberante (SILVA et al., 1977). É importante notar que, ao mesmo \n\ntempo em que o relevo afeta o desenvolvimento da vegetação, a mesma também influencia na sua \n\nevolução. Tal conceito será mais bem desenvolvido posteriormente. \n\n2.3 Pedologia \n\n A gênese do solo está diretamente associada à evolução do relevo. Sendo um dos produtos \n\nde alteração das rochas, o mesmo tanto representa uma consequência da ação dos processos \n\nmodeladores do relevo, quanto influencia na sua dinâmica. Em um contexto regional, a Ilha de \n\nSão Sebastião se insere em uma área cujos principais solos descritos, segundo trabalho de \n\nOliveira et al. (1999), são cambissolos háplicos distróficos associados com neossolos litólicos \n\ndistróficos. Rossi et al. (2005), em estudo de caracterização do meio físico da Serra do Mar, \n\ndescrevem a presença de formações rasas com solos jovens pouco espessos. Desse modo, a área \n\nseria dominada por cambissolos, que são encontrados disseminados pelas formas de relevo, e por \n\nneossolos litólicos, localizados principalmente em topos curtos com formas angulosas ou \n\nconvexas.  \n\n Em uma escala local, o Plano de Manejo do Parque Estadual de Ilhabela (FUNDAÇÃO \n\nFLORESTAL DO ESTADO DE SÃO PAULO, 2015), estabeleceu nove unidades de \n\nmapeamento que envolvem seis classes de solos. Tais classes são compostas basicamente por \n\ncambissolos, argissolos vermelho-amarelos, gleissolos, neossolos litólicos, espodossolos e areias \n\npraiais. Os cambissolos e neossolos litólicos representam 84% dos solos do parque estadual, \n\nnotando-se, portanto uma predominância de solos rasos ou pouco profundos que apresentam \n\nsérias limitações quanto à presença de blocos rochosos e a proximidade do contato com a rocha \n\nfresca. Os argissolos e os latossolos, representando 9,3% dos solos do parque, ocorrem no relevo \n\namorreado e com menores declives. Gleissolos, espodossolos e areias praiais ocorrem em \n\npequena porção da área, representando menos de 0,7% do total. \n\n2.4 Geologia \n\n2.4.1 Trabalhos anteriores \n\n Um dos primeiros relatos da geologia da Ilha de São Sebastião se encontra presente no \n\ntrabalho de Derby (1887), que reconhece ali a presença de rochas alcalinas. Freitas (1947) \n\n\n\n14 \n \n\n \n\napresenta um estudo focado nos aspectos geológicos da ilha, incluindo uma petrologia mais \n\ndetalhada das rochas ali presentes. Nesse trabalho, são descritas rochas gnáissicas associadas a \n\num embasamento cristalino; rochas básicas na forma de diques que cortam o embasamento; \n\nrochas alcalinas na forma de stocks que cortam tanto o embasamento quanto os diques básicos; e \n\nrochas quartzo-dioríticas na forma de diques que cortam os stocks alcalinos. Posteriormente, \n\nforam conduzidos estudos focados na geocronologia dos litotipos da ilha (AMARAL et al., 1966; \n\nAMARAL et al., 1967; HENNIES E HASUI, 1968), sendo obtidas idades em torno de 80 \n\nmilhões de anos para o magmatismo alcalino. Hennies e Hasui (1977) apresentam uma \n\ncontribuição ao conhecimento geológico da área, focando as intrusões magmáticas mesozoicas. \n\nTais autores propõem dois ciclos de magmatismo: um primeiro representado pelos diques básicos \n\ndo Cretáceo Inferior, e um segundo representado pelos stocks e diques alcalinos, ambos do \n\nCretáceo Superior. Bellieni et al. (1990) apresentam um estudo geoquímico e petrológico das \n\nrochas intrusivas da ilha, indicando (1) que os diques do Cretáceo Inferior apresentam caráter \n\nbimodal ácido-básico que se assemelha àquele encontrado no magmatismo básico da Bacia do \n\nParaná; e (2) que os diques mais ácidos apresentam composição semelhante a das vulcânicas \n\nácidas encontradas na mesma bacia. Logo, nota-se uma cogeneticidade entre tais eventos \n\nmagmáticos. Focando mais o estudo dos diques na região adjacente ao Canal de São Sebastião, \n\nGarda e Schorscher (1996) apresentam análises petrográficas e geoquímicas dos mesmos, \n\nclassificando-os como diques máficos de composição básica a intermediária, lamprófiros e \n\ntraquitos. Além dos litotipos mencionados acima, foram descritas também ocorrências de \n\nintrusões máfico-ultramáficas estratiformes (LIMA, 2001, AUGUSTO, 2003, PABST, 2014), \n\nindicando uma maior complexidade na história geológica da ilha. \n\n2.4.2 Geologia regional \n\n A Ilha de São Sebastião tem sua gênese relacionada a um evento magmático alcalino \n\nassociado à abertura do oceano Atlântico Sul durante a Era Mesozoica. Porém, o embasamento \n\nque aloja as intrusões alcalinas mostra evolução geológica consideravelmente mais antiga, \n\ndatando do Pré-cambriano. O território da ilha se encontra inserido na Província Mantiqueira, \n\numa das províncias estruturais brasileiras originalmente descritas por Almeida (1977) e \n\nposteriormente por Schobbenhaus e Brito Neves (2003). Tal província representa um sistema \n\norogênico neoproterozoico que resultou na amalgamação do paleocontinente Gondwana \n\nOcidental, durante o Ciclo Brasiliano-Pan Africano. A Província Mantiqueira foi inicialmente \n\n\n\n15 \n \n\n \n\ncompartimentada por Almeida e Hasui (1984), e sofreu modificações com o avanço do \n\nconhecimento geológico e geocronológico. Segundo Hasui (2012), a mesma se divide em três \n\ncinturões orogênicos: Araçuaí na porção setentrional, Ribeira na porção central e Tijucas na \n\nporção meridional (Figura 2). A Ilha de São Sebastião faz parte do compartimento Ribeira, como \n\npode ser observado na Figura 2. \n\n \nFigura 2 - Compartimentação da Província Mantiqueira, segundo Hasui (2012). \n\n   \n O Cinturão Ribeira, por sua vez, é considerado um sistema orogênico acrescionário-\n\ncolisional, de orientação geral nordeste, relacionado com a colisão entre os crátons \n\nParanapanema, São Francisco, Luís Alves e Congo (CAMPANHA E SADOWSKI, 1999; \n\nHEILBRON et al., 2004). É, portanto, uma assembleia de terrenos amalgamados, que nos \n\nestágios tardios de orogênese foi particionado por um sistema de cisalhamento transcorrente de \n\n\n\n16 \n \n\n \n\nescala crustal, de direção paralela ao orógeno (CAMPANHA E BRITO NEVES, 2004, \n\nFALEIROS et al., 2010, 2011). Hasui (2012) apresenta uma divisão do Cinturão Ribeira entre \n\ndiferentes domínios, de acordo com suas evoluções tectono-estratigráficas e metamórficas \n\n(Figura 3). Dentre eles, a Ilha de São Sebastião se insere no Domínio Costeiro. \n\n \nFigura 3 - Compartimentação do Cinturão Ribeira, segundo Hasui (2012). \n\n\n\n17 \n \n\n \n\n O Domínio Costeiro é formado principalmente por rochas metamórficas de alto grau e \n\ngranitos intensamente deformados, apresentando assim três conjuntos litológicos distintos: rochas \n\ngnáissico-migmatíticas, rochas paraderivadas e rochas granulíticas (CHIODI et al., 1983). Quanto \n\nà estruturação da região, predominam estruturas relacionadas às zonas de cisalhamento de direção \n\nnordeste geradas durante os estágios finais da orogênese neoproterozoica do Cinturão Ribeira. \n\nDada a intensidade com qual os esforços cisalhantes afetaram a área, uma xistosidade penetrativa \n\nde direção nordeste é observada nos litotipos ali presentes. Segundo Tassinari (1988), as rochas \n\nmetamórficas do Domínio Costeiro apresentam idades Rb-Sr entre 650 e 600 Ma.  \n\n Posteriormente aos eventos compressivos e transcorrentes descritos acima, durante o \n\nMesozoico, a área em questão foi afetada pelo evento distensivo responsável pela abertura do \n\noceano Atlântico Sul. Associado a tal evento, ocorreu o soerguimento da região, juntamente com \n\nfraturamento crustal e intenso magmatismo. Esse magmatismo se expressa em dois eventos de \n\nidades e caráter distintos, segundo Hennies e Hasui (1977) e Bellieni et al. (1990). O mais antigo \n\ndata do Cretáceo Inferior, e é representado pela ocorrência de soleiras e diques subalcalinos \n\nbásicos a ácidos, contemporâneos aos derrames da Bacia do Paraná. Já o mais recente, data \n\nCretáceo Superior (cerca de 80 Ma), e é representado pela presença de stocks e diques alcalinos. \n\nTais stocks são associados à formação da Ilha de São Sebastião durante o Cenozoico, uma vez \n\nque os mesmos proporcionaram resistência ao recuo erosivo responsável pela posição atual da \n\nescarpa da Serra do Mar. Esse modelo de gênese da ilha é deduzido por Almeida e Carneiro \n\n(1998), que propõem que a Serra do Mar é produto de um evento tectônico iniciado no \n\nPaleoceno, responsável pelo soerguimento do bloco ocidental da Falha de Santos e abatimento do \n\noriental. No decorrer de três a quatro dezenas de milhões de anos, a erosão teria feito recuar as \n\nencostas da serra até sua posição atual (Figura 4). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n \n\n \n\n \n\n \n \n\nFigura 4 - Esquema da origem e recuo da Serra do Mar na região entre a Bacia do Paraná (NW) e a Bacia de Santos \n(SE), segundo Almeida e Carneiro (1998). Estágios: 1. Soerguimento senoniano erodido e consequente deposição \nnas bacias de Santos (Formação Santos) e do Paraná (Grupo Bauru). 2. Desenvolvimento da superfície de \naplainamento Japi no final do Senoniano. 3. Deformação da Superfície Japi no Paleoceno. Surge a Serra do Mar na \nFalha de Santos e o sistema de grábens continentais. A plataforma continental (P) começa a se desenvolver na costa. \n4. Recuo erosivo da Serra do Mar para sua posição atual. Intrusões alcalinas sustentam a Ilha de São Sebastião (ISS). \n\n \n \n\n \n \n\n2.4.3 Geologia local \n\n De modo geral, na Ilha de São Sebastião ocorrem rochas metamórficas pré-cambrianas, \n\nintrusões ígneas mesozoicas e depósitos sedimentares recentes. A Figura 5 mostra um mapa \n\ngeológico simplificado da área, adaptado de Hennies e Hasui (1977).  \n\n\n\n19 \n \n\n \n\n \n\nFigura 5 - Mapa geológico simplificado da Ilha de São Sebastião, adaptado de Hennies e Hasui (1977). \n \n\n  \n\n As rochas pré-cambrianas pertencem ao Domínio Costeiro e são constituídas \n\nprincipalmente de gnaisses, migmatitos, metagranitoides diversos e possíveis charnockitos. Suas \n\nidades ainda são discutidas, sendo consideradas arqueanas (FREITAS, 1947; ALMEIDA et al., \n\n1981), pré-cambrianas médias a superiores (SILVA et al., 1977), e pré-cambrianas \n\n\n\n20 \n \n\n \n\nindiferenciadas (HASUI et al., 1984). Os gnaisses se apresentam como (1) graníticos \n\nsubequigranulares, (2) félsico- máficos bandados e (3) graníticos facoidais, sendo os últimos mais \n\nfrequentes (FREITAS, 1947). Associados aos gnaisses subequigranulares e bandados, ocorrem \n\nmobilizados pegmatoides, veios ptigmáticos, transições para migmatitos e lentes de anfibolito e \n\nhornblenda gnaisse concordantes com a foliação (LIMA, 2001). Os metagranitoides, por sua vez, \n\nocorrem como corpos que atingem dimensões quilométricas, apresentando fenocristais \n\ncentimétricos de feldspato alcalino orientados segundo a foliação regional. São descritos ainda \n\nintrusões menores de leucogranitos sub a equigranulares médios a grossos, e diques de \n\ngranodioritos equigranulares finos a médios, também metamórficos e deformados segundo a \n\nfoliação regional (LIMA, 2001). Possíveis charnockitos, representados por rochas graníticas \n\nesverdeadas de granulação média a grossa e estrutura maciça a foliada, são descritos como \n\nocorrências menores desde a região de Pontinha até a Praia do Bonete. Seguindo a estruturação \n\nregional do Complexo Costeiro, os litotipos descritos acima apresentam foliação de direção \n\nnordeste e, no caso da Ilha de São Sebastião, com mergulhos de alto ângulo principalmente para \n\nnoroeste. Ainda seguindo essa direção de foliação são descritos veios de quartzo deformados e \n\nzonas de cisalhamento. \n\n As intrusões ígneas mesozoicas envolvem diferentes litotipos, desde rochas ultramáficas \n\naté hololeucocráticas, de composição ultrabásica, básica, intermediária e alcalina, que ocorrem na \n\nforma de diques e stocks (FREITAS, 1947; HENNIES E HASUI, 1977; SILVA et al., 1977; \n\nBELLIENI et al. 1990). Lima (2001) reconhece três estágios magmáticos principais: (1) \n\nmagmatismo vulcânico inicial que data do Cretáceo Inferior, (2) plutonismo principal que data do \n\nCretáceo Superior, e (3) magmatismo hipoabissal e subvulcânico final que também data do \n\nCretáceo Superior.  \n\n O magmatismo vulcânico inicial (1) envolve a maioria dos diques presentes na ilha, \n\nintrudidos no complexo pré-cambriano. Estes são representados principalmente por diabásios e \n\nandesitos, e apresentam orientação subparalela à foliação do embasamento (direção nordeste com \n\ncaimento subvertical a vertical principalmente para noroeste). Idades K-Ar de diques correlatos \n\npresentes na costa continental adjacente variam de 120 a 144 Ma (AMARAL et al., 1966; \n\nBELLIENI et al. 1990; GARDA, 1995).  \n\n O plutonismo principal (2) é representado pelos três maiores stocks alcalinos, \n\ndenominados São Sebastião, Serraria e Mirante. As principais rochas ali presentes são sienitos \n\n\n\n21 \n \n\n \n\ncom feldspatoides (pulaskitos), saturados, e com quartzo (nordmarkitos); nefelina sienitos \n\n(tinguaitos) e álcali-feldspato sienitos. Todos esses sienitos se apresentam como rochas \n\nleucocráticas a hololeucocráticas, de granulação grossa, coloração cinza clara a branca, e \n\nestrutura que varia de maciça a acamadada. As idades dos stocks foram calculadas por Amaral et \n\nal. (1967), Hennies e Hasui (1968) e Montes-Lauar (1993), e variam de 80 a 85 Ma. Ocorrem \n\ntambém na ilha raros gabros, dioritos, piroxenitos e equivalentes alcalinos (FREITAS, 1947). \n\nExemplos dessas ocorrências são descritas na Ponta do Pacuíba, Pedra do Sino e no stock das \n\nCanas, onde se encontram essexitos, ijolitos e gabros nefeliníticos (HENNIES E HASSUI, 1977). \n\nForam calculadas idades K-Ar de 96,7 Ma para um essexito da Pedra do Sino (AMARAL et al., \n\n1967) e de 85,9 ± 5,8 Ma para um gabro rolado do stock das Canas (HENNIES E HASUI, 1968).  \n\n Finalmente, o magmatismo hipoabissal a subvulcânico final (3) é representado por diques, \n\nveios e intrusões menores que cortam os stocks do magmatismo principal. São \n\npredominantemente de composição alcalina, e variam de rochas hololeucocráticas a ultramáficas. \n\nSuas texturas também são variáveis: ocorrem como rochas afaníticas, faneríticas finas a médias e \n\ngrossas pegmatoides. Os principais litotipos descritos são piroxenitos, teschenitos, micro-gabros, \n\nmicro-sienitos diversos, fonolitos, diabásios e traquitos (LIMA, 2001). As idades dessas rochas \n\ntambém segue esse caráter variado, mostrando um intervalo entre 55 e 81 Ma (HENNIES E \n\nHASUI, 1968; MONTES-LUAR, 1993; GARDA, 1995). Dada tamanha variação em diversos \n\naspectos relacionados a esse grupo de rochas, é estimado que vários eventos magmáticos, não \n\nnecessariamente relacionados geneticamente entre si, foram responsáveis pela sua geração \n\n(LIMA, 2001). \n\n Cabe também mencionar a existência de depósitos sedimentares recentes ligados à \n\ndinâmica superficial atuante na ilha. Como exemplo, destacam-se depósitos ligados às encostas, \n\nvales fluviais e à orla marítima (HENNIES E HASUI, 1977). Tais depósitos são compostos por \n\nsedimentos de variada granulometria, de acordo com o processo gerador. É de destaque a \n\ncontribuição de sedimentos derivados das intrusivas mesozoicas. \n\n2.5 Geomorfologia \n\n Um dos principais fatores que definem o relevo atual da Ilha de São Sebastião é o \n\ncontraste entre os tipos litológicos que compõem a área. Partindo primeiramente de um contexto \n\nmais regional, a ilha se insere, segundo Almeida (1964), nas zonas da Serrania Costeira e Baixas \n\nLitorâneas no compartimento da Província Costeira. Tal compartimento é caracterizado por um \n\n\n\n22 \n \n\n \n\ngrande bloco de morros escalonados, com pequenas praias e planícies costeiras associadas aos \n\nseus contornos mais proeminentes. Já num contexto mais local, o Plano de Manejo do Parque \n\nEstadual de Ilhabela (FUNDAÇÃO FLORESTAL DO ESTADO DE SÃO PAULO, 2015), \n\ndefine os seguintes compartimentos de relevo presentes no arquipélago: praias arenosas, planícies \n\nflúvio-marinhas, colinas médias, morros, montanhas, corpos de tálus e cones de dejeção, e \n\nafloramentos rochosos (Figura 6). \n\n \n\n \nFigura 6 - Mapa dos tipos de relevo da Ilha de São Sebastião, segundo Fundação Florestal do estado de São Paulo \n(2015). \n  \n\n Como é possível observar no mapa da Figura 6, o relevo do tipo montanhas ocupa a maior \n\nparte do território da Ilha de São Sebastião. Tal compartimento é caracterizado pelas altitudes \n\n\n\n23 \n \n\n \n\nmais elevadas da ilha, alcançando 1.375 m no Pico de São Sebastião. Outras de suas \n\ncaracterísticas são os topos estreitos agudos, predomínio de declividades superiores a 30% e a \n\nformação de costões rochosos abruptos quando este encontra o mar. Nas porções mais altas, \n\nassociam-se a esse tipo de relevo os stocks de rochas alcalinas enquanto que as porções mais \n\nbaixas são sustentadas por rochas granito-gnáissicas do embasamento. \n\n Os compartimentos de morros e colinas médias, por sua vez, representam um relevo mais \n\nbaixo e suave em comparação ao anterior. Eles mostram formas arredondadas e subniveladas, \n\ncom altitudes que chegam até 100 m no caso das colinas, e 350 m no caso dos morros. Possuem \n\ntopos médios e convexos, sendo que as colinas apresentam declividade inferior a 15% enquanto \n\nque os morros possuem declividade inferior a 30%. Tais compartimentos se associam as rochas \n\ngranito-gnáissicas do embasamento cristalino. Os diques de composição básica e intermediária \n\nque são objetos de estudo do presente trabalho se encontram intrudidos nesses compartimentos de \n\nrelevo, e formam tanto cristas alongadas quando encaixes de drenagens. \n\n No interior dos compartimentos de montanhas e morros ocorrem os relevos dos tipos \n\ncorpos de tálus e cones de dejeção associados a grandes escarpamentos e anfiteatros. Sua \n\nmorfologia varia de rampas de deposição subhorizontais e/ou côncavas no fundo de vales a \n\nleques associados a áreas mais planas. São constituídos de matacões, blocos e seixos polimíticos, \n\nangulosos a subarredondados, semi-alterados a alterados imersos em matriz areno-argilosa, \n\narenosa ou argilosa. Nos cones de dejeção são descritas intercalações de areias médias e grossas, \n\nalém de níveis de seixos orientados. \n\n Os compartimentos das praias arenosas e das planícies flúvio-marinhas representam os \n\nterrenos mais baixos e planos da ilha. Apresentam altitudes máximas de 20 m no caso das praias \n\ne de 5 m no caso das planícies, e suas inclinações não superam 5%. As praias arenosas são \n\nconstituídas de areias quartzosas marinhas com restos de conchas, enquanto que as planícies \n\nflúvio-marinhas se constituem de areias quartzosas finas, micáceas, com restos de conchas \n\nintercaladas a camadas de argilas e areia média a grossa. \n\n Finalmente, os afloramentos rochosos representam domínios sem zona de ocorrência \n\nespecífica, ocorrendo normalmente no topo de montanhas mais aguçadas e em encostas de \n\nelevada inclinação.  \n\n \n\n\n\n24 \n \n\n \n\n3 FUNDAMENTAÇÃO TEÓRICA \n\n Tal como estabelecido anteriormente, o objetivo do presente estudo é identificar quais \n\nfatores são responsáveis pelas feições de relevo associadas aos diques básicos e intermediários \n\npresentes na Ilha de São Sebastião. Para que esse objetivo possa ser alcançado, é necessário o \n\nconhecimento de como se dá a geração de diferentes formas de relevo em uma determinada área \n\nda superfície terrestre. No caso específico do presente estudo, busca-se saber quais características \n\ntanto das rochas, quanto do ambiente no qual elas estão presentes são decisivos na suscetibilidade \n\naos processos superficiais, e, portanto na geração das formas positivas e negativas de relevo \n\nassociadas aos diques. É, portanto apresentada a seguir uma revisão a respeito do tema, que \n\nservirá como base teórica para o estudo. Tal fundamentação foi escrita com base em livros-texto \n\nque tratam do tema, tais quais e Press et al. (2006) e Huggett (2007). \n\n3.1 O dinamismo da Terra \n\n O planeta Terra é um sistema dinâmico e se encontra em constante modificação. De modo \n\ngeral, o relevo é resultado da interação entre processos de dinâmica interna e externa do planeta. \n\nProcessos de dinâmica interna (endógenos) possuem como fonte de energia o calor interno da \n\nTerra, que é produto tanto do decaimento de isótopos radioativos presentes principalmente na \n\ncrosta continental, quanto do calor remanescente da época da formação do planeta. Vulcanismo e \n\ntectonismo são os principais processos endógenos, e é reconhecido que os mesmos agem no \n\nsentido de “construir”, ou seja, gerar o material que constitui a superfície terrestre. O vulcanismo \n\natua como mecanismo de transferência de matéria e energia da porção interna do planeta para a \n\nporção externa. Em zonas de vulcanismo, ocorre a intensa geração de magma que virá a constituir \n\nas rochas que formam a crosta terrestre. Também associado a essas zonas, ocorrem \n\nsoerguimentos da crosta em função da elevação do grau geotérmico da mesma. Soerguimento e \n\nvulcanismo se associam também ao tectonismo, o outro processo de dinâmica interna do planeta. \n\nA porção superficial da Terra é constituída de placas rígidas, denominadas placas litosféricas ou \n\ntectônicas, que interagem entre si modificando a superfície do planeta. Processos como a \n\norogênese servem de exemplo de como ocorre o crescimento da crosta continental, seja pela \n\ngeração de magma associada ou pela acreção e colisão continental. \n\n Dentro da dinâmica do planeta, do mesmo modo que existem processos de “construção”, \n\ntambém existem os de “destruição”. Estes são os processos de dinâmica externa, denominados \n\n\n\n25 \n \n\n \n\nexógenos. Os mesmos apresentam como fonte principal de energia a radiação solar, e agem de \n\nmodo a decompor e remobilizar o material que forma a superfície terrestre. Os processos de \n\nintemperismo envolvem a decomposição da rocha, enquanto que a erosão transporta tal material \n\ndecomposto, depositando-o em diferentes localizações. Logo, a dinâmica superficial age de modo \n\na moldar a superfície terrestre, buscando uma relação de equilíbrio com a dinâmica interna do \n\nplaneta. \n\n Os processos endógenos associados à geração da Ilha de São Sebastião envolvem o \n\ntectonismo responsável pela abertura do oceano Atlântico Sul, assim como o magmatismo e \n\nsoerguimento associados. O relevo atual da ilha é resultado da interação entre esses processos e \n\nos processos de intemperismo e erosão, atuantes desde a época de sua geração. As diferentes \n\nformas de relevo descritas na ilha são resultados diretos da atuação do intemperismo nas rochas \n\nformadoras ali presentes, uma vez que é necessário que as rochas sejam decompostas para que os \n\nprocessos de erosão possam remobilizar o material gerado. No caso específico dos diques, \n\ndeterminados fatores fizeram com que o intemperismo e consequente erosão fossem mais \n\nintensos nos diques associados às formas negativas do relevo, enquanto que os diques associados \n\nàs formas positivas resistiram melhor a tais processos. Dada a importância do intemperismo para \n\no entendimento da problemática levantada pelo presente estudo, é apresentada a seguir uma \n\nrápida revisão do tema. \n\n3.2 Intemperismo \n\n O intemperismo envolve o desarranjo das rochas por meio de desintegração mecânica e \n\ndecomposição química. Ele ocorre quando as mesmas são expostas às condições superficiais, de \n\nbaixas temperaturas e pressões, onde estão sujeitas à ação do ar atmosférico, da água e de \n\norganismos. O intemperismo gera diversos produtos de alteração, que podem ser classificados \n\nentre sólidos (fragmentos de rocha de granulometria variada, além de minerais neoformados), \n\nsolutos (partículas com menos de 1 nm de diâmetro que existem em solução molecular) e \n\ncoloides (partículas orgânicas e minerais com diâmetro variando de 1 a 100 nm). Como já \n\nmencionado, o intemperismo pode ocorrer por meio da desintegração mecânica ou da \n\ndecomposição química, podendo assim ser subdividido entre intemperismo mecânico e \n\nintemperismo físico. \n\n O intemperismo mecânico envolve processos que reduzem progressivamente a \n\ngranulometria das rochas simplesmente por ação mecânica, não ocorrendo mudança na \n\n\n\n26 \n \n\n \n\ncomposição química das mesmas. Esse tipo de intemperismo ocorre por processos tais quais o \n\nalívio de carga (geração de espaços vazios na rocha associada a um alívio da pressão confinante), \n\no congelamento (desintegração da rocha associada à tensão causada pelo aumento de volume da \n\nágua sob congelamento), a mudança constante de temperatura (causa um efeito de fatiga na \n\nrocha, fazendo com que a mesma se torne mais frágil), a molhagem e secagem das rochas (efeito \n\nde fatiga associado à expansão e contração de argilominerais), e o crescimento de cristais de sal \n\n(desintegração da rocha associada à cristalização de sais a partir de soluções salinas). É \n\nimportante notar que a fragmentação provocada pelo intemperismo mecânico aumenta a área de \n\nsuperfície das rochas, tornando-as mais suscetíveis à ação do intemperismo químico.  \n\n O intemperismo químico, por sua vez, envolve a dissolução de minerais primários, assim \n\ncomo sua transformação em minerais secundários juntamente com a acumulação de material \n\nresidual. Esse tipo de intemperismo envolve reações químicas, dentre as quais se destacam: (1) \n\ndissolução, (2) hidratação, (3) oxidação e redução, (4) hidrólise, e (5) quelação. \n\n A dissolução (1) é a dissociação de moléculas pela ação da água, gerando assim cátions e \n\nânions. É na verdade um processo mecânico, porém é tratado como químico por ocorrer \n\njuntamente com outros processos do intemperismo químico. A solubilidade dos minerais é \n\nvariável de acordo com suas propriedades e com o pH do solvente. Já a hidratação (2) ocorre \n\nquando os minerais absorvem moléculas de água em suas bordas e superfícies sem mudar sua \n\ncomposição química, fazendo com que eles aumentem de volume. Este é o caso da anidrita que, \n\nao ser hidratada, aumenta de volume e se torna gipsita. A oxidação e redução (3) envolvem \n\nreações de troca de elétrons. A oxidação ocorre quando um átomo ou íon perde um elétron, \n\naumentando sua carga positiva, enquanto que a redução envolve o ganho de um elétron, \n\naumentando a carga negativa. Tal transferência de elétrons pode afetar a neutralidade elétrica dos \n\nminerais, tornando-os mais suscetíveis a decomposição. A hidrólise (4) é o principal processo de \n\nintemperismo químico e pode decompor completamente ou modificar drasticamente minerais \n\nsuscetíveis a ela. Nessa reação, a água se dissocia entre cátions de hidrogênio (H+) e hidroxila \n\n(OH-) e reage diretamente com minerais silicáticos. O hidrogênio é trocado por um cátion \n\nmetálico do mineral, comumente potássio, sódio, cálcio ou magnésio. Esse cátion metálico se \n\ncombina então com a hidroxila. O ácido aluminossilicático gerado pela combinação do \n\nhidrogênio com o mineral silicático então reage com a água produzindo um argilomineral e ácido \n\n\n\n27 \n \n\n \n\nsilícico, que deixa o sistema por ser solúvel. Como exemplo, segue as reações de hidrólise do \n\nmineral ortoclásio: \n\n \n\n2 KAlSi3O8 + 2 H+ + 2 OH- = 2 HAlSi3O8 + 2KOH  \n\n      ortoclásio                       ácido aluminossilicático \n\n \n\n2 HAlSi3O8 + 9H2O = AlSi2O5(OH4) + 2H2SiO4 \n                ácido aluminossilicático                caulinita       ácido silícico \n\n \n\nReações de hidrólise podem ser completas ou parciais. As completas são denominadas reações de \n\nalitização enquanto que as parciais podem ser reações de monossialitização (que geram argilas \n\n1:1) ou de bissialitização (que geram argilas 2:1 e 2:2). Finalmente, o processo de quelação (5) \n\nenvolve a remoção de íons metálicos (alumínio, ferro e magnésio) de sólidos pela atração com \n\nácidos orgânicos (ácidos fúlvicos e húmicos) gerados pela decomposição de matéria orgânica. \n\n Existe uma terceira categoria de intemperismo, o biológico, que envolve tanto processos \n\nmecânicos quanto químicos, causados pela ação de organismos. Como exemplos, citam-se a ação \n\nmecânica de raízes que fraturam as rochas, e a existência de certas bactérias que podem alterar \n\nquimicamente os minerais. \n\n3.3 Fatores que controlam o intemperismo \n\n Agora que os processos de intemperismo já foram revisados, é necessário expor quais \n\nfatores controlam sua intensidade. Estes são: (1) fatores inerentes à rocha, (2) clima, (3) relevo \n\nassociado, (4) vegetação e (5) tempo de exposição. \n\n Os fatores inerentes à rocha (1) que controlam a intensidade do intemperismo envolvem \n\nprincipalmente sua composição mineralógica, textura e estrutura. Diferentes minerais são \n\ncristalizados sob diferentes condições de temperatura, pressão e disponibilidade de elementos \n\nquímicos. Durante o intemperismo, minerais são dissolvidos e recristalizados em função de sua \n\nexposição a condições ambientais diferentes daquelas de sua formação, buscando assim atingir \n\numa forma mais estável nas condições atuais. Logo, é de se esperar que, quanto mais distintas \n\nforem as condições de formação e de intemperismo, mais rápido o mineral será decomposto. Tal \n\nfato pode ser observado ao se analisar a sequência de cristalização de magmas, mostrada pelas \n\nSéries de Bowen (Figura 7). Os primeiros minerais a serem cristalizados, tais quais olivinas e \n\n\n\n28 \n \n\n \n\npiroxênios, foram formados a elevadas temperaturas e pressões e, portanto são decompostos mais \n\nfacilmente nas condições superficiais do planeta. Já minerais como o quartzo, que se forma em \n\ncondições brandas de temperatura e pressão, mostra-se um dos mais resistentes aos processos \n\nintempéricos. Existem, no entanto, minerais formados na superfície do planeta que são mais \n\nsuscetíveis ao intemperismo, tais quais carbonatos e cloretos. Tal suscetibilidade maior se dá em \n\nfunção de suas estabilidades químicas baixas no ambiente superficial do planeta, apresentando \n\nassim alta solubilidade e alta taxa de dissolução. A Figura 8 mostra a estabilidade relativa dos \n\nminerais formadores de rocha mais comuns.  \n\n \n\n \nFigura 7 - Sequência de cristalização de minerais comuns em uma magma sob resfriamento, segundo Bowen. \n\n \n\n \n\n\n\n29 \n \n\n \n\n \nFigura 8 - Estabilidade relativa dos minerais formadores de rocha mais comuns, segundo Press et al. (2006). \n\n \n \n\n A textura e a estrutura da rocha, por sua vez, influenciam facilitando ou dificultando a \n\ninfiltração de água na mesma. Como já visto anteriormente, a água é o principal agente do \n\nintemperismo químico, e quanto maior a área de superfície do material, mais rapidamente este \n\nserá decomposto. Estruturas tais como foliação, fraturas, acamamento, estratificações, entre \n\noutras, são superfícies que facilitam a entrada de água na rocha, aumentando sua porosidade. \n\nLogo, quanto mais poroso o material, mais suscetível ele será ao intemperismo. Rochas \n\nisotrópicas, tais quais granitos se mostram, portanto mais resistentes do que as anisotrópicas, tais \n\nquais rochas gnáissicas.  \n\n O clima (2) é outro importante fator que controla a intensidade do intemperismo, em uma \n\nescala mais regional. Os principais aspectos relacionados ao clima que influenciam na \n\ndecomposição das rochas são a temperatura e a pluviosidade. A temperatura age no sentido de \n\n\n\n30 \n \n\n \n\naumentar a velocidade de reações químicas. Segundo Van’t Hoff (1887 apud HUGGET 2007, p. \n\n159), um incremento de 10ºC na temperatura aumenta a velocidade das reações de 2 a 3 vezes. \n\nComo visto anteriormente, o intemperismo químico depende da ocorrência de reações químicas, \n\nlogo, quanto maior a temperatura do ambiente, maior será a velocidade das reações e maior a \n\nintensidade de intemperismo. Já a pluviosidade age disponibilizando a água, que é um dos \n\nprincipais agentes do intemperismo químico. Nota-se, portanto que em climas quentes e úmidos a \n\nintensidade do intemperismo químico é maior. \n\n O relevo associado às rochas (3) também se apresenta como fator que influencia na \n\nintensidade do intemperismo. Em encostas mais íngremes, a maior parte da água proveniente da \n\nchuva não consegue infiltrar na superfície do terreno, e acaba por escoar. Logo, a ação do \n\nintemperismo químico nessas áreas é restrita. Por outro lado, em áreas planas ou de declive \n\nmenor, uma maior quantidade de água da chuva consegue infiltrar no terreno e, portanto o \n\nintemperismo químico pode agir com maior intensidade. Nessas áreas mais planas, o perfil de \n\nsolo é mais espesso e tal fato contribui para aumentar a intensidade do intemperismo, uma vez \n\nque o solo consegue reter calor e umidade, além de propiciar atividade orgânica que contribui na \n\ndecomposição da rocha. \n\n A presença de vegetação (4) contribui para o intemperismo retendo calor e umidade, ao \n\nmesmo tempo em que gera matéria orgânica para a produção de ácidos húmicos e fúlvicos. Como \n\napresentado anteriormente, tais ácidos intensificam a ação do intemperismo químico. Um fato \n\ninteressante relacionado à presença da vegetação é que, ao mesmo tempo em que a mesma \n\ncontribui para uma maior intensidade de intemperismo, ela também restringe os processos de \n\nerosão, fazendo com que o produto do intemperismo seja retido no seu local de formação.  \n\n Finalmente, o tempo de exposição (5) das rochas às condições superficiais é determinante \n\nna intensidade do intemperismo que a mesma apresenta. Logicamente, quanto maior o tempo de \n\nexposição do material, maior a intensidade do intemperismo que o afeta. Como exemplo, \n\ndestacam-se grande parte dos territórios do Brasil e da Austrália, que são cobertos por espessas \n\ncoberturas superficiais produtos do intemperismo. Tais porções da superfície terrestre foram \n\nexpostas a condições climáticas quentes e relativamente úmidas por milhares de anos, associadas \n\na um contexto tectônico estável. \n\n \n\n \n\n\n\n31 \n \n\n \n\n4 ETAPAS DE TRABALHO  \n\n4.1 Levantamento bibliográfico \n\n Esta etapa consistiu na busca, dentro da literatura especializada, de trabalhos considerados \n\nimportantes para a contextualização da Ilha de São Sebastião dentro da temática de estudo. Nesse \n\nsentido, foram consultados trabalhos científicos que abordam a geologia e a geomorfologia da \n\nilha, em ambos os contextos regional e local. Foi necessário também o levantamento de estudos \n\nmais específicos à temática do trabalho, referentes à evolução do relevo, ao intemperismo e aos \n\nfatores que controlam sua intensidade. Como o presente estudo envolveu trabalhos de campo e de \n\nfotogeologia, foi necessário realizar também um levantamento cartográfico e de fotografias \n\naéreas. Como base cartográfica, foram utilizadas as folhas topográficas Caraguatatuba (SF-23-Y-\n\nD-VI-1) e São Sebastião (SF-23-Y-D-VI-3), na escala 1:50.000, pertencentes ao Instituto \n\nBrasileiro de Geografia e Estatística (IBGE). Já as fotografias aéreas foram cedidas pela Empresa \n\nPaulista de Planejamento Metropolitano SA (EMPLASA). As mesmas são do ano de 2011, e \n\nforam utilizadas na escala 1:20.000.  \n\n4.2 Fotogeologia \n\n Esta etapa teve como objetivo principal, através da análise e interpretação de fotografias \n\naéreas adquiridas na etapa anterior, a identificação das feições de relevo associadas aos diques \n\nobjetos de estudo do presente trabalho. A partir da identificação de tais feições, foram escolhidos \n\npontos para serem analisados durante os trabalhos de campo. Previamente à seleção desses \n\npontos, foi realizada uma compartimentação fisiográfica da ilha, com o objetivo de analisar em \n\nquais compartimentos se inserem as feições de relevo associadas aos diques. Os principais \n\ncritérios utilizados para a separação do relevo em compartimentos foram densidade textural, \n\namplitude local, declividade, formas de encosta, perfis de vales e tipos de topos. O principal \n\nproduto dessa fase foi, portanto, um mapa preliminar das unidades de relevo contendo pontos de \n\ninteresse a serem visitados durante os trabalhos de campo. \n\n \n\n4.3 Trabalhos de campo \n\n Os trabalhos de campo foram realizados em duas etapas, totalizando nove dias. A primeira \n\netapa foi conduzida entre os dias 22 e 26 de fevereiro de 2016, e a segunda entre os dias 12 e 15 \n\nde maio do mesmo ano. Tal atividade foi realizada em conjunto com os trabalhos de campo \n\n\n\n32 \n \n\n \n\nreferentes ao projeto de doutorado citado anteriormente (RODRIGUES, 2016, no prelo). Desse \n\nmodo, foram visitados pontos além do perímetro da área de estudo, o que contribuiu para uma \n\nanálise mais ampla do contexto geológico-geomorfológico da Ilha de São Sebastião.  \n\n O principal objetivo dessa etapa foi a coleta dos dados e amostras necessárias ao \n\nandamento do estudo. Desse modo, as seguintes atividades foram conduzidas durante os \n\ntrabalhos de campo: (1) descrição geral dos afloramentos, (2) caracterização dos diques e (3) \n\ncoleta de amostras. A descrição geral dos afloramentos (1) envolveu uma caracterização \n\ngeológico-geomorfológica de cada ponto visitado, incluindo assim descrições petrográficas dos \n\nlitotipos presentes e caracterização do relevo e tipo de solo associados. Ao todo foram visitados \n\nsessenta e sete pontos, sendo quarenta e oito inseridos na área de estudo (vide Apêndice I). A \n\ndescrição resumida desses pontos se encontra presente no Apêndice III. A caracterização dos \n\ndiques (2) envolveu uma análise mais detalhada dos mesmos, onde foram coletados dados \n\nreferentes às suas espessuras, comprimentos, continuidades, orientações, padrões de \n\nfraturamento, composições mineralógicas, texturas, estruturas, formas de relevo associadas e \n\ntipos de solo associados. Dentre os pontos inseridos na área de estudo, dezesseis deles continham \n\ndiques que foram caracterizados segundo os critérios descritos acima (vide Apêndice I). \n\nFinalmente, a coleta de amostras (3), envolveu a seleção e amostragem de litotipos que seriam \n\nanalisados com mais detalhe em escala macroscópica e microscópica. Foram coletadas nove \n\namostras referentes aos diques e ao embasamento granito-gnáissico. A Figura 9 mostra um \n\nquadro contendo a relação das mesmas. \n\nAmostra Unidade\n\nIB-01 Embasamento granito-gnáissico\nIB-02a Dique associado à drenagem\nIB-02b Dique associado à drenagem\nIB-04a Dique associado à drenagem\nIB-04b Dique associado à drenagem\nIB-17 Dique associado à crista\nIB-62 Dique associado à drenagem\nIB-64a Embasamento granito-gnáissico\nIB-64b Dique associado à crista  \n\nFigura 9 - Relação das amostras coletadas durante os trabalhos de campo. \n \n\n4.4 Análise e interpretação dos dados coletados \n\n Esta etapa envolveu a análise e interpretação dos dados coletados ao longo do estudo. \n\nCom base nesses dados, foi feita uma caracterização das unidades geológicas descritas em \n\n\n\n33 \n \n\n \n\ncampo, visando analisar os fatores responsáveis por suas diferentes suscetibilidades ao \n\nintemperismo e consequente erosão. Tal análise incluiu tanto os diques quanto o embasamento \n\ngranito-gnáissico. Dentro da caracterização dessas unidades, três principais fatores foram \n\nanalisados com mais detalhe, uma vez que foram julgados determinantes na suscetibilidade das \n\nrochas aos processos superficiais. Tais fatores são: composição mineralógica da rocha, seu \n\npadrão de fraturamento e o compartimento de relevo onde ela se encontra presente.  \n\n Para a análise da composição mineralógica das rochas, além dos dados obtidos em campo, \n\nforam realizadas também descrições microscópicas das mesmas (vide Apêndice II). Dentre as \n\nnove amostras coletadas, quatro foram descritas microscopicamente: uma referente ao \n\nembasamento granito gnáissico (IB-01a), uma referente aos diques associados às feições \n\npositivas de relevo (IB-17), e duas referentes aos diques associados às feições negativas de relevo \n\n(IB-02b, IB-04a). Já na análise dos padrões de fraturamento, buscou-se comparar as famílias de \n\nfraturas descritas nas unidades geológicas, principalmente quanto à orientação e ao espaçamento \n\nentre as fraturas. Finalmente, na análise dos compartimentos de relevo onde as rochas se \n\nencontram inseridas, os pontos referentes aos diques foram plotados no mapa de unidades de \n\nterreno elaborado por Rodrigues (2016, no prelo) (Apêndice I), visando assim estabelecer se as \n\ndiferentes propriedades das unidades de relevo influenciariam nas feições associadas aos diques.  \n\n O resultado final da análise dos dados foi uma tabela comparativa contendo todas as \n\ncaracterísticas julgadas determinantes na suscetibilidade ao intemperismo e erosão para cada tipo \n\nde dique e também para o embasamento. A partir daí, foi realizada a interpretação dessa tabela \n\ncom o objetivo de identificar quais características referentes aos diques são de fato responsáveis \n\npela geração das formas de relevo associadas a eles.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n34 \n \n\n \n\n5 RESULTADOS  \n\n Neste capítulo, são apresentados os resultados obtidos no presente estudo. Estes incluem a \n\ncaracterização de ambos os tipos de diques (associados às feições positivas e negativas de \n\nrelevo), assim como a caracterização da sua rocha encaixante (embasamento granito-gnáissico). \n\nNa análise referente ao embasamento granito-gnáissico, focou-se principalmente na descrição \n\npetrográfica e estrutural dos litotipos observados. Já na caraterização dos diques, além da \n\ndescrição petrográfica, foi dada uma maior importância aos padrões de fraturamento e aos \n\ncompartimentos de relevo nos quais os diques estão inseridos. \n\n5.1 Caracterização do embasamento granito-gnáissico \n\n Tal como apresentado na caracterização geológica da área, essa unidade compreende \n\nrochas de composição granítica. De modo geral, associa-se a tais litotipos um relevo de morros e \n\nencostas, presente em um nível menos elevado quando comparado aos picos montanhosos \n\nrepresentados pelos stocks alcalinos. Os litotipos representativos do embasamento granito-\n\ngnáissico na área de estudo são: gnaisse granítico facoidal e gnaisse granítico subequigranular. \n\nOs diques que são objetos de estudo do presente trabalho se encontram intrudidos nessa unidade, \n\nexibindo orientação subparalela à foliação descrita nas rochas. \n\n5.1.1 Caracterização petrográfica \n\n A caracterização petrográfica do embasamento granito-gnáissico envolveu a descrição de \n\nsua composição mineralógica, textura e estrutura. Encontra-se no Apêndice II a descrição \n\nmicroscópica de uma amostra de gnaisse granítico facoidal (IB-01a). As rochas apresentam \n\ncomposição granítica, sendo compostas de plagioclásio, quartzo, feldspato potássico e biotita \n\ne/ou muscovita como micas presentes. \n\n  O gnaisse granítico facoidal (Figura 10) é cinza-claro quando fresco e varia de cinza-\n\nesbranquiçado a laranja-esbranquiçado quando alterado. É composto de plagioclásio \n\n(oligoclásio), quartzo, feldspato potássico (microclínio), biotita e hornblenda. A rocha exibe \n\ntextura porfiroblástica, onde cristais grossos facoidais (1-4 cm) de feldspato potássico se \n\nencontram em matriz média (1-5 mm) subequigranular composta de plagioclásio, quartzo, \n\nfeldspato potássico, biotita e hornblenda. Tem estrutura gnáissica, com foliação definida pela \n\norientação preferencial dos cristais de biotita e pelos fenocristais de feldspato potássico; esta \n\napresenta direção predominante nordeste, com mergulhos de alto ângulo (acima de 60º) para \n\n\n\n35 \n \n\n \n\nnoroeste e mais restritamente para sudeste. O gnaisse granítico facoidal é o principal \n\nrepresentante do embasamento granito-gnáissico, aflorando praticamente em toda a extensão da \n\nilha. Foi descrita uma variação de tal litotipo (Figura 11), onde a rocha exibe um bandamento \n\ncomposicional pronunciado, formado por bandas com a predominância de minerais félsicos \n\n(plagioclásio, quartzo e feldspato potássico) intercaladas a bandas onde minerais máficos \n\npredominam (biotita e hornblenda). Tal litotipo foi observado na Cachoeira do Bananal, Ponto \n\n63. \n\n O gnaisse granítico subequigranular (Figura 12), por sua vez, é uma rocha mais clara, de \n\ncor branco-rosada quando fresca e uma cor esbranquiçada quando alterada. É composta de \n\nfeldspato potássico, quartzo, plagioclásio, muscovita e biotita. Tal como o gnaisse granítico \n\nfacoidal, apresenta estrutura gnáissica, com foliação definida pela orientação dos cristais \n\nconstituintes. Por outro lado, diferentemente da rocha anterior, esta apresenta foliação de direção \n\nnordeste com mergulhos de alto ângulo predominantemente para sudeste. Tal litotipo foi \n\nobservado somente em um ponto (Ponto 64), localizado próximo ao Iate Clube Santos. \n\n \n\n\n\n36 \n \n\n \n\n \nFigura 10 - Gnaisse granítico facoidal da Ilha de São Sebastião. (a) Rocha aflorante na forma de lajeado junto à \ncachoeira, Ponto 1. (b) Detalhe da rocha aflorante no Ponto 1. (c) Rocha aflorante na Praia da Serraria, Ponto 34. (d) \nDetalhe da textura da amostra IB-01a. (e) Fotomicrografia da amostra IB-01a, sob nicóis paralelos, mostrando a \npresença de bandas de minerais máficos (biotita e hornblenda) entre minerais félsicos (plagioclásio, quartzo e \nfeldspato potássico). (f) Fotomicrografia da amostra IB-01a, sob nicóis cruzados, mostrando fenocristal de feldspato \npotássico de bordas com geminação Tartan, além dos outros minerais constituintes da rocha. Abreviações: bt – \nbiotita; hbl – hornblenda; kfs – feldspato potássico; pl – plagioclásio; qtz – quartzo. \n\n\n\n37 \n \n\n \n\n \nFigura 11 - Variação do gnaisse granítico facoidal exibindo bandamento composicional, Cachoeira do Bananal, \nPonto 63. \n  \n\n \nFigura 12 - Gnaisse granítico subequigranular descrito no Ponto 64. (a) Rocha aflorante mostrando diques \nandesíticos subparalelos à foliação (N36E/60SE). (b) Detalhe da textura da rocha. \n\n\n\n38 \n \n\n \n\n5.1.2 Aspectos estruturais \n\n As principais estruturas presentes nas rochas representativas do embasamento incluem: \n\numa direção principal de foliação e duas famílias de fraturas. A foliação exibida pelas rochas \n\ngnáissicas é identificada em todos seus pontos de afloramento, apresentando direção \n\npredominante nordeste, com mergulhos de alto ângulo principalmente para noroeste e mais \n\nrestritamente para sudeste. As famílias de fraturas (Figura 13), por sua vez, foram identificadas \n\napenas em algumas localidades. É interessante notar que uma das famílias apresenta atitude \n\nsubparalela à foliação da rocha. Dado que os diques observados na área de estudo se apresentam \n\nsubparalelos à foliação (Figura 14), é provável que tal família de fraturas represente o principal \n\ncontrole da intrusão do magma que veio a gerar ambos os tipos de diques. \n\n \nFigura 13 - Fraturas descritas no embasamento granito-gnáissico. (a) Família de fraturas subparalelas à foliação de \natitude N50E/70SE, presente em gnaisse granítico facoidal, Ponto 61. (b) Família de fraturas com atitude \nN84E/75SE, presentes em gnaisse granítico facoidal, Ponto 5. \n\n\n\n39 \n \n\n \n\n \n\n \nFigura 14 – Diques (traços pretos) mostrando direção subparalela à foliação da rocha encaixante gnáissica (traços \namarelos). (A) Dique básico subparalelo à foliação de atitude N50E/65NW, Ponto 2. (b) Dique básico subparalelo à \nfoliação de atitude N27E/65NW, Ponto 63. \n \n\n \n\n \n\n\n\n40 \n \n\n \n\n5.2 Caracterização dos diques associados às feições positivas de relevo \n\n Esses diques se associam a grandes cristas alongadas no relevo, apresentando, portanto, \n\nmaior resistência aos processos intempéricos quando comparados à sua rocha encaixante \n\n(embasamento granito-gnáissico). Dentro da área de estudo, são aflorantes principalmente ao \n\nredor da planície do Perequê, podendo ser encontrados também na Estrada dos Castelhanos e na \n\nTrilha do Baepi. Apresentam direção predominante nordeste, subparalela à foliação da rocha \n\nencaixante e com mergulhos de alto ângulo. Comumente, exibem grandes dimensões, com \n\nespessura média de 15 m e vários quilômetros de comprimento. Durante os trabalhos de campo, \n\nconstatou-se que tais diques são representados somente por um litotipo, um andesito porfirítico. \n\n5.2.1 Caracterização petrográfica \n\n O andesito porfirítico (Figura 15) apresenta coloração cinza-esverdeada quando fresca e \n\nbranco-amarelada quando alterada. Mineralogicamente, é composto de plagioclásio (oligoclásio e \n\nlabradorita), clinopiroxênio (augita), minerais opacos (magnetita/ilmenita) e traços de quartzo e \n\nfeldspato potássico. Apresenta textura porfirítica, onde fenocristais grossos (0,4–1 cm) de \n\nplagioclásio cinza-esbranquiçado (oligoclásio/labradorita) se encontram inseridos numa matriz \n\nfina (menor que 1 mm) composta de plagioclásio acinzentado (oligoclásio) e clinopiroxênio \n\npreto-esverdeado (augita). Nota-se que os piroxênios constituintes dessa rocha se mostram \n\nintensamente alterados, gerando um produto de alteração esverdeado. Tal alteração pode ser \n\nresultado de processos tardi-magmáticos (uralitização) ou de processos intempéricos (formação \n\nde argilominerais). A descrição microscópica completa de uma amostra desse litotipo (IB-17) é \n\napresentada no Apêndice II. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n41 \n \n\n \n\n \n\nFigura 15 - Andesito porfirítico da Ilha de São Sebastião. (a) Rocha aflorante na forma de paredão junto ao mar, \npróximo ao ponto da balsa, Ponto 40. (b) Rocha aflorante na forma de paredão junto à rodovia SP-131, Ponto 41. (c) \nDetalhe da rocha aflorante no Ponto 40. (d) Detalhe da rocha aflorante no Ponto 41. (e) Andesito alterado no Ponto \n40; notar vazios deixados pela alteração dos fenocristais de plagioclásio. (f) Detalhe da textura da amostra IB-17; \nnotar microfenocristais esverdeados produtos de alteração do piroxênio. (g) Fotomicrografia da amostra IB-17, sob \nnicóis paralelos, mostrando microfenocristal alterado de clinopiroxênio (augita) em meio a matriz composta de \nplagioclásio, clinopiroxênio e opacos. (h) Fotomicrografia da amostra IB-17, sob nicóis cruzados. Abreviações: cpx \n– clinopiroxênio; pl – plagioclásio; op – opacos. \n\n\n\n42 \n \n\n \n\n5.2.2 Caracterização do padrão de fraturamento \n\n É importante salientar que uma análise completa do padrão de fraturamento de diques \n\nexige a descrição das fraturas em mais de uma frente de exposição, uma vez que diques são \n\nelementos tridimensionais. Por exemplo, a identificação de fraturas subparalelas a uma face de \n\nexposição pode ser problemática caso somente essa face seja analisada. No caso dos diques de \n\ncomposição andesítica, só foi possível a identificação e descrição de fraturas em seções \n\nsubparalelas à direção nordeste. Ao longo dessas seções foram descritas três principais famílias \n\nde fraturas. A Figura 16 mostra as principais características de cada família identificada, \n\nenquanto que a Figura 17 apresenta um bloco-diagrama simplificado mostrando posicionamento \n\ntridimensional das respectivas famílias de fraturas. \n\n \nFigura 16 - Características das famílias de fraturas identificadas nos diques andesíticos. Não foi possível determinar a \ndistância entre as fraturas da família C, uma vez que as mesmas são subparalelas às seções descritas. (a) Dique \nandesítico do ponto 40. (b) Dique andesítico do ponto 63. Legenda: Família A – vermelho; Família B – verde; \nFamília C – azul. \n\n\n\n43 \n \n\n \n\n \nFigura 17 - Posicionamento das famílias de fraturas descritas nos diques andesíticos. Legenda: Família A – \nvermelho; Família B – verde; Família C – azul. \n \n\n A partir da análise da Figura 16, nota-se que o mergulho das fraturas pertencentes às \n\nfamílias A e B é variável. Porém, a diferença entre seus ângulos de mergulho (em torno de 90º) é \n\nsempre mantida. Tal fato leva a crer que (1) a Família A corresponde às fraturas relacionadas à \n\nremoção do material sobrejacente ao dique, resultando assim na diminuição das tensões e \n\nconsequente expansão e fraturamento de direção subparalela à superfície de erosão; e (2) a \n\nFamília B corresponde às fraturas associadas à contração do magma em resfriamento, resultando \n\nassim no fraturamento de direção perpendicular à superfície de resfriamento (contato rocha \n\nintrusiva – rocha hospedeira). Logo, a variação descrita nos mergulhos das famílias A e B poderia \n\nser explicada pelo posicionamento da superfície da rocha exposta à erosão; uma superfície \n\ninclinada resultaria em um fraturamento também inclinado, subparalelo à mesma.  \n\n5.2.3 Compartimento de relevo associado \n\n Com o objetivo de analisar em quais compartimentos de relevo os diques andesíticos \n\nestão inseridos, os pontos referentes a eles, visitados durante os trabalhos de campo, foram \n\nplotados no mapa de unidades de terreno elaborado por Rodrigues (2006, no prelo) (Apêndice I). \n\nAtravés da análise do mapa, nota-se que os diques se encontram inseridos em três unidades de \n\nterreno: “morrotes e morros baixos em terreno gnáissico”, “morros altos em terrenos gnáissicos”, \n\n\n\n44 \n \n\n \n\ne “encostas montanhosas e escarpas em terreno gnáissico”. A primeira unidade é caracterizada \n\npor amplitude média/baixa (~ 100 m), com declividades entre 10 e 22,5%, formas de encosta \n\nconvexas/côncavas e topos arredondados. É interessante notar que, dentro dessa unidade, os \n\ndiques andesíticos presentes próximos à costa afetam a morfologia da mesma, criando feições \n\nmais alongadas (vide pontos 40, 41, 42 e 64 no Apêndice I). Tais feições, juntamente com as \n\ncristas alongadas associadas a esses diques, evidenciam sua resistência maior ao intemperismo \n\nquando comparado à rocha encaixante (embasamento granito-gnáissico). A unidade “morros altos \n\nem terrenos gnáissicos”, por sua vez, apresenta amplitude média (~300m), declividades entre \n\n22,5 e 45%, formas de encosta côncavas/retilíneas e topos arredondados a angulosos. Já a \n\nunidade “encostas montanhosas e escarpas em terreno gnáissico” mostra amplitude alta (~500 m), \n\ndeclividades entre 40 e 60%, formas de encosta convexas/côncavas e topos arredondados a \n\nangulosos.  \n\n5.3 Caracterização dos diques associados às feições negativas de relevo \n\n Esses diques por vezes definem o curso de drenagens, apresentando, portanto, menor \n\nresistência ao intemperismo quando comparados à sua rocha encaixante (embasamento granito-\n\ngnáissico). É importante notar que outras estruturas, tais como fraturas, também definem o curso \n\nde drenagens na área de estudo (Figura 18). Os diques associados a feições negativas são \n\naflorantes ao longo de diversas porções do embasamento, em um número aparentemente maior \n\ndo que os diques andesíticos. Tal como os últimos, apresentam direção predominante nordeste, \n\nsubparalela à foliação da rocha encaixante, com mergulhos de alto ângulo. Exibem dimensões \n\ncomparativamente menores, com espessura média de 80 cm, podendo chegar até 1,5 m. Os \n\nlitotipos associados aos diques em questão possuem composição básica, sendo representadas por \n\ndiabásios de textura variada. \n\n\n\n45 \n \n\n \n\n \nFigura 18 - Além dos diques, outras estruturas também podem definir o curso de drenagens. (a) Dique definindo o \ncurso d’água (Ponto 62). (b) Curso d’água de direção perpendicular à direção do dique; provavelmente outra \nestrutura define a direção desse trecho da drenagem (Ponto 63). Legenda do esquema: Dique – cinza; Fraturas – \nvermelho; Curso d’água – Azul. \n \n\n5.3.1 Caracterização petrográfica \n\n Duas são as rochas representativas dos diques associados às feições negativas de relevo: \n\ndiabásio intergranular (Figura 19) e diabásio porfirítico (Figura 20). O diabásio intergranular \n\napresenta coloração cinza-escura quando fresco e tons mais esverdeados quando alterado. \n\nApresenta granulação muito fina, não sendo possível distinguir minerais a olho nu. É composta \n\nde plagioclásio (labradorita), clinopiroxênio alterado (augita) e minerais opacos \n\n(magnetita/ilmenita). A textura observada é a intergranular, onde cristais de plagioclásio se \n\nposicionam entre os cristais de clinopiroxênio. A descrição microscópica de uma amostra de \n\ndiabásio intergranular (IB-04a) se encontra no Apêndice II. O diabásio porfirítico, por sua vez, \n\n\n\n46 \n \n\n \n\ntambém apresenta coloração cinza-escura quando fresco e tende a mostrar tons mais esverdeados \n\nquando alterado. É composto de plagioclásio (labradorita), pseudomorfos de minerais ferro-\n\nmagnesianos (piroxênio e olivina provavelmente), clinopiroxênio (augita) e minerais opacos \n\n(magnetita/ilmenita). A identificação dos minerais ferro-magnesianos na forma de fenocristais é \n\ndificultada pelo fato deles se apresentarem intensamente alterados, mostrando substituições \n\npseudomórficas de minerais de alteração (clorita, serpentina, carbonato, idingsita, opacos e \n\nargilominerais). A rocha apresenta textura porfirítica, onde fenocristais médios (de até 1 cm) de \n\nplagioclásio branco acinzentado e de pseudomorfos esverdeados de piroxênio e/ou olivina se \n\nencontram inseridos em matriz fina cinza-escura esverdeada de plagioclásio, clinopiroxênio e \n\nminerais opacos. Inseridos nessa matriz fina, estão presente microfenocristais de clinopiroxênio e \n\nplagioclásio. A descrição microscópica completa da amostra referente a essa rocha (IB-02b) se \n\nencontra no Apêndice II. \n\n \nFigura 19 - Diabásio intergranular aflorante na forma de dique no Ponto 4. (a) Dique cortado por fratura que define o \ncurso da drenagem. (b) Detalhe do dique amostrado. (c) Textura apresentada pela rocha. (d) Fotomicrografia da \namostra IB-04a, sob nicóis paralelos, mostrando textura intergranular onde cristais ripiformes de plagioclásio branco \nse encontram entre os cristais prismáticos de piroxênio alterado esverdeado. \n \n\n\n\n47 \n \n\n \n\n \n\nFigura 20 - Diabásio porfirítico na forma de dique que define curso de drenagem, Ponto 2. (a) Dique definindo o \ncurso da drenagem. (b) Drenagem indo de encontro ao dique, numa direção subparalela a ele. Ao encontrar o dique, a \ndrenagem passa a seguir a direção do mesmo. (c) Detalhe do contato entre o embasamento granito-gnáissico e o \ndique de diabásio. (d) Detalhe da amostra de diabásio porfirítico; notar fenocristais esbranquiçados de plagioclásio e \ncristais esverdeados de minerais máficos alterados (piroxênios e possivelmente olivina). (e) Fotomicrografia sob \nnicóis paralelos mostrando fenocristal euédrico de piroxênio alterado. (f) Fotomicrografia sob nicóis cruzados de \nfenocristal de piroxênio que mostra clorita de cor anômala como produto de alteração. (g) Fotomicrografia sob nicóis \ncruzados mostrando fenocristal de plagioclásio corroído em meio a matriz composta de microfenocristais de \nclinopiroxênio, e cristais de plagioclásio, clinopiroxênio e opacos. (h) Possíveis microfenocristais euédricos de \nolivina alterada. Fotomicrografias referentes à amostra IB-02b. \n\n\n\n48 \n \n\n \n\n5.3.2 Caracterização do padrão de fraturamento \n\n Como já mencionado na discussão referente ao padrão de fraturamento dos diques \n\nandesíticos, a identificação completa de fraturas em diques é prejudicada caso somente uma face \n\nde exposição seja examinada. No caso dos diques de diabásio, só foi possível a análise de faces \n\nexpostas na superfície do terreno. Tais exposições sempre se associavam à passagem d’água, logo \n\na rocha exposta mostrava superfície lisa e uniforme. Como resultado, foi necessário estimar os \n\nângulos de mergulho referentes às fraturas. Foram identificadas três principais famílias de \n\nfraturas associadas a esses diques (Figura 21). \n\n \nFigura 21 - Características das famílias de fraturas identificadas nos diques de diabásio. (a) Dique de diabásio \nporfirítico do Ponto 2. (b) Dique de diabásio intergranular do Ponto 4. (c) Dique de diabásio porfirítico do Ponto 62. \nLegenda: Família B’ – verde; Família C’ – azul; Família D – laranja. \n\n\n\n49 \n \n\n \n\n Ao comparar o padrão de fraturamento dos diques de diabásio com o dos diques \n\nandesíticos, nota-se que ambos apresentam fraturas de direção perpendicular às suas margens \n\n(famílias B e B’) e fraturas subparalelas a direção do dique (famílias C e C’). No entanto, as \n\nfraturas nos diques de diabásio exibem um espaçamento menor, ou seja, a densidade de fraturas é \n\nmaior. Também no caso desses diques, não foi possível identificar uma provável família de \n\natitude subparalela à superfície de exposição (Família A), uma vez que não foram encontrados \n\npontos onde os diques aflorassem em seção. A Família D, como exposto na Figura 21, apresenta \n\ndireção variável, sempre diagonal em relação às margens dos diques. Foi constatado em campo \n\nque a direção de tais fraturas varia de acordo com a direção e a espessura dos diques; quanto \n\nmaior a espessura, menor o ângulo agudo (?) entre a direção da fratura e a direção do dique \n\n(Figura 22). \n\n \nFigura 22 - Relação entre a direção das fraturas pertencentes à Família D e as espessuras dos diques de diabásio. (a) \nDique descrito no Ponto 63, com espessura de 0,4 m. (b) Dique descrito no Ponto 2, com espessura de 0,8 m. (c) \nDique descrito no Ponto 62, com espessura de 1,5 m. Legenda: Diques – cinza; Fraturas – laranja; ? – ângulo agudo \nentre a direção da fratura e a direção do dique. \n \n5.3.3 Compartimento de relevo associado \n\n Tal como na análise dos compartimentos de relevo associados aos diques andesíticos, os \n\npontos de campo referentes aos diques de diabásio foram plotados no mapa de unidades de \n\nterreno elaborado por Rodrigues (2006, no prelo) (Apêndice I), para que fosse possível o \n\n\n\n50 \n \n\n \n\nestabelecimento dos compartimentos de relevo associados a eles. A partir da análise do mapa, \n\nnota-se que os diques de diabásio se encontram inseridos em quatro unidades de terreno: \n\n“morrotes e morros baixos em terreno gnáissico”, “morros altos em terrenos gnáissicos”, \n\n“encostas montanhosas e escarpas em terreno gnáissico” e “sedimentos quaternários em depósitos \n\nde meia e baixa-encosta e vales entulhados”. As características das três primeiras unidades já \n\nforam descritas na análise referente aos diques andesíticos. A terceira unidade, por sua vez, é \n\ncaracterizada por baixas amplitudes (~20 m), declividades que variam de 0 a 22,5%, formas de \n\nencosta côncavas e formas de vale abertas. Nota-se que essa unidade é superficial, associada a \n\ndepósitos recentes. A partir do exposto, observa-se que os diques de diabásio se encontram \n\npresentes nas mesmas unidades onde os diques andesíticos estão inseridos.  \n\n5.4 Quadro comparativo das unidades geológicas caracterizadas \n\n A Figura 23 exibe um quadro que compila todos os resultados obtidos no presente estudo. \n\nA partir de sua análise, é possível comparar os fatores julgados importantes na suscetibilidade ao \n\nintemperismo e erosão das unidades geológicas caracterizadas. Logo, torna-se possível \n\ndeterminar quais são os fatores responsáveis pelas diferentes feições de relevo associadas aos \n\ndiques. Tal discussão é reservada para o capítulo seguinte. \n\n \n\n \n\n\n\n51 \n \n\n \n\n \nFigura 23 - Fatores julgados importantes na geração das formas de relevo associadas às unidades geológicas \n\nanalisadas. \n\nFi\ngu\n\nra\n 2\n\n3 \n– \n\nFa\nto\n\nre\ns \n\nju\nlg\n\nad\nos\n\n im\npo\n\nrt\nan\n\nte\ns \n\nna\n g\n\ner\naç\n\não\n d\n\nas\n fo\n\nrm\nas\n\n d\ne \n\nre\nle\n\nvo\n a\n\nss\noc\n\nia\nda\n\ns \nàs\n\n u\nni\n\nda\nde\n\ns \nge\n\nol\nóg\n\nic\nas\n\n a\nna\n\nlis\nad\n\nas\n.  \n\n\n\n52 \n \n\n \n\n6 DISCUSSÃO DOS RESULTADOS \n\n Neste capítulo, os resultados anteriormente apresentados são discutidos com o objetivo de \n\npropor uma solução para a problemática levantada no presente estudo. Desse modo, objetiva-se \n\nanalisar se fatores como a composição mineralógica da rocha, seu padrão de fraturamento e os \n\ncompartimentos de relevo associados são de fato decisivos na resposta diferenciada do relevo \n\ngerado pela presença dos diques. \n\n6.1 Composição mineralógica \n\n A constituição mineralógica dos diques mostra importante influência na resposta do \n\nrelevo. Como apresentado na fundamentação teórica, minerais máficos possuem menor \n\nestabilidade química em condições superficiais e tendem a se decompor com maior velocidade \n\nsob a ação do intemperismo quando comparados aos minerais félsicos. Os diques de diabásio, \n\nassociados às feições negativas de relevo, apresentam maior proporção de minerais máficos, tais \n\nquais piroxênios e possivelmente olivina e, portanto, é esperado que sejam decompostos mais \n\nrapidamente que a rocha encaixante (gnaisses graníticos). Além disso, o plagioclásio presente \n\nnesses diques é mais rico em cálcio (labradorita), sendo, portanto, mais suscetível ao \n\nintemperismo. Por outro lado, os diques andesíticos, associados às feições positivas de relevo, \n\napresentam menor proporção de minerais máficos, sendo que minerais félsicos tal qual o \n\nplagioclásio se mostram mais abundantes. Essas rochas apresentam uma proporção maior de \n\nplagioclásio rico em sódio (oligoclásio), este sendo mais resistente ao intemperismo quando \n\ncomparado ao plagioclásio presente em rochas básicas. \n\n No entanto, a composição mineralógica das rochas por si só não oferece elementos \n\nsuficientes que expliquem o desenvolvimento das formas de relevo estudadas. Tal afirmação é \n\nexemplificada pela diferença entre as repostas do relevo associado aos diques andesíticos e ao \n\nembasamento granito-gnáissico. Caso somente a composição mineralógica fosse decisiva na \n\nsuscetibilidade das rochas ao intemperismo, seria difícil explicar por que os diques andesíticos se \n\napresentam na forma de cristas destacadas em meio aos gnaisses graníticos, uma vez que os \n\núltimos apresentam proporção maior de minerais comparativamente mais resistentes ao \n\nintemperismo, tais qual o quartzo, o feldspato alcalino e o plagioclásio. É importante, portanto, \n\nanalisar outros fatores que influenciam a suscetibilidade ao intemperismo das rochas estudadas. \n\n \n\n\n\n53 \n \n\n \n\n6.2 Estruturação das rochas \n\n Complementando a composição mineralógica, as estruturas presentes nas rochas também \n\ninfluenciam na sua suscetibilidade ao intemperismo e, portanto, nas formas de relevo associadas. \n\nComo visto na fundamentação teórica, estruturas tais quais foliações e fraturas permitem a \n\nentrada de água com maior facilidade nos corpos rochosos, fazendo com que sejam \n\nintemperizados mais rapidamente. No caso da discussão levantada no item anterior, a respeito da \n\nincompatibilidade entre as composições mineralógicas e formas de relevo associadas dos diques \n\nandesíticos e ao embasamento granito-gnáissico, a diferente estruturação dos respectivos litotipos \n\napresenta uma explicação satisfatória para tal comportamento. Como apresentado no capítulo \n\nanterior, os gnaisses graníticos representativos do embasamento se apresentam foliados e \n\nfraturados, enquanto que os diques andesíticos somente se mostram fraturados. Logo, por \n\napresentar menor densidade de estruturas, os diques andesíticos seriam menos suscetíveis à ação \n\nd’água como agente intempérico. Ainda dentro dessa discussão, além da estruturação dos \n\nlitotipos, suas idades também são fatores determinantes nas formas de relevo associadas. \n\nEnquanto que os diques andesíticos são rochas mais recentes, datadas do Cretáceo Inferior, o \n\nembasamento granito-gnáissico é substancialmente mais antigo, datando do Pré-cambriano. Tal \n\ndiferença de idade provavelmente também reflete uma diferença na estabilidade estrutural dos \n\nlitotipos. Por ser mais antigo, o embasamento granito-gnáissico foi submetido a diferentes \n\ncondições ambientais (diferentes campos de tensão, por exemplo) que provavelmente afetaram \n\nsua estabilidade, tornando-o mais suscetível ao intemperismo quando comparado ao andesito \n\nporfirítico formado mais recentemente. \n\n Ao se comparar os diques andesíticos com os diques de diabásio, o padrão de \n\nfraturamento mostrado por eles juntamente com a composição mineralógica também suporta a \n\ndiferente resposta do relevo associado. Como visto no capítulo anterior, ambos os tipos de diques \n\napresentam direções de fraturamento similares, porém o fraturamento dos diques de diabásio \n\napresenta menor espaçamento. Tal comportamento é provavelmente função da espessura dos \n\ndiques. Diversos autores (HOBBS, 1967; LADEIRA E PRICE, 1981; JI E SARUWATARI, \n\n1998) estudaram a relação entre o espaçamento de fraturas e a espessura de sequências \n\nacamadadas. De modo geral, é bem aceito que quanto menor a espessura da camada, menor tende \n\na ser o espaçamento entre as fraturas. Os diques de diabásio descritos no presente estudo \n\napresentam espessuras substancialmente menores que as apresentadas pelos diques andesíticos. \n\n\n\n54 \n \n\n \n\nTal diferença na espessura de fato reflete uma diferença no espaçamento das fraturas, resultando \n\nnuma densidade maior de fraturas exibidas pelos diques de diabásio. Como já apresentado \n\nanteriormente, fraturas tornam as rochas mais suscetíveis ao intemperismo, logo, a maior \n\ndensidade de fraturas mostrada pelos diques de diabásio, aliada com uma composição \n\nmineralógica de minerais mais suscetíveis ao intemperismo faz com que a rocha seja decomposta \n\nmais rapidamente, gerando assim formas negativas de relevo. Uma menor espessura dos diques \n\ntambém implica em um menor volume de rocha a ser alterado. Tal fato contribui para uma \n\ndecomposição mais rápida dos diques de diabásio quando comparado aos diques andesíticos. \n\n Outra discussão aflora com respeito à espessura dos diques. Foi comprovado que sua \n\nsuscetibilidade ao intemperismo e erosão aumenta conforme sua espessura diminui. Seria \n\npossível então que os diques andesíticos (normalmente associados a feições positivas de relevo) \n\npoderiam se associar a feições negativas de relevo, caso sua espessura seja menor? Ao se analisar \n\no mapa de unidades de relevo (Apêndice I), nota-se que certas cristas associadas aos diques \n\nandesíticos mostram pequena continuidade. Tal fato poderia ser explicado por uma variação na \n\nespessura dos mesmos; as cristas seriam associadas somente às porções mais espessas dos diques, \n\nenquanto que as porções menos espessas seriam associadas a drenagens. \n\n6.3 Unidades de terreno associadas \n\n Na discussão referente aos fatores que influenciam o intemperismo foi apresentado que o \n\nrelevo associado às rochas é um dos fatores que afetam a velocidade com a qual elas são \n\ndecompostas. Declividades mais elevadas dificultam a infiltração d’água, fazendo com que o \n\nintemperismo seja menos intenso. Já declividades menores permitem uma melhor infiltração \n\nd’água, aumentando assim a intensidade do intemperismo. A análise das unidades de terreno nas \n\nquais os diques andesíticos e os diques de diabásio estão inseridos revelou que ambos os tipos de \n\ndiques se encontram inseridos nas unidades I, IV e V (Apêndice I). Como cada unidade de \n\nterreno apresenta um intervalo característico de declividade, o fato de ambos os diques estarem \n\ninseridos em unidades iguais indica que tal fator não influencia nas feições positivas e negativas \n\nde relevo associadas a eles.  \n\n Porém, é importante notar que os diques condicionam o relevo observado nas unidades de \n\nterreno associadas ao embasamento granito gnáissico. Os diques andesíticos são responsáveis \n\npelas cristas alongadas de elevada amplitude, declividade e formas de encosta retilíneas. Já os \n\n\n\n55 \n \n\n \n\ndiques de diabásio condicionam trechos de drenagens, especificamente aqueles de direção \n\nnordeste. \n\n6.4 Clima, vegetação, presença de solo, e tempo de exposição \n\n Além dos fatores inerentes à rocha (composição, textura e estrutura) e do tipo de relevo \n\nassociado, o clima, a vegetação, a presença de solo e o tempo de exposição da rocha são fatores \n\ndeterminantes na intensidade do intemperismo. Porém, a influência desses últimos fatores na \n\ngeração das diferentes formas de relevo associadas aos diques não foi julgada relevante. O clima, \n\nsendo um fator de abrangência regional, é constante para todas as rochas presentes na área de \n\nestudo. Diferenças na vegetação não são consideráveis, uma vez que a maior parte da ilha \n\napresenta densa vegetação nativa. Quanto à presença de solo, não foi observada durante os \n\ntrabalhos de campo uma variação considerável de sua espessura associada aos diques. Tal fato é \n\nconcordante com a literatura, que afirma que a maior parte dos solos presentes na ilha são \n\ncambissolos e neossolos litólicos rasos ou pouco profundos (FUNDAÇÃO FLORESTAL DO \n\nESTADO DE SÃO PAULO, 2015). Finalmente, o tempo de exposição também não influencia a \n\ngeração das diferentes formas de relevo associada aos diques, uma vez que os mesmos \n\napresentam idades semelhantes (Cretáceo Inferior). \n\n6.5 Classificação das unidades geológicas quanto à suscetibilidade a processos superficiais \n\n A partir do exposto acima, é interessante classificar as unidades geológicas presentes na \n\nárea de estudo com respeito à sua suscetibilidade ao intemperismo e erosão, analisando qual o \n\nefeito de suas diferentes propriedades nos tipos de relevo ali descritos. Optou-se por não incluir \n\nos depósitos sedimentares recentes nessa classificação, uma fez que estes apresentam gênese e \n\npropriedades que diferem substancialmente das referentes às outras unidades. Tal classificação \n\ninclui ainda uma unidade não caracterizada em detalhe no presente estudo, os stocks de \n\ncomposição alcalina. Levando-se em conta os fatores que controlam a intensidade do \n\nintemperismo apresentados anteriormente, as unidades geológicas presentes na área de estudo \n\npodem ser ordenadas da seguinte forma, da mais resistente a mais suscetível ao intemperismo: (I) \n\nstocks alcalinos, (II) diques andesíticos, (III) embasamento granito-gnáissico, e (IV) diques de \n\ndiabásio.  \n\n Os stocks alcalinos (I) podem ser classificados como a unidade mais resistente em função \n\nde sua composição mineralógica, estruturação e idade. Tal unidade é representada por diferentes \n\n\n\n56 \n \n\n \n\ntipos de sienito, que apresentam uma composição mineralógica comparativamente menos \n\nsusceptível ao intemperismo quando comparada aos litotipos representativos das outras unidades, \n\ncom exceção dos gnaisses graníticos do embasamento granito-gnáissico. Apesar de apresentar \n\numa composição mineralógica menos resistente quando comparada a essas rochas, os stocks \n\nalcalinos ainda são considerados menos susceptíveis ao intemperismo em função de sua \n\nestruturação (não apresenta foliação) e idade (são compostos pelas rochas mais recentes da área \n\nde estudo, com idades em torno de 80 Ma). O tipo de relevo associado a essa unidade reflete sua \n\nmaior resistência aos processos intempéricos: segundo Rodrigues (2016, no prelo), ela é \n\nrepresentada por morros altos, morros alongados, e escarpas e serras anelares, todos exibindo \n\naltas amplitudes (> 600 m), declividades comumente médias a altas (> 22.5%), vales fechados e \n\npicos/topos arredondados a angulosos. \n\n Os diques andesíticos (II), por sua vez, são classificados como a segunda unidade mais \n\nresistente ao intemperismo. Tal como no caso dos stocks alcalinos, sua composição mineralógica, \n\nestruturação e idade são os fatores responsáveis por tal resistência. Como discutido \n\nanteriormente, apesar da rocha apresentar composição mineralógica mais susceptível ao \n\nintemperismo quando comparada à dos gnaisses graníticos, o fato da dela não possuir foliação e \n\ntambém ser mais recente (Cretáceo Superior) faz com que tal unidade seja mais resistente quando \n\ncomparada ao embasamento granito-gnáissico. Como reflexo dessa resistência, os diques \n\nandesíticos se destacam no embasamento como cristas alongadas mostrando amplitudes e \n\ndeclividades mais acentuadas em relação às formas de relevo associadas aos gnaisses graníticos. \n\n O embasamento granito-gnáissico (III) é classificado como a terceira unidade mais \n\nresistente ao intemperismo. Apesar de apresentarem composição mineralógica mais resistente \n\n(maior volume de minerais félsicos, dentre eles o quartzo), os gnaisses graníticos representativos \n\ndessa unidade apresentam foliação que facilita a entrada de água. Além disso, tais litotipos são os \n\nmais antigos da ilha, datando do Pré-cambriano. O fato de a rocha ser comparativamente mais \n\nantiga provavelmente tem influência direta na sua susceptibilidade ao intemperismo. Como \n\nreflexo dos fatores descritos acima, o relevo associado a essa unidade é representado por \n\nmorrotes, morros baixos a altos (por vezes alongados), encostas montanhosas e escapas \n\n(RODRIGUES, 2006, no prelo). É de destaque tamanha variação nos tipos de relevo associados \n\nao embasamento granito-gnáissico. Tal comportamento pode ser explicado por alguns fatores: (1) \n\nvariação dos litotipos que compõem a unidade, (2) variação das estruturas geológicas presentes \n\n\n\n57 \n \n\n \n\n(foliação, fraturas, dobras, entre outras) e (3) influência de outras unidades que ocorrem \n\nintrudidas no embasamento (diques e stocks). \n\n Finalmente, os diques de diabásio (IV) são classificados como a unidade mais susceptível \n\nao intemperismo e consequente erosão. Sua composição mineralógica (maior porcentagem de \n\nminerais máficos, tais quais piroxênios) aliada ao seu padrão de fraturamento (maior densidade \n\nde fraturas) explica tal comportamento. Como consequência dessa alta suscetibilidade, feições \n\nnegativas de relevo, tais quais encaixes de drenagem, são associadas a essa unidade. \n\n  \n\n \n\n\n\n58 \n \n\n \n\n7 CONCLUSÕES \n\n A partir da análise e interpretação dos dados obtidos durante a condução do presente \n\nestudo, as seguintes conclusões foram alcançadas: \n\n1. A composição mineralógica das rochas constituintes dos diques mostra importante influência \n\nna sua suscetibilidade aos processos superficiais e, portanto, na forma de relevo associada a eles. \n\nOs diques associados a cristas alongadas (feições positivas) são compostos por um andesito \n\nporfirítico, enquanto que os diques associados a drenagens (feições negativas) são compostos por \n\ndiabásios de textura variada. A primeira rocha apresenta caráter intermediário, logo é constituída \n\nde minerais menos suscetíveis ao intemperismo quando comparados aos minerais constituintes \n\ndos diabásios, que são rochas de caráter básico. \n\n2. Juntamente com a composição das rochas constituintes dos diques, seus padrões de \n\nfraturamento influenciam nas formas de relevo geradas. Apesar de ambos os tipos de diques \n\napresentarem família de fraturas similares, o espaçamento entre as fraturas descritas nos diques \n\nde diabásio é menor quando comparado àquele presente nos diques andesíticos. Tal \n\ncomportamento é explicado pela espessura dos diques; aqueles de composição básica apresentam \n\nespessura consideravelmente menor, logo, as fraturas tendem a ser menos espaçadas. Uma maior \n\ndensidade de fraturas permite uma infiltração de água mais eficiente, fazendo com que a rocha \n\nseja intemperizada mais rapidamente, gerando assim feições negativas de relevo. A menor \n\nespessura dos diques de diabásio também implica em um menor volume de rocha a ser \n\nintemperizado e erodido.  \n\n3. Diferentes declividades não afetam as feições positivas e negativas associadas aos diques. Tal \n\nfato pode ser afirmado em função de ambos os tipos de diques estarem presentes em unidades de \n\nterreno caracterizadas por intervalos de declividade iguais. Porém, é importante notar que as \n\nunidades de terreno associadas ao embasamento granito gnáissico são condicionadas pelos \n\ndiques. Cristas alongadas, elevadas declividades e formas de encosta retilíneas são associadas aos \n\ndiques andesíticos. Já os diques de diabásio condicionam trechos de cursos de drenagens. \n\n4. As unidades geológicas presentes na área de estudo podem ser ordenadas de acordo com suas \n\nsuscetibilidades aos processos superficiais (intemperismo e erosão), da mais resistente a mais \n\n\n\n59 \n \n\n \n\nsuscetível: (I) stocks alcalinos, (II) diques andesíticos, (III) embasamento granito-gnáissico e (IV) \n\ndiques de diabásio. Os principais fatores que controlam tal suscetibilidade são: a composição da \n\nrocha, sua estruturação e sua idade. \n\n\n\n60 \n \n\n \n\n8 REFERÊNCIAS \n\nALMEIDA, F.F.M. Fundamentos geológicos do relevo paulista. Boletim Instituto Geográfico e \nGeológico, São Paulo, v. 41, p. 167-263, 1964. \n \nALMEIDA, F.F.M. Províncias estruturais brasileiras. In: SIMPÓSIO DE GEOLOGIA DO \nNORDESTE, 8., 1977, Campina Grande. Atas... v. 8, p. 363-391. \n \nALMEIDA, F.F.M.; HASUI, Y.; PONÇANO, W.L.; DANTAS, A.S.L.; CARNEIRO, C.D.R.; \nMELO, M.S.; BISTRICHI, C.A. Mapa geológico do estado de São Paulo. São Paulo: IPT, 1981. \nEscala 1:500.000. (Boletim nº 1184). Nota explicativa incluída. \n \nALMEIDA, F.F.M.; HASUI, Y. O pré-cambriano do Brasil. São Paulo: Edgard Blücher, 1984. \n378 p. \n \nALMEIDA, F.F.M.; CARNEIRO, C.R. Origem e evolução da Serra do Mar. Revista Brasileira \nde Geociências, v. 28, n. 2, p. 135-150, 1998. \n \nAMARAL, G.; CORDANI, U.G.; KAWASHITA, K.; REYNOLDS, J.H. Potassium-argon dates \nof basaltic rocks from Southern Brazil. Geochim. Cosmochim. Acta, v. 30, p. 159-189, 1966. \n \nAMARAL, G.; BUSHEE, J.; CORDANI, U. G.; KAWASHITA, L.; REYNOLDS, J. H. \nPotassium-argon ages of alkaline rocks from Southern Brazil. Geochimica et Cosmochimica \nActa, Northern Ireland, v. 31, p. 117-142, 1967. \n \nAUGUSTO, T. Petrografia e quimismo mineral de rochas gábricas e sieníticas do maciço de São \nSebastião, SP. 2003. 50 p. Trabalho de Conclusão de Curso (Graduação em Geologia) – Instituto \nGeológico, Universidade de São Paulo, São Paulo, 2003. \n \nBELLIENI, G.; MONTES-LAUAR, C. R.; DE MIN, A.; PICCIRILLO, E. M.; CAVAZZINI, G.; \nMELFI, A. J.; PACCA, I. G. Early and late cretaceous magmatism from São Sebastião Island \n(SE-Brazil): geochemistry and petrology. Geochimica Brasiliensis, v. 4, n. 1, p. 59-83, 1990. \n \nCAMPANHA, G.A.C.; SADOWSKI, G.R. Tectonics of the southern portion of the Ribeira Belt \n(Apiaí domain). Precambrian Research, v. 98, p. 31-51, 1999.  \n \nCAMPANHA, G.A.C.; BRITO NEVES, B.B. Frontal and oblique tectonics in the Brazilian \nshield. Episodes, v. 27, p. 255-259, 2004. \n \nCHIODI FILHO, C.; CHIEREGATI, L.A.; THODOROVICZ, A.M.G.; THEODOROVICZ, A.; \nMENEZES, R.G.; RAMALHO, R.; BATOLLA JR., F. Geologia e recursos minerais das folhas \nNatividade da Serra e Caraguatatuba. In: JORNADA SOBRE A CARTA GEOLÓGICA DO \nESTADO DE SÃO PAULO EM 1:50.000, 1., 1983, São Paulo. Atas... São Paulo: PRÓ-\nMINÉRIO/IPT, 1983, p. 8-26. \n \n\n\n\n61 \n \n\n \n\nDERBY, O. A. On nepheline rocks in Brazil with special reference to the association of phonolite \nand foyaite. Quarterly Journal of the Geological Society, Londres, v. 43, p. 457-473, 1987. \n \nFALEIROS, F.M.; CAMPANHA, G.A.C.; BELLO, R.M.S.; FUZIKAWA, K. Quartz \nrecrystallization regimes, c-axis texture transitions and fluid inclusion reequilibration in a \nprograde greenschist to amphibolite facies mylonite zone (Ribeira Shear Zone, SE Brazil). \nTectnophysics, v. 485, p. 193-214, 2010. \n \nFALEIROS, F.M.; CAMPANHA, G.A.C.; MARTINS, L.; VLACH, S.R.F.; VASCONCELOS, \nP.M. Ediacaran high-pressure collision metamorphism and tectonics of the southern Ribeira Belt \n(SE Brazil): evidence for terrane accretion and dispersion during Gondwana assembly. \nPrecambrian Research, v. 189, p. 263-291, 2011. \n \nFREITAS R. O. de. Geologia e Petrologia da Ilha de São Sebastião. Boletim da Faculdade de \nFilosofia, Ciências e Letras da Universidade de São Paulo, São Paulo, v. 85, p. 1-244, 1947. \n \nFUNDAÇÃO FLORESTAL DO ESTADO DE SÃO PAULO. Plano de Manejo do Parque \nEstadual de Ilhabela: Volume Principal. Ilhabela: Parque Estadual de Ilhabela, 2015. 835 p. \n \nGARDA, G.M. Os diques básicos e ultrabásicos entre as cidades de São Paulo e Ubatuba, estado \nde São Paulo. 1995. 156 p. Tese (Doutorado) – Instituto de Geociências, Universidade de São \nPaulo, São Paulo, 1995. \n \nGARDA, G. M.; SCHORSCHER, J. H. D. Os diques costeiros básicos e ultrabásicos adjacentes \nao Canal de São Sebastião (Litoral Norte do Estado de São Paulo). Revista do IG, São Paulo, v. \n17, n. 1/2, p. 7-31, 1996. \n \nHASUI, Y. Sistema Orogênico Mantiqueira. In: HASUI, Y.; CARNEIRO, C.D.R.; ALMEIDA, \nF.F.M.; BARTORELLI, A. (Org.) Geologia do Brasil. São Paulo: Beca, 2012. p. 331-372. \n \nHASUI, Y.; FONSECA, M.J.G.; RAMALHO, R. A parte central da Região de Dobramentos \nSudeste e o Maciço Mediano de Guaxupé. In: SCHOBBENHAUS, C.; CAMPOS, D.A.; DERZE, \nG.R.; ASMUS, H.E. (Coord.). Geologia do Brasil. Brasília: DNPM, 1984. p. 307-328. \n \nHEILBRON, M.; PEDROSA-SOARES, A.C.; CAMPOS NETO, M. da C.; SILVA, L.C.; \nTROUW, R.A.; JANASI, V.C. Província Mantiqueira. In: MANTESSO-NETO, V.; \nBARTORELLI, A.; CARNEIRO, C.D.R.; BRITO-NEVES, B.B. (Ed.). Geologia do Continente \nSul Americano: Evolução e Obra de Fernando Flávio Marques de Almeida. São Paulo: Beca, \n2004. p. 203-234. \n \nHENNIES, W. T.; HASUI, Y. Geocronologia das rochas eruptivas da Ilha de São Sebastião, SP. \nIn: CONGRESSO BRASILEIRO DE GEOLOGIA, 22., 1968, Belo Horizonte. Anais... Belo \nHorizonte: Sociedade Brasileira de Geologia, 1968. p. 145-148. \n \nHENNIES, W. T.; HASUI, Y. Contribuição ao conhecimento da geologia da Ilha de São \nSebastião. In: SIMPÓSIO DE GEOLOGIA REGIONAL, 1977, São Paulo. Anais... São Paulo: \nSociedade Brasileira de Geologia, 1977, v. 1, p. 199-209. \n\n\n\n62 \n \n\n \n\nHOBBS, D. W. The formation of tension joints in sedimentary rocks: an explanation. Geological \nMagazine, v. 104, p. 550-556, 1967. \n \nHUGGETT, R. J. Fundamentals of geomorphology. 2 ed. Nova Iorque: Routledge, 2007. 516 p. \n \nJI, S.; SARUWATARI, K. A revised model for the relationship between joint spacing and layer \nthickness. Journal of Structural Geology, v. 20, n. 11, p. 1495-1508, 1998. \n \nLADEIRA, F. L.; PRICE, N. J. Relationship between fracture spacing and bed thickness. Journal \nof Structural Geology, v. 3, n. 2, p. 179-183, 1981. \n \nLIMA, G. A. Gabros estratiformes da região norte da Ilha de São Sebastião, SP. 2001. 170 p. \nTese (Mestrado) – Instituto de Geociências, Universidade de São Paulo, São Paulo, 2001. \n \nMONTES-LAUAR, C.R. Paleomagnetismo de rochas magmáticas mesozoico-cenozoicas da \nplataforma Sul-Americana: estudo das formações Anari (RO) e Tapirapuã (MT), da Ilha de São \nSebastião (SP), dos complexos alcalinos-carbonatíticos de Tapira (MG) e Salitre (MG) e das ilhas \ndo Arquipélago dos Abrolhos. 1993. 206 p. Tese (Doutorado) – Instituto de Astronomia, \nGeofísica e Ciências Atmosféricas, Universidade de São Paulo, 1993. \n \nMILANESI, M.A. Avaliação do efeito orográfico na pluviometria de vertentes opostas da Ilha de \nSão Sebastião (Ilhabela-SP). 2007. 141 p. Dissertação (Mestrado) – Faculdade de Filosofia, \nLetras e Ciências Humanas, Universidade de São Paulo, São Paulo, 2007. \n \nOLIVEIRA, J.B; CAMARGO, M.N.; ROSSI, M.; CALDERANO FILHO, B. Mapa pedológico \ndo estado de São Paulo. Campinas: IAC, 1999. Escala 1:500.000. Acompanha legenda \nexpandida. \n \nPABST, L. Gabros estratiformes e sienitos supersaturados da Ilha de São Sebastião, SP: relações \ngeológicas e petrografia na região da Ponta da Sepituba. 2014. 44 p. Trabalho de Conclusão de \nCurso (Graduação em Geologia) - Instituto de Geociências, Universidade de São Paulo, São \nPaulo, 2014. \n \nPRESS, F.; GROTZINGER, J.; SIEVER, R.; JORDAN, T.H. Intemperismo e Erosão. In: ______ \n(Coord.). Para Entender a Terra. 4ª Edição. Porto Alegre: Bookman, 2006. p. 170-192. \n \nRODRIGUES, F. H. Estudo da geodiversidade da região norte da Ilha de São Sebastião: uma \nproposta de mapeamento geoambiental aplicado à geoconservação. Tese de Doutorado – Instituto \nde Geociências e Ciências Exatas, Universidade Estadual Paulista “Júlio de Mesquita Filho”, São \nPaulo, 2016. No prelo. \n \nROSSI, M.; MENK, J.R.F.; MATTOS, I.F. de A.; CATURICCI, A.F.M. Análise da fragilidade \ndo meio físico para as ilhas de São Sebastião e dos Búzios: estudo de caso. Revista do Instituto \nFlorestal, São Paulo, v. 17, n. 2, p. 161-181, 2005. \n \n\n\n\n63 \n \n\n \n\nSCHOBBENHAUS, C.; BRITO NEVES, B. B. A geologia do Brasil no contexto da plataforma \nsulamericana. In: BIZZI, L.A.; SCHOBBENHAUS, C.; VIDOTTI, R.M.; GONÇALVES J.H. \n(Ed.). Geologia, Tectônica e Recursos Minerais do Brasil. Brasília: CPRM, 2003. p. 5-55. \n \nSILVA, A.T.S.F.; CHIODI FILHO, C.; CHIODI, D.K.; PINTO FILHO, W.D. Projeto Santos-\nIguape. São Paulo: Convênio DNPM-CPRM, 1977. v. 1, 639 p. \n \n\nTASSINARI, C.C.G. As idades das rochas e dos eventos metamórficos da porção sudeste do \n\nestado de São Paulo e sua evolução crustal. 1998. 263 p. Tese (Doutorado) – Instituto de \n\nGeociências, Universidade de São Paulo, São Paulo, 1988. \n\n\n\n64 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\nAPÊNDICE I – MAPA DAS UNIDADES DE TERRENO \n\n\n\n(\n(\n(\n\n(\n\n(\n\n(\n\n(\n\n( (\n((\n\n(\n\n(\n\n(\n\n(\n\n(\n\n(\n\n(\n(\n\n(\n(\n(\n(\n\n(\n\n(\n\n((\n(\n\n(\n\n(\n\n( (\n(\n\n(\n(\n\n(\n\n(\n(\n\n( (\n\n(\n(\n\n((\n\n(\n\n(\n\n((\n\n!(\n\n!(\n\n!(!(\n\n!(\n\n!(\n\n!(\n\n!(!(\n!(\n\n!(\n\n!(\n!(\n\n!(\n\n!(\n\n!(\n\n=\n=\n\n=\n\n=\n=\n\n=\n\n>\n>\n\n>\n\n>\n\n#\nPico do Baepi\n\nVila\n\nILHABELA\n\nPedra do Sino\n\nPonta das Canas\n\nPraia do Perequê\n\nMorro do Pacuíba\n\nMorro da Bicuíba\n\nMorro da Siriúba\n\nMorro do Cantagalo\n\nPraia dos Barreiros\n\nPraia de Santa Teresa\n\nPontinha\n\nPonta Paqueá\n\nMorro das Tocas\n\n98\n\n7\n\n6\n\n5\n\n4\n\n3\n2\n\n1\n\n67\n66\n\n65\n\n64\n\n63 62\n6160\n\n5958\n57\n\n56\n\n55\n\n54\n53\n\n48\n4746\n\n45\n\n44\n\n43\n42\n\n41\n\n40\n\n24\n\n23\n\n2120\n\n19\n18\n\n17\n\n16\n\n15\n\n14\n\n13\n\n12\n11\n\n10\n\n500\n\n400\n\n300\n\n600\n\n20\n0\n\n10\n0\n\n70\n0\n\n8\n0\n\n0\n\n90\n0\n\n10\n00\n\n10\n00\n\n5\n0\n0\n\n4\n0\n\n0\n\n900\n\n4\n0\n\n0\n\n5\n0\n0\n\n9\n0\n\n0\n\n700\n\n3\n0\n\n0\n\n8\n0\n0\n\n10\n00\n\n7\n0\n0\n\n400\n\n9\n0\n\n0\n\n6\n0\n\n0\n\n100\n\n1000\n\n800\n\n600\n\n2\n0\n0\n\n700\n\n600 6\n00\n\n800\n\n70\n0\n\n60\n0\n\n60\n0\n\n30\n0\n\n10\n0\n\n70\n0\n\n9\n0\n\n0\n\n600\n\n600\n\n8\n0\n0\n\n200\n\n700\n\n900\n\n300\n\n90\n0\n\n1\n0\n\n0\n0\n\nCór\nreg\n\no d\na\n\nIlh\nab\n\nela\n\nCó rrego d o Ceg\no\n\nCórrego da Cachoeira\n\nCórrego da Bicuí\nba\n\nCórrego das Tocas\n\nCórre\ngo da\n\n Paqu\nera\n\n460000\n\n460000\n\n462000\n\n462000\n\n464000\n\n464000\n\n466000\n\n466000\n\n468000\n\n468000\n\n7\n3\n\n6\n2\n\n0\n0\n0\n\n7\n3\n\n6\n2\n\n0\n0\n0\n\n7\n3\n\n6\n4\n\n0\n0\n0\n\n7\n3\n\n6\n4\n\n0\n0\n0\n\n7\n3\n\n6\n6\n\n0\n0\n0\n\n7\n3\n\n6\n6\n\n0\n0\n0\n\n7\n3\n\n6\n8\n\n0\n0\n0\n\n7\n3\n\n6\n8\n\n0\n0\n0\n\n7\n3\n\n7\n0\n\n0\n0\n0\n\n7\n3\n\n7\n0\n\n0\n0\n0\n\n7\n3\n\n7\n2\n\n0\n0\n0\n\n7\n3\n\n7\n2\n\n0\n0\n0\n\n7\n3\n\n7\n4\n\n0\n0\n0\n\n7\n3\n\n7\n4\n\n0\n0\n0\n\n7\n3\n\n7\n6\n\n0\n0\n0\n\n7\n3\n\n7\n6\n\n0\n0\n0\n\nUNIVERSIDADE ESTADUAL PAULISTA\n\"JÚLIO DE MESQUITA FILHO\"\n\nInstituto de Geociências e Ciências Exatas\n\nDIQUES MESOZOICOS BÁSICOS E INTERMEDIÁRIOS \nCOMO CONDICIONANTES GEOMORFOLÓGICOS\n\nNA ILHA DE SÃO SEBASTIÃO - SP\n\nAPÊNDICE I - MAPA DAS UNIDADES DE TERRENO\n\nProjeção: Universal Transversa de Mercator \nFuso 23\n\nDatum: WGS 1984\nMapas base: folhas topográficas do IBGE na escala 1:50.000: \n\nSão Sebastião (SF-23-Y-D-VI-3) e Caraguatatuba (SF-23-Y-D-VI-1)\n\nVictor Arroyo da Silva do Valle\nOrientador: José Eduardo Zaine\n\nRio Claro\nNovembro, 2016\n\n±\n0 1.000 2.000500 Metros\n\n1:50.000\n\n!.\n\nILHA DE SÃO SEBASTIÃO\n\nIlhabela\n\n45°15'0\"O\n\n45°15'0\"O\n\n45°20'0\"O\n\n45°20'0\"O\n\n45°25'0\"O\n\n45°25'0\"O\n\n2\n3\n\n°4\n5\n'0\n\n\"S\n\n2\n3\n\n°4\n5\n'0\n\n\"S\n\n2\n3\n\n°5\n0\n'0\n\n\"S\n\n2\n3\n\n°5\n0\n'0\n\n\"S\n\n2\n3\n\n°5\n5\n'0\n\n\"S\n\n2\n3\n\n°5\n5\n'0\n\n\"S\n\nSão Sebastião\n\nCaraguatatuba\n\nSituação da área de estudo Articulação das folhas topográficas\n\nLegenda\n\nOceano\n\nHidrografia\n\n# Pico\n\nCurvas de nível\n\nEstradas\n\nDiques andesíticos\n\n> Pontos com amostra e lâmina delgada\n\n= Pontos com amostra\n\n!( Pontos referentes aos diques andesíticos\n\n!( Pontos referentes aos diques de diabásio\n\n( Pontos visitados, com respectiva numeração\n\nA\n\nA'\n\nConvexas / \ncôncavas / \nretilíneas\n\nMédia / alta (22,5 - 60%); \nocorrências locais: > 60%\n\nPicos / topos \narredondados a \nangulosos; vales \n\nfechados\n\nConvexas / \ncôncavas\n\nCôncavas\n\nBaixa / média (&lt;5%) Vales abertos\n\nBaixa (~ 20 m)\n\nBaixa (~ 5 m)\n\nBaixa / média (0 - 22,5%) Vales abertos\n\nMédia (~ 300 m) Média (22,5 - 45%)\nTopos arredondados; \n\nvales fechados\nConvexas / \ncôncavas\n\nMédia / alta \n(~ 500m)\n\nMédia (22,5 - 45%)\nTopos arredondados; \n\nvales fechados\nConvexas / \nretilíneas\n\nMédia (~ 200 m)\n\nMédia (~ 300 m)\nMédia / alta (22,5 - 45%); \nocorrências locais: 45 - \n\n60%\n\nTopos arredondados a \nangulosos; vales \n\nfechados\n\nCôncavas / \nretilíneas\n\nAlta (~ 500 m)\nAlta (45 - 60%); ocorrências \n\nlocais: > 60%\n\nTopos arredondados a \nangulosos; vales \n\nfechados\n\nConvexas / \ncôncavas\n\nAlta (~ 800 m)\nMédia / alta (22,5 - 60%); \nocorrências locais: > 60%\n\nPicos / topos \narredondados a \nangulosos; vales \n\nfechados\n\nConvexas / \ncôncavas\n\nAlta (~ 600 m)\n\nBaixa / média em morros (5 \n- 22,5%); média / alta na \n\nserra (22,5 - 60%); \nocorrências locais: > 60%\n\nPicos / topos \narredondados a \nangulosos; vales \n\nfechados\n\nX - Montanha em terreno básico-\nalcalino\n\nIV - Morros altos em terrenos \ngnáissicos\n\nXI - Sedimentos quaternários \nem depósitos de meia e baixa-\n\nencosta e vales entulhados\n\nXII - Sedimentos quaternários \nem planícies flúvio-marinhas\n\nII - Morros alongados em \nterreno gnáissico\n\nIII - Encostas montanhosas e \nmorros altos em terreno \n\ngnáissico com intrusões básico-\nalcalinas\n\nV - Encostas montanhosas e \nescarpas em terreno gnáissico\n\nVIII - Escarpas anelares e \nmorros altos em terreno \n\nalcalino\n\nIX - Serra anelar e morros \nalongados em terreno alcalino\n\nLitologias representativas\n\nObservações de Campo\n\nI - Morrotes e morros baixos \nem terreno gnáissico\n\nMédia / baixa (~ \n100 m)\n\nBaixa / média (10 - 22,5%)\nTopos arredondados; \n\nvales fechados\nConvexas / \ncôncavas\n\nFormas de relevo\n\nFormas de vale e de \ntopo\n\nFormas de \nencostas\n\nUnidades de Terreno\n\nCompartimentação Fisiográfica (Fotoanálise)\n\nAmplitude local\n\nAnálise morfométrica\n\nDeclividade\n\nGeologia Geomorfologia\n\nTipo de relevo Formas de relevo\n\nTopos arredondados e cristas alinhadas; vales assimétricos encaixados; \nvertentes convexas e côncavas\n\nTopos arredondados alinhados (direção noroeste) e cristas subordinadas \nalinhadas (direção nordeste); vales assimétricos encaixados; vertentes \n\ncôncavas e convexas com concentração de fluxo superficial\n\nDepósitos sedimentares flúvio-\nmarinhos (rochas do embasamento \ngranito-gnáissico, diques e stocks )\n\nDiabásio \nintergranular\n\nGnaisse granítico facoidal\n\nÁlcali-feldspato sienito, álcali-\nfeldspato sienito com quartzo, \nsienito, alcalinas indefinidas\n\nÁlcali-feldspato sienito, álcali-\nfeldspato sienito com quartzo, \nsienito, alcalinas indefinidas\n\nEssexitos, ijolitos e gabros \nnefeliníticos (LIMA, 2001)\n\nDepósitos rudáceos, de colúvio, \naluviais e de tálus (rochas do \n\nembasamento granito-gnáissico, \ndiques e stocks )\n\nGnaisse granítico facoidal, álcali-\nfeldspato sienito, nefelina \nmonzogabro/monzodiorito\n\nGnaisse granítico facoidal, intrusões \nbásico-alcalinas\n\nGnaisse granítico facoidal\nAndesito porfirítico, \ndiabásio porfirítico\n\nGnaisse granítico facoidal, gnaisse \ngranítico subequigranular, álcali-\n\nfeldspato sienito\n\nAndesito porfirítico, \ndiabásio porfirítico\n\nSienitos\n\nAndesito porfirítico, \ndiabásio porfirítico\n\nMorrotes e \nmorros baixos\n\nMorros \nalongados\n\nEncostas \nmontanhosas e \n\nmorros altos\n\nMorros altos\n\nEncostas \nmontanhosas e \n\nescarpas\n\nEscarpas \nanelares e \n\nmorros altos\n\nDiques presentes\n\nPico e crista anelar truncados por estrutura rúptil noroeste (possível falha) e \ncrista subordinada, alinhada para nordeste; vale fechado e encaixado; \n\nvertentes côncavas e convexas\n\nRampas de colúvio e depósitos de tálus\n\nSuperfícies planas, sub-horizontais\n\nVertentes convexas e retilíneas marcadas por quebras de declive positivas; \nvales encaixados\n\nTopos arredondados restritos e cristas retilíneas; vales profundos encaixados; \nvertentes côncavas com anfiteatros e indícios de escorregamentos\n\nTopos restritos arredondados a angulosos e cristas retilíneas fortemente \norientadas (NE); vales assimétricos, profundos e encaixados em fraturas \nassociadas às encostas com feições trapezodais e triangulares; vertentes \n\ncôncavas e convexas\nPicos, cristas anelares e diques retilíneos subordinados, truncados por falhas \n\nNE, formando escarpas; vales assimétricos, profundos e encaixados em \nfraturas associdas às encostas com feições trapezoidais e triangulares; \nvertentes convexas e côncavas com concentração de fluxo superficial\nPicos e cristas anelares truncadas por falhas NE, formando escarpas; \nvertentes convexas e côncavas e grandes anfiteatros de cabeceira de \n\ndrenagem; vales assimétricos, profundos e encaixados em fraturas associadas \nàs encostas com feições trapezoidais\n\nSerra anelar e \nmorros \n\nalongados\n\nMontanha\n\nDepósitos de \nmeia e baixa-\n\nencosta e vales \nentulhados\n\nPlanícies flúvio-\nmarinhas\n\n100 m\n\n200 m\n\n300 m\n\n400 m\n\n500 m\n\n600 m\n\n700 m\n\n800 m\n\n100 m\n\n200 m\n\n300 m\n\n400 m\n\n500 m\n\n600 m\n\n700 m\n\n800 m\nI XII I IV XI IV V XI V\n\nUNIDADES DE TERRENO\n\nPonto 42\nPonto 2\n\nEst. Castelhanos\n\nEst. Castelhanos\n\nNW SE\n\nEmbasamento granito-gnáissico\n\nDiques andesíticosEscala horizontal - 1:50.000\n\nEscala vertical - 1:20.000\n\nA A'\n\nDepósitos de encostas e vales\n\nDepósitos flúvio-marinhos\n\n0 m 0 m\n\n\n\n65 \n \n\n \n\nAPÊNDICE II – DESCRIÇÃO DAS LÂMINAS DELGADAS \n\n \n\nLÂMINA IB-01a \n\nDescrição Macroscópica \n\n A rocha apresenta coloração cinza clara quando fresca e varia de cinza-esbranquiçada a \n\nlaranja-esbranquiçada quando alterada. Possui textura porfiroblástica, onde os fenocristais \n\nmostram granulação muito grossa (1–4 cm) enquanto que a matriz possui granulação média (1–5 \n\nmm). Os fenocristais são compostos de feldspato potássico euédrico/subédrico, de hábito que \n\nvaria de ocelar a tabular e coloração rosa-esbranquiçada. Na matriz, encontram-se cristais \n\nsubédricos/anédricos de plagioclásio esbranquiçado, feldspato potássico rosa-esbranquiçado, \n\nbiotita preta, hornblenda verde-escura e quartzo anedral translúcido. A rocha apresenta estrutura \n\ngnáissica, formada pela orientação preferencial dos fenocristais de feldspato potássico e dos \n\ncristais de biotita e quartzo principalmente. \n\nDescrição microscópica  \n\n Em escala microscópica, nota-se com mais facilidade que a rocha apresenta intercalação \n\nentre bandas de minerais félsicos (feldspato potássico, quartzo e plagioclásio) e de minerais \n\nmáficos (biotita e hornblenda).  \n\n O feldspato potássico (microclínio) pode ser observado tanto na forma de fenocristais \n\nquanto na forma de cristais dispersos na matriz. No primeiro caso, os cristais são \n\neuédricos/subédricos, de hábito que varia de ocelar a tabular, com comprimento variando de 1 a 4 \n\ncm. Quando presentes na matriz, esse mineral ocorre como cristais subédricos/anédricos, com \n\ncomprimento em torno de 0,5 mm. A geminação do tipo Tartan pode ser observada tanto na \n\nborda de alguns fenocristais quanto em toda superfície do cristal no caso do feldspato potássico \n\nda matriz. Podem ser observadas também texturas pertíticas (no caso de alguns fenocristais) e \n\nmimerquíticas (em alguns contatos de feldspato potássico com plagioclásio). Quanto à alteração \n\nsecundária do feldspato potássico, nota-se que o mesmo sofreu processo de sericitização, que se \n\nrestringe principalmente ao redor de fraturas presentes nos cristais.  \n\n O plagioclásio (oligoclásio) ocorre na forma de cristais euédricos/subédricos de hábito \n\ntabular dispersos na matriz da rocha, com comprimento variando entre 0,1 e 10 mm. Na maior \n\nparte das vezes, esse mineral apresenta geminação do tipo Albita, porém o tipo combinado \n\n\n\n66 \n \n\n \n\nCarlsbad-albita também pode ser observado. As lamelas de tais geminações podem ou não cruzar \n\no cristal inteiro. A superfície dos cristais apresenta aspecto levemente empoeirado, indicando leve \n\nalteração secundária (provavelmente sericitização e/ou epidotização).  \n\n O quartzo pode ser observado na forma de cristais anédricos presentes na matriz, com \n\ncomprimento variando entre 0,1 e 6 mm. Alguns cristais se mostram deformados, exibindo \n\nextinção ondulante e comprimento maior subparalelo à foliação da rocha. \n\n A biotita ocorre na forma de cristais euédricos placoides na matriz da rocha, com \n\ncomprimento variando de 0,1 a 1mm. Apresenta intenso pleocroísmo que varia do amarelo claro \n\naté o castanho escuro. É observada na forma de bandas de cristais orientados segundo a foliação \n\nda rocha; tais bandas tendem a envolver as bandas de minerais félsicos. É encontrada \n\nprincipalmente associada à hornblenda. \n\n A hornblenda se mostra na forma de cristais subédricos/anédricos na matriz, com \n\ngranulação fina a média (ao redor de 1 mm). Apresenta intenso pleocroísmo, do castanho \n\namarelado ao verde escuro. Encontra-se associada às bandas de biotita. \n\n A apatita ocorre dispersa pela rocha, na forma de forma de pequenos grãos de seção \n\nhexagonal. \n\nComposição modal estimada \n\n1. Plagioclásio (oligoclásio): 40% \n\n2. Quartzo: 25% \n\n3. Feldspato potássico (microclínio): 20% \n\n4. Biotita: 10% \n\n5. Hornblenda: 5% \n\n6. Apatita: traço \n\nClassificação da rocha: gnaisse granítico facoidal \n\n \n\n \n\n \n\n\n\n67 \n \n\n \n\nLÂMINA IB-02b \n\nDescrição macroscópica \n\n A rocha apresenta coloração cinza-escura quando fresca e tende a mostrar tons mais \n\nesverdeados quando alterada. Possui textura holocristalina porfirítica, onde os fenocristais \n\npossuem granulação média (em torno de 5 mm) enquanto que a matriz possui granulação fina. Os \n\nfenocristais são formados tanto por cristais anédricos de plagioclásio branco-acinzentado, quanto \n\npor cristais euédricos/subédricos de piroxênio e/ou olivina esverdeados. Já a matriz possui \n\ncoloração cinza-escura esverdeada, não sendo possível definir macroscopicamente sua \n\nmineralogia.   \n\nDescrição microscópica \n\n Em escala microscópica, nota-se que a rocha é composta de fenocristais de granulação \n\nmédia a grossa (2–5 mm), microfenocristais de granulação fina (0,1–0,6 mm) e matriz de \n\ngranulação ainda mais fina (0,2–0,02 mm). Os fenocristais são representados por plagioclásio e \n\npseudomorfos de minerais ferro-magnesianos (piroxênio e/ou olivina), enquanto que os \n\nmicrofenocristais são representados por clinopiroxênio (augita) e plagioclásio (labradorita), \n\nrestando na matriz cristais de plagioclásio e magnetita/ilmenita. A matriz possui textura \n\nintergranular, uma vez que os cristais de plagioclásio e opacos ocupam os espaços entre os \n\nmicrofenocristais de piroxênio. \n\n Quando na forma de fenocristal, o plagioclásio (labradorita) apresenta comprimento que \n\nvaria de 2 a 5 mm. Possui bordas arredondadas, provavelmente resultado de reabsorção \n\nmagmática. A grande maioria dos fenocristais apresenta geminação do tipo Albita, sendo que as \n\nlamelas atravessam o cristal inteiro. Já na forma de microfenocristal, o plagioclásio é tabular \n\neuédrico/subédrico, com comprimento médio de 0,5 mm. A principal geminação observada \n\nnesses cristais é a do tipo Carlsbad, sendo que as lamelas também atravessam o cristal inteiro. \n\nFinalmente, os cristais de plagioclásio na matriz são subédricos ripiformes, com comprimento \n\nmáximo de 0,2 mm e também exibem predominantemente a geminação do tipo Carlsbad. Todos \n\nos cristais de plagioclásio mostram superfície levemente alterada para minerais micáceos (sericita \n\ne/ou argilominerais); uma alteração mais intensa pode ser observada ao longo de fraturas \n\npresentes nos fenocristais.  \n\n\n\n68 \n \n\n \n\n Os fenocristais representados por pseudomorfos de minerais ferro-magnesianos são \n\neuédricos/subédricos, com diâmetro médio de 1 mm. São observadas seções poligonais com oito \n\nou seis lados; desse modo se supõe que os cristais pretéritos eram de piroxênio e olivina, \n\nrespectivamente. A transformação pseudomórfica dos minerais primários é bastante intensa, \n\nsendo que somente o seus hábitos foram preservados. Os principais produtos de alteração são: \n\nclorita, serpentina, carbonato, idingsita (substância castanha-avermelhada que consiste de \n\nesmectita, clorita e goetita/hematita), opacos e argilominerais. \n\n O piroxênio (augita) na forma de microfenocristal é euédrico/subédrico de hábito \n\nprismático e seção octógona, com diâmetro médio de 0,2 mm. Tais cristais se mostram \n\nintensamente alterados. Além da clorita e óxidos de ferro, outro produto de alteração observado é \n\num agregado mineral de coloração esverdeada pálida. Este possui propriedades associadas a dois \n\npossíveis tipos de produtos de alteração: uma do tipo tardi-magmática, representada pela uralita \n\n(anfibólios produtos de alteração do piroxênio); e outra do tipo intempérica, representada pela \n\npresença de argilominerais. \n\n Os minerais opacos ocorrem em grande número na matriz da rocha, na forma de cristais \n\neuédricos de formas quadradas, rômbicas e triangulares ou na forma de agregados amorfos. Os \n\ncristais euédricos possuem diâmetro médio de 0,06 mm, e provavelmente são compostos de \n\nmagnetita e ilmenita. \n\nComposição modal estimada \n\n1. Plagioclásio (labradorita): 53% \n\n2. Clinopiroxênio (augita): 30% \n\n3. Opacos: 13% \n\n4. Olivina: 4% \n\nClassificação da rocha: diabásio porfirítico; caso a olivina seja de fato um mineral primário, a \n\nrocha pode ser classificada como um olivina diabásio porfirítico \n\n \n\n \n\n \n\n\n\n69 \n \n\n \n\nLÂMINA IB-04a \n\nDescrição macroscópica \n\n A rocha apresenta coloração cinza-escura quando fresca e tons mais esverdeados quando \n\nalterada. Mostra uma textura holocristalina de granulação fina, onde não é possível distinção \n\nmacroscópica adequada entre os minerais constituintes. \n\nDescrição microscópica \n\n Na escala microscópica, observa-se que a rocha apresenta uma textura intergranular, onde \n\ncristais euédricos/subédricos de plagioclásio (labradorita) e de minerais opacos \n\n(magnetita/ilmenita) se encontram dispersos entre os cristais euédricos/subédricos de \n\nclinopiroxênio alterado (augita).  \n\n O plagioclásio ocorre na forma de cristais ripiformes euédricos/subédricos, atingindo \n\ncomprimento de até 0,5 mm. Somente a geminação do tipo Carlsbad é observada. A superfície \n\ndos cristais se mostra alterada, provavelmente para epidoto e/ou argilominerais. \n\n O clinopiroxênio se mostra parcial ou totalmente alterado para um produto esverdeado \n\npálido. Tal produto pode ser associado a processos tardi-magmáticos (uralitização) ou a processos \n\nintempéricos (formação de argilominerais). O hábito dos cristais de piroxênio é preservado, este \n\nse mostra prismático de seção octógona, com diâmetro médio menor de 0,5 mm.  \n\n Os opacos ocorrem em grande número na matriz da rocha. Apresentam-se como cristais \n\neuédricos quadrados de diâmetro menor que 0,2 mm ou como agregados amorfos. São \n\nprovavelmente compostos de magnetita e ilmenita. \n\nComposição modal estimada \n\n1. Plagioclásio (labradorita): 60% \n\n2. Clinopiroxênio (augita): 25% \n\n3. Opacos: 15% \n\nClassificação da rocha: diabásio intergranular \n\n \n\n \n\n\n\n70 \n \n\n \n\nLÂMINA IB-17 \n\nDescrição macroscópica \n\n A rocha apresenta coloração cinza esverdeada quando fresca e branco-amarelada quando \n\nalterada. Possui textura porfirítica, onde os fenocristais mostram granulação grossa (0,4–1 cm) \n\nenquanto que a matriz mostra granulação fina (menor que 1 mm). Os fenocristais são formados \n\npor plagioclásio euédrico de hábito tabular e coloração cinza-esbranquiçada. Já a matriz é \n\ncomposta de plagioclásio acinzentado e piroxênio preto esverdeado. \n\nDescrição microscópica \n\n Observa-se na lâmina delgada que a matriz da rocha mostra uma textura intergranular, \n\nonde cristais de plagioclásio predominantes, juntamente com minerais opacos e algum feldspato \n\npotássico e quartzo se encontram presentes entre cristais alterados de piroxênio. São observados \n\ntambém alguns microfenocristais de piroxênio. \n\n Quando na forma de fenocristal, o plagioclásio (oligoclásio/labradorita) é \n\neuédrico/subédrico tabular, com comprimento que varia de 0,4 a 1 cm. Quando na matriz, o \n\nplagioclásio (oligoclásio) se assemelha com os fenocristais, porém mostram granulação menor \n\n(0,3 mm). As geminações observadas são as do tipo Albita e Carlsbad. A superfície dos cristais se \n\napresenta alterada, provavelmente para epidoto e argilominerais. \n\n O clinopiroxênio (augita) ocorre tanto na forma de microfenocristais quanto disperso na \n\nmatriz da rocha. Os microfenocristais são euédricos de hábito prismático e seção octógona, com \n\ndiâmetro médio de 1 mm. Já os cristais na matriz possuem diâmetro menor, ao redor de 0,2 mm. \n\nTodo o piroxênio da rocha se apresenta intensamente alterado para um agregado mineral de \n\ncoloração verde pálida; este pode ser produto de alteração tardi-magmática (uralita) ou de \n\nalteração intempérica (formação de argilominerais). Outros produtos presentes da alteração do \n\npiroxênio são clorita e óxidos de ferro. \n\n Os minerais opacos (magnetita/ilmenita) ocorrem dispersos pela matriz, tanto na forma de \n\ncristais euédricos quadrados de até 0,2 mm, quanto na forma de agregados amorfos. \n\n Algum quartzo e feldspato potássico ocorre disperso pela rocha, na forma de cristais \n\nsubédricos/anédricos de até 0,3 mm. \n\nComposição modal estimada \n\n\n\n71 \n \n\n \n\n1. Plagioclásio (oligoclásio/labradorita): 65% \n\n2. Clinopiroxênio (augita): 30% \n\n3. Opacos: 5% \n\n4. Quartzo e feldspato potássico: traços \n\nClassificação da rocha: andesito porfirítico \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n72 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE III – DESCRIÇÃO DOS PONTOS DE CAMPO \n\n \n\n\n\n73 \n \n\n \n\n \n\n\n\n74 \n \n\n \n\n \n\n\n\n75 \n \n\n \n\n \n\n\n\n76 \n \n\n \n\n \n\n\n\n77 \n \n\n \n\n \n\n\n\n78 \n \n\n \n\n \n\n\n\n79 \n \n\n \n\n \n\n\n\n80"}]}}}