{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04015"}, {"@name": "filename", "#text": "BGP_1988_2_2_4_08_Geoestatistica_aplicada_a_pesquisa_do_xisto.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "GEOESTATÍSTICA APLICADA Ã PESQUISA DO XISTO, FORMAÇÃO IRATI, SÃO MATEUS DO SUL, PARANÃ\nAPPLICATION OFGEOSTATISTICAL TECHNIQUES IN THE GEOLOGICAL OIL SHALE RESEARCH IRATI FORMATION, SÃO MATEUS DO SUL PARANÁ\nHernani Aquini Fernandes Chaves , Jorge de Rezende^' e Henrique Krahenbuhl Porto Alegre\nRESUMO — Descrevem-se os resultados obtidos com a aplicação de técnicas geoestatísticas à pesquisa de xisto, utilizando-se os dados de sondagens da Formação Irati na Mina Experimental (UPI), em São Mateus do Sul, Paraná. Foram estudadas as variações verticais dos teores de óleo das camadas pirobetuminosas, envolvendo o tratamento de 586 amostras analisadas. A obtenção e a análise dos variogramas médios e do modelamento teórico realizado ajustando-se o modelo esférico de Matheron e linear para a camada superior e inferior, respectivamente, possibilitaram estabelecer intervalos de amostragem ideais, que reduzem sensivelmente o número de ensaios de laboratório e o tempo despendido na amostragem das camadas.\n(Originais recebidos em 28.05.87.)\n1\t- Setor de Geologia, Divisão de\nExploração, Centra de Pesquisas.\n2\t■ Setor de Modelos de Áreas\nOperacionais, Divisão de\n• Pesquisa Operacional, Serviço de Processamento de Dados.\n3\t- Setor de Geologia, Divisão de\nGeologia e Mina, Superintendência da\nI\tIndustrialização do Xisto.\n1 - INTRODUÇÃO\nOs estudos ora apresentados fazem parte de um programa que vem sendo desenvolvido em conjunto pela Superintendência da Industrialização do Xisto (SIX), pelo Serviço de Processamento de Dados (SEPROD) e pelo Centro de Pesquisas da PETROBRÁS, visando a aplicar as técnicas geoestatísticas à pesquisa geológica do xisto da Formação Irati.\nO objetivo principal do trabalho é estabelecer estimadores precisos que permitam substituir com vantagens os métodos convencionalmente utilizados na avaliação de jazidas, os quais, geralmente, envolvem grandes incertezas. Sabe-se, por exemplo, que os teores de óleo analisados em testemunhos de sondagem obtidos ao longo da jazida não têm comportamento puramente aleatório, mas estão condicionados a \"volumes de influência”, ou seja, apresentam comportamento de variáveis regionalizadas.\nA principal ferramenta para estudos geoestatísticos é o variograma, por ser uma função que permite estudara interdependência de amostras distribuídas espacialmente, refletindo tanto a aleato-riedade como o aspecto estruturado da jazida. Com base nos parâmetros estabelecidos por meio da análise variográfica, torna-se possível efetuar as estimativas, quantificar os erros associados e mini\nmizá-los.\n0 estudo foi realizado utilizando-se as informações de testemunhos de sondagem obtidos em furos de sonda executados em parte da jazida de São Mateus do Sul, Paraná, onde se encontra implantada a Usina Protótipo do Irati (UPI), estando em fase de construção uma unidade industrial de processamento do xisto da Formação Irati, utilizando o Processo PETROSIX para produção de óleo, gás e enxofre.\nO presente trabalho relata os resultados obtidos na primeira fase dos estudos, correspondendo à análise variográfica da variação vertical dos teores de óleo na Mina Experimental (UPI).\n2\t- GEOLOGIA\nA jazida de São Mateus do Sul está situada na borda leste da Bacia do Paraná, que é uma extensa depressão deposicio-nal, constituída por sedimentos pa-leozóicos, mesozóicos e cenozóicos, associados com rochas vulcânicas.\nA seção geológica de interesse para os estudos da PETROBRÃS/SIX pertence à sequência paleozóica da bacia, com sedimentos do Grupo Passa Dois representados pelas formações Irati e Serra Alta.\n\nFig. 1 ■ Mapa de ocorrência da Formação Irati.\nFig. 2 - Perfil litológico representativo da jazida de São Mateus do Sul, Paraná.\nMarga dolomítíca\nFolhelho pirobetuminoso\nA Formação Irati (fig. 1) é constituída na região por dois ciclos deposicionais que culminam com a sedimentação de camadas de folhelho pirobetuminoso de coloração negra, bem laminados, ricos em matéria orgânica, que produzem óleo e gás sob aquecimento.\nA coluna estratigráfica da figura 2 representa o modo de ocorrência da Formação Irati na jazida, com duas camadas de folhelho pirobetuminoso separadas por uma intermediária estéril, constituída por margas e siltitos. Ainda nessa figura, observa-se uma tendência geral de decréscimo dos teores do topo para a base das camadas.\nA mina experimental da UPI apresenta uma área de aproximadamente 170 000 m2, com duas camadas aproveitáveis de folhelho pirobetuminoso. A camada superior apresenta espessura média de 4,87 metros e a camada inferior, espessura de 3,17 metros.\n3\t- MÉTODO DE ANÁLISE\nNa pesquisa geológica desenvolvida para detalhamento da jazida da Mina Experimental, foram executados 122 furos de sonda com testemunhagem contínua das camadas, dos quais foram utilizados, no presente estudo, 9 furos de sonda, totalizando 586 amostras analisadas.\nOs testemunhos de folhelho pirobetuminoso, com diâmetro aproximado de 54 mm (NWM), foram amostrados integralmente em intervalos regulares de 10 cm, nos furos especiais para os estudos variográficos na direção vertical, e em intervalos de 20 e 40 cm nos demais furos.\nAs amostras foram pulverizadas e quar-teadas para obtenção de 50 g de pó, que foram submetidos ao ensaio Fischer para obtenção dos teores de óleo, gás e água. Os ensaios são efetuados em duplicata, tomando-se o valor médio entre as análises. Os teores são expressos, portanto, em % em peso da amostra inicial.\nDe posse dos resultados de cada amostra, obtém-se o teor médio ponderado de cada camada.\nOs furos de sonda foram posicionados no centro de cada lance de mineração, cuja distribuição espacial pode ser observada na figura 3.\n4\t- ANÁLISE VARIOGRAFICA\nO estudo variográfico da distribuição dos teores de óleo das camadas pirobe-tuminosas na direção vertical foi desenvolvido analisando-se cada furo da sonda e, por fim, obtendo-se o variograma médio da jazida.\nseguintes resultados:\nNúmero de amostras utilizadas: 462 Intervalo de amostragem: 0,10 m Média aritmética: 7,03% (óleo em peso) Variância a priori (C): 1,872 (%)2 Efeito de pepita (Co): 0,7 (%)2\nPatamar (C + Co): 1,7 (%)2\nAmplitude (a): 0,75 m\nEfeito de pepita relativo (E): 0,4117\nO semivariograma experimental (fig. 4a) apresentou, também, estacionaridade de primeira ordem, inexistência de deriva, comportamento linear na origem, além de seu componente aleatório ser classificado como muito importante:\n(E =—>0,3)\nC\nO semivariograma teórico (fig. 4b) que\nAs camadas de folhelho pirobetuminoso foram tratadas separadamente em função de suas características geológicas particulares (teores, espessuras) e do método de mineração adotado para extração do minério.\nApresenta-se, a seguir, a análise das camadas, denominadas camada superior e inferior, ou primeira camada e segunda camada, respectivamente, em função do posicionamento estratigráfico das mesmas na jazida.\nc\n•T-* «T-a\t+t-4\n• s-a 4-t-a\t■+■»-\n‘â-t u\t*H-T\n* F-a\n\"T“ too\n>00\n•x-l\n•v-í\nu->\t•v->\t•u-i\tu-*'\n\t4-r-t\t\t\n-+■*-!\t-f-t-1\n«J-S »J-4\n•m *i-a “t-e\nM-T •«-«\nf-»\t•r-a\nt\nX»\n“I”\n400\nT\n900\n\"T-----\nSOO 1»1\n4.1 — Camada Superior\nNa análise variográfica, foram obtidos os\n• Furos de sonda\n+ Furos de sonda com amostragem especial\nFig. 3 - Posicionamento dos furos de sonda. Mina Experimental (UPI).\nDistância média\nVariograma xisto S. Mateus do Sul — Médio 1? camada\nb\na\nmelhor se ajustou ao semivariograma experimental foi o modelo esférico de Matheron, da forma:\n7 (h) = 0,7 + [—------—\n2\t0,75\n- — (——>3] 0<\n2\t0,75\n<h&lt;0,75\n7<hJ —1,7\th>0,75\nComo se observa, o valor de 7 (h) para h > 0,75 se aproxima razoavelmente do valor da variância a priori, como esperado.\nO efeito de pepita alta pode ser interpretado como uma consequência da natureza da variável estudada ou da baixa repe-tibilidade do método utilizado para sua determinação. Como, no caso, o teor de óleo de camadas estratiformes está associado a processos geológicos sem variações bruscas que explicariam o efeito de pepita alto, este foi associado à baixa repetibilidade do método de análise.\nOs dados discutidos acima permitem concluir que amostras e intervalos de até 0,75 m (intervalos menores que a amplitude) preservam a estrutura da variável estudada.\nDessa maneira, a amostragem em inter\nvalos de 0,60 m é suficiente para os objetivos visados, representando uma redução de 40% na coleta e análise das amostras.\n4.2 — Camada Inferior\nA amostragem da camada inferior foi realizada em intervalos de 0,10 m, 0,20 m e 0,40 m, portanto com suportes diferentes. A homogeneização foi executada por meio da composição dos teores de amostras de 0,10 m e 0,20 m para obtenção dos teores médios de amostras de 0,40 m, portanto uma compatibiliza-ção de suportes.\nDe posse do variograma regularizado, foi efetuada a deconvolução, para obtenção do variograma pontual, cujos resultados são os seguintes:\nNúmero de amostras utilizadas: 64 Média aritmética:9,38% (óleo em peso) Variância apriori (C): 13,11 (%)2 Efeito de pepita (Co): 0 (%)2 Amplitude (a): 0,80 m\nO variograma experimental (fig. 5a) apresentou deriva linear.\nO semivariograma teórico (fig. 5b) que melhor se ajustou ao experimental foi o\nmodelo linear, da forma:\n7 (h) = 14,44 . h\nCom esses dados, verifica-se que o esquema amostrai definido para a primeira camada pode ser aplicado à segunda. Destaca-se, entretanto, que ocorrem variações significativas de teores no terço inferior da camada, requerendo amostragem em intervalos reduzidos para detectar estas variações.\n5\t- CONCLUSÕES\nO tratamento geoestatístico efetuado no presente estudo permite afirmar que:\n—\tna maioria dos poços individuais, foram ajustados modelos esféricos; nas exceções, foram ajustados modelos lineares, ficando ainda assim os parâmetros nos mesmos níveis;\n—\to variograma médio da primeira camada foi ajustado por um modelo esférico com efeito de pepita de 0,7 (%)2, patamar 1,7 (%)2 e amplitude 0,75 m. O patamar correspondeu à variância a priori;\n—\to variograma médio da segunda camada foi ajustado por um modelo linear com efeito de pepita nulo e amplitude de 0,8 m;\na\níi\n— o efeito de pepita observado para a camada superior pode indicar uma baixa repetibilidade do método de determinação do teor do óleo.\nTais afirmativas permitem indicar que a análise de 0,6 m em 0,6 m é suficiente para preservar a estrutura da variável em estudo, tanto da primeira quanto da segunda camada, possibilitando assim a completa inferência do teor a ser determinado. Essa condição, além de representar uma redução do tempo despendido nos trabalhos de amostragem e tratamento dos testemunhos de sondagem, traz uma significativa diminuição dos custos de análises químicas e dos ensaios Fischer, executados durante a pesquisa geológica.\n6\t- RECOMENDAÇÕES\nO desenvolvimento desta fase inicial dos\ntrabalhos programados permitiu um maior conhecimento da variabilidade vertical dos teores de óleo da camada de xisto e foi de grande importância prática com relação às técnicas geoestatísticas, envolvendo o manuseio de variogramas, modelamento teórico e interpretação, cujo conhecimento será indispensável nas próximas etapas do trabalho.\nOs resultados obtidos recomendam, ainda, a continuidade dos estudos, mediante a aplicação das técnicas geoestatísticas ao tratamento dos dados geológicos da Mina Experimental, englobando todas as unidades litológicas, para permitir efetuar estimações e determinações das variâncias de dispersão e estimação, que são os dados fundamentais para o estabelecimento de um projeto de lavra.\nAs conclusões apresentadas recomen\ndam, também, a previsão de sondagens especiais no desenvolvimento da pesquisa geológica, de modo a assegurar a re-presentatividade da amostragem das camadas.\nBIBLIOGRAFIA\nVALENTE, J. Lições de geoestatística. Ouro Preto, Fundação Gorceix, 1982.\nERRICO, J. C. D. Elementos de geoestatística. Poços de Caldas, Alcoa Alumínio, 1984.\nGUERRA, P. A. G. &amp; SALLES, J, J. C. Geoestatística operacional. Rio de Janeiro, DOCEGEO, 1985.\nABSTRACT\nThe work aims to determine the appiicabiiity of geostatistical techniques in the geological oil shale research of the Irati Formation at São Mateus do Sul, Paraná state, where PETROBRÁS operates the Irati Prototype Unit for the production of oil, gas and sulfur by the Petrosix Process.\nThe main objective was to establish accurate estimators which permit advantageousiy substituting conventional methods used to assess deposits which usually involve great uncertainties.\nThe variogram is the main tool for geostatistical studies This is a function that permits studying the interdependence among specially distributed samples reflecting both the randomness and the structurai aspect of the deposit.\nIn the geological research devetoped for detailing the experimental mine deposit, 122 core samples were drilled with continuous coring, of which nine core samples were utilized for the study, totaling an analysis of 586 samples.\nThe variographic study of the oil content\ndistribution of the pyrobituminous layers in the vertical direction was devetoped by the analysis of each core sample leading to the average deposit variogram.\nThe pyrobituminous shale layers were treated separately in termsof their particular geological charapteristics (oil and gas content, thickness) and the mining method for expioration,\nThe results encourage continuing studies, making a variographic analysis of the oil content in layers in the horizontal direction as well, aiming at more accurate estimates.\nThe deposit at São Mateus do Sul is located on the east bank of the Paraná Basin, a long depositional depression, constituted of paleozoic, mesozoic and cenozoic sediments assocíated with vulcanic rock.\nThe geologic section focused upon by the PETROBRÁS SIX study concerns the basin'spaieozoic sequence, with sediments of the Passa Dois Group represented by the Irati and Serra Alta formations.\nThe irati Formation in the region is Constituted of two depositional cycies which cuiminate with the sedimentation of biackish, fineiy laminated pyrobituminous shale layers, rich in organic matter which produce oii and gas when heated.\nThe occurrence of the Irati Formation in the deposit presents two pyrobituminous shale layers separated by an intermedia» starile iayer, constituted ofmarble and siltstone with a tendency toward decreasing content from the top to the bottom of the layers.\nThe experimental mine of the Irati piant hasan area ofabout 70,000 sq meters with two utilizable pyrobituminous shale layers. The upper Iayer has an average thickness of 4.87 m with an average oil content of 7.03% by weíght. Thelower Iayer has a thickness of3.17 m and an average oil content of 9.20% Oil content is based on a modified Fischer assay.\nANEXO\nFUNÇÃO VARIOGRAMA OU SEMIVARIOGRAMA\nUm dos objetivos da geoestatística é extrair dos dados disponíveis a medida de correlação existente entre os valores tomados em dois pontos do espaço, o que vem a ser chamado de análise estrutural.\nEsta análise, entre outras coisas, permite quantificar o grau de variabilidade do depósito, medir eventuais anisotropias, bem como conhecer a zona de influência das amostras e a descontinuidade das mesmas,\nA ferramenta utilizada para este tipo de análise é o variograma, também chamado de semivariograma.\t.\nPodem-se definir três tipos de variogramas, a saber:\n—\tvariograma observado ou experimental, obtido a partir do conjunto de dados observados;\tc\n—\tvariograma verdadeiro, ou seja, o real do depósito;\n—\tvariograma teórico ou modelo de referência.\nAssim, o objetivo fundamental do estudo estrutural é escolher o variograma teórico que melhor se ajusta ao variograma\t■>\nexperimental de modo que, a partir deste modelo teórico, possam ser realizadas inferências em relação ao variograma verdadeiro.\nPor definição, o semivariograma experimental tem a seguinte expressão:\n1\tn (h)\n7(hl =--------- S [X (z-) -X (z: + h)]2\n2n (h) j = 1\t'\t1 J\nonde:\nX (z[| é o valor da variável no ponto z;\nX (zj + h) é o valor da variável no ponto z, + h; n (h) é o número de pares de pontos a uma distância h.\nOs resultados de 7 (h|, ao serem plotados, poderão obter a representação expressa na figura 1.\nAs principais características são:\n• Amplitude (a)\nSignifica a distância de influência entre amostras. A partir desta distância as amostras são independentes.\n•\tVariância a priori ou patamar (o2 = C + Co)\nSignifica a variância da amostra e reflete a dispersão para distância superior à amplitude variográfica.\n•\tEfeito de pepita (Co)\nRepresenta a variabilidade encontrada no depósito, cuja escala é inferior à escala de amostragem, mais os erros de laboratório e humanos.\n• Efeito de pepita relativo (E = Co/C)\nExpressa a relativa aleatoriedade da regionalização.\nE &lt;0,15 o componente aleatório é pequeno;\n0,15 =&lt;E &lt;0,30 o componente aleatório é importante;\nE >=0,30 o componente aleatório é bastante importante.\nOs modelos teóricos de variograma utilizados foram:\n•\tModelo esférico ou modelo de Matheron\n710) = o\n7\t(h) = C [™ -----------1— (— )3 ] + Co\n2\ta\t2 a\n7 (h) = C + Co\n•\tModelo linear\n7(0) =0\n7 (h) = Co + p (h)\n0 &lt;h&lt;= a\nh > a\nh > 0"}]}}}