{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07914"}, {"@name": "filename", "#text": "12664_arquivo2759_1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO \nCENTRO DE CIÊNCIAS DA SAÚDE \n\nMESTRADO EM PATOLOGIA GERAL \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAVALIAÇÃO DA BIOCOMPATIBILIDADE E DETERMINAÇÃO DA \n\nATIVIDADE ANTIMICROBIANA DE PSIDIUM GUINEENSE SWARTZ \n\n \n\n \n\n \n\n \n\n \n \n\nÉRIKA ROBERTA SILVA DE ARAÚJO \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nRECIFE, 2010 \n\n\n\n \n \n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \nCENTRO DE CIÊNCIAS DA SAÚDE \n\nMESTRADO EM PATOLOGIA GERAL \n \n \n                               \n\nÉRIKA ROBERTA SILVA DE ARAÚJO \n \n \n\n \n \n \n \n \n \n \n \n\nAVALIAÇÃO DA BIOCOMPATIBILIDADE E DETERMINAÇÃO DA \n\nATIVIDADE ANTIMICROBIANA DE PSIDIUM GUINEENSE SWARTZ \n\n \n \n\n \nDissertação apresentada ao Programa de Pós-\nGraduação em Patologia do Centro de Ciências da \nSaúde da Universidade Federal de Pernambuco como \nparte dos requisitos para a obtenção do grau de Mestre \nem Patologia.  \n\n \n \nProfessoras Orientadoras: \n \nEulália Camelo Pessoa de Azevedo Ximenes  \nKarina Perrelli Randau \n\n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\nRECIFE, 2010 \n\n\n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAraújo, Érika Roberta Silva de \n\n \n\nAvaliação da biocompatibilidade e determinação da \natividade antimicrobiana de Psidium guineense Swartz / \nÉrika Roberta Silva de Araújo.  – Recife: O Autor, 2010.   \n\n84 folhas: il., fig., tab. e quadro. \n \n\n \n\nDissertação (mestrado) – Universidade Federal de \nPernambuco. CCS. Patologia, 2010. \n \n\n \n\n  \n Inclui bibliografia e anexos. \n \n\n \n\n1. Psidium guineense Swartz. 2. Composição \nquímica.  3. Atividade antimicrobiana.  4. \nBiocompatibilidade.     I. Título. \n\n \n\n \n\n         \n       616-078  CDU (2.ed.) UFPE  \n       616.01 \n \n\nCDD (20.ed.) CCS2010-095   \n\n \n\n \n\n \n\n\n\n \n \n\n\n\n \n \n\nUNIVERSIDADE     FEDERAL     DE     PERNAMBUCO \n\n \n\n \n\nR E I T O R \n\nProf. Amaro Henrique Pessoa Lins \n\n \n\n \n\nVICE-REITOR \n\nProf. Gilson Edmar Gonçalves e Silva \n\n \n\n \n\nPRÓ-REITOR PARA ASSUNTOS DE PESQUISA E PÓS-GRADUAÇÃO \n\nProf. Anísio Brasileiro de Freitas Dourado \n\n \n\n \n\nDIRETOR DO CENTRO DE CIÊNCIA DA SAÚDE \n\nProf. José Thadeu Pinheiro \n\n \n\n \n\nCHEFE DO DEPARTAMENTO DE PATOLOGIA \n\nProf. Adriana Maria da Silva Telles \n\n \n\n \n\nCOORDENADOR DO MESTRADO EM PATOLOGIA \n\nProf. Nicodemos Teles de Pontes Filho \n\n \n\n \n\nVICE-COORDENADOR DO MESTRADO EM PATOLOGIA \n\nProf. Hilton Justino da Silva \n\n \n\n \n\n \n\nR E C I F E \n\n2010 \n\n\n\n \n \n\n \n\n \n\n \n                          \n \n \n\n \n \n \n \n \n \n \n \n \n\n             \n\nDedicatória \n\n \n\nA Deus que sempre esteve ao meu lado, \n\nnos momentos de angústia, fraqueza, \n\nderrotas, perseverança, dedicação e \n\nvitórias. Sei que, principalmente agora, \n\nEstais ao meu lado. Obrigado por me \n\nguiar e permitir a realização de mais um \n\nsonho. \n\nA minha família, pai, Ricardo, mãe, \n\nMirian, e irmã, Rebecca, pelo apoio, \n\nincentivo e amor em todos os momentos. \n\n\n\n \n \n\nAGRADECIMENTOS  \n\n \n\nAgradeço, principalmente, ao nosso mestre amado e maior: Deus.  Aquele que me \n\norienta e me apóia nessa caminhada em busca da evolução espiritual e intelectual. \n\n \n\nA minha família que, desde o início de tudo, apoiou-me.  \n\n \n\nA minha segunda família, meu Tio querido Albérico Rêgo Júnior, a minha irmã e \n\nmeus irmãos de coração Sandra Katarina Rêgo, Albérico Rêgo Neto e Luiz Gustavo Rêgo \n\npelo amor, carinho, acolhida, nos momentos decisivos para a conclusão desse trabalho. \n\n \n\nAos meus vizinhos e amigos Cid Bezerra e Lindalva Cavalcanti, que me incentivaram \n\ne ajudaram a conseguir as amostras da planta para identificação botânica. \n\n \n\nAs minhas orientadoras Eulália Ximenes e Karina Randau, que me ajudaram com \n\nconselhos, ensinamentos, atenção e dedicação em todas as etapas deste trabalho. Vocês foram \n\nparcela essencial para a concretização de mais uma etapa da minha vida profissional. Muito \n\nobrigada. \n\n \n\nA Profª Teresinha Gonçalves, por sua disponibilidade, atenção, carinho e dedicação na \n\netapa de biocompatibilidade. Muito obrigada! \n\n \n\nA Profª Kesia Xisto pelo incentivo nas etapas finais do trabalho, pelas palavras de \n\ncarinho e por ter me recebido no estágio de docência. \n\n \n\nA botânica, Olívia Cano e a todos do Hebário Dárdano de Andrade Lima – IPA pela \n\ngrande ajuda e identificação botânica. \n\n \n\nAo Prof. Diógenes Luiz da Mota, Prof. Carlos Eduardo de Queiroz, Prof. Samuel \n\nDaniel de Souza Filho e Prof. Alex Benício da Silveira pela grande contribuição na leitura das \n\nlâminas de histologia e pelas fotografias. \n\n \n\nAos professores do Mestrado em Patologia por seus ensinamentos. \n\n \n\n\n\n \n \n\nA meus amigos de trabalho, Antônio André e René Melo. Minha gratidão a cada um \n\nde vocês que me ajudaram, cada um na sua particularidade, com conselhos, advertências e \n\ncompanheirismo, muito obrigada por tudo.  \n\n \n\nAos meus companheiros do Laboratório de Bioquímica e Fisiologia de \n\nMicrorganismos, Nadja Freire, Lucas Leite, Maria Carolina Wanderley, Amanda Mesquita, \n\nRennan Alencar, Carlos Weber e Leila Elid, pelo companheirismo e ensinamentos. \n\n  \n\nAs colegas Roberta Pereira Nazário da Silva, Mariane Freire de Oliveira, Renata Deud \n\nSalomão Rameh e Neyla Maria Pereira Alves, pela atenção, dedicação na preparação das \n\nlâminas histológicas. \n\n \n\nA colega Rosilma de Oliveira Araújo pelos ensinamentos, ajuda, paciência e carinho \n\nque me ajudaram a realizar o estágio de docência. \n\n \n\nAos colegas do Mestrado em Patologia: Juliana Carla Serafim da Silva, Karina \n\nCarvalho, Gabriela Guedes, Elisângela Soares que ajudaram na realização do Mestrado e na \n\nconcretização dessa pesquisa. \n\n \n\nAos estagiários do Biotério do Departamento de Antibióticos, Iane Bezerra \n\nVasconcelos, Jaciana dos Santos Aguiar, Thiago Ubiratan Lins, Katariny Calheiros de Castro, \n\nMarília Maria Sitônio, a todos que me ajudaram na etapa inicial no cuidado com os ratos do \n\nlaboratório, tornando possível essa pesquisa. \n\n \n\nA CAPES pelo apoio financeiro concedido para a realização desse trabalho. \n\n \n\nE a todas as pessoas, que encontrei ao longo desse caminho e, que de alguma forma, \n\nme instruíram, e me ajudaram a tornar real essa dissertação. \n\n \n\nA todos, meus sinceros agradecimentos. \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\n“Podemos confiar que Deus provê tudo de que precisamos no \nmomento certo. Essa segurança nos manterá buscando sua \n\nvontade e nos ajudará a viver alegremente com aquilo que ele \nnos der”. Sandy Larsen \n\n\n\n \n \n\nSUMÁRIO  \n \n \n\nLISTA DE SIGLAS E ABREVIATURAS  \n\nLISTA DE FIGURAS  \n\nLISTA DE TABELAS E QUADROS  \n\nRESUMO  \n\nABSTRACT  \n\n1. INTRODUÇÃO 15 \n\n2. REVISÃO DA LITERATURA 17 \n\n2.1. Considerações Gerais sobre a Fitoterapia 17 \n\n2.2. A Fitoterapia no Brasil 19 \n\n2.3. Antibacterianos derivados de Plantas 22 \n\n2.4. Família Myrtaceae 27 \n\n2.5. Gênero Psidium 28 \n\n2.6. Psidium guineense Swartz 28 \n\n2.7. Plantas Medicinais e Biocompatibilidade 30 \n\n3. OBJETIVOS 31 \n\n3.1. Objetivo Geral 31 \n\n3.2. Objetivos Específicos 31 \n\n4. MATERIAIS E MÉTODOS 32 \n\n4.1. Estudo Fitoquímico 32 \n\n4.1.1. Coleta e identificação do material vegetal 32 \n\n4.1.2. Preparação dos extratos 32 \n\n4.1.3. Determinação do perfil fitoquímico de extratos de P. guineense Swartz  33 \n\n4.2. Determinação da atividade antimicrobiana dos extratos de P. guineense Swartz 35 \n\n\n\n \n \n\n4.2.1. Microrganismos  35 \n\n4.2.2. Método para determinação da Concentração Inibitória Mínima (CIM) 38 \n\n4.3. Determinação da biocompatibilidade do extrato aquoso de P. guineense Swartz 40 \n\n4.3. 1. Estudo histológico 40 \n\n4.3.2. Animais 40 \n\n4.3.3. Metodologia 40 \n\n5. RESULTADOS E DISCUSSÃO 43 \n\n5.1. Análise Fitoquímica das folhas de P. guineense Swartz 43 \n\n5.2. Atividade Antimicrobiana de P. guineense Swartz  45 \n\n5.3. Biocompatibilidade do extrato aquoso de P. guineense  Swartz com tecido \n\nsubcutâneo de ratos albinos (Wistar) \n\n49 \n\n6. CONCLUSÕES 54 \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS 55 \n\n8. ANEXOS 67 \n\n \n\n  \n\n\n\n \n \n\nLISTAS DE SIGLAS E ABREVIATURAS \n \n \nAcOH -  Ácido Acético \n\nANOVA – Análise de Variância \n\nANVISA – Agência Nacional de Vigilância Sanitária \n\nATCC – American Type Culture Collection \n\n°C – Grau Celsius \n\nCBA- Centro de Biotecnologia da Amazônia \n\nCCB – Centro de Ciências Biológicas \n\nCCDA – Cromatografia em Camada Delgada Analítica \n\nCIM – Concentração Inibitória Mínima \n\nCLSI – Clinical and Laboratory Standards Institute \n\nDMSO – Dimetil sufóxido \n\nEAcEt – Extrato  de Acetato de Etila \n\nEAQ – Extrato Aquoso \n\nEEP – Extrato de Éter de Petróleo \n\nEM – Extrato Metanólico \n\nEHEC – Escherichia coli enterohemorrágica  \n\nEtOAc – Acetato de Etila \n\nHCOOH - Ácido Fórmico \n\nIC – Isolado Clínico \n\nIPA – Instituto Agronômico de Pernambuco \n\nMRSA – Staphylococcus aureus Meticilina Resistente \n\nn-BuOH- n-Butanol \n\nMe2CO - Acetona \n\nOMS – Organização Mundial de Saúde \n\n\n\n \n \n\nP&amp;D – Pesquisa e Desenvolvimento \n\npH – potencial hidrogeniônico \n\nRPMI – Instituto Roswell Park Memorial \n\nSUS – Sistema Único de Saúde \n\nTTC – Cloreto de 2,3,5 Trifenil Tetrazólio \n\nUFC – Unidades Formadoras de Colônias \n\nv/v – volume/volume \n\nUFPE – Universidade Federal de Pernambuco \n\nDAUFPE – Departamento de Antibióticos da Universidade Federal de Pernambuco \n\n \n\n \n\n\n\n \n \n\n LISTA DE FIGURAS  \n \n \n \n\nFigura 1. Representação da estrutura química do catecol. 24 \n\nFigura 2. Representação da estrutura química da flavona. 25 \n\nFigura 3. Representação da estrutura química de taninos: A- Hidrolizável e B- Condensado 26 \n\nFigura 4. Representação da estrutura química da artemisina (terpenóide) 26 \n\nFigura 5. Psidium guineense Swartz 29 \n\nFigura 6.  Esquema representando a preparação dos extratos de P. guineense Swartz 33 \n\nFigura 7. Esquema para pesquisa de metabólitos secundários dos extratos de P. guineense Swartz \n\npor Cromatografia em Camada Delgada Analítica                      \n\n34 \n\nFigura 8. Esquema para determinação da Concentração Inibitória Mínima dos extratos de P. \n\nguineense Swartz   \n\n39 \n\nFigura 9. Esquema realizado para o ensaio de biocompatibilidade do extrato aquoso de P. \n\nguineense Swartz com o tecido subcutâneo de ratos albinos Wistar (Rattus novergicus) \n\n42 \n\nFigura 10. Metabólitos secundários presentes nas folhas de P. guineense Swartz por CCDA. 44 \n\nFigura 11. Fotomicrografias do tecido conjuntivo subcutâneo de ratos albinos. (1) Grupo \n\nControle e (2) Grupo Tratado, após 7(A), 14(B), 28(C) e 32(D) dias da injeção com o extrato \n\naquoso de P. guineense. Observar (F) Fibroblastos e (FC) Fibras Colágenas.  Aumento (40x) \n\nColoração (HE). \n\n50 \n\nFigura 12. Fotomicrografias do tecido conjuntivo subcutâneo de ratos albinos. (1) Grupo \n\nControle e (2) Grupo Tratado, após o 7(A), 14(B), 28(C) e 32(D) dias da injeção com o extrato \n\naquoso de P. guineense. Observar (F) Fibroblastos e (FC) Fibras Colágenas.  Aumento (200x) \n\nColoração (HE). \n\n51 \n\n  \n\n \n \n \n\n\n\n \n \n\n \nLISTA DE TABELAS E QUADRO \n\n \n \n \n\nTabela 1. Plantas com potencial para desenvolvimento de produtos antimicrobianos. 23 \n\nTabela 2. Origem e perfil de susceptibilidade dos microorganismos utilizados na determinação \n\nda Concentração Inibitória Mínima.  \n\n36 e 37 \n\nTabela 3. Pesquisa dos metabólitos secundários nos extratos de P. guineense Swartz 43 \n\nTabela 4. Concentração Inibitória Mínima (CIM) dos diferentes extratos de P. guineense \n\nSwartz frente às cepas de Enterococcus faecalis, Staphylococcus aureus, Escherichia coli, \n\nSalmonela enterica e Candida albicans \n\n45 \n\n  Tabela 5. Ocorrência de fibroblastos no tecido subcutâneo de ratos albinos após o estudo da \n\nbiocompatibilidade do extrato aquoso de P. guineense Swartz \n\n \n\nQuadro1. Sistemas de solventes e reveladores em cromatografia de camada delgada para a \n\ncaracterização de metabólicos secundários dos extratos de P. guineense Swartz \n\n34 \n\n  \n\n \n \n \n \n\n \n\n  \n\n\n\n \n \n\nRESUMO \n\n \n\n Psidium guineense Swartz, um arbusto de aproximadamente 2,5 m de altura é popularmente \nconhecido como araçá. Este vegetal é utilizado como planta medicinal no interior do Brasil, \npara o tratamento de doenças do trato urinário e do trato gastrointestinal.  Entretanto, é pouco \nestudada quanto a sua composição química, propriedades antimicrobianas e de \nbiocompatibilidade. O presente trabalho teve como objetivo analisar o perfil fitoquímico, a \ncomposição dos extratos éter de petróleo, acetato de etila, metanólico e aquoso, obtidos das \nfolhas de P. guineense, determinar a atividade antimicrobiana destes extratos e avaliar in vivo \na compatibilidade biológica do extrato aquoso de P. guineense com o tecido conjuntivo \nsubcutâneo, hepático e renal. A análise fitoquímica foi realizada por cromatografia em \ncamada delgada para a pesquisa de metabolitos secundários. A atividade antimicrobiana foi \navaliada sobre 48 microrganismos incluindo cocos Gram-positivos (n=18), bacilos Gram-\nnegativos (n=20), e levedura do gênero Candida (n=10). Para a determinação da \nConcentração Inibitória Mínima (CIM) foi utilizada a técnica de micro-diluição em meio \nlíquido. Nos ensaios de biocompatibilidade, injeções subcutâneas do extrato aquoso de P. \nguineense de concentração 0,4 mg/mL (dose: 1,3mg/kg) foram administradas a 24 ratos \n(Rattus novergicus, albino Wistar) divididos em quatro grupos. Após 7, 14, 28 e 32 dias desta \nadministração, o tecido subcutâneo circunjacente à injeção foi retirado fixado em formalina \ntamponada à 10% (pH=7,0) e realizados os procedimentos histológicos para posterior análise \nmicroscópica. A análise fitoquímica revelou a presença de mono e sesquiterpenos nos extratos \néter de petróleo e acetato de etila; flavonóides nos extratos acetato de etila, metanólico e \naquoso; triterpenos e esteróides no extrato éter de petróleo; açúcares nos extratos metanólico e \naquoso; proantocianidinas e leucoantocianidinas condensadas nos extratos metanólico e \naquoso; e taninos hidrolisáveis no aquoso. Todos os extratos ensaiados apresentam atividade \nantimicrobiana, sendo esta superior para cocos Gram-positivos. O gênero Staphylococcus foi \no mais sensível à ação destes extratos cuja média geométrica da concentração inibitória \nmínima foi de 0,16; 0,21; 0,35 e 0,25 para o extrato aquoso, metanólico, acetato de etila e éter \nde petróleo respectivamente. As estruturas celulares do tecido analisado apresentaram suas \ncaracterísticas bem conservadas sem nenhuma alteração morfológica nos grupos \nexperimentais. Os resultados obtidos neste trabalho corroboram as folhas P. guineense Swartz \ncomo promissora fonte para o desenvolvimento de medicamentos. \n \n \nPalavras-chave: Psidium guineense, composição química, atividade antimicrobiana, \nbiocompatibilidade. \n\n \n\n \n\n \n\n\n\n \n \n\nABSTRACT \n\n \n\nPsidium guineense Swartz, a shrub 2,5 m height approximately is known popularly as araçá. \nThis plant is used as medicinal plant in Brazil for treatment of diarrheic and urinary tract \ndiseases. However, there’re not enough studies related to chemical composition, antimicrobial \nproperties and biocompatibility of P. guineense extracts. This study was designed to examine \nthe chemical composition of petroleum ether, ethyl acetate, methanol and water extract \nobtained of Psidium guineense leaves; antimicrobial activities of these extracts and evaluation \nin vivo the biological compatibility of water extract with subcutaneous tissue. The chemical \ncomposition was realized by TLC (Thin Layer Chromatography) to search secondary \nmetabolites. The antimicrobial activity was investigated about 48 microorganisms including \nGram-positive cocci (n=18), Gram-negative bacilli (n=20) and Candida yeast (n=10). The \nMinimum Inhibitory Concentration (MIC) was determined by broth microdilution method.  In \nvivo biocompatibility assays, Psidium guineense water extracts concentration 0,4 mg/mL \n(dosage: 1,3mg/Kg) were subcutaneously injected in 24 rats (Rattus novergicus, albino \nWistar) divided in 4 groups. After 7, 14, 28 and 32 days of that injection, the subcutaneous \nsurrounding tissue slices were taken and fixed in 10%  tamponed formaldehyde (pH=7,0) and \nafter blocked in paraffin to realize the  histological proceedings to microscopic analysis. The \nphytochemical screening indicated the presence of mono and sesquiterpenes in petroleum \nether extract; flavonoids in ethyl acetate, methanol and water extracts; triterpenes and \nesteroids in petroleum ether; sugars; proanthocyanidins and leucoanthocyanidins in methanol \nand water extracts; and hydrolysable tannins in water extract. All of those P. guineense \nextracts showed antimicrobial activity, being better against Gram-positive cocci. \nStaphylococcus genus was the most susceptible with geometric media CIM was 0,16; 0,21; \n0,35 e 0,25 for the water, methanol, ethyl acetate and petroleum ether extracts respectively. \nThe subcutaneous tissue and cellular structures showed their characteristics well conserved \nwith any morphological modification in any experimental groups. The results obtained in this \nresearch endorse the popular use of P. guineense leaves as a promising source to developing \nmedicaments.  \n\n \n\nKey-words: Psidium guineense, chemical composition; antimicrobial activity, \nbiocompatibility. \n\n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n15 \n\n \n\n1. INTRODUÇÃO \n\n \n\nO emprego de plantas para uso medicinal representou, durante séculos, a única fonte \n\nde agentes terapêuticos para o homem. Elas são freqüentemente utilizadas como agentes \n\nantiinflamatórios e no tratamento de infecções microbianas (APEL et al. 2006, CALIXTO et \n\nal, 2000, SILVEIRA et al, 2007).  \n\nA procura por tratamentos fitoterápicos por parte da população apresenta um notável \n\ncrescimento, o que torna indispensável uma investigação científica das plantas utilizadas na \n\ncura e prevenção de doenças (NEWALL et al. 1996). \n\nA família Myrtaceae ocorre na Mata Atlântica com mais de 50 espécies, de arbustos e \n\nárvores verdes durante todo o ano e cujas folhas opostas, com nervuras marginais são \n\nfreqüentes nesta família, bem representada na Austrália, no Leste Asiático e nas Américas \n\n(PEIXOTO &amp; GENTRY 1990; BARROSO &amp; PERÓN 1994; LANDRUM &amp; KAWASAKI \n\n1997; TABARELLI &amp; MANTOVANI 1999; TYLER, 1999; OLIVEIRA FILHO &amp; FONTES \n\n2000, GUILHERME et al. 2004). O gênero Psidium possui mais de 150 espécies e \n\naproximadamente 15 espécies são nativas da América Tropical (COSTA 2003). \n\n Araçazeiro é o nome genérico dado a várias espécies de mirtáceas fruteiras do gênero \n\nPsidium com ampla disseminação no Brasil. De uma maneira geral estão distribuídos em \n\nquase todos os estados do país, existindo relatos de várias espécies que ocorrem do Rio \n\nGrande do Sul até a Amazônia. Psidium guineense é de origem sul-americana e apresenta uma \n\nampla área de dispersão (BRANDÃO et al., 2002). \n\nNo Brasil, esta planta encontra-se desde a Região Norte até a Região Sudeste. No \n\nNordeste, ocorre nas regiões do litoral e zona da mata, principalmente nos tabuleiros \n\ncosteiros. É um arbusto de 2 a 2,5 m de altura, caule de 1,5 cm de comprimento; frutos \n\nglobosos, apresentam coloração verde clara a amarelo-verdosos com gosto ácido (ANDRADE \n\nLIMA, 1957; PIO-CORRÊA, 1978; MATTOS, 1993; DEMATTÊ, 1997).  \n\nA espécie guineense é utilizada como planta medicinal no interior do Brasil. Na forma \n\nde decocto das suas raízes é usado para o tratamento de doenças do trato urinário e \n\ngastrintestinal. É utilizada na Costa Rica para o tratamento de varizes e úlceras nas pernas. \n\nChá das folhas é usado para resfriados e bronquites (CHAVARRÍA et al, 1998; AKERELE , \n\n1991; GONZALEZ et al, 2005).   \n\nDiante da escassez de estudos científicos que informem o potencial terapêutico de P. \n\nguineense Swartz, é de fundamental importância a realização de trabalhos que avaliem a \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n16 \n\n \n\natividade antimicrobiana bem como seus componentes químicos. Além disso, testes de \n\nbiocompatibilidade são necessários para que futuramente possa ser este extrato veiculado em \n\nformulações para uso medicinal humano ou veterinário. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n17 \n\n \n\n2. REVISÃO DA LITERATURA \n\n \n\n2.1. Considerações Gerais Sobre a Fitoterapia \n\n \n\nO homem busca na natureza, desde os tempos antigos, recursos que melhorem sua \n\ncondição de vida para, assim, aumentar suas chances de sobrevivência pela melhoria de sua \n\nsaúde. Em todas as épocas e culturas, ele aprendeu a tirar proveito dos recursos naturais locais \n\n(Organização das Nações Unidas para a Educação, a Ciência e a Cultura, 1996).  \n\nAs propriedades anti-sépticas das plantas são as mais conhecidas, sendo mencionadas \n\nna Bíblia e evidenciadas no processo de embalsamento durante a arte de mumificação pelos \n\nantigos egípcios (CALIXTO et al, 2001; APEL et al. 2006; SILVEIRA et al, 2007). \n\nCom o desenvolvimento da química farmacêutica, as plantas passaram a representar \n\na primeira fonte de substâncias para o desenvolvimento de medicamentos. À medida que os \n\nprogressos da química se impunham, suas substâncias ativas puderam ser isoladas e, \n\nfinalmente usadas como protótipos de moléculas sinteticamente elaboradas, as quais possuíam \n\natividade ainda maior (CALIXTO et al, 2001; APEL et al, 2006; SILVEIRA et al, 2007). \n\nExistem ainda hoje, muitas comunidades e grupos étnicos, principalmente aqueles \n\ncom condições sócio-econômicas menos favorecidas, que utilizam plantas medicinais como \n\nprincipal, e muitas vezes, único recurso para a cura de seus males (CAETANO et al., 2002; \n\nMACIEL et al., 2002.) \n\nDe acordo com dados da Organização Mundial de Saúde (OMS) cerca de 60 a 80 % da \n\npopulação mundial não tem acesso ao atendimento primário de saúde e recorre à medicina \n\ntradicional, especialmente às plantas medicinais, na procura de alívio para muitas doenças. A \n\nprópria OMS não só reconhece como também estimula o uso de plantas medicinais pela \n\npopulação de países subdesenvolvidos e em via de desenvolvimento (CALIXTO et al, 2001; \n\nSILVEIRA et al, 2007). \n\nO uso de fitoterápicos com finalidade profilática, curativa, paliativa ou com fins de \n\ndiagnóstico passou a ser oficialmente reconhecido pela OMS em 1978, quando recomendou a \n\ndifusão mundial dos conhecimentos necessários para a sua utilização. É sabido que 85% dos \n\n80% da população mundial que recorre a Medicina Tradicional utilizam plantas ou \n\npreparações à base de vegetais. Ressalte-se aí que 67% das espécies vegetais medicinais do \n\nmundo são originadas dos países em desenvolvimento (ALONSO, 1998; Ministério da Saúde, \n\n2006). \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n18 \n\n \n\nCom a expansão das práticas da medicina tradicional na última década do século \n\npassado, essas práticas passaram a ser incentivadas tanto por profissionais que atuam na rede \n\nbásica de saúde dos países em desenvolvimento, como por aqueles que trabalham onde a \n\nmedicina convencional é predominante no sistema de saúde local. Neste sentido, a OMS tem \n\nelaborado uma série de resoluções com objetivo de considerar o valor potencial da medicina \n\nnão-convencional em seu conjunto para a expansão dos serviços de saúde regionais (MS, \n\n2006). \n\n De fato, os produtos naturais estão envolvidos no desenvolvimento de 44% de todas \n\nas novas drogas (HOSTETTMANN; QUEIROZ; VIEIRA, 2003). Em algumas áreas, como \n\naquelas que envolvem doenças como o câncer e doenças infecciosas, em torno de 60% das \n\ndrogas são de origem natural (NEWMAN; CRAGG; SNADER, 2003). \n\nA importância de se estudar plantas medicinais pode ter três implicações distintas: \n\nresgatar o patrimônio cultural tradicional, assegurando a sobrevivência e perpetuação do \n\nmesmo; otimizar os usos populares correntes, desenvolvendo preparados terapêuticos \n\n(remédios caseiros) de baixo custo e organizar os conhecimentos tradicionais de maneira a \n\nutilizá-los em processos e desenvolvimento tecnológico (AMOROZO, 1996; \n\nELISABETSKY, 2001). \n\nÉ de se presumir que com o prosseguimento das pesquisas, centenas de princípios \n\nativos, extraídos de plantas, irão enriquecer o arsenal terapêutico disponível, além de \n\nestimular os profissionais da química a sintetizarem protótipos ou análogos bioativos \n\n(KOROLKOVAS, 1996). \n\nA busca por medicamentos a partir de espécies vegetais é iniciada pela decisão de \n\nqual espécie será pesquisada. Tal decisão pode ser baseada no conhecimento antecipado de \n\nefeitos terapêuticos (pesquisa etnobotânica – utiliza o conhecimento pré-existente nas \n\ncomunidades nativas), por acesso a bancos de moléculas disponíveis ou por pesquisa aleatória \n\n(em espécies existentes e disponíveis em local previamente escolhido) (MARINHO 2008). \n\nDe acordo com Newman (2003) 23% das 1.031 novas moléculas introduzidas no \n\nmercado entre 1981-2002 são oriundas de fontes naturais, 10% sintetizados a partir de \n\nmoléculas naturais identificadas e 5% derivados de fontes naturais sem alterações. \n\nPara que os fitoterápicos venham a ocupar o lugar de destaque na prática médica é \n\nnecessário realizar estudos cientificamente embasados incluindo a avaliação de sua \n\ntoxicidade, biocompatibilidade, interações com outras drogas, reações alérgicas e reações \n\nidiossincrásicas (BENSOUSSAN; MYERS; CALTON, 2000).  Os pacientes precisam \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n19 \n\n \n\nentender que plantas medicinais contêm princípios ativos, os quais não têm apenas tal \n\npotencial benéfico, podendo provocar, isoladamente ou interagindo com outras substâncias, \n\nreações tóxicas (O’HARA et al., 1998; CALIXTO, 2000). \n\nMetodologicamente os estudos sobre propriedades curativas de plantas medicinais \n\nsão particularmente complexos, uma vez que algumas plantas com atividades terapêuticas \n\nreconhecidas cientificamente, não apresentam a mesma atividade em qualquer das frações de \n\nseus extratos. Isto provavelmente ocorre devido à complexa rede de sinergismos entre as \n\ndiversas substâncias que compõe a planta em si e conferem o determinado poder curativo \n\n(VASCONCELOS et al., 2002). \n\n \n\n \n\n2.2.  A Fitoterapia no Brasil \n\n \n\nNo Brasil, o surgimento de uma medicina popular com uso das plantas, deve-se aos \n\níndios, com contribuições dos negros e europeus. Na época em que era colônia de Portugal, os \n\nmédicos restringiam-se às metrópoles e na zona rural e/ou suburbana a população recorria ao \n\nuso das ervas medicinais. A construção desta terapia alternativa surgiu da articulação dos \n\nconhecimentos dos indígenas, jesuítas e fazendeiros. Este processo de miscigenação gerou \n\numa diversificada bagagem de usos para as plantas e seus aspectos medicinais, que \n\nsobreviveram de modo marginal até a atualidade (ARAÚJO, 1979). \n\nRecentemente, há registros de um acréscimo significativo na utilização de \n\nfitoterápicos pela população brasileira. Este crescimento pode ser explicado pelos avanços \n\nocorridos na área científica que permitiram o desenvolvimento de fitoterápicos mais seguros e \n\neficazes, assim como de uma forte tendência de procura, pela população, por terapias \n\nsupostamente menos agressivas, especialmente quando destinadas ao atendimento primário à \n\nsaúde (YUNES; PEDROSA; CECHINELLI FILHO, 2001).  \n\nEm maio de 2005, a OMS publicou o documento Política Nacional de Medicina \n\nTradicional e Regulamentação de Medicamentos Fitoterápicos, em se que discute a situação \n\nmundial a respeito das políticas da Medicina Tradicional e fitoterápicos, inclusive no Brasil. \n\nA inclusão brasileira decorre do fato do país ter a maior diversidade genética vegetal do \n\nmundo, com cerca de 55.000 espécies catalogadas de um total estimado entre 350.000 e \n\n550.000 espécies e, também, por possuir ampla tradição do uso das plantas medicinais, \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n20 \n\n \n\nvinculada ao conhecimento popular, transmitido oralmente por gerações (Ministério da Saúde, \n\n2006). \n\nO crescente interesse pelos fitoterápicos tem feito com que diversos laboratórios \n\naumentem o número de pesquisas neste segmento e, conseqüentemente, o número de patentes \n\nde produtos desenvolvidos no Brasil tem aumentado gradualmente (embora ainda seja \n\npequeno e o potencial do País não esteja sendo plenamente utilizado) (MARINHO, 2008).  \n\nDe acordo com pesquisas realizadas em universidades e institutos de pesquisa, tanto \n\nno País quanto no exterior, muitas das espécies da Amazônia brasileira revelam conter \n\nsubstâncias ativas promissoras para desenvolvimento de agentes terapêuticos oncológicos, \n\nantibióticos e antiretrovirais, entre outros (MARINHO, 2004). \n\nApesar de nossa condição privilegiada de biodiversidade e todo o impulso das \n\nuniversidades e centros de pesquisa, utilizamos, e muito, as plantas medicinais exóticas, com \n\nos valores de importação superando amplamente os de exportação para estes produtos \n\n(FONTE, 2004). \n\nSegundo a visão das políticas de saúde, verifica-se que, apesar dos progressos \n\nalcançados no Brasil, nas últimas décadas, o compromisso de assegurar a acessibilidade \n\nuniversal aos medicamentos ainda está bastante distante uma vez que mais da metade da \n\npopulação não tem acesso aos medicamentos e apenas 23% da população concentre 60% do \n\nconsumo (MARQUES, 2000).  \n\n Uma alternativa viável para solucionar este problema, segundo os especialistas, é o \n\nestabelecimento de uma nova política de exploração das plantas medicinais e medicamentos \n\nfitoterápicos focada na geração local de renda (BORN,2000). \n\nA deficiência da divulgação de informações científicas referentes aos fitoterápicos \n\nrepresenta outro importante obstáculo, além disso, mesmo quando existe informação \n\ncientífica comprovando os efeitos terapêuticos de determinada planta, ainda esbarra no \n\npreconceito de muitos médicos em adotar terapias ditas alternativas (BITTENCOURT; \n\nCAPONI; FALKENBERG, 2002). Respondendo a estas demandas, autoridades brasileiras \n\ntêm atuado, principalmente via Ministério da Saúde, estimulando o uso de fitoterápicos \n\nseguros e com base técnico-científica (RIBEIRO; LEITE; DANTAS –BARROS, 2005). \n\nO Ministério da Saúde, em parceria com órgãos governamentais e não-\n\ngovernamentais, propôs várias ações no sentido de aumentar a utilização de plantas \n\nmedicinais da nossa biodiversidade, dentre elas destacam-se a Política Nacional de Plantas \n\nMedicinais e Medicamentos Fitoterápicos (2001), o Seminário Nacional de Plantas \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n21 \n\n \n\nMedicinais, Fitoterápicos e Assistência Farmacêutica (2003), a Política Nacional de Práticas \n\nIntegrativas e Complementares no SUS (2003/05), e em 2005, a criação, por decreto \n\npresidencial, do Grupo de Trabalho Interministerial para elaborar a Proposta de Política \n\nNacional de Plantas Medicinais e Fitoterápicos (Ministério da Saúde, 2006). \n\nAs diretrizes contempladas no documento são: estabelecer a Relação Nacional de \n\nMedicamentos Fitoterápicos para a Atenção Básica; estimular o desenvolvimento e a \n\nprodução nacional, conforme critérios científico-tecnológicos; estabelecer uma política de \n\nformação, capacitação e qualificação de recursos humanos para o desenvolvimento de \n\npesquisas e tecnologias inerentes à viabilização do uso racional de plantas medicinais e \n\nmedicamentos fitoterápicos; incentivar a pesquisa e o desenvolvimento de plantas medicinais \n\ne medicamentos fitoterápicos, priorizando a biodiversidade do país; resgatar, valorizar, \n\nembasar e validar cientificamente o uso popular de plantas medicinais e implementar a \n\nregulamentação sanitária de plantas medicinais e medicamentos fitoterápicos (Ministério da \n\nSaúde, 2006). \n\nEm várias regiões do Brasil surgiram iniciativas de realização de estudos \n\netnofarmacológicos integrado a iniciativas para o desenvolvimento sustentável que se \n\ntraduzem na valorização dos conhecimentos tradicionais e esforços para conservação da \n\nbiodiversidade, gestão e promoção da saúde ambiental e qualidade de vida da população \n\n(AMORIM, 1999; BORN, 2000). Uma iniciativa importante foi a construção, concluída em \n\n2001 do Centro de Biotecnologia da Amazônia (CBA), com modernas instalações para \n\nimplantação de laboratórios e incubação de empresas de biotecnologia. Os objetivos \n\nessenciais do CBA são promover o conhecimento da biodiversidade amazônica com \n\nagregação de valor na região amazônica; incentivar o desenvolvimento regional de produtos, \n\nprocessos e serviços biotecnológicos; incubar, consolidar e projetar empresas de base \n\nbiotecnológica e estabelecer parques bioindustriais de projeção internacional. (MARINHO, \n\n2008). \n\nO crescente valor econômico dos recursos da biodiversidade está estimulando \n\ncontrovérsias internacionais no plano das relações comerciais e éticas, sobre quem deve lucrar \n\ncom este negócio e de que maneira. Esta situação torna-se especialmente crítica no Brasil, \n\npois estamos bastante atrasados em relação aos países desenvolvidos nos campos da pesquisa, \n\nregistro de patentes e divulgação de alternativas fitoterápicas (MARQUES, 2000; PESSINI et \n\nal., 2003). \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n22 \n\n \n\nEstudo sobre patentes realizado por Moreira e colaboradores (2006), analisou \n\nsolicitações de patentes ou patentes concedidas relacionadas às plantas brasileiras, \n\nidentificando o tipo de invenção envolvida (processo, produto e/ou uso) e quem eram os \n\ndetentores das patentes. Como resultado foi identificado que 186 de 278 plantas brasileiras \n\n(67%) são objeto de patentes (pedidos ou concessões); 94,2% dos 738 documentos analisados \n\neram solicitações feitas por empresas estrangeiras; 89,3% dos pedidos foram para aplicações \n\nterapêuticas (principalmente para uso dermatológico) e 57,4% dos pedidos era relacionado ao \n\nuso dos extratos ou ingredientes ativos na forma de composições farmacêuticas (enquanto 24,6% eram \n\nassociados a métodos terapêuticos, 12,5% a processos de extração, 4,3% aos próprios extratos \n\ne 1,2% a moléculas) (MARINHO, 2008). \n\nInstituições governamentais (OGAVA et al., 2003), não governamentais (BARBOSA; \n\nPINTO, 2003), de ensino, de pesquisa e assistência médica (FERRO 1987/1989; BRANDÃO, \n\n1996; CAETANO, FONTE, BORSATO, 2003; RIBEIRO; LEITE; DANTAS-BARROS, \n\n2005), vêm desenvolvendo estudos sobre fitoterapia. Da mesma forma, as agências de \n\nincentivo à pesquisa têm estimulado a produção de conhecimento científico sobre plantas \n\nmedicinais nos contextos da descoberta, validação e aplicação (RIBEIRO; LEITE; DANTAS-\n\nBARROS, 2005). \n\nSalienta-se que, no momento, a questão da proteção e do uso adequado da \n\nbiodiversidade nacional é extremamente importante. A regulamentação de sua proteção e \n\nutilização, associada ao estímulo governamental à P&amp;D em produtos naturais, pode ser um \n\ndos mais importantes fatores para geração de inovações tecnológicas. \n\n \n\n \n\n2.3. Antibacterianos derivados de Plantas \n\n \n\nO desenvolvimento de resistência bacteriana é um fenômeno biológico natural, que se \n\nseguiu à introdução de antimicrobianos na prática clínica, sendo acentuado pelo uso \n\ndesmedido e irracional desses agentes. A resistência aos antibacterianos é preocupação \n\nmundial e, dentre as medidas que devem ser tomadas para evitá-la ou diminuí-la, está o \n\ndesenvolvimento de novos medicamentos. A demanda por novos antimicrobianos também é \n\ndecorrência do alto custo e dos inúmeros efeitos colaterais das drogas disponíveis no mercado \n\n(WANNMACHER, 2004).  \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n23 \n\n \n\nComo as plantas produzem inúmeras substâncias biologicamente ativas, tem-se nos \n\nprodutos de origem vegetal uma fonte importante de protótipos que poderão ser sintetizados \n\nem laboratório. Apesar do desenvolvimento nas áreas de síntese orgânica, microbiologia \n\nindustrial e biologia molecular, pequena parte dos fármacos permanece sendo obtida a partir \n\nde matérias-primas vegetais. (SCHENKEL, GOSMANN, PETROVICK, 1999). Várias \n\npesquisas envolvendo a busca de novos antimicrobianos a base de plantas vêm sendo \n\nrealizadas, como mostra a tabela 1. \n\n \n\n \n\nEspécie Vegetal \nParte da Planta \n\nUtilizada \nMicrorganismos Avaliados Referência \n\nPlinia glomerata Folhas \n\nStaphylococcus aureus; Aspergillus fumigatus; Trichophyton \n\nmentagrophytes e \n\nTrichophyton rubrum \n\nSerafin  et al., 2007 \n\nEugenia \n\nbrasiliensis Lam. \nFolhas e caule \n\nStaphylococcus epidermidis ATCC 12228; Enterococcus \n\nfaecalis ATCC 29912; Listeria \n\nmonocytogenes ATCC 35152 e Shigella flexinerii \n\nATCC 12022 \n\nMagina et al., 2008 \n\nEugenia \n\nbeaurepaireana \n\nKiaersk \n\nFolhas e caule \n\nStaphylococcus epidermidis ATCC 1222;, Enterococcus faecalis \n\nATCC 2991; Listeria \n\nmonocytogenes ATCC 35152 e Shigella flexinerii \n\nATCC 12022 \n\nMagina et al., 2008 \n\nEugenia \n\numbelliflora \n\nBerg \n\nFolhas e caule \n\nStaphylococcus epidermidis ATCC 12228; Enterococcus \n\nfaecalis ATCC 29912; Listeria \n\nmonocytogenes ATCC 35152 e Shigella flexinerii \n\nATCC 12022 \n\nMagina et al., 2008 \n\nStryphnodendron \n\nadstringens \nCascas \n\nEnterococcus faecalis ATCC 4082; Streptococcus salivarius \n\nATCC 25975; \n\nStreptococcus sanguinis ATCC 10556, Streptococcus \n\nmitis ATCC 49456, Streptococcus mutans ATCC 25175, \n\nStreptococcus sobrinus ATCC33478 e Lactobacillus casei \n\nATCC 11578 \n\nSoares et al., 2008 \n\nRosmarinus \n\nofficinalis, Bidens \n\npilosa, Origanum \n\nmajorana \n\ne Salvia officinalis \n\nFolhas \nStaphylococcus aures; Pseudomonas aeruginosa; Eischerichia \n\ncoli \nHaida et al., 2007 \n\n    \n\nTabela 1.  Plantas com potencial para desenvolvimento de produtos antimicrobianos \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n24 \n\n \n\nMyrciaria tenella Folhas Staphylococcus aureus ATCC \n\n25923,Staphylococcus epidermidis ATCC 12228, Enterococcus \n\nfaecalis (isolado), Micrococcus sp. (isolado); Escherichia coli \n\nATCC 25922, \n\nProteus mirabilis ATCC 29245; Enterobacter sp. (isolado) \n\ne Shigella flexnerii (isolado). \n\nSchneider et al., \n\n2008 \n\nCampomanesia \n\nadamantium \n\nCascas, frutos e \n\nfolhas \n\nStaphylococcus aureus; Pseudomonas aeruginosa; \n\nStreptococcus pyognes e Candida albicans \nKataoka et al., 2008 \n\n \n\n Levantamentos realizados no período de 1981 a 2002 pela Annual Reports of Medical \n\nChemistry demonstraram que dentre 90 novas drogas com potencial farmacológico, 61 eram \n\nderivados semi-sintéticos de plantas (SIXEL e PECINALLI, 2002; NEWMAN et al., 2003). \n\nOs inúmeros compostos bioativos sintetizados pelas plantas são derivados do seu \n\nmetabolismo secundário, associados a mecanismos de defesa contra predação por \n\nmicrorganismos, insetos e herbívoros. (COWAN, 1999).   \n\nCompostos fenólicos, fenóis ou polifenóis pertencem a uma classe de compostos que \n\ninclui uma grande variedade de estruturas simples e complexas, que tem, no mínimo, um anel \n\naromático, no qual ao menos um hidrogênio é substituído por um grupamento hidroxílico. \n\nComo exemplos podem ser citados fenóis simples tal como o catecol (Figura 1) e a \n\nepicatecina (COWAN, 1999). Compostos lipofílicos interferem na estrutura da membrana \n\nmicrobiana. Um aumento na hidroxilação destes compostos está relacionado a um aumento de \n\ntoxicidade. (URS, DUNLEAVY, 1975; SCALBERT, 1991; COWAN, 1999).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA atividade antimicrobiana dos compostos fenólicos hidroxilados pode ser explicada \n\npor atuarem possivelmente por inibição de enzimas através de reações com gurpos sulfidrilas \n\nFigura 1 – Representação da estrutura química do catecol.  \n\nOH\n\nOH\n\nH\n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n25 \n\n \n\ne por interações inespecíficas com proteínas, embora ainda não tenha sido comprovada uma \n\nrelação entre o grau de hidroxilação e a atividade tóxica (WILHELM FILHO et al., 2001) \n\n  Outros compostos com atividade biológica são os flavonóides; nome dado a \n\npolifenóis de baixo peso molecular, encontrados em diversas plantas. Flavonas (Figura 2) são \n\nestruturas fenólicas contendo um grupo carbonila. Desde que foram descobertos, os \n\nflavonóides foram reconhecidos por serem sintetizados pelas plantas em resposta às infecções \n\nmicrobianas, sendo reconhecida também, in vitro sua ação antimicrobiana contra um grande \n\nnúmero de microrganismos. (COWAN, 1999; SIMÕES et al., 1999; SARTORI et al., 2003). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nO mecanismo de ação dos flavonóides ocorre pela habilidade de se complexar com \n\nproteínas e com células bacterianas (formar complexos irreversíveis com ácidos \n\naminonucleofílicos em proteínas (STERN et al., 1996), frequentemente levando à inativação \n\nda proteína e perda da função.). Muitos flavonóides lipofílicos podem ainda romper a parede \n\nbacteriana (TSUCHIYA et al., 1996; COWAN, 1999). \n\nOs taninos (Figura 3) são substâncias não cristalizáveis que na presença de água \n\nformam soluções coloidais. Apresentam reação ácida e é adstringente. Quanto a sua atividade \n\nantimicrobiana esta, está relacionada à ligação com proteínas e adesinas, inibição de enzimas, \n\nprivação do substrato microbiano, formação de complexos com a parede celular e com íons \n\nmetálicos e ruptura da membrana plasmática (ROBBERS; SPEEDIE; TYLER, 1997; \n\nCOWAN, 1999). \n\n \n\n \n\n \n\n \n\n \n\nFigura 2 – Representação da estrutura química da flavona. \n\nO\n\nO\n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n26 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nOs terpenóides são reconhecidos como substâncias possuidoras de atividade inseticida \n\nderivada do metabolismo secundário das plantas (CAVALCANTI et al., 2004). Alguns \n\nrepresentantes deste grupo como a capsaicina isolado de Capsicum, têm ação antimicrobiana \n\nvia ruptura da membrana plasmática. O triterpenóide ácido betulínico isolado da Betula é uma \n\ndos vários terpenóides que tem ação inibitória contra o HIV. Outro exemplo é a artemisina \n\nisoldada da Artemisia (Figura 4) que é derivada do ?-arteter, muito utilizada como \n\nantimalárico (COWAN, 1999). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4 – Representação da estrutura química da artemisina (terpenóide). \n\nO\n\nO\n\nO\n\nCH3\nH\n\nCH3\nH\n\nOH\nCH3\n\nFigura 3 – Representações das estruturas químicas dos taninos: A– Hidrolizável e B – Condensado \n\nOH\n\nOH\n\nO\n\nO\n\nOH\n\nOH\n\nOH\n\nO\n\nO\n\nOH\n\nOH\nOH\n\nOH\n\nO\n\nO\n\nOH\n\nOH\n\nOH\n\nO\n\nO\n\nOH\nOH\n\nOO\n\nOH\n\nOOH\n\nOH\n\nOH\n\nOH\n\nOH\n\nO\n\nOH\n\nOH\n\nOH\n\nOH\n\nOH\n\nOOH\n\nOH\n\nOH\n\nOH\n\nOH\n\nA B \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n27 \n\n \n\n2.4. Família Myrtaceae \n\n \n\nA família Myrtaceae compreende aproximadamente 100 gêneros e 3500 espécies, \n\ndistribuídas principalmente nas regiões tropicais e subtropicais do mundo, com poucas \n\nespécies ocorrendo nas regiões temperadas (BARROSO et al. 1984). Segundo Cronquist \n\n(1981) esta família se divide em duas subfamílias: Myrtoideae e Leptospermoideae.  \n\nA subfamília Myrtoideae, que reúnem aproximadamente 70 gêneros e 2400 espécies, \n\ntem distribuição principalmente nas Américas do Sul e Central (BRIGGS &amp; JOHSON, 1979) \n\ne está subordinada apenas pela tribo Myrteae que integra três subtribos: Myrciinae, \n\nEugeniinae e Myrtinae, distintas pela morfologia do embrião. \n\nAs espécies de Myrtaceae ocorrem em maior densidade nas formações vegetacionais \n\ndo Brasil. São fontes promissoras para serem exploradas, através de estudos químicos, pelos \n\nmais diversos interesses. Apel et al. (1998) e Limberger et al. (1998), as espécies da família \n\nMyrtaceae são ricas em sesquiterpenos que apresentam um amplo espectro de efeitos \n\nbiológicos como atividade antineoplásica, antimalária, antiviral e microbicida. Várias de suas \n\nespécies produzem óleos essenciais, incluindo o gênero Eucalyptus, a partir dos quais são \n\ndescritas atividades antifúngica, antibacteriana e antiinflamatória. Algumas espécies de \n\nMyrcia são utilizadas na medicina popular como: hipoglicemiante, anticancerígenas e \n\nantidiabéticas. As folhas de Psidium guajava são empregadas popularmente para tratar \n\ndesordens gastrintestinais, prática herdada originariamente da medicina asteca (LOZOYA et \n\nal., 2002). Infusos ou decoctos preparados com folhas frescas ou desidratadas são indicados \n\npara diarréia, flatulência e cólica abdominal. O efeito espasmolítico e antidiarréico está \n\nrelacionado com o conteúdo em flavonóides, em particular de derivados da quercetina, que \n\natuam como antagonistas do cálcio nas fibras musculares lisas (MORALES, LOZOYA, \n\n1994). Adicionalmente, comprovaram-se as atividades antimicrobiana, antitussígena (JAIARJ \n\net al., 1999), sedativa (LUTTERODT, MALEQUE, 1988), antioxidante (MARTIN et al., \n\n1998; WANG, 2000; NADERI et al., 2003; ANJANEYULU, 2004; WOODMAN, 2004) e \n\nantiproliferativa para células cancerígenas (MANOSROI, 2005). \n\n \n\n \n\n \n\n \n\n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n28 \n\n \n\n 2.5. Gênero Psidium \n\n \n\nO gênero Psidium é representado por arbustos, raramente árvores com inflorescência \n\nem pedúnculos unifloros ou trifloros, poucas vezes sobre ramos áfilos simulando racemos. \n\nCompreende aproximadamente 110 a 130 espécies, distribuídas por toda América tropical \n\ndesde o Paraguai, nos Estados de Santa Catarina e Rio Grande do Sul (Brasil) até as Antilhas. \n\nO maior número de espécies se encontra da Amazônia até o sul do México. (REITZ &amp; \n\nKLEIN, 1977). \n\nEste gênero apresenta diversas espécies como P. myrtoides, P. australis, P. \n\ncattleyanum, P. guineense e P. guajava. Dentre essas espécies, P. guajava é a espécie mais \n\nestudada se destacando por inibir edema, exibir atividade antipirética e antidiarréica \n\n(OLAJIDE et al.1999); efeito supressor da atividade locomotora (LUTTERODT &amp; \n\nMALEQUE 1988). \n\n \n\n \n\n2.6. Psidium guineense Swartz \n\n \n\nPsidium guineense tem origem sul-americana e apresenta uma ampla área de \n\ndispersão. No Brasil, ocorre desde a Região Norte até a ilha de São Sebastião, em São Paulo. \n\nNos Estados do Nordeste, é encontrada nas regiões do Litoral e Zona da Mata, principalmente \n\nnas áreas dos tabuleiros costeiros, caracterizados por possuírem solos pobres, ácidos e \n\narenosos (ANDRADE LIMA, 1957; PIO-CORRÊA, 1978; MATTOS, 1993; DEMATTÊ, \n\n1997). \n\n P. guineense (Figura 5) é um arbusto ou árvore pequena de 2 a 2,5 m de altura cujas \n\ninflorescências durante o crescimento inicial são cobertas com pêlos marrom-avermelhados \n\nvariando para cinza-amarelados, com cerca de 0,3 a 0,5 mm de comprimento. Os brotos são \n\naveludados, às vezes glabros, a casca mais antiga é geralmente polida e muitas vezes \n\nescamosa e resistente. As folhas são coriáceas de cor marrom-amarelada ou marrom-\n\navermelhada de formatos elíptico, elíptico-oblongo ou obovado com 4 a 11,5 cm de \n\ncomprimento e 1 a 2 cm de largura, normalmente aveludadas na parte inferior; com ápice \n\nobusto, arrendondado ou agudo. A nervura principal é plana na parte superior e proeminente \n\nna parte inferior. As nervuras laterais são em número de 1 a 10. Os frutos são globosos, às \n\nvezes ovóides; quando imaturos, apresentam coloração verde clara e gosto ácido, quando \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n29 \n\n \n\nmaduros, são amarelo-verdosos. A polpa é de cor de branca e sabor doce, com muitas \n\nsementes de aproximadamente 0,3 cm de cor branca, pequena, ovóide, e de casca dura. Suas \n\nsementes são em número de 22 a 100 podendo chegar até 250 sementes por fruto, as quais, \n\nmedem 3 a 4 mm de comprimento (LANDRUM, 1995). \n\n  \n\n \n\n \n\n \n\n \n\n \n\nA composição química das cascas e da polpa de P. guineense apresenta aldeídos, \n\nfenóis, esteróides e triterpenos, flavonóides, cetonas, taninos e açúcares (GONZALÉZ et al., \n\n2005). \n\nEm 1995, Tucker e Maciarelo determinaram a composição química do óleo essencial \n\ndas folhas de P. guineense. Este é composto de ?-pineno, canfeno, mirceno, ?-felandreno, \n\nlimoneno, (Z)-?-ocimeno, ?-terpineno, (E)-?-ocimeno, terpinoleno, acetato de fencil, ?-\n\nilangeno, benzaldeído, trans-?-bergamotene, acetao de bornil, ?-cariofileno, (Z)-?-farneseno, \n\n(E)-?-farneseno, zingibereno, ?-bisaboleno, cis-?-bisaboleno, trans-?-bisaboleno, ?-\n\nsesquifelandreno, ?-curcumeno e óxido de cariofileno. \n\nFigura 5. Psidium guineense Swartz. A. Hábito. B. Folhas. C. Frutos. D. Flores. \nFoto: (Erika R. S. Araujo, 2008) \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n30 \n\n \n\nGonzález e colaboradores (2005), avaliaram a atividade antimicrobiana de extratos \n\noriundos das folhas, casca e polpa de Psidium guineense frente Streptococcus mutans ATCC \n\n31089, e  a um isolado clínico de Streptococcus viridans. Eles concluíram que os extratos dos \n\nfrutos verdes eram mais ativos que os frutos maduros, e que o extrato de acetato de etila, o \n\nmais eficiente em comparação ao extrato etanólico. Também observaram uma a correlação \n\nentre atividade antimicrobiana e a presença de metabólitos secundários como flavonóides, \n\ntaninos, terpenos e aldeídos nos frutos verdes. \n\n \n\n \n\n2.6.  Plantas Medicinais e Biocompatibilidade \n\n \n\nDepois de comprovada atividade terapêutica da planta, são requeridos estudos \n\ncomplementares que garantam segurança em relação à toxicidade. Estes testes incluem \n\ncitotoxicidade, hepatoxicidade e biocompatibilidade. Geralmente, os testes de citotoxicidade e \n\nhepatoxicidade avaliam os efeitos tóxicos in vitro, enquanto que os testes de \n\nbiocompatibilidade avaliam in vivo.  \n\nNa literatura são conhecidos poucos estudos que correlacionem atividade \n\nantimicrobiana das plantas medicinais e biocompatibilidade.   \n\nOs estudos in vivo permitem uma análise mais detalhada das reações adversas \n\ncausadas pelas plantas sobre o organismo, uma vez que, as células e os tecidos não existem \n\nisoladamente, mas interligados com células e tecidos vizinhos. (SAAD et al., 2006). \n\nAssim sendo, este trabalho, que tem como um dos objetivos testar a \n\nbiocompatibilidade do extrato aquoso de P. guineense Swartz em tecido conjuntivo \n\nsubcutâneo de ratos, vem adicionar novos conhecimentos a respeito do uso de plantas locais \n\ncomo possíveis agentes terapêuticos. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n31 \n\n \n\n3. OBJETIVOS \n\n \n\n \n\n3.1. Objetivo Geral \n\n \n\nRealizar o estudo fitoquímico de Psidium guineense Swartz e determinar sua atividade \n\nantimicrobiana e biocompatibilidade com tecido subcutâneo de ratos albinos da linhagem \n\nWistar (Rattus novergicus). \n\n  \n\n \n\n3.2. Objetivos Específicos \n\n \n\n Obter extratos das folhas de P. guineense Swartz utilizando éter de petróleo, \n\nacetato de etila, metanol e água;  \n\n Determinar o perfil fitoquímico dos extratos; \n\n Determinar a atividade antimicrobiana in vitro através da determinação da \n\nconcentração mínima inibitória dos extratos de P. guineense Swartz, frente a \n\ncepas de Staphylococcus aureus (n=8), Escherichia coli (n=4), Enterococcus \n\nfaecalis (n=10), Salmonella enterica (n=6), Pseudomonas aeruginosa (n=10) e \n\nCandida albicans (n=10); \n\n Determinar a biocompatibilidade do extrato aquoso das folhas de P. guineense \n\nSwartz com tecido subcutâneo de ratos (Rattus novergicus, albino Wistar); \n\n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n32 \n\n \n\n4. MATERIAS E MÉTODOS \n\n \n\n \n\n4.1. Estudo Fitoquímico \n\nEsta etapa experimental foi realizada no Laboratório de Farmacognosia da UFPE sob a \n\ncoordenação da Profa. Dra. Karina Perrelli Randau. \n\n \n\n \n\n 4.1.1. Coleta e identificação do material vegetal  \n\n \n\nPartes aéreas de P. guineense Swartz (araçá) foram coletadas no município de Itamaracá – \n\nPE (7°46’05’’S; 34°50’ 14’’W) em novembro de 2007. A identificação do material vegetal foi \n\nfeita no Instituto Agronômico de Pernambuco – IPA, pela botânica Olívia Cano. Um \n\nespécime deste vegetal encontra-se depositado no Herbário Dárdano de Andrade Lima – IPA \n\nsob o número 52.585.  \n\n \n\n \n\n4.1.2. Preparação dos extratos \n\n \n\nAs folhas de P. guineense Swartz foram secas à temperatura ambiente e em seguida \n\ntrituradas em moinho elétrico. Os extratos das folhas (50 g) de P. guineense Swartz foram \n\nobtidos por esgotamento com os seguintes solventes em polaridade crescente: éter de petróleo \n\n(EEP), acetato de etila (EAcEt), metanol (EM)  e água (EA). Cada extrato foi filtrado e os \n\nsolventes eliminados com o auxílio de evaporador rotatório sob pressão reduzida. Os extratos \n\nforam acondicionados em frasco âmbar e mantidos a baixa temperatura, exceto para o extrato \n\naquoso que foi liofilizado (Figura 6). O rendimento para cada extrato foi calculado a partir de \n\n50 g das folhas sendo de 1,3%, 2,3%, 9,8% e 3,7% (p/p) para os extratos éter de petróleo, \n\nacetato de etila, metanólico e aquoso respectivamente. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n33 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n4.1.3. Determinação do perfil fitoquímico de extratos de P. guineense Swartz  \n\n \n\n Dos extratos foram retirados 15µL e submetidos à cromatografia em camada delgada \n\nanalítica (CCDA) em placas de gel de sílica (MERK-Germany, 15553), (Figura 7) \n\nempregando-se diversos sistemas de solventes: A- [EtOAc-HCOOH-AcOH-H2O (100 : 11: \n\n11: 27 v/v)]; B- [Benzeno-EtOAc (97 : 3 v/v)]; C- [EtOAc-HCOOH-AcOH-H2O (100 : 0,5 : \n\n0,5 : 0,5 v/v)]; D- [n-BuOH-Me2CO-tampão fosfato pH = 5,0 (40 : 50 : 10 v/v)], E- [Éter-\n\ntolueno-AcOH 10% (50 : 50 : 50 v/v)] (Quadro 1), bem como reveladores específicos para a \n\npesquisa de metabólitos secundários dos extratos das folhas de P. guineense Swartz a saber: \n\nAlcalóides, derivados cinâmicos e fenilpropanoglicosídeos, cumarinas, flavonóides, \n\nproantocianidinas condensadas e leucoantocianidinas, taninos hidrolisáveis, mono e \n\nsequiterpenóides, triterpenóides e esteróides, iridóides, saponinas, açúcares redutores \n\n(RANDAU et al, 2004). A determinação de antraquinonas foi realizada pela metodologia de \n\nBornträger em tubos de ensaio (COSTA, 2002). \n\n \n\n  \n\n \n\n \n\n \n\n \n\nFigura 6.  Esquema representando a preparação dos extratos de P. guineense Swartz \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n34 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nQuadro 1 – Sistemas de solventes e reveladores em cromatografia de camada delgada para a \n\ncaracterização de metabólicos secundários dos extratos de P. guineense Swartz \n\nMetabólitos secundários \nFase \n\nmóvel \nRevelador Referência \n\nAlcalóides A Dragendorff Wagner &amp; Bladt, 1996 \n\nDerivados cinâmicos e \n\nfenilpropanoglicosídeos \nA 2-amino etildifenil borinato Wagner &amp; Bladt, 1996 \n\nCumarinas E 2-amino etildifenil borinato Wagner &amp; Bladt, 1996 \n\nFlavonóides A 2-amino etildifenil borinato Wagner &amp; Bladt,1996 \n\nProantocianidinas condensadas e \n\nleucoantocinidinas \nA Vanilina clorídrica Roberts, 1956 \n\nTaninos hidrolisáveis D \n2-amino etildifenil borinato \n\nAlúmem de ferro \nStiasny, 1912; Xavier, 2002 \n\nTriterpenóides e esteróides C Liebermann/Burchard \nHashimoto, 1970; Harbone, \n\n1998 \n\nMono e sequiterpenóides B Vanilina sulfúrica ácida Wagner &amp; Bladt, 1996 \n\nIridóides A Vanilina sulfúrica ácida Wagner &amp; Bladt, 1996 \n\nSaponinas A Anisaldeído Wagner &amp; Bladt, 1996 \n\nAcúcares redutores D 2,3,5 cloreto trifeniltetrazolium Metz, 1961 \n\n \n\n \n\n \n\nFigura 7. Esquema para pesquisa de metabólitos secundários dos extratos de P. guineense \nSwartz por Cromatografia em Camada Delgada Analítica \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n35 \n\n \n\n \n\n4.2. Determinação da atividade antimicrobiana dos extratos de P. guineense Swartz \n\n \n\nEsta etapa experimental foi realizada no Laboratório de Fisiologia e Bioquímica de \n\nMicrorganismos do Departamento de Antibióticos da UFPE sob a coordenação da Profa. Dra. \n\nEulália Camelo Pessoa de Azevedo Ximenes. \n\n \n\n \n\n4.2.1. Microrganismos \n\n \n\n Neste experimento foram utilizados 48 microrganismos alguns deles obtidos a partir \n\nde espécimes de pacientes acometidos por infecções e com um fenótipo de resistência para \n\ndiversos agentes antimicrobianos: Staphylococcus aureus IC 14, IC 15, IC 27, IC 138; IC 247, \n\nIC 311, IC 404; Pseudomonas aeruginosa IC 01, IC 02, IC 03, IC 05, IC 06, IC 10, IC 12, IC \n\n13, IC 16; Enterococcus faecalis IC 068, IC 144, IC 245, IC 259, IC 288, IC 354, IC 671, IC \n\n915, IC 995; Escherichia coli IC 18. Outros de diversos sítios e origens como Escherichia \n\ncoli O157:H7, Escherichia coli 1 QC, Salmonella enterica Rubislaw 3373, Saintpaul 391, \n\nAnatum P-58, Anatum 873; Candida albicans IC 01, IC 07, IC 09, IC 11, IC 12, IC 16, IC 17, \n\nIC 19, IC 25, IC 26 e 6 microrganismos pertencentes à coleção do Departamento de \n\nAntibióticos da Universidade Federal de Pernambuco e do American Type Culture Collection \n\nStaphylococcus aureus ATCC 6538, Enterococcus faecalis ATCC 27212, Escherichia coli \n\nATCC 8739, Salmonella choleraesuis ATCC 14028; Salmonella enterica UFPEDA 415, \n\nPseudomonas aeruginosa ATCC 9027 (Tabela 2). \n\n \n\n\n\nA\nR\n\nA\nÚ\n\nJO\n, \n\nE\nR\n\nS\n. \n\n   \n   \n\n   \n   \n\n   \n   \n\n   \n   \n\n   \n A\n\nva\nli\n\naç\não\n\n d\na \n\nb\nio\n\nco\nm\n\np\nat\n\nib\nil\n\nid\nad\n\ne \ne \n\nd\net\n\ner\nm\n\nin\naç\n\não\n d\n\na \nat\n\niv\nid\n\nad\ne \n\nan\nti\n\nm\nic\n\nro\nbi\n\nan\na \n\nd\ne \n\nP\nsi\n\nd\niu\n\nm\n g\n\nu\nin\n\nee\nn\n\nse\n S\n\nw\nar\n\ntz\n  \n\n  \n   \n\n   \n   \n\n   \n   \n\n   \n   \n\n   \n   \n\n3\n6\n\n \n\n T\nab\n\nel\na \n\n2 \n–\n\n O\nri\n\nge\nm\n\n e\n p\n\ner\nfi\n\nl \nde\n\n s\nus\n\nce\npt\n\nib\nil\n\nid\nad\n\ne \ndo\n\ns \nm\n\nic\nro\n\nrg\nan\n\nis\nm\n\nos\n u\n\nti\nli\n\nza\ndo\n\ns \nna\n\n d\net\n\ner\nm\n\nin\naç\n\não\n d\n\na \nC\n\non\nce\n\nnt\nra\n\nçã\no \n\nIn\nib\n\nit\nór\n\nia\n M\n\nín\nim\n\na \n\nM\nic\n\nro\nrg\n\nan\nis\n\nm\nos\n\n \nO\n\nri\nge\n\nm\n \n\nR\nes\n\nis\ntê\n\nn\nci\n\na\n \n\nS\nen\n\nsi\nb\n\nil\nid\n\nad\ne \n\nE\nn\n\nte\nro\n\nco\ncc\n\nu\ns \n\n f\na\n\nec\na\n\nli\ns \n\nIC\n  \n\n0\n68\n\n \nU\n\nri\nna\n\n \nC\n\nL\nO\n\n; \nE\n\nR\nI;\n\n T\nE\n\nT\n; \n\nA\nT\n\nM\n \n\nT\nE\n\nIC\n \n\nE\nn\n\nte\nro\n\nco\ncc\n\nu\ns \n\n f\na\n\nec\na\n\nli\ns \n\nIC\n 1\n\n44\n \n\nU\nri\n\nna\n \n\nC\nL\n\nO\n; \n\nT\nE\n\nT\n; \n\nA\nT\n\nM\n \n\nT\nE\n\nIC\n \n\nE\nn\n\nte\nro\n\nco\ncc\n\nu\ns \n\n f\na\n\nec\na\n\nli\ns \n\nIC\n 2\n\n45\n \n\nU\nri\n\nna\n \n\nN\nD\n\n \nT\n\nE\nIC\n\n \nE\n\nn\nte\n\nro\nco\n\ncc\nu\n\ns \n f\n\na\nec\n\na\nli\n\ns \nIC\n\n 2\n95\n\n \nU\n\nri\nna\n\n \nN\n\nD\n \n\nT\nE\n\nIC\n \n\nE\nn\n\nte\nro\n\nco\ncc\n\nu\ns \n\n f\na\n\nec\na\n\nli\ns \n\nIC\n 2\n\n88\n \n\nU\nri\n\nna\n \n\nC\nL\n\nO\n; \n\nG\nE\n\nN\n; \n\nT\nE\n\nT\n; \n\nA\nT\n\nM\n; \n\nA\nM\n\nP\n \n\nT\nE\n\nIC\n; \n\nV\nA\n\nN\n \n\nE\nn\n\nte\nro\n\nco\ncc\n\nu\ns \n\n f\na\n\nec\na\n\nli\ns \n\nIC\n  \n\n3\n54\n\n \nU\n\nri\nna\n\n \nC\n\nL\nO\n\n; \nE\n\nR\nI;\n\n T\nE\n\nT\n; \n\nA\nT\n\nM\n \n\nT\nE\n\nIC\n \n\nE\nn\n\nte\nro\n\nco\ncc\n\nu\ns \n\n f\na\n\nec\na\n\nli\ns \n\nIC\n  \n\n6\n71\n\n \nU\n\nri\nna\n\n \nC\n\nL\nO\n\n; \nG\n\nE\nN\n\n; \nT\n\nE\nT\n\n; \nA\n\nT\nM\n\n \nT\n\nE\nIC\n\n \nE\n\nn\nte\n\nro\nco\n\ncc\nu\n\ns \nfa\n\nec\na\n\nli\ns \n\nIC\n 9\n\n1\n5 \n\nU\nri\n\nna\n \n\nN\nD\n\n \nT\n\nE\nIC\n\n \nE\n\nn\nte\n\nro\nco\n\ncc\nu\n\ns \n f\n\na\nec\n\na\nli\n\ns \nIC\n\n  \n9\n\n95\n \n\nU\nri\n\nna\n \n\nC\nL\n\nO\n; \n\nE\nR\n\nI;\n T\n\nE\nT\n\n; \nA\n\nT\nM\n\n \nT\n\nE\nIC\n\n \nE\n\nn\nte\n\nro\nco\n\ncc\nu\n\ns \n f\n\na\nec\n\na\nli\n\ns \nA\n\nT\nC\n\nC\n 2\n\n7\n2\n\n12\n \n\nA\nT\n\nC\nC\n\n \nN\n\nD\n \n\nN\nD\n\n \n\nE\nsc\n\nh\ner\n\nic\nh\n\nia\n c\n\no\nli\n\n A\nT\n\nC\nC\n\n 8\n7\n\n3\n9 \n\nA\nT\n\nC\nC\n\n \nN\n\nD\n \n\nC\nL\n\nO\n; \n\nA\nM\n\nP\n; \n\nC\nF\n\nL\n; \n\nC\nT\n\nX\n; \n\nM\nE\n\nR\n; \n\nS\nZ\n\nT\n; \n\nA\nM\n\nI;\n G\n\nE\nN\n\n; \nC\n\nIP\n; \n\nT\nE\n\nT\n; \n\nIM\nP\n\n; \nC\n\nP\nM\n\n; \nT\n\nO\nB\n\n; \nN\n\nIT\n; \n\nA\nT\n\nM\n \n\nE\nsc\n\nh\ner\n\nic\nh\n\nia\n c\n\no\nli\n\n O\n1\n\n5\n7\n\n:H\n7\n\n I\nN\n\nC\nQ\n\nS\n 7\n\n1\n \n\nF\nIO\n\nC\nR\n\nU\nZ\n\n –\n R\n\nJ \nN\n\nD\n \n\nC\nL\n\nO\n; \n\nA\nM\n\nP\n; \n\nC\nF\n\nL\n; \n\nC\nT\n\nX\n; \n\nM\nE\n\nR\n; \n\nS\nZ\n\nT\n; \n\nA\nM\n\nI;\n G\n\nE\nN\n\n; \nC\n\nIP\n; \n\nT\nE\n\nT\n; \n\nIM\nP\n\n; \nC\n\nP\nM\n\n; \nT\n\nO\nB\n\n; \nN\n\nIT\n; \n\nA\nT\n\nM\n \n\nE\nsc\n\nh\ner\n\nic\nh\n\nia\n c\n\no\nli\n\n 1\n Q\n\nC\n \n\nQ\nue\n\nij\no\n\n C\no\n\nal\nho\n\n \nN\n\nD\n \n\nN\nD\n\n \nE\n\nsc\nh\n\ner\nic\n\nh\nia\n\n c\no\n\nli\n I\n\nC\n 1\n\n8 \nU\n\nri\nna\n\n \nA\n\nM\nP\n\n; \nC\n\nF\nO\n\n \nC\n\nT\nX\n\n \nS\n\nta\np\n\nh\nyl\n\no\nco\n\ncc\nu\n\ns \na\n\nu\nre\n\nu\ns \n\nIC\n 4\n\n0\n4 \n\nS\nec\n\nre\nçã\n\no\n d\n\na \nor\n\no\nfa\n\nri\nng\n\ne \nG\n\nE\nN\n\n; \nA\n\nM\nI;\n\n C\nF\n\nO\n; \n\nC\nT\n\nX\n; \n\nC\nL\n\nO\n; \n\nE\nR\n\nI;\n T\n\nE\nT\n\n \nC\n\nIP\n \n\nS\nta\n\np\nh\n\nyl\no\n\nco\ncc\n\nu\ns \n\na\nu\n\nre\nu\n\ns \nA\n\nT\nC\n\nC\n 6\n\n5\n3\n\n8 \nA\n\nT\nC\n\nC\n \n\nN\nD\n\n \nN\n\nIT\n; \n\nV\nA\n\nN\n; \n\nN\nE\n\nT\n; \n\nR\nIF\n\n; \nA\n\nZ\nI;\n\n S\nU\n\nT\n; \n\nO\nF\n\nX\n \n\nS\nta\n\np\nh\n\nyl\no\n\nco\ncc\n\nu\ns \n\na\nu\n\nre\nu\n\ns \nIC\n\n 1\n4 \n\nN\nD\n\n \nN\n\nD\n \n\nN\nD\n\n \nS\n\nta\np\n\nh\nyl\n\no\nco\n\ncc\nu\n\ns \na\n\nu\nre\n\nu\ns \n\nIC\n 1\n\n5 \nN\n\nD\n \n\nA\nM\n\nP\n; \n\nC\nF\n\nO\n; \n\nE\nR\n\nI;\n A\n\nM\nO\n\nX\n \n\nIM\nP\n\n; \nS\n\nZ\nT\n\n \nS\n\nta\np\n\nh\nyl\n\no\nco\n\ncc\nu\n\ns \na\n\nu\nre\n\nu\ns \n\nIC\n 2\n\n7 \nN\n\nD\n \n\nA\nM\n\nP\n; \n\nC\nF\n\nO\n; \n\nE\nR\n\nI;\n A\n\nM\nO\n\nX\n \n\nIM\nP\n\n; \nS\n\nZ\nT\n\n \nS\n\nta\np\n\nh\nyl\n\no\nco\n\ncc\nu\n\ns \na\n\nu\nre\n\nu\ns \n\nIC\n 1\n\n3\n8 \n\nS\nec\n\nre\nçã\n\no\n V\n\nag\nin\n\nal\n \n\nA\nM\n\nI;\n G\n\nE\nN\n\n \nC\n\nT\nX\n\n; \nE\n\nR\nI;\n\n C\nL\n\nO\n \n\nS\nta\n\np\nh\n\nyl\no\n\nco\ncc\n\nu\ns \n\na\nu\n\nre\nu\n\ns \nIC\n\n 2\n4\n\n7 \nN\n\nD\n \n\nA\nM\n\nP\n; \n\nC\nF\n\nO\n; \n\nE\nR\n\nI;\n A\n\nM\nO\n\nX\n \n\nIM\nP\n\n; \nS\n\nZ\nT\n\n \nS\n\nta\np\n\nh\nyl\n\no\nco\n\ncc\nu\n\ns \na\n\nu\nre\n\nu\ns \n\nIC\n 3\n\n1\n1 \n\nF\ner\n\nid\na \n\nd\no\n\n d\ned\n\no\n \n\nG\nE\n\nN\n; \n\nA\nM\n\nI;\n C\n\nF\nO\n\n; \nC\n\nT\nX\n\n; \nC\n\nL\nO\n\n; \nS\n\nZ\nT\n\n; \nE\n\nR\nI;\n\n T\nE\n\nT\n; \n\nP\nE\n\nN\n \n\nC\nIP\n\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n I\n\nC\n 0\n\n1 \nH\n\nem\no\n\ncu\nlt\n\nur\na \n\nC\nIP\n\n; \nG\n\nA\nT\n\n; \nG\n\nE\nN\n\n; \nA\n\nM\nI;\n\n C\nF\n\nL\n; \n\nC\nF\n\nO\n; \n\nC\nT\n\nX\n; \n\nC\nP\n\nM\n; \n\nC\nL\n\nO\n; \n\nIM\nP\n\n; \nM\n\nE\nR\n\n \nA\n\nT\nM\n\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n I\n\nC\n 0\n\n2 \nS\n\nec\nre\n\nçã\no\n\n H\nep\n\nát\nic\n\na \nC\n\nIP\n; \n\nG\nA\n\nT\n; \n\nG\nE\n\nN\n; \n\nA\nM\n\nI;\n C\n\nF\nL\n\n; \nC\n\nF\nO\n\n; \nC\n\nT\nX\n\n; \nC\n\nP\nM\n\n; \nC\n\nL\nO\n\n; \nIM\n\nP\n; \n\nM\nE\n\nR\n; \n\nS\nZ\n\nT\n \n\nA\nT\n\nM\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n I\n\nC\n 0\n\n3 \nS\n\nec\nre\n\nçã\no\n\n t\nra\n\nq\nue\n\nal\n \n\nC\nIP\n\n; \nG\n\nA\nT\n\n; \nG\n\nE\nN\n\n; \nA\n\nM\nI;\n\n C\nF\n\nL\n; \n\nC\nF\n\nO\n; \n\nC\nT\n\nX\n; \n\nC\nP\n\nM\n; \n\nC\nL\n\nO\n; \n\nIM\nP\n\n; \nM\n\nE\nR\n\n \nA\n\nT\nM\n\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n I\n\nC\n 0\n\n5 \nH\n\nem\no\n\ncu\nlt\n\nur\na \n\nC\nIP\n\n; \nG\n\nA\nT\n\n; \nG\n\nE\nN\n\n; \nA\n\nM\nI;\n\n C\nF\n\nL\n; \n\nC\nF\n\nO\n; \n\nC\nT\n\nX\n; \n\nC\nP\n\nM\n; \n\nC\nL\n\nO\n; \n\nA\nT\n\nM\n; \n\nM\nE\n\nR\n; \n\nS\nZ\n\nT\n; \n\nA\nM\n\nP\n+\n\nS\nU\n\nB\n \n\nN\nD\n\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n I\n\nC\n 0\n\n6 \nS\n\nec\nre\n\nçã\no\n\n t\nra\n\nq\nue\n\nal\n \n\nC\nIP\n\n; \nG\n\nA\nT\n\n; \nG\n\nE\nN\n\n; \nC\n\nF\nL\n\n; \nC\n\nF\nO\n\n; \nC\n\nT\nX\n\n; \nC\n\nO\nM\n\n; \nC\n\nL\nO\n\n; \nN\n\nD\n \n\n\n\nA\nR\n\nA\nÚ\n\nJO\n, \n\nE\nR\n\nS\n. \n\n   \n   \n\n   \n   \n\n   \n   \n\n   \n   \n\n   \n A\n\nva\nli\n\naç\não\n\n d\na \n\nb\nio\n\nco\nm\n\np\nat\n\nib\nil\n\nid\nad\n\ne \ne \n\nd\net\n\ner\nm\n\nin\naç\n\não\n d\n\na \nat\n\niv\nid\n\nad\ne \n\nan\nti\n\nm\nic\n\nro\nbi\n\nan\na \n\nd\ne \n\nP\nsi\n\nd\niu\n\nm\n g\n\nu\nin\n\nee\nn\n\nse\n S\n\nw\nar\n\ntz\n  \n\n  \n   \n\n   \n   \n\n   \n   \n\n   \n   \n\n   \n   \n\n3\n7\n\n \n\n \n\nA\nT\n\nM\n; \n\nM\nE\n\nR\n; \n\nS\nZ\n\nT\n; \n\nA\nM\n\nP\n+\n\nS\nU\n\nB\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n I\n\nC\n 1\n\n0 \nS\n\nec\nre\n\nçã\no\n\n a\nb\n\nd\no\n\nm\nin\n\nal\n \n\nM\nA\n\nI;\n C\n\nF\nL\n\n; \nC\n\nF\nO\n\n; \nC\n\nT\nX\n\n; \nC\n\nP\nM\n\n; \nC\n\nIP\n; \n\nG\nE\n\nN\n; \n\nT\nO\n\nB\n; \n\nA\nT\n\nM\n; \n\nIM\nP\n\n; \nM\n\nE\nR\n\n; \nS\n\nZ\nT\n\n \nN\n\nD\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n I\n\nC\n 1\n\n2 \nU\n\nri\nna\n\n \nA\n\nM\nI;\n\n C\nF\n\nL\n; \n\nC\nF\n\nO\n; \n\nC\nT\n\nX\n; \n\nC\nP\n\nM\n; \n\nC\nIP\n\n; \nG\n\nE\nN\n\nT\n; \n\nT\nO\n\nB\n; \n\nA\nT\n\nM\n; \n\nIM\nP\n\n; \nM\n\nE\nR\n\n; \nS\n\nZ\nT\n\n; \nN\n\nIT\n; \n\nN\nA\n\nL\n; \n\nC\nL\n\nO\n; \n\nT\nE\n\nT\n \n\nN\nD\n\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n I\n\nC\n 1\n\n3 \nU\n\nri\nna\n\n \nC\n\nF\nL\n\n; \nC\n\nF\nO\n\n; \nC\n\nT\nX\n\n; \nC\n\nIP\n; \n\nG\nE\n\nN\n; \n\nT\nO\n\nB\n; \n\nS\nZ\n\nT\n; \n\nN\nIT\n\n; \nN\n\nA\nL\n\n; \nC\n\nL\nO\n\n; \nT\n\nE\nT\n\n; \nN\n\nO\nR\n\n \nM\n\nE\nR\n\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n I\n\nC\n 1\n\n6 \nH\n\nem\no\n\ncu\nlt\n\nur\na \n\nG\nA\n\nT\n; \n\nG\nE\n\nN\n; \n\nA\nM\n\nI;\n C\n\nF\nL\n\n; \nC\n\nF\nO\n\n; \nC\n\nT\nX\n\n; \nC\n\nP\nM\n\n; \nC\n\nL\nO\n\n; \nIM\n\nP\n; \n\nM\nE\n\nR\n; \n\nS\nZ\n\nT\n; \n\nA\nM\n\nP\n+\n\nS\nU\n\nB\n; \n\nA\nT\n\nM\n \n\nN\nD\n\n \n\nP\nse\n\nu\nd\n\no\nm\n\no\nn\n\na\ns \n\na\ner\n\nu\ng\n\nin\no\n\nsa\n A\n\nT\nC\n\nC\n 9\n\n0\n2\n\n7\n \n\nA\nT\n\nC\nC\n\n \nN\n\nD\n \n\nN\nD\n\n \nS\n\na\nlm\n\no\nn\n\nel\nla\n\n c\nh\n\no\nle\n\nra\nes\n\nu\nis\n\n A\nT\n\nC\nC\n\n 1\n4\n\n0\n2\n\n8 \nA\n\nT\nC\n\nC\n \n\nN\nD\n\n \nN\n\nD\n \n\nS\na\n\nlm\no\n\nn\nel\n\nla\n e\n\nn\nte\n\nri\nca\n\n U\nF\n\nP\nE\n\nD\nA\n\n 4\n1\n\n5 \nC\n\no\nle\n\nçã\no\n\n d\ne \n\nm\nic\n\nro\nrg\n\nan\nis\n\nm\no\n\ns \nN\n\nD\n \n\nN\nD\n\n \nS\n\na\nlm\n\no\nn\n\nel\nla\n\n e\nn\n\nte\nri\n\nca\n R\n\nub\nis\n\nla\nw\n\n 3\n3\n\n7\n3 \n\nIC\n \n\nN\nD\n\n \nN\n\nD\n \n\nS\na\n\nlm\no\n\nn\nel\n\nla\n e\n\nn\nte\n\nri\nca\n\n S\nai\n\nnt\np\n\nau\nl \n\n3\n9\n\n1 \nIC\n\n \nN\n\nD\n \n\nN\nD\n\n \nS\n\na\nlm\n\no\nn\n\nel\nla\n\n e\nn\n\nte\nri\n\nca\n  \n\nP\n-5\n\n8 \nIC\n\n \nN\n\nD\n \n\nN\nD\n\n \nS\n\na\nlm\n\no\nn\n\nel\nla\n\n e\nn\n\nte\nri\n\nca\n 8\n\n7\n3 \n\nIs\no\n\nla\nd\n\no\n d\n\no \nm\n\no\nlu\n\nsc\no\n\n B\nio\n\nm\np\n\nh\na\n\nla\nri\n\na\n g\n\nla\nb\n\nra\nta\n\n \nN\n\nD\n \n\nN\nD\n\n \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 0\n1 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 0\n7 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 0\n9 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 1\n1 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 1\n2 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 1\n6 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 1\n7 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 1\n9 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 2\n5 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \nC\n\na\nn\n\nd\nid\n\na\n a\n\nlb\nic\n\na\nn\n\ns \nIC\n\n 2\n6 \n\nC\nav\n\nid\nad\n\ne \nO\n\nra\nl \n\nN\nD\n\n \nM\n\nic\no\n\nna\nzo\n\nl \n\n   \n\nA\nM\n\nI:\n A\n\nm\nic\n\nac\nin\n\na \n3\n\n0\n µ\n\ng;\n A\n\nM\nO\n\nX\n: \n\nA\nm\n\no\nxi\n\nci\nli\n\nn\na \n\n1\n0\n\n µ\ng;\n\n A\nM\n\nP\n: \n\nA\nm\n\np\nic\n\nil\nin\n\na \n1\n\n0\n µ\n\ng;\n A\n\nM\nP\n\n+\nS\n\nU\nB\n\n: \nA\n\nm\np\n\nic\nil\n\nin\na/\n\nS\nul\n\nb\nac\n\nta\nm\n\n 1\n0\n\n µ\ng/\n\n1\n0\n\n µ\ng;\n\n A\nT\n\nM\n: \n\nA\nzt\n\nre\no\n\nn\nam\n\n 3\n0\n\n µ\ng;\n\n A\nZ\n\nI:\n A\n\nzi\ntr\n\no\nm\n\nic\nin\n\na \n1\n\n5 \nµ\n\ng;\n C\n\nF\nL\n\n: \nC\n\nef\nal\n\no\nti\n\nn\na \n\n30\n µ\n\ng;\n C\n\nF\nO\n\n: \n\nC\nef\n\no\nxi\n\nti\nn\n\na \n3\n\n0\n µ\n\ng;\n C\n\nIP\n: \n\nC\nip\n\nro\nfl\n\no\nxa\n\nci\nn\n\na \n5\n\n µ\ng;\n\n C\nL\n\nO\n: \n\nC\nlo\n\nra\nfe\n\nn\nic\n\no\nl \n\n30\n µ\n\ng;\n C\n\nP\nM\n\n: \nC\n\nef\nep\n\nim\ne \n\n3\n0\n\n µ\ng;\n\n C\nT\n\nX\n: \n\nC\nef\n\no\nta\n\nxi\nm\n\na \n3\n\n0\n µ\n\ng;\n E\n\nR\nI:\n\n E\nri\n\ntr\no\n\nm\nic\n\nin\na \n\n1\n5\n\n µ\ng;\n\n G\nA\n\nT\n: \n\nG\nat\n\nif\nlo\n\nxa\nci\n\nn\na \n\n1\n0\n\n µ\ng;\n\n G\nE\n\nN\n: \n\nG\nen\n\nta\nm\n\nic\nin\n\na \n1\n\n0\n µ\n\ng;\n N\n\nA\nL\n\n: \nÁ\n\nci\ndo\n\n \n\nn\nal\n\nid\níx\n\nic\no\n\n 3\n0\n\n µ\ng;\n\n N\nIT\n\n: \nN\n\nit\nro\n\nfu\nra\n\nn\nto\n\nín\na \n\n3\n0\n\n µ\ng;\n\n N\nO\n\nR\n: \n\nN\no\n\nrf\nlo\n\nxa\nci\n\nn\na \n\n1\n0\n\n µ\ng;\n\n I\nP\n\nM\n: \n\nIm\nip\n\nen\nem\n\n 1\n0\n\n µ\ng;\n\n M\nE\n\nR\n: \n\nM\ner\n\no\np\n\nen\nem\n\n 1\n0\n\n µ\ng;\n\n T\nE\n\nIC\n: \n\nT\nei\n\nco\np\n\nla\nm\n\nin\na \n\n3\n0\n\n µ\ng;\n\n T\nE\n\nT\n: \n\nT\net\n\nra\nci\n\ncl\nin\n\na \n3\n\n0\n µ\n\ng;\n T\n\nO\nB\n\n: \nT\n\no\nb\n\nra\nm\n\nic\nin\n\na \n1\n\n0\n µ\n\ng;\n S\n\nZ\nT\n\n: \n\nS\nu\n\nlf\naz\n\no\ntr\n\nim\n 2\n\n5\n µ\n\ng;\n V\n\nA\nN\n\n: \nV\n\nan\nco\n\nm\nic\n\nin\na \n\n3\n0\n\n µ\ng.\n\n A\nT\n\nC\nC\n\n: \nA\n\nm\ner\n\nic\nan\n\n T\nyp\n\ne \nC\n\nu\nlt\n\nu\nre\n\n C\no\n\nll\nec\n\nti\non\n\n I\nC\n\n: \nIs\n\no\nla\n\nd\no\n\n C\nlí\n\nn\nic\n\no \nN\n\nD\n: \n\nN\não\n\n d\net\n\ner\nm\n\nin\nad\n\no\n \n\n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n38 \n\n \n\n4.2.2 Método para determinação da Concentração Inibitória Mínima (CIM) \n\n \n\n Numa etapa anterior à determinação da CIM propriamente dita, os extratos secos \n\nobtidos com éter de petróleo, acetato de etila e metanol foram solubilizados num sistema \n\ncomposto por dimetilsufóxido/Tween 80/H2O (1,5:1,0:17,5) de modo a obter uma \n\nconcentração final de 2,0 mg/mL. O pó liofilizado do extrato aquoso de P. guineense Swartz \n\nfoi pesado e solubilizado em água destilada e esterilizada de forma a obter uma solução de \n\nigual concentração. Todos os extratos foram esterilizados por filtração com filtros de \n\nporosidade 0,45µm.  \n\nO ensaio foi realizado em microplacas estéreis de 96 cavidades com fundo em forma \n\nde “U”. Um volume de 200 µL dos diversos extratos vegetais, foram depositados nas colunas \n\nde 1 a 9 da linha A. Os demais orifícios foram preenchidos com 100 µL e caldo Mueller-\n\nHinton para as bactérias e o meio RPMI 1640 para leveduras, ambos duas vezes mais \n\nconcentrados. Em seguida, uma alíquota de 100 µL do conteúdo de cada orifício da linha A \n\nfoi transferido para os orifícios da linha B, e após homogeneização, o mesmo volume foi \n\ntransferido para linha C, repetindo-se este procedimento até a linha H. Assim foram obtidas \n\nconcentrações decrescentes dos extratos (1 mg/mL- linha B; 0,5 mg/mL- linha C; 0,25 \n\nmg/mL- linha D, e assim por diante). Os inóculos microbianos padronizados em 108 UFC/mL \n\nforam diluídos 1/10 em solução salina esterilizada (0,9%) e desta diluição um volume de 5 µL \n\n(104 UFC/mL) foram depositadas em todos os orifícios das linhas A-H. Os orifícios da coluna \n\n11 foi destinado para os testes de controle de experimento, nessa coluna recebeu apenas caldo \n\nMueller-Hinton ou RPMI 1640 para a verificação da esterilidade da placa.  \n\nAs microplacas foram incubadas em estufa bacteriológica a 35ºC por 18 horas para \n\nbactérias e 28ºC por 24 horas para as leveduras. Decorrido este intervalo de tempo foi \n\nadicionado a cada um dos orifícios 20µL de uma solução aquosa de cloreto de 2,3,5 \n\ntrifeniltetrazólio a 0,5% e as microplacas foram novamente incubadas por mais três horas. \n\nApós esta última incubação a presença de uma coloração vermelha nos orifícios foi \n\ninterpretada como prova negativa do efeito inibitório do extrato, enquanto a ausência da \n\ncoloração vermelha foi considerada prova positiva da ação inibitória do extrato.   \n\nA concentração inibitória mínima (CIM) foi definida como a menor concentração do \n\nextrato em mg/mL capaz de impedir o crescimento microbiano, ou seja, o aparecimento da \n\ncoloração vermelha (Figura 8). \n\n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n39 \n\n \n\n \n\nFigura 8 – Esquema para determinação da Concentração Inibitória Mínima dos extratos \n\nde P. guineense Swartz. (Érika R. S. Araújo, 2008) \n\n  \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n40 \n\n \n\n4.3 Determinação da biocompatibilidade do extrato aquoso de P. guineense Swartz  \n\n \n\nA etapa experimental foi realizada no Laboratório de Farmacologia e Cancerologia \n\nExperimental do Departamento de Antibióticos sob supervisão da Profa. Dra. Teresinha \n\nGonçalves da Silva. \n\n \n\n \n\n4.3.1 Estudo Histológico \n\n \n\n 4.3.2 Animais \n\n \n\nO extrato aquoso de P. guineense foi o escolhido para dar o prosseguimento à pesquisa \n\nsobre biocompatibilidade com o tecido conjuntivo de ratos albinos. Esta escolha deve-se ao \n\nfato deste extrato apresentar atividade antimicrobiana principalmente sobre S. aureus. Esta \n\natividade não foi significativamente diferente dos outros extratos, direcionando nossa escolha \n\npara um extrato cujo veículo é inócuo aos tecidos. \n\n Para realização do teste de biocompatibilidade do extrato aquoso de P. guineense com \n\ntecido conjuntivo subcutâneo, foram utilizados 24 ratos (Rattus norvegicus, albino Wistar) \n\nmachos, com 60 dias de vida, pesando em média de 300g, procedentes do biotério do \n\nDepartamento de Antibióticos da UFPE.   \n\nOs animais foram mantidos em gaiolas de polietileno, em número de 6 por gaiola, à \n\ntemperatura de 22 ± 2ºC, sob condições padrão de iluminação (ciclo claro-escuro de 12/12 \n\nhoras), alimentados com dieta sólida (ração Labina da Agribrands Purina do Brasil Ltda.) e \n\nágua ad libitum. Os procedimentos adotados no manejo dos animais foram realizados de \n\nacordo com as normas preconizadas pelo “National Institute Guide for Care and Use of \n\nLaboratory Animals” e aprovados pelo Comitê de Ética em Experimentação Animal da \n\nUFPE, nº 23076.00669/2008-89. \n\n \n\n \n\n4.3.3 Metodologia \n\n \n\n Os animais foram divididos em quatro grupos, cada grupo com seis animais (n=24): \n\ngrupo I (grupo eutanasiado após sete dias da injeção do extrato), grupo II (grupo eutanasiado \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n41 \n\n \n\napós quatorze dias da injeção do extrato), grupo III (grupo eutanasiado após vinte e oito dias \n\nda injeção do extrato) e grupo IV (grupo eutanasiado após trinta e dois dias da injeção do \n\nextrato).  \n\nA partir da linha média, eqüidistante da inserção da cauda e da cabeça do animal, \n\nforam administradas duas injeções de 1 mL no tecido subcutâneo do animal. A primeira no \n\nlado direito (o extrato aquoso de P. guineense Swartz na concentração inibitória mínima - 0,4 \n\nmg/mL, equivalente a dose de 1,3 mg/kg) e a segunda no lado esquerdo (solução fisiológica) \n\n(Figura 9). \n\nApós 7, 14, 28 e 32 dias desta administração, cada grupo de animais foi eutanasiado \n\npor dose excessiva de anestésicos cloridrato de quetamina à 5% (Vetanarcol, König) e \n\ncloridrato de xilazina à 2% (Kensol, König).  \n\nOs animais foram tricotomizados e o tecido conjuntivo juntamente com a área \n\ncircunjacente à injeção do extrato foram obtidos. O material recolhido foi imediatamente \n\nimerso em solução fisiológica e cortes transversais foram realizados de modo a facilitar a \n\npenetração da substância fixadora de Boiun (750 mL de solução saturada de ácido pícrico, \n\n250 mL de formol a 40%, ácido acético glacial 50 mL). Em seguida foram realizados vários \n\nprocedimentos histológicos para observação em microscopia óptica (XAVIER et al, 1973; \n\nCOUTO et al, 2000).  \n\nCortes laterais foram obtidos com micrótomo ERMA (Tokyo-Japan), utilizando \n\nnavalha ajustada para 6µm cada. Os cortes foram estirados em banho-maria histológico, \n\ndispostos em lâminas untadas com albumina de Mayer, colocadas em estufas por \n\naproximadamente 30 min a 37°C para secagem do material.  Os espécimes receberam o \n\ntratamento de coloração pela hematoxilina e eosima (HE). As lâminas foram montadas em \n\nEntellan e finalizadas para observação e fotomicrografadas em Microscópio Óptico Olympus \n\nModelo BX50, Video Câmera Samsung Modelo SHC 410NAD, Software: TV Tuner \n\nApplication. \n\nPara análise quantitativa de células fibroblásticas, utilizou-se o sistema Mesurim Pro. \n\nOs valores foram expressos em média ± desvio padrão da média. As diferenças entre os \n\ngrupos foram analisadas através da Análise de Variância (ANOVA). \n\n \n\n \n\n \n\n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n42 \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\nFigura 9. Esquema realizado para o ensaio de biocompatibilidade do extrato aquoso de P. guineense \nSwartz com o tecido subcutâneo de ratos albinos Wistar (Rattus novergicus). (Érika R. S. Araújo, \n\n2008). \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n43 \n\n \n\n5. RESULTADOS E DISCUSSÃO \n\n5.1. Análise Fitoquímica das folhas de P. guineense Swartz \n\nApós solubilização num sistema composto por DMSO/Tween80/H2O (1,5:1,0:17,5), \n\nos extratos das folhas de P. guineense Swartz apresentaram diversas colorações: o extrato éter \n\nde petróleo coloração amarelada, acetato de etila, verde escuro; metanol; verde claro e o \n\nextrato aquoso submetido à liofilização resultando em um pó fino de coloração marrom. \n\nA análise fitoquímica dos extratos de P. guineense Swartz mostrou a presença de \n\nmono e sesquiterpenos nos extratos éter de petróleo e acetato de etila; flavonóides nos \n\nextratos acetato, metanol e água; triterpenos e esteróides no extrato éter de petróleo; açúcares \n\nnos extratos metanólico e aquoso; proantocianidinas e leucoantocianidinas condensadas no \n\nmetanólico e aquoso; e taninos hidrolisáveis no extrato aquoso. Não foi observada a presença \n\nde alcalóides, saponinas, iridóides, cumarinas, derivados cinâmicos, fenilpropanoglicosídeos e \n\nantraquinonas (Tabela 3; Figura 10).  \n\n \n\n \n\nMetabólitos secundários Éter de Petróleo Acetato de \nEtila \n\nMetanólico Aquoso \n\nAlcalóides (-) (-) (-) (-) \n\nAntraquinonas (-) (-) (-) (-) \n\nDerivados cinâmicos e \nfenilpropanoglicosídeos \n\n(-) (-) (-) (-) \n\nCumarinas (-) (-) (-) (-) \n\nFlavonóides (-) (++) (+++) (+++) \n\nProantocianidinas condensadas e \nleucoantocinidinas \n\n(-) (-) (++) (+) \n\nTaninos hidrolisáveis (-) (-) (-) (+) \n\nTriterpenóides e esteróides (+) (-) (-) (-) \n\nMono e sequiterpenóides (+++) (++) (-) (-) \n\nIridóides (-) (-) (-) (-) \n\nSaponinas (-) (-) (-) (-) \n\nAcúcares redutores (-) (-) (+) (+) \n\n \n\n \n\nTabela 3. Pesquisa dos metabólitos secundários nos extratos de P. guineense Swartz \n\n(-) Ausência de bandas do metabólito no extrato de P. guineense Swartz; (+) Presença de uma banda \ndo metabólito no extrato de P. guineense Swartz; (++) Presença de duas a cinco bandas do metabólito \nno extrato de P. guineense Swartz; (+++) Presença de mais de cinco bandas do metabólito no extrato \n\nde P. guineense Swartz. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n44 \n\n \n\n \n\nFigura 10.  Metabólitos secundários presentes nas folhas de P. guineense \nSwartz por CCDA. A. Monoterpenos e sesquiterpenos. (1) Extrato éter \nde petróleo; (2) Extrato acetato de etila; (3) Extrato metanólico; (4) Extrato \naquoso; (P) Padrão Timol. B. Proantocianidinas condensadas e \nleucoantocianidinas. (1) Extrato éter de petróleo; (2) Extrato acetato de \netila; (3) Extrato metanólico; Extrato aquoso. (P1) Padrão Verbacosídeo; \n(P2) Padrão Ácido Clorogênico. C. Açúcares Redutores. (1) Extrato \nmetanólico; (2) Extrato aquoso; (P) Padrão Glicose. D. Triterpenos e \nEsteróides. (1) Extrato acetato de etila; (2) Extrato éter de petróleo; (3) \nExtrato metanólico; (4) Extrato aquoso; (P) Padrão ?-sitosterol. Fotos: \n(Karina P. Randau, 2008; Érika R. S. de Araújo, 2008). \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n45 \n\n \n\n5.2. Atividade Antimicrobiana de P. guineense Swartz \n\nA análise da atividade antimicrobiana dos extratos éter de petróleo (EEP), acetato de \n\netila (EAcEt), metanólico (EM) e aquoso (EAQ) frente aos 48 microrganismos testados estão \n\napresentados na tabela 4. Todos os extratos de P. guineense Swartz mostraram-se ativos frente \n\naos microrganismos ensaiados, cujas concentrações inibitórias mínimas variaram de 0,015 a \n\n2,00 mg/mL. \n\n \n\n \n\nMicrorganismo Extrato CIM CIM100(mg/mL) CIMMG(mg/mL) \nEnterococcus faecalis Aquoso 1 1 1 \n Metanólico 0,5-1,0 0,5 0,92 \n Acetato de Etila 0,0-1,0 0,5 0,92 \n Éter de Petróleo 1 1 1 \nStaphylococcus aureus Aquoso 0,015-0,5 0,015 0,16 \n Metanólico 0,015-1 0,015 0,21 \n Acetato de Etila 0,5-1,0 0,5 0,35 \n Éter de Petróleo 0,015-0,5 0,25 0,25 \nEscherichia coli Aquoso 2 2 2 \n Metanólico 2 2 2 \n Acetato de Etila 2 2 2 \n Éter de Petróleo 1-2 1 1,41 \nPseudomonas aeruginosa Aquoso 2 2 2 \n Metanólico 1 1 1 \n Acetato de Etila 0,5-1 0,5 0,93 \n Éter de Petróleo 1 1 1 \nSalmonela enterica Aquoso 2 2 2 \n Metanólico 2 2 2 \n Acetato de Etila 2 2 2 \n Éter de Petróleo 1-2 1 1,12 \nCandida albicans Aquoso 1-2 1 1,83 \n Metanólico 2 2 2 \n Acetato de Etila 2 2 2 \n Éter de Petróleo 2 2 2 \n \n\n \n\nTodos os extratos de P. guineense Swartz mostraram sobre bacilos Gram-negativos \n\nvalores de CIM igual ou superior a 1mg/mL. \n\nTabela 4. Concentração Inibitória Mínima (CIM) dos diferentes extratos de P. guineense \nSwartz frente às cepas de Enterococcus faecalis, Staphylococcus aureus, Escherichia coli, \nSalmonela enterica e Candida albicans \n\n \n\n(CIM) Concentrações Inibitórias Mínimas, (CIM100) Concentração Mínima capaz de inibir 100% \ndo crescimento microbiano, (CIMMG) Média Geométrica da Concentração Inibitória Mínima de \ntodas as amostras de cada espécie. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n46 \n\n \n\nO extrato metanólico, acetato de etila e éter de petróleo mostraram-se mais ativos \n\nfrente às cepas de Pseudomonas aeruginosa quando comparados ao extrato aquoso. Esta \n\ndiferença foi estatisticamente significativa (p<0,01). \n\n Não houve diferença significativa entre os valores obtidos para os diferentes extratos \n\nquando avaliados contra 10 amostras de Candida albicans. A CIM foi em média 2mg/mL \n\npara estas leveduras. \n\nApós analisar os resultados obtidos dos extratos de P. guineense Swartz frente à \n\nenterobactérias do gênero Samonela, foi observado que o extrato éter de petróleo foi o mais \n\neficaz na inibição desses microorganismos. Estes resultados quando comparados aos obtidos \n\npara os extratos de maior polaridade mostrou ser significativamente diferente (p<0,01). \n\nEntretanto, não houve diferença significativa da atividade desses extratos frente a amostras de \n\nEscherichia coli. \n\nDe todos os microrganismos, as cepas de Staphylococcus aureus revelaram ser as mais \n\nsensíveis cuja média geométrica da concentração inibitória mínima foi de 0,16; 0,21; 0,35 e \n\n0,25 para o extrato aquoso, metanólico, acetato de etila e éter de petróleo respectivamente. \n\nQuando estes extratos foram comparados entre si foi observado que não houve diferença \n\nestatisticamente significativa entre eles. \n\nEstes resultados são importantes, uma vez que infecções estafilocócicas têm uma alta \n\nmorbidade/mortalidade. Além disso, os microrganismos estudados apresentam resistência a \n\ndiversos agentes antimicrobianos, como reportados na tabela 2. \n\nOliveira et al., (2001) em um estudo sobre o perfil de cepas de S. aureus isolados de \n\npacientes hospitalizados em 4 hospitais públicos de São Paulo, apontam a crescente \n\nresistência das cepas desse microrganismo aos antimicrobianos com atividade \n\nantiestafilocócica atualmente disponíveis, como aminoglicosídeos, cloranfenicol, \n\nlincosamídeos, macrolídeos, quinolonas e tetraciclina.  \n\nA presença de taninos e flavonóides nos extratos metanólico e aquoso de P. guineense \n\npode estar relacionada a sua atividade antimicrobiana verificada principalmente sobre as \n\ncepas de S. aureus.  \n\nGonzález et. al. (2005), avaliaram microbiologicamente as frações obtidas com éter de \n\npetróleo, diclorometano, acetato de etila e metanol oriundos do extrato etanólico da casca, \n\nfolhas e polpa dos frutos de P. guineense Swartz. Estas frações mostraram-se ativas frente às \n\ncepas Streptococcus mutans ATCC3108 e de uma amostra de Streptococcus viridans isolados \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n47 \n\n \n\nda clínica médica.  Este autor associa a atividade antimicrobiana à presença de taninos e \n\nflavonóides encontrados no extrato etanólico das folhas de P. guineense Swartz.  \n\nAo precipitar proteínas, os taninos propiciam um efeito antimicrobiano e antifúngico \n\n(BRUNETON, 1991; MELLO &amp; SANTOS, 2002). Os flavonóides agem formando \n\ncomplexos com as células bacterianas (STERN et al., 1996). \n\nO mecanismo de ação dos taninos pode ser explicado por três hipóteses. A primeira \n\nimplica que os taninos inibem enzimas bacterianas e fúngicas e/ou complexam com os \n\nsubstratos dessas enzimas; a segunda relaciona a ação dos taninos sobre as membranas \n\ncelulares dos microrganismos, modificando seu metabolismo; e a terceira fundamenta-se na \n\nformação de um complexo dos taninos com íons metálicos, diminuindo a disponibilidade de \n\níons essenciais para o metabolismo microbiano (SCALBERT, 1991; MELLO &amp; SANTOS, \n\n2002). \n\nMuitos flavonóides isolados de diferentes plantas apresentam in vitro atividade \n\nantimicrobiana (HARBORNE et al., 1976; JENSEN et al., 1998; ALCERITO et al., 2001; \n\nPENNA et al., 2001; PANIZZI et al., 2002). A atividade antimicrobiana dos flavonóides está \n\nprovavelmente relacionada à capacidade deste composto de se complexar com proteínas das \n\ncélulas bacterianas formando complexos irreversíveis com ácidos aminonucleofílicos, o que, \n\nfreqüentemente, leva à inativação da proteína e perda da função (STERN et al., 1996). Muitos \n\nflavonóides lipofílicos podem ainda romper a parede bacteriana (TSUCHIYA et al., 1996).  \n\nA discreta atividade inibitória dos extratos brutos de P. guineense Swartz, sobre as \n\nbactérias Gram-negativas e leveduras Candida albicans obtidos no presente estudo está \n\nprovavelmente relacionada às diferenças estruturais que estes microrganismos apresentam em \n\nrelação às bactérias Gram-positivas, como por exemplo, a presença de uma membrana externa \n\nsobre o peptideoglicano, de uma cápsula, de porinas, e na própria constituição da parede \n\ncelular (KONEMAN et al., 1999).  \n\nAs bactérias Gram-negativas contêm uma maior porcentagem de lipídeos (11-22%) \n\nque as bactérias Gram-positivas (1-4%). Essa diferença está relacionada com a \n\npermeabilidade dos cocos, que com menos lipídeos são conseqüentemente mais permeáveis, \n\npermitindo a passagem de vários tipos de moléculas para seu interior (SHANAB, 2004). \n\nOs resultados encontrados estão de acordo com o trabalho de Abu-Shanab et. al. \n\n(2004), que relatam a resistência das bactérias Gram-negativas, como E. coli e P. aeruginosa \n\na diversos compostos de origem natural. A resistência dos bacilos Gram-negativos a estes \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n48 \n\n \n\ncompostos pode está ligada a concentrações muito baixas de substâncias ativas presentes nos \n\nextratos ou bloqueio na passagem destas para o interior da célula bacteriana.  \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n49 \n\n \n\n5.3. Biocompatibilidade do extrato aquoso de P. guineense Swartz com tecido \n\nsubcutâneo de ratos albinos (Wistar)  \n\n \n\nO tecido subcutâneo foi analisado microscopicamente com o objetivo de detectar \n\npossíveis alterações morfológicas das células e dos seus elementos estruturais, bem como do \n\ntecido como um todo. Também foi realizado o acompanhamento clínico dos animais ao longo \n\ndos dias após a injeção dos extratos. \n\n Não foram evidenciadas quaisquer alterações morfológicas em nenhum dos grupos \n\nexperimentais quando estes foram comparados ao controle. Foram observadas fibras \n\ncolágenas coradas pela eosina, dispostas em diversos sentidos e numerosos fibroblastos de \n\nlimites citoplasmáticos imprecisos, cujos núcleos se destacam (Figuras 11 e 12). Os animais \n\nnão apresentaram nenhuma reação alérgica ou inflamatória do local da injeção do extrato.  \n\nApós a análise ao microscópio de luz, foi realizada a contagem de fibroblastos, cujos \n\nresultados estão descritos na tabela 5. Não foi observada diferença estatisticamente \n\nsignificativa entre o grupo tratado e controle em todos os tempos estudados. \n\n \n\n \n\nGrupos T 07 Dias T 14 Dias T 28 Dias T 32 Dias \n\nControle- soro fisiológico 23,50 ±4,80 23,66±4,45 26±3,10 27,66±5,90 \n\nTratado- extrato aquoso de \n\nP. guineense (dose 1,3mg/mL) \n23,66±5,80 24,83±4,44 27,66±3,72 27,33±4,32 \n\nTabela 5. Ocorrência de fibroblastos no tecido subcutâneo de ratos albinos após o estudo da \nbiocompatibilidade do extrato aquoso de P. guineense Swartz \n\nOs valores representam a média ± desvio padrão de 6 animais \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n50 \n\n \n\n \n\nA1 \n\nE F \n\nB1 B2 \n\nA2 \n\nD2 \n\nC1 \n\nD1 \n\nC2 \n\nD1 \n\nFC \n\nFC FC \n\nFC \n\nFC \n\nFC \n\nFC \nFC \n\nF \n\nF \n\nF \n\nF \n\nF \n\nF \nF \n\nF \n\nFigura 11. Fotomicrografias do tecido conjuntivo subcutâneo de ratos albinos. (1) Grupo Controle e (2) Grupo Tratado, \napós 7(A), 14(B), 28(C) e 32(D) dias da injeção com o extrato aquoso de P. guineense. Observar (F) Fibroblastos e \n(FC) Fibras Colágenas.  Aumento (40x) Coloração (HE). (Érika R. S. de Araújo, 2009). \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n51 \n\n \n\n \n\nA 1 \n\nC1 \n\nB1 B2 \n\nA2 \n\nC2 \n\nD1 D2 \n\nFigura 12. Fotomicrografias do tecido conjuntivo subcutâneo de ratos albinos. (1) Grupo Controle e (2) \nGrupo Tratado, após o 7(A), 14(B), 28(C) e 32(D) dias da injeção com o extrato aquoso de P. guineense. \nObservar (F) Fibroblastos e (FC) Fibras Colágenas.  Aumento (200x) Coloração (HE). (Érika R. S. de \nAraújo, 2009). \n\nF F \n\nF \n\nF \n\nFC \n\nFC \n\nFC \n\nFC \n\nFC \nFC \n\nFC FC \n\nF \nF \n\nF \n\nF \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n52 \n\n \n\n \n\nO recente crescimento no interesse da fitoterapia alternativa para o tratamento e \n\nprevenção de várias doenças, acarreta uma ampla preocupação a respeito da segurança do uso \n\nde plantas medicinais. Existem inúmeros cuidados a respeito do uso dos fitoterápicos e sua \n\nhabilidade de produzir efeito tóxico e reações adversas. A toxicidade acidental ocorre \n\nprincipalmente devido à crença de que remédios à base de plantas são isentos de reações \n\nadversas, sendo vistos como “naturais” (SAAD, 2006). \n\nDessa maneira, fazem-se necessários estudos que possam garantir o efeito não tóxico \n\ndesses medicamentos. Devido à atividade antimicrobiana apresentada pelo extrato aquoso das \n\nfolhas de P. guineense Swartz foi realizada a biocompatibilidade com tecido subcutâneo de \n\nratos albinos (wistar).  \n\nA modulação do processo inflamatório com formação e amadurecimento de \n\nfibroblastos, responsável pela produção de matriz de colágeno e pela formação do tecido de \n\ngranulação, quando significantes, são características de indução de atividade de cicatrização. \n\n(ROCHA, GURJÃO &amp; BRITO JUNIOR, 2005). \n\nAs reações de células granulares caracterizam-se por coleções de histiócitos com \n\ncitoplasma eosinofílico granular no sítio do trauma operatório. Essas reações histiocíticas têm \n\nparticular semelhança com tumores de células granulares, mas geralmente podem ser \n\ndiferenciadas pelo fato de que os núcleos nestas reações são pequenos e os grânulos são \n\ngrandes (MACEDO NETO, 2000). Além disso, as células geralmente cercam nódulos de \n\nmaterial inerte (corpos estranhos), similares ao material granular citoplasmático (SOBEL, \n\nAVRIN &amp; SCHWARZ, 1974).  \n\nO reparo tecidual envolve regeneração e cicatrização, chamada também de fibroplasia \n\nou fibrose, caracterizadas pela migração, proliferação e diferenciação celular. O controle da \n\nproliferação celular é feito por fatores solúveis no microambiente, as citocinas, que podem \n\nestimular ou inibir este processo, (SIQUEIRA JR. &amp; DANTAS, 2000). \n\nO aumento do número de células fibroblásticas e da epitelização, sugere atividade \n\ncicatrizante (MARTINS &amp; et al, 2006). \n\nA presença de taninos, flavonóides, açúcar, proantocianidinas condensadas e \n\nleucoantocianidinas, no extrato aquoso das folhas de P. guineense Swartz não causaram no \n\ntecido conjuntivo analisado quaisquer alterações morfológicas, sendo isto um indicativo da \n\ncompatibilidade do extrato com o tecido animal. \n\n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n53 \n\n \n\nÉ importante destacar que dos pedidos de patentes das plantas brasileiras da Amazônia \n\nobservados por Moreira et al. (2006), 89,3% foram pedidos para aplicações terapêuticas, \n\nprincipalmente para uso dermatológico, o que só aumenta a relevância de estudos que avaliem \n\na biocompatibilidade desses medicamentos com o tecido animal.   \n\nEm virtude da atividade antimicrobiana observada do extrato aquoso de P. guineense \n\nfrente a cepas de Staphylococcus aureus (sete das oito cepas são resistentes a diversos \n\nantimicrobianos), pode-se pensar na utilização desta planta na formulação de um \n\nmedicamento, uma vez que este microrganismo está entre os mais envolvidos em infecções \n\nhospitalares principalmente os resistentes a meticilina (WALDVOGEL 2000; LOWY 2003, \n\nDE LANCASTRE et al, 2007; RATTI, 2009). \n\nDesta posição, a busca de novos compostos vegetais com ação antimicrobiana se \n\napresenta como um modelo experimental, ecologicamente correto, para se produzir \n\nsubstâncias que sejam eficazes e menos agressivas aos homens, contribuindo, assim, com a \n\nmelhoria da qualidade de vida. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n54 \n\n \n\n6. CONCLUSÕES \n\n \n\nA presença de metabólitos secundários, como taninos e flavonóides, nos extratos de P. \n\nguineense Swartz parece estar relacionada com a atividade antimicrobiana verificada contra \n\nos microrganismos testados, uma vez que esses metabólitos agem precipitando proteínas e \n\nformando complexos na célula bacteriana. \n\nDentre os microrganismos estudados, o que apresentou maior susceptibilidade aos \n\nextratos de P. guineense Swartz foi Staphylococcus aureus.  \n\nEm que se concerne aos estudos in vivo, não houve alterações morfológicas nem \n\ncelulares no tecido analisado. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n55 \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n \n \n \nABU-SHANAB, B. et al. Antibacterial activities of some lant extracts utilized in popular \nmedicine in alestine. Turkish Journal of Biology, v. 28, p. 99- 102, 2004.  \n \n \nAKERELE O. Tradicional Medicine Programme. Tradicional herbal medicines around the \nglob: modern perpectives. Swiss Pharma. 13:57-62. 1991. \n \n \nALCERITO, T.; BARBO, F.E.; NEGRI, G.; SANTOS, D.Y.A.C.; MEDA, C.L.; YOUNG, \nM.C.M.; CHÁVEZ, D.; BLATT, C.T.T.  - Foliar epicuticular wax of Arrabidaea brachypoda: \nflavonoids and antifungal activity.  Biochemical Systematies and Ecology, 30: 677-83, \n2001. \n \n \nALONSO, J.R. Tratado de Fitomedicina: bases clínicas y farmacológicas. Buenos Aires: \nIsis ediciones SRL, 1039 p. 1998. \n \n \nAMORIM, J. A. Fitoterapia popular e saúde da comunidade: diagnóstico para proposta \nde integração nos serviços de saúde em Campina Grande, Paraíba, Brasil. 316 f. Tese \n(Doutorado em Prática de Saúde Pública) - Universidade de São Paulo, Faculdade de Saúde \nPública, São Paulo. 1999. \n \n \nAMOROZO, M.C.M. A abordagem etnobotânica na pesquisa de plantas medicinais. In: DI \nSTASI, L.C. Plantas medicinais: arte e ciência. São Paulo: UNESP. p. 47-68.1996.  \n \n \nANDRADE, L.D. Estudos fitogeográficos de Pernambuco.  Instituto de Pesquisas \nAgronômicas de Pernambuco, 50 p. (Publicação, n.2). 1957 \n \n \nANJANEYULU, M.; CHOPRA, K. Quercetin, an anti-oxidant bioflavonoid, attenuates \ndiabetic nephropathy in rats. Clinical and Experimental Pharmacology and Physiology, \nCarlton, v. 31, n. 4, p. 244- 8, 2004. \n \n \nAPEL, M. A., LIMBERGER, R. P., SOBRAL, M., et al. Investigação da atividade \nantimicrobiana de espécies da família Myrtaceae. XV Simpósio De Plantas Medicinais Do \nBrasil. Águas de Lindóia, São Paulo, SP. p.51.1998. \n \n \nAPEL, M. A.; LIMA, M. E.; SOUZA, A.; et al. Screening of the biological activity from \nessential oils of native species from the atlantic rain forest (São Paulo – Brasil). \nPharmacology online 3:376-383, 2006. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n56 \n\n \n\nARAÚJO, A.A. Medicina rústica. 3  ed. São Paulo: Brasiliense; 1979. \n \n \nBARBOSA, W. L. R.; PINTO, L. N. Documentação e valorização da fitoterapia tradicional \nKayapó nas aldeias Aukre e Pykanu – sudeste do Pará. Revista Brasileira de \nfarmacognosia, São Paulo, v. 13, supl., p. 47-49, 2003. \n \n \nBARROSO, G. M.; GUIMARÃES, E. F.; ICHASO, et al. Sistemática de angiospermas do \nBrasil. v.2. Editora UFV, Viçosa. 1984. \n \n \nBARROSO, G.M.; PERÓN, V. Myrtaceae. In Reserva Ecológica de Macaé de Cima, Nova \nFriburgo, RJ. Aspectos florísticos das espécies vasculares. (M.P.M. Lima &amp; R.R. Guedes-\nBruni, eds.). Jardim Botânico do Rio de Janeiro, Rio de Janeiro, v.1, p.261-302. 1994. \n \n \nBENSOUSSAN A.; MYERS, S. P.; CALTON A. L. Risk associated with the practice of \ntraditional Chinese Medicine: an Australian study. Archives of Farm Medicine, Chicago, v. \n9, p. 1071-1078, Nov/Dec, 2000.  \n \n \nBITTENCOURT, S. C.; CAPONI, S.; FALKENBERG, M. B. O uso das plantas medicinais \nsob prescrição médica: pontos de diálogo e controvérsia com o uso popular. Revista \nBrasileira de Farmacognosia, São Paulo, v. 12, supl., p. 89-91, 2002. \n \n \nBORN, G. C. C. Plantas Medicinais da Mata Atlântica (Vale do Ribeira, São Paulo, \nBrasil):extrativismo e sustentabilidade. 289 f. Tese (Doutorado em Saúde Ambiental) – \nUniversidade de São Paulo, Faculdade de Saúde Pública, São Paulo. 2000. \n \n \nBRANDÃO, M. G. L. A participação do laboratório farmacognosia da UFMG no \naprimoramento dos produtos fitoterápicos em Minas Gerais. Revista Brasileira de \nFarmacognosia, São Paulo, v. 5, n. 2, p. 201-210, 1996. \n \n \nBRANDÃO, M.; LACA-BUENDIA, J. P.; MACEDO, J. F. Árvores nativas e exóticas do \nEstado de Minas Gerais. Belo Horizonte:EPAMIG. 528p. 2002. \n \n \nBRIGGS, B.G., JOHNSON, L.A.S. Evolution in the Myrtaceae - Evidence from inflorescence \nstructure. Proceedings of the Linnean Society of New South Wales 102(4): 160-250. 1979. \n \n \nBRUNETON, J.; Elementos de Fitoquímica y de Farmacognosia, Ed. Acribia,SA: \nEspanha, 1991. \n \n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n57 \n\n \n\nCAETANO, N. N.; SARAIVA, A.; PEREIRA, R et al. Determinação da atividade \nantimicrobiana de extratos de plantas de uso popular como antiinflamatório. Revista \nBrasileira de Farmacognosia, São Paulo, v. 12, supl., p. 132-135, 2002. \n \n \nCAETANO, N. N.; FONTE, J. R.; BORSATO, A. V. Sistemas de produção de plantas \nmedicinais na região metropolitana de Curitiba. Revista Brasileira de Farmacognosia, São \nPaulo, v. 13, supl., p. 74-77, 2003. \n \n \nCALIXTO J. B. Efficacy, safety, quality control, marketing and regulatory guidelines for \nherbal medicines (phytoterapeutic agents). Brazilian Journal of Medical and Biological \nResearch, Ribeirão Preto, v. 33, n. 2, p. 179-189, 2000.   \n \n \nCALIXTO, J.B. Plantas Medicinais sob a ótica da moderna química medicinal. Chapecó: \nArgos, p 318- 334; 2001. \n \n \nCAVALCANTI, E. S. B.; MORAIS, S. M.; LIMA, M. A.; SANTANA, E. W. P. Larvicidal \nActivity of Essential Oils from Brazilian Plants against Aedes aegypti L. Memórias do \nInstituto Oswaldo Cruz, Rio de Janeiro, v. 99, n. 5, p. 541-544, ago. 2004. \n \n \nCHAVARRÍA F, MASÍS A, ESPINOZA R, GUADAMUZ A, PÉREZ D. Species de \nPsidium guineense (Myrtaceae). [serie en internet]. [citado 26 Sep 1998]. Disponível em: \nhttp://www.acguanacaste.ac.cr    \n \n \nCLSI (NCCLS). Methods for Dilution Antimicrobial Susceptibility  Tests for Bacteria \nThat Grow Aerobically; Approved Standard—Sixth Edition. NCCLS document M7-A6 \n(ISBN 1-56238-486-4). NCCLS, 940 West Valley Road, Suite 1400, Wayne, Pennsylvania \n19087-1898 USA, 2003.  \n \n \nCOSTA, A. F. Farmacognosia. 5. ed. Lisboa: Fundação Calouste Gulbenkian, 2002. v.2. \n \n \nCOSTA, A. F.S. Tecnologias para produção de goiaba. Instituto Capixaba de Pesquisa, \nAssistência técnica e extensão Rural. Vitória, ES. 2003 \n \n \nCOUTO, G. B. L.; XIMENES, E.; SANTANA, et al. Biocompatibilidade do Extrato Hidro-\nalcoólico da Lippia sidoides Cham (verbenaceae). Revista do Conselho Regional de \nOdontologia de Pernambuco, Pernambuco, v. 3, n. 2, p. 83-90, 2000. \n \n \nCOWAN, M. M. Plants products as antimicrobial agents. Clinical Microbiology Reviews, \nv.12 , n. 4, p. 564-582, Oct.1999. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n58 \n\n \n\nCRONQUIST, A. 1981. An integrated system of classification of flowering plants. New \nYork Botanical Garden, Columbia University Press, New York. Pp. 639-642. \n \n \nDE LENCASTRE H, OLIVEIRA D, TOMASZ A. Antibiotic resistant Staphylococcus \naureus: a paradigm of adaptive power. Current Opinion of Microbiology. 2007; 10(5):428-\n35. \n \n \nDEMATTÊ, M.E.S.P. Princípios de paisagismo.  Jaboticabal: Funep, 1997. 104p. \n \n \nELIZABETSKY, E. Etnofarmacologia como ferramenta na busca de substâncias ativas. In: \nSIMÕES, C.M.O.; SCHENKEL, E.P.; GOSMANN, G.; MELLO, J.C.P.; MENTZ, L.A.; \nPETROVICK, P.R. Farmacognosia: da planta ao medicamento. 3 ed. Porto \nAlegre/Florianópolis: Ed. Universidade UFRGS/ Ed. UFSC. p. 87-99.2001.  \n \n \nFERRO, V. O. Produtos naturais e o farmacêutico. Revista Brasileira de Farmacognosia, \nSão Paulo, v. 2/4, p. 102-105, 1987/1989. \n \n \nFONTE, N.N. A complexidade das plantas medicinais: algumas questões atuais de sua \nprodução e comercialização. Curitiba: 183 f. Tese (Doutorado em Ciências) – Programa de \nPós-Graduação em Agronomia – Produção Vegetal, Setor de Ciências Agrárias, Universidade \nFederal do Paraná. 2004. \n \n \nGONZÁLEZ, A M N., GONZÁLEZ, M B R,. PINTO, N L S. Estudio fitoquímico y actividad \nantibacterial de Psidium guineense Sw (choba) frente a Streptococcus mutans, agente causal \nde caries dentales. Revista Cubana Pantas Medicinales,10(3-4); 2005. \n \n \nGUILHERME, F.A.G., MORELLATO, L.P.C. &amp; ASSIS, M.A. Horizontal and vertical tree \ncommunity structure in a lowland Atlantic rain forest, Southeastern Brazil. Revista \nBrasileira de Botânica 27:725-737. 2004. \n \n \nHAIDA, K. S., PARZIANELLO, L., WERNER, S., GARCIA, D. R., INÁCIO, C. V. \nAvaliação in vitro da atividade antimicrobiana de oito espécies de plantas medicinais. \nArquivos Ciência Saúde Unipar, Umuarama, v. 11, n. 3, p. 185-192, set./dez. 2007. \n \n \nHARBORNE J.B. Phytochemical Methods. Third ed. Chapman &amp; Hall. London. 1998. \n \n \nHARBORNE, J.B.; INGHAM, J.L.; KING, L.; PAYANE, M.  - The isopentenyl isoflavone \nluteone as a pre-infectional antifungal agent in the genus  Lupinus. Phytochemistry, 15:1485-\n7, 1976. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n59 \n\n \n\nHASHIMOTO, Y. Diferenciação de esteróides e triterpenóides pela reação corada. Simpósio \nsobre Produtos Naturais da América Tropical. Rio de Janeiro – GB, p.95-96, 1970. \n \n \nHOSTTETMANN, K.; QUEIROZ, E. F.; VIEIRA, P. C. Princípios ativos de plantas \nsuperiores. São Carlos. Universidade Federal de São Carlos, 2003. \n \n \nJAIARJ, P.; KHOOHASWAN, P.; WONGKRAJANG, Y, et al. Anticough and antimicrobial \nactivities of Psidium guajava Linn. leaf extract. Journal of Ethnopharmacology, Limerick, \nv. 67, p. 203-12, 1999.  \n \n \nJENSEN, P. R.; JENJINS, K. M.; PORTER, D.; FENICAL, W. - Evidence that a new \nantibiotic flavone glycoside chemically defends the sea grass  Thalassia testudinum against  \nzoosporic fungi. Applied and Environmental Microbiology, 64: 1490-6, 1998. \n \n \nKATAOKA, V.M.F.; MELO, A.M.M.F.; EBERHARDT, G.N, et al.  Avaliação da \ncomposição química e atividade antimicrobiana dos extratos etanólicos das cascas, dos frutos \ne das folhas de Campomanesia adamantium.  IX Simpósio Nacional Cerrado, II Simpósio \nInternacional de Savanas Tropicais. ParlaMundi, Brasília, DF. 2008. \n \n \nKONEMAN EW, ALLEN SE, JANDA WM, SCHRECKENBERGER PD, et al. Diagnóstico \nMicrobiológico Texto y Atlas Color. 5. ed. Buenos Ayres: Panamericana. 1999. \n \n \nKOROKOLVAS , A.  A riqueza potencial de nossa flora. Revista Brasileira de \nFarmacognosia, São Paulo, v. 1, p. 1-7, Jan/Jun, 1996. \n \n \nLANDRUM L R;  CLARK W. D., SHARP W. P., et al. Hybridization  between  Psidium \nguajava L. and P. guineense  Sw. (MYRTACEAE).  Economic Botany 49(2):153-161.  \n1995. \n \n \nLANDRUM, L.R. &amp; KAWASAKI, M.L.. The genera of Myrtaceae in Brazil. An illustrated \nsynoptic treatment and identification keys. Brittonia 49:508-536. 1997. \n \n \nLAPCIK, O., KLEJDUS, B., KOKOSKA, L., et al. Identification of isoflavones in Acca \nsellowiana and Psidium species (Myrtaceae). Biochemical Systematics and Ecology 33, \n983-992, 2005. \n \n \nLIMBERGER, R.P., APEL, M.A., SOBRAL, M., et al. Investigação da atividade \nantimicrobiana do óleo volátil de espécies da família Myrtaceae. Revista Brasileira de \nFarmácia,79:49-52, 1998. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n60 \n\n \n\nLOZOYA, X.; REYES-MORALES, H.; CHÁVEZ-SOTO, et al. Intestinal anti-spasmodic \neffect of a phytodrug of Psidium guajava folia in the treatment of acute diarrheic disease. \nJournal of Ethnopharmacology, Limerick, v. 83, p. 19-24, 2002. \n \n \nLOWY, F.D. Antimicrobial resistance: the example of Staphylococcus aureus. Journal of \nClinical Investigation. 111, 1265–1273. 2003 \n \n \nLUTTERODT, D.G., MALEQUE, A. Effects on mice locomotor activity of a narcotic-\nlikeprinciple from Psidium guajava leaves. Journal of  Ethnopharmacology, 24:219-231, \n1988. \n \n \nMACEDO NETO, A.V. &amp; et al. Reação granulomatosa do tipo corpo estranho simulando \ntumor de parede torácica em cicatriz de toracotomia prévia. Jounal of Pneumology, \n26(3):139 141, mai-jun, 2000. \n \n \nMACIEL, M. A. M.; PINTO, A. C.; VEIGA JUNIOR, et al. Plantas medicinais: a \nnecessidade de estudos multidisciplinares. Química Nova, São Paulo, v. 25. n. 3, p. 429-\n438, 2002. \n \n \nMAGINA, M.D.A.; GILIOLI, A.; DALMARCO, et al. Atividade antimicrobiana de três \nespécies de Eugenia. XVI Encontro de Química da Região Sul (16-SBQSul). 2008. \n \n \nMANOSROI, J.; DHUMTANOM, P.; MANOSROI, A. Anti-proliferative activity of essential \noil extracted from Thai medicinal plants on KB and P388 cell lines. Cancer Letters., \nLimerick, p. 1-7, 2005. \n \n \nMATTOS, P.P; SALIS, S.M. Crescimento de plantas jovens de duas fruteiras nativas da sub-\nregiao da Nhecolandia, Pantanal Mato-Grossense, Corumba, MS. CONGRESSO \nNACIONAL DE BOTANICA, 44. Sao Luís. Resumos. São Luis: Universidade Federal do \nMaranhão / Sociedade Botânica do Brasil, 1993. v.2.p.370. 1993. \n \n \nMARINHO, V.M.C. Como as empresas brasileiras de cosméticos estão utilizando o \nconhecimento tradicional e as plantas medicinais. En: XXVI RESEM – Reunião Anual \nsobre Evolução, Sistemática e Ecologia Micromoleculares. Instituto de Química. \nUniversidade Federal Fluminense. Rio de Janeiro, Brasil. 2004. \n \n \nMARINHO, V.M.C; SEIDL, P. R.; LONGO, W. P. The biological diversity - a potential \nsource of competitive advantage for brazilian pharmaceutical industry. Espacios, v.29, no.1, \np.49-67. 2008. \n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n61 \n\n \n\nMARQUES, M. B. Patentes farmacêutcias e acessibilidade a medicamentos no Brasil. \nHistória, Ciências, Saúde-Manguinhos, Rio de Janeiro, v. 7, n. 1, p.7-21, 2000. \n \n \nMARTIN, M. J.; LA-CASA, C.; ALARCON-DE-LA-LASTRA, C.; et al. Anti-oxidant \nmechanisms involved in gastroprotective effects of quercetin. Journal of Biosciences, \nBangalore, v. 53, n. 1/2, p. 82-8, 1998. \n \n \nMARTINS, N.L.P. &amp; et al. Análise comparativa da cicatrização da pele com o uso \nintraperitoneal de extrato aquoso de Orbignya phalerata (babaçu): estudo controlado em \nratos. Acta Cirurgica Brasileira, 21(supl.3): 66-75, 2006. \n \n \nMELLO, C. P.; SANTOS, S.C. Taninos. In: Farmacognosia: da planta ao medicamento. \nOrganizadopor Cláudia Maria Oliveira Simões et al. 4 ed. Porto Alegre / Florianópolis: \nEditora Universitária / UFRGS /Ed. da UFSC, 2002. 950 p. \n \n \nMETZ, H. Thin-layer chromatography for rapid assays of enzymic steroid transformations \nNaturwissenschaften, n.48, p.569-570, 1961. \n \n \nMINISTÉRIO DA SAÚDE. A fitoterapia no SUS e o Programa de Pesquisa de Plantas \nMedicinais da Central de Medicamentos / Ministério da Saúde, Secretaria de Ciência, \nTecnologia e Insumos Estratégicos, Departamento de Assistência Farmacêutica. – Brasília \n148 p. – (Série B. Textos Básicos de Saúde), 2006.   \n \n \nMINISTÉRIO DA SAÚDE. SECRETARIA DE POLÍTICAS DE SAÚDE. Proposta de \nPolítica Nacional de Plantas Medicinais e Medicamentos Fitoterápicos: versão \nsistematizada. Brasília, DF, 2002b. 31p. Documento não publicado. \n  \n \nMINISTÉRIO DA SAÚDE. SECRETARIA DE CIÊNCIA, TECNOLOGIA E INSUMOS \nESTRATÉGICOS. Seminário Nacional de Plantas Medicinais, Fitoterápicos e Assistência \nFarmacêutica: preparatório à conferência nacional de medicamentos e assistência \nfarmacêutica. Brasília: Ministério da Saúde, 2003. 11 p. Relatório Técnico. \n \n \nMINISTÉRIO DA SAÚDE. SECRETARIA EXECUTIVA. SECRETARIA DE ATENÇÃO \nÀ SAÚDE. SECRETARIA DE CIÊNCIA, TECNOLOGIA E INSUMOS ESTRATÉGICOS. \nPolítica Nacional de Práticas Integrativas e Complementares no \nSUS (PNPIC). Brasília, 2006. 49p. Documento não publicado. \n \n \nMORALES, M. A.; LOZOYA, X. Calcium-antagonist effects of quercetin on aortic smooth-\nmuscle. Planta Medica, Stuttgart, v. 60, n. 4, p. 313-7,1994.  \n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n62 \n\n \n\nMOREIRA, A. C.; MÜLLER, A. C. A.; PEREIRA, JR. N.; et al. Pharmaceutical patents on \nplant derived materials in Brazil: policy, law and statistics. World Patent Information. 28: \n34-42. 2006 \n \n \nNADERI, G. A.; ASGARY, S.; SARRAF-ZADEGAN, N.; SHIRVANY, H. Anti-oxidant \neffect of flavonoids on the susceptibility of LDL oxidation. Molecular and Cellular \nBiochemistry, Hingham, v. 246, n. 1/2, p. 193-6, 2003 \n \n \nNEWALL, C.A., ANDERSON, L.A., PHILLIPSON, J.D. Herbal medicines: a guide for \nhealth-care professionals. London: Pharmaceutical Press, 296p. 1996. \n \n \nNEWMAN, D. J.; CRAGG, G. M.; SNADER, K. M. Natural products as sources of new \ndrugs over the period 1991 – 2002.  Journal of Natural Products, Cincinnati, v. 66, p. 1022, \n2003. \n \n \nOGAVA, S. E. N.; PINTO, M. T. C.; KIKUCHI, et al. Implantação do programa de \nfitoterapia “Verde Vida” na Secretaria de Saúde de Maringá (2000-2003). Revista Brasileira \nde Farmacognosia, São Paulo, v. 13, supl., p. 58-62, 2003. \n \n \nO’HARA, M. A.; KIEFER, D.; FARREL, K.; et al. A review of 12 commonly used medicinal \nherbs. Archives of Family Medicine, Chicago, v.7, Nov/Dec. 1998. \n \n \nOLAJIDE, O.A., AWE, S.O., MAKINDE, J.M. Pharmacological studies on the leaf of \nPsidium guajava. Fitoterapia, 70:25- 31, 1999. \n \n \nOLIVEIRA FILHO, A.T. &amp; FONTES, M.A. Patterns of floristic differentiation among \nAtlantic forests in southeastern Brazil, and the influence of climate. Biotropica 32:793-810. \n2000. \n \n \nOLIVEIRA G. A.; OKADA, S. S.; GUENTA, R. S.; et al. Avaliação da tolerância à \nvancomicina em 395 cepas hospitalares de Staphylococcus aureus resistentes à oxacilina. \nJornal Brasileiro de Patologia, Rio de Janeiro, v. 37, n. 4, p. 239-246, 2001. \n \n \nORGANIZAÇÃO DAS NAÇÕES UNIDAS PARA A EDUCAÇÃO, A CIÊNCIA \nE A CULTURA (UNESCO). Culture and Health: Orientation Texts: World Decade for \nCultural Development 1988-1997, Document CLT/DEC/PRO. Paris, 129 p. 1996. \n \n \n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n63 \n\n \n\nPANIZZI, L.; CAPONI, C.; CATALANO, S.; CIONI P.L.; MORELLI, I.  - In vitro \nantimicrobial  activity of extracts and isolated constituents of  Rubus ulmifolius. Journal of \nEthnopharmacology, 79: 165-8, 2002. \n \n \nPEIXOTO, A.L.; GENTRY, A.H. Diversidade e composição florística da mata de tabuleiro \nna Reserva Florestal de Linhares (Espírito Santo, Brasil). Revista Brasileira de Botânica \n13:19-25. 1990. \n \n \nPENNA, C.; MARINO, S.; VIVOT, E.; CRUAÑES, M.C.; MUÑOZ, J.D.; FERRARO, G.; \nGUTKIND, G.; MARTINO, V. - Antimicrobial activity of argentine plants used in the \ntreatment of infectious diseases. Isolation of active compounds from Sebastiania brasiliensis. \nJournal of Ethnopharmacology, 77: 37-40, 2001. \n \n \nPESSINI, G. L.; HOLETZ, F. B.; SANCHES, N. R.; et al. Avaliação da atividade \nantibacteriana e antifúngica de extratos de plantas utilizados na medicina popular. Revista \nBrasileira de Farmacognosia, São Paulo, v. 13, supl., p. 21-24, 2003. \n \n \nPIO CORRÊA, M. Dicionário das plantas úteis do Brasil e das exóticas cultivadas.  Rio de \nJaneiro: Imprensa Nacional.v. 6, p.170-175. 1978 \n \n \nRANDAU, K. P.; FLORÊNCIO, D. C.; FERREIRA, C. P.; et al. Estudo Estudo \nFarmacognóstico De Croton Rhamnifolius H.B.K. E Croton Rhamnifolioides Pax &amp; Hoffm. \n(Euphorbiaceae). Revista Brasileira de Farmacognosia, v. 14, n. 2, p. 89-96, 2004. \n \n \nRATTI, R.P. 1,2; SOUSA, C.P. Staphylococcus aureus meticilina resistente (MRSA) e \ninfecções nosocomiais. Rev Ciênc Farm Básica Apl., 30(2):9-16, 2009.  \n \n \nREITZ, C. D.; KLEIN, R. Mirtáceas. (Flora Ilustrada Catarinense). Itajaí: Herbário Barbosa \nRodrigues. 158 p. 1977. \n \n \nRIBEIRO, A. Q.; LEITE, J. P. V.; DANTAS-BARROS A. M. Perfil de utilização de \nfitoterápicos em farmácias comunitárias de Belo Horizonte sob a influência da legislação \nnacional. Revista Brasileira de Farmacognosia, São Paulo, v. 15, n. 1, p. 65-70, 2005. \n \n \nROBBERS, J. E.; SPEEDIE, M. K.; TYLER, V. E. Farmacognosia e \nfarmacobiotecnologia,São Paulo: Premier, 1997. \n \n \nROBERTS, E. A.H.; CARTWRIGHT, R.A.; WOOD, D.J. Flavonols of tea. Journal of the \nSciences of Food and Agiculture, n.7, p.637-646, 1956. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n64 \n\n \n\nROCHA, R.P. A.; GURJÃO, W.S. &amp; BRITO JR, L.C. Avaliação morfológica da \ncicatrização de lesões ulcerativas assépticas tratadas com soluções de papaína. VII \nCongresso Virtual Hispano-americano de Anatomia Patológica, Pág. 1 de 8. Disponível em: \nhttp://www.conganat.org/7congreso/final/vistaImpresion/trabajo=494 01/10/2005 \n \n \nSAAD, B.; AZAIZEH, H.; ABU-HIJLEH, G.; SAID, OMAR. Safety of Traditional Arab \nHerbal Medicine, Evidence-based Complemetary and Alternative Medicine, 3(4)433–439, \n2006. \n \n \nSARTORI, M.R.K.; PRETTO, J.B.; CRUZ, A.B.; et al. Antifungal activity of fractions and \ntwo purê compounds of flowers from Wedelia paludosa (Acmela brasiliensis) \n(ASTERACEAE), Pharmazie, v.58, n.8, p.567-9, 2003.  \n \n \nSCALBERT, A. Antimicrobial properties of tannins. Phytochemistry, Chichester, v.30, n.12, \np.3875-3883, 1991. \n \n \nSCHENKEL, E.P.; GOSMANN, G.; PETROVICK, P.R. Produtos de origem vegetal e o \ndesenvolvimento de medicamentos. In: SIMÕES, C.M.O. et al. (Org.). Farmacognosia: da \nplanta ao medicamento. Porto Alegre/Florianópolis: UFRGS/ UFSC. Cap.15, p.306.1999. \n \n \nSCHNEIDER, N F. Z.; MOURA, N. F.; COLPO, T.; et al. Estudos dos Compostos voláteis e \natividade antimicrobiana da Myrciaria tenella (cambuí). Revista Brasileira de Farmácia, \n89(2): 131-133, 2008. \n \n \nSERAFIN, C.; NART, V.; MALHEIROS, A.; et al. Avaliação do potencial antimicrobiano de \nPlinia glomerata (Myrtaceae). Revista Brasileira de Farmacognosia. 17(4): 578-582, \nOut./Dez. 2007.  \n \n \nSILVEIRA, L. M. S.; ROSAS, L. S.; OLEA, R. S. G.; et al. Atividade antibacteriana de \nextrato de gervão frente cepas de Staphylococcus aureus oxacilina-sensíveis e oxacilina-\nresistentes isoladas de amostras biológicas. Revista Brasileira de Análises Clínicas, vol. \n39(4): 299-301, 2007. \n \n \nSIMÕES, C. M. O.; SCHENKEL, E. P.; GOSMANN G.; et al. Farmacognosia: da planta \nao medicamento. Florianópolis/Porto Alegre; Ed. Da UFSC, 1999.  \n \n \nSIQUEIRA Jr., J.F. &amp; DANTAS, C.J.S.. Mecanismos celulares e moleculares da \ninflamação. 1a. Edição, São Paulo, SP: Medsi, 238p, 2000. \n \n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n65 \n\n \n\nSIXEL, P.J.; PECINALLI, N.R.  Seleção de Plantas para pesquisa farmacológica. Infarma, v. \n15, n.3, p.70-73, 2002. \n \n \nSOARES, S.P.; VINHOLIS, A.H.C.; CASEMIRO, L.A.; SILVA, M.L.A.; CUNHA, W.R.; \nMARTINS, C.H.G. Atividade antibacteriana do extrato hidroalcoólico bruto de \nStryphnodendron adstringens sobre microorganismos da cárie dental. Revista Odonto \nCiência, 23(2):141-144, 2008.  \n \n \nSOBEL, H.J.; AVRIN, E.; MARQUET, E. &amp; SCHWARZ, R.. Reactive granular cells in sites \nof trauma - a cytochemical and ultra structural study. American Journal of Clinical \nPathology, 61:223-234, 1974. \n \n \nSTERN, J. L.; HAGERMAN, A. E.; STEINBERG, P. D.; MASON, P. K. Phlorotanninprotein \ninteractions. J. Chem. Ecol., v. 22, p. 1887–1899. 1996.  \n \n \nSTIASNY, E. The qualitative detection and differentiation of vegetable tannins. Collegium, \np.483-499, 1912. \n \n \nTABARELLI, M.; MANTOVANI, W. A riqueza de espécies arbóreas na floresta atlântica de \nencosta no estado de São Paulo (Brasil). Revista Brasileira de Botânica 22:217-223. 1999. \n \n \nTSUCHIYA, H.; SATO, M.; MIYAZAKI, T.; et al. Comparative study on the antibacterial \nactivity of phytochemical flavanones against methicillin-resistant Staphylococcus aureus. \nJournal of.Ethnopharmacology, v. 50, p. 27–34. 1996.  \n \n \nTUCKER, A.O., MARCIARELO, M.J. Volatile leaf oils of american myrtaceae.III. Psidium \ncattleyanum Sabine, P. friedrichsthalianum (Berg) Niedenzu, P. guajava L., P. guineense Sw., \nand P. sartorianum (Berg) Niedenzu. Journal of Essential Oil Research., 7, 187-190. 1995. \n \n \nTYLER, V.E. Phytomedicines: back to the future. Journal of Natural Products, 62:1589-\n1592, 1999. \n \n \nURS, N. V. R. R.; DUNLEAVY, J. M. Enhancement of the bactericidal activity of a \nperoxidase system by phenolic compounds. Phytopathology, v. 65:686–690. 1975.   \n \n \nVASCONCELOS, A. G.; BRANQUINHO, F. B.; SANCHEZ, C.; LAGE, C. L. S. \nFitofármaco, fitoterápico, plantas medicinais: o reducionismo e a complexidade na produção \ndo conhecimento científico. Revista Brasileira de Farmacognosia, São Paulo, v. 12, supl., p. \n103-105, 2002. \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n66 \n\n \n\nWAGNER, H. BLADT. S. Plant Drug Analysis. 2\nnd\n\n,Ed. Springer, New York.1996. \n \n \nWALDVOGEL, F.A. Staphylococcus aureus (including staphylococcal toxic shock). In \nPrinciples and Practice of Infectious Diseases. ed. Mandell, G.L., Bennett, J.E. and Dolin, \nR. pp. 2069–2092. Philadelphia, PA: Churchill Livingstone. 2000. \n \n \nWANG, H. K. The therapeutic potential of flavonoids. Expert Opinion on Investigational \nDrugs, London, v. 9, n. 9, p. 2103-19, 2000. \n \n \nWANNMACHER, L. Uso indiscriminado de antibióticos e resistência microbiana: uma \nguerra perdida? Brasília, 2004. v.1,n.4. (Boletim de Saúde, 4). \n \n \nWILHELM FILHO, D.; SILVA, E.L.; BOVERIS, A. Flavonóides antioxidantes de Plantas \nMedicinais e Alimentos: Importância e Perspectivas Terapêuticas. In: YUNES, R.A.;  \n \n \nWOODMAN, O. L.; CHAN, E. C. Vascular and anti-oxidant actions of flavonols and \nflavones. Clinical and Experimental Pharmacology and Physiology, Carlton, v. 31, n. 11, \np. 78. 2004.  \n \n \nYUNES, R. A.; PEDROSA, R. C.; CECHINELI FILHO, V. Fármacos e fitoterápicos: a \nnecessidade do desenvolvimento da indústria de fitoterápicos e fitofármacos no Brasil. \nQuímica Nova, São Paulo, v. 24, n. 1, p. 147-152, 2001. \n \n \nXAVIER C. et al. Comportamento histopatológico do tecido conjuntivo de Rattus \nnorvegicus var albinus a implante dos cimentos para obturações de canis: rickert, AH-\n26E endométerasone. Bauru (Tese, Faculdade de Odontologia de Bauru), 1973.  \n \n \nXAVIER, H.S. et al. Contribuição à caracterização dos taninos hidrolisáveis. Recife, 53 \nCongresso Nacional de Botânica. Resumos p. 20, 2002. \n \n\n\n\nARAÚJO, ERS.                             Avaliação da biocompatibilidade e determinação da atividade antimicrobiana de Psidium guineense Swartz                               \n\n67 \n\n \n\n8. ANEXOS \n \n\n \n \n\n\n\nID ENVIAR SEe AUTORES TtrULO\n......................................................................................................................................\n\nRBFAR08-19 FarmacolAraujo, da Silval, Melo,\n-45 Randau,,,.\n\n1 a 1 de 1 !tens\n\nSTATUS\n\nAguardando designa\\;ao\n\n\n\nTitulo\n\nDocumento Original\n\nDoc. Sup.\n\nsubmetido por\n\nData de submissao\n\nse<;ao\n\nEditor\n\nComentarios do Autor\n\nStatus\n\nInieiado\n\nUltima altera<;ao\n\nNome\n\nInstitui<;ao\n\nPais\n\nResumo da Biografia\n\nNome\n\nInstitui<;ao\n\nPais\n\nResumo da Biografia\n\nNome\n\nInstitui<;ao\n\nPais\n\nResumo da Biografia\n\nNome\n\nInstitui<;ao\n\nPais\n\nResumo da Biografia\n\nErika Roberta Araujo, Antonio Andre Lima da silva1 Lima da silva1, Rene Rodrigues Melo, Karina\nPerrelli Randau, Eulalia Camelo Pessoa de Azevedo Ximenes\n\nPERFIL RTOQUIMICO E ATIVIDADE ANTIMICROBIANA DE\n\n[{V/,;}:;\" S.17~,'7:~~.i~?-,:-.?i:i,['q' 2009-08-19\n\nNenhum .Il.·K:~~!I~;,9.~~U:f:·!.~.!'~T~;..~~~p.L..~~~.Er~J~.p:\n\nEulalia Camelo Pessoa de Azevedo Ximenes,..J\n\nAugust 19,2009 - 01:56 PM\n\nFarmacologia\n\nNenhum designado\n\nEste artigo cientifieo e parte dos resultados obtidos pela aluna Erika Araujo. A luna e do\nmestrado de Patologia -UFPE. TODOs OS AUTOREs EsTAO CIENTEs DEsTA PUBLICA<;AO\n\nAguardando designa<;ao\n\n2009-08-19\n\n2009-08-19\n\nErika Roberta Araujo .~~\n\nUFPE\n\nBrasil\n\naluna da P6s Gradua<;ao em Patologia -UFPE\n\nAntonio Andre Lima da silva1 Lima da silva1 ~\n\nUFPE\n\nBrasil\n\naluno da P6s Gradua<;ao em Patologia -UFPE\n\nRene Rodrigues Melo:'\n\nUFPE\n\nBrasil\n\naluno da P6s Gradua<;ao em Cieneias Farmaceutieas -UFPE\n\nKarina Perrelli Randau ~.:\n\nUFPE\n\nBrasil\n\nProfessora adjunta 1 na Unidade Aeademica de saude - Universidade Federal de Campina\n\nGrande - Campus Cuite.\n\n\n\nInstitui<;:ao\n\nPais\n\nResumo da Biografia\n\nEulalia Camelo Pessoa de Azevedo Ximenes 0\";'\nUniversidade Federal de Pernambuco\n\nBrasil\n\nProfessora associada 2 no Departamento de Antibioticos\n\natua na area de microbiologia\n\nContato Principal para correspondenCia.\n\nTitulo e Resumo\nTitulo\n\nResumo\n\nIndexaGao\nArea e sub-area do\nConhecimento\nAcademico\n\nIdioma\n\nPERFILFITOQUIMICO E ATIVIDADE ANTIMICROBIANA DE\n\nPsidium gUineense, um arbusto popularmente conhecido como ara<;:a,e utilizado como planta\n\nmedicinal no interior do Brasil, para 0 tratamento de doen<;:asdo trato urinario e gastrintestinal.\n\nEntretanto, e pouco estudada quanta a sua composi<;:aoquimica e propriedades antimicrobianas.\n\no presente trabalho teve como objetivo analisar 0 perfil fitoqufmico, dos extratos eter de\npetroleo, acetato de etila, metanol e agua, obtidos das folhas de Psidium guineense e\n\ndeterminar a atividade antimicrobiana destes extrates. A analise fitoquimica fei realizada per\n\ncromatografia em camada delgada para a pesquisa de metabolitos secundarios. A atividade\n\nantimicrobiana foi avaliada sobre 48 microrganismos incluindo cocos Gram-positivos (n=18),\n\nbacilos Gram-negativos (n=20), e levedura do genero Candida (n=10). Para a determina<;:aoda\n\nConcentra<;:aoInibitoria Minima (CIM) fe; utilizada a tecnica de micre-dilui<;:aoem meio liquido. A\n\nanalise fitoqufmica revelou a presen<;:ade mono e sesquiterpenos nos extratos eter de petroleo e\n\nacetato de etila; flavonoides nos extratos acetato de etila, metanol e agua; triterpenos e\n\nesteroides nos extratos eter de petroleo, acetate de etila e metanol; a<;:ucaresnos extratos\n\nmetanol e agua; proantocianidinas e leucoantocianidinas condensadas nos extratos metanol e\n\nagua; e taninos hidrolisaveis no extra to aquoso. Todos os extratos ensaiados apresentam\n\natividade antimicrobiana, sendo esta superior para os cocos Gram-positivos. 0 genero\n\nStaphylococcus foi 0 mais sensivel a a<;:aodestes extratos cuja CIM foi em media de 0,25 ± 0,10\nmg/mL. 0 extrato aquoso foi 0 mais efetivo frente a totalidade os mrcrorganismos avallados cuja\nCIM media foi de 1,52mg/mL. Os resultados obtidos neste trabalho confirmam 0 usa popular das\n\nfolhas Psidium guineense como fitoterapico sendo uma planta promissora para 0\n\ndesenvolvimento de medicamentos.\n\nAgencias de Financiamento\nAgencias\n\n\n\n \n\nARTIGO: \n\n \n\nPerfil Fitoquímico e Atividade Antimicrobiana de Psidium guineense Swartz \n\nPhytochemical Screening and antimicrobial activity of Psidium guineense Swart \n\n \n\nÉrika R. S. Araújo1*, Antônio A. L. Silva1, René R. Melo2, Karina P. Randau3, Eulália C. P. A. \nXimenes1,2,4 \n\n \n\n1Pós-graduação em Patologia – Centro de Ciências da Saúde da Universidade Federal de \nPernambuco, Av. Prof. Moraes Rego, s/n, CEP: 50.670-901, Cidade Universitária, Recife/PE. \n\n2Pós-graduação em Ciências Farmacêuticas – Centro de Ciências da Saúde da Universidade Federal \nde Pernambuco, Av. Prof. Moraes Rego, s/n, CEP: 50.670-901, Cidade Universitária, Recife/PE. \n\n3Unidade Acadêmica de Saúde – Universidade Federal de Campina Grande – Campos Cuité, Olho \nd’Água da Bica, s/n Cuité-PB \n\n4Departamento de Antibióticos – Centro de Ciências Biológicas da Universidade Federal de \nPernambuco, Av. Prof. Moraes Rego, s/n, CEP: 50.670-901, Cidade Universitária, Recife/PE \n\n \n\n \n\n \n\n \n\n \n\n \n\nCorresponding author: Eulália Ximenes \n\nEmail: eulaliaximenes@yahoo.com.br \n\nPhone: 550218121268346 \n\nFax:550218121268347 \n\n\n\nRESUMO \n\n \n\nPsidium guineense Swartz, popularmente conhecido como araçá, é pouco estudada quanto a sua \n\ncomposição química, propriedades antimicrobianas e biocompatibilidade. O perfil fitoquímico dos \n\nextratos éter de petróleo, acetato de etila, metanólico e aquoso, obtidos das folhas de P. guineense, a \n\natividade antimicrobiana destes extratos foram realizados. A análise fitoquímica foi realizada por \n\nCromatografia em Camada Delgada e a atividade antimicrobiana por micro-diluição em meio \n\nlíquido.  A análise fitoquímica revelou a presença de mono e sesquiterpenos nos extratos éter de \n\npetróleo e acetato de etila; flavonóides no acetato de etila, metanólico e aquoso; triterpenos e \n\nesteróides no éter de petróleo; açúcares no metanólico e aquoso; proantocianidinas e \n\nleucoantocianidinas condensadas no metanólico e aquoso; e taninos hidrolisáveis no aquoso. Todos \n\nos extratos ensaiados apresentam atividade antimicrobiana, sendo esta superior para cocos Gram-\n\npositivos. Estes resultados corroboram P. guineense como uma planta promissora para o \n\ndesenvolvimento de medicamentos. \n\n \n\n \n\nPalavras-chave: Psidium guineense, composição química, atividade antimicrobiana, \n\nbiocompatibilidade. \n\n\n\nABSTRACT \n\nPsidium guineense Swartz is a shrub popularly known as araçá. There’re not enough studies about \n\nthis plant related to chemical composition, antimicrobial properties. This study was designed to \n\nexamine the chemical composition of petroleum ether, ethyl acetate, methanol and water extract \n\nobtained of P. guineense leaves; antimicrobial activities of these extracts. The chemical \n\ncomposition was realized by Thin Layer Chromatography, the antimicrobial activity was \n\ndetermined by broth microdilution method. The phytochemical screening indicated the presence of \n\nmono and sesquiterpenes in petroleum ether extract; flavonoids in ethyl acetate, methanol and water \n\nextracts; triterpenes and esteroids in petroleum ether; sugars; proanthocyanidins and \n\nleucoanthocyanidins in methanol and water extracts; and hydrolysable tannins in water extract. All \n\nof those P. guineense extracts showed antimicrobial activity, being better against Gram-positive \n\ncocci. The results obtained in this research endorse the popular use of P. guineense leaves as a \n\npromising plant to developing medicaments.  \n\n \n\nKey-words: Psidium guineense, chemical composition; antimicrobial activity, biocompatibility \n\n\n\nINTRODUÇÃO \n\n \n\nO emprego de plantas para uso medicinal representou, durante séculos, a única fonte de agentes \n\nterapêuticos para o homem. Elas são freqüentemente utilizadas como agentes antiinflamatórios e no \n\ntratamento de infecções microbianas (Apel et al. 2006, Calixto et al, 2000, Silveira et al, 2007).  A \n\nprocura por tratamentos fitoterápicos por parte da população apresenta um notável crescimento, o \n\nque torna indispensável uma investigação científica das plantas utilizadas na cura e prevenção de \n\ndoenças (Newall et al. 1996). A família Myrtaceae ocorre na Mata Atlântica com mais de 50 \n\nespécies, de arbustos e árvores verdes durante todo o ano e cujas folhas opostas, com nervuras \n\nmarginais são freqüentes nesta família, bem representada na Austrália, no Leste Asiático e nas \n\nAméricas (Peixoto, Gentry 1990), (Barroso, Perón 1994), (Landrum, Kawasaki 1997), (Tabarelli, \n\nMantovani 1999), (Tyler 1999), (Oliveira Filho, Fontes, 2000), (Guilherme et al. 2004). O gênero \n\nPsidium possui mais de 150 espécies e aproximadamente 15 espécies são nativas da América \n\nTropical (Costa, 2003).  Araçazeiro é o nome genérico dado a várias espécies de mirtáceas fruteiras \n\ndo gênero Psidium com ampla disseminação no Brasil. De uma maneira geral estão distribuídos em \n\nquase todos os estados do país, existindo relatos de várias espécies que ocorrem do Rio Grande do \n\nSul até a Amazônia. P. guineense é de origem sul-americana e apresenta uma ampla área de \n\ndispersão (Brandão et al., 2002). No Brasil, esta planta encontra-se desde a Região Norte até a \n\nRegião Sudeste. No Nordeste, ocorre nas regiões do litoral e zona da mata, principalmente nos \n\ntabuleiros costeiros. É um arbusto de 2 a 2,5 m de altura, caule de 1,5 cm de comprimento; frutos \n\nglobosos, apresentam coloração verde clara a amarelo-verdosos com gosto ácido (Andrade, 1957),  \n\n(Pio-Corrêa, 1978), (Mattos, 1993), (Demattê, 1997).  \n\nA espécie P. guineense é utilizada como planta medicinal no interior do Brasil, em uma decocção \n\ndas raízes é usado para o tratamento de doenças do trato urinário e gastrointestinal. Na Costa Rica é \n\nempregada no tratamento de varizes e úlceras nas pernas. Chá das folhas é usado para resfriados e \n\nbronquites (Chavarría et al, 1998), (Akerele, 1991), (Gonzalez et al, 2005).  Todavia, ainda são \n\n\n\nescassos os estudos sobre a composição fitoquímica e o potencial medicinal das folhas desta planta \n\nsobre microrganismos multidroga resistentes freqüentemente isolados da prática médica. \n\n\n\nMATERIAL E MÉTODOS \n\n \n\nColeta e identificação do material vegetal  \n\nFolhas de P. guineense Swartz (araçá) foram coletadas no município de Itamaracá (7°46’05’’S; \n\n34°50’ 14’’W) – PE em novembro de 2007. A identificação do material vegetal foi feita pela \n\nbotânica Olívia Cano no Instituto Agronômico de Pernambuco – IPA. Uma exsicata da espécie \n\nvegetal encontra-se depositada no Herbário Dárdano de Andrade Lima - IPA, sob o número 52.585.  \n\n \n\nPreparação dos extratos \n\nAs folhas de P. guineense foram secas à temperatura ambiente e em seguida trituradas em moinho \n\nelétrico. Os extratos das folhas (50 g) de P. guineense foram obtidos por esgotamento com os \n\nseguintes solventes em polaridade crescente: éter de petróleo (EEP), acetato de etila (EAcEt), \n\nmetanol (EM)  e água (EA). Cada extrato foi filtrado e os solventes eliminados com o auxílio de \n\nevaporador rotatório sob pressão reduzida. Os extratos foram acondicionados em frasco âmbar e \n\nmantidos a baixa temperatura, exceto para o extrato aquoso que foi liofilizado. O rendimento para \n\ncada extrato foi calculado a partir de 50 g das folhas sendo de 1,3%, 2,3%, 9,8% e 3,7% (p/p) para \n\nos extratos éter de petróleo, acetato de etila, metanólico e aquoso respectivamente. \n\n \n\nDeterminação do perfil fitoquímico de extratos de P. guineense  \n\nDos extratos foram retirados 15µL e submetidos à cromatografia em camada delgada analítica \n\n(CCDA) em placas de gel de sílica (MERK-Germany, 15553), empregando-se diversos sistemas de \n\nsolventes (Quadro 1), bem como reveladores específicos para a pesquisa de metabólitos secundários \n\ndos extratos das folhas de P. guineense a saber: Alcalóides, derivados cinâmicos e \n\nfenilpropanoglicosídeos, cumarinas, flavonóides, proantocianidinas condensadas e \n\nleucoantocianidinas, taninos hidrolisáveis, mono e sequiterpenóides, triterpenóides e esteróides, \n\n\n\niridóides, saponinas, açúcares redutores (Randau et al, 2004). A determinação de antraquinonas foi \n\nrealizada pela metodologia de Bornträger em tubos de ensaio (Costa, 2002). \n\n \n\nMicrorganismos utilizados \n\nNeste experimento foram utilizados 48 microrganismos sendo 42 deles obtidos a partir de \n\nespécimes de pacientes acometidos por infecções e com um fenótipo de resistência para diversos \n\nagentes antimicrobianos, incluindo cocos Gram-positivos, bacilos Gram-negativos, e levedura do \n\ngênero Candida e 6 microrganismos pertencentes à coleção do Departamento de Antibióticos da \n\nUniversidade Federal de Pernambuco e do American Type Culture Collection Staphylococcus \n\naureus ATCC 6538, Enterococcus faecalis ATCC 27212, Escherichia coli ATCC 8739, Salmonella \n\ncholeraesuis ATCC 14028; Salmonella enterica UFPEDA 415, Pseudomonas aeruginosa ATCC \n\n9027. \n\nDeterminação da Concentração Inibitória Mínima \n\nPara a determinação da concentração inibitória mínima (CIM) dos extratos de P.guineense (200?L) \n\nfoi utilizada o método de microdiluição em placas preconizado pelo CLSI (2005).  Os extratos das \n\nfrações éter de petróleo, acetato de etila e metanol (40mg) foram solubilizados num sistema \n\ncomposto por dimetilsufóxido – DMSO, Tween 80, água (1,5:1:17,5) de modo a se adquirir uma \n\nconcentração final de 2mg/mL. . O pó liofilizado do extrato aquoso de P. guineense foi pesado e \n\nsolubilizado em água destilada e esterilizada de forma a obter uma solução de igual concentração. \n\nTodos os extratos foram esterilizados por filtração com filtros de porosidade 0,45µm. \n\n \n\nAnálise estatística \n\nOs resultados da CIM de P. guineense foram expressos em média e desvio padrão. O efeito dos \n\ndiferentes extratos em cada microrganismo foi avaliado pelo Teste Kruskal-Wallis, com \n\nsignificância de ?=0,05 pelo software estatístico BioEstat 5.0. \n\n\n\nRESULTADOS E DISCUSSÃO \n\n \n\nPerfil Fitoquímico \n\nA análise fitoquímica dos extratos de P. guineense mostrou a presença de mono e sesquiterpenos \n\nnos extratos éter de petróleo e acetato de etila; flavonóides nos extratos acetato, metanólico e \n\naquoso; triterpenos e esteróides no extrato éter de petróleo; açúcares nos extratos metanólico e \n\naquoso; proantocianidinas e leucoantocianidinas condensadas no metanólico e aquoso; e taninos \n\nhidrolisáveis no extrato aquoso. Não foi observada a presença de alcalóides, saponinas, iridóides, \n\ncumarinas, derivados cinâmicos, fenilpropanoglicosídeos e antraquinonas. (Tabela 1). \n\n  \n\nMetabólitos secundários  Éter de Petróleo Acetato de Etila Metanol Água \n\nAlcalóides (-)  (-) (-) (-) \n\nAntraquinonas (-) (-) (-) (-) \n\nDerivados cinâmicos e fenilpropanoglicosídeos (-) (-) (-) (-) \n\nCumarinas (-) (-) (-) (-) \n\nFlavonóides (-) (++) (+++) (+++) \n\nProantocianidinas condensadas e leucoantocinidinas (-) (-) (++) (+) \n\nTaninos hidrolisáveis (-) (-) (-) (+) \n\nTriterpenóides e esteróides (+) (-) (-) (-) \n\nMono e sequiterpenóides (+++) (++) (-) (-) \n\nIridóides (-) (-) (-) (-) \n\nSaponinas (-) (-) (-) (-) \n\nAcúcares redutores (-) (-) (+) (+) \n\n \n\n \n\n \n\n \n\nAtividade Antimicrobiana de P. guineense \n\nA análise da atividade antimicrobiana dos extratos éter de petróleo (EEP), acetato de etila (EAcEt), \n\nmetanólico (EM), e aquoso (EAQ) frente aos 48 microrganismos testados,  estão apresentados na \n\n(-) Ausência de bandas do metabólito no extrato de Psidium guineense Swartz; (+) Presença de uma banda \ndo metabólito no extrato de Psidium guineense Swartz; (++) Presença de duas a cinco bandas do \nmetabólito no extrato de Psidium guineense Swartz; (+++) Presença de mais de cinco bandas do \nmetabólito no extrato de Psidium guineense Swartz. \n\nTabela 1. Pesquisa dos metabólitos secundários nos extratos de Psidium guineense Swartz \n\n\n\ntabela 2. Todos os extratos de P. guineense mostraram ativos frente aos microrganismos ensaiados, \n\ncujas CIM variou de 2 a 0,2 mg/mL. De todos os microrganismos, as cepas de Staphylococcus \n\naureus revelaram ser as mais sensíveis cuja média de concentração inibitória mínima foi de \n\n0,25±0,20; 0,34±0,30; 0,5±0,20; 0,30±0,10, respectivamente para o extrato aquoso, metanólico, \n\nacetato de etila e éter de petróleo. (Tabela 2). \n\n \n\n  CIM mg/mL    \n Microrganismos EAQ \n\nx±? \nEM \nx±? \n\nEAcEt \nx±? \n\nEPP \nx±? \n\n  \nEnterococcus faecalis (n=10) \n\n \n1,00±0 \n\n \n0,90±0,10 \n\n \n0,90±0,10 \n\n \n1,00±0 \n\nC\noc\n\nos\n \n\nG\nra\n\nm\n-\n\np\nos\n\nit\niv\n\nos\n \n\n \nStaphylococcus aureus (n=8) \n\n \n\n \n0,25 ±0,20 \n\n \n0,34±0,30 \n\n \n0,50±0.20 \n\n \n0,30±0,10 \n\n Escherichia coli (n=4) 2,00±0 2,00±0 2,00±0 1,50±0,50 \n \n\nB\nac\n\nil\nos\n\n \nG\n\nra\nm\n\n-\nn\n\neg\nat\n\niv\nos\n\n \n\nPseudomonas aeruginosa (n=10) \n \n \n\nSalmonella entérica (n=6) \n\n2,00±0 \n \n \n\n2,00±0 \n\n1,00±0 \n \n \n\n2,00±0 \n\n0,90±0,10 \n \n \n\n2,00±0 \n\n1,00±0 \n \n \n\n1,10±0,40 \n\n      \n\nL\nev\n\ned\nu\n\nra\n \n\n \n \n\nCandida albicans (n=10) \n \n\n \n \n\n1,90±0,30 \n\n \n \n\n2,00±0 \n\n \n \n\n2,00±0 \n\n \n \n\n2,00±0 \n\n \n\n \n\nAtravés dos resultados obtidos, verificou-se que nas cepas de Pseudomonas aeruginosa, o extrato \n\naquoso apresentou menor atividade antimicrobiana quando comparada com os demais, entre as \n\ncepas de Salmonela enterica, o extrato éter de petróleo se mostrou o mais ativo. Dentre os demais \n\nmicrorganismos, não foi observada diferença estatisticamente significativa entre os extratos. Dentre \n\nos microrganismos testados as cepas de Staphylococcus aureus se mostraram mais susceptíveis aos \n\nextratos de P. guineense. Estes resultados são bastante significativos, uma vez que a literatura tem \n\nmostrado um aumento na morbidade e mortalidade causadas por infecções estafilocócicas.  Além \n\ndisso, a maioria dos microrganimos estudados apresenta resistência a diversos antimicrobianos. A \n\npresença de metabólitos secundários, como taninos e flavonóides, nos extratos metanólico e aquoso \n\nTabela 2. Concentração Inibitória Mínima (CIM) de Psidium guineense. \n\nCIM= Concentração Inibitória Mínima; EEP= Extrato Éter de Petróleo; EM= Extrato Metanol; EAcET= Extrato Acetato de \nEtila; EAQ= Extrato Aquoso;  x= média de duas manipulções; ?= desvio padrão  \n\n\n\nde P. guineense pode estar relacionada à atividade antimicrobiana verificada sobre as cepas de S. \n\naureus. Neste sentido, (González et. al. 2005), testaram frações do extrato etanólico: éter de \n\npetróleo, diclorometano, acetato de etila e metanol da casca (verde e madura), folhas e polpa dos \n\nfrutos (verdes e maduros) de P. guineense, os quais demonstraram ter atividade antimicrobiana \n\nfrente às cepas Streptococcus mutans ATCC31089 e Streptococcus viridans (isolada de um paciente \n\nda Universidade Javeriana) ambos os microrganismos Gram-positivos. Segundo o autor, a ação \n\nantimicrobiana está associada aos taninos e flavonóides encontrados no extrato etanólico das folhas \n\nde P. guineense. A discreta atividade inibitória dos extratos de P. guineense, sobre as bactérias \n\nGram-negativas e leveduras Candida albicans, está provavelmente relacionada às diferenças \n\nestruturais que estas bactérias e leveduras apresentam em relação às Gram-positivas, como a \n\npresença de uma membrana externa sobre o peptideoglicano, de cápsula, de porinas, e na própria \n\nconstituição da parede celular (KONEMAN et al., 1999), o que pode estar dificultando a ação dos \n\ncomponentes bioativos dos produtos vegetais investigados. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nAkerele O. Tradicional Medicine Programme. Tradicional herbal medicines around the glob: \n\nmodern perpectives. Swiss Pharma. 13:57-62. 1991. \n\n \n\nAndrade, L.D. Estudos fitogeográficos de Pernambuco.  Instituto de Pesquisas Agronômicas de \n\nPernambuco, 50 p. (Publicação, n.2). 1957. \n\n \n\nApel, M. A.; Lima, M. E.; Souza, A.; et al. Screening of the biological activity from essential oils of \n\nnative species from the atlantic rain forest (São Paulo – Brasil). Pharmacology online 3:376-383, \n\n2006. \n\n \n\nBarroso, G.M.; Perón, V. Myrtaceae. In Reserva Ecológica de Macaé de Cima, Nova Friburgo, RJ. \n\nAspectos florísticos das espécies vasculares. (M.P.M. Lima &amp; R.R. Guedes-Bruni, eds.). Jardim \n\nBotânico do Rio de Janeiro, Rio de Janeiro, v.1, p.261-302. 1994. \n\n \n\nBrandão, M.; Laca-Buendia, J. P.; Macedo, J. F. Árvores nativas e exóticas do Estado de Minas \n\nGerais. Belo Horizonte:EPAMIG. 528p. 2002. \n\n \n\nCalixto J. B. Efficacy, safety, quality control, marketing and regulatory guidelines for herbal \n\nmedicines (phytoterapeutic agents). Brazilian Journal of Medical and Biological Research, \n\nRibeirão Preto, v. 33, n. 2, p. 179-189, 2000.   \n\n \n\nChavarría F, Masís A, Espinoza R et al. Species de Psidium guineense (Myrtaceae). [serie en \n\ninternet]. [citado 26 Sep 1998]. Disponível em: http://www.acguanacaste.ac.cr    \n\n \n\n\n\nCosta, A. F. Farmacognosia. 5. ed. Lisboa: Fundação Calouste Gulbenkian, 2002. v.2. \n\n \n\nCosta, A. F.S. Tecnologias para produção de goiaba. Instituto Capixaba de Pesquisa, Assistência \n\ntécnica e extensão Rural. Vitória, ES. 2003 \n\n \n\nCouto, G. B. L.; Ximenes, E.; Santana, et al. Biocompatibilidade do Extrato Hidro-alcoólico da \n\nLippia sidoides Cham (verbenaceae). Revista do Conselho Regional de Odontologia de \n\nPernambuco, Pernambuco, v. 3, n. 2, p. 83-90, 2000. \n\n \n\nDemattê, M.E.S.P. Princípios de paisagismo.  Jaboticabal: Funep, 1997. 104p. \n\n \n\nGonzález, A M N., González, M B R, Pinto, N L S. Estudio fitoquímico y actividad antibacterial de \n\nPsidium guineense Sw (choba) frente a Streptococcus mutans, agente causal de caries dentales. \n\nRevista Cubana Pantas Medicinales, 10 (3-4); 2005. \n\n \n\nGuilherme, F.A.G., Morellato, L.P.C. &amp; Assis, M.A. Horizontal and vertical tree community \n\nstructure in a lowland Atlantic rain forest, Southeastern Brazil. Revista Brasileira de Botânica \n\n27:725-737. 2004. \n\n \n\nKoneman E.W, Allen S.E, Janda W.M, et al. Diagnóstico Microbiológico Texto y Atlas Color. 5. \n\ned. Buenos Ayres: Panamericana. 1999. \n\n \n\nLandrum, L.R.; Kawasaki, M.L. The genera of Myrtaceae in Brazil. An illustrated synoptic \n\ntreatment and identification keys. Brittonia 49:508-536. 1997. \n\n \n\n\n\nMattos, P.P; Salis, S.M. Crescimento de plantas jovens de duas fruteiras nativas da sub-regiao da \n\nNhecolandia, Pantanal Mato-Grossense, Corumba, MS. Congresso Nacional De Botanica, 44. Sao \n\nLuís. Resumos. São Luis: Universidade Federal do Maranhão / Sociedade Botânica do Brasil, \n\n1993. v.2.p.370. 1993. \n\n \n\nMoreira, A. C.; Müller, A. C. A.; Pereira, Jr. N. et al. Pharmaceutical patents on plant derived \n\nmaterials in Brazil: policy, law and statistics. World Patent Information. 28: 34-42. 2006 \n\n \n\nNewall, C.A., Anderson, L.A., Phillipson, J.D. Herbal medicines: a guide for health-care \n\nprofessionals. London: Pharmaceutical Press, 296p. 1996. \n\n \n\nOliveira Filho, A.T. &amp; Fontes, M.A. Patterns of floristic differentiation among Atlantic forests in \n\nsoutheastern Brazil, and the influence of climate. Biotropica 32:793-810. 2000. \n\n \n\nPeixoto, A.L.; Gentry, A.H. Diversidade e composição florística da mata de tabuleiro na Reserva \n\nFlorestal de Linhares (Espírito Santo, Brasil). Revista Brasileira de Botânica 13:19-25. 1990. \n\n \n\nPio Corrêa, M. Dicionário das plantas úteis do Brasil e das exóticas cultivadas.  Rio de Janeiro: \n\nImprensa Nacional.v. 6, p.170-175. 1978 \n\n \n\nRandau, K. P.; Florêncio, D. C.; Ferreira, C. P et al. Estudo Farmacognóstico de Croton \n\nRhamnifolius H.B.K. E Croton Rhamnifolioides Pax &amp; Hoffm. (Euphorbiaceae). Revista Brasileira \n\nde Farmacognosia, v. 14, n. 2, p. 89-96, 2004. \n\n \n\nSaad, B.; Azaizeh, H.; Abu-Hijleh, G. et al. Safety of Traditional Arab Herbal Medicine,  Evidence-\n\nbased Complemetary and Alternative Medicine, 3(4)433–439, 2006. \n\n\n\n \n\nSilveira, L. M. S.; Rosas, L. S.; Olea, R. S. G.; et al. Atividade antibacteriana de extrato de gervão \n\nfrente cepas de Staphylococcus aureus oxacilina-sensíveis e oxacilina-resistentes isoladas de \n\namostras biológicas. Revista Brasileira de Análises Clínicas, vol. 39(4): 299-301, 2007. \n\n \n\nTabarelli, M.; Mantovani, W. A riqueza de espécies arbóreas na floresta atlântica de encosta no \n\nestado de São Paulo (Brasil). Revista Brasileira de Botânica 22:217-223. 1999. \n\n \n\nTyler, V.E. Phytomedicines: back to the future. Journal of Natural Products, 62:1589-1592, 1999. \n\n \n\nXavier C. et al. Comportamento histopatológico do tecido conjuntivo de Rattus norvegicus var \n\nalbinus a implante dos cimentos para obturações de canis: rickert, AH-26E endométerasone. Bauru \n\n(Tese, Faculdade de Odontologia de Bauru), 1973."}]}}}