{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22243"}, {"@name": "filename", "#text": "6192_000884215.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \nInstituto de Geociências e Ciências Exatas  \n\nCampus de Rio Claro  \n \n \n \n\n \n\nFLÁVIA BEATRIZ DEMARCHI \n \n \n \n \n \n\nAVALIAÇÃO DA SUSCETIBILIDADE À OCORRÊNCIA DE \nCORRIDAS DE MASSA NA BACIA HIDROGRÁFICA DO \n\nRIBEIRÃO PAU D’ALHO, CARAGUATATUBA-SP.  \n \n \n \n \n\n \nTrabalho de Conclusão de Curso apresentado \nao Instituto de Geociências e Ciências Exatas - \nCâmpus de Rio Claro, da Universidade \nEstadual Paulista Júlio de Mesquita Filho, para \nobtenção do grau de Geóloga.  \n \n\n \n \n \n \n \n \n \n\nRio Claro - SP \n2016\n\n\n\nAGRADECIMENTOS \n\nEm momentos tão decisivos de nossas vidas, tais como este, é maravilhoso olhar para \n\no lado e reconhecer quem te acompanhou durante toda a jornada. Inicialmente, gostaria de \n\nagradecer à pessoa que esteve ao meu lado e é minha melhor amiga desde meu primeiro \n\nsegundo de vida, minha mãe Rita. Serei eternamente grata por todas as lutas que você \n\nenfrentou por mim. Obrigada por sempre apoiar minhas decisões e ser meu maior exemplo de \n\nvida; você é a mulher mais forte e mais doce que eu conheço. Te amo.   \n\nAgradeço ao meu pai João por ter me incentivado tanto na decisão de dar um passo \n\npara trás e correr atrás da profissão dos meus sonhos. Mesmo em outro plano espiritual, tenho \n\ncerteza que você olha por mim e está muito satisfeito com minhas conquistas. Um dia a gente \n\nse encontra...  \n\nA meu namorado (e melhor amigo) Sergio, por dividir comigo todos os momentos, \n\nsejam eles felizes ou tristes. Agradeço pela paciência nos momentos de ansiedade, pelos \n\nconselhos no trabalho e por sempre me motivar a acreditar em mim mesma e nunca desistir. \n\nVocê é essencial na minha vida, te amo.  \n\nAo meu orientador Fábio Reis, por toda orientação e suporte nesses anos de trabalho e \n\na todos os companheiros de projeto, Ana Amaral, Beatriz Gabelini, Fernanda Menin, Rodrigo \n\nCerri, Felipe Sisto, Camila Jardinetti e Alan, muito obrigada. Agradeço em especial à Cláudia \n\nVanessa, pela enorme paciência e dedicação em me ajudar a sanar todas as dúvidas, que não \n\nforam poucas (rs).  \n\nA todos os Geobilados, companheiros da turma de 2011, pelos momentos de tensão e \n\ndiversão compartilhados. Em especial às amigas geólogas Yasmim, Marina, Tatiany, Laura, \n\nTatiana e Isabella, que fizeram parte das melhores histórias da graduação; obrigada pelas \n\nconversas, conselhos, choros, risadas, festas e viagens inesquecíveis!  \n\nAgradeço também à amiga de mais longa data, Vanessa, por sempre se manter \n\npresente de alguma forma na minha vida e topar qualquer tipo de aventura ao meu lado.  \n\nPor fim, agradeço a todos que direta ou indiretamente contribuíram para minha \n\nformação pessoal e profissional, permitindo que eu chegasse até aqui.  \n\n \n\n\n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“Às vezes é um erro subir, mas é sempre um erro nunca tentar.  \nSe você não subir, não vai cair, a verdade é essa.  \n\nMas será tão ruim assim fracassar, tão duro cair?  \nÀs vezes, você desperta... Outras, sim, você morre  \n\nMas há uma terceira alternativa: você voa”  \n \n\nSandman – Neil Gaiman \n\n\n\n \n \n\nRESUMO \n \n\nAs corridas de massa são fenômenos de grande potencial destrutivo que causam muitos prejuízos sociais, \n\neconômicos e ambientais em todo o mundo. Diversos fatores podem estar associados a esses processos, \n\nentretanto há maior influência das características geológico-geotécnicas. Em decorrência disso, o \n\nmapeamento geológico-geotécnico e avaliação da suscetibilidade à ocorrência de corridas de massa nas \n\nbacias hidrográficas são essenciais para que possam ser elaborados planos preventivos e emergenciais a \n\nesses eventos. Nesse sentido, o principal objetivo do presente trabalho é avaliar a suscetibilidade da Bacia \n\nHidrográfica do Ribeirão Pau D’Alho por meio da análise de atributos fisiográficos e de uso e ocupação \n\ndo solo. A princípio foram elaborados o mapa de declividade e modelo digital de elevação a fim de \n\nauxiliar as etapas seguintes. Posteriormente, realizou-se a compartimentação fisiográfica da área através \n\nde técnicas de fotoanálise e fotointerpretação, onde foi possível a definição da suscetibilidade preliminar \n\nda bacia. Ainda nessa etapa, foram delimitadas as cicatrizes de escorregamento que ocorrem na área e \n\ntambém foram definidas as classes de uso e ocupação do solo. A partir da metodologia de Reis (2016) \n\nforam elaborados os mapas de suscetibilidade natural e suscetibilidade antrópica, posteriormente \n\nintegrados para definição da suscetibilidade total. Foram reconhecidas e delimitadas cinco unidades \n\nfisiográficas, sendo que as mais expressivas na área se caracterizam por possuir alta declividade, grande \n\namplitude, média a alta densidade de elementos de drenagem e relevo, e encostas de forma côncava a \n\nretilínea, além de representarem as áreas de ocorrências das cicatrizes de escorregamento. A \n\nfotointerpretação destes atributos sugeriu suscetibilidade média a alta para a bacia. Há grande \n\nhomogeneidade em termos de classes de uso e ocupação do solo, sendo predominantes áreas florestais e \n\nde mata nativa, seguida por pastagens. Já na etapa de avaliação, o mapa de suscetibilidade natural \n\nressaltou o maior risco de ocorrência de corridas de massa nos contextos de alta declividade, encostas \n\ncôncavas e alta densidade de drenagem. O mapa de suscetibilidade antrópica apontou baixa \n\nsuscetibilidade para a área em termos das classes de uso e ocupação. A partir da integração destes dois \n\nmapas, foi gerado o mapa de suscetibilidade final, classificando a área com suscetibilidade média a alta à \n\nocorrência de corridas de massa. O mapa final destaca a influência das características fisiográficas, \n\nhidrológicas e pluviométricas nos movimentos de massa. Além disso, a metodologia adotada se mostrou \n\neficiente, podendo ser adotada como importante ferramenta na elaboração de planos preventivos e \n\nemergenciais nestas áreas de risco.  \n\n \n\nPalavras-chave: corridas de massa; compartimentação fisiográfica e suscetibilidade a movimentos de \n\nmassa.  \n\n \n\n\n\nABSTRACT  \n \nThe debris flows are phenomena with great potential of destruction that causes a lot of social, \n\neconomic and environmental losses all around the world. Many features are associated with these \n\nprocesses, but the geological-geotechnical features have more influence. Because of this, the \n\ngeological-geotechnical mapping and the susceptibility evaluation of the debris flow occurrence \n\nare essential to the planning of warning and emergency projects. The main objective of this study \n\nis to evaluate the susceptibility of the Pau D’Alho River Basin through the physiographic features \n\nand land use analysis. At first, there was made the declivity map and the digital elevation model \n\nto support next stages. After that, the physiographic compartmentalization was made using \n\nphotoanalysis and photointerpretation techniques, and the preliminary susceptibility was defined. \n\nThe landslides scars were delimited and the land use classes were defined too. The natural and \n\nanthropic susceptibility maps were developed using Reis (2016) methodology, and it were \n\nintegrated to find the total susceptibility of the area. Five physiographic units were recognized \n\nand delimited, and the units with most expressive occurrence in area are characterized with high \n\ndeclivity, wide topographic range, medium-high density of drainage and landform features, and \n\nconcave hillsides, with many landslide scars. The photointerpretation of these features suggests \n\nmedium-high debris flows susceptibility to the basin. The land use classes are too uniform, with \n\nprevalence of forest and grazing areas. In the evaluation stage, the natural susceptibility map \n\nshowed more risk of debris flows in areas with high declivity, concave hillsides and high drain \n\nfeatures. The anthropic susceptibility map showed low susceptibility according to land use \n\nclasses. Integrating these two maps, the final susceptibility map was developed, classifying the \n\narea with medium-high debris flows susceptibility. The final map stands out the physiographic, \n\nhydrological and pluviometric influence in the mass movements. Furthermore, the methodology \n\nadopted was efficient, and can be used as working tool in the preventive plans develops in these \n\nareas.  \n\n \nKeywords: debris flows, physiographic compartmentalization and mass movement susceptibility.  \n\n \n \n \n \n \n\n\n\n \n\nFLÁVIA BEATRIZ DEMARCHI  \n \n\n \n\n \n\nAVALIAÇÃO DA SUSCETIBILIDADE À OCORRÊNCIA DE \nCORRIDAS DE MASSA NA BACIA HIDROGRÁFICA DO \n\nRIBEIRÃO PAU D’ALHO, CARAGUATATUBA-SP.  \n\n \n\n \n\n \nTrabalho de Conclusão de Curso apresentado ao \nInstituto de Geociências e Ciências Exatas - \nCâmpus de Rio Claro, da Universidade Estadual \nPaulista Júlio de Mesquita Filho, para obtenção do \ngrau de Geóloga. \n \n\n \n\nComissão Examinadora \n\nProf. Dr. Fábio Augusto Gomes Vieira Reis (orientador) \n\nProf. Dra. Vania Silvia Rosolen  \n\nMsc. Flavio Henrique Rodrigues  \n\n \n\nRio Claro, 25 de Novembro de 2016. \n\n \n\n \n\nAssinatura do(a) aluno(a)     Assinatura do(a) orientador(a) \n\n\n\n \n \n\nLISTA DE FIGURAS \n \n\nFigura 1: Modelo ilustrativo da classificação de movimentos de massa, baseado na proposta de \n\nVarnes (1978). ............................................................................................................................... 16 \n\nFigura 2: Zonas diferenciadas em corridas de detritos canalizadas. ............................................ 20 \n\nFigura 3: Esquema simplificado de uma corrida de detritos ........................................................ 21 \n\nFigura 4: Cicatrizes do escorregamento de 1967 nas escarpas da Serra do Mar em \n\nCaraguatatuba/SP. ......................................................................................................................... 25 \n\nFigura 5: Depósito de blocos rochosos mobilizados no evento de 1967, em Caraguatatuba/SP. \n\nOs blocos possuem dimensões métricas e estão suportados por matriz granulométrica mais fina.\n\n ....................................................................................................................................................... 26 \n\nFigura 6: Fases e produtos das etapas de análise e interpretação fotogeológica, segundo Zaine \n\n(2011). : ......................................................................................................................................... 29 \n\nFigura 7: Fases e etapas de trabalho ............................................................................................. 32 \n\nFigura 8: Quadro de análise fotogeológica I. ............................................................................... 36 \n\nFigura 9: Quadro de análise fotogeológica II. .............................................................................. 37 \n\nFigura 10: Localização da Bacia Hidrográfica do Ribeirão Pau D'Alho. .................................... 43 \n\nFigura 11: Mapa geológico da Bacia do Ribeirão Pau D'Alho. ................................................... 46 \n\nFigura 12: Pluviograma referente à cidade de Caraguatatuba/SP, de clima tropical chuvoso ..... 47 \n\nFigura 13: Mapa de declividade da Bacia Hidrográfica do Ribeirão Pau D'Alho. ...................... 48 \n\nFigura 14: Modelo digital de elevação da Bacia Hidrográfica do Ribeirão Pau D'Alho. ............ 49 \n\nFigura 15: Mapa de Uso e Ocupação do Solo da Bacia Hidrográfica do Ribeirão Pau D'Alho. . 54 \n\nFigura 16: Mapa de suscetibilidade natural à corridas de massa na Bacia Hidrográfica do \n\nRibeirão Pau D'Alho ...................................................................................................................... 56 \n\nFigura 17: Mapa de suscetibilidade antrópica na Bacia Hidrográfica do Ribeirão Pau D'Alho. . 57 \n\nFigura 18: Mapa final de suscetibilidade a corridas de massa na Bacia Hidrográfica do Ribeirão \n\nPau D'Alho ..................................................................................................................................... 58 \n\n\n\n \n \n\nLISTA DE QUADROS \n \n\nQuadro 1: Características dos principais tipos de movimentos de massa associados a encostas. 17 \n\nQuadro 2: Classificação das corridas de massa baseada no tipo de material e velocidade. ........ 19 \n\nQuadro 3: Principais eventos de movimentos de massa no sul e sudeste do Brasil. ................... 24 \n\nQuadro 4: Caracterização das abordagens integrada e multitemática.......................................... 27 \n\nQuadro 5: Características dos diferentes tipos de análise de suscetibilidade: ............................. 31 \n\nQuadro 6: Classes de declividade de acordo com o intervalo em graus. ..................................... 34 \n\nQuadro 7: Parâmetros para classificação do terreno quanto à suscetibilidade aos processos de \n\ncorridas de massa. .......................................................................................................................... 42 \n\nQuadro 8: Porcentagem e área da bacia ocupada por cada classe de declividade. ...................... 49 \n\nQuadro 9: Porcentagem e área da bacia ocupada pelas unidades fisiográficas. .......................... 50 \n\nQuadro 10: Porcentagem e área da bacia ocupada por cada classe de uso e ocupação. .............. 54 \n\nQuadro 11: Porcentagem e área ocupada pelas classes no Mapa de Suscetibilidade Natural. .... 55 \n\nQuadro 12: Porcentagem e área ocupadas pelas classes no Mapa Final de Suscetibilidade. ...... 58 \n\n\n\n \n \n\nSUMÁRIO \n \n1. INTRODUÇÃO ................................................................................................................... 12 \n2. OBJETIVO .......................................................................................................................... 14 \n3. FUNDAMENTAÇÃO TEÓRICA ...................................................................................... 15 \n\n3.1 Movimentos de Massa ......................................................................................................... 15 \n3.2 Caracterização das corridas de massa .................................................................................. 19 \n3.3 Condicionantes das corridas de detritos .............................................................................. 21 \n3.4 Movimentos de massa na região sul e sudeste do Brasil ..................................................... 23 \n\n3.4.1 Evento de Caraguatatuba – 1967 ................................................................................. 25 \n3.5 Mapeamento Geotécnico ..................................................................................................... 26 \n\n3.5.1 Compartimentação fisiográfica .................................................................................... 28 \n3.6 Avaliação de Suscetibilidade ............................................................................................... 30 \n\n4. MÉTODOS E ETAPAS DE TRABALHO ........................................................................ 32 \n4.1 Etapas da Pesquisa ............................................................................................................... 32 \n4.2 Levantamento bibliográfico ................................................................................................. 33 \n4.3 Aquisição e organização dos produtos cartográficos .......................................................... 33 \n4.4 Digitalização da base cartográfica e geração dos produtos auxiliares................................. 34 \n\n4.4.1 Mapa de declividade ..................................................................................................... 34 \n4.4.2 Modelo Digital de Elevação (MDE) ............................................................................. 35 \n\n4.5 Compartimentação Fisiográfica ........................................................................................... 35 \n4.5.1 Mapa de cicatrizes de escorregamento ........................................................................ 38 \n4.5.2 Mapa de Uso e Ocupação do Solo ............................................................................... 39 \n\n4.6 Trabalho de campo .............................................................................................................. 39 \n4.7 Avaliação da suscetibilidade a corridas de massa ............................................................... 39 \n\n5. RESULTADOS E DISCUSSÕES ...................................................................................... 43 \n5.1 Caracterização da área de estudo ......................................................................................... 43 \n5.2 Mapas temáticos auxiliares .................................................................................................. 48 \n5.3 Compartimentação Fisiográfica ........................................................................................... 50 \n\n5.3.1 Unidade I – Planície Fluvial ........................................................................................ 51 \n5.3.2 Unidade II – Corpos graníticos isolados ..................................................................... 51 \n5.3.3 Unidade III – Granitos e gnaisses em escarpas ........................................................... 52 \n5.3.4 Unidade IV – Granitos e gnaisses em mar de morros .................................................. 52 \n5.3.5 Unidade V - Granitos e gnaisses em morros paralelos ................................................ 53 \n\n\n\n5.3.6 Mapa de cicatrizes de escorregamento ........................................................................ 53 \n5.3.7 Mapa de Uso e Ocupação do Solo ............................................................................... 54 \n\n5.4 Avaliação da suscetibilidade a corridas de massa ............................................................... 55 \n5.4.1 Mapa de suscetibilidade natural .................................................................................. 55 \n5.4.2 Mapa de Suscetibilidade antrópica .............................................................................. 57 \n5.4.3 Mapa final de suscetibilidade à corridas de massa ..................................................... 58 \n\n6. CONCLUSÕES E RECOMENDAÇÕES ......................................................................... 60 \nREFERÊNCIAS BIBLIOGRÁFICAS .......................................................................................... 62 \n \n\n\n\n12 \n \n\n1. INTRODUÇÃO \n\nNas últimas décadas têm sido crescentes os impactos sociais, econômicos e ambientais \n\ngerados pelos processos de dinâmica superficial. Dentre estes processos há destaque para os \n\nmovimentos de massa, que de acordo com dados da UNISDR (2015) provocaram \n\naproximadamente 20.000 mortes e afetaram mais de 8 milhões de pessoas ao longo de todo o \n\nmundo nos últimos vinte anos (1995-2015).  \n\n Os movimentos de massa são considerados importantes processos evolutivos das encostas \n\ne de modificação da paisagem, sendo definidos como “movimento de solo, rocha ou qualquer \n\noutro material em encostas devido à influência direta da gravidade” (SELBY, 1982). Neste \n\nsentido, os escorregamentos e corridas de detritos são os movimentos de massa de maior impacto.  \n\n As corridas de massa são fenômenos de grande potencial destrutivo, que historicamente \n\ncausam muitos danos, pois destroem paisagens, moradias e grandes construções como barragens \n\ne dutos, existentes ao longo de seu percurso. De acordo com Augusto Filho (1992) as corridas de \n\nmassa podem ser definidas como “conjunto de movimentos gravitacionais de massa de grandes \n\ndimensões que se desenvolvem na forma de escoamento ao longo dos talvegues principais, \n\npossuindo extenso raio de alcance”.  \n\n As instabilizações nos taludes podem ser geradas por diversas variáveis, porém grande \n\nparte está correlacionada a fatores intrínsecos às suas características geológicas e \n\ngeomorfológicas (INFANTI JR, 1998). Aspectos fisiográficos, tais como tipo e espessura de solo, \n\nrocha e depósitos superficiais, amplitude topográfica, declividade de encostas e densidade de \n\ndrenagens, influenciam sobremaneira nestes processos.  \n\n Os regimes pluviométricos são também considerados importantes deflagradores destes \n\nmovimentos. Dados de Guidicini e Iwasa (1976) sugerem que eventos pluviométricos que \n\nexcedem 20% da pluviosidade média anual geram alta possibilidade de ocorrência de \n\nmovimentos de massa. Resultados de Tatizana et al. (1987) e IPT (1988) corroboram essa \n\nafirmação, mostrando que os escorregamentos e corridas de massa estão diretamente \n\ncorrelacionados à saturação do solo pelas águas das chuvas.  \n\n No Brasil, os eventos de corridas de massa se concentram principalmente no litoral sul e \n\nsudeste, em regiões inseridas no contexto geológico-geomorfológico da Serra do Mar, que possui \n\ncondições fisiográficas e de pluviosidade mais favoráveis a esses processos. Nesse cenário, há \n\n\n\n13 \n \n\ndestaque para a cidade de Caraguatatuba e o episódio ocorrido no dia 18 de Março de 1967, \n\nclassificado como o terceiro maior evento destrutivo do gênero registrado no país.  \n\n Devido ao crescimento populacional nas regiões suscetíveis a estes processos, seu poder \n\nde impacto tende a ser potencializado. Nesse sentido, a principal forma de se traçar medidas \n\npreventivas a estes prejuízos é compreender como as características geológico-geotécnicas da \n\nregião influenciam nos processos de corridas de massa e detritos. Isso é possível através do \n\nmapeamento e avaliação de suscetibilidade das áreas, importantes instrumentos técnico-\n\ncientíficos para gestão de riscos (BRITO, 2014).  \n\n Nos últimos anos, várias técnicas de avaliação de suscetibilidade têm sido desenvolvidas, \n\nmuitas apoiadas em ferramentas de geoprocessamento (BRITO, 2014; REIS, 2016). Essas \n\nferramentas possibilitam identificar e mapear as áreas suscetíveis, otimizando a aplicação de \n\nrecursos e detalhamento de informações, inclusive em áreas onde as condições geomorfológicas \n\ndificultam os acessos em trabalhos de campo.  \n\n Partindo deste contexto, o presente trabalho visa avaliar áreas suscetíveis a corridas de \n\nmassa, servindo como um instrumento para minimização das situações de risco. A área de estudo \n\nescolhida compreende a Bacia Hidrográfica do Ribeirão Pau D’Alho, localizada no município de \n\nCaraguatatuba/SP. Esta foi uma das bacias hidrográficas afetadas durante o evento de 1967, e \n\ndevido ao avanço populacional, a avaliação de sua suscetibilidade aos processos de corridas de \n\nmassa é fundamental para a elaboração de medidas preventivas e minimizadoras de danos caso \n\nhaja reincidência de índices pluviométricos semelhantes aos de 1967.  \n\n Ainda, o presente trabalho se insere no projeto maior intitulado “Alertas meteorológicos \n\npara avaliação de risco geológico e geotécnico nas regiões Sul e Sudeste do Brasil/ Alertas \n\nmeteorológicos associados a risco de origem geológico e geotécnico” financiado pela \n\nPETROBRAS.  \n\n\n\n14 \n \n\n2. OBJETIVO \n\nO objetivo principal do presente trabalho é mapear e avaliar a suscetibilidade à ocorrência \n\nde corridas de massa na Bacia Hidrográfica do Ribeirão Pau D’Alho, localizada no município de \n\nCaraguatatuba-SP. Para tal, foram definidos os seguintes objetivos específicos:  \n\n- Realizar a compartimentação fisiográfica da área, a fim de delimitar diferentes unidades \n\nfisiográficas e caracterizá-las de acordo com seus atributos naturais e antrópicos.  \n\n- Correlacionar às características do meio físico e de uso e ocupação do solo, com o \n\ncomportamento geotécnico.  \n\n- Avaliar a suscetibilidade da bacia hidrográfica aos processos de corrida de massa, \n\natravés da integração do Grau de Suscetibilidade Natural e do Grau de Suscetibilidade Antrópica.  \n\n- Gerar o mapa final de suscetibilidade a corridas de massa em escala 1:50.000.  \n\n \n\n \n\n\n\n15 \n \n\n3. FUNDAMENTAÇÃO TEÓRICA \n\nNeste capítulo serão apresentados os diferentes tipos de movimentos de massa, com \n\nenfoque na caracterização do processo de corridas de massa e detritos. Será apresentado também \n\num breve histórico sobre os principais movimentos de massa que ocorreram no sul e sudeste do \n\nBrasil nos últimos anos. Buscou-se ainda uma breve contextualização dos conceitos da \n\ncompartimentação fisiográfica e avaliação de suscetibilidade.  \n\n3.1 Movimentos de Massa \n\nA paisagem na Terra é constantemente modificada pelas forças que atuam em sua \n\nsuperfície, relacionadas a processos de dinâmica interna e externa. Essas modificações podem ser \n\nperceptíveis ou não à observação humana, dependendo da velocidade do processo em relação ao \n\ntempo geológico (INFANTI JR, 1998).  \n\nOs movimentos de massa são processos de dinâmica externa da Terra, correlacionados ao \n\nprocesso evolutivo das encostas e que desempenham importante papel na modificação da \n\npaisagem. São definidos como o movimento de materiais em encostas devido à influência direta \n\nda gravidade. Os materiais mobilizados podem ser solos, blocos rochosos, vegetação, ou qualquer \n\noutro tipo de material, tais como construções. (SELBY, 1982).  \n\nOs fatores que influenciam na ocorrência destes processos envolvem tanto características \n\nnaturais do meio físico, quanto atividades antrópicas. A respeito desses condicionantes Bigarella \n\n(2003) expõe que \n\nAs condições que favorecem os movimentos de massa dependem principalmente \nda estrutura geológica, da declividade da vertente (forma topográfica), do regime \nde chuvas (em especial de episódios pluviais intensos), da perda de vegetação e \nda atividade antrópica, bem como pela existência de espessos mantos de \nintemperismo, além da presença de níveis ou faixas impermeáveis que atuam \ncomo planos de deslizamento (BIGARELLA et al, 2003, p.1026).  \n \n\nPesquisas acerca dos movimentos de massa estão sendo cada vez mais realizadas em todo \n\no mundo devido aos seus impactos sociais e econômicos. Desta forma, existe uma ampla gama de \n\npropostas de classificação dos processos em função de seu potencial destrutivo, velocidade, tipo \n\nde material e geometria.  \n\nAtualmente, a classificação mais aceita internacionalmente é a de Varnes (1978), adotada \n\npela International Association of Engineering Geology (IAEG). Esta classificação é bastante \n\nsimplificada, baseada nos tipos de movimento e de material transportado (Figura 1), facilitando a \n\n\n\n16 \n \n\naplicação entre teoria e prática (SILVEIRA, 2003; TOMINAGA, 2007). De acordo com Varnes \n\n(1978) os tipos de movimentos são quedas, tombamentos, deslizamentos (rotacionais e \n\ntranslacionais), espraiamento lateral, corrida ou fluxo e movimentos complexos (resultado da \n\ncombinação de dois ou mais tipos de movimentos). Os materiais mobilizados podem ser rochas, \n\ndetritos (partículas > 2 mm) e solo (partículas &lt;2 mm).  \n \n\nFigura 1: Modelo ilustrativo da classificação de movimentos de massa, baseado na proposta de Varnes (1978). \n\n \nFonte: Modificado de British Geological Survey (2015). \n\nNa literatura brasileira muitos autores deram suas contribuições para a classificação dos \n\nmovimentos de massa. Destaca-se a classificação de Augusto Filho (1992), que divide os \n\nmovimentos em: rastejo (creep), escorregamentos (slides), quedas (falls) e corridas (flows), \n\n\n\n17 \n \n\nbaseados na dinâmica do ambiente brasileiro. De acordo com Gramani (2001) esta classificação \n\ntem aplicação mais ampla, podendo ser utilizada nos diferentes cenários serranos encontrados no \n\npaís. O Quadro 1 resume a caracterização de Augusto Filho (1992).  \n\n \nQuadro 1: Características dos principais tipos de movimentos de massa associados a encostas. \n\nProcessos Características do movimento, material e geometria \n\nRastejo \n(creep) \n\n- Vários planos de deslocamento (internos)  \n-Velocidades muito baixas (cm/ano) a baixas e decrescentes com a \nprofundidade  \n- Movimentos constantes, sazonais ou intermitentes \n- Materiais: solo, depósitos, rocha alterada/ fraturada \n- Geometria indefinida  \n\nEscorregamentos \n(Slides)  \n\n- Poucos planos de deslocamento (externos)  \n- Velocidades médias (m/h) a altas (m/s)  \n- Pequenos a grandes volumes de material  \n- Geometria e materiais variáveis  \n- Planares: solos poucos espessos, solos e rochas com um plano de fraqueza  \n- Circulares: solos espessos, homogêneos e rochas muito fraturadas \n- Em cunha: solos e rochas com dois planos de fraqueza \n\n \nQuedas \n(falls) \n\n- Sem planos de deslocamento \n- Movimento tipo queda livre ou em plano inclinado \n- Velocidades muito altas (vários m/s) \n- Material rochoso  \n- Pequenos a médios volumes  \n- Geometria variável: lascas, placas, blocos, etc.  \n- Rolamento de matacão \n- Tombamento  \n\nCorridas \n(flows) \n\n- Muitas superfícies de deslocamento (internas e externas à massa em \nmovimentação) \n- Movimento semelhante ao de um líquido viscoso  \n- Desenvolvimento ao longo das drenagens  \n- Velocidades médias a altas \n- Mobilização de solo, rocha, detritos e água  \n- Grandes volumes de material  \n- Extenso raio de alcance, mesmo em áreas planas  \n\n                                                                                                                                   Fonte: Augusto Filho (1992)  \n\n \n\nOs rastejos ou rastejamentos são movimentos de massa lentos, de caráter contínuo, que \n\nmobilizam diferentes tipos de materiais sob influência da gravidade. São processos de geometria \n\nindefinida e não apresentam superfície de ruptura evidente, correspondendo a uma deformação de \n\n\n\n18 \n \n\ncaráter plástico. (GUIDICINI E NIEBLE, 1984; AUGUSTO FILHO, 1992; INFANTI JR., 1998; \n\nBIGARELLA, 2003). \n\n A velocidade dos rastejamentos varia de acordo com fatores locais, tais como tipo de \n\nmaterial, clima regional, grau de declividade da encosta, etc. Entretanto Press et al. (2006) define \n\num intervalo de velocidade para os rastejos de 1 a 10 mm/ano. Em função dessa velocidade \n\nbaixa, na grande maioria dos casos é um processo imperceptível, de indícios indiretos, tais como \n\nsurgimento de pequenas trincas, inclinação de postes e árvores e “embarrigamento” das encostas \n\n(INFANTI JR, 1998).  \n\n Os escorregamentos de acordo com Infanti Jr. (1998) podem ser definidos como \n\n“movimento rápido de massas de solo ou rocha, geralmente bem definidas quanto ao seu volume, \n\ncujo centro de gravidade se desloca para baixo e para fora de um talude”. IPT (1991) e Infanti Jr. \n\n(1998) salientam ainda as diferentes geometrias que os escorregamentos podem assumir, \n\npermitindo sua divisão em escorregamentos rotacionais, translacionais ou planares e em cunha.  \n\n No contexto das encostas serranas brasileiras, os escorregamentos translacionais são os \n\nmais frequentes. Sua geometria de ruptura é planar, muitas vezes relacionada a descontinuidades \n\nmecânicas e/ ou hidrológicas desfavoráveis à manutenção da estabilidade. Essas descontinuidades \n\npodem ser feições geológicas como planos de estratificação, foliação, xistosidade, fraturas, etc. \n\n(GUIDICINI E NIEBLE, 1984; INFANTI JR, 1998). Para Fernandes e Amaral (1996) \n\ndeclividades em torno de 30° ou mais, também influenciam diretamente nesses eventos. De \n\nacordo com os autores, os escorregamentos geralmente se associam a períodos de chuvas fortes e \n\nprolongadas, quando ocorre saturação dos solos.  \n\n As quedas de blocos representam o deslocamento de blocos rochosos em alta velocidade \n\npor ação da gravidade. Para Augusto Filho (1992) e Infanti Jr. (1998) esse processo engloba \n\noutros tipos de movimentos, tais como o desplacamento, tombamento e rolamento de blocos. A \n\nqueda ocorre em encostas muito íngremes a verticais, em movimentos do tipo queda livre. O \n\ntombamento e rolamento por sua vez, estão relacionados com movimentos em encostas menos \n\nverticalizadas, com menor velocidade. Os autores destacam que todos os tipos são favorecidos \n\npor planos de fraqueza e descontinuidades existentes nos maciços rochosos.  \n\n As corridas de massa são movimentos de alta velocidade e grandes dimensões, onde os \n\nmateriais apresentam comportamento de fluidos viscosos, se deslocando na forma de escoamento \n\n\n\n19 \n \n\nrápido (AUGUSTO FILHO, 1992; FERNANDES E AMARAL, 1996; INFANTI JR. 1998). Por \n\nser o movimento de interesse no presente trabalho, as corridas de massa serão detalhadas a seguir.  \n\n3.2 Caracterização das corridas de massa \n\nAs corridas de massa têm sido objeto de estudos em todo o mundo em função do grande \n\npotencial destrutivo que possuem. Os danos causados estão relacionados com a intensidade do \n\nprocesso, sua dimensão e área de abrangência. O entendimento dos fatores que influenciam \n\nnesses eventos permite a previsão de sua ocorrência e frequência de retorno, bem como avaliação \n\ndos danos, projeção de obras de contenção e monitoramento das áreas de risco.  \n\nPara Guidicini e Nieble (1984), as corridas de massa podem ser conceituadas como: \n[...] formas rápidas de escoamento, de caráter essencialmente hidrodinâmico, \nocasionadas pela perda de atrito interno, em virtude da destruição da estrutura, \nem presença de excesso de água. Uma massa de solo, ou de solo e rocha, pode \nfluir como um líquido se atingir certo grau de fluidez.  (GUIDICINI E NIEBLE, \n1984).  \n \n\nNas definições de Augusto Filho (1992), Infanti Jr. (1998), Takahashi (1998) e Gramani \n\n(2001), as corridas possuem dinâmica híbrida, regida pela mecânica dos solos e dos fluídos, e \n\nmobilizam grandes volumes de material em extenso raio de alcance. Para Varnes (1978) a corrida \n\né uma forma de movimento rápido, que envolve uma massa composta por sólidos granulares, ar e \n\nágua, e as propriedades do fluxo variam de acordo com o conteúdo de água-argila. \n\nSegundo Infanti Jr. (1998) há divergências na literatura quanto às denominações dos \n\nprocessos de corridas de massa. Muitos autores adotam classificações conforme o tipo de \n\nmaterial mobilizado e a velocidade do processo. Hungr et al. (2000) e Polanco (2010), \n\nclassificam as corridas de massa de acordo com o Quadro 2.  \nQuadro 2: Classificação das corridas de massa baseada no tipo de material e velocidade. \n\nClassificação Tipo de material Velocidade \n\nFluxo de detritos \n(Debris Flow) \n\nDetritos saturados, não plásticos, em \ncanal, com índice de plasticidade (IP) \n\n<5%.  \n\nMovimento rápido a extremamente \nrápido \n\n \nFluxo de lama \n\n(Mud Flow) \n\nLama e/ ou detritos saturados, em canal, \ncom alto teor de água e alta plasticidade, \n\nIP>5%. \n\n \nMovimento rápido a extremamente \n\nrápido \n \n\nEnxurrada de detritos \n(Debris flood) \n\nAfloramento de água com grandes \nquantidades de detritos, confinado em \n\ncanal.  \n\n \nMovimento muito rápido \n\n \nAvalanche de detritos \n\n(Debris Avalanche) \n\nMaterial superficial, parcial ou \ntotalmente saturado, não confinado em \n\ncanal.  \n\n \nMovimento muito rápido a \n\nextremamente rápido \nFonte: Polanco (2010). \n\n\n\n20 \n \n\nAs corridas de massa podem ainda ser analisadas em três aspectos ou zonas: geração, \n\ntransporte e sedimentação. Assim, Vandine (1996) resume essas características (Figura 2):  \n\n \nFigura 2: Zonas diferenciadas em corridas de detritos canalizadas. \n\n \nFonte: Vandine (1996).  \n\n(i) A zona de iniciação, onde são geradas as corridas de massa, corresponde a áreas \n\nque possuem declividade maior que 25°;  \n\n(ii) A zona de transporte e erosão, correspondente a área de ocorrência do fluxo, \n\napresenta declividades entre 15°-25°.  \n\n(iii) A zona de deposição, onde ocorre a sedimentação, é subdividida em zona de \n\ndeposição parcial e zona de deposição final. A primeira corresponde aos diques, \n\nem geral com declividade entre 10°-15° e a segunda aos leques de deposição, com \n\ndeclividade menor que 10°.  \n\nO autor expõe que esses parâmetros podem variar de acordo com a geometria dos canais, \n\ncomposição, granulometria dos detritos, etc. Além disso, os diferentes processos classificados \n\ndentro das corridas de massa tendem a ocorrer em porções específicas do perfil apresentado por \n\n\n\n21 \n \n\nVandine (1996). Por exemplo, a corrida de detritos geralmente se associa à zona de iniciação e \n\nconforme o processo evolui, o fluxo de lama se concentra na zona de transporte e erosão.  \n\nAlém da declividade, outros fatores geomorfológicos e geológicos influenciam o \n\nprocesso. No subcapítulo a seguir estes serão detalhados para as corridas de detritos (debris flow).   \n\n3.3 Condicionantes das corridas de detritos \n\n As corridas de detritos envolvem o fluxo de uma massa composta por lama, rochas e \n\noutros detritos superficiais (Figura 3). Sua dinâmica se relaciona a fatores geológicos, \n\npedológicos, geomorfológicos, hidrológicos, climáticos, de vegetação, além da ação antrópica \n\n(HONG et al., 1985; NELSON e Rasely, 1990 apud GRAMANI, 2001). Estes fatores contribuem \n\ntanto na deflagração, quanto no desenvolvimento do processo.  \n\n \nFigura 3: Esquema simplificado de uma corrida de detritos \n\n  \n                                                                     Fonte: Press. (2006).  \n\n \n\nAs corridas de detritos podem ser resultado da evolução de outros tipos de movimentos de \n\nmassa, com destaque para os escorregamentos; em seu percurso, a massa escorregada pode \n\nencontrar canais de drenagem, aumentando sua fluidez e velocidade do processo, que se torna um \n\nfluxo de detritos/lama. (TAKAHASHI, 1981; IPT, 1987; GRAMANI, 2001; MARCELINO, \n\n2003; NERY, 2016). Para Polanco (2010) os movimentos de rastejo também podem evoluir para \n\n\n\n22 \n \n\ncorridas, caso adquiram uma superfície de ruptura definida. Avelar et al. (2006) apresentam as \n\nquedas de blocos como um importante deflagrador das corridas de detritos, pois seu impacto no \n\nmaterial saturado pode levar à liquefação instantânea.  \n\nQuanto ao contexto geológico, para Gramani (2001) não há necessariamente um terreno \n\nmais suscetível a corridas de massa, porém há maior frequência em ambientes de solos residuais \n\nespessos, depósitos coluvionares e tálus, aluviões e terraços aluvionares. O autor destaca que as \n\ncorridas de detritos são mais frequentes em terrenos cristalinos, pois sua alteração gera partículas \n\nmais grosseiras, enquanto nos terrenos sedimentares predominam as corridas de lama (mud \n\nflows). Polanco (2010) cita a instabilização provocada por estruturas geológicas complexas, tais \n\ncomo falhas e dobras intemperizadas, bem como descontinuidades litológicas.  \n\n Os atributos das encostas influenciam sobremaneira na suscetibilidade desses processos. \n\nHá destaque para a declividade, pois como demonstrado por Guidicini e Nieble (1984) a tensão \n\ncisalhante do solo aumenta com o aumento da declividade da encosta, diminuindo seu fator de \n\nsegurança. Declividades altas também permitem um maior fornecimento de materiais para as \n\ncorridas de detritos.   \n\n O grau de declividade no qual os movimentos de massa começam a ocorrer é bastante \n\ndiscutido na literatura. Takahashi (1981); Lee et al. (2004); Vanacôr (2006), e Filho e Magalhães \n\n(2004) mostram estudos que sugerem um intervalo de início entre 15°-20°. É importante ressaltar \n\nque esse valor varia de acordo com a natureza do material instabilizado, grau de fraturamento, \n\nsaturação, etc. Gramani (2005) por sua vez frisa que a faixa mais crítica de eventos está nas \n\ndeclividades acima de 30°.  \n\n A morfologia das encostas também é um fator condicionante; de acordo com Gramani \n\n(2001) as encostas côncavas a retilíneas são as mais suscetíveis ao desenvolvimento de corridas \n\nde detritos, pois possuem maior disponibilidade de material a ser mobilizado.  \n\nCaracterísticas como área e forma da bacia hidrográfica, sistema de drenagens e formas de \n\nrelevo, também atuam como condicionantes às corridas de detritos. Esses atributos controlam a \n\nconcentração e distribuição das águas ao longo do terreno, além da magnitude de vazão. As áreas \n\nque possuem tempo curto de concentração e picos de vazão elevados serão mais propensas ao \n\ndesenvolvimento de corridas de detritos (GRAMANI, 2001).  \n\n As bacias menores e circulares são mais críticas à ocorrência de corridas de detritos. \n\nAutores sugerem valores de até 10 km² de área e Índice de Circularidade (Ic) próximo a 1, de \n\n\n\n23 \n \n\nmodo que nessas bacias o tempo de concentração é menor e a vazão maior (COSTA, 1984; \n\nVANDINE, 1996; GRAMANI, 2001; IPT, 2002). Em situações que as águas pluviais se \n\nconcentram mais rapidamente, o potencial erosivo se torna maior e pode mobilizar materiais mais \n\ngrosseiros, favorecendo assim as corridas de detritos.  \n\n Para Costa (1984), as bacias menores e circulares são mais suscetíveis também por \n\nfrequentemente estarem próximas a barreiras geográficas, que devido a seu efeito orogenético, \n\napresentam maiores índices pluviométricos. Atualmente, as chuvas são consideradas um dos \n\nprincipais agentes deflagradores de corridas de detritos (VARNES, 1978; TAKAHASHI, 1981; \n\nGUIDICINI E NIEBLE, 1984; IPT, 1987; GRAMANI, 2001; AUGUSTO FILHO, 1998).  \n\n Sobre a relevância da pluviosidade, Guidicini e Nieble (1984, p.11) afirmam “[...] quase \n\ntodos os escorregamentos registrados em nosso meio fisiográfico estão associados a episódios de \n\nelevada pluviosidade, de duração compreendida entre algumas horas até alguns dias”. Gramani \n\n(2001) afirma a importância das chuvas fortes nos processos de corridas de detritos, pois \n\npromovem instabilizações por escorregamentos e mobilização dos materiais, provocando intensa \n\nerosão da encosta.   \n\n Os índices pluviométricos críticos serão diferentes para cada região, variando em função \n\nde fatores geológicos, geomorfológicos e climáticos locais. Apesar disso, Guidicini e Nieble \n\n(1984) assumem que eventos de índices pluviométricos acima de 250 mm-300 mm são capazes \n\nde desencadear movimentos de massa em praticamente qualquer circunstância. Contudo, não se \n\npode desprezar a importância das chuvas acumuladas anteriormente, que diminuem a estabilidade \n\ne a resistência das encostas, condicionando o ambiente aos eventos de escorregamento e corridas \n\nde detritos. Para Tatizana et al. (1987a) chuvas acumuladas a partir de quatro dias são efetivas no \n\nprocesso de escorregamentos.  \n\n Os parâmetros supracitados podem ter maior ou menor grau de influência no processo de \n\ncorridas de detritos, a depender da área estudada. Desse modo, é importante que a suscetibilidade \n\nseja calculada a partir da análise integrada destes fatores. Em áreas habitadas ou próximas aos \n\ncentros urbanos, as atividades antrópicas devem ser consideradas, visto que podem intensificar ou \n\naté mesmo deflagrar os processos de escorregamento e/ ou corridas de massa.  \n\n3.4 Movimentos de massa na região sul e sudeste do Brasil  \n\n O Brasil é atualmente o sétimo país do mundo mais afetado por desastres naturais, sendo a \n\nmaioria dos casos referentes a escorregamentos e/ ou corridas de lama e detritos (UNISDR, \n\n\n\n24 \n \n\n2015). Historicamente há destaque para a região Sul e Sudeste no cenário de movimentos de \n\nmassa (Quadro 3).   \nQuadro 3: Principais eventos de movimentos de massa no sul e sudeste do Brasil. \n\n \nLocal \n\n \nAno \n\n \nÁrea (km²) Precipitação (mm/h) \n\n \nDanos \n\n \nSerra das Araras, RJ \n\n \n1967 \n\n \n__ \n\n \n114 mm/ 1h \n\n275 mm/ 24h \n\nAprox. 1200 mortos, > 100 casas \ndestruídas, danos em rodovias. \n\n \nCaraguatatuba, SP \n\n \n1967 __ \n\n \n420 mm/ 24h \n586 mm/ 48h \n\n120 mortos, 400 casas destruídas, \ndanos em rodovias. \n\n \nCampos do Jordão, SP \n\n \n1972 \n\n \n__ \n\n \n__ \n\n17 mortos, 60 casas soterradas. \n \n\n \nTubarão, SC \n\n \n1974 __ \n\n394 mm/ 72h \n742 mm/ 16 d \n\n195 mortos; cidade inundada com \ndetritos \n\n \nGrota Funda, SP \n\n \n1975 __ __ \n\nDanificação dos pilares da ponte \nferroviária \n\n \nRio Cachoeira, SP \n\n \n1976 \n\n \n4 km² \n\n40 mm/ 1h \n276 mm/ 24h \n\nInundação da indústria da \nCopebrás com lama e detritos. \n\n \nPetrópolis, RJ \n\n \n1988 __ \n\n145 mm/ 24h \n414 mm/ 144h \n\n171 mortos, 5000 casas \ndanificadas \n\n \nRio das Pedras, Cubatão, SP \n\n \n1994 \n\n \n2,64 km² \n\n \n60 mm/ 1h \n\nInundação da refinaria da \nPetrobras com detritos, \n\ninterrompendo as operações. \n \n\nTimbé do Sul, SC \n \n\n1995 \n \n\n23,1 km² \n \n\n500 mm/ 1h \n29 mortos, 20 casas destruídas, \n\nperdas na agricultura \n\n \nRodovia de Ubatuba, SP \n\n \n1996  \n\n \n10 mm/ 10 min \n442 mm/ 13h \n\nDanificação da rodovia, \nnecessitando estabilização da \n\nencosta \n\nRodovia Anchieta, SP  1999 __ \n128 mm/ 24h \n274 mm/ 72h \n\nTráfego interrompido por várias \nsemanas \n\n \nLavrinhas, SP \n\n \n2000 \n\n \n17,5 km² \n\n \n70 mm/ 1h \n\n11 mortos, várias casas e pontes \ndestruídas \n\n \nVale do Itajaí, SC \n\n \n2008 __ \n\n \n185 mm/ 48h \n\n135 mortos, 2 desaparecidos e \n32.853 pessoas desalojadas. \n\nCórrego D’antas e Córrego \ndas Vieiras, Nova Friburgo, \n\nRJ \n\n \n2011 \n\n \n52 km² (D’antas) \n33 km² (Vieiras) \n\n \n266 mm/ 48h \n\n429 mortos, 3.220 desalojados, \n2.031 desabrigados e vários \n\ndesaparecidos \n\n \nTeresópolis, RJ \n\n \n2011 \n\n \n12 km² \n\n \n124 mm/ 24h \n\n343 mortos, 9.110 desalojados, \n6.727 desabrigados e vários \n\ndesaparecidos \n \n\nPetrópolis, RJ \n \n\n2011 \n \n\n36 km² \n \n\n__ \n71 mortos, 6.223 desalojados, 191 \n\ndesabrigados. \n\n \nSerra da Prata, PR \n\n \n2011 \n\n \n50 km² \n\n \n231 mm/ 24h \n348 mm/ 72h \n\n1 morto e várias pessoas feridas. \nDestruição de casas, ruas, estradas. \n\nRibeirão Cágado, SP  2013 \n \n\n0,26 km² \n \n\n273 mm/ 24h Danos na adutora da Sabesp \n\nSão Sebastião, SP  2016 __ \n \n\n218 mm/ 12h 2 mortos e 26 famílias desalojadas \n\nGrande São Paulo, SP  2016 __ \n \n\n191 mm/ 12h 25 mortos e 4 mil desabrigados \n\nFonte: Gramani (2001), Kanji et al. (2003), Polanco (2010), Nery (2016).  \n\n\n\n25 \n \n\n3.4.1 Evento de Caraguatatuba – 1967  \n\n No contexto da área de estudo, o evento de corridas de massa de Março de 1967 na cidade \n\nde Caraguatatuba é muito significativo. Este é considerado o terceiro maior desastre natural \n\nocorrido no Brasil, ficando atrás apenas dos eventos da Serra das Araras – RJ (1967) e de Nova \n\nFriburgo – RJ (2011).  \nFigura 4: Cicatrizes do escorregamento de 1967 nas escarpas da Serra do Mar em Caraguatatuba/SP.  \n\n \n                                                                             Fonte: Cruz (1974)  \n\n Segundo Gramani (2011) o processo começou a partir de escorregamentos generalizados, \n\nque foram canalizados ao atingir as drenagens principais, transformando-se rapidamente em fluxo \n\nde detritos. Os processos sofreram variação no tempo e no espaço, passando de corridas de \n\ndetritos/ blocos de rocha (debris flow), para corridas de lama (mud flows) e para enchentes com \n\nalta concentração de sólidos (mud flood).  \n\n Em função da maior ocupação existente no Vale do Rio Santo Antônio, os danos gerados \n\nnessa área foram maiores e, portanto os estudos se concentram preferencialmente nessa bacia. \n\nApesar disso, Gomes et al. (2008) destacam outras bacias afetadas, dentre elas a Bacia do Pau \n\nD’Alho. O autor sugere que apesar das perdas econômicas e humanas na Bacia do Santo Antônio, \n\na maior mobilização de material em termos volumétricos teria ocorrido no Vale do Rio Camburu.  \n\n Os fatores que mais influenciaram o processo foram as altas declividades das encostas e a \n\npluviosidade anormalmente alta daquele ano. Gramani (2001) ressalta que neste evento, a \n\ncobertura vegetal, a natureza da rocha e ação antrópica pouco influenciaram no processo, tendo \n\nsido as feições topográficas e pluviométricas determinantes. \n\n\n\n26 \n \n\n Os dados pluviométricos registraram 586 mm em 48 horas, o que representa cerca de 35% \n\nda pluviosidade anual da região, índice anormalmente alto de acordo com Wolle (1986) apud \n\nGramani (2001). Chuvas acumuladas de dias anteriores influenciaram na saturação do solo. \n\n De acordo com Gramani (2001), os materiais mobilizados pelos escorregamentos no vale \n\ndo Rio Santo Antônio, percorreram uma distância horizontal de aproximadamente 9 km, em \n\ndesnível de 700m. O material mobilizado variou de partículas de argila a areia, até grandes blocos \n\nrochosos com mais de 4 m de eixo maior (Figura 6); em meio a esses sedimentos havia também \n\ngrande quantidade de galhos e troncos de árvore (FÚLFARO et al., 1976; GOMES et al., 2008).  \nFigura 5: Depósito de blocos rochosos mobilizados no evento de 1967, em Caraguatatuba/SP. Os blocos possuem \n\ndimensões métricas e estão suportados por matriz granulométrica mais fina. \n\n \n                                                                     Fonte: Gomes (2008) \n\n Estudos acerca da recorrência desses eventos sugerem que este é um processo \n\nrelativamente comum na área (CRUZ, 1974; FÚLFARO et al. 1976; GRAMANI, 2001). Os \n\nprejuízos ambientais, sociais e econômicos são enormes, de tal modo que Gramani (2001) destaca \n\nque a ocupação atual de novas áreas de risco pela população de Caraguatatuba, pode levar a \n\ncatástrofes ainda maiores, até mesmo em eventos de menor intensidade pluviométrica.  \n\n3.5 Mapeamento Geotécnico \n\nMuitas metodologias de mapeamento geotécnico, tanto internacionais quanto nacionais, \n\nsão propostas. Em seu trabalho de compilação, Zuquette (1987) as separou em metodologias de \n\nuso geral e de uso específico, mostrando que cada metodologia possui diferentes formas de \n\n\n\n27 \n \n\nanálise dos atributos do meio físico, algumas com finalidades específicas e outras com diversas \n\nfinalidades.  \n\nQuanto aos métodos de realização, Cendrero (1989) os separa em métodos analíticos e \n\nsintéticos. Os analíticos estariam relacionados com a elaboração e sobreposição de mapas \n\ntemáticos, de modo a se obter mapas-diagnóstico. Por sua vez, os métodos sintéticos se baseiam \n\nna delimitação de unidades ambientais homogêneas, que guiam o uso e ocupação do solo. Os \n\ntermos análise integrada e análise multitemática foram empregados por Ross (1995), segundo o \n\nqual a primeira possui natureza analítico-sintética e a segunda natureza inicialmente analítica e \n\nposteriormente sintética. O Quadro 4 de Vedovello e Mattos (1998) apresenta breve \n\ncaracterização dos dois tipos de análise:  \nQuadro 4: Caracterização das abordagens integrada e multitemática. \n\nTipo de análise Produto cartográfico Implicações \n\nIntegrada \n\nÚnico. Análise integrada dos \ncomponentes ambientais: relevo, solo, \ngeologia, vegetação, uso do solo e \nindividualização de unidades com limites \nconcretos no espaço. \n\nFacilita ações de planejamento \nterritorial \n\nMultitemática \n\nMúltiplo. Reflete diferentes concepções \nteóricas, metodológicas e técnico-\noperacionais, em função dos temas \ncartografados: geologia, geomorfologia, \npedologia, etc. \n \nDeterminação de unidades geotécnicas \ncom limites abstratos no espaço, ao se \ncruzar diferentes mapas até o mapa-\nsíntese final. \n\nPerda da visão de integração \nentre os diferentes temas. \n \n \n \nDificuldade de visualização e \nde entendimento por \nplanejadores e gestores \nambientais. \n\nFonte: Vedovello e Mattos (1998).  \n \n\n A análise integrada se relaciona com o método de avaliação do terreno, que segundo Lollo \n\n(1995) envolve o reconhecimento, interpretação e análise das feições de relevo, permitindo a \n\ndivisão da área de estudo em unidades menores. Assim, a avaliação do terreno pode ser \n\ncompreendida como uma importante ferramenta de análise ambiental.  \n\n De acordo com Zuquette e Gandolfi (2004) a avaliação do terreno pode ser feita sob o \n\nenfoque fisiográfico ou paramétrico. Nesse sentido, a compartimentação fisiográfica, método \n\nadotado na presente pesquisa, pode ser considerada uma etapa da análise integrada.  \n \n\n\n\n28 \n \n\n3.5.1 Compartimentação fisiográfica  \n\n A fisiografia de uma área diz respeito à descrição e análise dos elementos do meio físico, \n\nde ordem geomorfológica, geológica, pedológica e hidrológica. Assim, o método de \n\ncompartimentação fisiográfica consiste na divisão de uma região em áreas ou unidades que \n\napresentam características fisiográficas homogêneas e diferentes das áreas adjacentes \n\n(VEDOVELLO, 2000). Este método é bastante aplicado na caracterização geológico-geotécnica \n\ne avaliação da suscetibilidade a processos em diversos estudos.   \n\n De acordo com Vedovello (2000) a análise dos elementos deve ser feita de modo \n\nintegrado, pois um mesmo elemento fisiográfico pode ter comportamento diferente em função da \n\nocorrência e/ou ausência de outro elemento no terreno. Analogamente, um mesmo elemento pode \n\nter maior ou menor influência na dinâmica dos processos, de acordo com o ambiente em que está \n\ninserido.   \n\n A compartimentação fisiográfica pode ser realizada em diversas escalas, sendo que alguns \n\nelementos fisiográficos se destacam mais em determinadas escalas do que em outras. Vedovello e \n\nMattos (1998) expõem a terminologia adotada para as unidades conforme a escala do estudo, \n\nsendo em ordem decrescente: Província, Zona, Subzona e Unidade. Na presente pesquisa será \n\nadotada a compartimentação em unidades, que devem apresentar litologia, forma de relevo e \n\nperfil de alteração constante em seu limite de ocorrência.  \n\n Atualmente, o uso de produtos de sensoriamento remoto, tais como fotografias aéreas e \n\nimagens de satélite, tem contribuído significativamente na cartografia geotécnica, sobretudo no \n\nmétodo da compartimentação fisiográfica (SOARES &amp; FIORI, 1976; VEDOVELLO &amp; \n\nMATTOS, 1998; ZAINE, 2011). As técnicas de fotointerpretação tem como vantagem a precisão \n\ncartográfica e podem ser facilmente reproduzidas em outras áreas de estudo.  \n\nA interpretação de imagens aéreas permite a inferência de informações geotécnicas do \n\nterreno, através da correlação entre as propriedades texturais da imagem com propriedades \n\ngeotécnicas. Diversos trabalhos mostram a correlação entre variações de propriedades físico-\n\nquímicas dos materiais, com as características e propriedades das imagens aéreas – tons de cinza, \n\ndensidade de elementos texturais, etc. (SOARES E FIORI, 1976; ZUQUETTE, 1987; LOLLO, \n\n1991; VEDOVELLO, 2000; ZUQUETTE E GANDOLFI, 2004; ZAINE, 2011).  \n\nPara Soares e Fiori (1976) a fotointerpretação possui três etapas fundamentais:  \n\n\n\n29 \n \n\n? Fotoleitura: Reconhecimento e identificação dos elementos das imagens com os objetos \n\ncorrespondentes e sua repartição;  \n\n? Fotoanálise: Estudo das relações entre as imagens, associação e ordenação das partes de imagens;  \n\n? Fotointerpretação: Estudo de imagem fotográfica visando à descoberta e avaliação, por métodos \n\nindutivos, dedutivos e comparativos do significado, função e relação dos objetos correspondentes \n\nàs imagens.  \n\nPara Zaine (2011), a análise da densidade textural permite a divisão das unidades pela \n\nidentificação e separação de litologias que apresentam diferentes comportamentos quanto sua \n\npermeabilidade e escoamento superficial. Associando essas informações com a delimitação das \n\nestruturas geológicas observadas na imagem, é possível traçar uma correlação dessas \n\ncaracterísticas com os processos de escorregamento e corridas de massa.  \n\n As fases de análise e interpretação geológica na delimitação das unidades fisiográficas, \n\nbem como seus produtos segundo Zaine (2011), são apresentadas na Figura 6.  \nFigura 6: Fases e produtos das etapas de análise e interpretação fotogeológica, segundo Zaine (2011). : \n\n \nFonte: Zaine (2011)  \n\n\n\n30 \n \n\n3.6 Avaliação de Suscetibilidade  \n\n O conceito de suscetibilidade pode ser entendido como a predisposição de uma área à \n\nocorrência de determinado fenômeno, independente de seu potencial destrutivo e período de \n\nrecorrência (BRITO, 2014). Desse modo, a avaliação da suscetibilidade deve considerar os \n\nfatores condicionantes de ordem geológica, geomorfológica e antrópica que podem promover a \n\ninstabilização do terreno.  \n\n Atualmente, diversos métodos de avaliação e mapeamento de suscetibilidade aos \n\nmovimentos de massa têm sido propostos, não havendo um procedimento padrão a ser seguido \n\n(TOMINAGA, 2007; BRITO, 2014; REIS, 2016).  Porém, a utilização dos Sistemas de \n\nInformação Geográfica (SIG) se tornou muito significativa, pois estes permitem a integração de \n\ndados de várias fontes e fornecem diversas ferramentas analíticas (BONHAM-CARTER, 1996; \n\nBRITO, 2014; REIS, 2016).  \n\n A escolha do método de avaliação da suscetibilidade deve ser baseada nos dados \n\ndisponíveis, bem como na escala de mapeamento e resultados esperados. Os métodos de \n\nmapeamento, porém, podem ser divididos em métodos heurísticos, determinísticos e estatísticos \n\n(FERNANDES et al., 2001; VAMN WESTEN, 2004). O Quadro 5 apresenta um resumo das \n\ncaracterísticas de cada um destes métodos.  \n\n Qualquer método escolhido estará sujeito a incertezas em seus resultados, tanto em função \n\ndo uso de modelos simplificados em relação à realidade, quanto das variáveis selecionadas, que \n\nvariam de acordo com a heterogeneidade e anisotropia do meio em que se inserem (SAFAEI et \n\nal., 2012; BRITO, 2014).  \n\n Na presente pesquisa será adotada metodologia de base heurística, fundamentada na \n\ncompartimentação fisiográfica para avaliação das características geológico-geotécnicas da bacia \n\nde estudo e posteriormente abordagem multitemática para avaliação da suscetibilidade aos \n\nprocessos de corridas de massa.  \n\n A base heurística é fundamentada no conhecimento de especialistas que avaliam \n\ndiretamente a suscetibilidade ou possuem respaldo para ponderar seus condicionantes. Em geral, \n\nsão realizados a partir de análise geomorfológica ou combinação de mapas (FELL et al., 2008; \n\nREIS, 2016).  \n\n\n\n31 \n \n\n Na análise geomorfológica, as áreas de risco são avaliadas com base na opinião da equipe \n\nde trabalho de campo e apoio de imagens de satélite e fotografias aéreas. Reis (2016) ressalta a \n\ndificuldade de reprodução dos dados nesse tipo de análise.  \n\n Por sua vez, a combinação de mapas utiliza o conhecimento dos especialistas na \n\natribuição de valores ou “pesos” às características condicionantes aos movimentos de massa. Esse \n\ntipo de método possui maior precisão nas decisões adotadas e a reprodução dos resultados é mais \n\nsatisfatória (MARCELINO, 2003; REIS, 2016).  \n\n A vantagem dos métodos heurísticos reside na sua fácil aplicação, gerando resultados \n\nrápido. Entretanto, seu uso é mais aconselhável em mapeamentos de pequena e média escala, \n\ncom objetivo de estabelecer as zonas de maior suscetibilidade (BRITO, 2014; REIS, 2016).  \n\n \nQuadro 5: Características dos diferentes tipos de análise de suscetibilidade: \n\n \nTipo de \nanálise \n\n \nTécnica \n\n \nCaracterísticas \n\nEscala mínima recomendada \nPequena \n1:100.000 \n\nMédia \n1:25.000 \n\nGrande \n1:10.000 \n\n \nIn\n\nve\nnt\n\nár\nio\n\n \n\nDistribuição dos \ndeslizamentos \n\nAnálise da distribuição \nespacial dos deslizamentos \n\n \nSima \n\n \nSim \n\n \nSim \n\n \nAtividade dos \ndeslizamentos \n\nAnálise temporal das \nmudanças das características \n\ndo meio \n\n \nNão \n\n \nSim \n\n \nSim \n\n \nDensidade dos \ndeslizamentos \n\nAnálise da densidade de \ndeslizamentos em unidades de \nterreno ou a partir de isoietas \n\n \nSima \n\n \nNão \n\n \nNão \n\n \nH\n\neu\nrí\n\nst\nic\n\na \n\nAnálise \ngeomorfológica \n\nConsidera a opinião de \nespecialistas de campo \n\n \nSim \n\n \nSimb \n\n \nSimb \n\n \nCombinação de \n\nmapas \n\nConsidera a opinião de \nespecialistas na atribuição de \npeso nas variáveis analisadas \n\n \nSimc \n\n \nSimb \n\n \nNão \n\n \nE\n\nst\nat\n\nís\ntic\n\na  \nAnálise bivariada \n\nCalcula a importância da \ncontribuição dos fatores \n\ncondicionantes \n\n \nNão \n\n \nSim \n\n \nNãod \n\nAnálise \nmultivariada \n\nCalcula a equação de previsão \na partir de uma matriz de dados \n\n \nNão \n\n \nSim \n\n \nNão \n\n \nD\n\net\ner\n\nm\nin\n\nís\ntic\n\na \n\n \nAnálise de fatores \n\nde segurança \n\n \nAnálise baseada em modelos \nhidrológicos e de estabilidade \n\nde encostas \n\n \nNão \n\n \nNão \n\n \nSimd \n\na somente com dados confiáveis de distribuição de cicatrizes de deslizamento \nb somente com suporte de outras técnicas quantitativas para obtenção de níveis de objetividade aceitáveis  \nc somente se existe uma base de dados confiáveis dos fatores controladores dos escorregamentos  \nd somente em condições de terreno homogêneas, considerando a variabilidade dos parâmetros geotécnicos  \nFonte: adaptado de Soaters e Van Westen (1996).  \n\n\n\n32 \n \n\n4. MÉTODOS E ETAPAS DE TRABALHO  \n\n4.1 Etapas da Pesquisa  \n\n A pesquisa se dividiu em três fases principais: coleta de dados, tratamento e interpretação \n\ndos dados e elaboração dos produtos finais/conclusão. As fases e suas respectivas etapas de \n\ntrabalho são representadas no fluxograma da Figura 7.  \nFigura 7: Fases e etapas de trabalho \n\n \n\n\n\n33 \n \n\n4.2 Levantamento bibliográfico  \n\n A primeira etapa de trabalho envolveu o levantamento bibliográfico de obras de referência \n\nsobre movimentos de massa. Houve enfoque em temas principais como: processos de \n\nescorregamentos e corridas de detritos; condicionantes das corridas de detritos; histórico de \n\ncorridas de massa no litoral sul; métodos de mapeamento geotécnico e avaliação da \n\nsuscetibilidade a corridas de detritos.  \n\n Foram consultados artigos técnicos e científicos, teses, dissertações e relatórios, em bases \n\nde dados nacionais e internacionais. Também foram consultados livros base de Geologia de \n\nEngenharia, Geologia Ambiental e Geomorfologia, a fim de aprimorar conceitos primordiais.  \n\n Esta etapa teve como finalidade a elaboração da fundamentação teórica e caracterização \n\nda área de estudo, sendo realizada continuamente ao longo do desenvolvimento do trabalho.  \n\n 4.3 Aquisição e organização dos produtos cartográficos  \n\nA aquisição dos produtos cartográficos envolveu o levantamento de mapas geológicos, \n\ngeomorfológicos, folhas topográficas e imagens aéreas da área de estudo. O material utilizado e \n\nsuas referências encontram-se abaixo:  \n\n? Folhas topográficas em escala 1:50.000 disponibilizadas pelo Instituto Brasileiro de \n\nGeografia e Estatísticas (IBGE):  \n\n? Folha de Caraguatatuba (Folha SF 23-Y-D-VI-1) (IBGE, 1974a).   \n\n? Folha do Pico do Papagaio (Folha SF-23-Y-D-V-2) (IBGE, 1975b).  \n\n \n\n? Mapas geológicos em escala 1:50.000 disponibilizados pela Companhia de Pesquisa de \n\nRecursos Minerais (CPRM):  \n\n? Mapa geológico da Folha Caraguatatuba (CPRM, 1982).  \n\n? Mapa geológico da Folha Pico do Papagaio (CPRM, 1982).  \n\n \n\n? Ortofotografias de Caraguatatuba em escala 1:10.000 disponibilizadas pela Empresa \n\nPaulista de Planejamento Metropolitano S.A (EMPLASA, 2012).  \n\nOs produtos cartográficos foram organizados em um banco de dados criado a partir do \n\nSoftware ArcGis 10.1. Com este software também, os mapas e folhas topográficas foram \n\n\n\n34 \n \n\ndevidamente georreferenciados em sistema de coordenadas planas UTM (Universal Transversal \n\nde Mercator), com datum SIRGAS2000.  \n\n4.4 Digitalização da base cartográfica e geração dos produtos auxiliares  \n\n A geração dos produtos no software ArcGIS 10.1 necessitou de extração prévia de \n\ninformações dos materiais cartográficos. Desse modo, inicialmente delimitou-se a bacia \n\nhidrográfica de estudo, segundo critérios hidrológicos e geomorfológicos, e gerou-se o arquivo \n\nvetorial (shapefile) de seu limite.  \n\n Dentro do limite estabelecido para a bacia, as folhas topográficas foram utilizadas para \n\nvetorização das curvas de nível (de 10 em 10 m), pontos cotados, drenagens e estradas, todos \n\norganizados em shapefiles. O limite da bacia também foi aplicado ao mapa geológico, a fim de \n\nextrair as informações geológicas referentes à área de estudo.  \n\n Os produtos dessa etapa são o Mapa de Declividade e o Modelo Digital de Elevação \n\n(MDE).  \n\n4.4.1 Mapa de declividade  \n\n A elaboração do mapa de declividade foi feita a partir das ferramentas “Create TIN”, \n\n“TIN to Raster” e “Slope” do ArcGIS 10.1, que utilizam os dados vetoriais das curvas de nível. \n\nAs duas primeiras ferramentas são algorítmicas e associam a cada pixel um valor relativo à sua \n\ncota altimétrica; já a ferramenta “Slope” irá associar aos pixels o valor do ângulo de inclinação \n\ndo terreno.  \n\n Os valores de declividade são expressos em graus e foram pré-estabelecidas 5 classes de \n\ndeclividade (Quadro 6), a fim de detalhar o mapa com maior precisão:  \n\n \nQuadro 6: Classes de declividade de acordo com o intervalo em graus. \n\nIntervalos Classes de declividade \n\n0° - 5° Muito baixa \n\n5° - 15° Baixa \n\n15° - 30° Média \n\n30° - 45° Alta \n\n>45° Muito alta \n\n  \n\n\n\n35 \n \n\n Os intervalos das classes de declividade foram estabelecidos com base em dados da \n\nliteratura, que sugerem que a maior parte dos movimentos de massa tem início em declividades \n\nentre 15°-20°. Em encostas com ângulos abaixo desse intervalo (5°-15°) a ocorrência é baixa e no \n\nintervalo de 0°-5° quase não há registro de movimentação. A faixa mais crítica de eventos está \n\nnas declividades acima de 30°, sendo então classificada como alta e em encostas com mais de 45° \n\na ocorrência do evento é quase certa (muito alta).  \n\n4.4.2 Modelo Digital de Elevação (MDE)  \n\n O MDE representa tridimensionalmente a superfície da área de estudo a partir dos dados \n\nhipsométricos do terreno. Sua criação foi feita através do software ArcGis 10.1,com o uso das \n\nferramentas “Create TIN” e “TIN to Raster”.  \n\n O mapa foi separado em classes hipsométricas com intervalos de 20 em 20 metros até ser \n\natingida a cota de 100 m, e acima desta, os intervalos hipsométricos foram definidos de 100 em \n\n100 metros. A divisão de maior detalhe no início teve como objetivo facilitar a caracterização das \n\nplanícies fluviais.  \n\n4.5 Compartimentação Fisiográfica  \n\n A compartimentação fisiográfica foi realizada com base no método de Fotogeologia \n\nAplicado de Zaine (2011). O método consiste em três fases de elaboração: observação e registro; \n\nanálise; interpretação e aplicação. Estas são fundamentadas nas fases de fotoleitura, fotoanálise e \n\nfotointerpretação de Soares e Fiori (1976).  \n\n Nesta etapa foram analisadas as imagens aéreas da cidade de Caraguatatuba (EMPLASA, \n\n2012) através de estereoscopia e auxílio do Google Earth. O mapa de declividade e MDE, \n\ngerados em etapa anterior, também foram utilizados para auxiliar na interpretação de algumas \n\ninformações. Os elementos de relevo e limites das unidades foram cartografados no ArcGIS 10.1.  \n\n Os elementos identificados e os parâmetros usados para sua classificação e interpretação, \n\nforam baseados nos Quadros de análise fotogeológica (Figuras 8 e 9) de Zaine (2011).  \n\nOs quadros foram aplicados de acordo com a ordem a seguir:  \n\n? Análise da densidade textural (elementos de drenagem e relevo)  \n\n? Análise das formas e características do relevo \n\n? Análise das estruturas geológicas (elementos estruturais)  \n\n? Análise complementar  \n\n\n\n36 \n \n\nFigura 8: Quadro de análise fotogeológica I. \n\n \nFonte: Zaine (2011)  \n\n\n\n37 \n \n\nFigura 9: Quadro de análise fotogeológica II. \n\n \nFonte: Zaine (2011)  \n\n\n\n38 \n \n\nAo fim das etapas de observação, análise e interpretação, foi gerado o Mapa de Unidades \n\nFisiográficas no ArcGIS 10.1. Para cada unidade diferenciada foi elaborado um quadro descritivo \n\ncom suas principais características e análise preliminar de sua suscetibilidade aos processos de \n\ncorrida de detritos.  \n\n4.5.1 Mapa de cicatrizes de escorregamento  \n\n O mapeamento das cicatrizes de escorregamento foi realizado durante a etapa de \n\nfotoleitura da compartimentação fisiográfica, através do reconhecimento e delimitação de suas \n\nfeições típicas. De acordo com Barlow et al. (2003) apud Nery (2016) alguns critérios devem ser \n\nconsiderados nesse processo:  \n\n? Tamanho da cicatriz: Reflete a extensão da área atingida pelo processo;  \n\n? Vegetação: A presença ou ausência desta é essencial para o reconhecimento das feições \n\nna imagem;  \n\n? Posição topográfica e declividade.  \n\n? Forma: Caracterizada pela concavidade na parte superior e convexidade na parte inferior, \n\nindicando a ocorrência de movimento de massa.  \n\nAs cicatrizes de escorregamento da bacia estudada foram mapeadas a partir da análise \n\nvisual das Ortofotografias de Caraguatatuba, obtidas junto à EMPLASA (2012). Para cada \n\ncicatriz reconhecida foi criado um polígono no ArcGis 10.1 e extraídas suas informações \n\nreferentes a posição topográfica, classe de declividade, unidade geológica e forma do perfil de \n\nencosta em que ocorrem.  \n\nA análise e identificação das cicatrizes nas imagens levou em consideração a diferença de \n\ncoloração nos locais onde os processos ocorreram, visto que geralmente esses locais apresentam \n\ncoloração verde mais clara em comparação às áreas não afetadas. Esta cor mais clara ocorre em \n\nfunção da presença de vegetação pioneira, mais jovem, indicando que a vegetação mais antiga foi \n\nretirada e possivelmente mobilizada junto a outros materiais nos processos de escorregamentos. \n\nLocais de coloração mais amarronzada também são indicativos de cicatrizes de escorregamento, \n\npodendo estar relacionados a processos muito recentes onde não houve tempo hábil para o \n\ndesenvolvimento da vegetação primária, ou ainda locais onde a rocha sã ficou totalmente exposta.  \n\nA determinação da posição topográfica e da classe de declividade em que as cicatrizes \n\nestão inseridas foi possível através da sobreposição dos polígonos ao MDE e ao Mapa de \n\n\n\n39 \n \n\nDeclividade. A mesma técnica foi utilizada para identificação das unidades geológicas \n\ncorrespondentes.  \n\n4.5.2 Mapa de Uso e Ocupação do Solo  \n\n A elaboração do Mapa de Uso e Ocupação do Solo se deu em duas etapas: a primeira foi a \n\nanálise visual e interpretação das imagens aéreas, e a segunda o reconhecimento de campo.  \n\n As imagens utilizadas foram as Ortofotografias de Caraguatatuba, analisadas através de \n\nestereoscópio de espelho e auxílio do Google Earth. A diferenciação das áreas foi baseada nos \n\ncritérios adotados no Manual Técnico de Uso da Terra (IBGE, 2013).  \n\n Posteriormente, no trabalho de campo foi feito o reconhecimento e detalhamento do uso \n\nda terra em alguns pontos visitados, de modo a complementar a delimitação da imagem aérea.  \n\n A elaboração do mapa final de Uso e Ocupação do Solo foi feita através do ArcGIS 10.1, \n\nonde foram criados polígonos para cada classe de uso diferenciada. A ferramenta “Calculate \n\nGeometry” foi aplicada aos polígonos para obtenção de sua área total e calculou-se a \n\nporcentagem que cada classe de uso ocupa na área de estudo.  \n\n A nomenclatura adotada para as classes e respectiva cor de mapeamento segue o Sistema \n\nde Classificação de Uso da Terra – SCUT, do IBGE (2013).  \n\n4.6 Trabalho de campo \n\n Foram realizadas duas etapas de campo, com o objetivo principal de melhor caracterizar \n\nas unidades previamente reconhecidas na etapa de compartimentação fisiográfica preliminar, e \n\najuste dos limites destas unidades.  \n\n A definição dos pontos a serem visitados foi feita anteriormente em escritório, e a fim de \n\nfacilitar a coleta de dados foram elaboradas fichas de campo padronizadas, contendo uma lista de \n\nfeições geológicas, geomorfológica e geotécnicas a serem observadas em afloramento.   \n\n4.7 Avaliação da suscetibilidade a corridas de massa \n\n A avaliação da suscetibilidade a corridas de massa na bacia de estudo foi feita por meio de \n\nanálise multitemática (abordagem analítica). A metodologia seguida foi a de Reis (2016), que \n\ndefine o Grau de Suscetibilidade Final (GSF) através da combinação do Grau de Suscetibilidade \n\nNatural para Parâmetros da Compartimentação Fisiográfica (GSNF) com o Grau de \n\nSuscetibilidade Antrópica (GSA).  \n\n\n\n40 \n \n\n O GSNF define classes de suscetibilidade (baixa, média ou alta) com base nos atributos \n\nnaturais do meio físico, associados a suas propriedades e características geológico-geotécnicas e \n\nprocessos geológicos. Por sua vez, o GSA estabelece classes de suscetibilidade a partir da \n\nocupação e interferência antrópica no ambiente.  \n\n Os principais parâmetros, variáveis e condicionantes relacionados ao GSNF e GSA e as \n\nrespectivas classes de suscetibilidade a que se associam são apresentados no Quadro 7. Também \n\nsão apresentados os pesos e notas parciais atribuídos a cada classe, definidos para a elaboração \n\ndos mapas de suscetibilidade.  \n\n Aos atributos de maior influência nos processos de corridas de massa foram atribuídos \n\npesos maiores para o cálculo da suscetibilidade (0,15) e ao restante dos atributos naturais foram \n\nmantidos pesos igualitários de 0,10, e de 0,25 para o uso e ocupação do solo.  \n\n Os atributos de maior influência dizem respeito ao tipo de solo, declividade e forma/perfil \n\ndo vale. O tipo de solo influencia no fornecimento de materiais às corridas, visto que materiais de \n\nbaixa coesão (solos areno-siltosos e aluvionares) são mais facilmente erodidos e tornam a \n\nsuscetibilidade ao processo mais alta. Já a declividade se relaciona à energia potencial do relevo \n\nque influencia na velocidade do processo, sendo que em encostas de declividade alta (> 30°) essa \n\nvelocidade tende a ser maior e consequentemente mais alta é a suscetibilidade. Por fim, a forma \n\ndo vale influencia no processo de erosão fluvial e no transporte de materiais pelos canais, sendo \n\nque em vales fechados geralmente ocorre confinamento lateral das drenagens, resultando em \n\naumento da velocidade de erosão e transporte dos materiais mobilizados nas corridas (Reis et al. \n\n2014).  \n\n Após a definição dos pesos de influência para cada atributo natural e antrópico, o primeiro \n\nmapa gerado foi o GSNF, integrando apenas os fatores físicos. A elaboração deste foi feita a \n\npartir do software ArcGIS 10.1, onde primeiramente os shapefiles de cada atributo foram \n\nconvertidos para arquivos do tipo raster, e posteriormente integrados de acordo com seus \n\nrespectivos pesos de influência através da ferramenta Weighted Overlay (Spatial Analyst Tools). \n\nPosteriormente, o mapa GSA foi elaborado seguindo o mesmo procedimento, porém \n\nconsiderando apenas os atributos de uso e ocupação da área.  \n\n Finalmente, os dados dos mapas GSNF e GSA foram integrados através da ferramenta \n\nWeighted Overlay, atribuindo peso de 75% de influência para o mapa de suscetibilidade natural e \n\n25% para o de suscetibilidade antrópica. No trabalho de Reis (2016) o autor estabelece o mesmo \n\n\n\n41 \n \n\npeso de influência (50%) para os mapas GSNF e GSA, porém no presente projeto optou-se por \n\ndiminuir o peso de influência do GSA em função de sua homogeneidade, que acaba por suavizar \n\nfeições importantes de suscetibilidade das unidades fisiográficas.  \n\n Os dados de saída da integração dos mapas diz respeito então ao mapa de suscetibilidade \n\nfinal (GSF) a corridas de massa na área de estudo, elaborado em escala 1:50.00.\n\n\n\n42 \n \n\n \n\nQuadro 7: Parâmetros para classificação do terreno quanto à suscetibilidade aos processos de corridas de massa. \n\n \nFATORES \n\n \nATRIBUTOS \n\n \nPESOS \n\n \nSUSCETIBILIDADE DE OCORRÊNCIA DE EVENTOS DE CORRIDAS DE MASSA \nBAIXA MÉDIA ALTA \n\nN\nat\n\nur\nai\n\ns/\n I\n\nnt\nrí\n\nns\nec\n\nos\n \n\n(M\nei\n\no \nF\n\nís\nic\n\no)\n \n\nP\nro\n\npr\nie\n\nda\nde\n\ns \ne \n\nC\nar\n\nac\nte\n\nrí\nst\n\nic\nas\n\n G\neo\n\nló\ngi\n\nco\n-G\n\neo\nté\n\ncn\nic\n\nas\n \n\nTipo e espessura \ndas rochas, solo e \n\nmateriais \ninconsolidados \n\n0,15 \n- Afloramento rochoso e elúvio; \n- Solos argiloso, areno-argiloso e \nareno-siltoso espessos (> 5m). \n\n- Solos arenoso, areno-argiloso e \nareno-siltoso, com espessuras \npequenas e médias (&lt;5m). \n\n- Depósitos com blocos rochosos e \ncolúvio; \n- Sedimentos aluvionares \n\nAmplitude local 0,10 - Baixa (0 a 100m) - Média (100 a 300m) - Alta (> 300m) \n\nDeclividade \npredominante do \n\nterreno \n0,15 \n\n \n- Baixa (&lt;17°) \n\n \n- Intermediária (17 a 30°) \n\n \n- Alta (> 30°) \n\n \nForma/ Perfil dos \n\nvales \n\n \n0,15 \n\n- Vales abertos com topos \narredondados, em planícies aluviais, \nbaixos topográficos ou em terraços \nfluviais. \n\n- Vales abertos em planícies \nalveolares; \n- Vales abertos, com topos angulosos \nou superfícies planas. \n\n- Vales fechados e encaixados. \n\nFormas de \nencosta e \n\nescoamento \nsuperficial \n\n0,10 \n\n- Predomínio de encostas \ndivergentes com perfil convexo \n(dispersoras de água); \n- Planícies aluviais amplas, com \nterraços fluviais. \n\n- Predomínio de encostas retilíneas e \ncôncavas dispersoras; \n- Terrenos localizados em meia \nencosta; \n- Linhas de concentração de fluxo de \nágua reduzido; \n \n\n- Predomínio de encostas convergentes \ncom perfil côncavo (coletoras de água); \n- Domínio de escoamento concentrado \ncom formação de canais preferenciais e \nincisão do talvegue; \n \n\nDensidade \ntextural 0,10 \n\n- Baixa densidade de drenagem - Média densidade de drenagem. - Alta densidade de drenagem. \n\n \n\nA\nnt\n\nró\npi\n\nco\ns \n\nOcupação do solo 0,25 \n\n \n- Áreas rurais com preservação da \nmata ciliar e/ou fragmentos \nflorestais; \n- Área urbana consolidada com \ncrescimento urbano ordenado; \n- Mata e cultura perene \n\n \n- Cobertura vegetal deficiente com \náreas de solo exposto; \n- Pastagens, cultural sazonal (plantio \nde cana de açúcar, milho, soja, etc) e \ncampo sujo. \n\n \n- Ocupação urbana com alto índice de \nimpermeabilização; \n- Solo exposto e terraplanagem, áreas \nde mineração e lixões e área urbana \nperiférica com crescimento \ndesordenado, barramentos e drenagens. \n\n \nNOTA PARCIAL  \n\n \n1 \n\n \n2 \n\n \n3 \n \n\nFonte: Adaptado de Reis (2016).  \n\n\n\n43 \n \n\n5. RESULTADOS E DISCUSSÕES  \n\n5.1 Caracterização da área de estudo  \n\nA área de estudo compreende a Bacia Hidrográfica do Ribeirão Pau D’Alho classificada \n\ncomo uma sub-bacia da Bacia Hidrográfica do Rio Juqueriquerê. Esta última se insere no \n\ncontexto da Bacia Hidrográfica do Litoral Norte (UGRHI 3), e possui aproximadamente 419,36 \n\nkm² de área, situando-se nas cidades de Caraguatatuba e São Sebastião (CBHLN, 2015).  \n\n O Ribeirão Pau D’Alho é um dos principais contribuintes da Bacia Hidrográfica do Rio \n\nJuqueriquerê, juntamente com os rios Camburu, Pirassununga, Rio Claro e Perequê, que se unem \n\npara formar o Rio Juqueriquerê. A Bacia Hidrográfica Pau D’Alho está totalmente inserida nos \n\nlimites da cidade de Caraguatatuba, litoral norte do estado de SP (Figura 10):  \n\n \nFigura 10: Localização da Bacia Hidrográfica do Ribeirão Pau D'Alho. \n\n \nA área de estudo está localizada entre três grandes domínios geomorfológicos: A borda \n\nsul do Planalto Atlântico, Serra do Mar e Planície Litorânea.   \n\nNo Domínio do Planalto Atlântico predominam os relevos com altitude entre 800-900m \n\nou com mais de 900 m, com amplitude topográfica variando entre 20 a 200 m. Os padrões de \n\ndrenagem geralmente estão condicionados à estrutura geológica regional; nas cabeceiras são do \n\n\n\n44 \n \n\ntipo dendrítica, passando à retilínea, retangular e treliça nos médios e baixos cursos (IF, 2006; \n\nNERY, 2016).  \n\n O Domínio da Serra do Mar é marcado pelas escarpas festonadas como forma de relevo \n\nprincipal, representando uma faixa de encostas com vertentes abruptas, geralmente do tipo \n\ncôncavo-convexo, intercalados a paredões retilíneos. As encostas geralmente são mais íngremes \n\nnas partes altas (declividade > 22°), com baixos níveis e patamares na porção intermediária e \n\nencostas mais suaves nas partes baixas. Sua amplitude topográfica pode chegar a 800 m e as \n\naltitudes até 1200 m. Há forte controle litológico-estrutural, representado principalmente pelo \n\nformato em “V” dos vales profundamente entalhados (CRUZ, 1974; CRUZ, 1990; IF, 2006).  \n\n O Domínio da Planície Litorânea é marcado por relevos baixos, de altitude inferior a 70 m \n\ne de acordo com IF (2006) corresponde à faixa litorânea onde ocorrem os processos geomórficos \n\nmarinhos e continentais, compreendendo a zona intertidal (delimitada pela linha do litoral e a \n\nlinha de costa), se estendendo até o sopé das escarpas da Serra do Mar.  \n\n Quanto à caracterização geológica da região de Caraguatatuba, esta é constituída \n\npredominantemente por rochas do Pré-Cambriano, datadas do Proterozóico Superior e pelos \n\nDepósitos Quaternários. De acordo com Gramani (2001), a Serra do Mar é composta por \n\nconjuntos litológicos com diferentes graus de fraturamento e alteração, separados por extensas \n\nzonas de cisalhamento de direção NE-SW.  \n\n As unidades Pré-Cambrianas são representadas pelo Domínio Embu (DE) e Domínio \n\nCosteiro (DC). O DE abrange rochas Mesoproterozoicas, constituídas por gnaisses-migmatíticos, \n\ncom presença de hornblenda e/ou biotita, de composição predominantemente granítica a \n\ngranodiorítica. Há também no DE ocorrência de rochas metapelíticas, tais como biotita-quartzo-\n\nmuscovita xistos e granada-biotita xistos, localmente intercalados a filitos e quartzitos (CPRM, \n\n1982; CPRM, 1991).  \n\n O DC possui uma complexidade de rochas um pouco maior, abrangendo as rochas do \n\nComplexo Costeiro e Rochas ígneas intrusivas, datadas do Neoproterozoico. O Complexo \n\nCosteiro é predominantemente composto por rochas gnáissico-migmatíticas de composição \n\ngranítica a granodiorítica, subordinamente com biotita e hornblenda. Há também gnaisses \n\nporfiroblásticos, tais como hornblenda-biotita gnaisse porfiroblástico e granito-gnaisse \n\nporfiroblásticos, migmatizados. Em menor escala, há presença de rochas cálcio-silicáticas, \n\nrelacionadas a gnaisses peraluminosos (CPRM, 1982; CPRM, 1991).  \n\n\n\n45 \n \n\n As Rochas Ígneas Intrusivas do DC são representadas por maciços granitoides foliados e \n\npouco foliados, possivelmente com a foliação resguardando relações com fases pré, sin e pós-\n\ncinemáticas. São identificados hornblenda-biotita granitos, muscovita-biotita granitos e \n\nhornblenda-biotita granitos porfiríticos (CPRM, 1982; CPRM, 1991).  \n\n Os Depósitos Quaternários são representados por depósitos lacustre-marinhos \n\nindiferenciados, sedimentos praiais intermarés constituídos por areias finas, depósitos de areias \n\nfinas e argilas orgânicas, depósitos fluvio-lagunares (planícies de inundação e meandros \n\nabandonados), depósitos fluviais de encosta (colúvios), sedimentos praias atuais, colúvios e \n\nelúvios e aluviões em geral.  \n\n A identificação destas litologias é muito importante, principalmente no que concerne na \n\nidentificação de suas características geotécnicas. Um panorama simplificado dos litotipos que \n\ncompõe a Serra do Mar indica que as rochas graníticas, gnáissicas e migmatíticas possuem \n\ngrande resistência ao intemperismo, enquanto as rochas xistosas são menos resistentes em função \n\nde sua foliação e fraturamento. Os depósitos quaternários também representam áreas muito \n\nsensíveis aos processos do meio, devido à sua alta porosidade que favorece a percolação de \n\nfluídos. Os litotipos que ocorrem especificamente na bacia de estudo estão representados no \n\nMapa Geológico da Figura 11.  \n\nAs encostas mais resistentes são compostas predominantemente por granitos, gnaisses e \n\nmigmatitos. A maior resistência à erosão e alteração destas rochas, faz com que o manto de solo \n\nnão seja muito espesso nessas áreas, o que de acordo com Gramani (2001) impossibilita que estas \n\nencostas forneçam grande quantidade de material para as corridas de massa. O autor ressalta \n\nainda que nestes locais as quedas de blocos são mais comuns, disponibilizando materiais \n\ngrosseiros que se acumulam nas drenagens.  \n\nAos pés da Serra encontram-se os depósitos coluvionares, geralmente de vários metros de \n\nespessura. São reconhecidos pacotes coluvionares relacionados aos antigos movimentos de massa \n\n(Mousinho e Silva, 1968 apud Gramani, 2001), que podem ser novamente mobilizados em \n\nprocessos de corridas de massa. Nestes depósitos coluvionares são reconhecidos grandes blocos \n\nimersos em uma matriz argilo-arenosa e destacada inversão granulométrica, feições \n\ncaracterísticas em registros indicativos de corridas de massa.  \n\n\n\n46 \n \n\nFigura 11: Mapa geológico da Bacia do Ribeirão Pau D'Alho. \n\n \nFonte: Adaptado de CPRM (1982).   \n\nQuanto aos aspectos climáticos, Caraguatatuba se situa em uma região de clima tropical \n\nchuvoso, sem estação seca definida, com chuvas mais intensas no verão, classificada com Af na \n\nClassificação climática de Köepen. Sua temperatura média anual é de 24,9°C, com máxima \n\nmédia de 28,3°C e mínima média de 20,9°C (CEPAGRI, 2015).  \n\n A precipitação média anual da região é de 1757 mm, sendo Julho o mês mais seco com \n\nmédia de 62 mm de precipitação, e Janeiro o mês mais chuvoso com média de 251 mm \n\n\n\n47 \n \n\n(CEPAGRI, 2015). O pluviograma apresentado na Figura 12 ilustra as variações de precipitação e \n\ntemperatura ao longo do ano, para a cidade de Caraguatatuba.  \n\n \nFigura 12: Pluviograma referente à cidade de Caraguatatuba/SP, de clima tropical chuvoso \n\n \n                                                                                       Fonte: Climate Data (2016). \n\n \n\n Nesse quesito, Gramani (2001) ressalta que esta é uma das regiões mais chuvosas do país, \n\npois a Serra do Mar dispõe-se paralelamente à linha de costa, funcionando como uma barreira \n\norogenética que bloqueia as massas de ar e concentra as nuvens de chuva, provocando os altos \n\níndices pluviométricos.  \n\n A Serra do Mar destaca-se ainda por sua vegetação, inserida no contexto da Mata \n\nAtlântica. De acordo com IF (2006), a região caracteriza-se como Floresta Ombrófila Densa \n\nMontana/ Submontana, apresentando árvores de porte entre 25-30 m. Por se localizar em uma \n\nregião de relevo bastante acidentado, as copas das árvores não se tocam, permitindo intensa \n\npenetração da luz solar; e em função dessa luz e da alta umidade relativa do ar, há \n\ndesenvolvimento da mais rica flora de epífitas do país.  \n\n\n\n48 \n \n\n5.2 Mapas temáticos auxiliares  \n\nO Mapa de Declividade e o Modelo Digital de Elevação (MDE) são ferramentas de \n\ngrande auxílio na realização da compartimentação fisiográfica, pois fornecem informações \n\ndetalhadas a respeito das encostas e das formas de relevo, respectivamente.  \n\nO Mapa de declividade (Figura 13) mostra a distribuição das cinco classes de declividade \n\nconsideradas, ao longo da bacia de estudo. Cada classe encontra-se representada por uma cor, \n\nsendo que as declividades mais baixas são representadas por cores frias, e as cores mais quentes \n\nrepresentam as declividades mais altas.  \n\n \n\n A declividade predominante na área de estudo possui intervalo de 15°-30°, \n\ncompreendendo cerca de 50,1% da área total da bacia. Sua ocorrência é mais expressiva na \n\nporção central, associadamente ao relevo de escarpas. Ainda neste contexto, está a segunda classe \n\nde maior ocorrência, com intervalo de declividade de 30°-45°, que ocupa 20,15% da área total.  \n\n A classe de declividade de intervalo 5°-15° ocorre principalmente nas áreas de planície \n\nfluvial e em algumas pequenas porções distribuídas ao longo de todo o mapa; é a terceira classe \n\nde declividade de maior ocorrência na bacia, representando aproximadamente 16,5% de sua área \n\ntotal. Também correlacionada à planície fluvial está a classe de declividade de 0°-5°, que \n\ncompreende 9,8% da área.  \n\nFigura 13: Mapa de declividade da Bacia Hidrográfica do Ribeirão Pau D'Alho. \n\n\n\n49 \n \n\n As declividades maiores que 45° representam a classe menos expressiva, ocupando \n\napenas 3,5% da área total e estão geralmente próximas às áreas com declividades mais altas \n\ndescritas anteriormente.  \n\n As cinco classes de declividade e seus respectivos valores de área e porcentagem ocupada \n\nna bacia são apresentados no Quadro 8.  \nQuadro 8: Porcentagem e área da bacia ocupada por cada classe de declividade. \n\nClasse de declividade Área (km²) Área (%) \n\n0° - 5° 6,36 km² 9,77% \n\n5° - 15° 10,74 km² 16,48% \n\n15° - 30° 32,66 km² 50,13% \n\n30° - 45° 13,13 km² 20,14% \n\n   > 45° 2,27 km² 3,49% \n\n \n\n O Modelo Digital de Elevação (Figura 14) representa o relevo por meio das curvas de \n\nnível e subdivide a bacia em classes hipsométricas. Optou-se por separar classes de intervalo 20 \n\nem 20 m até ser atingida a cota topográfica de 100 m e acima destes intervalos de 100 em 100 m. \n\nAssim, as cores mais frias do mapa representam as porções de menor altitude, que gradualmente \n\nvão se tornando cores mais quentes, representando as maiores altitudes.  \nFigura 14: Modelo digital de elevação da Bacia Hidrográfica do Ribeirão Pau D'Alho. \n\n\n\n50 \n \n\nAtravés do MDE verifica-se que a amplitude topográfica da bacia é bem grande, variando \n\nentre cotas topográficas de 18 m até 1160 m. Nota-se que o incremento da altitude ocorre de \n\nmodo gradual, mas em um intervalo relativamente curto em função dos altos ângulos de \n\ndeclividade das encostas. A maior porcentagem da bacia, porém, é representa por cotas \n\ntopográficas no intervalo de 700 a 900 m.  \n\n A integração dos mapas de declividade e MDE refletem as características do relevo da \n\nbacia. A porção sul do mapa é dominada pelo relevo de planície, marcado pelas cotas \n\ntopográficas baixas e declividades muito baixas. Em sua parte central, o mapa representa o relevo \n\nde escarpas, com grande amplitude topográfica (> 500 m) e alta declividade (> 30°). No extremo \n\noeste e em pequena porção norte, os relevos de morros paralelos e mares de morros apresentam \n\namplitudes topográficas relativamente menores que a porção central, e predomínio de \n\ndeclividades no intervalo 15°-20°.  \n\n5.3 Compartimentação Fisiográfica  \n\nO Mapa de Unidades Fisiográficas (Apêndice A), elaborado após análise das imagens \n\naéreas, produtos auxiliares e etapa de campo, mostra a delimitação de cinco unidades \n\nfisiográficas na Bacia Hidrográfica do Ribeirão Pau D’Alho. A área e respectiva porcentagem \n\nocupada por cada unidade são apresentadas no Quadro 9.   \nQuadro 9: Porcentagem e área da bacia ocupada pelas unidades fisiográficas. \n\nUnidade Fisiográfica Área (km²) Área (%) \n\nI – Planície Fluvial 7,31 km² 11,22% \n\nII – Corpos isolados graníticos 0,53 km² 1,12% \n\nIII – Granitos e gnaisses em escarpas 40,57 km² 62,28% \n\nIV- Granitos e gnaisses em mar de morros 10,75 km² 16,8% \n\nV- Granitos e gnaisses em morros paralelos 6,32 km² 9,70% \n\n \n\nJunto ao Mapa de Unidades Fisiográficas encontra-se a tabela descritiva com as principais \n\ncaracterísticas geológico-geotécnicas identificadas e interpretadas para cada unidade fisiográfica, \n\nelaborada a partir dos parâmetros apresentados nos Quadros de análise fotogeológica de Zaine \n\n(2011). Para compor a nomenclatura das unidades, utilizou-se a geologia seguida de seu \n\nmodelado predominante.  \n\n\n\n51 \n \n\n5.3.1 Unidade I – Planície Fluvial  \n\n A Unidade da Planície Fluvial ocupa 11,22% da área da bacia, sendo a terceira mais \n\nrepresentativa da área e localiza-se na porção sul do mapa. É formada por depósitos de areias \n\nmarinhas recobertos por areias, siltes e argilas de deposição fluvial, e está inserida no contexto \n\ngeomorfológico da Baixada Litorânea.  \n\n Representa as porções mais baixas do relevo, com altitudes variando de 18 a 60 metros e \n\napresenta declividades menores que 5°. Não são reconhecidas feições de encostas e vales.  \n\n Apresenta baixa densidade de elementos de drenagem e de relevo, o que sugere alta \n\npermeabilidade e relação escoamento superficial/ infiltração baixa. Na etapa de campo verificou-\n\nse espessa camada de materiais inconsolidados e perfis de solo característicos de depósitos de \n\nprocessos de corridas de massa, com blocos de rocha de tamanhos variados, seixos e troncos \n\nenvoltos em uma matriz de material areno-argiloso.  \n\n A compartimentação fisiográfica sugere baixo potencial à ocorrência de processos de \n\ncorridas de massa, porém como verificado em campo, é uma importante área de deposição dos \n\nmateriais provenientes dos movimentos de massa.  \n\n Em relação ao uso e ocupação, é dominada por áreas de pastagem e presença de pequeno \n\ncomplexo das instalações da fazenda.  \n\n5.3.2 Unidade II – Corpos graníticos isolados  \n\n Esta é a menor unidade delimitada na bacia de estudo, representando apenas 1,12% de sua \n\nárea total. Encontra-se em porções restritas e descontínuas em meio a planície, caracterizadas no \n\nmodelado como elevações isoladas compostas de rochas gnáissico-migmatíticas. Também está \n\ninserida no contexto geomorfológico da Baixada Litorânea.  \n\n Não possui elementos de drenagem e a densidade de seus elementos de relevo é baixa. \n\nPossui amplitude pequena, com cotas topográficas de 40 a 100 m, e declividade média, formando \n\nencostas do tipo convexas com topos arredondados.  \n\n A permeabilidade da unidade é média e sua relação escoamento superficial/ infiltração é \n\nbaixa. Possui média espessura do manto de alteração, e também de materiais inconsolidados. A \n\navaliação do potencial aos processos pela fotointerpretação sugere baixa suscetibilidade à \n\nocorrência de corridas de massa.  \n\n\n\n52 \n \n\n5.3.3 Unidade III – Granitos e gnaisses em escarpas  \n\n A unidade ocupa 62,28% de toda a área da bacia, sendo a unidade mais expressiva e está \n\nlocalizada em toda porção central do mapa. Litologicamente é composta por gnaisses de \n\ncomposição granítica a granodiorítica migmatizados, biotita-hornblenda gnaisses e biotita \n\ngranitos, que tendem a formar solos areno-siltosos a areno-argilosos. Está inserida no contexto \n\ngeomorfológico da Serra do Mar, com relevo de escarpas com espigões digitados.  \n\n Possui média densidade de elementos de drenagem (aproximadamente 20/10 km²) e \n\ndensidade média a alta de elementos de relevo. Apresenta grande amplitude, com cotas variando \n\nde 40 a 900 m e declividade predominantemente alta (> 30°), formando vales fechados em \n\nencostas de forma côncava a retilínea, com topos angulosos.  \n\n A permeabilidade e relação escoamento superficial/ infiltração são intermediárias, assim \n\ncomo o manto de alteração e espessura dos materiais inconsolidados.  Em função das altas \n\ndeclividades da área e inexistência de vias de acesso, não foi possível descrever os perfis de \n\nalteração desta unidade na etapa de campo.  \n\n A avaliação preliminar aponta suscetibilidade média a alta aos processos de corrida de \n\nmassa.  \n\n5.3.4 Unidade IV – Granitos e gnaisses em mar de morros  \n\n A unidade ocupa 16,8% da área total da bacia, se estendendo de leste a oeste na porção \n\nsuperior do mapa. É composta por rochas granito-gnáissicas, como biotita-hornblenda gnaisse, \n\nbiotita gnaisse e biotita granito. Geomorfologicamente se insere no contexto do Planalto do \n\nParaitinga, subzona Morraria do Paraitinga, com relevo de mar de morros.  \n\n Apresenta média densidade de elementos de drenagem (aproximadamente 25/10 km²) e \n\ndensidade média de elementos de relevo. A amplitude é classificada como média, variando de \n\ncotas topográficas de 800 m a 960 m e declividade predominantemente média, resultando em \n\nvales fechados com encostas de forma côncava e topos arredondados.  \n\n A permeabilidade e relação escoamento superficial/ infiltração são médias. Devido à \n\ndificuldade de acesso, os perfis de alteração de solo não foram descritos em etapa de campo. A \n\nfotointerpretação, porém, índica média espessura do manto de alteração e também dos materiais \n\ninconsolidados. A suscetibilidade preliminar às corridas de massa é avaliada como média a baixa.  \n\n\n\n53 \n \n\n5.3.5 Unidade V - Granitos e gnaisses em morros paralelos  \n\n A Unidade V ocupa 9,7% da área total da bacia, localizando-se no limite extremo oeste do \n\nmapa. Seus aspectos geológicos e geomorfológicos são semelhantes ao descrito na unidade \n\nanterior, composta por rochas granito-gnáissicas e inserida no contexto do Planalto do Paraitinga, \n\nsubzona Morraria do Paraitinga, diferenciando-se apenas por seu relevo de morros paralelos.  \n\n Apresenta densidade de elementos de drenagem alta (aproximadamente 50/10 km²) e alta \n\ndensidade de elementos de relevo. Suas cotas topográficas variam de 800 a 1200 m, tendo então \n\ngrande amplitude; a declividade também é alta, configurando vales fechados em encostas de \n\nforma côncava com topos arredondados.  \n\n Não foi possível a visita de campo para descrição dos perfis de alteração. A \n\npermeabilidade é classificada como baixa, e alta relação escoamento superficial/ infiltração. A \n\nespessura do manto de alteração é pequena e intermediária para os materiais inconsolidados. A \n\navaliação preliminar sugere suscetibilidade média a alta à ocorrência de corridas de massa nesta \n\nunidade.  \n\n5.3.6 Mapa de cicatrizes de escorregamento  \n\n Na análise das imagens aéreas foram identificadas 92 cicatrizes de pequeno porte, \n\napresentadas no Mapa de cicatrizes de escorregamento (Apêndice B). As cicatrizes se concentram \n\nmajoritariamente no limite sudeste da bacia, e também são identificadas cicatrizes dispersas na \n\nporção central da área.  \n\n Deste total, 90 cicatrizes se inserem no contexto da Unidade Fisiográfica III (Granitos e \n\ngnaisses em escarpas) e duas na Unidade IV (Granitos e gnaisses em mar de morros). Não foram \n\nidentificadas cicatrizes de escorregamento nas outras unidades fisiográficas.  \n\n A maior parte das cicatrizes localiza-se em encostas de alta declividade, com ângulos de \n\ninclinação entre 25° e 40°. Em termos de cotas topográficas, não foi possível traçar um padrão de \n\nocorrência visto que são encontradas tanto em áreas elevadas (500-700 m) quanto em porções \n\nmais baixas (80-100 m).  \n\n Nota-se que as cicatrizes concentradas na porção sudeste do mapa estão associadas a uma \n\nsub-bacia de formato alongado, representando um conflito com alguns dados de literatura. Como \n\nexposto anteriormente, muitos autores defendem que a maior suscetibilidade aos movimentos de \n\nmassa se dá em bacias circulares; no entanto, o que se observa no mapa é que os escorregamentos \n\nocorreram preferencialmente em bacias alongadas e não circulares.  \n\n\n\n54 \n \n\n No contexto da área de estudo, as diferenças litológicas não demonstraram influência nos \n\neventos, não sendo possível correlacionar a maior ou menor existência de cicatrizes com um \n\nlitotipo em especial. Entretanto, na análise das formas de encostas, notou-se que as cicatrizes \n\nocorrem principalmente nas encostas côncavas e côncavas-retilíneas.  \n\n5.3.7 Mapa de Uso e Ocupação do Solo  \n\n Foram identificadas três classes de uso na área de estudo, apresentadas no Mapa de Uso e \n\nOcupação (Figura 15). O Quadro 10 apresenta a denominação de cada classe e suas respectivas \n\náreas.  \nFigura 15: Mapa de Uso e Ocupação do Solo da Bacia Hidrográfica do Ribeirão Pau D'Alho. \n\n \n \n\nQuadro 10: Porcentagem e área da bacia ocupada por cada classe de uso e ocupação. \n\nClasses de Uso e Ocupação Área (km²) Área (%) \n\nFloresta/ Mata Nativa 57,29 km² 87, 95% \n\nPastagem 7,82 km² 12% \n\nComplexo Industrial 0,036 km² 0,05% \n\n \n\n\n\n55 \n \n\nA área de Floresta/Mata Nativa possui densa vegetação composta por formações arbóreas \n\nde grande porte (> 5m), relacionadas ao contexto da Mata Atlântica, no qual a Serra do Mar está \n\ninserida. Possivelmente a área faz parte de uma unidade de conservação, visto os programas \n\ndesenvolvidos ao longo do Parque da Serra do Mar na cidade de Caraguatatuba.  \n\n Já a Pastagem é representada por extensas áreas recobertas por vegetação de gramíneas, \n\npossivelmente destinadas ao desenvolvimento da pecuária. O pequeno Complexo Industrial \n\nidentificado diz respeito a galpões de atividade pecuária, desenvolvida pela Fazenda dos \n\nIngleses, em parte localizada dentro da área de estudo.  \n\n Em grande parte, a Bacia Hidrográfica do Pau D’Alho não possui maior diversificação de \n\natividades em função do seu relevo acidentado, de grande amplitude topográfica e altas \n\ndeclividades, associados a matas densas, aspectos que dificultam qualquer tipo de atividade e/ou \n\nocupação.  \n\n5.4 Avaliação da suscetibilidade a corridas de massa  \n\n A partir dos critérios estabelecidos para avaliação da suscetibilidade aos processos de \n\ncorridas de massa na bacia de estudo, foram gerados três mapas: mapa de suscetibilidade natural, \n\nmapa de suscetibilidade antrópica e mapa de suscetibilidade total.  \n\n5.4.1 Mapa de suscetibilidade natural  \n\n O mapa de suscetibilidade natural (Figura 16) é resultante dos cálculos do Grau de \n\nSuscetibilidade Natural de Parâmetros Fisiográficos (GSNF), e ilustra a distribuição espacial das \n\nclasses de suscetibilidade na área.  \n\nA partir da observação do mapa nota-se que as classes de suscetibilidade média e alta são \n\ndominantes na área de estudo, ocupando toda a porção central e superior da bacia. A classe de \n\nbaixa suscetibilidade é a menos expressiva, localizando-se na porção sul da bacia. O Quadro 11 \n\nresume a extensão ocupada pelas classes de suscetibilidade:  \nQuadro 11: Porcentagem e área ocupada pelas classes no Mapa de Suscetibilidade Natural. \n\nSuscetibilidade Área (km²) Área (%) \n\nBaixa 7,53 km² 11,55% \n\nMédia 33,5 km² 51,41% \n\nAlta 24,12 km² 37,02% \n\n \n\n\n\n56 \n \n\n \nFigura 16: Mapa de suscetibilidade natural à corridas de massa na Bacia Hidrográfica do Ribeirão Pau D'Alho \n\n \nA partir da observação do mapa nota-se que as classes de suscetibilidade média e alta são \n\ndominantes na área de estudo, ocupando toda a porção central e superior da bacia. A classe de \n\nbaixa suscetibilidade é a menos expressiva, localizando-se na porção sul da bacia. O Quadro 11 \n\nresume a extensão ocupada pelas classes de suscetibilidade:  \n\nCorrelacionando as áreas de ocorrência das diferentes classes com as unidades \n\nfisiográficas, nota-se que a classe de baixa suscetibilidade se restringe aos limites da Unidade \n\nFisiográfica I (Planície Fluvial), enquanto as classes média e alta se distribuem ao longo das \n\nUnidades III, IV e V. Já a Unidade II apresenta apenas o grau médio de suscetibilidade.  \n\n A classe de alta suscetibilidade apresenta maior concentração no contexto da Unidade III \n\n(Granitos e gnaisses em escarpas), em decorrência das altas declividades associadas a encostas \n\nde forma côncava em vales fechados. Sua ocorrência também é expressiva na Unidade V \n\n(Granitos e gnaisses em morros paralelos) em função dos mesmos fatores, além da baixa \n\npermeabilidade atribuída à unidade.  \n\n A classe de média suscetibilidade é a mais recorrente na bacia de estudo e se distribui de \n\nmaneira desordenada por toda a área, sendo encontrada em diferentes porcentagens em todas as \n\nunidades fisiográficas, exceto na Unidade I. Entretanto, a Unidade IV (Granitos e gnaisses em \n\n\n\n57 \n \n\nmar de morros) é a unidade de maior concentração dessa classe, possivelmente em função de sua \n\ndeclividade e amplitude menos acentuadas que nas unidades III e V.  \n\n5.4.2 Mapa de Suscetibilidade antrópica  \n\n O mapa de suscetibilidade antrópica (Figura 17) é derivado do Grau de Suscetibilidade \n\nAntrópica (GSA) atribuído às formas de uso e ocupação reconhecidas na área de estudo.   \n\n \nFigura 17: Mapa de suscetibilidade antrópica na Bacia Hidrográfica do Ribeirão Pau D'Alho. \n\n  \nComo exposto anteriormente (ver item 6.2.7), a área possui baixa complexidade em \n\ntermos de uso e ocupação do solo, apresentando apenas duas classes referentes às áreas de \n\nfloresta/ mata nativa e de pastagens. Consequentemente, o mapa resultante do Grau de \n\nSuscetibilidade Antrópica para a área é bastante homogêneo.  \n\n A classe de baixa suscetibilidade representa mais de 70% do mapa e é relativa às áreas \n\nflorestais. Regiões de florestas preservadas possuem suscetibilidade significativamente menor em \n\nfunção da influência das árvores no ambiente, que ajudam a reduzir os impactos das chuvas no \n\nsolo, diminuindo a desagregação dos materiais e consequente taxa de erosão. Além disso, em \n\náreas florestais as velocidades de infiltração de água no solo são menores, retardando sua \n\nsaturação, que é um dos principais fatores associados à deflagração dos processos de corridas de \n\nmassa.  \n\n\n\n58 \n \n\n Diferentemente, às áreas de pastagem são classificadas com médio grau de \n\nsuscetibilidade, pois deixam os solos mais expostos, favorecendo a rápida infiltração de água e \n\nsaturação.  \n\n5.4.3 Mapa final de suscetibilidade à corridas de massa  \n\n O mapa final de suscetibilidade a corridas de massa (Figura 18 e Apêndice C) é resultante \n\ndo Grau de Suscetibilidade Final, calculado a partir da integração do GSNF e GSA.  \n\n \nFigura 18: Mapa final de suscetibilidade a corridas de massa na Bacia Hidrográfica do Ribeirão Pau D'Alho \n\n  \nÉ possível notar que o mapa de suscetibilidade final é bastante similar ao mapa de \n\nsuscetibilidade natural apresentado anteriormente; porém a integração com o mapa antrópico \n\npermitiu melhor definição na ocorrência das classes, eliminando “manchas” ou pequenas áreas \n\nanteriormente identificadas com maior suscetibilidade.  \n\n As áreas ocupadas pelas classes no mapa final evidenciam a suavização da suscetibilidade \n\npromovida pela integração dos mapas natural e antrópico, conforme apresentado no Quadro 12.  \nQuadro 12: Porcentagem e área ocupadas pelas classes no Mapa Final de Suscetibilidade. \n\nSuscetibilidade Área (km²) Área (%) \n\nBaixa 7,21 km² 11,08% \n\nMédia 37,70 km² 57,87% \n\nAlta 20,22 km² 31,04% \n\n\n\n59 \n \n\nEsta suavização na suscetibilidade ocorre em decorrência da homogeneidade e grande \n\nextensão das classes de uso e ocupação na área de estudo. Devido a esse efeito optou-se por \n\ndiminuir o peso do mapa antrópico no cálculo do grau final de suscetibilidade, ao contrário dos \n\npesos igualitários (50%) adotados por Reis (2016).  \n\n Especificamente para este trabalho, notou-se que a adoção de pesos acima de 25% para o \n\nmapa antrópico promove brusca queda nos graus de suscetibilidade da área como um todo, \n\natribuindo média suscetibilidade a quase toda sua extensão. Entende-se que esse tipo de \n\nclassificação seria equivocado para a área, pois unidades fisiográficas de atributos muito distintos \n\nseriam equiparadas, além de se mascarar características específicas das mesmas.   \n\nEm relação às unidades fisiográficas, nota-se que novamente as altas suscetibilidades se \n\nconcentram nas Unidades III e V. Na Unidade IV, as pequenas manchas de classe alta que \n\napareciam no mapa de suscetibilidade natural foram em grande parte eliminadas pela associação \n\ncom o mapa antrópico, ficando restritas a pequenas porções da unidade. Os graus de \n\nsuscetibilidade baixo e médio foram mantidos para as Unidades I e II, respectivamente.  \n\n Juntas, as Unidades III e V representam mais de 70% de toda a área, demonstrando assim \n\nsua influência na suscetibilidade da bacia de modo geral. Além disso, a existência das cicatrizes \n\nde escorregamento na Unidade III comprova a ocorrência de processos de movimentação de \n\nmassa, agravando a suscetibilidade da área. Portanto, a Bacia Hidrográfica do Ribeirão Pau \n\nD’Alho pode ser classificada como uma bacia de suscetibilidade média a alta aos processos de \n\ncorrida de massa e detritos.          \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n60 \n \n\n6. CONCLUSÕES E RECOMENDAÇÕES  \n\nAtravés dos resultados obtidos durante o desenvolvimento da pesquisa pode-se concluir \n\nque a suscetibilidade da Bacia Hidrográfica do Ribeirão Pau D’Alho a corridas de massa está \n\ndiretamente relacionada com suas características fisiográficas, hidrológicas e pluviométricas.  \n\n O mapa final de suscetibilidade corrobora a influência dos atributos fisiográficos \n\napontados na literatura como mais críticos ao processo, principalmente da declividade e formas \n\nde encosta e vale, visto que as áreas de maior suscetibilidade, encontradas na porção centro-leste, \n\nsão equivalentes a encostas côncavas com altas declividades. Além disso, estas áreas \n\ncorrespondem a regiões com maior número de cicatrizes de escorregamento, registros estes que \n\napontam diretamente os locais mais críticos na bacia.  \n\n Os parâmetros naturais do meio físico revelam condições extremamente favoráveis aos \n\nescorregamentos, mesmo para os índices pluviométricos considerados “normais” na região. \n\nEntretanto, vale ressaltar que eventos pluviométricos muito acima da média não são raros na \n\nregião e agregam grande fluidez aos processos, que tendem a evoluir para corridas de massa. As \n\nencostas côncavas concentradoras associadas aos vales fechados e entalhados, característicos da \n\nárea de estudo, contribuem para a concentração do fluxo nas drenagens, aumentando a energia \n\npotencial e velocidade do processo, que poderá então mobilizar materiais cada vez maiores.  \n\n Em áreas historicamente afetadas por movimentações de massa, a avaliação geológico-\n\ngeotécnica é essencial para reconhecimento das feições de maior influência nos processos, \n\npermitindo a elaboração de planos de gestão adequados às fragilidades da área. Esses estudos são \n\nainda mais relevantes quando são consideradas as proximidades entre as bacias de alta \n\nsuscetibilidade e os centros urbanos, tais como ocorre entre a Bacia do Pau D’Alho e a cidade de \n\nCaraguatatuba.  \n\n O método de compartimentação fisiográfica se mostrou bastante eficiente, trazendo \n\nresultados satisfatórios e permitindo grande precisão no detalhamento das características das \n\nunidades fisiográficas, inclusive em áreas inacessíveis em trabalho de campo. Além do mais, as \n\ninferências geotécnicas e de suscetibilidade preliminar obtidas através da fotointerpretação, \n\nmostram grande coerência em relação aos resultados do mapa final.  \n\n A metodologia utilizada para avaliação da suscetibilidade se mostrou relativamente \n\nadequada, considerando as modificações necessárias nos pesos atribuídos aos mapas de \n\nsuscetibilidade natural e antrópica. Notou-se que em regiões onde o uso e ocupação é bastante \n\n\n\n61 \n \n\nhomogêneo ou predominantemente composto por classes de baixa suscetibilidade, os parâmetros \n\nnaturais tendem a ser muito suavizados, mascarando a suscetibilidade da área como um todo.  \n\n Nesse sentido, seria interessante agregar os atributos morfométricos na avaliação da \n\nsuscetibilidade final, a fim de minimizar os efeitos provocados pela homogeneidade do mapa \n\nantrópico; além de que, as características morfométricas também exercem grande influência nos \n\nprocessos de corrida de massa, tal como apontado na literatura.  \n\nResguardadas suas particularidades, o método é uma ferramenta bastante adequada para \n\ndefinição da suscetibilidade a movimentos de massa em bacias hidrográficas, podendo auxiliar \n\ndiretamente na elaboração de planos preventivos e emergenciais a esses eventos, a fim de evitar a \n\ndestruição de moradias, dutos, empreendimentos, barragens e a perda de vidas humanas.  \n\n\n\n62 \n \n\nREFERÊNCIAS BIBLIOGRÁFICAS  \n \n\nAUGUSTO FILHO, O. Caracterização geológico-geotécnica voltada à estabilização de encostas: \n\numa proposta metodológica. In: CONFERÊNCIA BRASILEIRA SOBRE ESTABILIDADE DE \n\nENCOSTAS, 1, 1992, Rio de Janeiro. Anais... Rio de Janeiro: ABMS/ ABGE/ PCRJ. v.2, p. 721-\n\n733.  \n\nAUGUSTO FILHO, O. Estabilidade de taludes. In: OLIVEIRA, A.M.S.; BRITO, S.N.A. (Eds). \n\nGeologia de Engenharia. São Paulo: ABGE, 1998. P. 243-269. \n\nAVELAR, A.S.; LACERDA, W.A.; COELHO NETO, A.L. Mecanismos de iniciação de fluxos \n\ndetríticos no maciço da Tijuca, Rio de Janeiro (RJ): o caso da encosta do Soberbo. Revista \n\nBrasileira de Geomorfologia, 7, p. 73-83, 2006.  \n\nBARLOW, J.; MARTIN, Y.; FRANKLIN, S.E. Detecting translational landslide scars using \n\nsegmentation of Landsat ETM+ and DEM data in the northern Cascade Mountains, British \n\nColumbia. Can, J. Remote Sensing, v. 29, p. 510-517, 2003.  \n\nBIGARELLA, J.J. Estrutura e Origem das Paisagens Tropicais e Subtropicais. Volume 3. \n\nEd. Florianópolis: UFSC, 2003.  \n\nBONHAM-CARTER, G.F. Geographic information systems for geoscientists: modeling with \n\nGIS. Ottawa: Pergamon, 1996. 398 p.  \n\nBRITISH GEOLOGICAL SURVEY. How does BGS classify landslides? 2015. Disponível em: \n\n<www.bgs.ac.uk/landslides/how_does_BGS_classify_landslides.html > Acesso em: 10 ago. \n\n2016.  \n\nBRITO, M.M. Geoprocessamento aplicado ao mapeamento da suscetibilidade a \n\nescorregamentos no município de Porto Alegre, RS. Porto Alegre, 2014. 167 p. Dissertação \n\nMestrado – Universidade Federal do Rio Grande do Sul. 2014.  \n\nBUENO, B.S.; VILAR, O.M. Mecânica dos Solos. Vol. 1. Universidade de São Paulo, Escola de \n\nEngenharia de São Carlos, Departamento de Geotecnia, 1979.  \n\n\n\n63 \n \n\nCBHLN – Comitê de Bacia Hidrográfica do Litoral Norte. Fundamentação da Cobrança pelo Uso \n\nda Água UGRHI 03 – Litoral Norte. Relatório Técnico. 2015. 111p.  \n\nCENDRERO, A. Mapping and evaluation of coastal áreas for planning. Ocean and Shoreline \n\nManagement, v. 12, n. 5, p. 427-462, 1989.  \n\nCEPAGRI – Centro de Pesquisas Meteorológicas e Climáticas Aplicadas à Agricultura. Clima \n\ndos municípios paulistas. Campinas, 2015. Disponível em:&lt;www.cpa.unicamp.br/outras-\n\ninformacoes/clima_muni_121.html>. Acesso em: 10 set. 2016.  \n\nCOSTA, J.E. Physical geomorphology of debris flow. In: Costa, J.E., and Fleisher, J. P., eds., \n\nDevelopments and applications of geomorphology, New York: Springer-Verlag. P. 268-317, \n\n1984.  \n\nCPRM – Companhia de Pesquisa de Recursos Minerais. Mapa geológico da Folha \n\nCaraguatatuba. SF-23-Y-D-VI-1. São Paulo: CPRM, 1982. Escala 1:50.000.  \n\nCPRM – Companhia de Pesquisa de Recursos Minerais. Mapa geológico da Folha Pico do \n\nPapagaio. SF-23-Y-D-V-2. São Paulo: CPRM, 1991. Escala 1:50.000.  \n\nCRUZ, O. (1974) – A Serra do Mar e o litoral na área de Caraguatatuba-SP – contribuição \n\nà geomorfologia litorânea tropical. Tese (Doutorado) Geografia, Universidade de São Paulo. \n\n181p.  \n\nCRUZ, O. Contribuição geomorfológica ao estudo de escarpas da Serra do Mar. Revista do \n\nInstituto Geológico, vol. 11 (1), p. 9-20, 1990.  \n\nFERNANDES, N.F.; AMARAL, C.P. Movimentos de massa: uma abordagem geológico-\n\ngeomorfológica. In: Guerra, A.J.T.; Cunha, S.B. (Orgs.). Geomorfologia e meio ambiente. Rio \n\nde Janeiro: Bertrand, 1996.   \n\nFELL, R.; COROMINAS, J.; BONNARD, C.; CASCINI, L.; LEROI, E.; SAVAGE, W.Z. Joint \n\nTechnical Committee on landslides and engineered slopes, JTC-1. Guidelines for landslide \n\nsusceptibility, hazard and risk zoning for land-use planning. Engineering Geology, v. 102, n. 3-\n\n4, p. 99-111, 2008.  \n\n\n\n64 \n \n\nFILHO, O. A.; MAGALHÃES, F.S. (2004). Identification of slope instability hazard áreas in the \n\nAnchieta – Imigrantes highway system, located in the Serra do Mar mountain range, São Paulo \n\nState, Brazil. In: LACERDA, EHRLICH, FOUNTOURA &amp; SAYÃO (Eds) Landslides: \n\nEvaluation and Stabilization. Taylor &amp; Francis Group, London, p. 273-279.  \n\nFÚLFARO, V.J., et al. Escorregamentos de Caraguatatuba: expressão atual, e registro na \n\ncoluna sedimentar da planície costeira adjacente. In: Congresso Brasileiro de Geologia de \n\nEngenharia., 1, RJ, v.2, p.341-350.  \n\nGOMES, C.L.R. et al. Retroanálise da corrida de massa ocorrida no ano de 1967 nas \n\nencostas da Serra do Mar, vale dos rios Camburu, Pau D’Alho e Canivetal, Município de \n\nCaraguatatuba-SP: Quantificação volumétrica dos sedimentos depositados na planície de \n\ninundação. In: Congresso Brasileiro de Geologia de Engenharia e Ambiental, 2008, Porto de \n\nGalinhas.  \n\nGRAMANI, M.F. Caracterização geológico-geotécnica das corridas de detritos (“Debris \n\nFlows”) no Brasil e comparação com alguns casos internacionais. Dissertação de Mestrado. \n\nEPUSP- Escola Politécnica, Universidade de São Paulo, São Paulo. 2001. 372 p.  \n\nGRAMANI, M.F.; OLIVITO, J. P. R.; AUGUSTO FILHO, O., MAGALHÃES, F.S. Análise da \n\npotencialidade de geração de corridas de massa nos trechos serranos do duto OSBAT. In: \n\nCongresso Brasileiro de Geologia de Engenharia, 11, 2005, Florianópolis. Anais... Florianópolis: \n\nABGE, v.1. p.1350 – 1365, 2005.  \n\nGUIDICINI, G.; NIEBLE, C.M. Estabilidade de taludes naturais e sua escavação. 2 ed. São \n\nPaulo: Edgard Blücher, 1984.  \n\nHONG, X.Y. et al. (1985) – The Debris Flow in Han Yu Torrent of Mi Yun county of \n\nBeijing. In: International Symposium on Erosion, Debris Flow and Disaster Prevention. Sept, \n\nTsukuba-Japan, p.191-193.  \n\nHUNGR, O., 2000. “Analysis of debris flow surges using the theory of uniformly progressive \n\nflow”. Earth Surface Processes and Landforms, v. 25, pp. 483-495.  \n\n\n\n65 \n \n\nINFANTI JR, N.; FORNASARI FILHO, N. Processos de dinâmica superficial. In: OLIVEIRA, \n\nA.M.S.; BRITO, S.N.A. (Eds). Geologia de Engenharia. São Paulo: ABGE, 1998. P. 131-152. \n\nIBGE – Instituto Brasileiro de Geografia e Estatística. Folha de Caraguatatuba. São Paulo: \n\nIBGE, 1974a. SF-23-Y-D-VI-1. Escala 1:50.000.  \n\nIBGE – Instituto Brasileiro de Geografia e Estatística. Folha do Pico do Papagaio. São Paulo: \n\nIBGE, 1974b. SF-23-Y-D-V-2. Escala 1:50.000.  \n\nIBGE – Instituto Brasileiro de Geografia e Estatística. Manual técnico de uso da terra. 3 ed. \n\nIBGE: Rio de Janeiro, 2013.  \n\nIF – Instituto Florestal do Estado de São Paulo. Plano de Manejo do Parque Estadual da Serra \n\ndo Mar. 2006.  \n\nIPT – Instituto de Pesquisas Tecnológicas do Estado de São Paulo. Estudos das instabilizações \n\nde encosta da Serra do Mar na região de Cubatão objetivando a caracterização do \n\nfenômeno “corrida de lama” e da prevenção dos seus efeitos. São Paulo, 1987. Relatório \n\n26.258, volume 1.  \n\nIPT – Instituto de Pesquisas Tecnológicas do Estado de São Paulo S.A. Ocupação de encostas. \n\nSão Paulo, 1991.  \n\nIPT – Instituto de Pesquisas Tecnológicas do Estado de São Paulo. Reconhecimento e \n\ncaracterização da potencialidade de instabilizações na Serra do Mar na área de influência \n\ndo Sistema Anchieta-Imigrantes. Relatórios Parciais 7 e 8. Relatório Técnico n° 61785. 154p.  \n\nKANJI, M.A.; MASSAD, F.; CRUZ, P. T. Debris Flows in Areas of Residual Soils: Occurrence \n\nand Characteristics. In: International Workshop on Occurrence and Mechanism of Flows in \n\nNatural Slopes and Earthfills, 2003, Sorrento. International Workshop on Occurrence and \n\nMechanism of Flows in Natural Slopes and Earthfills. Anais… Napoles: Associacione \n\nGeotecnica Italiana, 2003. V. 2. P. 1-9.  \n\n\n\n66 \n \n\nLEE, S.; RYU, J. (2004) Probabilistic landslide hazard mapping using GIS and Remote Sensing \n\ndata at Boun, Korea. In: LACERDA, EHRLICH, FONTOURA &amp; SAYÃO (Eds) Landslides: \n\nEvaluation and Stabilization. Taylor &amp; Francis Group, London, p. 91-95.  \n\nLOLLO, J.A. O uso da Técnica de Avaliação do Terreno no processo de elaboração de \n\nmapeamento geotécnico: sistematização para a quadrícula de Campinas (SP). 267 p. Tese de \n\nDoutorado em Geotecnia – Escola de Engenharia de São Carlos, Universidade de São Paulo, São \n\nCarlos (SP), 1995.  \n\nMARCELINO, E.V., 2003. Mapeamento de Áreas suscetíveis à Escorregamentos no \n\nMunicípio de Caraguatatuba (SP) Usando Técnicas de Sensoriamento Remoto. Dissertação \n\nde Mestrado do Curso de Pós-Graduação em Sensoriamento Remoto, INPE, São José dos \n\nCampos.  \n\nMOUSINHO, M.R.M.; SILVA, J.X. (1968) – Considerações Geomorfológicas a Propósito dos \n\nMovimentos de Massa ocorridos no Rio de Janeiro. Revista Brasileira de Geografia. Fundação \n\nIBGE – Instituto Brasileiro de Geografia. N. 1, ano 30. Jan/1968. p. 55-73.  \n\nNERY, T.D. Dinâmica das corridas de detritus no Litoral Norte de São Paulo. Tese de \n\nDoutorado. Departamento de Geografia, Universidade de São Paulo, USP, São Paulo, 2016. 164 \n\np.  \n\nNELSON, C.V.; RASELY, R.C. (1990) – Debris flow potential and sediment yield analysis \n\nfollowing wild fire events in mountainous terrain. In: FRENCH, R.H. (ed.) – Hydraulics/ \n\nHidrology of Arid Lands (H2AL). p.54-59.  \n\nNIELSEN, T.H. &amp; TURNER, B.L. – Influence of rainfall and ancient landslides deposits on \n\nrecent landslides. Geological Survey Bulletin (1388), U. S. Department of the Interior, \n\nWashington, 1975, 18 p. il.  \n\nPOLANCO, L.S.E. Correlações empíricas para fluxo de detritos. (2010). P. 126. Dissertação \n\n(Mestrado em Engenharia) – COPPE, Universidade Federal do Rio de Janeiro, Rio de Janeiro, \n\n2010.  \n\n\n\n67 \n \n\nREIS, F.A.G.V.; CERRI, L.E. da S; ZAINE, J.E.; AUGUSTO FILHO, O.; GIORDANO, L do C. \n\nMetodologia para avaliação de áreas sujeitas à ocorrência de ondas de cheia e corridas de massa/ \n\ndetritos: Estudo piloto no duto OSBRA no Estado de São Paulo. Relatório Técnico 4. \n\nFUNDUNESP/PETROBRAS. 2014. 246p.  \n\nREIS, F.A.G.V. Proposta metodológica para definição da vulnerabilidade de bacias \n\nhidrográficas ao rompimento de barragens. Tese (livre docência) – Universidade Estadual \n\nPaulista, Instituto de Geociências e Ciências Exatas, Rio Claro, 2016.  \n\nROSS, J.L.S. Análise e Síntese na Abordagem Geográfica da Pesquisa para o Planejamento \n\nAmbiental. In: Revista do Departamento de Geografia n°9, p. 65-75, FFLCH-USP, São Paulo, \n\n1995.  \n\nSAFAEI, M.; OMAR, H.; HUAT, B.K.; YOUSOF, Z.B.M. Deterministic rainfall induced \n\nlandslide approaches, advantage and limitation. Electronic Journal of Geotechnical \n\nEngineering, v. 16, n. 1, p. 1619-1650, 2012.  \n\nSELBY, M.J. Hillslope: materials and process. Oxford: Oxford University Press, 1982. \n\nSILVEIRA, R. M. da. Propriedades geotécnicas dos solos coluvionares do gasoduto Bolívia-\n\nBrasil em Timbé do Sul (SC). Dissertação de Mestrado, Programa de Pós-Graduação em \n\nEngenharia Civil da Universidade Federal do Rio Grande do Sul, Porto Alegre, 2003.  \n\nSOARES, P.C.; FIORI, A.P. Lógica e sistemática na análise e interpretação de fotografias \n\naéreas em geologia. Notícia geomorfológica, v. 16, n. 32, p. 71-104, 1976.  \n\nTAKAHASHI, T. Estimation of potential debris flows and their hazardous zones: soft \n\ncountermeasures for a disaster. Journal of Natural Disaster Science, vol. 3, n°1, 1981.  \n\nTAKAHASHI, T. (1998) – Mechanics and Countermeasures for the Debris Flows. Curso \n\nministrado pelo Professor T. Takahashi, Convênio Escola Politécnica com o Disaster Prevention \n\nResearch Institute, Kyoto University. Junho/98. 103p.  \n\n\n\n68 \n \n\nTATIZANA, C.; Ogura, A. T.; Cerri, L.E.S. e Rocha, M.C.M. 1987a. Análise de correlação entre \n\nchuvas e escorregamentos na Serra do Mar, município de Cubatão. In: Congresso Brasileiro de \n\nGeologia de Engenharia, 5, 1987, São Paulo. Anais... São Paulo: ABGE, v.2, p. 225-236.  \n\nTOMINAGA, L.K. Avaliação de metodologias de análise de risco a escorregamentos: \n\nAplicação de um ensaio em Ubatuba, SP. Tese de Doutorado. Faculdade de Filosofia, Letras e \n\nCiências Humanas, Universidade de São Paulo, São Paulo, 2007.  \n\nUNISDR – United Nations International Strategy for Disaster Reduction. The Human cost of \n\nweather related disasters. Disponível em: \n\n<www.unisdr.org/2015/docs/climatechange/COP21_WeatherDisastersReport_2015_FINAL.pdf>\n\n. Acesso em: 02 set.2016.  \n\nVAN WESTEN, C.J. Geo-information tools for landslide risk assessment: na overview of recent \n\ndevelopments. In: EHRLICH, L.; FONTOURA, S.A.B.; SAYÃO A.S.F. (Eds.). Landslides: \n\nEvaluation and stabilization. London: Taylor &amp; Francis Group, 2004.   \n\nVANACÔR, R.N. (2006). Sensoriamento Remoto e geoprocessamento aplicados ao \n\nmapeamento das áreas susceptíveis a movimentos de massa na região nordeste do Estado \n\ndo Rio Grande do Sul. Dissertação de Mestrado. Centro Estadual de Pesquisas em \n\nSensoriamento Remoto e Meteorologia, Universidade Federal do Rio Grande do Sul. Porto \n\nAlegre, 2006.  \n\nVANDINE, D.F., 1996. Debris flow control structures for forest engineering. Res. Br., B.C. \n\nMin. For., Victoria, B.C., Work. Pap. 08/1996.  \n\nVARNES, D.J. (1978) Slope Movement Types and Processes. In: Special Report 176: \n\nLandslides: Analysis and Control (Eds: Schuster, R.L. &amp; Krizek, R.J.). Transportation and \n\nRoad Research Board, National Academy of Science, ashington D.C., p. 11-33.  \n\nVEDOVELLO, R. &amp; MATTOS, J.T. 1998. A utilização de Unidades Básicas de \n\nCompartimentação (UBCs) como base para a definição de unidades geotécnicas: Uma abordagem \n\na partir de sensoriamento remoto. In: SIMPÓSIO BRASILEIRO DE CARTOGRAFIA \n\nGEOTÉCNICA, 3, 1998, Florianópolis. Anais... Florianópolis, ABGE, CD-ROM, p. 6, 1998.  \n\n\n\n69 \n \n\nVEDOVELLO, R. Zoneamentos Geotécnicos Aplicados à Gestão Ambiental, a partir de \n\nUnidades Básicas de Compartimentação (UBCs). Tese de Doutorado. Instituto de Geociências \n\ne Ciências Exatas – IGCE, Universidade Estadual Paulista, Rio Claro, 154 p. 2000.  \n\nWOLLE, C.M. (1988) – Análise dos escorregamentos translacionais numa região da Serra \n\ndo Mar, no contexto de uma classificação de mecanismos de instabilização de encostas. Tese \n\nde Doutorado. Escola Politécnica da Universidade de São Paulo. São Paulo/1988.  \n\nZAINE, J.E. Método de Fotogeologia Aplicado a Estudos Geológico-Geotécnicos: Ensaio em \n\nPoços de Caldas, MG. Tese (Livre-docência) – Instituto de Geociências e Ciências Exatas, \n\nUniversidade Estadual Paulista, Rio Claro, 2011.  \n\nZUQUETTE, L.V. Análise crítica da cartografia geotécnica e proposta metodológica para as \n\ncondições brasileiras. Tese de Doutorado – Escola de Engenharia de São Carlos, Universidade \n\nde São Paulo. São Carlos, SP, 1987.  \n\nZUQUETTE, L.V.; GANDOLFI, N. Cartografia Geotécnica. Ed. Oficina de Textos. São Paulo, \n\n2004.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n70 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE A  \n\nMAPA DE UNIDADES FISIOGRÁFICAS \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n  \n \n\n\n\n71 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE B \n\nMAPA DE CICATRIZES DE ESCORREGAMENTO \n  \n\n \n\n \n\n \n\n\n\n72 \n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE C \n\nMAPA FINAL DE SUSCETIBILIDADE À CORRIDAS DE \n\nMASSA  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n73"}]}}}