{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19190"}, {"@name": "filename", "#text": "26310_7asJornadasPortuguesasEngenhariaCosteiraPortuaria_2011_Matos_et_al.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n \n\n \n\n \n\n \n\nMODELAÇÃO DA AGITAÇÃO MARÍTIMA NO ESTUÁRIO DE DIOGO LOPES, RIO \n\nGRANDE DO NORTE \n\nMaria de Fátima F. MATOS \nDG/PPGG/UFRN, C.P. 1596, CEP 59078-970, Natal, RN, Brasil, + 558432153215, fatimaalves@geologia.ufrn.br \n\n \nConceição J.E.M. FORTES \n\nEng. Civil, LNEC, Av. do Brasil, 101, 1700-066 Lisboa, +351.218443451, jfortes@lnec.pt \n \n\nVenerando E.AMARO \nDG/PPGG/UFRN, C.P. 1596, CEP 59078-970, Natal, RN, Brasil, +558432153212, amaro@ geologia.ufrn.br \n\n \nAda C. SCUDELARI \n\nPPgES/ UFRN, CEP 59078-970, Natal, RN, Brasil, +558432153766, ada@ct.ufrn.br \n\n \nRESUMO \n\nO litoral norte do estado do Rio Grande do Norte, situado na região nordeste do Brasil, \nconcentra importantes atividades de exploração de petróleo e gás natural, indústria de sal, \ncarcinicultura e pesca, além de outras atividades de menos escala. A indústria em particular, \nconcentra-se em áreas offshore e instaladas em águas rasas, entre as cotas de 6 a 30 metros \nde profundidades. Nesta região a dinâmica costeira é intensa, principalmente pela ação das \nondas, correntes e marés que interagem sobre importantes ambientes ali presentes. \nAtualmente, a região vem sendo alvo de muitos estudos interdisciplinares, entre eles, os \nvoltadas para entendimentos dos processos dominadas por ondas. Essencialmente, nos \nestudos relacionados às ondas, correntes e marés, são importantes para a caracterização da \nagitação marítima do litoral. Nesta comunicação, descreve-se as medições hidrodinâmicas: \nondas, efectuadas na região e uma aplicação do modelo SWAN à zona marítima na costa norte \ndo Rio Grande do Norte na região adjacente do estuário de Diogo Lopes, entre os municípios \nde Macau e Guamaré. Os resultados numéricos são comparados com os dados obtidos em \ncampanhas de medições in situ de modo a avaliar o desempenho do modelo SWAN para a \nregião. \n \n  \nPalavras-Chave – Dados in-situ, Modelação numérica, Propagação de ondas, Nordeste do \n\nBrasil, SWAN. \n\n \n\n1 INTRODUÇÃO \n\nA possibilidade de prever com mais precisão a geração e transformação de ondas desde \no largo até a zona costeira, subentende-se como de fundamental importância para a \ncompreensão dos processos costeiros (Sampaio, 2008). Mais concretamente, o conhecimento \ndo padrão de propagação de ondas na zona costeira, é assim, de extrema relevância para \nestudos de morfodinâmica costeira e dinâmica sedimentar, bem como para qualquer obra de \nengenharia costeira a ser aí implantada. \n\n1\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\nNa sua propagação, as ondas podem sofrer os efeitos de diversos fenômenos físicos, \ndos quais se salientam os associados à variação da profundidade, à transmissão de energia ao \nlongo da crista da onda, à ocorrência de rebentação, à dissipação de energia por atrito de \nfundo, à sua reflexão total ou parcial e à existência de obstáculos. Sendo assim, para maior \nconhecimento e previsão das características das ondas, a aquisição de dados de campo para \nmonitorização ambiental in situ e o recurso à modelação numérica, têm sido amplamente \nusados. Com efeito, a monitorização in situ é, sem dúvida, a melhor técnica para a \ncaracterização dos parâmetros de ondas numa dada região costeira, pois os dados obtidos são \no resultado dos vários fenómenos que afetam a propagação de ondas que atingem a referida \nzona costeira.  \n\nNo entanto, este monitoramento de ondas é feito de forma pontual quer no espaço como \nno tempo pelo que o recurso à modelação numérica para caracterizar os principais processos \nde geração e propagação de ondas na mesma é muito vantajoso, pois permite a caracterização \nespacial da zona a estudar e principalmente uma análise a curto, médio e longo prazo, \nconstituindo por isso uma importante ferramenta de gestão costeira. Um dos mais utilizados \nmodelos na geração e previsão da agitação marítima é o modelo SWAN (Booij et al., 1999), \nque permite o cálculo de geração da evolução do espectro direcional desde a zona de geração \nà zona costeira. Mas como qualquer modelo numérico, são baseados em aproximações e \nhipóteses, apresentando por isso limitações na descrição precisa das ondas na zona em \nestudo. Além disso, este tipo de modelos envolve uma série de parâmetros que têm de ser \ncalibrados para cada caso de estudo, recorrendo, por exemplo, a dados adquiridos in situ. \n\nAssim, o recurso conjunto à monitorização ambiental e à aplicação dos modelos \nnuméricos, torna-se ainda mais importante em áreas onde a dinâmica costeira é intensa e as \natividades econômicas exercem importância no contexto regional e nacional, como é o caso da \nexploração do petróleo e gás natural na costa norte do litoral do estado do Rio Grande do Norte, \nnordeste do Brasil.  \n\nUma aplicação preliminar do modelo SWAN a esta zona já foi realizada por Nascimento \net al. (2011), considerando um período curto de medições 11 e 12 de Dezembro de 2010. \nEmbora o modelo tenha conseguido reproduzir razoavelmente o andamento geral dos valores \nmedidos in situ, verificaram-se algumas diferenças significativas. Tais podem ser consequência \nde certas simplificações que tiveram de ser admitidas nos cálculos efectuados, por falta de \ninformação, nomeadamente no que diz respeito aos ventos (ventos constantes em todo o \ndomínio computacional e baseados nos valores obtidos na Estação Meteorológica de Macau), \nàs marés (não houve variação da maré ao longo do período de simulação) e às correntes (não \nse incluíram nos cálculos as correntes). Além disso, a comparação foi efectuada só em termos \nde altura de onda significativa e o período de tempo em causa é demasiado curto para \ngeneralizar o comportamento do modelo. \n\nNeste sentido e de modo a estender o trabalho anterior, é efectuada uma aplicação do \nmodelo SWAN para um período de tempo superior (2 semanas) e considerando a variação da \nmaré ao longo do período de simulação. Assim, para as condições de agitação, vento e marés \nverificadas nos dias das campanhas, comparam-se resultados numéricos com as medições in \nsitu de modo a avaliar a capacidade do modelo em descrever a situação real de propagação de \nondas na zona em estudo. \n\nApós esta introdução segue-se uma breve descrição da zona em estudo (Capítulo 2) e \ndas medições efectuadas in situ nas campanhas de campo (Capítulo 3). De seguida, \napresenta-se a descrição do modelo SWAN e das suas condições de aplicação à zona \nmarítima na costa norte do Rio Grande do Norte. Efectua-se também a apresentação, a \ndiscussão dos resultados obtidos e a comparação com dados in situ (Capítulo 4). Finalmente, \napresentam-se as conclusões do estudo. \n\n2\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n2 CARACTERÍSTICAS DA ZONA EM ESTUDO \n\n2.1 Dados Gerais \n\nA região adjacente ao estuário de Diogo Lopes, no Nordeste do Brasil, Figura 1, \napresenta-se como uma área de intensa instabilidade morfológica, pronunciadas pelos \nprocesssos de erosão e acresção da linha, resultantes das ação constantes das ondas, das \nvariações do nível do mar, das condições climáticas da natureza, das sequências geológicas, \ndas atividades neotectônicas e do suprimento de sedimentos carreados pelos rios e oceano, \nque controlam o desenvolvimento de feições erosivas e construtivas na faixa litorânea (Souto et \nal. 2006). Possui um vasto potencial econômico proveniente dos recursos naturais lá \nencontrados, como o sal, a carcinicultura, o petróleo e gás natural.  \n\n \n\n \n\n \n\nFigura 1. (A) Exemplo da actividade petrolífera nas ilhas barreiras (B) Vista geral da área \nadjacente da Ilha Ponta do Tubarão. Foto: Miram Cunha, acervo GEOPRO/DG/UFRN. \n\n3\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\nO Estado do Rio Grande do Norte é o maior produtor de sal do país e a produção de \npetróleo e gás natural em terra (17.879.946 barris/ano ANP 2010) e mar (5.118.644 barris/ano \nANP 2010) é altamente relevante na produção nacional. As atividades petrolíferas instaladas \nenvolvem a prospecção, exploração e transporte de petróleo e gás natural, e mantém a área, \nque apresenta uma vulnerabilidade ambiental e natural elevadas (Grigio et al., 2005, Boori et al., \n2010), em constante risco ambiental. \n\nPor conta da intensa dinâmica de uso e ocupação da região associada à dinâmica \nnatural, esta tem sido alvo de estudos interdisciplinares que tentam contribuir para o \nentendimento dos processos costeiros presentes e que são responsáveis pelas intensas \nmudanças observadas neste meio ambiente. \n\nNo entanto, as informações existentes referentes a dados ondas, ainda são insuficientes \ne carentes de uma periodicidade constante de monitoramento. Neste item vale ressaltar a \nimportância dos programas de monitoramento ambiental da região em estudo e, em especial de \ncaracterização das ondas ao longo da praia de São Bento do Norte à leste da Ponta do \nTubarão, pela equipe de trabalho do Laboratório de Geoprocessamento do Departamento de \nGeologia, da Universidade Federal do Rio Norte. Dos diferentes estudos efetuados, Tabosa et \nal. (2002) obteve altura de onda significativa na região próxima a Guamaré, de 50 cm, com \nperíodo médio de 1.20 s; Silveira (2002) constatou na região do estuário de Guamaré valores \nmínimos de onda de 23 cm com período de 7.2 s (Outubro) e altura significativa de 77 cm e \nperíodo de 4.9 s (novembro); Lima (2002, 2006) em Galinhos registrou valores de altura \nsignificativa de 65 cm e períodos de ondas de 12 s, e valores mínimos de 35 cm e períodos de \n5 s, 1 s; Chaves (2005) registrou altura significativa de onda de 35 cm com período médio de \n7.5 s nas proximidades de Serra/Macau. \n\n \n\n2.2 Localização da Área de Estudo \n\nA área de estudo está situada no mar (Figura 2), na porção interna da plataforma \ncontinental adjacente, do litoral norte do Nordeste Brasileiro, entre as coordenadas: 5°55’0”S - \n36°39’0”W e 4°49’0”S – 36°17’0”W, mais precisamente  na região adjacente do estuário de \nDiogo Lopes, entre as profundidades de 6 a 30 metros, onde se encontram instaladas as bases \nde exploração de petróleo e gás natural, e muito próximo a praia há bases instaladas (Figura 2 - \n1a).  \n\nO relevo litorâneo do trecho estudado possui níveis topográficos suavemente planos \ndesde a zona de praia (backshore) se estendendo pela zona interior (inshore) ao largo \n(offshore), onde os processos de erosão, transporte e deposição de sedimentos são fortemente \ninfluenciados pela ação das ondas, correntes e ventos. Tais efeitos são evidenciados na \nmorfologia da atual linha de costa (Figura 2 - 1b e 1c).  \n\nEm termos de batimetria, a zona marítima adjacente à zona ao estuário de Diogo Lopes, \ncaracteriza-se por uma região de plataforma muito extensa e de baixas profundidades \n(inferiores a 50 m), numa distância de cerca de 40 km em relação à atual linha de costa. Após \nesta região, as profundidades são significativamente maiores com desnível superior a 2000 m \nsobre o talude e o sopé continental (Gomes, 2009). \n\nDe acordo com os estudos ambientais da PETROBRAS (Nascimento, 2009) e estações \nmeteorológicas do INMET (2010), na área do estudo os ventos sopram predominantemente de \nnordeste-leste nos meses de Outubro a Abril, e, nos meses de Maio a Setembro de sudeste. \nTabosa et al. (2004) obtiveram valores entre 6.94 a 10.19 m/s para os ventos provenientes de \nnordeste e 6.07 a 4.22 m/s para os ventos sudeste. Os ventos sudeste são ainda a segunda \ndireção predominantemente em Abril e Setembro (Inverno). De Outubro a Março (Verão) a \n\n4\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\nsegunda direção predominante é a nordeste. Geralmente, eles são mais fortes em Setembro e \nOutubro (média de 7.0 m/s e 7.1 m/s e de E/SE) e mais fracos em março e abril (média de 4.4 \nm/s e 4.6 m/s e de leste). A Figura 3 mostra a análise dos ventos de 2001 – 2006.  \n\n \n\nFigura 2. Mapa de localização da área de estudo. Uso e ocupação da zona costeiras e \nprocessos associados: 1a) atividade petrolífera; 1b) barras transversais a costa da Ilha Ponta \n\nTubarão, 1c) morfologia de praia dissipativa. \n\n0\n\n70\n\n140\n\nJan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez\n\nD\nir\n (\n\n°)\n\n0\n\n7\n\n14\n\nV\ne\nlo\n\nc\nid\n\na\nd\ne\n (\n\nm\n/s\n\n)\n\nIntensidade dos Ventos Direção\n \n\nFigura 3. Variação mensal das características de ventos (velocidade e direcção) na região do \nestuário de Diogo Lopes (INMET, 2010). \n\n5\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n3 PROCEDIMENTOS METODOLÓGICOS \n\nEm Matos et al. (2011), descreveram-se com maior pormenor as campanha de medições \nde ondas efectuadas por vários instrumentos na zona marítima próxima da ilha do Tubarão. \nAqui neste trabalho essa descrição é feita sumariamente e dá-se maior ênfase ao tratamento \nefectuado e respectiva análise dos dados. Para essa análise, apresentam-se também as \ncaracterísticas dos ventos medidos na estação Meteorológica de Macau, naqueles períodos de \nmedição. \n\n \n\n3.1 Medições in situ \n\nOs dados referentes aos parâmetros de ondas foram obtidos por meio de medidores \nacústicos do tipo ADCP, fundeados nos locais apresentados na Figura 4. As campanhas de \nmedições foram efetuadas no período de Novembro de 2010 e Fevereiro de 2011. \n\nAs medições sucessivas foram realizadas com o intuito de obter um universo amostral \nsignificativo de dados. Os equipamentos foram posicionados em: X = 779765E e Y = 9447091N \n(PT1) e X = 766768E e Y = 9441999N (PT2). O PT1 foi fundeado em profundidade de 12 m \ncom distância de 8 km da atual linha de costa e o PT2 foi fundeado na profundidade de 8m e \ndistante cerca de 4 km da atual linha de costa. \n\nO universo de amostragem dos dados foi obtido com uma média a cada 30 minutos \nsequenciais durante todo o período dos dias de medições. \n\n \n\nFigura 4 - Mapa dos locais de medições e fundeio dos equipamentos. \n\n3.2 Tratamento e Análises dos Dados de Ondas \n\nOs dados de ondas definidos para as análises deste trabalho foram submetidos ao \ntratamento que compreendeu inicialmente a correção dos valores de profundidades em relação \nà profundidade do equipamento e posteriormente a filtragem dos parâmetros de ondas.  \n\nO método usado para as análises dos dados de ondas, foi o Método da Máxima \nVerossimilhança MLMST, com superfície de controle, método padrão para estimar espectros de \nondas direcionais (Khama et al., 2005, Pedersen et al., 2007). O método é mais adequado para \n\n6\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\nimplementações em situações onde as ondas estão mais expostas a correntes significativas, \ncomo é o caso das meso-marés da área de estudo em questão. \n\nDentre os meses de medições realizados pelos ADCP’s, foram selecionados dois \nperíodos distintos para a análise dos dados de ondas,  que servirão de comparação como os \nresultados do modelo numérico. Para cada período foi definido um conjunto de sete (7) dias \ncontínuos que coincidem com as maiores variações das amplitudes das marés, portanto, \ndefiniram-se os dias que compreenderam as fases de sizígia, uma vez que a região está \nsubmetida ao regime e influência das correntes de meso-marés. \n\nNa Tabela 1 e na Tabela 2 mostram-se as gamas e a média de valores das \ncaracterísticas das ondas nos períodos de 20 a 27 de Dezembro de 2010 e de 15 a 22 de \nFevereiro de 2011, para os locais PT1 e PT2, respectivamente. \n\nNa Figura 5 e na Figura 6 são apresentados as análises espectrais efetuadas aos \nregistros obtidos em cada período, permitiu obter os valores da altura de onda significativa HS \n(m), altura máxima Hmax (m), período significativo TS (s), período de pico TP (s), direção média, \nDIR_med (º) e direção de pico, DIR_TP (º) ao longo do período das campanhas. \n\n \n\nTabela 1 - Estatísticas das ondas do PT1 \n\n HS Hmax TS TP DIR_med DIR_Tp \n\nMáxima 1.92 3.21 6.63 15.26 359.93 360 \n\nMínima 0.64 1.07 3.36 3.04 1 0.11 \n\nMédia 1.12 1.87 4.47 8.92 83.86 112.15 \n\n \n\nTabela 2 - Estatísticas das ondas do PT2 \n\n HS Hmax TS TP DIR_med DIR_Tp \n\nMáxima 4.53 7.56 7.85 16.50 353.66 357.69 \n\nMínima 0.66 1.10 5.54 2.94 1.65 1.89 \n\nMédia 2.13 3.56 3.17 10.12 172.46 201.93 \n\n \n\n0\n\n1\n\n2\n\nH\ns \n\n(m\n)\n\n20/12/10 27/12/10\n \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\nT\ns \n\n(s\n)\n\n20/12/10 27/12/10\n \n\n0\n\n2\n\n3\n\n5\n\nH\nm\n\na\nx\n (\n\nm\n)\n\n20/12/10 27/12/10\n \n\n0\n\n5\n\n10\n\n15\n\n20\n\nT\np\n\n (\ns)\n\n20/12/10 27/12/10\n \n\n7\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n0\n\n100\n\n200\n\n300\n\n400\nD\n\nIR\nm\n\ne\nd\n (\n\nº)\n\n20/12/10 27/12/10\n \n\n0\n\n100\n\n200\n\n300\n\n400\n\nD\nIR\n\nT\np\n (\n\nº)\n\n20/12/10 27/12/10  \n\nFigura 5 - Características da agitação marítima medida pelo instrumento PT1: altura \nsignificativa (HS), altura máxima Hmax (m), período significativo TS (s), período de pico TP (s), \ndireção média, DIR_med (º) e direção de pico, DIR_TP (º), no período de 20 a 27 de Dezembro \n\nde 2010. \n\n \n\n0.0\n\n0.8\n\n1.6\n\nH\ns\n (\n\nm\n)\n\n15/02/11 22/02/11\n \n\n0.0\n\n1.2\n\n2.4\n\nH\nm\n\na\nx\n\n (\nm\n\n)\n\n15/02/11 22/02/11\n \n\n0.0\n\n4.0\n\n8.0\n\nT\ns \n\n(s\n)\n\n15/02/11 22/02/11\n \n\n0\n\n9\n\n18\n\nT\np\n\n (\ns)\n\n15/02/11 22/02/11\n \n\n0\n\n200\n\n400\n\nD\nIR\n\nm\ne\nd\n\n (\nº)\n\n15/02/11 22/02/11\n \n\n0\n\n200\n\n400\n\nD\nIR\n\nT\np\n \n(º\n\n)\n\n15/02/11 22/02/11\n \n\nFigura 6 - Características da agitação marítima medida pelo instrumento PT2: altura \nsignificativa (HS), altura máxima Hmax (m), período significativo TS (s), período de pico TP (s), \ndireção média, DIR_med (º) e direção de pico, DIR_Tp (º), no período de 15 a 22 de Fevereiro \n\nde 2011. \n\nDe modo a analisar e caracterizar este tipo de agitação, apresentam-se os dados de \nventos (velocidade e direcção do vento) para os dois períodos distintos, 20 a 27 de Dezembro \nde 2010 e 15 a 22 de Fevereiro de 2011 obtidos da estação Meteorológica que está localizada \nna área do município de Macau, nas coordenadas: Latitude -5.1150º e Longitude -36.7156º. \n\n8\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n00:00 18:00 12:00 06:00 00:00 18:00 12:00 06:00 00:00 18:00 12:00\n\nV\ne\nl. \n\n(m\n/s\n\n)\n\n0\n\n100\n\n200\n\n00:00 18:00 12:00 06:00 00:00 18:00 12:00 06:00 00:00 18:00 12:00\n\nD\nir\n\n. (\nº)\n\n \n\nFigura 7 - Características dos ventos (vel (m/s), Dir(º)) nos dias 20 a 27 de Dezembro de 2010. \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n00:00 18:00 12:00 06:00 00:00 18:00 12:00 06:00 00:00 18:00 12:00\n\nV\ne\nl. \n\n(m\n/s\n\n)\n\n \n\n0\n\n100\n\n200\n\n300\n\n400\n\n00:00 18:00 12:00 06:00 00:00 18:00 12:00 06:00 00:00 18:00 12:00\n\nD\nir\n. \n\n(º\n)\n\n \n\nFigura 8 - Características dos ventos (vel (m/s), Dir(º)) nos dias 15 a 22 de Fevereiro de 2011. \n\nApresentam-se também os valores da maré, obtidos da estação Maregráfica da DHN \n(Diretoria de Hidrografia e Navegação) de Macau nos períodos de 20 a 27 de Dezembro de \n2010 e de 15 a 22 de Fevereiro de 2011 (Figura 9). \n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n2.5\n\n3.0\n\n20-12-10\n0:00\n\n21-12-10\n3:00\n\n22-12-10\n6:00\n\n23-12-10\n9:00\n\n24-12-10\n12:00\n\n25-12-10\n15:00\n\n26-12-10\n18:00\n\n27-12-10\n21:00\n\nData / Hora\n\nA\nltu\n\nra\n (\n\nm\n)\n\n \n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n2.5\n\n3.0\n\n3.5\n\n15-02-11\n0:00\n\n16-02-11\n3:00\n\n17-02-11\n6:00\n\n18-02-11\n9:00\n\n19-02-11\n12:00\n\n20-02-11\n15:00\n\n21-02-11\n18:00\n\n22-02-11\n21:00\n\nData / Hora\n\nA\nltu\n\nra\n (\n\nm\n)\n\n \n\nFigura 9 – Nível de maré nos dias 20 a 27 de Dezembro de 2010 e 15 a 22 de Fevereiro de \n2011. \n\n \n\n4 APLICAÇÃO DO MODELO SWAN \n\n4.1 Introdução \n\nNesta secção, descreve-se a aplicação efectuada com o modelo SWAN para a zona em \nestudo com vista a caracterizar o padrão de ondas geradas pelo vento. As simulações \nnuméricas foram obtidas para asa condições de agitação ao largo e de ventos verificadas nos \ndias das campanhas. O procedimento seguido foi: \n\n• Utilização como condições ao largo do SWAN as fornecidas pelo modelo de geração \nWAVEWATCH III (Tolman, 1999), para o período de 20 a 27 de Dezembro de 2010 e de 15 \na 22 de Fevereiro de 2011; \n\n9\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n• Utilização dos dados de ventos da estação meteorológica de Macau no período de 20 a 27 \nde Dezembro de 2010 e de 15 a 22 de Fevereiro de 2011;  \n\n• Utilização dos dados de marés no período de 20 a 27 de Dezembro de 2010 e de 15 a 22 \nde Fevereiro de 2011;  \n\n• Cálculo das características das ondas (HS, Tmed, DIR_med) em diferentes posições, \nutilizando o modelo SWAN para os períodos referidos; \n\n• Comparação dos valores numéricos das alturas de onda significativas, direcções médias e \nperíodos médios com as medições efectuadas nos pontos PT1 e PT2. \n\nAssim, após a descrição do modelo numérico, apresenta-se as principais condições de \naplicação do modelo SWAN e os resultados obtidos. Efectua-se também a comparação desses \nresultados com as medições efectuadas in situ. \n\n \n\n4.2 Descrição do Modelo Numérico \n\nO modelo SWAN (Booij et al., 1999) acrónimo de Simulating WAves Nearshore é um \nmodelo numérico para geração, propagação e dissipação da agitação marítima, baseado na \nequação para a conservação da acção de onda. Trata se de um modelo de domínio público \n(freeware), em constante desenvolvimento pela Delft University of Technology da Holanda, que \npossui como uma das maiores vantagens a manutenção da estrutura dos ficheiros de dados e \nde resultados o que permite a fácil actualização de versões mais robustas e completas do \nmodelo sempre que necessário. \n\nEste modelo propaga a agitação marítima desde o largo até próximo da costa \nconsiderando os processos físicos de refracção, difracção e empolamento devido a variações \ndo fundo e presença de correntes, crescimento de onda por acção dos ventos, rebentação por \ninfluência do fundo e por excesso de declividade (whitecapping), dissipação de energia devido à \nfricção do fundo, bloqueio e reflexão por correntes opostas e transmissão através de \nobstáculos.  \n\nO campo de ondas na zona é caracterizado pelo espectro bidimensional de densidade da \nacção da agitação marítima. Com esta representação, é possível a aplicação do modelo em \náreas onde o crescimento da agitação marítima pela acção do vento seja notável ou onde \nestados de mar, ou mesmo ondulação, estejam presentes. A propagação da agitação, nos \nmodos estacionário ou não estacionário, nos espaços geográfico e espectral, é realizada \nutilizando esquemas numéricos implícitos. A zona em estudo pode ser descrita com \ncoordenadas cartesianas ou esféricas, utilizando uma malha “rectangular”. \n\nOs dados necessários para a execução do SWAN são a malha batimétrica da zona a \nmodelar e as condições de agitação na fronteira de entrada do domínio, para além de um \nconjunto de outros parâmetros de cálculo. De entre os vários resultados obtidos pelo SWAN \ndestacam-se a altura significativa, os períodos de pico e médio, as direcções de pico e média, a \ndispersão direccional, o parâmetro de largura de banda e nível de água em qualquer parte do \ndomínio computacional. \n\nPara a preparação dos dados, execução e visualização dos resultados do modelo SWAN \ntambém se utiliza a ferramenta SOPRO, Fortes et al. (2007).  \n\nDe entre as limitações do modelo refira-se: \n\n10\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n• A calibração dos muitos dos parâmetros envolvidos na descrição dos diferentes fenómenos \nfísicos no SWAN utilizou dados da campanha JONSWAP, que foi realizada no Mar do Norte \n(Hasselmann et al., 1973). Tais parâmetros poderão não estar correctos para áreas com \ndiferentes características de clima de ondas (ondas associadas ao estado de mar vaga e \nondulação) ou diferentes características do fundo marinho; \n\n• A difracção no SWAN, sendo modelada de modo simples como uma dispersão direccional, \npode ser considerada a sua principal limitação; \n\n• A inclusão da difracção nos cálculos numéricos implica que o espaçamento da malha \ncomputacional, relativamente ao comprimento de onda, seja tal que garanta a convergência \ndos cálculos computacionais. Tal implica, por vezes, que as malhas sejam de tão grande \ndimensão que podem inviabilizar a execução dos cálculos; \n\n• Outro ponto importante é a influência das condições de fronteira nos resultados do modelo \nSWAN em certas zonas do domínio de cálculo. \n\n \n\n4.3 Condições de Aplicação do Modelo \n\n4.3.1 Condições ao largo \n\nConsideraram-se como condições ao largo os estados de mar ao largo estimados pelo \nmodelo de 3ª geração e propagação de ondas WAVEWATCH (WWIII) (Tolman, 1999). Estas \nestimativas contêm os parâmetros de onda seguintes: HS (altura de onda significativa), TP \n(período de pico) e DIR (direcção de onda associada ao período de pico), obtidas a cada três \nhoras, referentes ao período de 20 de 27 de Dezembro de 2010 e de 15 a 22 de Fevereiro de \n2011, para o ponto da malha 3ºS36ºW, seleccionado por estar localizado o mais próximo da ilha \nPonta do Tubarão. \n\nOs valores HS, TP e DIR_TP considerados ao largo são apresentados na Figura 10 \n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\n2.5\n\n3.0\n\n20-12-10\n0:00\n\n21-12-10\n3:00\n\n22-12-10\n6:00\n\n23-12-10\n9:00\n\n24-12-10\n12:00\n\n25-12-10\n15:00\n\n26-12-10\n18:00\n\n27-12-10\n21:00\n\nData / Hora\n\n H\nS\n\n (\nm\n\n)\n\n0\n\n4\n\n8\n\n12\n\n16\n\n20/12/10\n0:00\n\n21/12/10\n3:00\n\n22/12/10\n6:00\n\n23/12/10\n9:00\n\n24/12/10\n12:00\n\n25/12/10\n15:00\n\n26/12/10\n18:00\n\n27/12/10\n21:00\n\nData / Hora\n\n T\nP\n\n (\ns\n)\n\n0\n\n60\n\n120\n\n180\n\n240\n\n300\n\n360\n\n20/12/10\n0:00\n\n21/12/10\n3:00\n\n22/12/10\n6:00\n\n23/12/10\n9:00\n\n24/12/10\n12:00\n\n25/12/10\n15:00\n\n26/12/10\n18:00\n\n27/12/10\n21:00\n\nData / Hora\n\n D\nIR\n\n_\nT\n\nP\n (\n\nº)\n\n \n\nFigura 10 - Valores de HS, TP e DIR_TP do modelo de 3ª geração WWIII, 20 de 27 de \nDezembro de 2010, para o ponto da malha 3ºS36ºW. \n\n11\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n0.0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2.0\n\n2.4\n\n20/12/10\n0:00\n\n21/12/10\n3:00\n\n22/12/10\n6:00\n\n23/12/10\n9:00\n\n24/12/10\n12:00\n\n25/12/10\n15:00\n\n26/12/10\n18:00\n\n27/12/10\n21:00\n\nData / Hora\n\n H\nS\n\n (\nm\n\n)\n\n0\n\n3\n\n6\n\n9\n\n12\n\n15\n\n20/12/10\n0:00\n\n21/12/10\n3:00\n\n22/12/10\n6:00\n\n23/12/10\n9:00\n\n24/12/10\n12:00\n\n25/12/10\n15:00\n\n26/12/10\n18:00\n\n27/12/10\n21:00\n\nData / Hora\n\n T\nP\n\n (\ns\n)\n\n \n\n0\n\n60\n\n120\n\n180\n\n240\n\n300\n\n360\n\n20/12/10\n0:00\n\n21/12/10\n3:00\n\n22/12/10\n6:00\n\n23/12/10\n9:00\n\n24/12/10\n12:00\n\n25/12/10\n15:00\n\n26/12/10\n18:00\n\n27/12/10\n21:00\n\nData / Hora\n\n D\nIR\n\n_\nT\n\nP\n (\n\nº)\n\n \n\nFigura 11 - Valores de HS, TP e DIR_TP do modelo de 3ª geração WWIII, 15 a 22 de Fevereiro \nde 2011, para o ponto da malha 3ºS36ºW \n\n \n\nUma vez conhecidas as estimativas do estado ao largo, caracterizado pela sua altura de \nonda significativa, HS, período de pico, TP, e a direcção de pico, DIR_TP, o modelo SWAN é \ncapaz de transferir esses valores para a zona de estudo. \n\n4.3.2 Domínio Computacional e Condições do Modelo SWAN \n\nA batimetria empregue no modelo SWAN (Figura 4) foi obtida das cartas náuticas 720 da \nDHN (Directoria de Hidrografia e Navegação). Nas áreas próximas a linha de costa e das Ilha \nbarreiras, áreas muito rasas, onde não foi recoberto pelos registos da DHN, as informações \nforam obtidas dos levantamentos batimétricos realizados em 2005 pela UFRN e PETROBRAS.  \n\nPara os cálculos com o modelo SWAN, utilizaram-se três malhas encaixadas, Figura 12. \nA primeira malha abrange toda a região ao largo da zona de Macau a Guamaré com dimensões \nde 100 km por 62 km e espaçamento de 500 metros. Uma segunda malha mais refinada, \npróxima e encaixada na primeira, foi definida com uma resolução de 250 metros, num total de \n50 km por 20 km (Figura 12). Uma terceira malha ainda mais refinada, próxima e encaixada na \nsegunda, que foi definida com uma resolução de 50 metros, num total de 30 km por 10 km \n(Figura 12). As características dessas malhas estão indicadas na Error! Reference source not \nfound.. \n\n12\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n \n\nFigura 12. Malhas utilizadas nas simulações feitas com o SWAN. \n\nTabela 3- Características das malhas utilizadas na simulação com o SWAN. \n X inicial Y inicial Nº. DX Nº. DY DX (m) DY (m) \n\n1ª Malha 710000 9436000 200 124 500 500 \n\n2ª Malha 750000 9440000 100 80 500 250 \n\n3ª Malha 765000 9440000 120 100 250 100 \n\nA necessidade de utilização de mais que uma malha de cálculo está relacionada com a \nexpectativa de melhor desempenho do modelo numérico face à utilização de apenas uma, quer \nno que se refere à qualidade da previsão, quer ao tempo necessário ao cálculo.  \n\nAs características da agitação ao largo, provenientes do modelo WWIII, Figura 10, \nconstituem a condição de fronteira na malha global em um ou dois dos lados dessa fronteira, \ndependendo da direcção daquela agitação. Os resultados da malha global fornecem as \ncondições de fronteira para a 2ª malha, e os resultados desta malha fornecem as condições de \nfronteira para a 3ª malha.  \n\nPara execução do modelo, chegou-se à seguinte configuração: \n\n• Utilização da versão SWAN 40.72, em modo estacionário sem correntes; \n\n• Consideração dos dados de ventos na malha 1, admitindo constância dos valores \nde velocidade e de direcção em todo o domínio. Os valores são correspondentes \naos obtidos na Estação Meteorológica de Macau; \n\n• Utilização dos dados de maré provenientes de estação maregráfica de Macau; \n\n• Utilização de um espectro direccional tal que a discretização de um espectro em \nfrequência de JONSWAP contêm 21 intervalos, de 0.07 a 2.0 Hz, com \ndistribuição logarítmica, e adiscretização em direcção cobre 270º, dividida em 21 \nintervalos (? ?= 10º);  \n\n• Foi adoptado um coeficiente de rebentação constante igual a 0.65; \n\n13\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n• Foi usada a lei de JONSWAP, adoptando como parâmetro de atrito de fundo o \nvalor de 0.015.  \n\n• Os fenómenos físicos incluídos foram: \n\no Na 1ª malha global: refracção, o empolamento e a rebentação por \ninfluência do fundo e do excesso de declividade (whitecapping), \ndifracção, interacções onda-onda quadruplets (quadruplet wave-wave \ninteractions);  \n\no Nas 2ª e 3ª malhas: refracção, o empolamento e a rebentação por \ninfluência do fundo e do excesso de declividade (whitecapping), \ninteracções entre tríades de ondas (triad wave-wave interactions), a \ngeração de harmónicas (frequency shifting) e difracção. \n\n \n\n5 RESULTADOS E DISCUSSÕES \n\n5.1 Introdução \n\nPara as condições de cálculo estabelecidas no item anterior, efectuaram-se os cálculos \ncom o modelo SWAN. Assim obtiveram-se os valores de altura significativa (HS), o período \nmédio (Tmed), o período de pico (TP), a direcção média (DIR_med), a direcção de pico \n(DIR_TP), o comprimento de onda (L) e a dispersão direccional, em todo o domínio de cálculo \ntotal junto à costa entre Macau e Guamaré (Figura 4) e em especial nas posições dos \ninstrumentos de medição PT1 e PT2 . \n\nPara os pontos PT1 e PT2, comparam-se os resultados numéricos e medidos relativos a \nHS, Tmed, DIR_med, para avaliar o desempenho do modelo. \n\n5.2 Características da agitação marítima em todo o domínio de cálculo \n\nNa Figura 9. apresentam-se os resultados relativos à propagação efectuada com o \nSWAN, para um estado de agitação incidente verificado no dia 26 de Dezembro de 2010, às \n18:00 h (HS=2.18 m, T = 13.13 s, DIR= 354º) e no dia 22 de Fevereiro às 12 horas (HS=1.67 m, \nT = 11.62 s, DIR= 356º). \n\n765000 770000 775000 780000 785000 790000 795000\n9440000\n\n9445000\n\n9450000\n\nAltura Significativa\n\n0\n\n0.25\n\n0.5\n\n0.75\n\n1\n\n1.25\n\n1.5\n\n1.75\n\n2\n\nHS (m)\n\n765000 770000 775000 780000 785000 790000 795000\n9440000\n\n9445000\n\n9450000\n\nAltura Significativa\n\n0\n\n0.25\n\n0.5\n\n0.75\n\n1\n\n1.25\n\n1.5\n\nHS (m)\n\n \n\nFigura 9. Resultados do SWAN para o dia 26 de Dezembro de 2010, às 18:00 h \n(HS=2.18 m, T = 13.13 s, DIR= 354º) e para o dia 22 de Fevereiro às 12 horas (HS=1.67 m, T = \n\n11.62 s, DIR= 356º). \n\nComo pode ser facilmente observado nesta figura, há alteração da altura de onda \nsignificativa à medida que a onda se propaga em direcção à praia, para qualquer dos períodos \nem estudo, que é o resultado da refracção e difracção das ondas.   \n\n14\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n5.3 Comparação entre os resultados numéricos e valores medidos  \n\nDa Figura 14 à Error! Reference source not found.6 apresenta-se os valores \nnuméricos de HS, Tmed e DIR_med, obtidas com o modelo SWAN, bem como das respectivas \nmedições no período de 20 a 27 de Dezembro de 2010, para o ponto PT1. \n\nAlturas Significativas da Onda \nMalha - 3 (20 à 27 de Dezembro/2010)\n\n0.0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n2.0\n\n20/12/10\n0:00\n\n21/12/10\n3:00\n\n22/12/10\n6:00\n\n23/12/10\n9:00\n\n24/12/10\n12:00\n\n25/12/10\n15:00\n\n26/12/10\n18:00\n\n27/12/10\n21:00\n\nData / Hora\n\n H\nS\n\n (\nm\n\n)\n\nSWAN in situ\n\n \n\nFigura 14 – Comparação dos resultados da altura significativa obtidos com o SWAN com as \nmedições efectuadas no instrumento PT1 no período de 20 a 27 de Dezembro de 2010.  \n\nPeríodos Médios da Onda \nMalha - 3 (20 à 27 de Dezembro/2010)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n20/12/10\n0:00\n\n21/12/10\n3:00\n\n22/12/10\n6:00\n\n23/12/10\n9:00\n\n24/12/10\n12:00\n\n25/12/10\n15:00\n\n26/12/10\n18:00\n\n27/12/10\n21:00\n\nData / Hora\n\n T\nm\n\ne\nd\n\n (\ns)\n\nSWAN in situ\n\n \n\nFigura 105 – Comparação dos resultados do período médio obtidos com o SWAN com as \nmedições efectuadas no instrumento PT1, no período de 20 a 27 de Dezembro de 2010. \n\n15\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\n \n\nFigura 116 – Comparação dos resultados da direcção média de pico obtidos com o SWAN com \nas medições efectuadas no instrumento PT1, no período de 20 a 27 de Dezembro de 2010. \n\nDa Figura 17 à Error! Reference source not found.9 apresenta-se os valores \nnuméricos de HS, Tmed e DIR_med,  obtidas com o modelo SWAN, bem como das respectivas \nmedições no período de 15 a 22 de Fevereiro de 2011, para o ponto PT2. \n\nAlturas Significativas da Onda \nMalha - 3 (15 à 22 de Fevereiro/2011)\n\n0.0\n\n0.4\n\n0.8\n\n1.2\n\n1.6\n\n20-12-10\n0:00\n\n21-12-10\n3:00\n\n22-12-10\n6:00\n\n23-12-10\n9:00\n\n24-12-10\n12:00\n\n25-12-10\n15:00\n\n26-12-10\n18:00\n\n27-12-10\n21:00\n\nData / Hora\n\n H\nS\n\n (\nm\n\n)\n\nSWAN in situ\n\n \n\nFigura 17 – Comparação dos resultados da altura significativa obtidos com o SWAN com as \nmedições efectuadas no instrumento PT2, no período de 15 a 22 de Fevereiro de 2011. \n\n16\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\nPeríodos Médios da Onda \nMalha - 3 (15 à 22 de Fevereiro/2011)\n\n0\n\n2\n\n4\n\n6\n\n8\n\n20-12-10\n0:00\n\n21-12-10\n3:00\n\n22-12-10\n6:00\n\n23-12-10\n9:00\n\n24-12-10\n12:00\n\n25-12-10\n15:00\n\n26-12-10\n18:00\n\n27-12-10\n21:00\n\nData / Hora\n\n T\nm\n\ne\nd\n\n (\ns)\n\nSWAN in situ\n\n \n\nFigura 18 – Comparação dos resultados do período médio obtidos com o SWAN com as \nmedições efectuadas no instrumento PT2, no período de 15 a 22 de Fevereiro de 2011. \n\n \n\nFigura 129 – Comparação dos resultados da direcção média de pico obtidos com o SWAN com \nas medições efectuadas no instrumento PT2, no período de 15 a 22 de Fevereiro de 2011. \n\nDas figuras acima, pode constatar-se que  \n\n• Para o ponto PT1, o andamento geral e a ordem de grandeza dos valores de altura de onda \nsignificativa, período médio e direcção média calculados pelo modelo numérico SWAN são \nmuito semelhantes aos correspondentes valores medidos, para o período em análise. Em \nespecial, o modelo SWAN simula bastante bem os valores de altura e período de onda, \nembora os valores sejam, em geral, inferiores e mais alisados do que os medidos. Em \ntermos de direcção da onda, verifica-se que o modelo simula razoavelmente a direcção \nmédia das ondas mas não conduz a uma gama tão alargada como a dos dados medidos. \n\n• Para o ponto PT2, também o andamento geral e a ordem de grandeza dos valores de altura \nde onda significativa e período médio calculados pelo modelo numérico SWAN são muito \nsemelhantes aos correspondentes dos valores medidos, especialmente no caso dos \nperíodos médios. Quanto aos valores da altura de onda, verifica-se que os valores \n\n17\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\nnuméricos são ligeiramente superiores aos medidos até ao dia 23-02-2011, passando a ser \nmuito próximos dos medidos a partir daí. Verifica-se em geral um alisamento dos valores \nnuméricos face aos medidos. Tal pode ser consequência da imposição de ventos \nconstantes na zona em estudo, o que não acontece na realidade. No caso da direcção da \nonda, os valores numéricos diferem dos valores medidos, a gama do modelo é \nsignificativamente mais estreita do que a observada nos dados. Note-se que o PT2 está \nmais próximo da costa sujeito a ventos locais e a correntes que não foram incluídos nas \nsimulações numéricas. \n\n• Além disso, em geral, os valores numéricos e medidos apresentam uma melhor \nconcordância para o ponto PT1, uma vez que se encontra em águas mais profundas e mais \nao largo, do que para PT2; \n\n• As diferenças encontradas podem ser explicadas pelos seguintes aspectos: \n\no Os cálculos foram efectuados considerando valores de velocidade e direcção de \nvento constantes em todo o domínio de cálculo e para cada intervalo de tempo de \ntrês horas; \n\no Os valores de vento considerados dizem respeito a valores obtidos na estação \nMeteorológica de Macau situada em terra e não valores obtidos na zona marítima \nem estudo; \n\no Não se consideraram correntes nas simulações numéricas; \n\no Não se efectuou qualquer estudo de sensibilidade quanto aos parâmetros do \nmodelo relacionados com o atrito de fundo ou com a rebentação das ondas, por \nexemplo. Aqui neste trabalho consideraram-se os valores sugeridos no manual do \nSWAN. \n\nNote-se que as simplificações admitidas resultam da falta de informação quanto aos \nventos e correntes características da zona em estudo. \n\n \n\n6 CONCLUSÕES \n\nNesta comunicação, descreveram-se as medições da agitação marítima e a aplicação \nefectuada com o modelo SWAN na zona marítima entre os municípios de Macau e Guamaré, \npara diferentes condições de agitação incidente, com vista a caracterizar o padrão de ondas \ngeradas pelo vento.  \n\nO modelo SWAN é assim aplicado na propagação de várias condições de agitação \nincidente desde o largo até junto à costa da área adjacente ao estuário de Diogo Lopes. Mais \nconcretamente, para alguns dos dias em que se efetuaram medições e considerando as \ncondições de agitação marítima ao largo fornecidas pelo modelo de previsão WAVEWATCH III \n(Tolman, 1999) é executado o modelo SWAN e obtidas as características da agitação marítima \nneste seguimento do litoral. Seguidamente, efectuou-se a comparação dos resultados \nnuméricos com os dados medidos nos instrumentos colocados para o efeito em profundidades \nde entre 4 a 12 m em momentos de regime de meso-marés (marés semi-diurnas em fase de \nsizígia).  \n\nDa comparação entre dados medidos e simulações numéricas com o SWAN, pode-se \nconcluir que o modelo SWAN é um modelo que conseguiu reproduzir bastante bem o \nandamento geral e a ordem de grandeza das alturas significativas e períodos de onda ao longo \n\n18\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\ndos períodos em estudo, para qualquer dos pontos em estudo mas especialmente para o ponto \nPT1, que se situa mais ao largo. Para estas grandezas, os valores numéricos são em geral \nmais alisados e na maioria dos casos inferiores aos medidos. Em relação à direcção de onda, o \nmodelo apresenta maiores dificuldades na simulação dos valores medidos. O modelo não \nconsegue simular a gama vasta de direcções presente nos dados medidos, especialmente para \no ponto PT2. O modelo conduz a resultados numéricos mais próximos dos medidos para o \nponto em maiores profundidades, PT1, do que para o de menor, PT2, onde outros efeitos de \ncorrentes e ventos locais, variam mais significativamente. \n\nAs diferenças encontradas entre resultados numéricos e medidos, podem ser devidas às \nsimplificações que tiveram de ser admitidas nos cálculos efectuados, por falta de informação, \nnomeadamente no que diz respeito aos ventos (ventos constantes em todo o domínio \ncomputacional e baseados nos valores obtidos na Estação Meteorológica de Macau), e às \ncorrentes (não se incluíram nos cálculos as correntes).Assim, a caracterização dos campos de \nventos e de correntes na zona e sua inclusão nas simulações numéricas ao longo dos períodos \nde simulação, constitui trabalho futuro. \n\n \n\nAGRADECIMENTOS \n\nOs autores deste trabalho agradecem a fonte financiadora brasileira CAPES, pela \nconcessão da bolsa através da Rede Amigos Boussinesq, às equipes de trabalhos da \nUniversidade Federal do Rio Grande do Norte – UFRN e do Laboratório de Engenharia Civil de \nPortugal - LNEC.  \n\nAgradecem ainda à Fundação para a Ciência e Tecnologia (FCT) pelo financiamento \nconcedido através dos projectos PTDC/ECM/73145, PTDC/AMB/67450/2006 e \nPTDC/ECM/67411/2006 e aos projectos cooperativos HIDROSEMA e MOLECO, da Rede de \nMonitoramento: REDE5-PETROMAR/CTPETRO-FINEP/PETROBRAS/CNPq. \n\n \n\nBIBLIOGRAFIA  \n\nANP. 2010. Agência Nacional do Petróleo. Boletim Mensal da Produção de Petróleo e Gás \nNatural. \n\nBOOIJ, N.; RIS, R.C.; HOLTHUIJSEN, L.H. 1999. A Third-generation Wave Model for Coastal \nRegions, Part I, Model Description and Validation. J. Geophysical Research, 104 (C4), pp. \n7649-7666. \n\nBOORI. M.S.; AMARO, V.E. 2010. Land use change detection for environmental management: \nusing multi-temporal satellite data in the Apodi Valley of northeastern Brazil. Applied GIS, \nv. 6, p.1-15. \n\nCHAVES M.S. 2005. Dinâmica costeira da área Macau-Serra, Litoral setentrional do estado do \nRio Grande do Norte. Tese de Doutorado. Geodinâmica e Geofísica – Universidade \nFederal do Rio Grande do Norte. Natal,  97p. \n\nDHN. 2010. Diretoria de Hidrografia e Navegação. Bases de dados da tábua de maré obtidas \npara os meses de Outubro a Dezembro de 2010. \n\nFORTES, C.J.E.M.; PINHEIRO, L.; PALHA, A. 2007. O pacote SOPRO: Evoluções recentes. in \nAnais do V Jornadas Portuguesas de Engenharia Costeira e Portuária, Lisboa, Out. 2007, \n1. \n\nGOMES, M.P. 2009. Aquisição, processamento e análise de dados de sísmica de alta \nresolução na plataforma continental norte do Rio Grande do Norte: Vale inciso do Rio \n\n19\n\n\n\n7as Jornadas Portuguesas de Engenharia Costeira e Portuária\nPorto, 6 e 7 de Outubro de 2011\n\nAçú. Dissertação de Mestrado. Geodinâmica e Geofísica, Universidade Federal do Rio \nGrande do Norte, Natal, 125p. \n\nGRIGIO, A.M., AMARO, V.E., VITAL, H., DIODATO, M.A. 2005. A method for coastline \nevolution analysis using GIS and Remote sensing - A case study from the Guamare city, \nNortheast Brazil. Journal of Coastal Research, Florida, USA, v. 42, p. 412-421. \n\nHASSELMANN, K.; BARNETT, T.P; BOUWS, E.; CARLSON, H.; CARTWRIGHT, D.E.; ENKE, \nK.; EWING, J.A.; GIENAPP, H.; HASSELMANN, D.E.; KRUSEMAN, P.; MEERBURG, A.; \nMLLER, P.; OLBERS, D.J.; RICHTER, K.; SELL, W.; WALDEN. H. 1973. Measurements \nof wind wave-growth and swell decay during the Joint _North Sea Wave Project \n(JONSWAP), Dtsch Hydrogr. Z. Suppl. 12 (A8), 1-95. \n\nINMET. Instituto Nacional de Meteorologia. 2010. Base de dados das estações meteorológica. \n\nKAHMA, K.; HAUSER, D.; KROGSTAD, H. E.; LEHNER, S.; MONBALIU, J.; WYATT, L. R. \n2005. Measuring and analysing directional spectra of ocean waves. COST Action 714, \nEUR 21367, Brussels. \n\nLIMA, Z.M.C.; ALVES, A.L.; AMARO, V.E.; VITAL, H. 2002. Coastline Evolution of the Galinhos \nSpit (NE Brazil) Using Air Photography And LANDSAT TM Images. Revista Pesquisas em \nGeociencências, Ed. UFRGS, RS. 28 (2).  \n\nLIMA, Z.M.C.; VITAL, H.; TABOSA, W.F. 2006. Morphodynamic variability of the Galinhos Spit, \nNE Brazil. Journal of Coastal Research, Special Issue 39 (Proceedings of the 8th \nInternational Coastal Symposium. Journal of Coastal Research, v. 39, p. 598-601. \n\nMATOS, M.F.A.; FORTES, C.J.E.M.; AMARO, V.E.; SCUDELARI, A.C.; NEVES, C.F. 2011. \nAnálise de dados a partir de métodos in situ no Litoral Setentrional do Rio Grande do \nNorte. in Anais do VI Congresso sobre Planeamento e Gestão das Zonas Costeiras dos \nPaíses de Expressão Portuguesa”, Boa Vista, Cabo Verde, APRH, p.73. \n\nNASCIMENTO, M.C. 2009. A erosão costeira e sua influência sobre a atividade petrolífera: \nalternativas sustentáveis na mitigação de impactos ambientais. Dissertação de Mestrado. \nGeodinâmica e Geofísica, Universidade Federal do Rio Grande do Norte, Natal, 229p. \n\nPEDERSEN, T.; SIEGEL, E.; WOOD, J. 2007. Directional wave measurements from a \nsubsurface buoy with an acustic wave and current profile (AWAC). MIS, 0-933957-35-1, \n10p. \n\nSAMPAIO, M.J.R.T. 2008. Aplicação do modelo Swan na caracterização da agitação marítima \nna zona adjacente a Pinheiro da Cruz. Dissertação de Mestrado. Engenharia Civil, \ninstituto Superior Técnico, Universidade Técnica de Lisboa, Lisboa, Portugal. 66p. \n\nSOUTO, M.V.S.; GRIGIO, A.M.; CASTRO, A.F. AMARO, V.E. 2006. Multitemporal analysis of \ngeonvironmetal elements of the coastal dynamics of the region of the Ponta do Tubarão, \ncity of Macau/RN, on the basis is remote sensing products and integration in GIS. Journal \nof Coastal Research, EUA. Journal of Coastal Research, Special Issue 39 (Proceedings \nof the 8th International Coastal Symposium, Itajaí, SC – Brazil). \n\nSILVEIRA, I.M. 2002. Monitoramento Geo-ambiental da Região Costeira do Município de \nGuamaré-RN. Dissertação de Mestrado. Programa de Pós-Graduação em Geodinâmica \ne Geofísica, Universidade Federal do Rio Grande do Norte. 115p.  \n\nTABOSA, W. F. 2002. Monitoramento costeiro das prais dde São Bento do Norte e Caiçara do \nNorte – RN: Implicações para o Pólo Petrolífero de Guamaré”. Dissertação de Mestrado, \nGeodinâmica e Geofísica, Universidade Federal do Rio Grande do Norte. Natal, 112p. \n\nTABOSA, W.F.; VITAL, H. 2004. Interpretações preliminares para dados hidrodinâmicos da \nplataforma interna adjacente a São Bento do Norte. in Anais do Congresso Brasileiro de \nOceanografia, Itajaí-SC. p436. \n\nTOLMAN, H.L. 1999. User Manual and System Documentation of WAVEWATCH-III Version 1.18, \nNOAA / NWS / NCEP / OMB Technical Note 166, 110 pp. \n\n20"}]}}}