{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07109"}, {"@name": "filename", "#text": "1174_000858969.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "unesp\nUNIVERSIDADE ESTADUAL PAULISTA “JULIO DE MESQUITA FILHO” INSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS\nunesp\nTrabalho de Conclusão de Curso\nCurso de Graduação em Geografia\nCARACTERIZAÇÃO GEOMORFOLÓGICA DAS ÁREAS ASSOCIADAS A ZONAS DE FALHAS NA BACIA DE TAUBATÉ SP\nAna Carolina da Silva Rosa\nProf. Dr. Norberto Morales\nRio Claro (SP)\nUNIVERSIDADE ESTADUAL PAULISTA Instituto de Geociências e Ciências Exatas Campus de Rio Claro\nANA CAROLINA DA SILVA ROSA\nCARACTERIZAÇÃO GEOMORFOLÓGICA DAS ÁREAS ASSOCIADAS A ZONAS DE FALHAS NA BACIA DE TAUBATÉ SP\nTrabalho de Graduação apresentado ao Instituto de Geociências e Ciências Exatas - Campus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Bacharel em Geografia.\nRio Claro (SP)\n2015\nANA CAROLINA DA SILVA ROSA\nCARACTERIZAÇÃO GEOMORFOLÓGICA DAS ÁREAS ASSOCIADAS A ZONAS DE FALHAS NA BACIA DE TAUBATÉ SP\nTrabalho de Graduação apresentado ao Instituto de Geociências e Ciências Exatas - Campus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Bacharel em Geografia.\nComissão Examinadora\nProf. Dr. Norberto Morales (Orientador)\nDr. lata Anderson de Souza\nProf. Dra. Cenira Maria Lupinacci da Cunha\nRio Claro, 13 de fevereiro de 2015.\nAssinatura do Aluno\nAssinatura do Orientador\nÀs lembranças de minha mãe.\nAGRADECIMENTOS\nHá muitas pessoas que chegaram e se despediram da minha vida e nessas passagens longas ou breves, deixaram um pouquinho de si mesmas, assim marcaram meus dias nessa jornada de muito aprendizado e desafio.\nSendo assim, agradeço aqueles que passaram pelos meus dias e por algum momento estiveram ao meu lado.\nDe modo especial, registro minha imensa gratidão a minha mãe, aquela que me escolheu como filha e me mostrou o quanto o amor é capaz de superar cada obstáculo. Obrigada pelo seu incentivo, pela sua força imensurável e por cada ensinamento. Minhas lembranças mais doces serão pra sempre suas.\nAgradeço com todo carinho ao meu pai, Dito, por ser meu porto seguro e minha maior referência. Obrigada.\nÀs minhas irmãs, este diploma é de vocês também!\nAo meu querido Pedro, meu maior presente. Obrigada por compartilhar comigo esta caminhada. Sem dúvida estes anos ao seu lado foram os melhores que já vivi. Cada desafio, cada história, cada passo só teve sentido porque você estava lá. Agradeço, com todo meu coração, a sua ajuda, o seu incentivo, seus conselhos, sua amizade e principalmente, pelo seu amor. Que venham muitas histórias boas pra gente e que nosso amor continue sendo esse porto seguro que tenho. Meu lindo, eu amo você!\nAos meus amigos do Rolezinho, ainda nos veremos para celebrar muitas conquistas. Ivan, Vic, Samuca e Lívia, a graduação foi tão mais gostosa com vocês! Obrigada. Sentirei saudades.\nAs meninas da RAWR, Fernanda, Rach, Pam e Ane, agradeço por todo apoio, conversas, ajuda e por tantas histórias boas na Rep mais linda de RC!\nAos agregados e amigos do RAWR and NEGOS, que venham muito mais para nossa família! Vocês completam a zueira!\nAgradeço a minha querida amiga Thami, minha irmã de coração. Os dias que acordei com você cantando foram os mais inesquecíveis! Obrigada pela sua amizade e pelo seu carinho. Foi um presente poder compartilhar meus dias com você! Obrigada!\nEm especial, agradeço o carinho da Vó Angelina e de toda sua família pelo acolhimento e pela amizade. Meus domingos nunca mais serão os mesmos!\nAo amigo Adriel, um abraço enorme de agradecimento pela amizade acompanhado de um “Deus abençoe!”. Obrigada nobre amigo. Karen, sua história e perseverança me inspiram! Agradeço sempre pelas conversas amigas!\nAgradeço a D. Ana e ao Seu Geraldo pelas feiras e pelas laranjas, tudo isso sempre rodeado com uma boa conversa cheia de carinho. Registro aqui minha imensa admiração por vocês.\nAos meus amigos que dividiram um momento tão especial comigo, Kleber e Cinthia. Obrigada pelos inúmeros conselhos e pela amizade!\nEm especial, agradeço ao Professor Norberto, pela orientação, pelos aprendizados e pelo incentivo de continuar um novo desafio, o mestrado.\nPor fim, o mais importante, agradeço a Deus por ter me amparado nesta caminhada e por ter estado ao meu lado em cada desafio, concedendo sabedoria e proteção.\nRESUMO\nO relevo é resultado da interação entre os processos tectónicos, intempéricos e pedogenéticos, portanto é necessário compreender a morfogênese e relacioná-la as formas de relevo e paisagem. Diante disso, este projeto contempla uma caracterização geomorfológica de algumas áreas associadas a zonas de falhas da Bacia de Taubaté nas proximidades dos municípios de São José dos Campos à Taubaté SP, dando enfoque à evolução Quaternária da paisagem, onde as falhas normais tiveram importante papel controlador e foram originadas, em sua maioria, a partir da reativação de zonas de falhas Pré-Cambrianas por ação tectônica. O cenário de rift valley é destaque na região, identificando o relevo acentuado a partir dos limites da bacia, caracterizando a Serra do Mar e a Serra da Mantiqueira, e uma área central deprimida, onde se localiza a Bacia de Taubaté. Feições deformadoras ou modificadoras da bacia são reconhecidas, promovendo o rearranjo e condicionamento da rede de drenagem e do relevo, evidenciando a presença de morfoestruturas indicadoras de um processo tectónico tardio.\nPalavras chaves: Bacia de Taubaté. Falhas. Tectônica. Geomorfologia. Geologia\nABSTRACT\nLandscape is the result of interaction between tectonic, weathering and pedogenetic processes, so it is necessary to understand the morphogenesis and relate it to the landforms and landscape. Therefore, this project comprises a geomorphological characterization of some areas associated with the fault zones of Taubaté Basin, at the surroundings of the cities from São José dos Campos to Taubaté SP, emphasizing the Quaternary landscape evolution, where the normal faults played an important role in controling and they were originated, mostly, from the reactivation of Precambrian fault zones by tectonic action. The rift valley scenario is highlighted in the region, identifying the sharp relief from the basin boundary, featuring both Serra do Mar and Serra da Mantiqueira, and a central depressed area where the Taubaté Basin is located. Deforming or modifying basin features are identified, promoting the rearrangement and conditioning of the drainage network and relief, which indicates the presence of morphostructures, conducting to the deduction of a late tectonic process.\nKey words: Taubaté Basin. Faults. Teotectonic. Geomorphology. Geology.\nSUMÁRIO\n1.\tINTRODUÇÃO.................................................12\n2.\tOBJETIVOS..................................................14\n3.\tLOCALIZAÇÃO DA ÁREA DE ESTUDO..............................15\n4.\tMETODOLOGIA................................................16\n4.1.\tLEVANTAMENTO BIBLIOGRÁFICO.............................16\n4.2.\tINTERPRETAÇÃO DE IMAGENS DE SENSORIAMENTO REMOTO.......17\n4.3.\tELABORAÇÃO DE MAPAS TEMÁTICOS..........................18\n4.4.\tCARACTERIZAÇÃO GEOMORFOLÓGICA DAS ÁREAS ASSOCIADAS A ZONAS DE\nFALHAS DA BACIA DE TAUBATÉ..................................19\n5.\tFUNDAMENTAÇÃO TEÓRICA......................................21\n5.1.\tNEOTECTÔNICA...........................................21\n5.2.\tNEOTECTÔNICA NA PLATAFORMA BRASILEIRA..................24\n5.3.\tTIPOS DE FALHAS........................................26\n5.4.\tTIPOS DE DRENAGEM......................................28\n6.\tQUADRO REGIONAL............................................32\n6.1.\tRIFT CONTINENTAL DO SUDESTE DO BRASIL..................32\n6.2.\tVALE DO PARAÍBA........................................37\n7.\tCARACTERIZAÇÃO DA ÁREA DE ESTUDO...........................39\n7.1.\tBACIA DE TAUBATÉ.......................................39\n7.2.\tLITOESTRATIGRAFIA E EVOLUÇÃO DA BACIA DE TAUBATÉ.......42\n7.4.\tFORMAÇÕES ESTRATIGRÁFICAS DA BACIA DE TAUBATÉ..........55\n7.5.\tFALHAS NA BACIA DE TAUBATÉ.............................58\n7.6.\tLINEAMENTOS ESTRUTURAIS................................73\n7.7.\tGEOMORFOLOGIA DA BACIA DE TAUBATÉ......................78\n8.\tRESULTADOS E CONCLUSÕES....................................82\n9.\tREFERÊNCIAS BIBLIOGRÁFICAS.................................86\nÍNDICE DE FIGURAS\nFigura 1: Localização da área de estudo............................................. 15\nFigura 2: Identificação de elementos estruturais na área de estudo utilizando o modelo de fotointerpretação de Amaral (1994) e Liu (1984) em imagem SRTM 90m (SOUZA, 2008).... 18\nFigura 3: Figura 3: Estilos de escarpas de falhas associadas a falhas normais, falhas reversas e falhas transcorrentes (FONTE: STEWART &amp; HANCOCK, 1994).............................. 27\nFigura 4: Padrões de anomalias de drenagens (HOWARD 1967, extraído de FERREIRA 2001). .....................................................................................29 Figura 5: Padrões de drenagens (FONTE: HOWARD, 1967)................................ 30\nFigura 6: Traçado dos padrões de drenagem e seu significado (FONTE: HOWARD 1967, extraído de FERREIRA 2001)...........................................................31\nFigura 7 a: Contexto geológico e tectónico regional do Rift Continental do Sudeste do Brasil.. 34 Figura 8: Possível evolução tectono sedimentar da Região Sudeste (FONTE: MOHRIAK, 2004). .................................................................................... 36 Figura 9: Localização do Vale do Paraíba contendo as unidades sedimentares e o embasamento cristalino...............................................................37\nFigura 10: Bacia sedimentar de Taubaté circulada em vermelho, imagem LANDSAT.........39\nFigura 11: Localização da bacia sedimentar de Taubaté incluindo os municípios........40\nFigura 12: Feições estruturais da área de estudo, destaque para as Serras da Mantiqueira, a Bacia de Taubaté e a Serra do Mar....................................................41\nFigura 13: Seção Transversal da Bacia Sedimentar de Taubaté (FONTE: SUGUIO, 2003)... 42\nFigura 14: Perfil esquemático de direção NNO - SSE na Bacia de Taubaté, contemplando 42 Figura 15: Coluna estratigráfica da Bacia de Taubaté (FONTE: RICCOMINI, 1989)....... 43\nFigura 16: Coluna estratigráfica da Bacia de Taubaté, sendo T.S.N.B. = Trato de Sistema de Nível Basal (FONTE: Adaptado de CAMPANHA, 1994)..................................... 44\nFigura 17: Contorno estrutural do topo do embasamento cristalino (FONTE: Secretaria de Recursos Hídricos e Saneamento e Obras, 2005)....................................... 47\nFigura 18: Mapa sísmico do embasamento da bacia de Taubaté (FONTE: MARQUES, 1990). 48 Figura 19: Localização das principais feições do embasamento da bacia de Taubaté (segundo FERNANDES, 1993).................................................................... 49\nFigura 20: Mapa Geológico da Bacia de Taubaté (FONTE: CPRM, 2006)................... 51\nFigura 21: Evolução Sedimentar da Bacia de Taubaté (FONTE:APPI et .al., 1986)....... 57\nFigura 22: (A) Mapa do arcabouço estrutural da Bacia de Taubaté (adaptado de Fernandes &amp; Chang, 2003); (B) Mapa geológico esquemático da Bacia de Taubaté. (1) rochas do embasamento; (2) Formação Resende; (3) Formação Tremembé; (4) Formação São Paulo; (5) Formação Pindamonhangaba; (6) sedimentos quaternários (adaptado de RICCOMINI, 1989). 60 Figura 23: Mapa dos lineamentos analisados na área de estudo.........................61\nFigura 24: Localização do cenário 1. Orientação da falha ENE-WSW.....................62\nFigura 25: Falhas normais do cenário 1, observação do relevo alongado e com morros paralelos, típico de feições morfotectónicas.........................................63\nFigura 26: Falhas normais do cenário 1, observação de morros alongados paralelos.....63\nFigura 27: Falhas normais do cenário 1, escalonamento dos morros paralelos com mergulho em\ndireção a bacia.....................................................................64\nFigura 28: Localização do cenário 2. Orientação da falha NE-WSW.....................65\nFigura 29: Cenário 2, presença de falhas normais na compartimentação geomorfológica de morrotes alongados e paralelos e uma pequena porção de colinas. Observa-se a acentuada mudança nas feições de relevo. Ao fundo, a Serra da Mantiqueira.....................65\nFigura 30: Cenário 2, mudança de compartimentação litológica, do cristalino para o sedimentar. .......................................................................................66 Figura 31: Cenário 3, observa-se a falha instalada no relevo de colinas médias alongadas, compondo uma feição típica de falha normal. Uma área soerguida e retilinizada e uma área abatida e aplainada. Observa-se também a drenagem com o contato de falha, formando uma feição de cotovelo (condicionamento da drenagem........................................67\nFigura 32: Localização do cenário 3. Orientação da falha N-S...........................67\nFigura 33: Cenário 3, colinas alongadas e paralelas, de forma convexa, formação de feições triangulares. Falha entre o contato litológico.........................................68\nFigura 34: Cenário 3, contato cristalino e sedimentar condicionando o relevo através de uma falha normal...........................................................................68\nFigura 35: Localização do cenário 4. Orientação da falha: ENE-WSW......................69\nFigura 36: A falha normal é observada entre os vales fechados, feições de mares de morros. 69 Figura 37: A falha normal é observada entre os vales alinhados paralelamente, a norte observase as escarpas da Serra Mantiqueira e os morros alongados paralelos....................70\nFigura 38: A falha normal é observada entre os vales alinhados paralelamente no embasamento cristalino.............................................................................70\nFigura 39: Localização do cenário 5. Orientação da falha: NE-WSW....................... 71\nFigura 40: A falha normal é observada entre os patamares escalonados das escarpas da Serra da Mantiqueira, no embasamento cristalino. Destaque para planície da Bacia de Taubaté abatida entre os relevos cristalinos....................................................71\nFigura 41: Feição da Serra da Mantiqueira com traço de falha normal. É possível observar a configuração em degraus da serra, sendo individualizados por meio de falhas. Alta energia de movimentação nas serras decrescendo com as áreas em subsidência.........................72\nFigura 42: A falha normal é observada com fundamental importância para a formação do relevo Rift Valey. Na região da Serra da Mantiqueira, observa-se escarpas com topos angulosos com caimento abrupto........................................................................72\nFigura 43: Mapas de lineamentos tectónicos extraídos de imagens SRTM 90m................74\nFigura 44: Mapas de lineamentos extraídos a partir da imagem SRTM 90m. (A) direções NE-SW e ENE-WSW. (B) direção NNE-SSW (SOUZA, 2008)........................................... 75\nFigura 45: Mapas de lineamentos extraídos de imagens SRTM 90m de direções. (A) direções NW-SE e WNW-ESE. (B) direção NNW-SSE (SOUZA, 2008)..................................... 76\nFigura 46: Mapas de lineamentos extraídos de imagens SRTM 90m. (A) direção N-S. (B) direção E-W (SOUZA, 2008).............................................................. 77\nFigura 47: Mapa Geomorfológico da área de estudo........................................80\n1.\tINTRODUÇÃO\nNo Brasil, o relevo é caracterizado através da interação entre o substrato litoestrutural e a ação paleoclimática Quaternária, através de variações entre cenários úmidos e semiáridos. Sua formação litoestrutural está conjugada a diversos fenômenos Cenozoicos diretamente associados a influência tectônica da Plataforma Sul Americana.\nDiante disso, o desenvolvimento do presente trabalho pauta-se na importância da caracterização das feições de relevo associados aos processos de falhamento, possibilitando o reconhecimento de cenários típicos de zonas de falhas (tectonic landforms).\nEste trabalho também mostra-se importante devido à crescente preocupação quanto à estabilidade geológica regional e suas implicações para a interferência antrópica no espaço físico, em particular na região Sudeste, área de maior desenvolvimento urbano industrial do país.\nA pesquisa será composta por indagações e análises comportamentais das feições de relevo, abrindo espaço para a caracterização dos padrões e anomalias que seguem a área de estudo inserida na Bacia Sedimentar de Taubaté. O aporte teórico será baseado nos estudos tectônicos no Brasil, além da contribuição geomorfológica para a elaboração deste projeto.\nQuanto ao conceito considerado de morfoestrutura e morfotectônica, segundo SAADI (1991, apud SANTOS 1999) o termo morfoestrutura é submetido a feições geomorfológicas controladas passivamente pelo arcabouço litoestrutural, sendo a paisagem esculpida pelos agentes erosivos, o que reflete no condicionamento da drenagem, dos sistemas de relevos, bem como na distribuição das coberturas superficiais. Já a morfotectônica é referente às relações entre o relevo e a neotectônica, compreendendo os movimentos de caráter recente e controle tectônico ativo.\nComo cenário morfoestrutural e morfotectônico na região Sudeste, encontramos o Sistema de Rift da Serra do Mar (ALMEIDA, 1976), posteriormente denominado por Ricomini (1989) como Rift Continental do Sudeste do Brasil (RCSB), cujo quadro\nregional engloba as Bacias de São Paulo, Curitiba, Resende, Volta Redonda e a Bacia de Taubaté, objeto de estudo deste trabalho.\n2.\tOBJETIVOS\nO objetivo deste trabalho é a caracterização geomorfológica das feições morfotectônicas associadas a zonas de falhas na Bacia de Taubaté SP, a qual contém importantes registros de sua evolução representados por feições morfológicas, tectônicas, estruturais e sedimentares.\nA análise das feições de relevo e de seus traçados condicionados pelos processos de falhamento permitirá o reconhecimento de cenários típicos de zonas de falhas (tectonic landforms), associados a diferentes situações evolutivas.\n3.\tLOCALIZAÇÃO DA ÁREA DE ESTUDO\nFigura 1: Localização da área de estudo (FONTE: Mapa das Águas Subterrâneas do Estado de São Paulo (modificado de CPRM, DAEE, IG e IPT, 2005).\nA área referente a presente pesquisa, esta situada na Bacia de Taubaté, porção leste do Estado de São Paulo (conforme figura 1), a aproximadamente 100 km da capital paulista, localizada no Planalto Atlântico e faz parte das províncias de mares de morros, morrotes alongados e serras.\nA Bacia de Taubaté, onde está inserida nossa área de estudo, está localizada entre as serras do Mar e Mantiqueira. Esta Bacia apresenta forma alongada com cerca de 170 km de comprimento, largura média de 25 km e espessura máxima aproximada de sedimentos de 850 m. Está situada entre os municípios de São José dos Campos e Taubaté, no principal eixo de ligação entre os centros urbanos de São Paulo e Rio de Janeiro\n4.\tMETODOLOGIA\nPara o desenvolvimento do trabalho, passou-se inicialmente por uma revisão bibliográfica para o embasamento e contextualização do assunto, seguida da confecção e interpretação de mapas temáticos, com intuito da caracterização geomorfológica e estrutural das áreas de falhas associadas à neotectônica.\nA análise das estruturas envolve a interpretação em modelos geomorfológicos e tectônicos. Segundo abordagem de PIRES NETO (1991,1996), a análise de relevo deve ser baseada em mapas contendo os tipos de relevo a partir de interpretações de fotografias aéreas, imagens de satélite e estudos sobre morfometria, possibilitando assim a interpretação e associação das formas de relevo de acordo com suas características.\nA aplicação dos sistemas de relevo, conforme PONÇANO (1979) é de fundamental importância para o reconhecimento e aplicação dos critérios de zoneamento geomorfológico, o qual sugere uma divisão das áreas cujos atributos físicos sejam semelhantes.\nO zoneamento geomorfológico permite separar diferentes conjuntos de relevo em função de seus padrões e anomalias, como resultado é possível obter um relevo compartimentado e associado as morfologias erosivas ou as deposicionais.\nAlém disso, para a análise do relevo é necessário a obtenção de mapas temáticos integrados, possibilitando o reconhecimento dos principais traços estruturais, como neste caso, as falhas.\nAs etapas a serem realizadas no decorrer do projeto de pesquisa para alcançar os objetivos propostos foram as seguintes:\n4.1.\tLEVANTAMENTO BIBLIOGRÁFICO\nLevantamento e compilação dos autores referência no tema geomorfologia estrutural, tectônica, Bacia de Taubaté e assuntos correlacionados, além disso, foram realizadas inúmeras pesquisas referentes ao quadro geomorfológico regional e ao\nquadro de caracterização de estruturas tectónicas, com ênfase nas feições associadas a falhas.\n4.2.\tINTERPRETAÇÃO DE IMAGENS DE SENSORIAMENTO REMOTO\nFoi realizado uma análise sistemática da área de estudo visando identificar as principais feições de falhas já mapeadas, e diante dos limites dos compartimentos, foram buscadas feições geomorfológicas indicadoras da presença de falhas.\nDesta forma, foi utilizado imagens SRTM 90m (Shuttle Radar Topography Mission), que é um tipo de produto de sensoriamento remoto que possibilita a identificação de feições geomorfológicas (vales lineares, linhas de cristas, facetas triangulares, etc.), condicionadas pelas principais estruturas tectónicas (como as zonas de cisalhamento e estruturas falhadas), estas imagens ajudam também na identificação de bacias sedimentares, conforme a figura 2.\nPara a integração dos dados, foram preparados mapa temáticos com o auxílio do ArcGIS, com indicação das ocorrências reconhecidas em trabalhos anteriores. Os dados estruturais foram tratados e integrados, de modo a permitir uma interpretação da influência da tectónica na evolução geológica regional.\n4.3. ELABORAÇÃO DE MAPAS TEMÁTICOS\nPara a elaboração do mapa geomorfológico da área estudada foi considerada a classificação e o mapa geomorfológico segundo FLORENZANO, CSORDAS (1992) cuja escala foi 1:100.000.\nPor meio do software ArcGIS, foi realizada a transformação geodésica da imagem, de SAD 69 (Projeção Geográfica) para SIRGAS 2000 (Projeção Plana) por meio dos parâmetros Molodensky.\nApós esses procedimentos, o mapa foi vetorizado, transformando seu formato do tipo raster para o formato vetorial, mantendo a Projeção Plana UTM e o Datum SIRGAS 2000.\nFoi realizado o download das imagens SRTM da EMBRAPA, contendo o sistema WGS 84 e Projeção Cartográfica, foi utilizado as cenas 23-Y-B e 23-Y-D.\nAinda utilizando o software ArcGIS, através da ferramenta mosaic to new raster foi unificado as duas cenas (23-Y-B e 23-Y-D) e finalmente realizada a transformação geodésica (por meio dos parâmetros Molodensk) para SIRGAS 2000, com Projeção Plana, escala 1:100000.\nPara os mapas de lineamentos, tomando como base o mapa geológico de escala 1:100.000 do Instituto de Pesquisas Tecnológicas do Estado de São Paulo (IPT), folha 23-Y-D II, São José dos Campos (1978), adequado ao Datum SIRGAS 2000. Também foi utilizado o Mapa Geomorfológico da Região do Vale do Paraíba e Litoral Norte do Estado de São Paulo, INPE (FLORENZANO, CSORDAS, 1992), com escala 1:100000 com transformação geodésica para SIRGAS 2000.\nPor fim, utilizando como base os mapas apresentados neste projeto, buscou-se integrar as informações já contidas com o reconhecimento dos cenários de falhas através do Google Earth Pro, com o objetivo de caracterizar as feições geomorfológicas e exemplificar os cenários morfoestruturais afetados por falhas.\nO Google Earth Pro é uma plataforma que disponibiliza recursos de mapeamentos em 3D e visualização de imagens de satélites. Após selecionar a área de estudo, compreendida em um segmento da Bacia de Taubaté, foi realizado uma análise das feições associadas a falhamentos utilizando esta plataforma e posteriormente, foi registrado essas áreas a fim de caracterizá-las e associá-las a possíveis falhas.\n4.4.\tCARACTERIZAÇÃO GEOMORFOLÓGICA DAS ÁREAS ASSOCIADAS A ZONAS DE FALHAS DA BACIA DE TAUBATÉ\nPara a caracterização geomorfológica das áreas associadas a falhas, este trabalho baseou-se na classificação de Florenzano e Csordas (1993), a qual teve seus preceitos adotados do IPT (1981). Segundo esta classificação, o relevo é dividido de acordo com sua acumulação, origem denudacional e estrutural. Foi utilizado o Mapa Geológico do Instituto de Pesquisas Tecnológicas do Estado de São Paulo (IPT), folha 23-Y-D II, São José dos Campos (1978) para traçar os lineamentos escolhidos para a área de estudo.\nA partir do Mapa Geológico do Instituto de Pesquisas Tecnológicas do Estado de São Paulo (IPT), folha 23-Y-D II, São José dos Campos (1978), foi possível relacionar as áreas que sofreram processo de falhamentos aos compartimentos geomorfológicos contidos nela.\n5.\tFUNDAMENTAÇÃO TEÓRICA\nOs tópicos a seguir possuem o objetivo de contribuir com o embasamento teórico para o entendimento da área de estudo.\n5.1.\tNEOTECTÔNICA\nA caracterização da tectônica do Cenozóico bem como a definição de seu tempo e termo são assuntos controversos. Isso decorre da heterogeneidade das diversas regiões do planeta, mesmo quando apresentam similaridades de processos geotectônicos. Portanto, para compreender o termo neotectônica é necessário abordar a evolução de seu conceito através de seus limites temporais ou períodos de ocorrência.\nO termo Neotectônica foi em 1948 introduzido por Obruchev, que sugeriu uma classificação ao definir os movimentos da crosta que se instalaram durante o Cenozóico e o Quaternário, com influência na formação da topografia contemporânea. De acordo com sua classificação, os movimentos tectônicos foram divididos em:\na.\tAlpinos: do Cretáceo até os dias atuais;\nb.\tRecentes: do Plioceno até os dias atuais, ou seja, são movimentos neotectônicos propriamente ditos;\nc.\tModernos: são desenvolvidos atualmente.\nWegman (1955) sugeriu a adoção do termo “tectônica viva (lebendige tektonik) para definir movimentos muito recentes e/ou sismogênicos”.\nSegundo Nikolaev (1962 apud NIKOLAEV, 1974), a neotectônica é o ramo da ciência geológica cujos estudos são referentes às áreas de reativação de antigas estruturas e/ou a formação de novas estruturas no Quaternário.\nJain (1980) considerou a neotectônica como movimentos contemporâneos àqueles ocorridos na crosta terrestre nos últimos seis mil anos, com evidentes conotações históricas. O autor classificou tais movimentos em jovens (ocorridos no Holoceno) e em novíssimos (atuais).\nSegundo Walace et al. (1986), quanto à tectônica ativa, são consideradas as atividades que podem ser reiniciadas no futuro, inclusive afetando comunidades humanas. Os termos neotectônica, tectônica ativa e paleo-sismicidade apresentam conceitos próximos e são frequentemente usados como sinônimos (Morner, 1989).\nDe acordo com Salamuni (1998), algumas outras classificações foram sugeridas, sendo as mais aceitas aquelas ligadas á Tectônica de Placas. A Comissão Internacional do Quaternário (International Union for Quaternary Research, INQUA) definiu a Neotectônica utilizando o conceito de Morner (1978) estabelecendo:\n“Quaisquer movimentos ou deformações da crosta ao nível geodésico de referência, sua caracterização por meio de seus mecanismos, sua origem geológica, suas implicações para vários propósitos práticos e suas extrapolações futuras. Os movimentos neotectônicos englobam o acervo de deformações rúptil ou dúctil de um período Neotectônico”.\nOutra questão a ser discutida refere-se ao período neotectônico, ou seja, a idade\nde início dos movimentos tectônicos.\nMORNER (1989) defendeu que a neotectônica deveria tratar de movimentos e deformações passados ou anteriores ao tempo presente através da seguinte divisão:\n•\tOs últimos 2,5 Ma (provável reorganização geral do regime tectônico);\n•\tOs últimos 6 Ma (período posterior à crise Messiniana, na passagem do Miocenio para o Pliocênico);\n•\tOs últimos 23 Ma (Neógeno Inferior);\n•\tOs últimos 38 Ma (Oligoceno Inferior, reorganização da tectônica global).\nPara SENGOR et al. (1982) a neotectônica está relacionada aos movimentos tectônicos cuja geologia recente é associada a última reorganização tectônica principal de escala regional.\nPAVLIDES (1989), reforçando os conceitos de SENGOR (op. cit.) e sintetizando as ideias de diversos autores, definiu a neotectônica como o \"estudo dos eventos tectônicos novos, que ocorreram ou estão ocorrendo numa região após a orogênese final, ou após sua reorganização tectônica mais significativa\".\nPosteriormente, a não fixação de limites temporais também foi postulada pela\nComissão de Neotectônica da International Union for Quaternary Research - INQUA\n(MORNER, 1978 apud HIRUMA et al, 2001) justificando que os eventos neotectônicos\nSTEWART &amp; HANCOCK (1994), em revisão ao conceito, consideram que a neotectônica corresponderia ao estudo dos movimentos que ocorreram no passado e continuam ocorrendo no presente sem um limite inferior rígido. Sendo que os movimentos neotectônicos poderiam reativar ou não estruturas, sempre dentro de um campo de esforços e de deformação que persiste, sem mudanças significativas de orientação ao longo do tempo.\nMORALES (2005) também considerou a neotectônica como um ramo da Tectônica que estuda os eventos da crosta que ocorreram no passado e persistem até os dias atuais, caracterizando o regime tectônico vigente.\nEmbora ainda haja uma discussão sobre o conceito e período que a Neotectônica abrange, é inviável impor um período único para diferentes regiões do planeta, pois os estágios evolutivos da paisagem são processados de maneira diferente.\nSeguindo, os principais indicadores da atividade neotectônica, segundo HASUI (1990) são:\n•\tFalhas: em geral de caráter distensivo a transcorrente, quando afetam bacias terciárias, rochas sedimentares e magmáticas do Neógeno e sedimentos flúvio-coluviais e marinhos quaternários;\n•\tProcessos morfogenéticos: marcados pelas superfícies de erosão; relevos em vias de modelamento; movimentos de solos; evolução da rede de drenagem e outros;\n•\tÁreas de sedimentação e erosão: grandes áreas de erosão e de sedimentação como sendo possíveis zonas de subsidência e/ou regiões adjacentes em ascensão;\n•\tSismicidade: sismos, eventos de notável caráter neotectônico de ocorrência em regiões intraplacas, encontram-se associados às zonas de fraqueza litológica. São denominadas Zonas Sismogênicas correlacionadas aos domínios dos cinturões de cisalhamento e às suturas, além dos domínios de antigas junções tríplices;\n•\tOutras características: tensões intraplacas determinadas; fluxos térmicos; fontes termais.\n5.2.\tNEOTECTÔNICA NA PLATAFORMA BRASILEIRA\nQuanto às evidências acerca dos movimentos recentes na plataforma brasileira diversos pesquisadores aprofundaram o tema, como Freitas (1951), Ruellan (1946), Tricart (1956), Bjornberg et al. (1968), Almeida (1967), Bjornberg (1969) e outros. Martonne (1943) e Ruellan (1944) foram uns dos primeiros a destacar o controle tectônico das falhas sobre o relevo das Serras do Mar, da Mantiqueira e do Vale do Paraíba.\nQuanto ao Sudeste, estudos mais expressivos deram base para o avanço do entendimento sobre as atividades tectônicas recentes que afetaram esta região (exemplo: Saad, 1989,1990 e 1992; Saadi et al., 1990 e 1989; Riccomini, 1989; Riccomini et al., 1989; Borges et al., Costa et al., 1998; Hasui et al., 1989; Mello 1989; Gontijo et al., 1998; Neves et al., 1989; Neves, 1999; Salamuni et al, 1998; Salamuni, 1999; Santos et al., 1998; Silva et al., 1989; e outros).\nHASUI (1989) foi o primeiro a sistematizar regionalmente o quadro neotectônico no Brasil e SAADI (1993) baseando-se nas pesquisas de HASUI (1990) apresentou uma síntese neotectônica do Brasil, resumida segundo HASUI &amp; COSTA (1996) da seguinte forma:\n•\tNo território brasileiro, as grandes descontinuidades crustais de direções NW e NE coincidem com lineamentos pré-cambrianos que compartimentam o território em blocos que poderiam apresentar movimentações relativas recentes;\n•\tA sismicidade atual teria relação com essa compartimentação, demonstrando que os esforços compressivos atuais estão direcionados preferencialmente segundo NW e os distensivos segundo NE;\n•\tSegundo FRUTOS (1981); os pulsos neotectônicos estariam ligados a pulsos da cadeia andina, marcando eventos intitulados de “Incaic II - Eoceno/Oligoceno, Quetchuan II - Plioceno e Yarmouthian - Pleistoceno Inferior a Médio.\nO segundo pulso (Plioceno), numa escala global, resultou na formação Rift de São João Del Rei, pela deposição das formações Guararapes e Solimões, através do soerguimento de áreas e desenvolvimento de inúmeras bacias lacustres isoladas.\nO terceiro pulso (Pleistoceno Inferior a Médio) seria caracterizado pela emersão de boa parte do litoral e basculamento das camadas do Grupo Barreiras, e o consequente deslocamento das falésias.\nPara ALMEIDA (1969), a plataforma brasileira passou por três estágios evolutivos:\n1)\tTransição: consolidação dos processos pós geossinclinais do ciclo Brasiliano (entre o Cambriano e o Ordoviciano). Essa fase é caracterizada pela intensa atividade tectônica com formação de bacias intermontanas e marginais;\n2)\tEstabilização: consolidação plena da plataforma (entre o Siluriano e o Jurássico). Compreende a formação das grandes bacias Paleozóicas (sinéclises da Plataforma);\n3)\tReativação: presença de processos diastróficos que formaram bacias tectônicas menores, perdurando até o Quaternário, como as pertencentes as Formação São Paulo e Taubaté.\nPara o Sudeste do Brasil, Hasui (1978) destaca que a região é marcada pela delimitação de grandes falhamentos e paralelismo de alinhamentos estruturais, caracterizando a presença de serras cuja idade remonta do Proterozóico Médio e/Superior. Esta região também sofreu processos recentes de deslocamentos durante sua reativação Wealdeniana resultando em episódios magmáticos no Terciário, sendo, portanto, um período de tafrogênese marcado por ressurgências tectônicas (HASUI, 1990).\n5.3.\tTIPOS DE FALHAS\nSegundo MORALES (2005), a análise das evidências de atividade tectônica no relevo é baseada nos métodos da Geomorfologia Tectônica (MORISAWA &amp; HACK, 1985; WALLACE, 1986; COOKE &amp; DOORNKAMP, 1990; BLOOM, 1991; PANIZZA ET AL., 1987; SUMMERFILED, 1991; SCHUMM ET AL, 2000; BURBANK &amp; ABDERSON, 2001).\nDe modo geral, as falhas são caracterizadas por uma descontinuidade na velocidade ou no campo de deslocamento associados à deformação, sendo qualquer superfície ou faixa estreita onde é visível um deslocamento causado por algum tipo de esforço. Quanto à geometria das falhas, há três principais tipos de classificação.\nAs falhas normais separam o bloco superior, denominado capa (ou teto), do bloco inferior, chamado lapa (ou muro). Quando a capa é rebaixada em relação à lapa, há uma falha normal. No caso oposto, onde a capa é soerguida em relação à lapa, há uma falha reversa. No entanto, se o movimento for lateral, ou seja, no sentido plano horizontal, temos uma falha transcorrente, as quais podem ter rejeito sinistral (lateral esquerdo) ou destral (lateral direito), conforme figura 3.\nQuanto ao ângulo de mergulho das falhas, são tanto verticais como horizontais, em falhas transcorrentes o ângulo de mergulho é alto (mergulho maior que 60°), e as falhas reversas possuem, tipicamente, ângulo de mergulho menor (menor que 30°) que o ângulo das falhas normais.\nSegundo MORALES (2005, p. 43) uma falha normal apresenta no relevo escarpa mais preservada e retilinizada, o formato de suas facetas permite evidenciar a recorrência da movimentação, além disso, suas facetas trapezoidais sugerem falhas mais novas e as triangulares indicam falhas mais antigas.\nAs falhas normais possuem morfologia em degraus ou em rampa. No tipo em rampa, a sua inclinação pode gerar anticlinais, ou sinclinais, ou linhas de escarpas\nA falha inversa resulta em face de escarpa mais desgastadas e apresenta mais irregularidades na sua direção devido ao baixo ângulo de inclinação do plano de falha (comum para estas feições) e ao maior desenvolvimento de depósitos de tálus. Uma falha transcorrente possui escarpa menos desenvolvida e descontínua, porém os deslocamentos ocorrem de forma lateral. Essas escarpas podem ocorrer associadas a klippen (testemunhos estruturais), fenster (janelas estruturais) e em limbos de dobras.\nAs escarpas originadas a partir das falhas transcorrentes são associadas a baixos ou altos morfológicos em segmentos transtensivos e transpressivos, respectivamente, e podem exibir facetas trapezoidais e triangulares. A ausência de continuidade lateral das escarpas, o truncamento de vales de rios por escarpas (shutter ridges), a rotação de curvas de nível e o isolamento de vales são alguns critérios morfológicos usados para identificar falhas transcorrentes, além do truncamento e condicionamento de canais de drenagem.\nFigura 3: Figura 3: Estilos de escarpas de falhas associadas a falhas normais, falhas reversas e falhas transcorrentes (FONTE: STEWART &amp; HANCOCK, 1994).\n5.4.\tTIPOS DE DRENAGEM\nPor meio de análises é possível descrever seu comportamento e anomalias, uma vez que os cursos d'água tendem a se adaptar às orientações litológicas e serem influenciados pela atividade tectônica, promovendo o desenvolvimento de corredeiras, trechos encachoeirados, estrangulados ou mesmo com canal deslocado dependendo do tipo de falha.\nAs anomalias de drenagem podem ser definidas conforme diversos autores. Segundo Howard (1967), como uma discordância local da drenagem regional e/ou dos padrões de canais, sugerindo desvios topográficos ou estruturais, essas anomalias são identificadas quando é observado, conforme figura 4:\na)\tRetilinidade de canais fluviais;\nb)\tOcorrência localizada e abrupta de curvas meândricas (cotovelos);\nc)\tTrechos de meandros comprimidos;\nd)\tEstreitamento e alargamento de fundos de vales com preenchimento aluviais;\ne)\tRepresamentos com desenvolvimento de trechos embrejados;\nf)\tCurvas e voltas abruptas na drenagem.\nBishop (1982) sugere que o canal fluvial tende a seguir o caminho mais fácil que acompanhe a declividade regional, no entanto, em trechos onde o fluxo segue em discordância da declividade, apresentando anomalias de comportamento, há a evidência de eventos tectônicos e de controle litoestrutural.\nPara Gontijo (1999), as anomalias de drenagem são observadas através de desvios bruscos nos cursos fluviais, feições de alinhamento de meandros, terraços fluviais e assimétricos.\nFigura 4: Padrões de anomalias de drenagens\nOs principais padrões de drenagem são classificados como, conforme figura 5 e 6:\n•\tDendrítico: comum em planícies lamosas, em sedimentos de declive regional suave, possui baixa inclinação e pode mudar gradativamente à medida que aumenta a declividade do terreno;\n•\tParalelo: originado por basculamento de blocos ou por feixes de falhas paralelas. Em áreas planas, pode-se determinar o sentido de inclinação dos blocos falhados pela assimetria da rede de drenagem;\n•\tTreliça: típico de frentes de escarpas de falha, ou áreas de fraturas paralelas, com variadas especificações em função da estrutura associada;\n•\tRetangular: controlado por pelo menos dois conjuntos de falhas formando ângulos altos entre si; ou angular, quando os ângulos são agudos ou obtusos;\n•\tRadial: controlado por estruturas circulares, que podem representar domos e ápices de dobras; variando para centrípeto, característico de áreas subsidentes, sobretudo na superfície do terreno em áreas cársticas;\n\n\nFigura 5: Padrões de drenagens (FONTE: HOWARD, 1967).\nBÁSICO\tSIGNIFICADO\tBÁSICO MODIFICADO\tSIGNIFICADO\nDendrítico\tSedimentos horizontais ou oblíquos, rochas cristalinas. Declive regional suave\tSubdendrítico Pinado Anastomosado Distributário\tControle secundário menor, geralmente estrutural Textura fina, material erodível Planícies aluviais, deltas e charcos de marés Leques aluviais\nParalelo\tDeclives moderados a abruptos, ocorrem em áreas de relevos alongados paralelos\tSubparalelo Colinear\tDeclives intermediários ou controlado por relevos paralelos Cristas arenosas\nTreliça\tRochas dobradas, vulcóanicas ou metassedimentares de baixo grau; áreas de fraturas paralelas\tSubtreliqa Treliga recurvada Trelifa direcional Treliga de falha Treliga de junta\tRelevos alongados paralelos Dobras com mergulho Homoclinais suaves. Declives suaves com cristas de praias Falhas paralelas irregulares, convergindo, divergindo Falhas e/ou juntas retilíneas, paralelas\nRetangular\tJuntas e/ou falhas em ângulos retos; correntes e divisores quebram a continuidade regional\tAngular\tJuntas e/ou falhas, padrão composto retângular-angular\nRadial\tVulcões, domos e resíduos de erosão\tCentrípeto\tCrateras, caldeiras e outras depressões\nAnelar\tDomos e bacias estruturais\t\tTributários mais longos de correntes subsequentes anelares permitem distinção entre domo e bacia\nMuitibacias\tDepósitos superficiais irregulares, áreas de vulcanismo recente, dissolução calcárea e solos gelados\tGlacialmente disturbada Cárstico Termo-cárstico Bacía alongada\tErosão e/ou deposição glacial Calcáreo, solos gelados Planícies costeiras e deltas\nContorcido\tRochas metamórficas contorcidas, acamadas. Diques, veios e bandas de migmatitos produzem camadas resistentes em algumas áreas\t\tTributários mais longos de correntes subsequentes curvadas indicam o mergulho de camadas metamórficas e permitem a distinção entre anticlinais e sinclinais\nFigura 6: Traçado dos padrões de drenagem e seu significado (FONTE: HOWARD 1967, extraído de FERREIRA 2001).\n'*ADRAo BASlCO E\n6. QUADRO REGIONAL\n6.1.\tRIFT CONTINENTAL DO SUDESTE DO BRASIL\nOs processos de rifteamento são caracterizados pelas feições do tipo rift alongadas e deprimidas, sendo relativamente estreitas e limitadas por uma falha de borda extensional.\nALMEIDA (1976) denominou a região composta por vales tectônicos bordejados por porções laterais mais elevadas como “Sistema de Riftes Serra do Mar”\nRICCOMINI (1989) posteriormente denominou esta região como “Rift Continental do Sudeste Brasileiro” (RCSB), caracterizando-o como uma feição originada pela evolução tetônica de caráter distensivo paleogênico, e posteriormente, a fase Pós-Oligocênico de caráter transcorrente. Segundo o autor, os planaltos representariam blocos tectonicamente soerguidos durante a tafrogênese cenozóica e os topos nivelados indicariam as posições originais residuais.\nO RCSB está localizado sob o Cinturão de Dobramentos Ribeira (HASUI et al. 1975), constituído, nessa porção, por rochas metamórficas, migmatitos e granitóides do Ciclo Brasiliano, com algumas rochas oriundas de ciclos mais antigos (RICCOMINI 1989).\nAinda considerando RICCOMINI (1989), a tentativa de descrever a sequencia de eventos ao longo do tempo geológico foi traçada através da síntese:\na)\tPaleógeno (Eoceno-Oligoceno): formação da depressão original (hemi-graben), resultado dos esforços extensionais de direção NNW-SSE devido ao basculamento termomecânico na Bacia de Santos, posterior deposição do Grupo Taubaté (Vulcano-sedimentar sintectônico) pela formação de uma planície aluvial de rios entrelaçados (Formação Resende), instalação de um sistema playa-lake (deposição da Formação Tremembé) e um sistema fluvial meandrante (Formação São Paulo), ocorrência de\nb)\tNeógeno: movimentos transcorrentes sinistrais de direção E-W e localmente compressão NE-SW, formação das soleiras (Arujá, Queluz, entre outras), associadas a transpressão, ou bacias do tipo pull-apart, ocasionadas devido ao relaxamento final dos esforços dessa fase, mudança de nível de base e posterior separação das drenagens dos rios Tietê e Paraíba do Sul pela Soleira de Arujá, erosão na parte central da Bacia de Taubaté;\nc)\tPlioceno a Pleistoceno Inferior: imposição de condições climáticas (quente e úmida), implantação de novo sistema fluvial meandrante (Formação Pindamonhangaba) na Bacia de Taubaté;\nd)\tPleistoceno Superior: fase de calmaria tectónica com deposição de sedimentos colúvio-aluviais, ainda prevalece o quadro de variações climáticas, estabelecimento de uma fase transcorrente E-W, dextral e compressional NW-SE, surgimento de novas soleiras, definição do padrão de sedimentação nas bacias;\ne)\tHoloceno: movimentos extensionais NW-SE afetando depósitos nos baixos terraços, relacionando a evolução da rede de drenagem do Rio Paraíba do Sul;\nf)\tAtual: sugere tensões compressionais numa mudança no regime de esforços .\nZALÁN E OLIVEIRA (2005) realizaram uma análise estrutural do RCSB sugerindo um modelo de evolução para o então nomeado Sistema Riftes Cenozóicos do Sudeste do Brasil (SRCSB).\nOs autores propõem que a topografia acentuada nas bordas passou por dois episódios de alçamento. O primeiro pulso (entre 85 - 65 Ma) teria natureza regional e epirogenética, relacionado à passagem da Placa Sul Americana por uma anomalia térmica, soerguendo, dessa forma, a Serra do Mar Cretácea de maneira maciça e uniforme, que passou então a constituir um megaplanalto na área. Após cessado seu soerguimento ocorreu o nivelamento por uma superfície de aplainamento.\nO segundo pulso não foi de natureza ascensional, mas de colapso. A Serra do Mar Cretácea constituía um planalto maciço com flanco leste abrupto e grande desnível em relação às bacias adjacentes. Conforme a subsidência bacinal progredia, gerou-se\numa instabilidade isostática levando ao colapso gravitacional do megaplanalto no final do paleoceno, configurando uma paisagem de vales tectónicos (feições deprimidas). Os falhamentos do megaplanalto atingiram grandes profundidades trazendo material mantélico juvenil à superfície e iniciou-se o aprisionamento de depósitos clásticos nos grábens formados. O colapso continuou no Neo-Eoceno/Oligoceno/Eomioceno, idade da maioria dos depósitos do RCSB.\nConforme RICCOMINI (1989), o RCSB compreende cinco bacias principais de idade Cenozóica: Curitiba, São Paulo, Taubaté, Resende e Volta Redonda - dispostas em uma depressão alongada segundo ENE, paralela a linha de costa atual, entre cidades de Curitiba (PR) e Niterói (RJ), porém Bacia de Taubaté, inserida no Vale do Paraíba, representa uma das feições morfotectónicas mais expressivas do Rift Continental do Sudeste do Brasil, conforme figura 7a, 7b e 8).\nFigura 7 a: Contexto geológico e tectónico regional do Rift Continental do Sudeste do Brasil\nBacia do\nParaná\nÇurítiba\nZonas de flexura\nEmbasamento Pré-cambriano\nxy Bacia de Curitiba\n<ã> Form. Afcxandra e (iráben de (iuaraqucçaba\n(§) Formação Pariquera-Açu\nGrãbcn de Sete Barras\nBacia de São Paulo\nio de Janeiro fgytPia-\nxSJ Bacia de Taubaté Bacia de Resende\nvy Bacia de Volta Redonda Graben da Guanabara Bacia de Itaborai\n/Zunas de cisalhamento rehexmadas ao Ciclo Brasiliano/I'an-Africano^m parte reativadas pelo menos durante o .Mestuúaco e o Cenozóico\nFigura 7 b: Fases de tectonismo cenozóico atuantes no Rift Continental do Sudeste do Brasil (FONTE: RICCOMINI, 1989, p.215).\n’ dobras «h edteloa\n(g) C ompressão\n1 Paleógeno (Eoceno - Oligoceno) /p\\ M | Extensão NNW-SSE inicial\t'\n(g) Extensão\n3N eógeno-Quatemário Transconência dextral e compressão NW-SE\n2Neógeno\nTransconência sinistrai e compressão NE-SW (local)\n4 Extensão final e distribuição atual dos sedimentos\nBaquirivu-Guacu\nx Bacia de\nSoleira&lt;lc\\_S3o\t¿zS-■'•***\nBanicri_\nFigura 8: Possível evolução tectono sedimentar da Região Sudeste (FONTE: MOHRIAK, 2004).\n5. Plioceno - Quaternário\ní\n4. Otigoceno- Mioceno\n3. Carnpariiano - Paleoceno\n2. Contactar» - Santonlano\n1. Aptiano - Albiano\nObjoírnD (Fn. ttemenM)\nNW\nBACIA DO PARANÁ\nStnootano Grupo Bati-u\nT\nVlrfrtwc ákálènnc\nSE BACA DE SANTOS\nEZZJ SB '•trvíOKu\t«eocoaurno Aprui\n••teranlo* 8.\tM| • •mkuuhu»»\nâ\nIntrusOes ekiktei\nSerrada Mantiqueira _ 1 ,-rl\n[^]\nCretáceo - Qualemáro (xOeimios e.&amp;siiico)\nCretáceo Intartor parattosf\nttakrn» ^ra gotera\n, Greoee .SerradoMar I “ í\t1 &amp; seoaattao\n>a»*&lt;|\t\\\t6\n\n6.2.\tVALE DO PARAÍBA\nSua evolução data do Ciclo Brasiliano (Pré-Cambriano) cuja movimentação tectónica configurou um relevo falhado, com dobras e intrusões magmáticas. Nos períodos transitivos do Paleo-Mesozóico, uma série de ciclos erosivos foram instalados resultando feições retilinizadas e colinosas instaladas por processos denudacionais.\nFigura 9: Localização do Vale do Paraíba contendo as unidades sedimentares e o embasamento cristalino.\nDurante o período de reativação tectónica (Reativação Waldeniana), uma série de falhas se instalaram na região resultando num abatimento escalonado (na forma de “degraus”) na sua área central por processos de compensação isostática. Além disso, o relevo falhado deu espaço a intrusões magmáticas. O vale tectónico estabelecido ficou conhecido como Vale do Paraíba do Sul, bordejado por altos topográficos, as escarpas da Serra do Mar e Mantiqueira, compondo assim, uma das feições do Sistema de Rift da Serra do Mar (ALMEIDA, 1967) ou Rift Continental do Sudeste do Brasil (RICCOMINI, 1989).\nConforme a figura 9, observa-se a planície fluvial onde ocorre a deposição dos sedimentos aluvionares recentes, do Quaternário. Nas áreas de mares de morros, bordejando a planície aluvial, os sedimentos datam do Paleógeno/Neógeno. As áreas escarpadas da Serra da Mantiqueira e do Mar compõem o embasamento cristalino e é responsável pelos altos topográficos das escarpas escalonadas.\nSegundo estudos, foi constatada uma relação entre a ruptura da crosta, a subsidência da Bacia de Santos com o soerguimento da área continental adjacente causando o arqueamento das bordas (ALMEIDA, 1998).\nO período entre o Cretáceo Superior e o Terciário Inferior marcou o fim das intrusões ígneas e consequentemente, o fim do soerguimento da região. A superfície, portanto, passou a sofrer processos erosivos, ficando conhecida como superfície de erosão Japi ou Cristas Médias.\nO transporte e a sedimentação nas áreas deprimidas foram acentuados por um novo pulso tectônico, no Terciário Superior, o qual retomou o soerguimento da região e destruiu a Superfície Japi, dando lugar à paisagem atual através de uma evolução contínua.\nA depressão tectônica ficou conhecida como Gráben do Paraíba, dando forma a uma bacia sedimentar de origem continental, a Bacia de Taubaté (BJORNBERG, 1968).\n7.\tCARACTERIZAÇÃO DA ÁREA DE ESTUDO\nA área de estudo será apresentada neste capítulo, juntamente com as características fundamentais para o entendimento deste projeto.\n7.1.\tBACIA DE TAUBATÉ\nA Bacia de Taubaté é caracterizada por sua feição expressa de forma alongada e deprimida, o que contribui para a expansão populacional bem como o avanço econômico diante de seus importantes recursos, conforme figura 10 e 11.\nSua depressão tectônica abrange cerca de 170 km de comprimento e 20 km de largura máxima, cobre uma extensão de 2.400 km2 e atinge uma espessura máxima de pouco mais de 500 m (HASUI et al., 1978).\nFigura 10: Bacia sedimentar de Taubaté circulada em vermelho, imagem LANDSAT.\nFigura 11: Localização da bacia sedimentar de Taubaté incluindo os municípios.\n,//\nCUR1TIBX /\nI\nI\nBAClX DE TAUBAJÉ--\n7500\n7480\n7460\n7440\n7420\n&lt;Cidades\n30km\n500\nJA - Jacareí\nSJC - São José dos Campos CP - Caçapava\nTB - Taubaté\nTR -Tremembé\nP| - Pindamonhangaba RO - Roseira\nAP - Aparecida do Norte\nGU - Guaratinguetã LO - Lorena\nCZ - Cruzeiro\nLocalizada na porção leste do Estado de São Paulo entre a Serra do Mar e Mantiqueira, constituindo a região do Vale do Paraíba, no Planalto Atlântico, a Bacia de Taubaté faz parte do Sistema de Bacias Tafrogênicas do Rift Continental do Sudeste Brasileiro (RICCOMINI, 1989), um conjunto de bacias cuja tectônica distensional é datada no Cenozóico (ALMEIDA, 1976). Sua forma alongada está condicionada por descontinuidades antigas de direção geral ENE do embasamento, que favoreceram uma tectônica ressurgente. Além disso, é caracterizada numa bacia cujo embasamento pré-cambriano é constituído numa feição do tipo Rift Valley, indicando a presença de esforços tectônicos que formaram um bloco continental abatido, conhecido como Gráben (vales tectônicos), entre um conjunto de altos topográficos escalonados, conhecidos como Horst, tais altos topográficos são as Serras da Mantiqueira e do Mar, enquanto o bloco abatido, a Bacia de Taubaté.\nFigura 12: Feições estruturais da área de estudo, destaque para as Serras da Mantiqueira, a Bacia de Taubaté e a Serra do Mar.\nConsiderando estudos sobre sondagens (Hasui &amp; Ponçano, 1978), distribuição das litofácies (Riccomini, 1989), linhas sísmicas (Marques, 1990) e dados gravimétricos (Fernandes, 1993; Fernandes &amp; Chang, 2001) é possível admitir que há a ocorrência de depocentros ao longo do seu eixo indicando a presença de altos estruturais, neste caso, o de Caçapava, onde encontram-se exposições de rochas do embasamento (Carneiro et al.,1976; Riccomini, 1989), e de Pindamonhangaba, recoberto por sedimentos (Fernandes, 1993), são considerados zonas de transferência que subdividem a bacia em três compartimentos alongados segundo a direção NE, denominados, de sudoeste para nordeste, de São José dos Campos, Taubaté e Aparecida (Fernandes &amp; Chang, 2001; 2003).\nSegundo ROSS &amp; MOROZ (1997), na Bacia de Taubaté ocorrem, predominantemente, colinas de topos convexos com altitudes predominantes de 600 a 700 m e constitui a planície fluvial do rio Paraíba do Sul, conforme as figura 13 e 14 abaixo.\nFigura 13: Seção Transversal da Bacia Sedimentar de Taubaté (FONTE: SUGUIO, 2003).\nSSE\nSerra do Mar\nFormação Pindamonhangaba\nRochas cristalinas pré-cambrianas\nFalhas transcorrentes reativadas\nFalhas normais\nNNO\nA Serra da Mantiqueira\nRio Paraíba do Sul\n□ Aluviões Quaternários\n|mQ| Formação Tremembé n Formação Resende\nFigura 14: Perfil esquemático de direção NNO - SSE na Bacia de Taubaté, contemplando\n7.2.\tLITOESTRATIGRAFIA E EVOLUÇÃO DA BACIA DE TAUBATÉ\nOs depósitos sedimentares da Bacia de Taubaté representam ambientes e climas pretéritos que se sucederam no tempo e no espaço (AB'SABER, 1969).\nOs primeiros estudos sobre a sedimentologia da Bacia de Taubaté datam do século XIX, abordados pioneiramente por Pissis e Derby (1842, 1895, apud Riccomini,\nRiccomini (1989) após estabelecer uma revisão litoestratigráfica, estabeleceu uma relação entre as Bacias de São Paulo, Taubaté, Resende e Volta Redonda, conforme figura 15 . Diante disso, foi observado que o preenchimento estratigráfico da Bacia de Taubaté seguiu o condicionamento litoestrutural de sua herança Rift, contribuindo para sua ampla variedade geológica, conforme figura 15 e 16.\nFigura 15: Coluna estratigráfica da Bacia de Taubaté (FONTE: RICCOMINI, 1989).\nFigura 16: Coluna estratigráfica da Bacia de Taubaté, sendo T.S.N.B. = Trato de Sistema de Nível Basal (FONTE: Adaptado de CAMPANHA, 1994).\nSegundo o modelo tectono-sedimentar proposto para a bacia, Riccomini (1989), entre o Eoceno e o Oligoceno, a região entrou em processo tectônico distensivo com sentido NNW-SSE em função do basculamento termomecânico ocorrido na bacia de Santos, desenvolvendo um grande gráben orientado na direção ENE-WSE e com mergulho para NNW. Nessa fase, seus processos de sedimentação foram estabelecidos.\nComo visto, a fase sintectônica ao Rift é composta pelo Grupo Taubaté, o qual possui as seguintes unidades: Formação Resende, Tremembé e São Paulo. Já em sua segunda fase, diastrófica, a Bacia de Taubaté foi preenchida pelos sedimentos recentes da Formação Pindamonhangaba (RICCOMINI, 1989).\nNesta fase ocorreu a deposição de leques aluviais associados a rios entrelaçados (Formação Resende), sendo o maior aporte na borda norte da bacia, seguido da instalação de um sistema lacustre raso (Formação Tremembé), que se expandiu até um máximo transgressivo, marcado por camada de folhelho, e fases de ressecamento representadas por camadas de argilito maciço nas bordas do lago (Torres-Ribeiro, 2004). Por fim, o lago foi colmatado por um sistema fluvial meandrante (Formação São Paulo). No Mioceno, a bacia sofreu movimentação transcorrente sinistral no sentido E-W, com componente distensiva NW-SE e compressiva NE-SW, que conduziram à segmentação do graben nas bacias de São Paulo, Taubaté, Resende e Volta Redonda, pelo desenvolvimento das soleiras de Arujá e Floriano, resultante da transpressão sobre fraturas antigas com orientação NW-SE. Em um momento posterior a essa movimentação, houve a sedimentação em sistemas fluviais entrelaçados da Formação Itaquaquecetuba. A formação da soleira de Arujá propiciou a separação das drenagens dos rios Paraíba do Sul e Tietê.\nNo Pleistoceno houve uma inversão no sentido de movimentação do sistema de falhas transformantes, passando a ser dextral, invertendo também o sentido das zonas de compressão e distensão. Esta reativação conduziu ao desenvolvimento dos altos estruturais de Caçapava, Capela de Santa Luzia e Capela Nossa Senhora do Socorro, segmentando a bacia de Taubaté. Neste período houve a deposição da Formação Pindamonhangaba, com características de um sistema fluvial meandrante.\nNo Quaternário, a bacia de Taubaté entrou novamente em um processo tectônico distensivo com direção WNW-ESE. Neste estágio houve a formação da sub-bacia de Bonfim, localizada na parte centro-sul da bacia e a deposição de sedimentos\n7.3.\tGEOLOGIA DA BACIA DE TAUBATÉ\nDe acordo com RICCOMINI (1989 apud SALVADOR, 1994, p.25) a Bacia de Taubaté possui litologia pré-cambriana composta por milonito-gnaisses, blastomilonitos, milonitos, gnaisses bandados, gnaisses graníticos, xistos, quartzitos, anfibolitos, granitos, pegmatitos, aplitos e migmatitos, sendo comum diabásio intrusivo sob forma de diques e soleiras, datadas do Jurássico Superior ao Cretáceo Inferior.\nAMARAL (1966 apud SALVADOR, 1994, p.25) confirma a presença de maciços alcalinos e diques associados entre a transição do Cretáceo e o Terciário. Associa-se ao embasamento uma série de falhas transcorrentes em direção E a ENE, sendo que até o Ciclo Brasiliano permaneciam ativas (HASUI &amp; SADOWSKI, 1976 apud SALVADOR, 1994, p.25).\nSinteticamente, a Bacia Sedimentar possui embasamento pré-cambriano, composto por milonito-gnaisses, blastomilonitos, milonitos, gnaisses bandados, gnaisses graníticos, xistos, quartzitos, anfibolitos, granitos, pegmatitos, aplitos e migmatitos (RICCOMINI 1989). Também são comuns as intrusões de diabásio sob forma de diques e soleiras, datadas do Jurássico Superior ao Cretáceo Inferior (AMARAL et al. 1966), além de diques associados e maciços alcalinos, que datam do fim do Cretáceo ao começo do Terciário (AMARAL et al. 1967, LAUAR 1988). Este embasamento possui um denso sistema de falhas transcorrentes, de direção preferencial E a ENE, falhas estas ativas até o final do Ciclo Brasiliano (HASUI &amp; SADOWSKI, 1976).\nAbaixo, figura 17, observamos o controle estrutural do topo do embasamento cristalino da Bacia de Taubaté.\nFigura 17: Contorno estrutural do topo do embasamento cristalino (FONTE: Secretaria de Recursos Hídricos e Saneamento e Obras, 2005).\nPara o entendimento mais aprofundado da origem e evolução de uma bacia é de fundamental importância o estudo de seu arcabouço estrutural, o qual guarda correlatos expressivos de sua estruturação.\nA Bacia de Taubaté, através de estudos de seções sísmicas realizados por MARQUES (1990), possui depocentros individuais em sua porção central e a nordeste, denominados de Eugênio de Melo, Quiririm, Roseira e Lorena. Além disso, é composta por alguns altos estruturais, o Alto de Caçapava, da Capela de Nossa Senhora do Socorro e da Capela de Santa Luzia, correspondentes aos altos definidos pelo DAEE (1977), respectivamente, de Tremembé, Lorena e Cruzeiro.\nEm 1993, FERNANDES relatou a presença das sub bacias de Parateí, Jacareí São José dos Campos, Quiririm Taubaté e Aparecida Lorena, também identificou a\nApós dar continuidade aos estudos de 1993, FERNANDES &amp; CHANG (2001, 2003) lançam uma nova subdivisão da bacia de Taubaté, nomeados de sudoeste para nordeste, como São José dos Campos, Taubaté e Aparecida. E os altos estruturais, representados pelos de Caçapava e Pindamonhangaba.\nDe acordo com estes autores, os altos estruturais de Caçapava, onde encontram-se expostas de rochas do embasamento, e de Pindamonhangaba, recoberto por sedimentos, são denominados de zonas de transferência e subdividem a bacia em três compartimentos alongados segundo a direção NE, conhecidos como de São José dos Campos, de direção sudoeste para nordeste, Taubaté e Aparecida (FERNANDES &amp; CHANG, 2001, 2003), conforme observado na figura 18.\nFigura 18: Mapa sísmico do embasamento da bacia de Taubaté (FONTE: MARQUES, 1990).\nEstruturado como um graben assimétrico o Compartimento Aparecida está localizado na porção sudoeste da Bacia de Taubaté. O mergulho do embasamento para NW é controlado pela influencia das Falhas do Ribeirão da Serra a nordeste da borda, a\nJá o Compartimento São José dos Campos é um hemigraben com embasamento inclinado a NW seguindo contra a falha de São José. Com a mesma estrutura de hemigraben, o Compartimento de Taubaté apresenta basculamento para SE sendo controlado pela Falha de Quiririm, conforme sintetizado as principais feições do embasamento na figura abaixo.\nFigura 19: Localização das principais feições do embasamento da bacia de Taubaté (segundo FERNANDES, 1993).\nA Bacia de Taubaté está inserida sobre o Cinturão de Dobramentos Ribeira, com a presença de rochas ígneas e metamórficas datadas do Paleoproterozóico ao Neopreoterozóico (HASUI &amp; PONÇANO, 1978) cujo arcabouço é formado por semigrábens separados por altos topográficos, ou conhecidos como zonas de transferências ou de acomodação. Seus depocentros são invertidos através de uma feição do tipo Rift. O embasamento pré-cambriano da Bacia corresponde às rochas do Grupo Açungui, subdividido em Complexo Embu e Complexo Pilar.\nO substrato estrutural da Bacia de Taubaté é representado predominantemente pelo Complexo Embu, constituído principalmente por migmatitos homogêneos, oftálmicos, neolóticos e facoidais, com intercalações de metassedimentos referidos ao Complexo Pilar, além de corpos metabásicos (FERNANDES, 1993).\nA área de estudo possui sua estrutura relacionada a três grandes grupos: as estruturas antigas, do Pré Cambriano, as quais atuaram como zonas de fraqueza para as reativações posteriores, as associadas a reativação Mesozóica Cenozóica da Plataforma Brasileira (ALMEIDA, 1967) e, por fim, as estruturas decorrentes da tectónica Cenozóica, conforme observado no mapa abaixo.\nFigura 20: Mapa Geológico da Bacia de Taubaté (FONTE: CPRM, 2006).\nMapa Geológico da Bacia de Taubaté\nLegenda\nNP3e Y1 Slu - Granito Tuberao\nNP3«Y1 Sv ■ Granito Sana da Rodor^Ao NP3e Y1 Ssi ■ Granito Salo\nNP3«Y1S*Í • Granito Sorra do Jambeiro N P3eY1 Ssb • Granito Santa Branca NP3eY 1Sra - Granito Redençào da Sorra N P3«Y1SQC ' Granito Quotxa Cangalha NR3OY1 So® • Granito Serado Pab NP3OY1 Sml - Granito Malacacheta NP3«Y1S!fi ■ Graneo Lagoinha\nNP3«Y 1Sa • Granito Córrego da Rosera NP3eY1S - Granitotoe» tipo S\nNP3aY2l\nZona de cisalhamento Malha viária principal Ferrovia\nHidrografia uni filar Hidrografia bifilar Oceano Atlântico Recursos Minerais\nDepósito\nGarimpo Grupamento Mineiro Mina\nOcorrência\nProjeção Transversa de Mercator WGS 1984, UTM 23S\nFonte: Mapa Geológico do Estado de Sào Paulo. 2006 Ministério de Minas e Energia CPRM Serviço Geológico do Brasil\nAs rochas do embasamento cristalino (Pré Cambriano) são mais antigas e compostas por gnaisses bandados e granitoides intercalados, cataclasados e recristalizados em milonito gnaisses e blastomilonitos, com idades arqueanas, afetadas pelos Ciclos Transamazónico e Brasiliano (IPT, 1983). A presença de um outro conjunto de rochas que foram geradas por falhamentos transcorrentes, cuja direção ENE a NE do Ciclo Brasiliano, datam do Cambro Ordoviciano e são representados por protomilonitos, milonitos e filonitos ao longo destes falhamentos recristalizados em blatomilonitos e milonito gnaisses.\nAs rochas que predominam o conjunto do embasamento possui idade Proterozóica Superior e encontram-se enfeixadas no Complexo Embu, representado pelos níveis inferiores do Grupo Açungui (MARINI et al. 1967), constituindo uma sequencia supracrustal sobre o embasamento dobrado (HASUI et al. 1984). Este embasamento é composto por gnaisses bandados, com alternância de bandas xistosas, gnáissicas, graníticas e pegmatíticas, intercaladas localmente com anfibolitos e quartzitos, quartizitos e rochas granitóides orientadas, migmatitos com melanossoma anfibolítico e leucossoma quartzo feldspático, e localmente, quartzo mica xistos e biotita xistos (IPT, 1983).\nNas rochas Pré Cambrianas da Bacia de Taubaté, a foliação metamórfica é a estrutura mais notável (IPT, 1983), bem como a presença da estrutura da Falha de Queluz, de direção ENE.\nNesta porção, ocorrem falhamentos menores e paralelos (como a Falha de Cruzeiro e Pinheiros) que correspondem a movimentações tardias do Ciclo Brasiliano, fim do Pré Cambriano ao início do Paleozóico.\nA presença de juntas, referidas ao Ciclo Brasiliano, também caracteriza as estruturas do Pré Cambriano. Possuem direção frequentemente a NNW, vertical, perpendicular as principais feições de falhas transcorrentes e foliação metamórfica. Também ocorrem segundo ENE e NE, mergulhando para SE e WNW. Considera-se que em parte, são estruturas do Paleozóico ou mesmo ainda mais jovens.\nAs rochas magmáticas do Juro Cretáceo são observadas nos diques de diabásio dispersos no embasamento pré cambriano, com direções próximas a N-S (IPT, 1983) e nesta área representam a primeira fase de magmatismo da reativação da Plataforma\nObserva-se também a presença de faixas de rochas silicificadas que ocorrem paralelas às zonas de falhas. Nestas faixas ocorre silicificação de rochas cataclásticas, brechas com presença de rochas do embasamento em matriz silicosa e diques de rochas alcalinas silicificada, expressando provavelmente as fases finais de diferenciação do magmatismo alcalino (IPT, 1983).\nAs rochas ultrabásicas cretáceas e terciária, são compostas por derrames de lavas ankaramíticas, de idade Eocênica Oligocênica, foram descritas por RICCOMINI et al. (1983) como sendo rochas extrusivas intercaladas em sedimentos pertencentes à Formação Resende na Bacia de Volta Redonda e foram denominadas como Basanito Casa de Pedra (RICCOMINI, 1989).\nTambém observa-se a presença de diques de rochas ultrabásicas, constituindo possíveis enxames, com direções preferenciais WNW e ENE, cortando rochas pré cambrianas sem contato direto com os sedimentos terciários.\nOs sedimentos Cenozóicos Terciários, segundo RICCOMINI (1989), preenchem a Bacia de Taubaté e são subdivididos da base para o topo conforme a descrição abaixo.\nO Grupo Taubaté, de idade Paleogênica é composto pelas Formações Resende, Tremembé e São Paulo, unidades sintectônicas ao Rift, já na fase posterior à tectônica, foi depositada a Formação Pindamonhangaba, juntamente com os depósitos aluviais e coluviais.\nA Formação Resende possui o pacote sedimentar paleogênico mais abundante organizado por um sistema de leques aluviais, os quais foram originados a partir de fluxos de massa sofridos nas bordas tectonicamente ativas das bacias (RICCOMINI, 1989), além disso, a presença de rios entrelaçados (braided) nas porções laterais e na base da bacia são associados à sua planície fluvial.\nEsta unidade é formada por uma sedimentação composta por rochas rudáceas sustentadas por matriz lamítica e conglomerados, com seixos e matacões nas porções proximais dos leques em associação lateral e interdigitados com lamitos arenosos e níveis conglomeráticos nas porções mais distais. Nas planícies fluviais ocorre a\nA Formação Tremembé, desenvolvida na porção central da Bacia de Taubaté, é definida como Oligocênica por ALMEIDA (1958), corresponde a um sistema deposicional lacustre do tipo Playa Lake.\nEsta Formação é composta por folhelhos betuminosos fossilíferos, além dos pacotes rítmicos de argilas verdes, maciças, com intercalações tabulares e contínuas de calcários dolomíticos, ritmitos formados por alternância de folhelhos e margas, arenitos com estratos cruzados e arenitos arcoseanos conglomeráticos.\nQuanto ao seu sistema lacustre do tipo playa lake, são precedentes de paleolagos sem ligação direta com o mar. TORRES-RIBEIRO (2004) interpretou o lago Tremembé como constituído por uma lâmina d'água relativamente rasa (5m a 10m), na qual foram depositadas argilas em condição de baixa energia com contribuição eólica. Entretanto, TORRES-RIBEIRO considerou que a Formação Tremembé não pode ser classificada como um sistema deposicional do tipo playa lake devido a ausência de registros associados a depósitos evaporíticos, mesmo considerando a presença de calcário associados ao clima seco.\nA Formação São Paulo, unidade localizada no topo do Grupo Taubaté, é representada por depósitos sedimentares relacionados a sistemas fluviais meandrantes (RICCOMINI, SANT'ANNA, FERRARI, 2004). Seus depósitos são compostos por arenitos grossos, conglomeráticos, presença de siltitos e argilitos, correspondendo a depósitos de canais meandrantes, e arenitos médios a grossos que gradam para o topo até siltitos e argilitos, com estruturas rítmicas e climbing ripples, associados com o rompimento de diques marginais e planícies de inundação.\nEstas três formações guardam relações de transição entre si, representando, cada uma, mudanças no regime tectónico e paleoclimático (RICCOMINI, 1989).\nA Formação Pindamonhangaba possui idade sedimentar Neogênica a Pleistocênica, cujos depósitos neogênicos formam um sistema fluvial meandrante\ndesenvolvido nas porções central e sudoeste da Bacia de Taubaté, recobrindo discordantemente os depósitos da Formação Tremembé, Resende e São Paulo. Esta unidade foi subdividia por MANCINI (1995) em dois membros interdigitados: o Membro Rio Pararangaba, representando as fácies do canal de sistema fluvial meandrante de arenitos argilosos com granulação grossa e estratos cruzados tabulares, e o Membro Presidente Dutra, relacionado à deposição em planície de inundação de sistema fluvial meandrante de granulação fina, composto por areias argilosas médias e finas na base e no topo, para siltitos maciços ou estratificados.\nA presença destes sedimentos recentes refletem a instalação da rede de drenagem, com depósitos típicos de canais fluviais meandrantes. Os siltitos presentes, estariam relacionados aos depósitos de transbordamentos em planícies de inundação ou nos abandonos de canais da drenagem.\nObserva-se também a presença de sedimentos conglomeráticos, cuja matriz argilosa grada para siltitos e argilitos no topo, mostrando o rompimento de diques marginais (crevasse splay).\n7.4.\tFORMAÇÕES ESTRATIGRÁFICAS DA BACIA DE TAUBATÉ\nA Formação Resende possui o pacote sedimentar paleogênico mais abundante organizado por um sistema de leques aluviais, os quais foram originados a partir de fluxos de massa sofridos nas bordas tectonicamente ativas das bacias (RICCOMINI, 1989), além disso, a presença de rios entrelaçados (braided) nas porções laterais e na base da bacia são associados à sua planície fluvial.\nEsta unidade é formada por orto e paraconglomerados nas áreas proximais e lamitos nas porções medianas e distais dos leques aluviais, além de arenitos fluviais em rios entrelaçados axiais às bacias (RICCOMINI, SANT'ANNA, FERRARI, 2004).\nSegundo Riccomini (1989), a Formação Resende é dividida em três grupos de litofácies: lamitos conglometáticos, lamitos arenosos a argilosos e arenitos.\nA Formação Tremembé foi originalmente definida por Almeida (1958), e corresponde, na concepção atual (RICCOMINI, 1989), a um sistema deposicional\nEsta Formação é composta por folhelhos betuminosos fossilíferos com intercalações de argilitos e de arenito.\nQuanto ao seu sistema lacustre do tipo playa lake, são precedentes de paleolagos sem ligação direta com o mar. Torres-Ribeiro (2004) interpretou o lago Tremembé como constituído por uma lâmina d'água relativamente rasa (5m a 10m), na qual foram depositadas argilas em condição de baixa energia com contribuição eólica. Entretanto, para estes autores, a Formação Tremembé não pode ser classificada como um sistema deposicional do tipo playa lake devido a ausência de registros associados a depósitos evaporíticos, mesmo considerando a presença de calcário associados ao clima seco.\nA Formação São Paulo, unidade localizada no topo do Grupo Taubaté, é representada por depósitos sedimentares relacionados a sistemas fluviais meandrantes (Riccomini, Sant'anna, Ferrari, 2004). Seus depósitos são compostos por arenitos grossos, conglomeráticos com abundante estratificação cruzada, siltitos e argilitos laminados (por vezes fossilíferos) e arenitos médios e grossos gradando para sedimentos mais finos.\nA Formação Pindamonhangaba possui idade sedimentar entre o Mioceno e o Quaternário, cujos depósitos neogênicos formam um sistema fluvial meandrante desenvolvido nas porções central e sudoeste da Bacia de Taubaté, recobrindo discordantemente os depósitos da Formação Tremembé, Resende e São Paulo. Esta unidade foi subdividia por Mancini (1995) em dois membros interdigitados: o Membro Rio Pararangaba, representando as fácies do canal de sistema fluvial meandrante de granulação grossa, e o Membro Presidente Dutra, relacionado à deposição em planície de inundação de sistema fluvial meandrante de granulação fina, conforme figura 21.\nFigura 21: Evolução Sedimentar da Bacia de Taubaté (FONTE:APPI et .al., 1986).\n7.5.\tFALHAS NA BACIA DE TAUBATÉ\nTendo em vista o cenário geral de formação e evolução da Bacia de Taubaté as falhas normais tiveram importante papel controlador no arcabouço estrutural da Bacia de Taubaté, conforme a figura 22, originadas em sua maioria a partir da reativação de zonas de falhas pré-cambrianas. Como abordado, o cenário de rift valley é destaque, com relevo acentuado e mais desgastado a partir dos limites da bacia. Feições tardias deformadoras ou modificadoras da bacia são reconhecidas, promovendo o rearranjo e condicionamento da rede de drenagem e mesmo a formação de escarpas de falha, indicadoras de um processo tectónico recente.\nContudo, o reconhecimento de falhas na região estudada aponta para a significativa atuação tectónica, responsável pelos movimentos de ressurgência de antigos planos de falhas ou mesmo no aparecimento de novas estruturas, controlando ou deformando o relevo e condicionando a rede de drenagem. Como observado no estudo, as falhas normais são comuns em áreas topograficamente elevadas, como no caso, a região de bordas da Bacia de Taubaté.\nAlém disso, a presença de falhamentos contemporâneos e posteriores à deposição de sedimentos terciários e quaternários no Sudeste são responsáveis pela interferência nos processos morfogenéticos, ocasionando o entulhamento de bacias terciárias, bem como nos vales e cabeceiras de drenagem.\nO conjunto de sedimentos cenozóicos contidos na área de estudo da Bacia de Taubaté é cortado por falhas cujos sistemas principais são de direção ENE a E-W, NNW, NNE e WNW (RICCOMINI, 1989), o que resulta em falhas normais ou reversas, com componente direcional dextral ou sinistral. Também observa a presença de falhas de empurrão, dobras e juntas (RICCOMINI, 1989).\nQuanto a presença de falhas Cenozóicas, é possível determinar suas direções e características.\nAs falhas com direção ENE a E-W relacionam-se às antigas zonas de cisalhamento do embasamento, voltadas ao limite da borda norte das bacia, o que\nAs falhas de direção NNE são, na maioria das vezes, oblíquas ao eixo da bacia, configurando sua compartimentação interna. Possuem caráter transcorrente dextral, mas podem assumir movimentações normais e reversas.\nO sistema NNW é composto por falhas ortogonais ao eixo da bacia, controlando a Soleira de Arujá, com caráter predominantemente normal e transcorrente sinistral, podendo apresentar movimentações reversas e transcorrentes dextrais.\nAs de direção WNW controlam aparentemente os altos estruturais que compõem as soleiras de Queluz e Floriano-Barra Mansa (RICCOMINI 1989). Este sistema apresenta movimentações normais e reversas.\nAs falhas de empurrão ocorrem localmente nas soleiras de Arujá, Queluz e Floriano-Barra Mansa, trazendo blocos de rochas do embasamento sobre sedimentos cenozóicos.\nAbaixo, observa-se a figura 22, referente ao arcabouço estrutural da Bacia de Taubaté, juntamente com as falhas que dão feição alongada a bacia. Observa-se nesta figura, também os altos estruturais e as formações da bacia.\nNa figura 23, os lineamentos estudados são projetados na área de estudo, os números indicam os cenários abordados nas análises abaixo.\nFigura 22: (A) Mapa do arcabouço estrutural da Bacia de Taubaté (adaptado de Fernandes &amp; Chang, 2003); (B) Mapa geológico esquemático da Bacia de Taubaté. (1) rochas do embasamento; (2) Formação Resende;\n(3)\tFormação Tremembé; (4) Formação São Paulo; (5) Formação Pindamonhangaba; (6) sedimentos quaternários (adaptado de RICCOMINI, 1989).\nFigura 23: Mapa dos lineamentos analisados na área de estudo.\nLineamentos da Área de Estudo\n400000\t410000\t420000\t430000\t440000\t450000\n400000\t410000\t420000\t430000\t440000\t450000\nLegenda -------- Lineamento\nLineamentos da Área de Estudo\nCisalhamento Área\nAna Carolina da Siva Rosa Prof. Orientador Norberto Morales\nUNESP Campus de Rio Claro\nInstituto de Geociências e Ciências Exatas\nDatum: SIRGAS 2000 Projeção: Transversa de Mercator Zona 23S\nAbaixo, exemplifica-se cenários retirados dos lineamentos escolhidos na área de estudo, estes lineamentos são associados a falhas. O objetivo, portanto, é estabelecer uma caracterização entre a falha e a geomorfologia, associadas, principalmente, em falhas normais, típicas de áreas de borda.\na) Cenário 1\nO cenário 1, conforme as figuras abaixo, indica a presença de falhas normais, segundo o Mapa Geológico do Instituto de Pesquisas Tecnológicas do Estado de São Paulo (IPT), folha 23-Y-D II, São José dos Campos (1978).\nEste cenário está localizado na compartimentação de Morros Alongados Paralelos e Planícies Aluviais.\nQuanto as Planícies Aluviais, formas de acumulação de origem fluvial, são caracterizadas por serem terrenos baixos pouco movimentado (plano), próximos às margens dos rios e consequentemente sujeitos à inundação por serem considerados área de várzea.\nA falha normal observada (linha de cor vermelha) configura uma área de transição entre os dois compartimentos geomorfológicos, o cristalino, das serras e morros do sedimentar, planícies de deposição.\nFigura 24: Localização do cenário 1. Orientação da falha ENE-WSW.\nFigura 26: Falhas normais do cenário 1, observação do relevo alongado e com morros paralelos, típico de feições morfotectônicas.\nFigura 27: Falhas normais do cenário 1, escalonamento dos morros paralelos com mergulho em direção a bacia.\nCenário 2\nO cenário 2, conforme as imagens abaixo, é composto uma área de transição. A presença de Morrotes Alongados e Paralelos, cuja origem é denudacional, com seus topos arredondados dando movimentação ao relevo seguindo seu escarpamento. Seus interflúvios são considerados pequenos. Possuem uma declividade considerada, de 20 a 50%, as amplitudes locais podem atingir cerca de 100 metros. As vertentes são caracterizadas por perfis convexos e os vales são fechados, marcando a característica de relevos falhados. De maneira menos significativa, a falha, caracterizada como Normal (linha rosa), abrange uma pequena parte do compartimento de Colinas Pequenas, onde os topos são aplainados e arredondados, as declividades, baixas, as vertentes em perfis convexos e a amplitude local é mediana (entre 60 a 80 metros).\nFigura 28: Localização do cenário 2. Orientação da falha NE-WSW.\nFigura 29: Cenário 2, presença de falhas normais na compartimentação geomorfológica de morrotes alongados e paralelos e uma pequena porção de colinas. Observa-se a acentuada mudança nas feições de relevo. Ao fundo, a Serra da Mantiqueira.\nFigura 30: Cenário 2, mudança de compartimentação litológica, do cristalino para o sedimentar.\nc)\tCenário 3\nConforme abaixo, as imagens indicam que a Falha Normal (linha amarela) está inserida na unidade das Colinas Médias Alongadas, seus interflúvios possuem paralelismo e são alongados, de modo geral, no entanto as declividades são baixas (de 3 a 20%) e as amplitudes variam de 60 a 100m. Observa-se a formação de vertentes ravinadas cujos perfis retilíneos e convexos abrigam um padrão de drenagem de baixa intensidade. Os vales são abertos a fechados. Seu lineamento está localizado na borda de uma colina, sugerindo, portanto, que a falha está instalada entre dois contatos litológicos, promovendo o condicionamento da drenagem e dos processos denudacionais.\nFigura 32: Localização do cenário 3. Orientação da falha N-S.\nFigura 34: Cenário 3, colinas alongadas e paralelas, de forma convexa, formação de feições triangulares. Falha entre o contato litológico.\nd)\tCenário 4\nA falha normal (linha verde) corta o relevo cristalino de formação geomorfológica de Morros Alongados Paralelos, com interflúvios médios e topos de morro arredondados, contribuindo para o tipo de relevo “mares de morros”, suas declividades variam de 20 a 50% - e amplitudes entre 100 e 300 metros. Vertentes com perfis retilíneos a convexos. Presença de vales fechados a abertos, planícies aluvionares interiores e restritas.\nFigura 35: Localização do cenário 4. Orientação da falha: ENE-WSW.\nFigura 36: A falha normal é observada entre os vales fechados, feições de mares de morros.\nFigura 37: A falha normal é observada entre os vales alinhados paralelamente, a norte observa-se as escarpas da Serra Mantiqueira e os morros alongados paralelos.\ne)\tCenário 5:\nPresença de serras escarpadas com topos angulosos e configurada em degraus, os quais são evidenciados no cenário (linha laranja). Devido a resistência do embasamento cristalino onde as falhas se instalam nas fragilidades litológicas é uma área que possui vertentes ravinadas com perfis retilíneos, os vales são estreitos e fechados.\nObserva-se o relevo central abatido com as bordas soerguidas, Serras da Mantiqueira e do Mar. O abatimento central está relacionado à eventos neotectônicos, onde os falhamentos normais tiveram fundamental importância para o cenário de Rift-Valey\nFigura 39: Localização do cenário 5. Orientação da falha: NE-WSW.\nFigura 40: A falha normal é observada entre os patamares escalonados das escarpas da Serra da Mantiqueira, no embasamento cristalino. Destaque para planície da Bacia de Taubaté abatida entre os relevos cristalinos.\nFigura 42: A falha normal é observada com fundamental importância para a formação do relevo Rift Valey. Na região da Serra da Mantiqueira, observa-se escarpas com topos angulosos com caimento abrupto.\nFigura 41: Feição da Serra da Mantiqueira com traço de falha normal. É possível observar a configuração em degraus da serra, sendo individualizados por meio de falhas. Alta energia de movimentação nas serras decrescendo com as áreas em subsidência.\n7.6.\tLINEAMENTOS ESTRUTURAIS\nOs lineamentos estruturais são feições relacionadas a descontinuidades geológicas ou também associadas a falhamentos, e são expressos por alinhamentos de relevo e drenagem. São interpretados como o reflexo de falhas que atingiram as camadas superficiais, ou seja, estruturas que interceptaram a superfície topográfica formando corredores de canalização e dissipação de energia. As feições geológicas associadas aos lineamentos incluem uma intensificação de intrusões, deposição, deslocamento, deformação, metamorfismo e mineralização (O'DRlSCOLL, 1986).\nEm termos geomorfológicos, os lineamentos representam variações na elevação dos terrenos, alinhamento de cristas, segmentos de escarpas, trechos de drenagem e de vales (JORDAN &amp; SCHOTT, 2005), que, por refletirem as principais linhas de fraqueza regionais, podem indicar, como na área de estudo deste projeto, locais de ocorrência de estruturas geológicas importantes para comprovar a influência estrutural e/ou tectónica na evolução do relevo.\nAs falhas já reconhecidas na margem continental são associadas com os lineamentos tectônicos presentes principalmente os da faixa costeira da região Sudeste.\nEstes lineamentos são na maioria de direção NE-SW e relacionados com as estruturas pré existentes. Há ocorrência de lineamentos transversais NW-SE e NNW-SSE que cruzam as estruturas e projetam para dentro da bacia, o que pode corresponder a falhas de transferência (SOUZA, 2008).\nOs mapas de lineamentos correlacionados juntamente com o mapa geológico e geomorfológico permitem o entendimento da evolução e do comportamento das ladforms tectonics, sendo, portanto, possível identificar as feições ligadas a atividade tectônica através das áreas sujeitas a falhamentos e de sua atividade controladora.\nNa figura abaixo, SRTM 90m (Shuttle Radar Topography Mission) observa-se a área de estudo juntamente com suas principais feições estruturais. A partir dela, os lineamentos foram identificados, conforme SOUZA (2008).\nFigura 44: Mapas de lineamentos extraídos a partir da imagem SRTM 90m. (A) direções NE-SW e ENE-WSW. (B) direção NNE-SSW (SOUZA, 2008).\n\n\nFigura 45: Mapas de lineamentos extraídos de imagens SRTM 90m de direções. (A) direções NW-SE e WNW-ESE. (B) direção NNW-SSE (SOUZA, 2008).\nFigura 46: Mapas de lineamentos extraídos de imagens SRTM 90m. (A) direção N-S. (B) direção E-W (SOUZA, 2008).\nCOMPRIMENTO ACUMULADO\nINTERVALO 5‘\n— Lineamentos\nDepósitos Paleogenos e Neogenos\n□ Depósitos Quatemános\nNE-SW: os lineamentos são encurtados e retilinizados, coincidindo com as principais estruturas de cisalhamento, contato litológico e foliação metamórfica do embasamento. Estas estruturas foram reativadas em falhas que controlam as orientações dessas feições.\nNNE-SSW: são lineamentos curtos em comprimento e retilíneos, ocupando alguns quilômetros de extensão. Observa-se que essa direção intercepta estruturas do sistema anterior.\nNW-SE: os lineamentos coincidem com as direções de falhas na região, estas deslocam os lineamentos de direção NE-SW, e as feições geológicas, estruturais e de drenagens ao longo do Rio Paraíba do Sul e afluentes. Os lineamentos encontrados esta seção são curtos e retilíneos.\nNNW-SSE: são extensos e retilinizados, ocorrem na região de Resende (RJ). São observados através de vales estruturais, que condicionam rios por linhas de falhas e fraturas. Este tipo de lineamento intercepta estruturas e também pode ser observado com comprimento maneira curto e retilíneo.\nN-S: são em menor quantidade e apresenta lineamentos curtos e retilíneos.\nE-W: curtos e retilíneos, acompanham as inflexões das zonas de cisalhamento e aparecem nas escarpas de falhas menores na Serra do Mar.\n7.7.\tGEOMORFOLOGIA DA BACIA DE TAUBATÉ\nA área de estudo, como descrito por Almeida (1964), está inserida entre a Serra da Mantiqueira e o Médio Vale do Paraíba, contida no Planalto Atlântico Paulista (IPT, 1981).\nDe acordo com a classificação geomorfológica de Florenzano e Csordas (1993, apud CORRÊA, 2013), os compartimentos geomorfológicos da área de estudo abrangem, conforme a figura 47.\nColinas médias alongadas - Área de 1 a 2 km2, interflúvios alongados e paralelos com topos aplainados, declividades baixas - 3 a 20% , e amplitudes locais de\n1)\tColinas pequenas - área inferior a 1 km2, topos aplainados e arredondados, declividades baixas - 3 a 20% e amplitudes locais de 60 a 80 metros. Vertentes com perfis convexos. Drenagem de média a baixa densidade, padrão subparalelo a dendrítico, vales fechados.\n2)\tColinas tabuliformes - Interflúvios extensos e aplainados, declividades baixas de 3 a 10%, vertentes ravinadas de pequena expressão em área com perfis retilíneos de alta declividade.\n3)\tEscarpas em anfiteatros - Presença de anfiteatros separados por espigões de caimento abrupto, topos angulosos, vertentes com perfis retilíneos. Drenagem de alta densidade, padrão subparalelo a dendrítico, vales fechados.\n4)\tMorros alongados paralelos - Interflúvios médios, área de 1 a 2km2, com topos arredondados, declividades médias a altas - 20 a 50 % - e amplitudes entre 100 e 300 metros. Vertentes com perfis retilíneos a convexos. Drenagem de alta densidade, padrão paralelo a treliça, localmente subdentrítica, vales fechados a abertos, planícies aluvionares interiores restritas.\n5)\tMorros alongados com espigões e serras locais - Interflúvios grandes, área de 2 a 4 km quadrados, com topos arredondados, declividades altas - 20 a 50% - e amplitudes entre 200 e 300 metros. Vertentes com perfis retilíneos localmente abruptas, presença de Serras Locais. Drenagem de altla densidade, padrão dendrítico a pinulado, vales fechados, planícies aluvionares interiores restritas.\n6)\tMorros arredondados (Mar de morros) - Interflúvios médios, área de 1 a 2km2, com topos arredondados, declividades médias a altas - 20 a 40% - e amplitudes entre 100 e 300 metros. Vertentes com perfis convexos a retilíneos. Drenagem de média a alta densidade, padrão dendrítico a retangular, vales abertos a fechados, planícies aluvionares interiores restritas.\n7)\tMorros alongados paralelos - Interflúvios médios, área de 1 a 2km2, com topos arredondados, declividades médias a altas - 20 a 50 % - e amplitudes\n8)\tPlanícies aluviais - Terrenos baixos, planos, junto às margens dos rios, sujeito periodicamente a inundações.\n9)\tSerras - Topos angulosos e subangulosos a arredondados, vertentes ravinadas com perfis retilíneos. Drenagem de alta densidade, padrão paralelo pinulado, vales fechados.\n10)\tTerraços baixos - Terrenos horizontais ou levemente inclinados, situados poucos metros acima das várzeas não inundáveis.\nFigura 47: Mapa Geomorfológico da área de estudo.\n420000\n450000\nInstituto de Geociências e Ciências Exatas\n----1---\n430000\nAna Carolina da Siva Rosa Prof. Orientador Norberto Morales\n---1--- 420000\nMapa Geomorfológico da Área de Estudo\nLegenda\n----Lineamentos\nColinas Médias Alongadas\nColinas Pequenas\nColinas Tabuliformes\nEscarpas em Anfiteatros\nMorros Alongados Paralelos\nMorros Alongados com Espigões e Serras Locais\nMorros Arredondados\nMorrotes Alongados Paralelos\nPlanícies Aluviais\nSerras\nDatum: SIRGAS 2000 Projeção: Transversa de Mercator Zona 23S\n, Geomorfologia da Área de Estudo\nTerraços Baixos Área Urbana\nA zona geomorfológica da Serra da Mantiqueira é caracterizada por elevações de pequeno porte entre 600 e 750, serras alongadas na direção NE com declives acentuados e valores altimétricos variando de 50 a 150m.\nO Médio Vale do Paraíba está situado entre as falhas de Buquira e Alto da Fartura e é caraterizado por morros cristalinos e a bacia de sedimentação (Taubaté).\nAs áreas de morros cristalinos indicam relevo de transição, para o Planalto da Bocaina (sul) e a Serra da Mantiqueira (norte), cujas elevações variam entre 700m e 1000m. As formas de relevo identificadas são representadas por morros paralelos e morrotes alongados paralelos nos arredores da Bacia, os topos variam em angular e arredondado, enquanto as vertentes, em sua maioria, tendem a convexidade.\nSegundo AB'SABER (2003) a região pertence ao domínio dos mares de morros florestados do Brasil Tropical Atlântico, configurando um cenário de rochas cristalinas e formas convexas que alternam entre a pedimentação e a mamelonização dos morros.\nA Bacia de Taubaté possui baixas chapadas e amplas colinas de perfis pouco inclinados, são suavemente convexas e seus sedimentos são de pouca consistência. Também abriga o leito do Rio Paraíba do Sul cuja faixa de meandros e terraços fluviais se elevam entre 3 a 8 metros acima do nível de inundação. Nas planícies aluviais podem ser encontrados meandros abandonados e terraços descontínuos.\nA Serra do Mar possui relevo escarpado com uma densa floresta que recobre os morros costeiros. Os processos erosivos e movimentos de solos tem forte influência tanto na Serra do Mar quanto na região da Bacia.\n8.\tRESULTADOS E CONCLUSÕES\nNeste projeto, foi possível através da caracterização dos cenários relacionados a falhas, compreender, em termos estruturais, a importância da caracterização das morfoestruturas, as quais permitem o reconhecimento do controle tectónico sob as formas de relevo e padrões geomorfológicos da área estudada, estando sua configuração intimamente relacionada aos movimentos da crosta, possivelmente em parte formados a partir da atividade neotectónica.\nAnalisando a área de estudo juntamente com os cenários de falhas, foi possível identificar a presença de feições tardias deformadoras ou modificadoras da bacia, as quais são responsáveis por promover o rearranjo e condicionamento da rede de drenagem e mesmo a formação de escarpas de falha, indicadoras de um processo tectónico recente. As escarpas de falhas observadas na área de estudo apresenta sua feições trabalhada pela erosão e recuadas de sua posição original.\nContudo, o reconhecimento e caracterização das falhas na região estudada apontam para a significativa atuação tectónica, responsável pelos movimentos de ressurgência de antigos planos de falhas ou mesmo no aparecimento de novas estruturas, controlando ou deformando o relevo e o condicionando. Como observado no estudo, as falhas normais são comuns em áreas topograficamente elevadas, como no caso, a região de bordas da Bacia de Taubaté.\nAlém disso, a presença de falhamentos contemporâneos e posteriores à deposição de sedimentos terciários e quaternários no Sudeste são responsáveis pela interferência nos processos morfogenéticos, ocasionando o entulhamento de bacias terciárias, bem como nos vales e cabeceiras de drenagem.\nDesta forma, os episódios tectónicos que afetaram a Bacia de Taubaté por meio de falhamentos foram fundamentais para compor a geometria da bacia, como também responsáveis pelo controle estrutural e deposicional de suas sequencias sedimentares. Tais fatos ainda hoje deixam registros morfoestruturais, o que permite identificar e compreender a evolução da paisagem.\nDiante dos cenários de falhas identificados neste projeto, foi possível identificar feições que marcaram a evolução da Bacia de Taubaté, a qual foi afetada pela\nA análise geomorfológica e morfoestrutural executada neste projeto, tomando como base o mapa geomorfológico de FLORENZANO, CSORDAS (1992), permitiu a interpretação e caracterização dos compartimentos geomorfológicos associados a zona de falhas na região de estudo da Bacia de Taubaté.\nUtilizando a plataforma Google Earth juntamente com os mapas de lineamentos já reconhecidos pelo Instituto de Pesquisas Tecnológicas do Estado de São Paulo (IPT), foram observadas dentro área de estudo alguns exemplos de falhas normais, as quais foram identificadas nos cenários e relacionadas com os seguintes compartimentos geomorfológicos: morros alongados paralelos, planícies aluviais, morrotes alongados paralelos, colinas pequenas, colinas médias alongadas, escarpas e anfiteatros (serras).\nOs compartimentos das planícies aluviais localizadas na bacia de sedimentação possuem formas de acumulação de origem fluvial e são compostos pelos terrenos baixos. Os morros e morrotes alongados paralelos predominam as áreas de terreno cristalino, além de possuírem declividade média quando comparados às porções de serras; ambos apresentam conjugação paralela de formas convexas, contribuindo para a esculturação da região conhecida como mares de morros. Nesses cenários as falhas normais observadas são encaixadas no fundo de vale, condicionando os processos de esculturação do relevo bem como da drenagem, uma vez que estas estão sujeitas a influência tectónica, adaptando-se às orientações e fragilidades litológicas.\nConforme observado, nos compartimentos de planícies aluviais, a declividade é pequena e é apresentada como um amplo corredor entre as serras da Mantiqueira e do Mar. Diante da análise das morfoestruturas, foram observadas as feições de relevo do rio Paraíba do Sul, planícies de inundação, terraços modernos e colinas suavizadas.\nQuanto ao reconhecimento da feição geomorfológica associadas a falhas normais, foram caracterizados: pela transição entre dois conjuntos litológicos distintos,\nevidenciando a transição do relevo da Serra da Mantiqueira (relevo de maior notoriedade) para a da Bacia de Taubaté, com a formação de degraus topográficos, também marcados por traços de falhas (cenário 2); da transição do Planalto Atlântico para a Bacia de Taubaté (cenário 1); pela ocorrência de landform associado a falha normal interna na bacia (cenário 3). Conclui-se, portanto que estas situações configuram quadros propícios e exemplos típicos para o reconhecimento de feições morfoestruturais indicadoras de falhas.\nNo domínio das formas de origem denudacional, como exemplo as escarpas, morrotes, por ser uma área intermediária, na sua parte superior, próximos às formas de origem estrutural, predomina o processo de erosão, refletida nas imagens por encostas convexo-retilíneo-côncavas.\nJá na parte inferior, que são próximas às formas de origem de acumulação, ocorrem processos de intemperismo, evidenciadas por encostas convexo-côncavas.\nNos compartimentos de colinas pequenas e colinas médias alongadas, cujo relevo é suavemente ondulado, prevalecem as falhas normais, devido o seu contato litológico composto pela feição morfotectônica de morrotes paralelos. Localmente caracterizam escarpas de falhas preservadas.\nJá nos cenários de serras, escarpas e anfiteatros, de origem estrutural e denudacional, é possível observar seu escalonamento decrescendo conforme a transição do compartimento cristalino para o sedimentar, representando as bordas da bacia de Taubaté soerguidas (cristalino) e sua área central abatida (sedimentar).\nTambém foi possível realizar uma relação entre os lineamentos caracterizados neste estudo com os mapas de lineamentos de Souza (2008) juntamente com as informações acerca a geologia e geomorfologia da área de estudo. Concluiu-se que as falhas de orientação NE- SW, mais expressivas entre os lineamentos escolhidos, coincidem com as principais estruturas de cisalhamento e com o contato litológico e as falhas de direções N-S são em menor expressividade na área e apresenta lineamentos curtos e retilíneos, no caso deste estudo, a falha corta perpendicularmente a bacia.\nDesta forma, a partir da análise dos mapas de lineamentos da área de estudo, juntamente com as informações acerca a geologia e geomorfologia, conclui-se que a configuração da paisagem na área de estudo reflete a presença das morfoestruturas\ncondicionadas pelos processos tectónicos recentes, causadores de soerguimentos topográficos, abatimentos e basculamentos bem como superfícies de aplainamento.\n9.\tREFERÊNCIAS BIBLIOGRÁFICAS\nALMEIDA, F. F. M. Fundamentos geológicos do relevo paulista. Boletim do Instituto de Geologia e Geografia, São Paulo, v.41, p.167-263, 1964.\nALMEIDA, F. F. M. Origem e evolução da plataforma brasileira. Rio de Janeiro: DNPM/DGM, Boletim 241, p. 36, 1967.\nALMEIDA, F. F. M., CARNEIRO, C. D. R. Origem e evolução da Serra do Mar. Revista Brasileira de Geociências, v.28, n.2, p.135-150, 1998.\nBIZZI, L. A.; SCHOBBENHAUS, C.; VIDOTTI, R.M.; GONÇALVES, J.H. Geologia, Tectônica e Recursos Minerais do Brasil: textos, mapas e SIG. Brasília: CPRM. Serviço Geológico do Brasil. 692 p., 2003.\nCARNEIRO, C. D. R,; HASUI, Y.; GIANCURSI, F. D. Estrutura da bacia de Taubaté na região de São José dos Campos. Congresso Brasileiro de Geologia, Ouro Preto. Anais. Ouro Preto, Sociedade Brasileira de Geologia, v.4, p.247-256, 1976.\nCARVALHO, A. M. A., Caracterização de reservatórios fluviais da Bacia de Taubaté, 1980, 144f, Dissertação (Mestrado) - Instituto de Geociências, Universidade Estadual de Campinas, São Paulo, 2011.\nCARVALHO, A. M. A. de; VIDAL, A. C.; CHANG H. K. Delimitação do Embasamento da Bacia de Taubaté. Revista do Instituto de Geociências USP, São Paulo, v.11, p. 19-32, 2011.\nFOSSEN, H.; ANDRADE, F. R. D; Geologia Estrutural, Editora Oficina de Textos São Paulo, 2012.\nGONTIJO, A. H. F. Morfotectônica do médio vale do Paraíba do sul: região da Serra da Bocaina, estados de São Paulo e Rio de Janeiro. Tese (Doutorado) Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, Rio Claro, p. 259, 1999.\nHIRUMA, S. T., RICCOMINI, C., MODENESI-GAUTTIERI, M. C. Neotectônica no Planalto de Campos do Jordão, SP. Revista Brasileira de Geociências, São Paulo, v.31, p. 375-384, 2001.\nHASUI, Y., BORGES, M. S., MORALES, N., COSTA, J. B. S., RUEDA, J. R. J, PIRES NETO, A.G., BERMEGUY, R. L.. 1999 - Mapa neotectônico do estado de São Paulo: quadro preliminar. Simpósio de Geologia. Sudeste, Boletim de Resumos, Sociedade Brasileira de Geologia SP/RJ/ES e IGCE/UNESP, v.6, 1999, São Pedro, São Paulo, p.98, 1999.\nHASUI, Y.; PONÇANO, W.L.; BISTRICHI, C. A.; STEIN, D. P.; GALVÃO, C. A. C. F.; GIMENEZ, A. F.; ALMEIDA, M. A. de; MELO, M. S. de; PIRES NETO, A. G. As grandes falhas do Leste Paulista. Atas do Primeiro Simpósio de Geologia Regional, p. 369 -380, 1977.\nHASUI, Y.; PONÇANO, 1978. Organização estrutural e evolução da Bacia de Taubaté, Sociedade Brasileira de Geologia, Congresso Brasileiro de Geologia, Anais, Recife v.1, p.367-381.\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE, Manual técnico de geomorfologia / Coordenação de Recursos Naturais e Estudos Ambientais. 2. Ed., Rio de Janeiro: IBGE, 2009, 182 p. (Manuais técnicos em geociências, ISSN 01039598; n. 5).\nINSTITUTO DE PESQUISAS TECNOLÓGICAS DO ESTADO DE SÃO PAULO. 1981.\nGeologia, tectônica e sismologia regional de interesse às usinas nucleares da praia de Itaorna. Relatório, n. 15 211, 170 p.\nMANCINI, F. Estratigrafia e aspectos da tectônica deformadora da Formação Pindamonhangaba, Bacia de Taubaté, SP. 1995, 107f. Dissertação (Mestrado) -Instituto de Geociências da Universidade de São Paulo, São Paulo, 1995.\nMELLO, C. L.; METELO, C. M. S. RODRIGUES, L. F. &amp; CARMO I. O. Controles neotectônicos na evolução de sistemas de capturas fluviais no médio vale do rio Paraíba do Sul. VI Simpósio de Geologia do Sudeste, São Pedro, Sociedade Brasileira de Geologia, Universidade Estadual Paulista, São Paulo, p. 85, 1999.\nMORALES, N. Neotectônica em ambiente intraplaca: exemplo da região sudeste do Brasil (sistematização crítica da produção científica). 2005, 201f. Tese (Livre Docência) - Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, Rio Claro, 2005.\nNASCIMENTO, P. S. R. Aspectos geomorfológicos do município de São José dos Campos (SP): ênfase na área urbana. Revista Geoambiente Online, Jataí, n. 4 p. 1-14, 2005.\nRICCOMINI, C. O Rift continental do sudeste do Brasil. 1989. 256f. Tese (Doutorado) -Instituto de Geociências, Universidade de São Paulo, São Paulo, 1989.\nRICCOMINI, C.; COIMBRA, A. M.; SANT'ANNA, L. G.; BRANDT NETO, M.; VALARELLI, J. V. Argilominerais do paleolago Tremembé e sistemas deposicionais relacionados (Paleógeno, Rift Continental do Sudeste do Brasil). Revista Brasileira de Geociências, v. 26, n. 3, p. 167-180, 1996.\nSAADI, A. Neotectônica da Plataforma Brasileira: esboço e interpretação preliminares. Geonomos, v.1, n.1, p. 1-15, 1993.\nSALVADOR, E. D. Análise tectônica do vale do Rio Paraíba do Sul compreendida entre Cruzeiro (SP) e Itatiaia (RJ). 1994, 129f. Dissertação (Mestrado) - Instituto de Geociências, Universidade de São Paulo, São Paulo.\nSALVADOR, E. D.; PERROTTA, M. M. Avaliação da neotectônica no setor paulista da Serra do Mar com base em mapas morfométricos gerados a partir do Modelo Digital de Elevação -SRTM. Anais XII Simpósio Brasileiro de Sensoriamento Remoto, Goiânia, Brasil, 16-21 abril 2005, INPE, p. 1891-1893.\nSILVA, T. M.; MONTEIRO, H. S.; CRUZ, M. A.; MOURA, J. R. S. Anomalias de Drenagem e Evolução da paisagem no Médio Vale do Rio Paraíba do Sul (RJ/SP), Anuário do Instituto de Geociências UFRJ, Rio de Janeiro, v.29, p.210-224, 2006.\nSOUZA, I. A. Falhas de transferência da porção norte da Bacia de Santos interpretadas a partir de dados sísmicos: sua influência na evolução e deformação da bacia. Dissertação de Mestrado. Universidade Estadual Paulista Júlio Mesquita Filho, 2008.\nSUGUIO, K. &amp; VESPUCCI, J. B. O., Tectonismo pós-deposicional na Bacia de Taubaté, SP. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 34, Goiânia, Resumos e Breves Comunicações. Goiania, SBG, 1986, p.139.\nTEIXEIRA, TOLEDO, FAIRCHILD e TAIOLI; Decifrando a Terra, São Paulo: Oficina de Textos, 2000.\nVIDAL, A. C.; FERNANDES, F. L.; CHANG H. K. Distribuição dos arenitos na Bacia de Taubaté, Revista de Geociências UNESP, São Paulo, v.23, p.55-66, 2004.\nZALÁN, P. V.; OLIVEIRA, J. A. B. Origem e evolução estrutural do Sistema de Riftes Cenozóicos do Sudeste do Brasil. Boletim de Geociências da Petrobrás, v.13, n.2, p.269-300, 2005."}]}}}