{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20292"}, {"@name": "filename", "#text": "3776_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CARLA GABRIELA BRAGA DE OLIVEIRA \n\n \n\n \n\n \n\n \n\n \n\n \n\nUTILIZAÇÃO DE FONTES OLEOFÍLICAS DE NITROGÊNIO E \n\nFÓSFORO PARA BIORREMEDIAÇÃO DE PETRÓLEO EM \n\nAREIA DE PRAIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVIÇOSA \nMINAS GERAIS – BRASIL  \n\n2011 \n\nDissertação apresentada à \nUniversidade Federal de Viçosa, como \nparte das exigências do Programa de \nPós-Graduação em Microbiologia \nAgrícola, para obtenção do título de \nMagister Scientiae. \n\n\n\n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n       \n\n  Ficha catalográfica preparada pela Seção de Catalogação e \n     Classificação da Biblioteca Central da UFV \n\n                       \n \nT       \n  Oliveira, Carla Gabriela Braga de, 1986- \nO48u     Utilização de fontes oleofílicas de nitrogênio e fósforo  \n2011  para biorremediação de petróleo em areia de praia / Carla  \n  Gabriela Braga de Oliveira. – Viçosa, MG, 2011. \n      viii, 38f. : il. ; 29cm.  \n      \n     Orientador: Marcos Rogério Tótola. \n                          Dissertação (mestrado) - Universidade Federal de Viçosa. \n     Referências bibliográficas: f.  36-38   \n  \n     1. Biorremediação. 2. Petróleo. 3. Nutrientes. 4. Areia.  \n  5. Praias. 6. Bactérias. I. Universidade Federal de Viçosa.  \n  II. Título. \n \n                CDD 22. ed. 665.5 \n \n\n \n\n\n\n \n \n\nCARLA GABRIELA BRAGA DE OLIVEIRA \n\n \n\n \n\n \n\n \n\n \n\n \n\nUTILIZAÇÃO DE FONTES OLEOFÍLICAS DE NITROGÊNIO E \n\nFÓSFORO PARA BIORREMEDIAÇÃO DE PETRÓLEO EM \n\nAREIA DE PRAIA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n APROVADA: 05 de setembro de 2011. \n\n \n\n \n\n \n\n \n\n \n\n   \n\nDissertação apresentada à \nUniversidade Federal de Viçosa, como \nparte das exigências do Programa de \nPós-Graduação em Microbiologia \nAgrícola, para obtenção do título de \nMagister Scientiae. \n \n\nProf. Arnaldo Chaer Borges Prof. Adriano Guimarães Parreira \n\nProf\na\n. Marisa Vieira de Queiroz \n\n(Co-orientadora) \n\n \n\nProf. Marcos Rogério Tótola \n\n(Orientador) \n\n \n\n\n\nii \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAo Deus incomparável, que não se  \n\nesqueceu de mim ao longo  \n\ndo deserto. \n\n\n\niii \n \n\nAGRADECIMENTOS \n\n \n\nÀ Deus, pois sem Ele eu não estaria aqui. Ele me trouxe para Viçosa e cuidou \n\nde mim, dando-me forças para continuar caminhando quando eu achava que não \n\nera mais capaz. \n\n À minha família, pelo apoio sempre presente apesar da distância, pelas \n\npalavras de encorajamento e exortação ao telefone, pelas risadas e orações. \n\n Ao Tetsu, pelo companheirismo constante, por sua paciência surpreendente, \n\npela ajuda em momentos críticos. Você é único! \n\n Aos integrantes e agregados da república Playground, Sete, Yurie, Rubens, \n\nKeita, Robinho, Lina e Rafael, pela amizade e comidas gostosas. \n\n Aos meus irmãos (quase) gêmeos do trio Petro, Daniel e Guilherme, por \n\ntornarem o trabalho do mestrado muito mais divertido, pelos estudos para as provas \n\ne cantorias na minha janela. Nunca alguém imaginou que um paulista, uma mineira \n\ne um mato-grossense se dariam tão bem. \n\n Aos meus colegas de laboratório, Péricles, Patrícia, Fernanda, Gisele, Fábio, \n\npor me ajudarem a realmente me sentir parte da equipe. Foi muito bom trabalhar ao \n\nlado de vocês. \n\n À Diana, pelo acompanhamento imprescindível ao longo deste trabalho.  \n\n Aos técnicos Karlos, Rita, Jackeline e Regina. \n\n Ao Simão e à Suimara por suas contribuições durante uma das análises. \n\n Às minhas coorientadoras, professora Denise Mara Soares Bazzolli e \n\nprofessora Marisa Vieira de Queiroz, pelos ensinamentos teóricos e práticos e pelas \n\npalavras de incentivo. \n\n Ao meu orientador, professor Marcos Rogério Tótola, pela confiança \n\ndepositava, pelos recursos e pelas soluções apresentadas em tempos oportunos. \n\n Aos membros da banca, os professores Arnaldo Chaer Borges e Adriano \n\nGuimarães Parreira. \n\n À Universidade Federal de Viçosa, especialmente ao Departamento de \n\nMicrobiologia, pela estrutura e pela oportunidade de fazer parte de um programa de \n\npós-graduação de excelência. \n\n Ao Conselho Nacional de Desenvolvimento Científico e Tecnológico, CNPq, \n\npela Bolsa de Mestrado. \n\n\n\niv \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n      É melhor haver dois do que um, porque duas pessoas  \n\ntrabalhando juntas podem ganhar muito mais. Se  \n\numa delas cai, a outra a ajuda a se levantar.” \n\nEclesiastes 4. 9-10a \n\n\n\nv \n \n\nBIOGRAFIA \n\n \n\n \n\n Carla Gabriela Braga de Oliveira, filha de Antônio Carlos de Oliveira e Liliana \n\nBraga de Oliveira, nasceu em 12 de setembro de 1986 em Belo Horizonte, Minas \n\nGerais. Iniciou a graduação em Ciências Biológicas na Universidade Federal de \n\nViçosa em março de 2005. Foi membro do Programa de Educação Tutorial no \n\nperíodo de outubro de 2005 a junho de 2009, tendo se graduado em julho de 2009. \n\nEm agosto do mesmo ano iniciou o mestrado em Microbiologia Agrícola na \n\nUniversidade Federal de Viçosa. \n\n\n\nvi \n \n\nSUMÁRIO \n\n \n\n \n\nRESUMO     .................................................................................................................. vii \n\nABSTRACT .......................................................................................................... viii  \n\n1 INTRODUÇÃO  ......................................................................................................... 1 \n\n2 REVISÃO ................................................................................................................... 3 \n\n3 MATERIAIS E MÉTODOS ....................................................................................... 9 \n\n3.1 Materiais utilizados ......................................................................................... 9 \n\n3.2 Seleção dos isolados bacterianos ........................................................................ 9  \n\n3.3 Avaliação da utilização de resinas oleofílicas como fonte de nitrogênio e  \n\nde fósforo na biodegradação de petróleo cru ............................................................ 11 \n\n3.4 Comparação entre as fontes oleofílicas e hidrofílicas de nitrogênio  \n\ne fósforo  ................................................................................................................... 12 \n\n 3.4.1 Enumeração de UFC.mL\n-1 \n\nna água dos microcosmos ...................... 14 \n\n3.4.2 Avaliação da concentração de nitrogênio e de fósforo na água dos \n\nmicrocosmos .............................................................................................. 14 \n\n 3.4.3 Quantificação do óleo na água e na areia dos microcosmos ............. 14 \n\n4. RESULTADOS E DISCUSSÃO ............................................................................. 16 \n\n4.1 Utilização de resinas oleofílicas como fonte de nitrogênio e de  \n\nfósforo na biodegradação de petróleo cru ................................................................. 16 \n\n4.2 Comparação entre as fontes oleofílicas e hidrofílicas de nitrogênio e  \n\nfósforo  ................................................................................................................... 18 \n\n 4.2.1 Remoção de nitrogênio e de fósforo ................................................. 18 \n\n 4.2.2 Enumeração de UFC.mL\n-1 \n\nna água dos microcosmos ...................... 25 \n\n 4.2.3 Biodegradação do petróleo nos microcosmos .................................. 29 \n\n5. CONCLUSÕES ................................................................................................ 35 \n\n6. REFERÊNCIAS ................................................................................................ 36 \n\n\n\nvii \n \n\nRESUMO \n\n \n\n \n\nOLIVEIRA, Carla Gabriela Braga de, M. Sc., Universidade Federal de Viçosa, \nsetembro de 2011. Utilização de fontes oleofílicas de nitrogênio e fósforo \npara biorremediação de petróleo em areia de praia. Orientador: Marcos \nRogério Tótola. Coorientadoras: Denise Mara Soares Bazzolli e Marisa Vieira \nde Queiroz. \n\n \nA degradação de hidrocarbonetos de petróleo por micro-organismos em \n\nambientes costeiros é uma estratégia extremamente interessante de remediação \n\ndesses compostos enquanto contaminantes ambientais. No entanto, essa \n\nbiodegradação é frequentemente limitada pela disponibilidade de nutrientes, \n\nprincipalmente nitrogênio e fósforo. Neste trabalho foi comparado o efeito da adição \n\nde fontes de nitrogênio e fósforo solúveis em água (uréia e KH2PO4) e oleofílicas \n\n(resina uréia-formaldeído e lecitina de soja) sobre a degradação de petróleo cru, em \n\nmicrocosmos de areia de praia, por micro-organismos nativos ou adicionados em \n\nconsórcios. As fontes de nutrientes foram ainda comparadas quanto a sua retenção \n\nno sedimento contaminado após trocas diárias de água. Para isso, realizou-se \n\ncontagens de UFC.mL\n-1\n\n e análises da concentração de nitrogênio e de fósforo na \n\nágua. O óleo remanescente na areia foi extraído com hexano e quantificado por \n\nespectrofotometria, sendo a degradação correspondente a diferença entre as \n\nquantidades inicial e final de petróleo. Verificou-se que os nutrientes hidrossolúveis \n\nnão permaneceram no sedimento, mas foram gradativamente lavados pela remoção \n\ndiária de água. Um comportamento inverso ocorreu para os nutrientes oleofílicos, \n\nsendo essa uma característica desejável para sua aplicação em ambientes com \n\nintensa ação de ondas e marés. Apesar da maior retenção de nutrientes quando \n\nesses são oleofílicos, não se verificou diferenças consideráveis nas contagens \n\nmicrobianas entre os dois tratamentos. Além disso, a degradação do óleo ocorreu \n\nprincipalmente naqueles microcosmos supridos com os nutrientes solúveis em água. \n\nEmbora os micro-organismos inoculados sejam capazes de utilizar as fontes \n\noleofílicas como nutrientes, estudos mais detalhados da concentração a ser aplicada \n\ne da disponibilização desses nutrientes para os micro-organismos são necessários, \n\na fim de se maximizar o estímulo gerado.  \n\n \n\n\n\nviii \n \n\nABSTRACT \n\n \n\n \n\nOLIVEIRA, Carla Gabriela Braga de, M. Sc., Universidade Federal de Viçosa, \nSeptember, 2011. Utilization of oleophilic sources of nitrogen and \nphosphorus for petroleum bioremediation in beach sand. Adviser: Marcos \nRogério Tótola. Co-advisers: Denise Mara Soares Bazzolli and Marisa Vieira \nde Queiroz. \n\n \n\nDegradation of petroleum hydrocarbons by micro-organisms in coastal \n\nenvironments is a very interesting strategy for remediation of these compounds. \n\nHowever, microbial degradation is often limited by nutrients avaiability, particularly \n\nnitrogen and phosphorus. In this work, we compared the effect of addition of water-\n\nsoluble (urea and KH2PO4) or oleophilic (urea-formaldehyde resin and soy lecithin) \n\nnitrogen and phosphorus sources on oil degradation by indigenous micro-organisms \n\nand bacteria in consortia in microcosms composed by beach sand contaminated with \n\ncrude oil. The microcosms were submitted to daily water exchanges representing \n\ntides activities. We also analysed the retention capability of both nutrient sources in \n\ncontaminated sediment. For this, we performed UFC.mL\n-1\n\n counts and quantification \n\nof nitrogen and phosphorus concentrations in the water during the experiment. The \n\nremaining oil in the sand was extracted with hexane and quantified by \n\nspectrophotometry, in which the degradation corresponds to the difference between \n\nthe initial and final amounts of oil. Water-soluble nutrients have been shown to be \n\ngradually washed away during the water exchange and not remained in the sediment \n\nfor bacterial supply. However, an opposite pattern was verified for oleophilic nutrients, \n\nwhich is a desirable feature for application in environments with intense action of \n\nwaves and tides. Despite the increased retention of oleophilic nutrients, there were \n\nno significant differences in microbial counts between both treatments. In addition, oil \n\ndegradation occurred mainly in those microcosms supplied with water-soluble \n\nnutrients. Although the inoculated micro-organisms are able to use the oleophilic \n\nnutrient sources, more detailed studies on the concentration of nutrients to be applied \n\nand the availability of nutrients for micro-organisms are necessary in order to \n\nmaximize the stimulus generated. \n\n \n\n\n\n1 \n \n\n1 INTRODUÇÃO \n\n \n\n \n\n Os ambientes marinhos ou sob influência direta do mesmo, a exemplo das \n\nregiões costeiras, das águas continentais, das regiões de mangue, dos estuários e \n\ndas águas oceânicas, são de grande importância ecológica, por abrigarem elevada \n\ndiversidade de animais, plantas e micro-organismos, além de atividades humanas \n\neconomicamente relevantes, como turismo, recreação e pesca. Esses ambientes \n\nestão sujeitos à contaminação por diferentes classes de produtos relacionados à \n\natividade humana, dentre os quais se destaca o petróleo. Em vista da constante \n\ndemanda por exploração, estocagem, produção e transporte de petróleo e de seus \n\nderivados, derramamentos e vazamentos continuam acontecendo, representando \n\num risco ainda nos dias atuais. Destaca-se, mais recentemente, o vazamento \n\nocorrido em abril de 2010 no Golfo do México, o qual causou a liberação de \n\naproximadamente 4,9 milhões de barris de óleo cru no ambiente. Em vista do grande \n\nimpacto causado aos ambientes marinhos pelos derramamentos de petróleo, \n\nestudos devem ser feitos e estratégias devem ser adotadas para se lidar com tais \n\nacidentes e proporcionar a limpeza e a descontaminação dos locais atingidos. \n\nMétodos físicos, como barreiras de contenção, remoção mecânica e lavagem \n\nusando alta pressão ou água quente, e métodos químicos, como a aplicação de \n\ndispersantes e de desemulsificantes, são os mais comumente utilizados, sendo a \n\nprimeira intervenção com vistas ao tratamento das áreas contaminadas com o óleo. \n\nNo entanto, esses métodos não proporcionam a total remoção dos contaminantes, \n\nhavendo ainda preocupação em relação à permanência, no ambiente, dos produtos \n\nquímicos adicionados. Desde a sua aplicação em larga escala no derramamento do \n\nExxon Valdez, em 1989, a biorremediação tem se mostrado uma opção para se lidar \n\ncom a contaminação de ambientes marinhos por hidrocarbonetos de petróleo. As \n\nduas estratégias principais de biorremediação consistem na bioaumentação (adição \n\nde micro-organismos degradadores especializados) e na bioestimulação (adição de \n\nnutrientes ou modificação de fatores ambientais, visando estimular populações \n\nmicrobianas autóctones e que possuam rotas de biodegradação dos contaminantes). \n\nDiferentes trabalhos apontam a bioestimulação como a estratégia mais efetiva de \n\nbiorremediação em ambientes marinhos. Nesses ambientes, o derramamento de \n\n\n\n2 \n \n\nóleo gera uma oferta repentina e abundante de carbono e nutrientes essenciais, \n\ncomo nitrogênio e fósforo, tornam-se limitantes para a atividade microbiana. Nas \n\nregiões costeiras, o maior desafio é manter concentrações adequadas dos nutrientes \n\nem contato com o óleo e biodisponíveis por um período de tempo prolongado. \n\nFontes de nitrogênio e fósforo solúveis em água são facilmente lavadas da areia e \n\nrochas, diluindo-se na coluna d’água pela ação das ondas. A aplicação de grande \n\nquantidade destes nutrientes solúveis pode ser tóxica para os micro-organismos e a \n\nconstante reaplicação gera custos adicionais. Uma alternativa para o problema é a \n\nutilização de fertilizantes hidrofóbicos de liberação lenta ou de fertilizantes oleofílicos. \n\nEsses, por sua característica de hidrofobicidade, associam-se ao óleo, estimulando \n\na biodegradação no seu principal local de ocorrência (interface óleo-água), e não \n\nsão lavados pela ação das ondas. Dessa forma, é de grande interesse o \n\ndesenvolvimento de fertilizantes com tais características e que sejam utilizáveis por \n\nmicro-organismos com potencial de biodegradação de hidrocarbonetos de petróleo. \n\n Assim, o objetivo deste trabalho foi estudar a utilização de fontes de \n\nnitrogênio e fósforo solúveis em água ou oleofílicas em experimentos de \n\nbiodegradação de óleo cru em areia de praia.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n3 \n \n\n2 REVISÃO \n\n \n\n \n\n A costa marítima é um ambiente extremamente importante, tanto do ponto de \n\nvista da biodiversidade quanto em relação a atividades econômicas, como turismo, \n\nrecreação e pesca. Ao longo da história, diversos derramamentos de óleo ocorreram \n\nem regiões costeiras, causando impactos ambientais que podem durar décadas. Em \n\n24 de março de 1989, o navio Exxon Valdez colidiu com um recife no canal Prince \n\nWilliam, no Alasca, acarretando o derramamento de aproximadamente 37.000 \n\ntoneladas de óleo. Inicialmente o óleo se espalhou pelo canal e posteriormente \n\nafetou também a costa, em uma extensão estimada de 1.800 km no canal e ao \n\nlongo da costa sul do Alasca. O acidente atraiu grande atenção, pois foi o maior \n\nderramamento de óleo em águas americanas até então registrado e atingiu uma \n\nárea com importante atividade de pesca e vida selvagem. Somente no primeiro ano \n\napós o acidente foram gastos mais de $ 2 bilhões com a limpeza (ITOPF, 2010b). \n\nDe 2000 a 2010, verificou-se a ocorrência de, em média, 3,3 grandes \n\nderramamentos de óleo (acima de 700 toneladas) por ano (ITOPF, 2010a). No \n\nprimeiro semestre de 2010, ocorreu no Golfo do México um dos maiores vazamentos \n\nmarinhos de óleo. A explosão do Deepwater Horizon, em 20 de abril, deu início ao \n\nvazamento de óleo explorado do assoalho marítimo. O vazamento foi interrompido \n\nsomente em 15 de julho, quando o volume de óleo liberado já ultrapassava a marca \n\nde 4,9 milhões de barris de óleo cru. Também no Brasil podem ser citados eventos \n\nde vazamento de óleo causando impactos em regiões costeiras. Em janeiro de 2000, \n\nna Baía de Guanabara, Rio de Janeiro-RJ, um oleoduto procedente da Refinaria \n\nDuque de Caxias rompeu, em razão de processo de corrosão, liberando 1.300 m\n3\n de \n\nóleo. As manchas de óleo espalharam-se e impactaram extensas áreas de praias, \n\ncostões rochosos, manguezais, ilhas, pontos turísticos e atingiram a fauna local. Em \n\nfevereiro de 2004, ocorreu um vazamento de petróleo gerado por uma fenda no \n\noleoduto em São Sebastião-SP. O vazamento atingiu o rio Guaecá e também a praia \n\nde Guaecá e outros ambientes, como a Mata Atlântica ciliar (CETESB, 2004). O \n\nvolume de óleo perdido não foi estimado. Em vista da constante demanda por \n\nexploração, estocagem e transporte de óleo, a ocorrência desses derramamentos e \n\nvazamentos ainda é um problema em potencial nos dias atuais.  \n\n\n\n4 \n \n\n Métodos convencionais (físicos e químicos) de tratamento da área afetada – \n\nágua do mar e praia – normalmente são os primeiros a serem aplicados. Dentre os \n\nmétodos físicos, destacam-se a utilização de barreiras de contenção para evitar o \n\nespalhamento do óleo, a adição de materiais hidrofóbicos absorventes, a remoção \n\nmecânica da superfície contaminada com óleo, a lavagem usando alta pressão ou \n\nágua quente, a realocação do sedimento contaminado e a combustão in situ. Dentre \n\nos métodos químicos, incluem-se a aplicação de dispersantes, desemulsificantes, \n\nsolidificantes e agentes formadores de filme. No entanto, esses métodos raramente \n\npossibilitam uma completa limpeza do óleo e, além disso, a aplicação de produtos \n\nquímicos gera preocupações relacionadas à toxicidade e permanência do produto no \n\nambiente (ZHU e VENOSA, 2001). Desde a sua aplicação em larga escala no \n\nderramamento do Exxon Valdez em 1989, a biorremediação se mostra uma segunda \n\nopção extremamente promissora (ZHU e VENOSA, 2005). A biorremediação \n\nconsiste em estimular a atividade de micro-organismos capazes de biodegradar \n\ncompostos poluentes. Duas estratégias principais são utilizadas: bioaumentação e \n\nbioestimulação.  \n\nA bioaumentação consiste na adição de micro-organismos degradadores \n\nespecializados. É uma estratégia utilizada quando o local a ser tratado não \n\napresenta populações microbianas nativas com a capacidade de degradação \n\nnecessária ou esses micro-organismos não se encontram em número suficiente \n\n(TYAGI et al., 2011). A adição pode ser efetuada com culturas puras ou com \n\nconsórcios microbianos, embora existam relatos de que a adição de consórcios seja \n\nmais eficiente (WANG et al., 2011; TYAGI et al., 2011), uma vez que, normalmente, \n\numa única linhagem não é capaz de metabolizar todos os contaminantes presentes \n\nno ambiente. A permanência dos micro-organismos adicionados é um desafio, pois \n\neles devem ser capazes de degradar o(s) poluente(s) nas condições existentes no \n\nambiente, competindo com os micro-organismos indígenas. Ainda, em áreas com \n\nhistórico de contaminação, é comum a presença de populações microbianas nativas \n\ncom capacidade de degradação de hidrocarbonetos, cuja abundância tende a se \n\nelevar após o aumento da quantidade de óleo. Bactérias e fungos são os principais \n\nagentes na degradação de hidrocarbonetos. Em ambientes marinhos, as bactérias \n\npredominam no processo de biodegradação dessa classe de contaminantes \n\n(SAADOUN e AL-GHZAWI, 2005). Linhagens bacterianas \n\n\n\n5 \n \n\ndegradadoras de petróleo nesses ambientes são normalmente isoladas como \n\ndegradadoras de alcanos e de alguns compostos aromáticos, como tolueno e \n\nnaftaleno. Várias dessas bactérias marinhas foram isoladas nos últimos anos e são \n\npertencentes aos gêneros Alcanivorax, Cycloclasticus, Marinobacter, Neptunomonas, \n\nOleiphilus e Oleispira (grupo ?-Proteobacteria) e Planococcus (Firmicutes).  Muitas \n\ndessas bactérias são tidas como “degradadoras profissionais”, pois isolados do \n\ngênero Alcanivorax, por exemplo, crescem em n-alcanos e alcanos ramificados, mas \n\nnão usam nenhum açúcar ou aminoácido como fonte de carbono (HARAYAMA et al., \n\n2004). \n\nA bioestimulação consiste na adição de nutrientes limitantes ou na alteração \n\nde fatores ambientais, como concentração de oxigênio, pH e temperatura a fim de \n\nfavorecer o processo de degradação. O óleo cru é composto basicamente por \n\ncarbono e hidrogênio, com pequena quantidade de nitrogênio (0,1-2%) e \n\nessencialmente ausência de fósforo. Na maioria dos ambientes, N e P são limitantes, \n\nsendo importante a adição desses nutrientes para a ocorrência da biodegradação de \n\nhidrocarbonetos de petróleo (RON e ROSENBERG, 2010; WANG et al., 2011; \n\nTYAGI et al., 2011). Comumente, esses nutrientes são adicionados na proporção \n\nC:N:P de 100:5:1, embora existam modificações (ZHU e VENOSA, 2005). \n\nDiferentemente do que é observado em relação à bioaumentação, parece haver um \n\nmaior consenso em relação à efetividade da adição de nutrientes como estratégia de \n\nbiorremediação em ambientes costeiros, especialmente na orla marítima.  \n\nSilva e colaboradores (2009) avaliaram o efeito da adição de um fertilizante \n\ncomercial NPK na biodegradação da fração pesada de um óleo em sedimento \n\narenoso da região da Baía de Guanabara, Rio de Janeiro-RJ. Quando foi realizada a \n\nbioestimulação, 65 % da fração pesada do óleo foram degradados após 60 dias. Em \n\ncontrapartida, no controle não-tratado, foram degradados 47,3 % no mesmo período. \n\nEsse resultado mostra a necessidade e importância da adição de nutrientes, em \n\nproporção adequada, para maximizar a biodegradação de hidrocarbonetos de \n\npetróleo mais complexos. \n\nBrito e colaboradores (2009) avaliaram a degradação de petróleo em \n\nmanguezal inoculando um consórcio bacteriano em microcosmos montados in situ \n\ntambém na região da Baía de Guanabara, Rio de Janeiro-RJ. Embora o consórcio \n\nfosse composto por bactérias isoladas do próprio local e tivessem capacidade \n\n\n\n6 \n \n\ncomprovada de degradação de hidrocarbonetos de petróleo, não houve estímulo \n\nsignificativo da degradação de óleo em comparação com controles não-inoculados. \n\nOs autores concluíram que as condições naturais do manguezal influenciaram a \n\ndegradação nos microcosmos, devido à disponibilidade de outras fontes de carbono. \n\nIsso confirma a complexidade dos trabalhos realizados in situ e a necessidade de \n\navaliação das particularidades do local a ser biorremediado, a fim de adotar a \n\nestratégia mais efetiva. \n\nVazamentos de óleo que ocorrem em alto-mar normalmente contaminam o \n\nterço superior da zona entre-marés, na qual a ação das ondas é grande. Dessa \n\nforma, um dos maiores desafios da bioestimulação em regiões costeiras é manter \n\nconcentrações adequadas de nutrientes em contato com os micro-organismos e o \n\nóleo (VENOSA e ZHU, 2003). Wrenn e colaboradores (1997) avaliaram a influência \n\nde ondas e marés no transporte de nutrientes, acompanhando o transporte de nitrato \n\nde lítio em uma praia de alta-energia (ondas de 0,3 a 1 m de altura) e em outra de \n\nbaixa-energia (ondas com menos de 3 cm de altura). Na praia com alta-energia, \n\napenas 15 % do lítio aplicado foram recuperados após a primeira maré alta, \n\nenquanto 60 % foram recuperados na praia de baixa-energia. O lítio foi \n\ncompletamente removido da praia com alta-energia em quatro dias. Em \n\ncontrapartida, lítio ainda estava presente na praia de baixa-energia após duas \n\nsemanas. Assim, a aplicação dos nutrientes na superfície da areia torna-se ineficaz \n\nem praias de alta-energia.  \n\nAs fontes de N e P utilizadas podem ser divididas em três categorias. As \n\nfontes solúveis em água, como KNO3, NaNO3, NH3NO3, K2HPO4, MgNH4PO4, são \n\nprontamente disponíveis e fáceis de manipular. No entanto, são facilmente lavadas \n\nou diluídas pela ação de ondas e marés, devendo ser adicionadas com mais \n\nfrequência. Há ainda o risco dos nutrientes, se adicionados em excesso, terem efeito \n\ntóxico para os micro-organismos presentes. As fontes granulares de liberação lenta \n\nnormalmente consistem em nutrientes inorgânicos cobertos por um material \n\nhidrofóbico, como parafina ou óleo vegetal. Essa forma garante um contínuo \n\nsuprimento do nutriente, evitando o problema de lavagem que ocorre com as fontes \n\nhidrossolúveis. Neste caso, o desafio é controlar a taxa de liberação do nutriente. O \n\nuso de fontes oleofílicas também é uma solução para a rápida lavagem dos \n\nnutrientes solúveis em água. Neste caso, pela característica de hidrofobicidade dos \n\n\n\n7 \n \n\nnutrientes, eles se aderem ao óleo e são constantemente fornecidos na interface \n\nóleo-água, local principal de ocorrência de biodegradação do óleo. Uma \n\ndesvantagem é que os fertilizantes oleofílicos contêm carbono, que pode ser \n\nutilizado preferencialmente em relação aos hidrocarbonetos de petróleo (ZHU e \n\nVENOSA, 2005). \n\nRosa e Triguis (2007) montaram um experimento em Macaé, Rio de Janeiro-\n\nRJ, simulando um processo de biorremediação de óleo em areia de praia, avaliando \n\nquatro fertilizantes como estimulantes da atividade microbiana de degradação: \n\nfarinha de peixe, melaço, fosfato de amônio e um fertilizante de plantas NPK. \n\nSomente os dois últimos promoveram aumento de degradação do óleo, \n\npossivelmente devido à baixa disponibilidade de N e P no substrato contaminado e à \n\npreferência dos micro-organismos por outros compostos orgânicos presentes nos \n\ndois primeiros (farinha de peixe e melaço). Em razão de seu baixo custo, o \n\nfertilizante NPK foi apontado como preferencial. Além disso, não gera toxicidade no \n\nmeio e estimula crescimento de populações microbianas degradadoras do óleo. \n\nAinda, essa fonte de nutrientes não satura o ambiente, em virtude da sua alta \n\nsolubilidade em água e ação diária das marés. \n\nPritchard e colaboradores (1992) citam quatro critérios principais para a \n\nescolha do tipo de nutriente a ser utilizado para bioestimulação: (1) facilidade de \n\naplicação, (2) capacidade de retenção nas praias, (3) características de liberação \n\ndos componentes nutritivos e (4) ação duradoura. Os mesmos pesquisadores \n\navaliaram a capacidade de um fertilizante oleofílico em estimular a biodegradação \n\nde óleo, fazendo experimentos em praias do canal Prince William, contaminadas \n\npelo acidente com o Exxon Valdez. O fertilizante escolhido foi o Inipol EAP22, um \n\nproduto comercial produzido em larga escala. Ele consiste em uma micro-emulsão \n\nestável composta por uréia (fonte de nitrogênio) envolvida por ácido oléico \n\n(carreador). Tri(4-lauril)fosfato (surfactante e fonte de fósforo) age como estabilizante \n\nda emulsão e butoxietanol reduz a viscosidade. Os autores constataram que a \n\naplicação desse fertilizante oleofílico promoveu biodegradação do óleo em menos \n\ntempo do que nos controles não-tratados com o fertilizante, sendo possível observar \n\nvisualmente a diferença 10 a 14 dias após a aplicação. No entanto, seu efeito foi \n\nfortemente associado ao aporte inicial de nitrogênio e não necessariamente à sua \n\n\n\n8 \n \n\ncaracterística oleofílica (manutenção dos nutrientes próximos aos micro-organismos \n\ndegradadores). \n\nRosenberg e colaboradores (1992) realizaram experimentos em laboratório e \n\nem campo utilizando um fertilizante hidrofóbico de liberação controlada referido \n\ncomo F-1. Esse é um polímero de uréia-formaldeído que foi utilizado como fonte de\n\nnitrogênio e fósforo. Para testar e comparar sua capacidade de retenção junto ao \n\nóleo, os pesquisadores misturaram o fertilizante (ou nutrientes hidrossolúveis) com o \n\nóleo e água do mar, sendo posteriormente removida a fase aquosa e substituída por \n\nnova água do mar sem aditivos. Esse procedimento foi realizado duas vezes. \n\nPosteriormente, foram inoculadas culturas microbianas na água e feita a incubação \n\npor 120 h. Nas culturas contendo o fertilizante F-1 as contagens foram de 10\n7\n-10\n\n8\n \n\nUFC.mL\n-1\n\n, enquanto nas culturas com nutrientes solúveis em água (sulfato de \n\namônio e tampão fosfato), as contagens foram na ordem de 10\n6\n UFC.mL\n\n-1\n, \n\nmostrando que o fertilizante F-1 foi capaz de suportar elevado crescimento \n\nmicrobiano, mesmo após as trocas de água (diferentemente do tratamento com \n\nnutrientes hidrossolúveis, que foram lavados). Em experimentos de campo, duas \n\náreas foram delimitadas em uma praia de Haifa, Israel: em uma delas foram \n\naplicados o fertilizante F-1 e um consórcio bacteriano e a outra permaneceu \n\ninalterada. Na área tratada, após 25 dias de avaliação, foi constatada a \n\nbiodegradação de 84,5 % do óleo contaminante, enquanto que na área-controle, a \n\ndegradação foi de apenas 15,6 %. A utilização do fertilizante F-1 como fonte de N e \n\nP é dependente da degradação microbiana do mesmo, ocorrendo assim uma \n\nliberação controlada dos nutrientes. Como nem todos os micro-organismos \n\nmetabolizam esse fertilizante, sua eficiência no ambiente é garantida com a \n\naplicação conjunta de micro-organismos selecionados para sua utilização e \n\ndegradação do poluente alvo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n9 \n \n\n3 MATERIAIS E MÉTODOS \n\n \n\n \n\nOs experimentos foram conduzidos no Laboratório de Biotecnologia e \n\nBiodiversidade para o Meio Ambiente (LBBMA), localizado no Instituto de \n\nBiotecnologia Aplicada à Agropecuária (BIOAGRO) da Universidade Federal de \n\nViçosa (UFV), Viçosa, Minas Gerais. \n\n \n\n \n\n3.1 Materiais utilizados \n\n \n\n \n\nA água e a areia utilizadas foram coletadas na praia de Copacabana, Rio de \n\nJaneiro-RJ, em maio de 2011. As mesmas foram mantidas sob refrigeração até o \n\nmomento da sua utilização.  \n\nO petróleo (14,4 ?API) utilizado foi previamente aquecido a 210 ?C (aumento \n\nde 10 ?C a cada 5 min) em bloco digestor colocado em capela de exaustão, para \n\nvolatilização de componentes tóxicos de baixo peso molecular. O objetivo desse \n\nprocedimento foi simular a modificação na composição do óleo que ocorre por \n\nvolatilização naturalmente no ambiente. \n\nAs resinas avaliadas foram preparadas no LBBMA como polímeros de uréia-\n\nformaldeído ou uréia-formaldeído-KH2PO4 (LEITE et al., 2008). Elas contêm entre \n\n27-31% de N e foram utilizadas na forma de pó. Na preparação da resina uréia-\n\nformaldeído-KH2PO4 foi considerada a proporção N:P de 10:1. \n\n \n\n \n\n3.2 Seleção dos isolados bacterianos \n\n \n\n \n\n O Laboratório de Biotecnologia e Biodiversidade para o Meio Ambiente \n\n(LBBMA) possui uma coleção de linhagens bacterianas isoladas de locais com \n\nhistórico de contaminação com hidrocarbonetos de petróleo. A partir dessa coleção, \n\nforam selecionados aqueles isolados estudados em consórcios em outros trabalhos\n\n\n\n10 \n \n\nde biorremediação de hidrocarbonetos de petróleo desenvolvidos no LBBMA \n\n(PARREIRA, 2005; JÚLIO, 2010). Esses isolados selecionados foram avaliados \n\nquanto à sua capacidade de utilização das resinas a partir do seu cultivo no meio \n\nmineral Bushnell-Haas (extrato de levedura 0,01 g.L\n-1\n\n; MgSO4.7H20 0,2 g.L\n-1\n\n; CaCl2 \n\n0,02 g.L\n-1\n\n; FeCl3.6H20 0,05 g.L\n-1\n\n) suprido com os polímeros de uréia-formaldeído \n\n(com ou sem lecitina de soja) como fontes de N (1,0 g.L\n-1\n\n) e P (2,0 g.L\n-1\n\n) e glicose \n\n1 % como fonte de C. A Tabela 1 traz a relação dos isolados que apresentaram \n\nresultado positivo no teste de utilização das resinas, além de sua origem, método de \n\nisolamento e identificação. \n\n \n\nTabela 1: Isolados bacterianos, pertencentes à coleção de culturas do LBBMA, que \napresentaram resultado positivo\n\n1\n no teste de utilização das resinas uréia-formaldeído (mais \n\nlecitina de soja) ou uréia-formaldeído-KH2PO4 como fonte de N e P em meio mineral \nBushnell-Haas contendo glicose como fonte de C, sua origem, método de isolamento e \nidentificação \n\nCódigo do \nisolado \n\nOrigem Tipo de isolamento Identificação\n2 \n\n01 \nSolo de ladfarming \n\nREGAP\n3 Isolamento direto Bacillus cereus \n\n20 \nÁgua de lagoa \naerada REGAP \n\nIsolamento direto Bacillus megaterium \n\n53 \nSolo de ladfarming \n\nREGAP \nCultura de enriquecimento \n\nem petróleo \nAcinetobacter sp. \n\n58 \nSolo de ladfarming \n\nREGAP\n \n\nCultura de enriquecimento \nem gasolina A\n\n4 \nPseudomonas \n\naeruginosa \n63 \n \n\n- - Stenotrophomonas sp. \n\n75 \nSolo de ladfarming \n\nREGAP \nCultura de enriquecimento \n\nem petróleo \nPseudomonas \n\nbalearica \n\n88 B \nSolo de ladfarming \n\nREGAP \nCultura de enriquecimento \n\nem gasolina C\n5\n \n\nOchrobactrum anthropi \n\n91 \nSolo de ladfarming \n\nREGAP \nCultura de enriquecimento \n\nem gasolina A \nPseudomonas sp. \n\n92 \nSolo da oficina \nmecânica UFV\n\n6 Isolamento direto \nPseudomonas \n\naeruginosa \n\n101 B \nSolo da oficina \nmecânica UFV \n\nIsolamento direto\n Burkholderia \n\ncaryophylli \n\n112 A \nSedimento de \n\nmangue REDUC\n7 \n\nCultura de enriquecimento \nem petróleo \n\nStaphylococcus \nintermedius \n\n161 Solo REDUC Isolamento direto - \n\n193 \nBorra oleosa \n\nRECAP\n8 Isolamento direto \n\nPseudomonas \nbalearica \n\n195 \nBorra oleosa \n\nRECAP \nIsolamento direto - \n\nES 11 \nSolo de ladfarming \n\nREGAP \nIsolamento direto \n\nAcinetobacter \nbaumannii \n\n \n\n\n\n11 \n \n\n1 \nFoi considerado resultado positivo quando foi observada turvação do meio de cultura após, \n\nno máximo, 110 h de incubação em temperatura ótima de crescimento sob agitação. \n2\n Identificação realizada pelo método MIDI-FAME. \n\n3\n Refinaria Gabriel Passos, Betim, Minas Gerais. \n\n4 \nGasolina pura. \n\n5 \nGasolina adicionada de 20 % de álcool. \n\n6\n Universidade Federal de Viçosa. \n\n7 \nRefinaria Duque de Caxias, Duque de Caxias, Rio de Janeiro. \n\n8 \nRefinaria de Capuava, Mauá, São Paulo. \n\n \n\n \n\n3.3 Avaliação da utilização de resinas oleofílicas como fonte de nitrogênio e de \n\nfósforo na biodegradação de petróleo cru \n\n \n\n \n\n Os 15 isolados bacterianos selecionados no teste de utilização das resinas \n\n(Tabela 1) foram avaliados em respirômetro quanto à sua capacidade de utilizar as \n\nmesmas resinas como fonte de nutrientes para a degradação de petróleo em areia \n\nde praia. Os tratamentos que receberam a aplicação da resina uréia-formaldeído \n\nforam suplementados com lecitina de soja (Doremus Alimentos Ltda) como fonte de \n\nfósforo. Em frascos respirométricos de 100 mL, foram colocados 10 g de areia de \n\npraia e 4 mL de uma mistura de pentano (Sigma-Aldrich\n®\n) e 200 mg de petróleo \n\n(com ou sem lecitina). As fontes de nutrientes foram adicionadas de modo a \n\nsuprirem 2 g de N e 0,2 g de P/100 g de óleo cru. Os frascos foram deixados abertos \n\nem banho-maria a 60 ?C, em capela de exaustão, por aproximadamente 12 h, para \n\nevaporação do pentano. Os isolados bacterianos foram cultivados em caldo \n\nnutriente por aproximadamente 17 h, a 35 ?C e 200 rpm. Após o período de \n\nincubação, as culturas foram centrifugadas a 14.000g por 2 min. Os pellets foram \n\nsubmetidos a duas lavagens com 1 mL de água do mar autoclavada. Em cada \n\nfrasco respirométrico, foram adicionados 9,1 mL de água do mar e 500 ?L das \n\nsuspensões bacterianas (um isolado por frasco). Foram ainda preparados dois \n\ncontroles para cada tipo de resina: um controle com petróleo e outro sem petróleo. A \n\nemissão de CO2 foi avaliada durante cinco dias, à temperatura ambiente, \n\nempregando-se um respirômetro dotado de detector de CO2 a infra-vermelho (Sable \n\nSystems\n®\n, Las Vegas, USA), com fluxo de ar atmosférico de 300 mL.min\n\n-1\n. \n\n \n\n \n\n\n\n12 \n \n\n3.4 Comparação entre as fontes oleofílicas e hidrofílicas de nitrogênio e fósforo \n\n \n\n \n\n Foi realizado um estudo de simulação de condições de biodegradação de \n\npetróleo cru em região costeira, usando fontes oleofílicas e hidrofílicas de nitrogênio \n\ne fósforo como estimulantes da atividade microbiana. Para montagem dos \n\nmicrocosmos, em tubos Falcon\n®\n de 50 mL, foram medidos 10 mL de areia de praia \n\n(aproximadamente 15 g de areia úmida). As fontes de nutrientes foram adicionadas \n\nsuperficialmente, considerando-se a proporção de 2 g de N e 0,2 g de P/100 g de \n\npetróleo. As fontes oleofílicas utilizadas foram a resina uréia-formaldeído e lecitina \n\nde soja e as fontes hidrofílicas foram uréia e KH2PO4. Em cada tubo, foram \n\nadicionados 3 mL de uma mistura de hexano e petróleo (com ou sem lecitina), \n\ncorrespondendo a uma distribuição de 300 mg de petróleo por tubo. Esse \n\nprocedimento permitiu uma completa contaminação da areia com o petróleo. Os \n\ntubos foram deixados abertos em capela de exaustão até completa evaporação do \n\nhexano. Transcorrido esse período, os tubos foram autoclavados a 121 ?C por 20 \n\nmin (com exceção de alguns tubos-controle). Os isolados selecionados no \n\nexperimento de respirometria foram crescidos em caldo nutriente a 35 ?C e 200 rpm \n\npor aproximadamente 17 h. Um volume de 1 mL de cada cultura foi centrifugado a \n\n14.000g por 2 min, lavando-se as células por duas vezes com 1 mL de água do mar \n\nautoclavada. Em cada tubo foram adicionados 20 mL de água do mar estéril (alguns \n\ncontroles receberam água do mar não-autoclavada) e 20 ?L de cada suspensão \n\nbacteriana. Foram feitas três repetições para cada consórcio. Na Figura 1 é \n\napresentado o esquema dos consórcios bacterianos avaliados; na Tabela 2 são \n\ndescritos os controles estabelecidos.  \n\nDiariamente, a água dos tubos era removida e substituída por igual volume de \n\nágua do mar (estéril ou não), simulando o processo de lavagem da areia por ação \n\ndas ondas. A água removida era primeiramente vertida em tubo Falcon\n®\n contendo \n\n10 mL de hexano, agitada e então descartada ou recolhida para análise de \n\nnitrogênio e de fósforo. A passagem pelo hexano teve como objetivo recolher o óleo \n\nremovido juntamente com a água, para posterior quantificação. O volume de hexano \n\nfoi acertado nos tubos a cada dois dias. Os microcosmos foram mantidos abertos à \n\ntemperatura ambiente, durante 31 dias. Nesse período, foram realizadas contagens \n\n\n\n13 \n \n\nde UFC.mL\n-1\n\n e análises da concentração de nitrogênio e de fósforo na água. Ao final, \n\nfoi quantificado o óleo recolhido com a água e o óleo remanescente na areia. A partir \n\ndo 21º dia não foi mais realizada troca de água. No 25º dia, N e P foram novamente \n\nadicionados aos microcosmos tratados com as fontes hidrossolúveis. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 1: Consórcios bacterianos avaliados no estudo comparativo de fontes hidrofílicas e \noleofílicas de N e P como estimulantes de biorremediação em microcosmos de areia de \npraia e água marinha contaminados com petróleo cru. Cada consórcio foi avaliado em \ntriplicata com cada um dos tipos de fontes de nutrientes. \n\n \n\nTabela 2: Controles experimentais estabelecidos no estudo comparativo de fontes \nhidrofílicas e oleofílicas de N e P como estimulantes de biorremediação em \nmicrocosmos de areia de praia e água marinha contaminados com petróleo cru \n\nNutrientes Composição do microcosmo \n\nCom adição de N e P \n\n(hidrossolúveis ou oleofílicos) \n\nAreia e água estéreis \n\nAreia e água não-estéreis \n\nSomente água estéril \n\nSomente areia estéril \n\nSem adição de N e P \nAreia e água não-estéreis \n\nAreia e água não-estéreis + Consórcio 3 \n\n \n\n*Os tratamentos-controle foram conduzidos com apenas uma repetição. \n\n\n\n14 \n \n\n3.4.1 Enumeração de UFC.mL\n-1 \n\nna água dos microcosmos \n\n \n\n \n\n Inicialmente a cada dois dias e posteriormente a cada três dias, retirou-se \n\numa alíquota da água contida nos microcosmos para a realização de diluição \n\nseriada em água do mar e plaqueamento pela técnica de microgotas (MORTON, \n\n2001) em Agar TSA preparado com água do mar. As placas foram incubadas a 35 \n\n?C (exceto as placas inoculadas com os tratamentos-controle, que foram incubadas \n\na 30 ?C) por 48 h, seguindo-se as contagens das colônias. \n\n \n\n \n\n3.4.2 Avaliação da concentração de nitrogênio e de fósforo na água dos \n\nmicrocosmos \n\n \n\n \n\n As amostras de água, removidas dos microcosmos em diferentes dias ao \n\nlongo do experimento, foram analisadas quanto à concentração de nitrogênio e de \n\nfósforo. A concentração de fósforo foi avaliada espectrofotometricamente com \n\nleituras de absorvância a 725 nm, empregando-se o método desenvolvido por Braga \n\ne Defelipo (1974, adaptado). A concentração de nitrogênio foi avaliada pelo método \n\nde Kjeldahl. \n\n \n\n \n\n 3.4.3 Quantificação do óleo na água e na areia dos microcosmos \n\n \n\n \n\n Para a quantificação do óleo recolhido da água removida diariamente dos \n\nmicrocosmos, a mistura óleo-hexano foi transferida para tubo Falcon\n®\n de 50 mL, \n\npreviamente tarado, e esse deixado em capela de exaustão para a evaporação do \n\nsolvente. A massa final dos tubos foi determinada após apresentar valor constante. \n\nPara a quantificação do óleo residual na areia, foi adicionada uma quantidade de \n\nhexano equivalente a, aproximadamente, 3 vezes a quantidade de areia. Os tubos \n\nforam tampados e mantidos em agitador orbital tipo shaker por 1 h a 60 ºC e 300 \n\n\n\n15 \n \n\nrpm, em posição horizontal. Posteriormente, foram centrifugados a 10.000 rpm por \n\n15 min (Centrífuga MR23i, Jouan\n®\n S.A., France, rotor AM 50.14). De cada tubo foi \n\nretirada uma alíquota de 20 ?L, diluída em 980 ?L de hexano, seguindo-se a leitura \n\nda absorvância em espectrofotômetro a 450 nm. Curva-padrão com diferentes \n\nconcentrações do petróleo em hexano foi previamente obtida. A biodegradação \n\nocorrida em cada microcosmo foi estimada como: \n\nBiodegradação (mg de petróleo) = quantidade inicial de petróleo (mg) – óleo \n\nremovido na água (mg) – óleo remanescente na areia (mg). \n\nOs valores foram corrigidos considerando-se a porcentagem de recuperação do óleo \n\npresente na areia alcançada com a técnica utilizada. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n16 \n\n4 RESULTADOS E DISCUSSÃO \n\n \n\n \n\n4.1 Utilização de resinas oleofílicas como fonte de nitrogênio e de fósforo na \n\nbiodegradação de petróleo cru \n\n \n\n \n\n Nenhum dos isolados foi capaz de utilizar a resina uréia-formaldeído-KH2PO4 \n\ncomo fonte de nitrogênio e de fósforo nas condições avaliadas (dados não-\n\nmostrados). Nos tratamentos que receberam aplicação de resina uréia-formaldeído e \n\nlecitina de soja, detectou-se atividade metabólica (estimada como emissão de CO2) \n\nde cinco isolados, a saber: LBBMA 01, LBBMA 20, LBBMA 58, LBBMA 92 e LBBMA \n\n101B (Figura 2). Todos pertencem a espécies comumente associadas com a \n\nutilização de hidrocarbonetos de petróleo como fonte de carbono e de energia \n\n(Tabela 1). Embora esses isolados não sejam originários de ambiente marinho, as \n\ncondições impostas no experimento (utilização de areia de praia e água marinha) \n\nnão se mostraram limitantes. Somente esses isolados e a resina uréia-formaldeído e \n\nlecitina de soja foram utilizados na etapa posterior de comparação entre fontes \n\noleofílicas e hidrossolúveis de N e P. \n\n A razão da diferença entre os resultados obtidos com a resina uréia-\n\nformaldeído-KH2PO4 e com a resina uréia-formaldeído mais lecitina de soja não é \n\nconhecida. No caso da resina uréia-formaldeído-KH2PO4, não se sabe ao certo \n\ncomo o grupo fosfato encontra-se associado à sua estrutura, podendo estar em uma \n\nforma não facilmente utilizável pelos micro-organismos estudados. Mesmo \n\nutilizando-se uma fonte de fósforo prontamente disponível nos tratamentos com \n\nlecitina de soja, somente 5 dentre os 15 isolados bacterianos avaliados \n\napresentaram metabolismo detectável (Figura 2). Os resultados demonstram que \n\nnem todos os isolados são capazes de utilizar a resina como fonte de nitrogênio. \n\nResultado similar foi descrito por Rosenberg e colaboradores (1996), em trabalho \n\nem que utilizaram um fertilizante hidrofóbico, também baseado em resina uréia-\n\nformaldeído. Micro-organismos isolados em cultura de enriquecimento contendo o \n\nfertilizante hidrofóbico foram capazes de utilizá-lo satisfatoriamente como fonte de N \n\ne de P. Ao contrário, Acinetobacter calcoaceticus RAG-l não apresentou crescimento \n\n\n\n17 \n\nquando se utilizou fertilizante hidrofóbico, embora apresentasse crescimento em \n\nmeio suplementado com petróleo, como fonte de carbono, e com sulfato de amônio \n\ne sais de fosfato. Os autores argumentam que o fato seria favorável, uma vez que a \n\nfonte hidrofóbica de nutriente estimula a atividade de um grupo específico de micro-\n\norganismos adicionados para biorremediação do óleo, conferindo uma vantagem \n\ncompetitiva aos mesmos. Uma questão semelhante foi colocada por Atlas e Bartha \n\n(1973), os quais afirmaram que fontes de N e P solúveis em água podem causar \n\nafloramentos de algas, associados à eutrofização. Desse modo, a seletividade \n\ngerada pelas fontes hidrofóbicas de N e P pode reduzir ou suprimir a contribuição de \n\ndeterminados micro-organismos degradadores, mas também evita o consumo por \n\nmicro-organismos não-relacionados com a eliminação do óleo. \n\n \n\n \n\n \n \n \nFigura 2: Atividade respiratória de isolados bacterianos, em microcosmos de areia de praia \ncontendo petróleo (20.000 mg kg\n\n-1\n) como fonte de carbono e fontes oleofílicas de N (resina \n\nuréia-formaldeído) e P (lecitina de soja). Os frascos foram mantidos à temperatura ambiente \ne avaliados por cinco dias. \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n18 \n\n4.2 Comparação entre as fontes oleofílicas e hidrofílicas de nitrogênio e fósforo \n\n \n\n \n\n 4.2.1 Remoção de nitrogênio e de fósforo \n\n \n\n \n\n Houve remoção de fósforo nas quatro primeiras trocas de água, nos \n\ntratamentos em que foi utilizada a fonte hidrossolúvel (Figura 3a). A partir da 5ª troca \n\nde água, a remoção de P foi insignificante. Nos tratamentos inoculados com os \n\nconsórcios 1 e 3, 0,36 e 0,34 mg de P foi removido após 21 trocas de água, \n\nrespectivamente (Figura 3b), o que representa 60 e 56,7 % da quantidade de P \n\nadicionada inicialmente (0,6 mg). No tratamento inoculado com o consórcio 2, a \n\nremoção de P foi de 46,7 % (0,28 mg) da quantidade inicial. Nos tratamentos que \n\nreceberam fonte hidrossolúvel de N, verificou-se uma dinâmica de remoção similar à \n\ndescrita para o fósforo (Figura 3c). No entanto, todo o nitrogênio adicionado \n\ninicialmente parece ter sido removido (Figura 3d), sendo os padrões de remoção nos \n\ntratamentos com os consórcios 2 e 3 similares.  \n\nOs resultados obtidos nos tratamentos-controle (sem inoculação) demonstram \n\na ocorrência de remoção de P e de N também nas quatro primeiras trocas de água \n\n(Figuras 4a e 4b). Nos controles estéril e não-estéril ocorreu remoção de 80,8 % e \n\n94,7 % do N adicionado, respectivamente. No controle em que se utilizou água \n\nestéril, ocorreu remoção de todo o nitrogênio adicionado. Já no tratamento-controle \n\ncom areia estéril, houve remoção de 8,56 mg de N, ou seja, foram removidos 2,56 \n\nmg além dos 6 mg inicialmente adicionados (Figura 4c). Tal valor inesperado de \n\nremoção pode ter sido decorrente de contaminação com nitrogênio durante a análise. \n\nNo entanto, observando-se o gráfico de remoção acumulada de P, e considerando-\n\nse somente os controles com pelo menos um componente não-estéril (água do mar \n\nou areia), é possível perceber que o padrão de remoção é inverso. No controle não-\n\nestéril (água e areia não-esterilizados), no qual houve menor remoção de N, houve \n\nmaior remoção de P (92,8 %). Em contrapartida, no controle areia estéril, no qual \n\nhouve remoção de N além do esperado, ocorreu remoção de apenas 34,7 % de P \n\n(Figura 4d). \n\n \n\n \n\n\n\n19 \n\n \n\n \n\n \n\n \n\n \n\nFigura 3: Quantidade de fósforo e nitrogênio removidos a cada troca de água dos \nmicrocosmos de areia contaminada com petróleo suplementados com 6 mg de N (13 mg de \nuréia) e 0,6 mg de P (3 mg de KH2PO4). Os microcosmos foram incubados abertos à \ntemperatura ambiente. Cada curva corresponde a um consórcio bacteriano inoculado em \nmicrocosmos previamente autoclavados (areia, óleo, nutrientes e água estéreis). Os valores \ncorrespondem à médias de três repetições. UP ? uréia e KH2PO4 adicionados como fonte \nde nitrogênio e de fósforo, respectivamente. (A) mg de P em 20 mL de água removida; (B) \nmg de P em 20 mL de água removida considerando-se os valores acumulados; (C) mg de N \nem 20 mL de água removida; (D) mg de N em 20 mL de água removida considerando-se os \nvalores acumulados. \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n20 \n\n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\n \nFigura 4: Quantidade de fósforo e nitrogênio removidos a cada troca de água dos \nmicrocosmos de areia contaminada com petróleo suplementados com 6 mg de N (13 mg de \nuréia) e 0,6 mg de P (3 mg de KH2PO4). Os microcosmos foram incubados abertos à \ntemperatura ambiente. Cada curva corresponde a um microcosmo não-inoculado. UP – \nuréia e KH2PO4 adicionados como fonte de nitrogênio e de fósforo, respectivamente; Estéril \n– areia, óleo, nutrientes e água autoclavados; Não-estéril – nenhum componente foi \npreviamente autoclavado; Água estéril – somente a água foi autoclavada; Areia estéril – \nareia, óleo e nutrientes autoclavados. (A) mg de P em 20 mL de água removida; (B) mg de \nN em 20 mL de água removida; (C) mg de N em 20 mL de água removida considerando-se \nos valores acumulados; (D) mg de P em 20 mL de água removida considerando-se os \nvalores acumulados. \n \n \n \n\n \n\n \n\n \n\n \n\n\n\n21 \n\nNos tratamentos-controle nos quais não foi feita adição de nutrientes, ocorreu \n\numa remoção acumulada de até 0,95 mg de nitrogênio (Figura 5d) e de até 0,002 \n\nmg de fósforo (Figura 5b), o que representa as quantidades desses nutrientes \n\nnaturalmente presentes nas amostras de areia e de água do mar utilizadas. \n\n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \nFigura 5: Quantidade de fósforo e nitrogênio removidos a cada troca de água dos \nmicrocosmos de areia contaminada com petróleo. Os microcosmos foram incubados abertos \nà temperatura ambiente. Cada curva corresponde a um microcosmo ao qual não foi feita \nadição de nutrientes. Nenhum componente dos microcosmos foi previamente autoclavado. A \num deles foi adicionado o consórcio bacteriano 3. (A) mg de P em 20 mL de água removida \nconsiderando-se os valores acumulados; (B) mg de P em 20 mL de água removida \nconsiderando-se os valores acumulados – gráfico com escala detalhada ; (C) mg de N em \n20 mL de água removida considerando-se os valores acumulados; (D) mg de N em 20 mL \nde água removida considerando-se os valores acumulados – gráfico com escala detalhada. \n\n \n \n \n \n \n \n\n\n\n22 \n\nA remoção dos nutrientes N e P, nos tratamentos que receberam as fontes \n\noleofílicas, foi bem inferior à verificada nos microcosmos tratados com as fontes \n\nhidrossolúveis (Figuras 6 e 7). Praticamente não houve remoção de fósforo (máximo \n\nde 0,64 % da quantidade inicialmente aplicada). Houve uma pequena remoção de \n\nnitrogênio durante as três primeiras trocas de água, correspondendo, no máximo, a \n\n0,751 mg ou 12,5 % da quantidade inicialmente aplicada. Essa remoção pode \n\ncorresponder à perda de uréia livre residual do processo de síntese da resina.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \nFigura 6: Quantidade de fósforo removido a cada troca de água dos microcosmos de areia \ncontaminada com petróleo suplementados com 0,6 mg de P (21 mg de lecitina de soja). Os \nmicrocosmos foram incubados abertos à temperatura ambiente. Cada curva corresponde a \num consórcio bacteriano inoculado em microcosmos previamente autoclavados (areia, óleo, \nnutrientes e água estéreis). Os valores correspondem à médias de três repetições. RL ? \nresina uréia-formaldeído e lecitina de soja adicionadas como fonte de nitrogênio e de fósforo, \nrespectivamente. (A) mg de P em 20 mL de água removida; (B) mg de P em 20 mL de água \nremovida considerando-se os valores acumulados; (C) mg de P em 20 mL de água \nremovida – gráfico com escala detalhada; (D) mg de P em 20 mL de água removida \nconsiderando-se os valores acumulados – gráfico com escala detalhada. \n \n \n \n\n\n\n23 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n\n \nFigura 7: Quantidade de nitrogênio removido a cada troca de água dos microcosmos de \nareia contaminada com petróleo suplementados com 6 mg de N (19 mg de resina uréia-\nformaldeído). Os microcosmos foram incubados abertos à temperatura ambiente. Cada \ncurva corresponde a um consórcio bacteriano inoculado em microcosmos previamente \nautoclavados (areia, óleo, nutrientes e água estéreis). Os valores correspondem à médias \nde três repetições. RL ? resina uréia-formaldeído e lecitina de soja adicionadas como fonte \nde nitrogênio e de fósforo, respectivamente. (A) mg de N em 20 mL de água removida; (B) \nmg de N em 20 mL de água removida considerando os valores acumulados; (C) mg de N \nem 20 mL de água removida – gráfico com escala detalhada; (D) mg de N em 20 mL de \nágua removida considerando os valores acumulados – gráfico com escala detalhada. \n \n \n \n\nEm relação aos controles, a remoção também é quase nula em comparação \n\ncom as fontes hidrossolúveis (Figura 8a e 8b). Em comparação com os microcosmos \n\ninoculados com os consórcios, houve remoção de uma quantidade um pouco mais \n\nelevada de fósforo (máximo de 0,017 mg acumulado – controle não-estéril) e de uma \n\nquantidade menor de nitrogênio (máximo de 0,315 mg acumulado – controle areia \n\nestéril) (Figura 8c e 8d). Os micro-organismos que compunham os consórcios foram \n\nselecionados quanto à sua capacidade de utilizar a resina como fonte de nitrogênio. \n\nAssim, parte do nitrogênio lavado inicialmente também pode ser originado da \n\n\n\n24 \n\nutilização da resina. Os micro-organismos autóctones da água e da areia parecem \n\nnão possuir a mesma capacidade de utilização da resina, resultando numa liberação\n\nmenor de nitrogênio na água. Nos controles nos quais houve menor remoção de N, \n\nhouve maior remoção de P. No controle estéril, não houve remoção de nitrogênio e \n\nfoi observada uma pequena remoção de fósforo, indicando que a liberação do N \n\ncontido na resina e do P ligado à lecitina de soja está associada à atividade \n\nmicrobiana, e que o P contido na lecitina é lentamente liberado por mecanismos \n\nnão-biológicos. \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nFigura 8: Quantidade de fósforo e nitrogênio removidos a cada troca de água dos \nmicrocosmos de areia contaminada com petróleo suplementados com 6 mg de N (19 mg de \nresina uréia-formaldeído) e 0,6 mg de P (3 mg de lecitina de soja). Os microcosmos foram \nincubados abertos à temperatura ambiente. Cada curva corresponde a um microcosmo não-\ninoculado. RL – resina uréia-formaldeído e lecitina de soja adicionadas como fonte de \nnitrogênio e de fósforo, respectivamente. Estéril – areia, óleo, nutrientes e água \nautoclavados; Não-estéril – nenhum componente foi previamente autoclavado; Água estéril \n– somente a água foi autoclavada; Areia estéril – areia, óleo e nutrientes autoclavados. (A) \nmg de P em 20 mL de água removida considerando-se os valores acumulados; (B) mg de N \nem 20 mL de água removida considerando-se os valores acumulados; (C) mg de P em 20 \nmL de água removida considerando-se os valores acumulados – gráfico com escala \ndetalhada; (D) mg de N em 20 mL de água removida considerando-se os valores \nacumulados – gráfico com escala detalhada. \n \n\n\n\n25 \n\n4.2.2 Enumeração de UFC.mL\n-1 \n\nna água dos microcosmos \n \n\n \n\nAs contagens microbianas na fase aquosa dos tratamentos que receberam as \n\nfontes hidrossolúveis dos nutrientes, mantiveram-se relativamente constantes ao \n\nlongo do experimento (Figura 9). O resultado foi diferente do esperado (redução das \n\ncontagens), tendo em vista a remoção dos nutrientes desses microcosmos durante \n\nas trocas de água. A manutenção da água nos microcosmos, a partir do 21º dia, não \n\nresultou em aumento das contagens microbianas. O resultado foi atribuído à \n\nlimitação dos nutrientes N e P, os quais foram removidos durante as substituições da \n\nágua (Figura 9). No 25º dia, os nutrientes foram novamente adicionados aos \n\nmicrocosmos, nas mesmas concentrações iniciais. A adição não resultou em \n\naumento significativo das contagens de micro-organismos, a não ser nos \n\nmicrocosmos inoculados com o consórcio 3, cuja contagem aumentou duas ordens \n\nde magnitude entre o 25º e o 29º dias. Supostamente, a disponibilidade de outros \n\nnutrientes essenciais estava abaixo dos valores requeridos para crescimento \n\nmicrobiano ótimo, como resultado de seu baixo teor na água do mar utilizada e da \n\npossível remoção de outros nutrientes, além do N e do P, durante as substituições \n\nda água contida nos microcosmos. Nos microcosmos com o consórcio 3ST foi \n\nrealizada uma única contagem 1 mês após o início do experimento. O resultado foi \n\nde 8,5 x 10\n6\n UFC.mL\n\n-1\n (valor médio), ou seja, aproximadamente uma ordem de \n\nmagnitude acima da última contagem feita para os demais tratamentos inoculados \n\n(Figura 9). Como não foi realizada nenhuma troca de água, os nutrientes \n\nadicionados não foram removidos dos microcosmos, assim como as células \n\nmicrobianas presentes na água. \n\nNos tratamentos-controle, as contagens microbianas variaram ao longo dos \n\ndias, não mostrando também relação direta com a interrupção nas trocas de água ou \n\ncom a nova adição dos nutrientes N e P (Figura 10). A partir do 15º dia, o \n\ntratamento-controle estéril foi o que apresentou as maiores contagens, mostrando \n\nque, de alguma forma, ocorreu contaminação desse microcosmo. \n\n \n\n \n\n \n\n \n\n\n\n26 \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \nFigura 9: Contagens bacterianas (UFC.mL\n\n-1\n) da água dos microcosmos de areia \n\ncontaminada com petróleo suplementada com fontes hidrossolúveis de N e P. A partir do 21º \ndia não foram mais realizadas trocas de água. No 25º dia os nutrientes foram novamente \nadicionados à água nas mesmas concentrações iniciais. Nos microcosmos com o consórcio \n3ST foi realizada somente uma contagem no 31º dia. Cada curva corresponde a um \nconsórcio bacteriano inoculado em microcosmos previamente autoclavados (areia, óleo, \nnutrientes e água estéreis). Os valores correspondem à médias de três repetições. UP – \nuréia e KH2PO4 adicionados como fonte de nitrogênio e de fósforo, respectivamente; \nConsórcio 3ST corresponde ao consórcio 3 sem troca de água ao longo de todo o \nexperimento. \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 10: Contagens bacterianas (UFC.mL\n\n-1\n) da água dos microcosmos de areia \n\ncontaminada com petróleo suplementada com fontes hidrossolúveis de N e P. A partir do 21º \ndia não foram mais realizadas trocas de água. No 25º dia os nutrientes foram novamente \nadicionados à água nas mesmas concentrações iniciais. Cada curva corresponde a um \nmicrocosmo não-inoculado. UP – uréia e KH2PO4 adicionados como fonte de nitrogênio e de \nfósforo, respectivamente; Estéril – areia, óleo, nutrientes e água autoclavados; Não-estéril – \nnenhum componente foi previamente autoclavado; Água estéril – somente a água foi \nautoclavada; Areia estéril – areia, óleo e nutrientes autoclavados. \n\n\n\n27 \n\n As contagens microbianas, obtidas de alíquotas da fase aquosa dos \n\ntratamentos que receberam as fontes oleofílicas dos nutrientes, variaram entre 10\n6\n e \n\n10\n7\n UFC.mL\n\n-1\n durante a maior parte do experimento, mostrando uma sutil tendência \n\nde queda nas últimas contagens (Figura 11). Nos microcosmos inoculados com o \n\nconsórcio 3ST, a contagem média no 31º dia foi de 2,0 x 10\n7\n UFC.mL\n\n-1\n, valor \n\npróximo àquele obtido com as fontes hidrossolúveis de N e P.  \n\nDe maneira geral, as contagens microbianas na água dos microcosmos \n\ninoculados com os consórcios foram similares entre os tratamentos com fontes \n\nhidrossolúveis e oleofílicas de N e P (Figuras 9 e 11). \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 11: Contagens bacterianas (UFC.mL\n\n-1\n) da água dos microcosmos de areia \n\ncontaminada com petróleo suplementada com fontes oleofílicas de N e P. A partir do 21º dia \nnão foram mais realizadas trocas de água. Nos microcosmos com o consórcio 3ST foi \nrealizada somente uma contagem no 31º dia. Cada curva corresponde a um consórcio \nbacteriano inoculado em microcosmos previamente autoclavados (areia, óleo, nutrientes e \nágua estéreis). Os valores correspondem à médias de três repetições. RL – resina uréia-\nformaldeído e lecitina de soja adicionadas como fonte de nitrogênio e de fósforo, \nrespectivamente; Consórcio 3ST corresponde ao consórcio 3 sem troca de água ao longo de \ntodo o experimento. \n \n \n \n \n \n \n \n \n \n\n\n\n28 \n\nEntre os tratamentos-controle que receberam a aplicação das fontes \n\noleofílicas de N e P, o controle estéril foi o que apresentou as maiores contagens, \n\ndemonstrando que neste caso também ocorreu contaminação do microcosmo. O \n\ncontrole não-estéril teve as contagens mais baixas, atingindo cerca de 10\n4\n UFC.mL\n\n-1\n \n\nno 29º dia (Figura 12). \n\nNos microcosmos que não receberam adição de nutrientes, as contagens \n\nforam menores que as obtidas nos tratamentos com adição de nutrientes (tanto \n\noleofílicos quanto hidrossolúveis), ficando abaixo de 10\n6\n UFC.mL\n\n-1\n ao longo de todo \n\no experimento (Figura 13). Não houve diferença considerável entre esses controles. \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigura 12: Contagens bacterianas (UFC.mL\n\n-1\n) da água dos microcosmos de areia \n\ncontaminada com petróleo suplementada com fontes oleofílicas de N e P. A partir do 21º dia \nnão foram mais realizadas trocas de água. Cada curva corresponde a um microcosmo não-\ninoculado. RL – resina uréia-formaldeído e lecitina de soja adicionadas como fonte de \nnitrogênio e de fósforo, respectivamente; Estéril – areia, óleo, nutrientes e água \nautoclavados; Não-estéril – nenhum componente foi previamente autoclavado; Água estéril \n– somente a água foi autoclavada; Areia estéril – areia, óleo e nutrientes autoclavados.  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n29 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 13: Contagens bacterianas (UFC.mL\n\n-1\n) da água dos microcosmos de areia \n\ncontaminada com petróleo. A partir do 21º dia não foram mais realizadas trocas de água. \nCada curva corresponde a um microcosmo, ao qual não foi feita adição de nutrientes. \nNenhum componente dos microcosmos foi previamente autoclavado. A um deles foi ainda \nadicionado o consórcio bacteriano 3. \n \n\n \n\n4.2.3 Biodegradação do petróleo nos microcosmos \n\n \n\n \n\nHouve degradação de petróleo nos tratamentos com fontes hidrossolúveis de \n\nN e P inoculados com os consórcios 1 e 3. A quantidade de petróleo degradado \n\nnesses tratamentos foi similar (4,0 e 4,7% do petróleo adicionado, Tabela 3). Não foi \n\ndetectada degradação no tratamento inoculado com o consórcio 2. Conclui-se que \n\nos isolados bacterianos do consórcio 1, também presentes no consórcio 3, foram os \n\nresponsáveis pela degradação nos tratamentos com esse consórcio. Quando foi \n\ninoculado o consórcio 3 e não foram realizadas trocas de água (consórcio 3ST), a \n\ndegradação de óleo foi cerca de 3 vezes superior ao tratamento com o mesmo \n\nconsórcio onde a água foi substituída diariamente (Tabela 3). O resultado foi \n\natribuído à remoção de nutrientes essenciais à manutenção do crescimento e da \n\natividade microbiana nos tratamentos submetidos às trocas de água, conforme \n\ndemonstrado anteriormente (Figura 3).  \n\nHouve degradação de óleo em todos os tratamentos-controle (Tabela 3). As \n\nporcentagens de degradação foram quase sempre superiores às obtidas nos \n\nmicrocosmos inoculados com os consórcios, o que demonstra que existem micro-\n\n\n\n30 \n \n\norganismos nativos com capacidade de degradação do petróleo. Além disso, eles \n\nestão mais bem adaptados às condições existentes nos microcosmos. Por outro \n\nlado, os micro-organismos utilizados nos consórcios foram previamente cultivados \n\nem condições ótimas e então transferidos para o meio com água do mar, com o \n\npetróleo como fonte de carbono e mantidos à temperatura ambiente. Supostamente, \n\na diversidade de micro-organismos degradadores nativos é maior do que a existente \n\nnos consórcios, proporcionando maior degradação de diferentes frações do óleo. \n\nSurpreendentemente, o controle estéril foi o que apresentou a segunda maior \n\nporcentagem de degradação. Esse tratamento, juntamente com o controle água \n\nestéril (maior porcentagem de degradação), foram aqueles em que foram obtidas as \n\nmaiores contagens microbianas (Figura 10). Esses mesmos tratamentos, juntamente \n\ncom o controle areia estéril (terceira maior degradação), foram também aqueles em \n\nque houve menor remoção de fósforo (Figura 4). Vale destacar que, dentre os três \n\ncontroles com maior degradação, a porcentagem degradada foi mais elevada no \n\ncontrole que não teve a areia esterilizada. O controle não-estéril foi o que \n\napresentou menor porcentagem de degradação, inclusive menor do que a \n\ndegradação ocorrida no microcosmo inoculado com o consórcio 3 sem troca de água. \n\nO resultado é atribuído ao fato de que, nesse controle, ocorreu remoção de quase \n\n100 % de N e de P (Figura 4). \n\n \n\n \n\nTabela 3: Degradação de petróleo em microcosmos de areia de praia e água marinha \ntratados com 6 mg de N, na forma de uréia, e 0,6 mg de P, na forma de KH2PO4. Os \nmicrocosmos foram inoculados com três diferentes consórcios bacterianos. Aqueles não-\ninoculados são referidos como controle. Os microcosmos foram incubados abertos à \ntemperatura ambiente por 31 dias e submetidos à troca diária da água (com exceção do \nconsórcio 3ST) \n \n\nConsórcio \nQuantidade inicial de óleo \n\nna areia (mg) \n\nQuantidade de óleo \nrecuperado na areia \n\ne na água (mg)\n1 \n\nDegradação \n(mg)\n\n \n\nConsórcio 1 \n \n\n300\n \n\n288 (± 4,95) \n12 (4 %) \n\nConsórcio 2 \n \n\n300 301 (± 14) - \n\nConsórcio 3 \n \n\n300\n \n\n286 (± 15,6)\n \n\n14 (4,7 %) \n\nConsórcio 3ST \n \n\n300\n \n\n254 (± 26,7) 46 (15,3 %) \n\nControle estéril \n \n\n300 227\n \n\n73 (24,3 %) \n\n\n\n31 \n \n\nControle não-\nestéril \n\n \n300 264 36 (12 %) \n\nControle água \nestéril \n\n \n300 203 97 (32,3 %) \n\nControle areia \nestéril \n\n300 245 55 (18,3 %) \n\n \n1\n Nos microcosmos inoculados com os consórcios, os valores correspondem a médias de \n\nduas ou três repetições. Nos tratamentos-controle, os resultados correspondem a apenas \num microcosmo. \n\n \n\n \n\nNos microcosmos que receberam a adição das fontes oleofílicas de N e P, \n\nhouve degradação do óleo nos tratamentos inoculados com o consórcio 1 e com o \n\nconsórcio 3 sem troca de água (consórcio 3ST) (Tabela 4). Quando foi inoculado o \n\nconsórcio 1, a degradação foi 3 vezes maior que a obtida com o mesmo consórcio \n\nno tratamento com fontes de nutrientes hidrossolúveis (Tabela 3). O resultado \n\ndemonstra que a manutenção dos nutrientes nos microcosmos tratados com as\n\nfontes oleofílicas (Figuras 6 e 7) favorece a biodegradação quando se adiciona o \n\nconsórcio 1. No entanto, neste caso, o desempenho na degradação do óleo \n\napresentado pelos isolados do consórcio 1 não foi mantido quando os mesmos \n\nforam inoculados com outros isolados (consórcio 3). Da mesma forma, no tratamento \n\ncom o consórcio 3ST, a porcentagem de degradação foi mais baixa que a obtida \n\ncom as fontes hidrossolúveis (1,3 %). Ainda, essa mesma observação pode ser feita \n\nem relação aos tratamentos-controle (menores porcentagens de degradação). A \n\nmaior porcentagem de degradação ocorreu no controle não-estéril (7 %). Como as \n\naltas contagens de UFC.mL\n-1\n\n na água não necessariamente corresponderam à \n\nmaior ocorrência de degradação do óleo, uma possibilidade é que os micro-\n\norganismos, especialmente os nativos, que não foram selecionados para utilização \n\nda resina, estivessem utilizando a lecitina como fonte de carbono. Essa mesma \n\npossibilidade foi levantada por Lee e Tremblay (2005) ao avaliarem o efeito de um \n\nfertilizante orgânico derivado de peixe, o qual foi eficiente para promover o \n\ncrescimento dos micro-organismos, mas não para promover degradação do óleo. \n\nAlém disso, a resina uréia-formaldeído e lecitina de soja são fontes que se associam \n\neficientemente ao óleo, mas outros fatores devem ser considerados para que isso \n\nresulte em estímulo à remoção de óleo. Dois fatores importantes e relacionados são \n\n\n\n32 \n \n\na concentração do nutriente e a taxa de liberação dos nutrientes para os micro-\n\norganismos. Valores em torno de 1-5 % de N por peso de óleo têm sido utilizados, \n\ncom uma razão N:P entre 5 e 10:1. Neste trabalho as fontes hidrossolúveis foram \n\nadicionadas considerando-se aproximadamente 2 % de N e uma razão N:P de 10:1, \n\nou seja, dentro dos parâmetros gerais, o que realmente demonstrou ter algum efeito \n\nem termos de degradação de petróleo. A resina e a lecitina também foram \n\nadicionadas considerando esses mesmos valores, mas pensando nas quantidades \n\nde N e P em sua matriz. No entanto, ainda não se tem informações de como se dá \n\nessa disponibilização para os micro-organismos. Foi avaliada a quantidade de N e P \n\nna água sobre a areia, mas não na água intersticial do sedimento. É possível que \n\nseja necessário adicionar maior quantidade de resina e de lecitina para garantir que \n\nas quantidades de N e P disponíveis sejam suficientes para promover maior \n\natividade microbiana. \n\n \n\n \n\nTabela 4: Degradação de petróleo em microcosmos de areia de praia e água marinha \ntratados com 6 mg de N, na forma de resina uréia-formaldeído, e 0,6 mg de P, na forma de \nlecitina de soja. Os microcosmos foram inoculados com três diferentes consórcios \nbacterianos. Aqueles não-inoculados são referidos como controle. Os microcosmos foram \nincubados abertos à temperatura ambiente por 31 dias e submetidos à troca diária da água \n(com exceção do consórcio 3ST) \n \n\nConsórcio \nQuantidade inicial de óleo \n\nna areia (mg) \n\nQuantidade de óleo \nrecuperado na areia \n\ne na água (mg)\n1 \n\nDegradação \n(mg)\n\n \n\nConsórcio 1 \n \n\n300\n \n\n263 (± 30,6) 37 (12,3 %) \n\nConsórcio 2 \n \n\n300 309 (± 36,1) - \n\nConsórcio 3 \n \n\n300\n \n\n314 (± 20,5)\n \n\n- \n\nConsórcio 3ST \n \n\n300\n \n\n296 (± 4,9) 4 (1,3 %) \n\nControle estéril \n \n\n300 299\n \n\n1 (0,3 %) \n\nControle não-\nestéril \n\n \n300 279 21 (7 %) \n\nControle água \nestéril \n\n \n300 290 10 (3,3 %) \n\nControle areia \nestéril \n\n300 389 - \n\n \n\n\n\n33 \n \n\n1 \nNos microcosmos inoculados com os consórcios, os valores correspondem a médias de \n\nduas ou três repetições. Nos tratamentos-controle, os resultados correspondem a apenas \num microcosmo. \n \n\n \n\nDentre os tratamentos aos quais não foram adicionados nutrientes (N e P), foi \n\ndetectada degradação dos hidrocarbonetos de petróleo somente no controle não-\n\ninoculado (Tabela 5). Novamente, a adição de micro-organismos mostrou efeito \n\nnegativo sobre a degradação de petróleo. Os micro-organismos inoculados \n\ncompetem com, e podem até mesmo inibir, micro-organismos degradadores nativos. \n\nApesar de não ter sido adicionado nenhum fertilizante, ocorreu 12 % de degradação \n\ndo óleo (controle sem inoculante).  \n\n \n\n \n\nTabela 5: Degradação de petróleo em microcosmos de areia de praia e água marinha aos \nquais não foi feita adição de nutrientes. Os microcosmos foram incubados abertos à \ntemperatura ambiente por 31 dias e submetidos à troca diária da água. O inoculante \ncorresponde ao consórcio bacteriano 3 \n\n \n\nControle \nQuantidade inicial de óleo \n\nna areia (mg) \n\nQuantidade de óleo \nrecuperado na areia \n\ne na água (mg)\n1 \n\nDegradação \n(mg)\n\n \n\nCom inoculante \n \n\n300\n \n\n300 - \n\nSem inoculante \n \n\n300 264 36 (12 %) \n\n \n1 \n\nOs resultados correspondem a apenas um microcosmo. \n\n \n\n \n\n A praia de Copacabana, local onde foi feita a coleta da água e da areia \n\nutilizadas neste trabalho, encontra-se próxima à Baía de Guanabara, região do litoral \n\ndo Rio de Janeiro com reconhecido histórico de contaminação com hidrocarbonetos \n\nde petróleo, uma vez que é um local no qual se encontram plantas de refinaria de \n\npetróleo e ocorrem atividades de estocagem e transporte do mesmo. Brito e \n\ncolaboradores (2006) realizaram isolamento de bactérias degradadoras de \n\nhidrocarbonetos de petróleo a partir de amostras de sedimento da praia de Boa \n\nViagem, localizada na entrada da Baía de Guanabara e exposta à poluição crônica \n\ncom óleo, e do manguezal Guapimirim, uma área preservada na mesma baía. \n\nRealizando estudo filogenético a partir das sequências de rDNA 16S, verificou-se a \n\n\n\n34 \n \n\nassociação dos isolados obtidos com espécies pertencentes a três grupos \n\nbacterianos. No grupo ?-Proteobacteria houve associação com membros dos \n\ngêneros Marinobacter, Alcanivorax, Pseudomonas e Microbulbifer. No grupo ?-\n\nProteobacteria as linhagens isoladas foram associadas com espécies do gênero \n\nSphingomonas e com isolados de fendas hidrotermais. E no grupo Actinobacteria, \n\nhouve ligação com as espécies Micrococcus luteus, Cellulomonas variformis, Dietzia \n\nmaris e Gordonia polyisoprenivorans. Os isolados obtidos são filogeneticamente \n\nrelacionados a linhagens com reconhecida capacidade de degradação de \n\nhidrocarbonetos, mas também a linhagens não previamente detectadas em locais \n\ncontaminados, como as linhagens do gênero Microbulbifer e os isolados de fendas \n\nhidrotermais. De qualquer forma, os resultados indicaram a presença de populações \n\nbacterianas com potencial de degradação de hidrocarbonetos de petróleo. Da \n\nmesma forma, a degradação de petróleo observada neste trabalho nos microcosmos \n\nnão-inoculados pode ser resultado da ação de populações bacterianas nativas \n\nsemelhantes a essas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n35 \n \n\n5 CONCLUSÕES \n\n \n\n \n\n As fontes hidrossolúveis de N e P são removidas da areia à medida que são \n\nrealizadas as trocas de água, o que não ocorre com as fontes oleofílicas, que \n\npermanecem associadas ao óleo. Entre os consórcios avaliados, o consórcio 1 foi o \n\nque apresentou os melhores resultados, em termos de degradação de óleo. Micro-\n\norganismos degradadores estão naturalmente presentes na areia e água do mar do \n\nlocal amostrado. A ação desses micro-organismos é mais eficiente que a de micro-\n\norganismos adicionados, uma vez que estão mais bem adaptados às condições e \n\nsua atividade sobre diferentes frações do óleo, possivelmente, é mais diversa. No \n\nentanto, essa atividade foi maximizada pela adição de nutrientes, especialmente os \n\nnutrientes hidrossolúveis. As fontes oleofílicas são seletivamente utilizadas, não \n\nsendo metabolizadas igualmente por todos os micro-organismos (adicionados ou \n\nnativos). A contagem de micro-organismos na água não foi uma medida ideal do \n\nestímulo gerado pela adição de nutrientes na areia, uma vez que alta contagem de \n\nmicro-organismos não necessariamente correspondeu à ocorrência significativa de \n\ndegradação, o que foi observado principalmente com as fontes oleofílicas de N e P. \n\nA avaliação do efeito de diferentes concentrações da resina uréia-formaldeído e de \n\nlecitina de soja sobre a degradação de óleo pode conduzir à maximização do \n\nestímulo gerado por esses nutrientes oleofílicos.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n36 \n \n\n6 REFERÊNCIAS \n\n \n\n \n\nATLAS, R. M.; BARTHA, R. Stimulated biodegradation of oil slicks using oleophilic \n\nfertilizer. Environmental  Science &amp; Technology, v. 7, n. 6, p. 538-541, 1973. \n\n \n \nBRAGA, J. M.; DEFELIPO, B. V. Determinação espectrofotométrica de fósforo em \nextratos de solo e material vegetal. Revista Ceres, vol. 21, p. 73-85, 1974. \n \n \nBRITO, E. M. S. et al. Characterization of hydrocarbonoclastic bacterial communities \nfrom mangrove sediments in Guanabara Bay, Brazil. Research in Microbiology, v. \n157, p. 752–762, 2006. \n \n \nBRITO, E. M. S. et al. A case study of in situ oil contamination in a mangrove \nswamp (Rio De Janeiro, Brazil). Marine Pollution Bulletin, v. 58, p. 418-423, 2009. \n \n \nCETESB. Companhia Ambiental do Estado de São Paulo. Principais acidentes.  \nDisponível em: \n<http://www.cetesb.sp.gov.br/emergencia/acidentes/dutos/principais_acidentes.asp>. \nAcesso em: 07 dez. 2010. \n \n \nHARAYAMA, S.; KASAI, Y.; HARA, A. Microbial communities in oil-contaminated \nseawater. Current Opinion in Biotechnology, vol. 15, p. 205–214, 2004. \n \n \nHEAD, I. M.; SWANNELL, R. P. J. Bioremediation of petroleum hydrocarbon \ncontaminants in marine habitats. Current Opinion in Biotechnology, v. 10, p. 234–\n239, 1999. \n \n \nInternational Tanker Owners Pollution Federation Limited (ITOPF). 2010a. Number of \noil spills. Witherby, London. \n \n \nInternational Tanker Owners Pollution Federation Limited (ITOPF). 2010b. Major oil \nspills. Witherby, London. \n \n \nJÚLIO, A. D. L. Produção de biocatalisadores visando à biorremediação de efluentes \ncontaminados com gasolina. Viçosa, MG, 2010. Relatório de pesquisa. \n \n \n\n\n\n37 \n \n\nLEE, K.; TREMBLAY, G. H. Bioremediation of oiled beach sediments: Assessment of \ninorganic and organic fertilizers. International Oil Spill Conference-IOSC, 2005. \n \n \nLEITE, A. A. L.; LEITE, C. A.; NOGUEIRA, V. F. Padronização da técnica utilizada \nno preparo de resina à base de uréia-formaldeído para as aulas práticas de Química. \nAnuário da Produção Acadêmica Docente, vol. 2, nº 3, p. 31-40, 2008. \n \n \nMORTON, R. D. Aerobic plate count. In: F. P. Downes &amp; K. Ito (Eds.), Compendium \nof Methods for the Microbiological Examination of Foods, 4ª edição, p. 209–215, \n2001. Washington: APHA. \n \n \nMUSAT, F.; HARDER, J.; WIDDEL, F. Study of nitrogen fixation in microbial \ncommunities of oil-contaminated marine sediment microcosms. Environmental \nMicrobiology, v. 8, n. 10, p. 1834-1843, 2006. \n \n \nPARREIRA, A. G. Consórcio bacteriano para biorremediação de solo \ncontaminado com gasolina. 2005. Dissertação (Mestrado em Microbiologia \nAgrícola) – Universidade Federal de Viçosa, Viçosa, MG, 2005. \n \n \nPRITCHARD, P. H. et al. Oil spill bioremediation: experiences, lessons and results \nfrom the Exxon Valdez oil spill in Alaska. Biodegradation, vol. 3, p. 315-335, 1992. \n \n \nRON, E; ROSENBERG, E. Role of fertilizers: Biostimulation. In: Timmis, K. N. (Ed.) \nHandbook of Hydrocarbon and Lipid Microbiology. Springer-Verlag Berlin \nHeidelberg, 2010. cap. 6, p. 2501-2504. \n \n \nROSA, A. P.; TRIGUIS, J. A. Bioremediation process on Brazil shorline. Laboratory \nexperiments. Environmental Science and Pollution Research, v. 14, nº 7, p. 470–\n476, 2007. \n \n \nROSENBERG, E. et al. Petroleum bioremediation – a multiphase problem. \nBiodegradation, vol. 3, p. 337-350, 1992. \n\n \n \nROSENBERG, E. et al. Oil  bioremediation  using  insoluble  nitrogen  source. \nJournal  of  Biotechnology, v. 51, p. 273-278, 1996. \n \n \nSAADOUN, I.M.K.; AL-GHZAWI, Z. D. Bioremediation of petroleum contamination. \nIn: Fingerman, M. (Ed.); Nagabhushanam, R. (Ed.) Bioremediation of Aquatic and \nTerrestrial Ecosystem. Plymouth: Science Publishers, Inc, 2005. cap. 6, p. 173-212. \n\n\n\n38 \n \n\nSÁNCHEZ, O. et al. Molecular characterization of an oil-degrading cyanobacterial \nconsortium. Microbial Ecology, v. 50, p. 580–588, 2005. \n \n \nSILVA, A. C. et al. Bioremediation of marine sediments impacted by petroleum. \nApplied Biochemistry and Biotechnology, v. 153, p. 58-66, 2009. \n \n \nTYAGI, M. et al. Bioaugmentation and biostimulation strategies to improve the \neffectiveness of bioremediation processes. Biodegradation, vol. 22, p. 231-241, \n2011. \n \n \nVENOSA, A. D.; ZHU, X. Biodegradation of crude oil contaminating marine \nshorelines and freshwater wetlands. Spill Science &amp; Technology Bulletin, vol. 8, n. \n2, p. 163–178, 2003. \n \n \nWANG, Q. et al. Potencial approaches to improving biodegradation of hydrocarbons \nfor bioremediation of crude oil pollution. Journal of Environmental Protection, vol. \n2, p. 47-55, 2011. \n \nWRENN, B. A. et al. Nutrient transport during bioremediation of crude oil \ncontaminated beaches. In: In-Situ and On-Site Bioremediation, vol. 4. Battelle Press, \nColumbus, OH, pp. 267–272, 1997. \n \n \nZHU, X; VENOSA, A. D. Guidance for the bioremediation of marine shorelines and \nfreshwaters wetlands. In: Fingerman, M. (Ed.); Nagabhushanam, R. (Ed.) \nBioremediation of Aquatic and Terrestrial Ecosystem. Plymouth: Science \nPublishers, Inc, 2005. cap. 5, p. 141-172. \n \n \nZHU, X. et al. Guidelines for the bioremediation of marine shorelines and freshwaters \nwetlands. U.S. Environmental Protection Agency – EPA, Cincinnati, 2001."}]}}}