{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05170"}, {"@name": "filename", "#text": "BTP_1985_28_4_14_Perspectivas_de_aproveitamento.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Perspectivas de Aproveitamento dos Arenitos\nOleígenos da Formação Jandaíra - Aspectos\nTecnológicos\nGUILHERME GUSTAVO CAPUDI s BRAZ MARINO ZANUTTO, Setor de Laboratório, Superintendência da Industrialização do Xisto.\nRESUMO — São apresentados resultados experimentais de testes exploratórios com o fim de estudar a possibilidade de recuperar o betume agregado ao arenito Jandaíra, bem como as prováveis alternativas tecnológicas.\nO Processo Clark de água quente é inadequado à recuperação do betume Jandaíra, o qual pode ser recuperado por meio de processos que envolvam a ação de solventes (extração plena ou ação auxiliar do solvente).\nDessas alternativas, processos do tipo DAP (Dissolvent Assisted Process) parecem economicamente mais atraentes, visto que reúnem as vantagens da extração por solvente e as do Processo Clark, o único utilizado em escala industrial.\nABSTRACT — The experimental results of exploratory tests are presented with the purpose of studying the possibility of recuperation of bitumen aggregated to Jandaíra sandstone, as well as the probable technological alternatives.\nThe Clark Process of hot water is not adequate to the recuperation of Jandaíra bitumen, which can be recovered through processes involving the action of solvents (full extraction or auxiliary action of the solvent).\nAmong the alternatives available, processes such as DAP (Dissolvent Assisted Process) seem economically more attractive, once that they gather the advantages of the extraction by solvent and those of the Clark Process, the only one used in industrial scale.\nI\n(Originais recebidos em 14-V-85.)\n1 - INTRODUÇÃO\nAs areias betuminosas (ou arenitos oleígenos), geralmente encontradas em áreas geográficas onde se verificam ocorrências de petróleo, constituem-se de uma mistura betuminosa cujas partículas acham-se disseminadas em uma matriz mineral, nucleadas por grânulos de areia.\nSegundo sua natureza, os depósitos podem ser classificados em duas espécies: water wetted sands ou oil wetted sands. A primeira possui um filme aquoso congênito (água conata), que separa a cobertura betuminosa do núcleo mineral. Na segunda, o betume encontra-se diretamente aderido a esse núcleo.\nNormalmente, o betume contido nesses materiais é um óleo pesado, de elevada densidade e viscosidade.\nA natureza da ocorrência e as características físico-químicas do betume definirão as alternativas para a recuperação da matéria orgânica. Na maioria dos casos, emprega-se o chamado Processo Clark de água quente (ou variante dele) ou um processo de extração por solventes.\nA viabilidade de empreendimentos com vistas ao aproveitamento destes recursos minerais deve calcar-se no teor em betume da ocorrência, pois os processos usuais de beneficiamento tornam-se econômica e tecnicamente proibitivos para baixos níveis de saturação orgânica.\nNeste trabalho serão apresentadas as propriedades dos arenitos oleígenos da Formação Jandaíra (RN) e discutidas, em caráter preliminar, as perspectivas de recuperação do betume desse material.\n2 - DESCRIÇÃO DOS TRABALHOS\nOs trabalhos foram executados em duas grandes etapas, descritas a seguir.\n2.1\t— Determinação dos Níveis de Saturação da Jazida\nEsta fase envolveu a análise de testemunhos de sondagem amostrados ao longo da jazida segundo malha de sondagem prefixada, a fim de determinar os teores verticais e laterais em betume, para permitir a posterior quantificação do volume total de óleo recuperável.\nConstituição Física do Material Estudado\nConstituinte\tAmostra A\tAmostra B\tAthabasca (7)\tUtah (7)\nAgua, %\t1,6\t2,3\t3,0-5,0\t0,5\nSólidos, %\t95,7\t93,4\t83,0-85,0\t86,5\nBetume, %\t2,7\t4,3\t12,0\t13,0\nTABELA II\nAnálise Termogravimétrica do Material em Estudo\nTemperatura\tArenito Athabasca\t\tArenito em Estudo\t\n\t\t\t\t\nAquecimento\tDesvolatilização, %p\t\tDesvolatilização, %p\t\n(°)\t\t\t\t\n\tAtm. Inerte\tAtm. Oxidante\tAtm. Inerte\tAtm. Oxidante\n\t\t\t\t\n100\t—\t—\t\t—\n200\t1,1\t1,1\t1,5\t2,0\n300\t3,5\t3,6\t2,0\t2,6\n400\t5,8\t5,2\t2,8\t3,4\n500\t9,3\t9,8\t3,6\t4,4\n600\t9,6\t11,2\t4,3\t5,1\n700\t9,7\t11,2\t9,2\t9,7\n800\t9,7\t11,2\t26,9\t26,7\n900\t9,7\t11,2\t27,5\t26,7\nForam determinados os teores de água, sólidos minerais e betume constituintes do material amostrado, segundo a metodologia abaixo:\n•\tágua — método ASTM D-95, Test for water in petroleum products and betuminous materials by disttilation;\n® sólidos — por extração, utilizando-se extrator do tipo Soxhlet e clorofórmio como solvente;\n•\tbetume — por diferença, conhecidos os teores de água e sólidos;\n•\tdensidade aparente — por deslocamento após saturação do material em água.\n2.2\t— Avaliação de Alternativas Tecnológicas de Beneficiamento\n2.2.1\t— Caracterização Físico-Química do Material\nPara os trabalhos de avaliação tecnológica, providenciou-se inicialmente a caracterização físico-química do material bruto (arenito impregnado), bem como do betume nele contido. A fim de permitir uma perfeita visualização da natureza do material em estudo, os da\ndos serão apresentados frente aos valores médios usualmente citados para os arenitos de Athabasca (Canadá) e Utah (Asfalt Ridge), sobre os quais há muitas referências.\nConforme detectado nos trabalhos iniciais para a determinação dos níveis de saturação da jazida, o material em estudo se constitui num arenito de baixíssima saturação em betume (teor máximo determinado: 6% em amostras esporádicas). Assim, para a avaliação tecnológica, prepararam-se duas grandes amostras (A e B), constituídas apenas de frações fortemente impregnadas e cuja constituição física é mostrada na tabela I.\nAlém das diferenças significativas nos níveis de saturação em betume, note-se que os teores de água para Athabasca e Utah referem-se ao material in situ, ao passo que, para as amostras A e B, referem-se ao material obtido por sondagem, onde \"água de serviço\" foi incorporada à amostra.\nSegundo pesquisadores canadenses (7), as areias de Utah são secas (oi!\nwetted), enquanto as de Athabasca contêm \"água conata\" (water wetted). Tal característica é de fundamental importância na definição do esquema de beneficiamento. Para o material em estudo, nada se pode afirmar a respeito da presença ou não de \"água conata\", embora os resultados da análise termogravimétrica (TGA), apresentados a seguir, sugiram a ausência desta.\nA tabela II, preparada em função das curvas TGA constantes do anexo, mostra a desvolatilização do material em estudo (amostra A) e de uma amostra do arenito Athabasca, sob aquecimento conduzido em atmosfera inerte (N2) e oxidante (ar sintético).\nAs perdas de massa que ocorrem até 200-250°C correspondem, principalmente, à perda de umidade (água conata, no caso do arenito canadense). Entre 250-600°C, aproximadamente, as perdas correspondem à desvolatilização devida à matéria orgânica (degradação térmica em atmosfera de N2 e oxidação em atmosfera de ar sintético). Notem-se as diferenças entre os materiais em função dos diversos graus de saturação orgânica. Acima de 600°C, o arenito canadense mostra-se estável termicamente, enquanto o material em estudo revela acentuada perda adicional de massa na faixa de 600-750°C, em virtude da decomposição de carbonatos constituintes da matriz mineral desse arenito.\nA presença de carbonatos no material foi posteriormente evidenciada pela determinação do \"carbono mineral\" na amostra (cerca de 6,1%), cujo equivalente em C02 corresponde justamente à perda de massa em questão (cerca de 22%).\nVerificou-se ainda a distribuição gra-nulométrica da fração mineral constituinte do material em estudo (arenito Jandaíra), comparando-a com as areias de Athabasca, Utah e Anhembi (SP) (arenito Pirambóia) (fig. 1).\nA distribuição granulométrica do componente mineral é um fator de grande importância na avaliação tecnológica de arenitos. A qualidade da separação matéria orgânica/matéria mineral depende muito da granulometria das partículas minerais (2), visto que há uma dimensão crítica acima da qual as partículas de areia tendem a permanecer no rejeito inorgânico e abaixo da qual tendem a ser carreadas com o betume recuperável. Para beneficiamento por digestão com água quente, esta dimensão\n268\nB. téc. PETROBRÂS, Rio de Janeiro, v.28(4): 267-276, out./dez. 1985\ncrítica deve ser de aproximadamente 100 /zm. Já para o processamento com solventes, finos abaixo de 44/zm são indesejáveis (6). Observe-se que, na faixa crítica (100 /zm x zero), o arenito Jan-daíra apresenta-se similar aos arenitos Asphalt Ridge e Pirambóia, cujos finos não oferecem maiores problemas ao posterior tratamento do betume recuperado.\nQuanto ao betume Jandaíra, suas características são apresentadas na tabela III.\nCaracterísticas do Betume Jandaíra\nArenito\tSG (60/60°F)\tCarbono (%)\tHidrogênio (%)\tNitrogênio (%)\tEnxofre (%)\nAthabasca\t0,989\t82,6\t10,3\t0,5\t4,8\nAsphalt Ridge\t0,970\t85,3\t11,7\t1,0\t0,1\nPirambóia\t1,026\t85,0\t10,7\t0,9\t2,0\nJandaíra\t0,991\t83,8\t13,0\t1,1\t1,3\nA figura 2 mostra o comportamento viscosimétrico do betume Jandaíra e de outros com a temperatura.\nA viscosidade do betume Jandaíra foi determinada em viscosímetro Brookfield LVT, e os demais dados foram extraídos da literatura (4'7).\nQuanto à destilação, o betume Jandaíra mostrou o comportamento ilustrado na figura 3.\nA curva de destilação apresentada para o betume Jandaíra é uma curva simulada, derivada da análise termogravimé-trica do material (anexo). Para sua construção, além dos dados do TGA, aproveitaram-se os valores tabelados (*) para a SG 60/60°F dos hidrocarbonetos saturados cujo ponto de ebulição corresponde à temperatura de volatilização considerada. Observe-se que o betume Jandaíra consiste num óleo muito pesado e viscoso, que apresenta, salvo o baixo\nFig. 1 - Distribuição granulométrica dos minerais constituintes do material estudado.\nteor de enxofre, características muito similares às do betume Athabasca.\n2.2.2\t— Seleção das Alternativas de Beneficiamento\na) Considerações sobre a aplicabilidade do Processo Clark de água quente\nNeste processo, a separação betu-me-areia reduz-se a um simples deslocamento da cobertura betuminosa que envolve os grânulos de areia, muito facilitado graças à ação de um umectante cáustico (NaOH) em virtude da baixa viscosidade adquirida pelo betume à temperatura de processamento (8090°C).\nO processo é adequado ao tratamento das water wetted sands, visto que a presença da água conata facilita o deslocamento do betume, sendo a tecnologia utilizada na exploração comercial das areias betuminosas de Athabasca.\nJá para as areias de Utah, altamente impregnadas como as de Athabasca, porém com um betume bem mais pesado e viscoso, e isentas de “água conata\", o Processo Clark só mostrou bons resultados após substanciais modificações em sua concepção original (7). Ainda segundo INNES &amp; FEAR, o teor em betume requerido para o processamento por água quente deve ser alto o bastante de modo que o filme betuminoso circundante exceda certa espessura crítica necessária ao efetivo deslocamento de fases.\nPara areias betuminosas de baixo teor, há formação de fortes ligações in-trapartículares durante o processo de maturação da rocha-mãe, prejudicando extremamente o deslocamento da fase betuminosa. No caso das areias Sunnyside, identificou-se, por análise termo-gravimétrica, a presença de carbonates (calcita e dolomita) como agentes ci-mentantes intraparticulares (s).\nConforme verificado, embora o betume Jandaíra mostre características favoráveis, o arenito Jandaíra, em virtude de sua natureza mineral (presença acentuada de carbonates na matriz) e do baixo nível de saturação, provavelmente não admitirá o beneficiamento pelo Processo Clark. Segundo a literatura (z), o aproveitamento via Processo Clark é considerado antieconômico para materiais que contenham menos de 8% em peso de betume.\nEmbora teoricamente justificada a inadequação do Processo Clark ao caso, esta alternativa foi experimentada em laboratório, sendo os resultados apresentados mais adiante (item 2.2.3-a).\nb) Considerações sobre a aplicabilidade de processos que envolvem a ação de solventes\nVisto que o arenito Jandaíra, provavelmente, não permitirá a recuperação\nFig. 2 - Relações viscosidade x temperatura para betumes provenientes de arenitos betuminosos.\nFig. 3 - Curvas de destilação de betumes provenientes de arenitos betuminosos.\nde betume via \"água quente\", os estudos foram dirigidos à avaliação das tecnologias que envolvem a ação de solventes, cujas limitações repousam, praticamente, em questões de ordem econômica.\nEm se tratando do aproveitamento de areias betuminosas com o emprego de solventes, há que considerar dois casos: um primeiro, consistindo numa variante do processo tradicional de água quente, onde o solvente é utilizado como um coadjuvante na liberação betu-me/areia, mantidas as operações básicas do esquema de água quente; e um segundo, no qual o betume é extraído do mineral apenas pela ação do solvente.\n•\tProcesso DAR\nUm bom exemplo de uma tecnologia enquadrada no primeiro caso mencionado acima é o chamado Processo DAP (Dissolvent Assisted Process) (6), desenvolvido especialmente para areias do tipo o/7 wetted e de baixo teor, onde grânulos de areia podem ocorrer cimentados em conjunto (areias consolidadas). Para tais areias, é insuficiente um processo baseado na redução de viscosidade do betume, por simples aquecimento a temperatura acima do ponto de amolecimento. É necessária uma redução adicional de viscosidade, obtida por diluição do betume com um hidrocarbo-neto leve, usualmente querosene. Desta forma, substitui-se a fase orgânica original densa e viscosa por uma solução betume/hidrocarboneto leve, de densidade significativamente menor que a da água que, portanto, poderá ser recolhida sobre água por flutuação.\nEm princípio, salvo aspectos econômicos, processos dessa natureza podem ser utilizados com sucesso para o aproveitamento de arenitos que contenham pequena proporção de finos «44 jum), visto que estes tenderão a permanecer no concentrado betuminoso final. É pequena a quantidade de solvente usualmente empregado nesse processo (relação volumétrica diluente/betume da ordem de 0,20-0,25) (6). Configurações tecnológicas dessa natureza foram aplicadas ao arenito Jandaíra. Os resultados experimentais serão apresentados no item 2.2.3-b.\n•\tProcesso de Extração por Solventes\nTal processo é amplamente aplicável no beneficiamento de areias betuminosas, pois não apresenta limitações técnicas quanto ao material a ser tratado.\n0 esquema de recuperação de solvente, no caso, fica bastante facilitado, tendo em vista que o betume constituinte desses materiais é muito pesado e de elevado ponto de ebulição.\nEm termos operacionais, esse processo requer operação em sistemas fechados, de modo a evitar perdas de solvente, geralmente voláteis, inflamáveis e/ou relativamente tóxicos. Os solventes dorados são os mais eficazes (9), embora tolueno e hexano sejam usualmente utilizados.\nA recuperação em betume obtida em processos dessa natureza é muito elevada (95% ou mais). Em operação semi-comercial, tem-se notícia das plantas Tarco e Cresset Corporation, instaladas no Kentucky, EUA (8).\nQuanto ao arenito Jandaíra, foram conduzidos testes de extração a frio e a quente, cujos resultados serão apresentados no item 2.2.3-c.\nc)\tConsiderações sobre a recuperação de betume pela retortagem do material\nAté o momento, não se tem notícia da utilização industrial de processos de retortagem na recuperação do betume de areias betuminosas. Tais processos resultam antieconômicos para teores de betume inferiores a 4% em peso, tendo sua aplicação limitada a areias de características especiais (free flowing) não exibidas pelo arenito Jandaíra. A avaliação experimental desta alternativa estava prevista inicialmente, em virtude dos resultados animadores obtidos na retortagem de arenitos americanos, quando processados em unidade piloto pelo Processo Lurgi-Ruhrges (3). Conforme verificado nesses testes, o tratamento por retortagem oferecería as seguintes vantagens sobre o Processo Clark:\n•\trendimentos em óleo superiores ao processo de extração/coqueamento;\n•\teliminação da extração com água quente/tratamento da espuma das operações de preparo e recuperação de solventes da unidade de coquea-mento e das bacias de acúmulo de rejeitos.\nEm face do baixo nível de saturação do arenito Jandaíra e da nítida tendência à aglomeração observada no material mais fortemente impregnado, sua retortagem não foi apreciada experimentalmente.\n2.2.3\t— Testes de Avaliação Tecnológica\na) Processo de água quente\nA digestão alcalina com água quente foi testada em laboratório com o auxílio de um pequeno tambor rotatório, usando-se hidróxido de sódio como agente umectante cáustico. As condições experimentais foram as seguintes:\n—\tcarga: arenito Jandaíra, amostra B;\n—\trelação areia/água no digestor: mas-sa^/massa^o = 3, ou seja, polpa contendo 75% em peso de sólidos (arenito bruto);\n—\tpH da polpa: =\t8, ajustado com\nNaOH;\n—\ttempo de residência no digestor: 20 minutos;\n—\ttemperatura média no digestor: cerca de 85-90°C, mantida pela passagem contínua de vapor vivo;\n—\trotação do digestor: 30 rpm.\nEfetuada a digestão, permitiu-se a decantação da polpa digerida após suave agitação da \"areia de fundo\", de modo a facilitar a liberação de eventuais partículas de betume deslocadas da matriz, porém retidas apenas mecanicamente nesse depósito pesado.\nO teste foi efetuado sobre 4 880 gramas de material, nas condições anteriormente citadas. A pequena ocorrência de concentrado não permitiu seu isolamento para quantificação e análise. Salvo perdas nos procedimentos de transferência para quantificação e análise, a areia de fundo revelou uma retenção de 66% do betume originalmente presente no material (tabela IV).\nTABELA IV\nSimulação do Processo de Água Quente\nCorrentes\nConstituição (%)\tCarga\tConcentrado\tAreia de Fundo\nÁgua,\t2,3\t-\t~ 2,3\nSólidos,\t93,4\t-\t~94,9\nBetume,\t4,3\t-\t~ 2,8\nRendimentos,\t100\tInsignificante\t~ 100\nRetenção de betume\t100\tNão avaliado\t66\nTABELA V\nAnálise Granulométrica Comparativa (* )\nPeneiras (mesh, %)\tCarga\tAreia de Fundo\n+ 8\t1,7\t—\n-8 + 12\t21,5\t3,5\n-12 + 20\t30,1\t11,0\n-20 + 35\t46,6\t23,3\n-35\t63,4\t76,7\n(*) Efetuada por peneiração a úmido dos materiais.\nOs resultados permitem observar que:\n—\ta ocorrência de espuma sobrenadante rica em betume foi insignificante, evidência principal de um efetivo deslocamento por água quente;\n—\tfoi muito baixo o coeficiente de separação betume/areia, visto que o pouco betume presente no material de carga ficou, praticamente tcdo, retido na areia de fundo (cerca de 70%);\n—\ta grande incidência de partículas grosseiras no material digerido sugere que os agregados originalmente presentes no material mantiveram sua integridade durante a digestão (tabela V).\nUm segundo experimento efetuado em condições mais severas de alcalinida-de (pH ~ 10,5) também mostrou resultados dessa ordem, levando à conclusão de que o processo de água quente não é a tecnologia adequada para o aproveitamento do material em estudo.\nb) Processo D AP\nForam conduzidos dois testes com o arenito Jandaíra, a fim de se avaliar o desempenho de um processo do tipo DAP.\nOs testes foram efetuados com auxílio de um misturador de bancada, com duas rotações (alta ~1 700 rpm, e baixa ~800 rpm), com rotor adequado à mistura de pastas (tipo âncora, diversas lâminas de cisalhamento), descontínuo.\nNum primeiro estágio, o material foi misturado a frio por dez minutos, em alta rotação, com uma quantidade de solvente que baixasse significativamente a densidade e a viscosidade do betur e e\nimpedisse uma relação sólido/l íquido inferior a 4. Num segundo estágio, à pasta densa resultante (areia — solvente/hidro-carboneto), adicionou-se água quente (T = 90-95°C), alcalinizada a pH 10,5, em quantidade suficiente para elevar a relação sólido/líquido a 2. Nestas condições, o sistema foi agitado por mais dez minutos em baixa rotação, de modo a permitir intensa interação água-areia. Finda esta etapa de digestão, o sistema foi cuidadosamente avolumado com água. Retirou-se o concentrado betuminoso sobrenadante e separou-se a areia de fundo (após suave agitação, apenas para liberar matéria orgânica mecanicamente retida nesse depósito, a qual foi incorporada ao concentrado inicial). Ambas as correntes foram analisadas.\nAs condições experimentais foram as seguintes:\n—\tcarga: arenito Jandaíra, 1 000 gra-mas/teste;\n—\trelação sóiido/líquido em massa: cerca de 4 no primeiro estágio (300 ml solvente, tolueno) e cerca de 2 no segundo estágio (adição de 200 ml H2O alcalino);\n—\ttempos de residência: 10 min/10 min;\n—\ttemperaturas: ambiente/+ 80°C;\n—\tatrição no sistema: 1 700 rpm/ 800 rpm.\nAs tabelas VI e VII mostram os resultados obtidos.\nc)\tExtração por solventes\nPara avaliar a recuperação do betume Jandaíra com solvente, realizaram-se quatro testes, dois a quente e dois a frio.\nTendo em vista a pequena quantidade de betume envolvida (em função do baixo teor do material estudado) e as perdas materiais inerentes ao procedimento de laboratório usado para isolamento e análise do extrato betuminoso, o betume recuperável em cada experimento foi obtido por diferença após a quantificação do betume remanescente nos rejeitos.\nEm cada caso a recuperação de betume foi calculada pelo balanço material, conforme segue:\nRecuperação em betume, % peso =\n(%O/%S)r(\n_ (1 ~ (%O/%S)C}\nonde:\n(%O/%S) = razão entre as percentagens em peso de óleo e sólidos nas correntes carga (c) e rejeito (r).\nOs testes foram efetuados sobre a amostra A, cuja constituição já foi apresentada.\nTestes a Quente\nO equipamento utilizado nos testes\nde recuperação de betume com solvente a quente consta, basicamente, de um recipiente cilíndrico, com aquecimento na parte inferior (bico de gás).\nNa parte superior do recipiente, circula a água para a condensação do solvente, fazendo-o percolar pela amostra em temperatura próxima a seu ponto de ebulição.\nNos testes, foram usados, aproximadamente, 500 g de arenito para dois litros de solvente (tetracloreto de carbono).\nO tempo de residência foi, respectivamente, de uma e duas horas para os testes Qj e Q2.\nTestes a Frio\nPara promover o contato solvente/ arenito, utilizou-se um contator de fundo cônico, com impelidor do tipo turbina de quatro pás.\nForam colocados arenito e solvente no misturador, na proporção de 1:2 em peso. O tempo de mistura foi de trinta minutos para ambos os testes, Fj e F2, após os quais o arenito extraído foi filtrado sob vácuo com o auxílio de um funil de Büchner.\nOs resultados obtidos em ambas as condições encontram-se na tabela VIII.\nTABELA VI\nTABELA VII\nSimulação do Processo DAP — Teste n.° 1\nParâmetros\tCorrentes\t\t\n\tCarga\tConcentrado\tRejeito\nÁgua, %\t2,3\tIsento\t2,4\nSólidos, %\t93,4\t13,9\t96,7\nBetume, %\t4,3\t86,1\t0,9\nRendimentos, %\t100\t4,0\t96,0\nRecuperação teórica em betume, %\t100\t80,5 (*)\t19,5\nRecuperação efetiva em betume, %\t100\t62,0 (**)\t19,5\nSimulação do Processo DAP — Teste n.° 2\nParâmetros\tCorrentes\t\t\n\tCarga\tConcentrado\tRejeito\nÁgua, %\t2,3\tIsento\t2,4\nSólidos, %\t93,4\t12,3\t97,1\nBetume, %\t4,3\t88,7\t0,5\nRendimentos, %\t100\t4,4\t95,6\nRecuperação teórica em betume, %\t100\t89,1 (*)\t10,9\nRecuperação efetiva em betume, %\t100\t67,0 (**)\t10,9\n(*) Considerou-se teoricamente recuperável todo o betume originalmente presente na carga que, ao final do teste, não permaneceu no rejeito (areia de fundo). Este foi obtido, portanto, por diferença.\n(•*) Considerou-se efetivamente recuperado o betume realmente medido no concentrado após eliminação do diluente, salvo perdas materiais envolvidas no procedimento de laboratório usado para o isolamento desta fase orgânica.\nSimulação do Processo de Extração por Solventes\nAnálises (% p)\tT estes\t\t\t\t\n\tQi\t\tF.\tf2\tObs.\nSolvente retido\t9,95\t11,31\t7,80\t9,76\t\nSólidos\t99,92\t99,49\t99,98\t99,88\t*\nBetume (por diferença)\t0,08\t0,51\t0,02\t0,12\t*\nRecuperação em betume\t97,2\t81,8\t99,3\t99,7\t**\n(*) Análise efetuada no rejeito após evaporação do solvente.\n(**) Percentuais relativos ao betume originalmente presente no material testado.\nOs testes efetuados tiveram caráter exploratório. Não se tentou otimizar o tempo de residência nem a quantidade de solvente, restringindo-se apenas a avaliar o desempenho da extração em si.\nOs resultados permitem concluir que o betume Jandaíra pode ser recuperado por meio de extração plena com solventes, oferecendo tal processo elevados níveis de recuperação (verificou-se a extração de até 99% do betume originalmente presente no material).\n3\t- CONCLUSÕES\nO trabalho relatado permite as seguintes conclusões:\n—\tO arenito Jandaíra apresenta baixo nível de saturação em betume, razão pela qual tiveram que ser preparadas amostras especiais, constituídas do material mais fortemente impregnado que ocorreu na área sondada da jazida. Conseguiu-se, desta forma, uma amostra com cerca de 4% em betume;\n—\tEm função de sua natureza físico--química, o arenito Jandaíra, aparentemente, não permite a recuperação, em níveis satisfatórios, do betume a ele agregado, por simples deslocamento em água quente sob condições alcalinas (Processo Clark);\n—\tA inadequação técnica do Processo Clark ao material deve-se, principalmente, a fatores ligados à natureza da fração mineral desse arenito, visto que o betume nele contido apresenta propriedades muito semelhantes às do betume Athabasca, facilmente deslocado por água quente;\n—\tA recuperação do betume Jandaíra é tecnicamente viável através de processos que envolvam a ação de sol\nventes (do tipo DAPou extração plena com solventes). A viabilidade econômica da recuperação desse betume por tais processos deve, entretanto, ser cuidadosamente levantada, tendo em vista o baixo nível de saturação da jazida e o volume total de betume recuperável.\nREFERÊNCIAS BIBLIOGRÁFICAS\n(1)\tAPI. Technical data book — petro-\nleum refining. Washington, D.C., 1970.\n(2)\tINNES, E. D. &amp; FEAR, J. V. D.\nCanada's first commercial tar sand development. Presented before the 7^ World Petroleum Congress, 1977. \"Occurrence and Prospects of Tar Sands\". In: CONGRESSO MUNDIAL DE PETRÓLEO. 7. México, 1967. Proceedings. London, Elsevier, 1967. v. 3, p. 633-53.\n(3)\tLURGI MINERALOLTECNIKI\nGMBH. The recovery of oil by dry distillation of tar sands according to the L. Fl. Processes. Frankfurt, 1974. Presented at the Calgary Canada Symposium. Oct. 7, 1975.\n(4)\tMILLER, J. D. &amp; MISRA, M. Hot\nwater process development for Utah tar sands. Fuel Processing Technology, 0(1): 27-59, 1932.\n(s) OBLAD, A. et alii. Recovery of bitumen from oil impregnated sandstone deposits of Utah. In: Al CHE. Oil shale and tar sands. New York, 1976. p. 69-77. (AICHE Symposium series 72 (155) 1976).\n(6)\tRIOTINTO TIL HOLDING. DAP\nProcess presentation [s.n.t.].\n(7)\tSEPULVEDA, J. E. &amp; MILLER,\nJ.\tD. Separation of bitumen from Utah tar sands by a hot\n(1°\nwater digestion-flotation technique. Mining Engineering, 30 (9): 1311-20, Sep. 1984.\nVASCONCELLOS, P.; SANT'AN-NA, P. R. &amp; BABSKY, M. S. Visita às instalações de recuperação de óleo pesado das Empresas Getty OH, Suncor, Syncrude, Conoco, Tarco Inc., Cresset Co. nos Estados Unidos da América do Norte e Canadá. Periodo: 02.06 a 14.06.84; relatório de missão no exterior. São Mateus do Sul, PETROBRÁS, 1984.\nVORNDRAN, L. D. L. et alii. Bitumen separation for experimental use. The Canadian Journal of Chemical Engineering, 58:580-7, Oct. 1980.\n) ZANUTTO, B. M.; CAPUDI, G. G.; NOVICKI, R. E. M. Arenitos oleígenos da Formação Piram-bóia, São Paulo; caracterização tecnológica. Relatório final da Atividade PD-810. São Mateus do Sul. PETROBRÁS, SIX,\n1981.\nANEXO\nlí 1\nANALISES TERMOGRAVIMÉTRICAS\n\t\tTGA\t\tiUMBkH\t\n\t\t\t\tI\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\nL\t\t\t\tAi\t\nr\t\t. —\t\t\t\nAmostra: areia betuminosa de Athabasca\nAtm.: N 2\nFluxo: 80 ml/min\nEIXO T\nEscala, °C/pol: 100\nProg, de temp., °C/min: 10\nTGA\nEscala, mg/pol: 0,5\nPeso, mg: 10,82 dy (mg/min )/pol: 0,1\nTemperatura °C (Chromel/Alumel)\n\n\n7-\nú) RI TS\no\ntn\n0>\nAmostra: areia betuminosa de Athabasca\nAtm.: ar sintético\nFluxo: 80 ml/min\nEIXOT\nEscala, °C/pol: 100\nProg, de temp., °C/min: 10\nTGA\nEscala, mg/pol: 0,5\nPeso, mg: 17,79 dy (mg/min)/pol: 0,1\n5-\n\n\n\n4.\n3 -\n2\n1\n\n\n0 J-\n0\n100\n200\t300\n400\n500\t600\n\n700\t800\t900\t1 000\t1 100\t1 200\nTemperatura °C (Chromel/Alumel)\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t-——\t\t\t\t\nH\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t-:\n\t\t\t\t\t\t\tn\t\n\t\t\t\t\t\t\t\t\n\tA\t\t\t\t/ \t'\t\t\tiin _\n\t\t\t\t\t\t\t\t\n1 200\n1 000\nTemperatura °C (Chromel/Alumel)\nAmostra: arenito RN Atm.: ar sintético\nFluxo:80 ml/min\nEIXO T\nEscala, °C/pol: 100\nProg, de temp., °C/min: 10 TGA\nEscala, mg/pol: 1,0\nPeso, mg: 19,51 dy (mg/min)/pol: 0,2\nTGA, perda de massa (mg/pol)\tTGA, perda de massa (mg/pol)\nescala em polegadas\tescala em polegadas\n\tTGA\t\t\t\t\t\t\n\t\t—-\t________\t___\t\t\t\n\t\t\t\t\t\t\\ \\\t\n\t\t\t\t\t\t\\\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\tVa A\t\n\t\t\t\t\t\t\t\n\t\t■ ■ 1\t\t\t\t■\t\n\t\t\t\t\t\t\t\nAmostra:arenito RN\nAtm.: N,\nFluxo:80 ml/min\nEIXO T\nEscala, °C/pol: 100\nProg, de temp., °C/min: 10\nTGA\nEscala, mg/pol: 1,0\nPeso, mg: 19,65\ndv (mg/min)/pol: 0.8\nTemperatura °C (Chromel/Alumel)"}]}}}