{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25269"}, {"@name": "filename", "#text": "9910_NeD138_Jo%c3%a3oF%c3%a1bioBertonha.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Decadência do Ocidente ou Ascensão Asiática? Reflexões sobre o Ocidente, os BRICS e o “Choque de Civilizações”\nJoao Fábio Bertonha\nDoutor em História pela Universidade Estadual de Campinas. Pós doutorado pela Università di Roma (2010-2011) e pela USP (2012). Professor de História na Universidade Estadual de Maringá/PR e investigador do CNPq. Foi vice-coordenador do Departamento de História e do Programa de Mestrado da UEM e, desde 2013, é membro do comité da área de História na Fundação Araucária de Apoio ao Desenvolvimento Científico e Tecnológico do Estado do Paraná.\nResumo\nO objetivo central deste artigo é abordar o paradigma civilizatório como possibilidade de análise para o cenário internacional atual. Sendo mais específico, a reflexão caminha para a discussão da proximidade cultural entre o universo eslavo e a América Latina com o Ocidente “clássico” representado pela Europa ocidental, a América do Norte e a Oceania e as implicações disso para as relações entre estas regiões. Os casos dos dois BRICS não asiáticos, ou seja, o Brasil e a Rússia, serão especialmente enfocados.\nAbstract\nWestern Decadence or Asian Rising? Reflections Over the West, the BRICS and the “Shock of Civilizations”\nThe main purpose of this article is to address the paradigm of \"civilization” as a possible analytical tool to understand the current international scenario.\nBeing more specific, the article focus on the discussion of the cultural proximity between Slavic Europe and Latin America with the classic \"West” (represented by Western Europe, North America and Oceania) and the implications for the relationships between these regions. The cases of the two non-Asian BRICS, Brazil and Russia, are especially stressed.\nHá muitas décadas que o espectro da decadência do Ocidente é uma presença constante em livros, jornais e na consciência coletiva do mundo ocidental. A ideia de que a civilização compartilhada, em essência, pela Europa e Estados Unidos caminhava para seu fim é, com efeito, algo presente no imaginário coletivo ocidental há muito e as reflexões e discussões a respeito (com suas implicações na arena política) se transformaram e se desdobraram continuamente no decorrer do tempo.\nCom efeito, por muito tempo o tema da decadência ocidental esteve associado a valores éticos, religiosos e políticos. A Igreja Católica, assim, atribuiu essa decadência à perda do espírito cristão que seria a marca central do Ocidente devido à chegada da modernidade, enquanto muitos pensadores de direita fizeram e fazem a mesma associação, normalmente associando o “ser ocidental” a valores conservadores e em defesa da ordem e o declínio do Ocidente com o laicismo, a perda da identidade cultural e racial, etc. O tema da decadência sempre esteve, assim, ligado a questões de ordem moral e foi uma bandeira de caráter político de grande utilidade, especialmente para a direita do espectro político.\nMais recentemente, o tema voltou com ainda mais força devido à ascensão dos BRICS e à crise financeira que se abateu sobre a maior parte da Europa e dos Estados Unidos. A imprensa mundial, especialmente a europeia e a americana, publica regularmente projeções indicando o momento em que os BRICS serão responsáveis pela maior parte da produção mundial ou em que sua capacidade militar combinada superará a dos Estados Unidos, quase sempre num tom alarmista e preocupante. A irrelevância da Europa, a perda da hegemonia americana e a ascensão da China e dos BRICS são temas recorrentes nessas reportagens e a sombra da decadência do Ocidente está sempre por trás dessas análises.\nA minha proposta neste artigo é discutir se os conceitos de “civilização” e de “Ocidente” têm validade como força explicativa das relações internacionais neste início de século XXI e, especialmente, se não seria mais conveniente, quando abordamos o cenário internacional atual, falarmos em ascensão da Ásia e não em decadência do Ocidente. Tal afirmação surge da hipótese de que tanto a Rússia (e seu entorno eslavo), como o Brasil (e boa parte da América Latina, senão toda ela) são partes integrantes do mundo ocidental, ainda que com enormes especificidades, ou, no mínimo, áreas culturalmente próximas. Sendo assim, a ascensão desses dois países levará a um reequilíbrio de poder no mundo, mas, se os impactos económicos ou estratégicos serão relevantes, talvez seja possível dizer que os culturais serão menos importantes, dada justamente essa proximidade.\nJá a ascensão da China e da Índia (e de toda a Ásia oriental) representaria, nessa linha de raciocínio, uma verdadeira alteração no equilíbrio das civilizações mundiais. Um mundo sob a liderança chinesa ou indiana significa, com efeito, uma alteração que vai além do militar ou da produção de riquezas, pois implica em culturas realmente diferentes da ocidental dando o tom. Isso não significa dizer, ob-\nviamente, que isso será pior ou melhor para os povos do planeta e nem implica que será inevitável uma confrontação entre as civilizações, até porque todas elas sempre dialogaram e dialogam entre si e a emergência de uma sociedade global diminui as chances de confrontação. Não obstante, ter presente a diferença entre a decadência do Ocidente e a ascensão asiática pode ter implicações políticas de importância e, nesse sentido, as reflexões aqui presentes podem ser válidas.\nO artigo se desdobrará, assim, em várias partes. Na primeira, procurarei discutir o conceito de “eixo civilizatório” dentro das relações internacionais, dialogando especialmente com Samuel Huntington. Na segunda, tentarei estabelecer alguns parâmetros mínimos do que é o “Ocidente”, as vantagens e os limites de tal con-ceituação. Por fim, farei uma discussão sobre a Rússia e o Brasil, como maneira de entender onde essas nações se encaixam em termos “civilizatórios” e as implicações disso para as relações internacionais do novo milênio.\nAs Civilizações como Eixo das Relações Internacionais do Século XXI?\nClaro que há várias definições para o termo “civilização”, desde a francesa de oposição ao “barbarismo” ou como um ideal ou a alemã como a parte mais técnica de uma sociedade, complementada pela cultura. Para meus fins, é a definição cultural que me interessa e, nesse sentido, recupero o pensamento de inúmeros historiadores e cientistas sociais clássicos (como Fernand Braudel, Arnold Toynbee, Max Weber, etc.) que a utilizaram para identificar vínculos culturais que ultrapassam as fronteiras nacionais e que permitem, por exemplo, aproximar um italiano e um canadense ou um iraniano e um saudita. Braudel (1988: 105-151), que entendia o termo como sinônimo de “área cultural”, a qual compreenderia inúmeros povos e Estados constituintes e diferentes que só podiam ser entendidos dentro de uma unidade cultural maior, me parece especialmente adequado e reflete o meu entendimento do termo.\nPensando no tema das relações internacionais em si e no momento mais recente, o termo voltou à tona a partir, especialmente, da obra de Samuel Huntington (1997), o qual recuperou o uso do conceito de “civilização” dentro do estudo da geopolítica mundial. Depois do 11 de setembro de 2001, o livro de Huntington e a tese do “choque de civilizações”, por fim, se tornaram chave para fundamentar a política dos neoconservadores americanos com relação ao Médio Oriente e ao mundo islâmico, o que deu enorme visibilidade à tese civilizatória dentro das relações internacionais.\nEsse livro é interessante para minha discussão em diferentes níveis. Em primeiro lugar, porque ele ressalta os aspectos mais conservadores do paradigma civilizatório, como quando apresenta as civilizações como incompatíveis e em inevitável processo de conflito ou quando não consegue ver os diálogos e trocas entre elas. Esse conservadorismo também se manifesta quando Huntington propõe, como forma de regenerar\na civilização ocidental, a união do Ocidente em torno dos Estados Unidos e a não intervenção em assuntos internos de outras civilizações, pois tais ideias implicam num “outro” cem por cento incapaz de absorver e reelaborar ideias como o pluralismo político e os direitos humanos. Por fim, seu apelo pela recuperação do Ocidente se torna quase caricatural quando ele defende o abandono do multiculturalismo e o renascimento religioso e moral como alternativas para a decadência.\nO livro de Huntington serve, assim, antes de tudo, para demonstrar os enormes riscos que corremos ao trabalharmos com o marco civilizatório e como as propostas e ideias conservadoras o marcaram de tal forma que temos que abordá-lo com enorme cuidado se não queremos ser enrodilhados pela carga ideológica que o envolve. O segundo ponto interessante de discussão suscitado pelo livro é que ele deixa claro como a classificação de culturas e civilizações é uma tarefa complexa e na qual o consenso se torna quase impossível. O risco, portanto, é o retalhamento de fronteiras culturais e/ou a ênfase em um único ponto, o que pode levar a simplificações excessivas e a sua inoperabilidade. Huntington faz tamanho esforço para tornar as fronteiras das civilizações perfeitamente delimitadas e dentro dos seus parâmetros mentais (típicos da Guerra Fria e do pós-Guerra Fria) que acabou por criar nebulosas civilizações “latino-americana” e “africana”, separar a civilização eslava da europeia e a japonesa da asiática e elaborar uma visão de mundo que identifica a civilização ocidental em uma verdadeira cruzada pela sobrevivência, especialmente frente a eslavo-russa, à chinesa e à islâmica. Dessa forma, o livro de Huntington permite-nos ter clareza da tarefa arbitrária e difícil que é estabelecer critérios mínimos para agrupar culturas e civilizações.\nPor fim, o livro de Huntington é um bom lembrete que, mesmo que consideremos adequada a adoção do parâmetro civilizacional para a compreensão do mundo do século XXI, é imperativo não considerá-lo o único. Como visto, Huntington tenta demonstrar como as civilizações hoje existentes não estão se fundindo, via globalização e modernização, em uma única, e que essa multiplicidade de civilizações e sua interação seriam o grande eixo onde giraria a política internacional no século XXI. Nesse sentido, Huntington ressalta como os Estados-nação continuam a ser a chave das relações internacionais, mas que eles dispõem de autonomia cada vez menor para estabelecer suas políticas e alianças, as quais girariam, agora, em torno de linhas de interesse supranacionais e/ou civilizacionais.\nTudo isso é correto, mas ele superestima essas forças supranacionais frente à autonomia que ainda resta aos Estados-nação e, especialmente, restringe-as somente à cultura e/ou civilização, o que causa imensas simplificações em sua tese. Os Estados-nação ainda preservam muito do seu poder e influência e, mesmo dentro da sua “área civilizatória” continuam a ter projetos diferentes, o que explica porque Alemanha e Estados Unidos ou Irão e Turquia não tem projetos equivalentes de ação e inserção internacional.\nDo mesmo modo, apesar das forças da globalização não estarem produzindo um mundo cem por cento uniforme e pacífico, ele as subestima, pois a crescente interação colabora para a criação de vínculos culturais e econômicos cada vez mais fortes, o que alivia - ainda que não torne nulas - as possíveis tensões entre Estados e civilizações. Além disso, a formatação do mundo em grandes áreas geopolíticas e de influência económica e política de certos Estados - ou Impérios, no dizer de Khanna (2008) - ajuda a explicar o que Huntington considera “anomalias”, como o esforço da islâmica Turquia para se integrar na União Europeia ou da Austrália em intensificar suas relações econômicas com a China, anda que as compensando com uma aliança estratégica com os EUA.\nNa realidade, as opiniões de Huntington sobre a formação dos grandes blocos econômicos e políticos que marcam a geografia mundial hoje são exemplares da importância e dos limites do seu pensamento. Ele considera que esses grandes blocos só têm possibilidade de real desenvolvimento se coincidirem com as fronteiras civi-lizacionais/culturais e que a reunião de países culturalmente diversos em um bloco produzirá inevitavelmente resultados modestos.\nEssa é uma opinião a ser levada em conta e o fator cultural é importante para explicar, por exemplo, a rejeição da Turquia pela União Europeia e a relativa facilidade dos países europeus para se unirem. Afinal, em termos geopolíticos e económicos, associar a Turquia à UE, por exemplo, representaria mais vantagens do que desvantagens (Bertonha, 2011; Brzezinki, 2012), mas a entrada de um país muçulmano tão poderoso seria o fim da identificação da UE como um condomínio de nações brancas, cristãs e ocidentais e, num certo sentido, do próprio projeto europeu. Cultura, identidade e identificação são, com certeza, ainda importantes nas relações internacionais.\nNão obstante, grandes blocos econômicos e políticos estão, porém, surgindo e/ou sendo ampliados em bases intercivilizacionais (a expansão da OTAN para as ortodoxas Bulgária e Roménia; a APEC na Ásia e América, etc.), o que indica que a cultura não é o único fator a ser levado em conta. Como já ressaltado, a afinidade cultural é um elemento chave a ser considerado e pode ser vital para o sucesso de uma integração real de vários países. Não é, porém, um elemento isolado, o que indica como as necessidades econômicas, políticas, geopolíticas e outras devem ser anexadas às determinações culturais se queremos ter um quadro real da configuração do sistema internacional hoje.\nPara concluir, os cuidados ao abordarmos o viés civilizacional devem ser muitos: evitar as armadilhas do pensamento conservador e visões a-históricas que ignorem que as culturas se transformam no decorrer do tempo e que sofrem a influência do mundo material mais direto; resistir à tentação de reduzir o universo internacional a um fator único, como o civilizatório, e saber que a delimitação de fronteiras entre culturas e civilizações é tarefa difícil e que dificilmente será consensual. Mes-\nmo assim, considero que, com esses cuidados, o paradigma civilizatório tem suas vantagens para explicar o mundo e é por isso que definir o que é o “Ocidente” é fundamental.\nO Ocidente ou Ocidentes?\nO conceito de “civilização” emergiu dentro da cultura europeia e ocidental como um esforço para definir o “nós” em oposição ao “eles”. Num primeiro momento, ainda na Idade Média, a cultura ocidental era um sinônimo da europeia e, acima de tudo, da Cristandade. Com os cismas religiosos que deram origem à igreja ortodoxa oriental e ao protestantismo e a expansão do cristianismo para fora da Europa, a definição de “ocidental”, apesar de ainda estar impregnada do imaginário cristão, adquiriu outros significados, os quais foram se alterando e mudando conforme o tempo se passava (Macedo, 2006).\nAssim, várias definições de “Ocidente” emergiram no decorrer dos séculos, muitas vezes em conflito umas com as outras. Durante o século XIX, por exemplo, para muitos alemães, o “Ocidente” seria a Europa ocidental, enquanto a Central seria parte de uma Mitteleuropa, culturalmente diversa, e a Europa oriental algo ainda mais distante. Ainda nesse século, os Estados latino-americanos e os próprios Estados Unidos se pensavam não como parte de algo maior, junto com a Europa, mas como oposição a ela. Visões racistas, que traduziam “ocidental” por “branco”, também eram comuns, tanto que influenciaram as políticas de imigração de países que queriam se europeizar e/ou ocidentalizar, como o Brasil e a Argentina. Há muito, igualmente, a equivalência semântica entre “ocidental” com “superior” e “civilizado” e “oriental” com “inferior” e “atrasado” está presente (Nemo, 2004; Said, 1995). No período contemporâneo, na verdade, a ideia de “Ocidente” sempre foi mais utilizada no campo da direita, especialmente como sinônimo da antiga civilização cristã medieval que se queria restaurar ou de uma em crise frente aos riscos da modernidade e do socialismo. Durante a Segunda Guerra Mundial, o conceito também foi recuperado como forma de diferenciar os Aliados ocidentais da URSS na luta contra o nazismo e por esse, que recuperou a ideia de Ocidente como forma de mobilizar os colaboracionistas europeus para a luta contra o bolchevismo.\nFoi, contudo, quando os Estados Unidos se assumiram, depois de 1945, como defensores da Europa Ocidental e era conveniente ressaltar a proximidade, em todos os níveis, das duas metades do Atlântico Norte, que o conceito ressurgiu com força. O viés aqui era político-ideológico e também de desenvolvimento econômico, pelo que era possível questionar se Grécia ou Portugal podiam ser considerados ocidentais e até incluir o Japão e a Coreia do Sul nesse campo.\nNesse ponto, aliás, vale recordar o interessante artigo de Kulczycki (2005), no qual ele identifica que a criação de uma “Europa Oriental” como separada da Europa ocidental e do “Ocidente” em geral foi uma criação da intelectualidade norte-ame-\nricana depois de 1945. Tal criação intelectual permitiu que alguns países claramente dentro da cultura ocidental, como a Polónia, fossem removidos dela, já que estavam agora dentro do “outro lado”, comunista. Após 1990, contudo, a Polónia rapidamente voltou, na literatura histórica ocidental e da própria Polónia, ao campo dos países ocidentais, já que era do interesse de todos os envolvidos.\nAlém disso, em toda a América e Europa, a defesa dos “valores ocidentais” (vistos como oposição ao marxismo, à desordem e em defesa de uma civilização cristã ameaçada) também foi arma central para a autolegitimação das mais variadas ditaduras, da Espanha ao Chile, passando por Portugal e pela África do Sul. Com variações internas conforme a cultura local, o tema sempre reapareceu como forma de justificar ações de defesa do Ocidente contra o “Oriente vermelho” (Rojas Mix, 2007: 129-174).\nDepois do fim da Guerra Fria, por alguns anos, pensou-se numa definição de Ocidente que o associava à democracia e desenvolvimento econômico, colocando na posição de “nós” o hemisfério norte e parte da Ásia e da Oceania e na de “eles” o resto. Essa foi a visão de Jean Cristopher Rufin (1991), com suas ideias de um “limes” que separaria o novo Ocidente dos novos bárbaros. Outros autores também se lançaram à tarefa de pensar o Ocidente a partir de valores e, especialmente, de um ideário liberal que associaria Ocidente com dedicação ao trabalho, respeito às normas contratuais, mercado livre, etc. (Ferguson, 2012). Do mesmo modo, houve sugestões de uma inevitável ruptura entre as duas versões do Ocidente, a europeia e a dos Estados Unidos, especialmente durante o governo de George W. Bush (Coker, 2011). A lista das possibilidades de definição é grande e confirma o escrito anteriormente sobre as dificuldades em estabelecer os marcos de uma civilização e como o ideológico tem uma força imensa nas tentativas intelectuais de resolver o problema.\nComo já indicado, considero que o conceito de civilização não é sem utilidade, pois permite perceber vínculos maiores que o simples conceito de cultura nacional não abarca e que uma suposta identidade global ou humana também não resolve. Mas não resta dúvidas que ele é inacreditavelmente impreciso e móvel no tempo e conforme os agentes que a utilizam. Como definir com precisão as fronteiras desses universos culturais sem cair em simplificações excessivas? Quais os parâmetros que definem uma civilização?\nA única possibilidade que vejo é pensar em termos de longa duração, ou seja, procurar identificar elementos que superem os limites temporais de curto prazo e façam sentido no longo. Dessa forma, a presença da democracia liberal como identificador do “Ocidente” pode fazer sentido para o período da Guerra Fria, mas não para todo o tempo. Do mesmo modo, valores como livre-mercado ou sucesso econômico podem ser úteis para diferenciar países ocidentais ou não seguindo uma definição estrita de “ocidental” e num período específico, mas não para o todo.\nPara esse fim, se torna fundamental recorrer a Max Weber e ao seu conceito de “tipo ideal” (Weber, 2001 [1904]), em busca de uma combinação de elementos que, reunidos, possam permitir a identificação de uma cultura ou Estado-nação como ocidentais ou não. Nesse tipo ideal por mim criado, os elementos culturais são os mais relevantes, pois eles tem uma densidade temporal muito maior do que níveis de desenvolvimento econômico ou regime político. Uma sociedade pode ser democrática ou não, enriquecer ou empobrecer conforme os acontecimentos e o passar do tempo, mas sua essência, a cultura, não se transforma tão fácil.\nDessa forma, língua, hábitos culturais, vínculos populacionais e mesmo raciais, religião, passado e vínculos comuns, formação do Estado, definição da política dentro dos parâmetros da modernidade, sistema econômico e valores têm que ser compartilhados e analisados em conjunto para perceber a unidade além de diferenças menores e a distinção além de igualdades ocasionais. Alguns desses elementos, como a predominância racial dos oriundos da Europa, a religião cristã (mesmo que seja apenas na tradição e não mais como base do comportamento da sociedade) ou o desconforto com a pobreza são claramente “politicamente incorretos” e, por isso mesmo, são normalmente ignorados por analistas contemporâneos. Mesmo assim, não há como não levá-los em conta se queremos entender a definição de “nós” e “eles” no Ocidente em longo prazo.\nSeguindo esse tipo ideal, um país ocidental “perfeito” seria habitado majoritaria-mente por pessoas brancas, de origem europeia, cristãs, com origens e vínculos no continente europeu, de preferência na sua metade ocidental. Do mesmo modo, pensando em termos de morfogenia cultural (Guenèe, 1981; Nemo, 2004), tal país teria um Estado formado nas tradições da cultura política europeia (a democracia grega, a República e o Direito romanos, o iluminismo e a modernidade), seria uma democracia liberal e, por fim, teria desenvolvido, ou estaria a desenvolver, uma economia moderna e integrada à global.\nEssa definição permite perceber claramente a situação além de contingências de momento. A França, a Inglaterra ou os Estados Unidos, por exemplo, sempre foram e continuam sendo claramente ocidentais, mesmo que a França seja cada vez menos religiosa, os EUA se tornem um país de minoria branca e a Inglaterra seja crescentemente muçulmana. Os novos habitantes desses países, descontados alguns casos, acabam por se adaptar ao mundo ocidental, trazendo novos elementos a ele, mas sem mudar a sua essência. A eleição de um presidente negro no principal país ocidental, aliás, indica como a associação “ocidental = branco”, apesar de ainda compor a autoimagem ocidental, esteja a enfraquecer.\nO mesmo pode ser dito da Alemanha, da Espanha ou da Grécia. Mesmo que, em alguns momentos, a sua condição de “ocidentais” tenha sido questionada pelo seu catolicismo, pelos seus regimes políticos ou por sua pobreza, uma análise cultural de longo prazo indica que eles nunca abandonaram os padrões mínimos do “tipo\nideal” ocidental. Essa afirmação também vale para a Polónia, os países bálticos ou a Croácia, integrados culturalmente no Ocidente, mas que estiveram, na época da Guerra Fria, “do outro lado”. Tanto é verdade que, assim que as contingências geopolíticas mudaram, sua identidade ocidental e europeia e sua identificação como tais pelo resto da Europa foi rapidamente reconhecida, o que facilitou a sua rápida integração ao Ocidente.\nJá Japão ou a Coreia do Sul ocidentalizaram-se nos costumes, reformataram seus sistemas políticos e econômicos nos moldes ocidentais e se tornaram, assim, sociedades extremamente ocidentalizadas. No entanto, os outros elementos culturais a serem considerados não existem e, se era interessante chamá-los de ocidentais durante a Guerra Fria, tal definição é ilógica, especialmente se levarmos em conta a história e a cultura milenar desses povos.\nNão é à toa, aliás, o desprezo com que os ingleses ou franceses olhavam os japoneses da era Meiji tentando se vestir e se apresentar com trajes ocidentais. Mesmo copiando a tecnologia e as vestimentas ocidentais, eles não eram brancos, cristãos e nem falavam uma língua ocidental e, portanto, não podiam ser considerados como tais. Idem para a China ou Tailândia, que, quando completarem seu processo de desenvolvimento, poderão até copiar e adaptar aspectos da política, da economia e dos hábitos culturais do Ocidente, mas sem se tornarem ocidentais e sem serem vistos como tal por eles.\nElementos isolados também não fazem sentido. O fato de a elite indiana, angolana ou nigeriana falar um idioma ocidental e desses países terem sido colonizados por ingleses ou portugueses não faz deles nações ocidentais e muito menos europeias. A experiência colonial, por brutal que tenha sido, foi apenas um parêntese numa história com longa ancestralidade e as marcas deixadas foram importantes, mas menores frente à longa duração da história desses povos.\nDessa forma, o “tipo ideal” permite definir com alguma clareza onde está o “Ocidente”: a Europa ocidental e central, a América do Norte e a Austrália e Nova Zelândia. Essas são as regiões do mundo povoadas majoritariamente por brancos cristãos, herdeiras da tradição política e cultural europeia e que seguem, com variações (algumas substanciais), os parâmetros da modernidade capitalista e da sociedade burguesa. Esse é o coração do Ocidente, o mesmo coração que, agora, sente-se em declínio e que talvez esteja efetivamente num processo de perda de influência no mundo. A África, o Oriente Médio e a Ásia em geral podem se ocidentalizar em alguns aspectos e se tornarem prósperas democracias, mas não o suficiente para se converterem realmente em “novos Ocidentes”. Mesmo a África do Sul, tão calcada no Ocidente em sua formação, é hoje um país fortemente ocidentalizado, mas orgulhosamente africano acima de tudo.\nRestam os casos da América Latina e da Rússia e seu entorno. Até pouco tempo atrás, falar que esses países são parte do Ocidente levantaria enormes questiona-\nmentos. A Rússia era autocrática, pouco democrática e, depois, comunista, o inimigo, o “outro” a ser combatido. Já a América Latina era muito pobre, católica e instável para poder ser considerada ocidental, a não ser quando convinha geopoli-ticamente afirmar isso. Uma região do mundo na esfera de influência dos poderes ocidentais, mas nunca parte da mesma família. Uma análise de longo prazo e levando-se em conta o “tipo ideal” acima considerado, contudo, talvez possa mudar essa visão.\nA Rússia e o Mundo Eslavo\nEntre os vários dilemas geopolíticos e estratégicos russos neste início de milênio (Bertonha, 2009), um dos principais é o da identidade. O que, afinal de contas, é um russo e o que é a Rússia? Até onde vão as suas fronteiras e quem deve ser considerado como membro da nação russa? Desde os inícios do Estado imperial russo essa questão se colocou e apresenta-se ainda com força agora, depois do colapso da União Soviética. Por séculos, três grandes escolas geopolíticas (repletas de nuances e subdivisões internas) têm dominado o debate dentro da Rússia e, mesmo hoje, com gradações, elas continuam presentes.\nA primeira é a “europeísta” ou “ocidentalista”. Para esta, dominante, por exemplo, nas épocas de Pedro, o Grande e de Yeltsin, a Rússia é, acima de tudo, uma nação europeia e ocidental, ainda que atrasada. Seu objetivo de longo prazo deveria ser o de recuperar o terreno perdido e se modernizar em todos os aspectos (e sempre com a Europa e os EUA como modelo), para poder, no futuro, assumir seu lugar de direito como uma grande potência ocidental, ao lado de Estados Unidos, Alemanha, Inglaterra e outras.\nA segunda é a “pan-eslava” ou “eurasiana nacionalista”. Para esta, a Rússia não é europeia nem asiática, mas algo particular, resultado da fusão do mundo europeu com a cultura dos estepes da Ásia e a tradição bizantina. Assim, a Rússia deveria se orgulhar de ser um país europeu, branco e cristão, mas não deveria se sentir ocidental e nem procurar se integrar no Ocidente, sob pena de perder a sua própria identidade. Proteger esse mundo particular, que incluiria os irmãos eslavos da Ucrânia e da Bielorrússia, das ameaças do Ocidente, do Islão e da China seria a função da Rússia.\nA terceira é a “euro-asiática” ou “eurasiana internacionalista”. Esta corrente concorda com a anterior sobre que a Rússia forma uma civilização à parte, mas acredita que a saída para proteger o mundo eurasiano das potências oceânicas (leia-se Ocidente e, hoje, Estados Unidos), seria uma aliança com outras potências da Eurásia, como a Índia, a China e, talvez, a Alemanha. O seu objetivo seria manter os norte-americanos longe da Ásia e, ao mesmo tempo, combater o mundo muçulmano.\nTodas essas teorias e os debates que as acompanham têm origens longínquas. As duas últimas, por exemplo, estão ligadas à antiga convicção ortodoxa de que\nMoscovo seria a terceira - depois de Roma e Bizâncio - Roma, encarregada de unificar e salvar o mundo. Elas aparecem e reaparecem segundo os interesses e jogos de poder de cada momento e, em muitos casos, não passam de cobertura para objetivos políticos e econômicos mais imediatos. No entanto, talvez seja um erro acreditar que elas são apenas mistificações. Mesmo que suas narrativas estejam no campo da mitologia, e não da História, não resta dúvida que elas identificam muito bem os dilemas da Rússia no decorrer da sua longa história e também nos dias de hoje. A Rússia, assim, é uma sociedade profundamente marcada e dividida entre ser um país a mais dentro da família ocidental ou uma civilização à parte, num debate, entre altos e baixos, que atravessa séculos (Zhebit, 2003 e 2006; Diligensky e Su-grov, 2000; Gvosdek, 2007; Lukin, 2003). O interessante a observar, porém, é que o simples fato de a Rússia ter, dentro do seu quadro de opções para o futuro, essa hipótese de se autodefinir - e ser aceite - como parte do mundo ocidental reflete a sua formação cultural mais dentro do Ocidente do que fora dele.\nAlguns autores como Gvosdek (2007) e Moulinoka (2011) consideram que a Rússia se sente mais confortável com a ideia de ser parte da civilização europeia (dada a ligação cultural óbvia e, até geograficamente, direta), mas não com a ocidental, já que essa última incluiria a cultura norte-americana, longe da russa, e a construção simbólica de “Ocidente”, na era contemporânea, teria se dado em oposição à Rússia.\nEsse ponto de vista é extremamente útil, já que identifica a diferença entre a cultura europeia e a ocidental e que, quando se fala em “Ocidente” no debate intelectual russo, o termo é mais facilmente traduzido como “Europa” do que com outra coisa. Não obstante, isso não inviabiliza nossa discussão, já que a ideia de civilização ocidental aqui presente vai além da europeia, mas, obviamente, a inclui.\nO que tornou difícil a identificação russa com o Ocidente foi a sua trajetória histórica particular, a sua imensidão e o seu atraso e, acima de tudo, o uso político dessas diferenças. Dessa forma, por décadas ou séculos, a Rússia czarista e o seu império foram vistos e pensados como um dos “outros” que davam sentido ao Ocidente, em contraposição a uma modernidade capitalista e burguesa, um Estado e uma sociedade autoritários e pouco desenvolvidos. No período da URSS, então, a formatação do império comunista como a ameaça mortal ao Ocidente não só permitiu que, como visto, Coreia do Sul ou Japão passassem a ser vistos como parte do mundo ocidental, como, que, além da Rússia, países como a Polónia, a Hungria, a Checoslováquia e outros Estados que sempre haviam sido parte do “nós” europeu e ocidental passassem a ser identificados como algo à parte, inclusive no cultural. Quando se dissolveu o bloco comunista, novamente os interesses políticos levaram a um esforço de redefinição de identidades. Não espanta como, assim que a URSS se desintegrou, a Polónia, os países bálticos, a Croácia e outros países corressem a se reafirmar como ocidentais e como diferentes do “outro” russo de que queriam se libertar e também para facilitar o seu ingresso na OTAN e na União Europeia.\nDo mesmo modo, nos anos 1990, quando a Rússia estava enfraquecida e disposta a aceitar tudo o que fosse proposto pelo Ocidente, a percepção geral era a de que a Rússia estava “voltando ao seu lar ocidental”. Já recentemente, quando as relações russo-americanas pioraram, voltaram à tona análises que indicam como os russos seriam realmente algo à parte (Trenin, 2006; Elling, 2008). Isso confirma como essas classificações e definições culturais têm impactos políticos e práticos mais fortes do que se imagina, o que as condiciona fortemente.\nNão espanta, igualmente, que pessoas formadas nesse clima, como Huntington, tivessem que reforçar a ideia de que o Leste Europeu era uma civilização à parte, e não um pedaço da civilização comum europeia. Aliás, no livro de Huntington, a elaboração intelectual do porquê de os eslavos ortodoxos serem uma civilização à parte é quase inexistente, pois a visão da Rússia como um “outro” parecia ser tão evidente para o autor que nem demandava explicações maiores.\nFerguson (2012: 56-57) é um pouco mais simpático à ideia da Rússia e outras nações eslavas como parte do Ocidente, mas a sua identificação deste último com democracia e livre-mercado evidentemente dificulta a sua plena aceitação disso. Já Brzezinski (2012) defende que a Rússia, assim como a Turquia, sejam incorporadas, de alguma forma, a um “Ocidente amplo”, de forma a renová-lo e contrabalançar a ascensão chinesa. Ele ressalta como, apesar das enormes dificuldades para que esse processo se desse, a identidade europeia russa poderia ser um facilitador. Uma mudança surpreendente, aliás, para um intelectual que sempre viu a Rússia como o grande inimigo do Ocidente e que, mesmo após a queda da URSS, defendia o seu isolamento estratégico (Brzezinski, 1997).\nNo entanto, novamente pensando num “tipo ideal” de Ocidente mais amplo tanto nos seus elementos constituintes como na sua temporalidade, talvez possamos afirmar que o “outro” russo seja mais parecido ao Ocidente do que convinha e convém afirmar para os pensadores geopolíticos.\nA Rússia, na sua longa história, com certeza não compartilha na íntegra a mesma evolução cultural da Europa ocidental. Ao invés do catolicismo ou do protestantismo, a Rússia é, há séculos, uma nação cristã ortodoxa. A influência da tradição greco-romana e do iluminismo não foi a mesma na Rússia, na Alemanha ou na Espanha e a tradição autoritária, dos czares e do período comunista, sempre representou um elemento dissonante da cultura política russa com relação a, pelo menos, os países ocidentais tradicionalmente democráticos, como a França ou os Estados Unidos.\nNão obstante, apesar das suas especificidades, a Rússia sempre esteve, na minha análise, mais próxima do que distante dos padrões que definem o mundo ocidental. Dentro do “modelo ideal” de Ocidente mencionado atrás, ela se configura, no meu entender, mais como um galho da civilização europeia, ocidental e menos como uma árvore à parte. Afinal, a Rússia tem um povo de origem europeia, cristão,\nque fala uma língua comum a outros povos da Europa e cujas tradições políticas e culturais vieram tanto do universo grego e bizantino (primos irmãos do Ocidente) como das influências da Europa ocidental, como o iluminismo, o liberalismo e o marxismo. A Rússia não é a França e nem poderia ser, mas ela está mais próxima cultural e politicamente dessa do que a Tailândia ou o Iémen.\nEssa hipótese de a Rússia e seu entorno terem elementos culturais mais próximos do que distantes do mundo ocidental clássico não significa, convém ressaltar novamente, que ela não tenha especificidades de monta na sua cultura, na sua formação populacional, na sua trajetória política e na sua história. Se não fosse assim, aliás, o enorme debate de identidades russo não se daria. Mas são suficientes, a meu ver, para que coloquemos a Rússia na posição de parte do mundo ocidental ou, no mínimo, na de um ramo da cultura europeia que adquiriu contornos especiais na Eurásia, mas menos distante do que parece.\nIsso tem implicações nas relações entre a Rússia e o Ocidente clássico, ou seja, a União Europeia e os Estados Unidos? Nesse exato momento, não. Na busca pela recuperação de sua influência internacional, a Federação Russa identifica, no Ocidente, um rival que expandiu as suas fronteiras geopolíticas até ao coração da Rússia e que parece querer obstar a sua recuperação.\nNesse sentido, análises recentes (O'Loughlin e Talbott, 2005) indicaram que boa parte dos russos veria com bons olhos a recuperação - por meios pacíficos - do antigo território soviético, mas ainda mais dos Estados mais próximos culturalmente: Ucrânia, Bielorrússia, Cazaquistão e Moldávia. Isso apenas confirma como as relações culturais são importantes no pensamento estratégico e geopolítico e explica porque o Ocidente clássico é visto como rival, já que todos esses países estão nas fronteiras da União Europeia e da OTAN.\nA Rússia, assim, parece, no momento atual, mais próxima da China e dos outros BRICS na luta pela redistribuição do poder global do que do Ocidente e o fato da Rússia ser culturalmente semelhante a esse não parece importar muito para nenhuma das partes. No futuro, contudo, talvez a semelhança cultural possa ser uma ponte de aproximação entre Bruxelas, Moscovo e Washington.\nEnfim, o caso russo deixa claro como o pertencimento cultural ou civilizatório é fortemente marcado por questões outras e que semelhanças e diferenças podem ser enfatizadas ou relativizadas em todo momento conforme os interesses de cada época. Dessa forma, a decisão dos russos em se definirem como ocidentais ou euro-asiáticos vai depender de fatores objetivos, como a sua recuperação econômica e militar, o jogo político interno russo, a formação de vínculos econômicos com a Ásia, com o Ocidente, etc. Também estarão em jogo elementos além do seu controle, como a redistribuição do poder mundial com a ascensão da China, as ambições desta na Ásia, o posicionamento dos europeus e dos norte-americanos frente a Moscovo e outros. O simples fato de essa hipótese existir, contudo, indica como\nDecadência do Ocidente ou Ascensão Asiática? Reflexões sobre o Ocidente, os BRICS e o “Choque de Civilizações” os russos não são exatamente iguais aos chineses, aos indianos e a outras potências emergentes.\nA América Latina e o Brasil\nUma questão problemática para qualquer um que se dedique a estudar o espaço geográfico situado ao sul do Rio Grande é definir o que é um “latino-americano”. Seria realmente um erro não levar em conta as diferenças dentro desse imenso espaço. Pensando apenas em termos culturais, nota-se como a América Latina se divide em várias áreas e, aliás, o próprio termo tem a sua historicidade e sofre questionamentos desde seu surgimento (Farrett e Pinto, 2011). No Caribe e no norte da América do Sul, temos uma América Latina negra, com fundas raízes na África e na cultura criada pelos escravos africanos e seus descendentes.\nNo extremo sul, na Argentina, Uruguai e parte do Chile, uma região com forte presença populacional e cultural de europeus e, em partes da Colômbia, Venezuela e outros países, uma área de extrema mestiçagem entre negros, brancos e indígenas. No México, América Central e nos países andinos, por sua vez, temos países com uma presença fortíssima de mestiços e índios, formando um verdadeiro “arco indígena” no continente.\nMas seriam os latino-americanos ocidentais? Até pouco tempo atrás, a questão dificilmente se colocaria. A América Latina era um continente de pobreza, desigualdade social, ditaduras militares, instabilidade e atraso. Além disso, no imaginário do mundo ocidental, os latino-americanos eram essencialmente índios, negros e mestiços com hábitos estranhos e suas estruturas políticas e bases culturais tinham vindo de Portugal, da Espanha e do universo católico, pelo que não podiam ser levadas muito a sério e nem ser considerados parte de “nós”. Além disso, a distância geográfica da América Latina dos centros de poder mundial sempre tornou o continente uma área marginal no pensamento geopolítico mundial, a quem ninguém prestava muita atenção (Cairo, 2008).\nPara completar o quadro, era difícil considerar a América Latina como parte do Ocidente, já que ela se constituía no “outro” privilegiado da América do norte, essa sim verdadeiramente ocidental. Frente a progresso, democracia e maciças ligações culturais, políticas e populacionais com a Europa, havia atraso, ditaduras e costumes estranhos. Ao sul do Rio Grande, começava outro mundo, que não podia ser confundido com os Estados Unidos e o Canadá e que poderia ser chamado, no máximo, de “Terceiro Mundo do Ocidente” (Rouquié, 1995: 25).\nNo trabalho de Huntington (1997: 52-53), por exemplo, a América Latina não é classificada como ocidental devido à presença residual das culturas indígenas e, especialmente, pela cultura corporativista e autoritária que aí surgiu, a partir do catolicismo. A América Latina seria, assim, uma civilização separada do Ocidente, mas intimamente ligada a ele e que, se fizesse o “dever de casa” (aproximando-se\ndo ideal liberal e se tornando mais protestante e menos católica) poderia um dia a ele se incorporar. Ferguson (2012: 150-202) repete a mesma argumentação, com tons levemente diversos.\nPosteriormente, Huntington (2004) polemizou ainda mais e apresentou sua tese de que a imigração mexicana (e latino-americana em geral) para os Estados Unidos representaria um primeiro passo na “desocidentalização” desses, já que os mexicanos trariam valores não ocidentais para o coração dos Estados Unidos. Como era de se esperar, essa tese causou polêmicas intensas e indica os limites desse autor para a ideia da América Latina como parte do Ocidente.\nDo mesmo modo, como indicado por Ayerbe (2003), a visão culturalista de Huntington e outros conservadores norte-americanos se baseia na ideia de que o capitalismo liberal só pode se desenvolver plenamente em contextos culturais propícios e que esse capitalismo é a única forma possível de “civilização”, no sentido de algo superior ao resto. Assim, nas entrelinhas, Huntington acaba por misturar visões de “civilização” dentro de sua visão ultraconservadora e neoliberal.\nContudo, se pensamos em longo prazo e com nosso “tipo ideal” em mente, a questão adquire contornos diferentes. A América Latina tem, com certeza, muitas especificidades que fazem dela uma região onde a cultura e a civilização oriundas da Europa se implantaram com muito menos força do que na América do Norte. Grande parte da população originária permaneceu, tanto em termos físicos como culturais, e as sociedades latino-americanas sempre foram mais áreas de exploração pura e simples do que um lugar onde os europeus tenham procurado recriar com precisão as suas sociedades de origem. Isso, aliás, se deu porque a exploração do negro e do índio eram fundamentais para o sucesso econômico dos colonizadores, o que também aconteceu, aliás, no sul dos Estados Unidos.\nNo entanto, esse é um continente onde houve uma transposição e recomposição da cultura europeia de forma muito mais acentuada do que, por exemplo, na África ou na Ásia. Na Índia ou na Birmânia, grupos de europeus instalaram-se como administradores ou conquistadores por algumas décadas ou até um pouco mais, mas não houve um processo de substituição de populações, crenças e estruturas culturais e políticas, a não ser em mínima parte.\nJá na América Latina, a dominação europeia se estendeu por vários séculos e esse tempo foi suficiente para a eliminação (com certeza, lamentável) de boa parte da população indígena, a transferência populacional de dezenas de milhões de europeus para o continente (como colonizadores ou imigrantes) e que a esmagadora maioria dos mestiços formados no cruzamento entre europeus, índios e negros acabassem por se tornar, ao menos culturalmente, mais próximos da matriz europeia do que das suas origens. Claro que a influência das civilizações pré-colombianas e dos escravos trazidos da África continua e não pode ser subestimada (especialmente no arco andino, no México e no Brasil), mas as línguas e as religiões dominantes\nna região são as ocidentais, ou seja, o português e o espanhol e o cristianismo, católico e cada vez mais protestante.\nAlém disso, os Estados latino-americanos foram formados dentro da tradição ocidental de política (ainda que com especificidades óbvias) e suas elites participaram dos mesmos debates e problemas de ordem política e cultural do resto do Ocidente. Os latino-americanos compartilham, com a Europa, língua, religião e uma história comum que não é de iguais, mas, mesmo assim, é paralela. Muitos latino-americanos traçam suas histórias familiares na Europa e não se concebem como alheios a essa origem, ainda que orgulhosamente do continente americano.\nClaro que em algumas regiões essa relação de proximidade cultural com o Ocidente é mais forte e, em outras, menos. Nos países andinos e no México, a forte presença indígena e a pobreza faz com que os ocidentais tendam a ver, neles, um “outro” incompreensível e até perigoso. Já na Argentina, no Uruguai ou em parte do Chile, a presença populacional, cultural e institucional europeia é tão forte que não espanta que espanhóis ou italianos se sintam em casa, ainda hoje, em Buenos Aires ou em Santiago. Pelo nosso “modelo ideal” de Ocidente, tais países seriam, sem dúvida, considerados ocidentais, enquanto outros o seriam menos. Talvez não chegue a aceitar plenamente a tipologia de Darci Ribeiro (2007 [1967]) de “povos testemunho” (os originários da América), “povos transplantados” (os europeus que conservaram suas tradições e cultura) e “povos novos” (a fusão original de negros, europeus e indígenas), mas ela não está totalmente equivocada.\nEm linhas gerais, contudo, os latino-americanos são mais semelhantes aos norte-americanos e aos europeus (especialmente do sul da Europa) do que parece. Uma cor mais escura com certeza levará a episódios racistas e um espanhol ou norte-americano, ainda hoje, dificilmente pensará num mexicano ou num boliviano como igual. Do mesmo modo, a sobrevivência do mundo pré-colombiano, não europeu e não ocidental, no arco andino e no México é grande demais para ser desconsiderada. Mesmo assim, as pontes culturais, em maior ou menor grau, com a América Latina são as maiores com o que o Ocidente tradicional pode contar dentre o resto do mundo.\nNesse aspecto, compartilho de reflexões de autores como Macedo (2006), Gruzinski (2001) ou Novaes (1999), para quem a cultura ocidental se construiu justamente na descoberta do continente americano. Foi no encontro com um “outro” muito diverso e na tentativa de replicação, na América, da cultura e da sociedade europeias, que se construiu uma nova realidade, uma civilização mestiça, um outro Ocidente que ia além da Europa, mas se remetia a ela. Nesse sentido, esse novo Ocidente se construiu, para usar a terminologia de Darcy Ribeiro, entre os povos “transplantados” e os “novos”, sendo os “testemunhos”, talvez, os menos afetados. De qualquer modo, foi na América que Ocidente deixou de significar Europa e o continente, assim, está mais próximo do que distante dele.\nO Brasil também se encaixa nessa equação. Há muito tempo que o país procura uma identidade própria, a qual oscila entre uma civilização tropical totalmente original e uma europeia transplantada no Equador. Na história cultural e literária brasileira, a busca do “verdadeiramente nacional” foi uma constante, numa busca incessante pela criação de mitos nacionais (a união das três raças, a natureza, etc.) que permitissem a identificação do puramente nacional, numa tentativa de se contrapor à cultura da elite, muito influenciada pela Europa e, depois, pelos Estados Unidos. Essa tentativa é, na verdade, um esforço com limites claros. A maior parte dos modernistas brasileiros dos anos 1920, por exemplo, ao mesmo tempo que procuravam identificar o “verdadeiro” Brasil e modernizá-lo, queriam fazer essa modernização justamente para que o país pudesse ser visto, culturalmente falando, como um “igual” dentro do Ocidente. A tensão entre o “puramente nacional” e o pertencimento a uma cultura maior, a ocidental, é uma continuidade no panorama intelectual brasileiro e indica, a meu ver, justamente o óbvio, ou seja, que a cultura brasileira é a soma das duas coisas.\nEntender o Brasil culturalmente, contudo, demanda mais do que isso. Correndo o risco das simplificações excessivas e do reducionismo, considero válido pensar o Brasil como uma soma de três “Brasis” diversos, em constante contato e intercâmbio e reunidos pelo mesmo Estado e, acima de tudo, pela língua portuguesa.\nO primeiro Brasil é o amazónico, da mescla cultural e populacional entre portugueses, indígenas e outros povos. O segundo é o nordestino, da combinação da influência portuguesa, africana e indígena em diferentes gradações. O terceiro, por fim, é o centro-sul, onde predominam os descendentes dos europeus imigrados nos últimos séculos e no qual hábitos e culturas estão mais próximos da Europa e dos EUA do que nas outras.\nO último Brasil se encaixaria no nosso “modelo ideal” de Ocidente, pois, ainda que com enormes especificidades derivadas da aclimatação dos europeus e da presença de tantas influências de outros povos, da Ásia, da África e do Oriente, a influência central veio da Europa. Nos hábitos e na cultura, Curitiba ou São Paulo não são, claro, cidades europeias, mas são locais nos quais a cultura europeia ainda é de suma importância e onde as famílias e as pessoas ainda traçam suas origens no velho continente e têm uma história compartilhada com ele.\nJá os dois outros “Brasis” se afastam um pouco do nosso “tipo ideal” e são esses “Brasis” os que mais fazem parte da identificação brasileira no exterior, marcada pelas praias, pelo carnaval e pela floresta amazônica, pelo estranho e pelo exótico. Mesmo assim, a soma brasileira parece culturalmente mais próxima do Ocidente do que distante. Da mesma forma que a cultura musical dos negros norte-americanos ou a dos maoris neozelandeses acabaram por se incorporar ao patrimônio da cultura ocidental, o mesmo aconteceu com o sincretismo cultural do carnaval da Bahia ou das festas do Maranhão.\nO mais importante, contudo, é que o Estado brasileiro foi formado segundo cânones europeus e a trajetória do Estado e da cultura política brasileira nunca se distanciou em demasiado do padrão ocidental mais geral. O país passou de uma monarquia para um liberalismo de fachada e para uma ditadura de direita no entreguerras, na mesma evolução da Europa, especialmente a do sul. Mesmo hoje, a disputa política brasileira se dá nos tradicionais termos de direita/esquerda que marcaram a política ocidental nos últimos séculos e a maneira de pensar e viver dos brasileiros, na média, está mais perto do que longe do Ocidente.\nDessa forma, mesmo com temperaturas mais altas nas ruas, hábitos culturais particulares, e uma formação populacional multicultural e multirracial, o Brasil está, pensando-se em termos mais gerais, mais perto do que distante do Ocidente. Se a Rússia foi uma emanação da civilização europeia ou ocidental na Eurásia, o Brasil foi uma nos trópicos, com todas as suas particularidades. O Brasil não é e nem poderia ser a Europa, assim como não é a Austrália ou o Canadá, mas, dentro das suas especificidades, está mais dentro do que fora do mundo ocidental, formando um paralelismo interessante, aliás, com os Estados Unidos contemporâneos.\nIsso, novamente, muda o padrão de relacionamento brasileiro com o mundo nesse momento em que o país adquire nova musculatura no seu desenvolvimento e na sua influência internacional? Provavelmente não. Não mudou no passado, quando o fato de os brasileiros serem culturalmente próximos não diminuiu a visão de europeus e americanos do país como um lugar distante, sem interesse e até a desprezar e não muda hoje, a não ser potencialmente.\nBrzezinski, aliás, recupera justamente isso no seu livro mais recente, citado. Ele não incluiu o Brasil no rol de alianças capaz de construir o seu “Ocidente ampliado”, mesmo reconhecendo, em entrevistas posteriores, que o país faz parte da tradição ocidental. E isso por um motivo simples, ou seja, o fato de o Brasil estar longe do coração geopolítico mundial (a Eurásia) e não ter um histórico de engajamento internacional, especialmente com o uso da força. Já que o seu conceito de “Ocidente ampliado” é mais estratégico do que cultural, a exclusão brasileira faz sentido, mas o seu parâmetro de análise é, com certeza, diverso do aplicado por mim neste artigo.\nAssim, o interesse brasileiro atual é a redistribuição do poder internacional e, para tanto, a prioridade é a aliança, pacífica, com os outros BRICS para questionar o predomínio europeu e americano nas instituições internacionais. O fato de o Brasil ter, contudo, uma cultura próxima da ocidental acaba por permitir um diálogo mais fácil com todos e esse é um potencial que poderia ser explorado, tanto pelo próprio Brasil, como pela Europa e pelos Estados Unidos.\nNo tocante aos EUA, por exemplo, Luigi Einaudi (2011) produziu um interessante texto a respeito das relações brasileiro-americanas, indicando como tais relações sempre oscilaram entre momentos de extrema aproximação com outros de distan-\nciamento, de admiraçao e inveja à mágoa e ressentimento. Para ele, no momento atual, quando Brasília tenta criar uma área de hegemonia própria na América do Sul e amplia a sua atuaçao internacional, é provável que os dois países colidam cada vez mais nos fora internacionais e pelo mundo.\nNao obstante, segundo ele, nao há sinais de confronto aberto ou de diferenças irreconciliáveis. A política brasileira seria a de buscar autonomia frente a Washington, mas nao necessariamente o confronto e muito menos no campo militar. Além disso, o autor chama a atençao para um ponto fundamental, ou seja, que Brasil e Estados Unidos pertencem à mesma civilizaçao, a ocidental, e que os dois países sao mais parecidos do que diferentes. Essa aproximaçao cultural, mais a falta de tensao estratégica real, acabariam por facilitar o diálogo e o engajamento de lado a lado e afastar o conflito, o que é, ao menos potencialmente, real.\nDo mesmo modo, se é verdade que as proximidades culturais e até afetivas nao bastam para cimentar alianças estratégicas ou econômicas mais densas, o simples fato de a cultura europeia ter pontes tao sedimentadas com o continente americano e, especialmente, com os países do Cone sul (em essência, Brasil, Argentina, Chile e Uruguai) acaba por gerar um imenso potencial de entendimento e colaboraçao. Tal potencial pode, ou nao, frutificar em algo mais denso, mas a sua simples existência é um diferencial nas relações internacionais do Brasil e da América Latina (Bertonha, 2006, 2010 e 2011).\nConclusões\nDefinir uma \"civilização\" e as suas fronteiras é tarefa das mais ingratas, já que o conceito sempre esteve envolvido em camadas de interesses econômicos e políticos, de preconceitos e sentimentos racistas e outros que tornam difícil quaisquer ava-liaçao mais objetiva. Além disso, a carga de conservadorismo presente na ideia de civilizaçao sempre foi tao grande que a sua abordagem é extremamente perigosa. Nao obstante, considero que é uma tarefa que merece ser enfrentada, nao obstante todos os riscos envolvidos.\nE deve ser enfrentada porque, se é verdade que o mundo nao caminha, hoje, para um \"choque de civilizações\" e que as forças da globalizaçao e do capitalismo global levam a crescente interdependência e diálogo entre os Estados e sociedades, também é verdade que nao estamos num mundo uniforme, no qual as diferentes formas de pensar a sociedade e a existência nao tenham nenhuma influência. Ou seja, como sempre ocorreu na História, a cultura tem importância no diálogo e no conflito entre os povos e o marco civilizatório é uma forma de pensá-la de maneira mais ampla.\nDessa forma, os vínculos culturais próximos continuam a ter importância como fator de aproximaçao dos Estados e povos, facilitando, por exemplo, a rápida ab-\nsorção da maior parte do Leste Europeu (mas não da Turquia ou de outros países islâmicos) pela União Europeia ou a formatação de um MERCOSUL entre os países sul-americanos. Se Huntington se equivocou a imaginar o mundo do século XXI baseado num choque entre as civilizações, e os Estados-Nação continuam a dar o tom nas relações internacionais, o marco cultural e/ou civilizatório talvez não possa ser descartado completamente como um elemento, ao lado de outros, nas relações entre os Estados.\nAliás, ao mesmo tempo que Huntington tinha razão ao afirmar que algumas “linhas de fratura” civilizatórias são especialmente conflituosas, nota-se que alguns dos principais focos de conflito eram e são intra-civilizatórios. Provavelmente, isso ocorre porque os membros de uma civilização estão normalmente mais próximos e interagem entre si mais do que com membros de outra civilização, o que aumenta os conflitos.\nDessa forma, por exemplo, a fratura principal dentro do mundo islâmico hoje não parece ser o conflito com o Ocidente, mas sim quem liderará essa parte do mundo e para qual direção. Isso explica os conflitos internos na Síria, a oposição entre Arábia Saudita e Irão ou a reação dos vários Estados à primavera árabe. Interesses geopo-líticos, econômicos e estratégicos podem levar Estados a agirem de forma a ignorar qualquer solidariedade cultural. Aliás, se não fosse assim, o próprio Ocidente não teria vivido tantas guerras civis, como a dos Trinta Anos, as napoleônicas e as duas mundiais.\nAlém disso, muitas vezes, a proximidade cultural e geográfica pode fazer com que membros de uma dada civilização ou cultura prefiram um relacionamento mais denso com um vizinho distante, próximo ou não culturalmente. Em muitos momentos, a influência à distância parece ser percebida como menos invasiva do que a exercida por um vizinho próximo e mais suportável, em muitos casos, do que a de um povo culturalmente próximo.\nNão espanta, assim, que, apesar do Peru ou do Japão serem muito mais próximos ao Brasil ou a China do que aos Estados Unidos, tenham buscado, muitas vezes, a proteção deles para compensar a presença do vizinho. Em alguns casos, a proteção e a influência de um estrangeiro distante parecem ser mais toleráveis do que a de um “primo” próximo.\nEm resumo, os Estados-nação continuam a ser os elementos centrais nas relações internacionais, ainda que tendo que lidar a todo o momento com forças trans-nacionais ou não estatais de crescente importância. E continuam a se relacionar seguindo os padrões de cooperação e conflito tradicionais, como interesses econômicos, de segurança, e outros. A cultura, nesse sentido, continua a ser apenas um elemento que facilita aproximações, ao mesmo potencialmente, e a ideia de civilização para pensá-la de forma mais ampla não deveria ser descartada, a priori.\nNesse sentido, a civilização ocidental está claramente em cheque. Depois de um período de dominação global em todos os sentidos, os antigos poderes dominantes da Europa e, depois, os EUA perdem sua hegemonia em ritmo acelerado, ainda que não em nível de colapso. Novos poderes ascendem e os BRICS são o grande destaque, o que leva a naturais temores no velho continente e na América do Norte, o tradicional “Ocidente”.\nNo entanto, este texto propõe que a decadência do Ocidente pode ser relativizada. Europa, América do Norte, Austrália e Nova Zelândia tendem a perder influência, pelo menos em termos relativos, mas pelo menos dois dos BRICS (Rússia e Brasil) são emanações da cultura europeia (e ocidental) em menor ou maior grau e, portanto, podemos relativizar a decadência desse. Por mais que Moscovo e Brasília busquem espaço, de forma mais incisiva ou pela negociação, e o Ocidente tradicional se incomode em cedê-lo, não há porque este ficar excessivamente alarmado, pois se tratam de Estados e culturas mais parecidos do que distantes.\nIsso não implica, como já indicado, ausência de conflitos ou automatismo de alianças. Não obstante, indica potenciais de colaboração a explorar e, mais importante, que a “decadência do Ocidente” não precisa ser dramatizada. Essa observação é importante, até para diluir um pouco o clamor e a exploração do medo pela direita conservadora, sempre pronta a brandir o espectro da decadência ocidental como forma de vencer eleições e implantar as suas agendas próprias.\nDessa forma, afirmamos que existe uma “civilização ocidental” e que esta tem uma história e uma historicidade. Defendemos também que a Europa oriental e a América Latina, com as variações esperadas de país para país, podem ser considerados ou parte de um Ocidente maior ou, no mínimo, civilizações irmãs. Dessa forma, pensando na longa duração, o Ocidente não está em vias de desaparecimento, mas se recriando num novo formato, até geográfico.\nAssim, a grande alteração geopolítica, cultural e no “equilíbrio entre civilizações” (se quisermos usar esse termo) no momento atual é a ascensão dos poderes asiáticos, da Índia e, especialmente, da China. Essa ascensão, e da Ásia como um todo, é que representa o verdadeiro desafio de todo o mundo ocidental, incluindo aí a Rússia e a América Latina. O Ocidente e tudo o que ele representa não está em decadência, mas acomodar o renascer das várias civilizações asiáticas dentro de um mundo ainda dominado pelas estruturas ocidentais é o desafio a ser enfrentado, seja da forma que for. A expectativa e a esperança é que essa acomodação se dê por meios pacíficos e que a hipótese de Huntington de “choque de civilizações” não acabe por se revelar verdadeira.\nReferências\nAyerbe, L. F (2003). O Ocidente e o \"Resto\": a América Latina e o Caribe na Cultura do Império. Buenos Aires: Centro Latino-americano de Ciências Sociais.\nBertonha, J. F. (2006). Geopolítica e Relações Internacionais na Virada do Século XXI: uma História do Tempo Presente. Maringá: Eduem.\nBertonha, J. F (2009). Rússia: Ascensão e Queda de um Império: Uma HistóriaGgeopolítica e Militar da Rússia, dos Czares ao Século XX. Curitiba: Juruá.\nBertonha, J. F. (2010). \"O fim da hegemonia americana na América do Sul? Rússia, China e União Europeia como actores regionais?\". Negócios Estrangeiros (Portugal) 18: 121-141.\nBertonha, J. F. (2011). Geopolítica, Defesa e Desenvolvimento: a Primeira Década do Século XXI na América Latina e no Mundo. Maringá: Eduem.\nBraudel, F. (1988). O Espaço e a História no Mediterrâneo. São Paulo: Martins Fontes.\nBrzezinski, Z. (1997). The Grand Chessboard: American Primacy and its Geoestrategic Imperatives. New York: Harper Collins.\nBrzezinski, Z. (2012). Strategic Vision: America and the Crisis of Global Power. New York: Basic Books.\nCairo, H. (2008). \"A América Latina nos modelos geopolíticos modernos: da marginalização à preocupação com sua autonomia\". Cadernos do Centro de Relações Internacionais (Salvador) n°21 pp. 221-237.\nCoker, C. (2011). Cultural Dialogue: the Western Encounter with 'the Rest'. International Security Programme Paper ISP PP 2011/07. London: Chatham House.\nDiligensky, G. e Sugrov, S. (2000). The \"West\" in Russian Mentality. Moscow: Institute of World Economy and International Relations.\nEinaudi, L. (2011). \"Brasil e Estados Unidos: a necessidade de um engajamento estratégico\". Strategic Forum n° 266, pp. 1-15.\nElling, I. (2008). Western Values and a More Suitable World for Russia. Riga: International Centre for Defense Studies.\nFarret, R. L.e Pinto, S. R. (2011). \"América Latina: da construção do nome à consolidação da ideia\". Topoi, 12 (23), pp. 30-42.\nFerguson, N. (2012). Civilización. Occidente y el Resto. Buenos Aires: Debate.\nGruzinski, S. (2001). O Pensamento Mestiço. São Paulo: Companhia das Letras.\nGueneé, B. (1981). O Ocidente nos Séculos XIV e XVI: Os Estados. São Paulo: Pioneira/Edusp.\nGvosdek, N. (2007). \"Russia: \"European but Not Western? '', Orbis. 51 (1), pp. 129-140.\nHuntington, S. (1997). O Choque das Civilizações e a Recomposição da Ordem Mundial. Rio de Janeiro: Objetiva.\nHuntington, S. (2004). Who Are We? The Challenges to America's National Identity. New York: Simon &amp; Schuster.\nKhana, P. (2008). O Segundo Mundo: Impérios e Influências na Nova Ordem Global. Rio de Janeiro: Intrínseca.\nKulczycki, J. (2006). \"Eastern Europe in Western Civilization textbooks: The example of Poland\". The History Teacher. 38 (2), pp. 153-177.\nLukin, A. (2003). \"Russia between East and West: Perceptions and Reality\" Paper presented at the Joint Session of the European Consortium for Political Research. (Edinburgh, 28 March-2 April 2003). Disponível em http://www.brookings.edu/fp/cnaps/papers/ lukin20030328.pdf. Acesso em 6/11/2012.\nMacedo, H. M de (2006). \"Oriente, Ocidente e ocidentalização. Discutindo conceitos\". Revista da Faculdade de Seridó. 1 (1), pp. 1-22.\nMoulioukova, D. (2011). Europe as the Idea, Model and Reality: Complex Nature of Europe's Significance for Russia. Miami: Jean Monnet Chair of the University of Miami.\nNemo, P (2004). O que é o Ocidente. São Paulo: Editora da UNESP.\nNovaes, A. (1999). \"A outra margem do Ocidente\" in A Outra Margem do Ocidente. São Paulo: Companhia das Letras, pp. 7-14.\nO'Loughlin, J. e Talbot, P (2005). \"Where in the World is Russia? Geopolitical perceptions and preferences of ordinary Russians\". Eurasian Geography and Economics, 46 (1), pp. 23-50.\nRibeiro, D. (2007). As Américas e a Civilização: Processo de Formação e Causas do Desenvolvimento Desigual dos Povos Americanos. São Paulo: Companhia das Letras. (1. ed., 1967)\nRouquié, A. (1995). O Extremo Ocidente: Introdução à América Latina. São Paulo: Edusp.\nRufin, J. C. (1991). O Império e os Novos Bárbaros. Rio de Janeiro: Record.\nSaid, E. (1995). Cultura e Imperialismo. São Paulo: Companhia das Letras.\nTrenin, D. (2006). \"Russia leaves the West\". Foreign Affairs, 85 (4), pp. 87-93.\nWeber, M. (2001). \"'Objetividade' do conhecimento na ciência social e na ciência política\" in Metodologia das Ciências Sociais. São Paulo: Cortez; Campinas, SP: Universidade Estadual de Campinas, pp. 107-15.\nZhebit, A. (2003). \"A Rússia na ordem mundial: com o Ocidente, com o Oriente ou um polo autônomo num mundo multipolar?\". Revista Brasileira de Política Internacional, 46 (1), pp. 153-181."}]}}}