{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05162"}, {"@name": "filename", "#text": "BTP_1992_35_1_4_11_Requalificacao_de_espera.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "REQUALIFICAÇÃO DE ESFERA DE PROPANO NA RPBC\nREQUALIFICATION OF PROPANE SPHERE AT RPBC\nFernando Bonfim MagalhãesO)\nRESUMO — Apresentam-se as atividades envolvidas no processo de requalificaçâo da esfera de propano P-205-J da Refinaria Presidente Bernardes (RPBC), construída em 1973, ressaltando-se os aspectos relativos à qualidade e ao custo dos serviços executados.\nABSTRACT — This paper presents the activities involved in the requalification of the RPBC P-205-J propane sphere, built in 1973, stressing aspects regarding quality and cost of the services performed.\n(Originais recebidos em 02.09.91).\n1.\tINTRODUÇÃO\nA recuperação de equipamentos usados é um assunto de grande importância e que merece ser bastante explorado, tendo em vista que se as atividades de recuperação forem conduzidas segundo critérios de engenharia adequadamente selecionados, existirão sempre boas possibilidades de se obter economia significativa, sem necessidade do comprometimento do fator qualidade.\nDeve ser sempre considerado que, dependendo de uma série de fatores, tais como, o dimensionamento original, os detalhes de fabricação, as condições de operação e as manutenções executadas, determinados equipamentos que já operam há vários anos podem ser colocados em condições equivalentes àquelas de um equipamento novo, a um custo comparativamente bastante baixo.\nO custo da recuperação pode ser grandemente favorecido pela existência de dados confiáveis sobre o equipamento: data-book com informações adequadas, amostras de materiais aplicados no equipamento ou em equipamentos semelhantes, histórico de operação de equipamentos semelhantes, etc.\n2.\tDEFINIÇÃO DE REQUALIFICAÇÃO\nPara os propósitos deste trabalho, foi definido que a “requalificaçâo” consiste em uma avaliação completa das condições em que se encontra o equipamento, acompanhada da seleção e aplicação dos critérios e das medidas técnicas que se fizerem necessárias para que o mesmo seja colocado na condição de “adequado ao uso”.\nAdmite-se que, preferencialmente, o equipamento deverá ser colocado em conformidade com as normas PETROBRÁS aplicáveis. Contudo, na eventualidade de sur\ngirem não-conformidades que, principalmente por razões de custo, não possam ou não devam ser totalmente corrigidas, deverá ser feito ‘ ‘exercício de engenharia' ’ no sentido de buscar soluções alternativas (tecnicamente aceitáveis, porém, não necessariamente em total conformidade com os códigos tradicionalmente usados) de modo que, ao final, se obtenha um produto com qualidade, a um custo adequado (a avaliação do custo leva em conta também a vida útil prevista para o equipamento recuperado). Este exercício deverá incluir, ainda, a pesquisa de soluções já aplicadas com sucesso em outros locais.\nO processo de requalificaçâo envolve basicamente duas etapas: avaliação preliminar (onde são avaliadas as possibilidades de se obter qualidade, a um custo adequado) e a de execução dos serviços de recuperação.\nEm geral, o processo compreende as atividades de análise de materiais, verificações relativas a projeto, inspeções diversas, execução de reparos e substituição de materiais, testes e inspeções finais, além da definição dos critérios segundo os quais as atividades deverão ser desenvolvidas.\n3.\tCARACTERÍSTICAS ORIGINAIS DA ESFERA P-205-J\n—\tProduto\tpropano\n—\tDiâmetro interno\t18 288 mm\n—\tPressão de projeto\t17,6 kgf/cm2 (+40°C)\n— Temperatura mínima de projeto\t-40°C (0,0 kgf/cm2)\n— Norma de construção\tASME-SEÇÃO VIII-DIV.2\n— Material\tASTM-A-516-Gr.7O\n— Radiografia\ttotal\n— Tratamento térmico\ttotal\n— Pintura\texterna\n— Ano de montagem\t1973\n- Serviço de Engenharia (SEGEN), Empreendimentos para Construções Industriais na Região Sul (EMPRE-SUL), Refinaria Presidente Bernardes (RPBC).\n4.\tRESULTADOS DAS INSPEÇÕES DE MANUTENÇÃO\nDurante a execução dos serviços de manutenção da esfera, que incluíram a inspeção por ultra-som das soldas dos bocais instalados nos gomos polares, foram detectados diversos defeitos internos nas soldas de todos os bocais inspecionados. O caso mais crítico ocorreu no bocal de carga, onde foi encontrada uma trinca de grandes proporções.\nLevando-se em conta diversos fatores, como, por exemplo, as dimensões da trinca, o fato de a mesma estar localizada em uma região onde, provavelmente, ocorrería temperatura muito baixa no caso de um vazamento, e, também, os efeitos negativos que uma eventual contaminação excessiva por H2S poderia provocar na região da trinca, concluiu-se que esta deveria ser reparada, e que a execução do reparo implicaria a realização de tratamento térmico de alívio de tensões.\n5.\tSERVIÇOS DE AVALIAÇÃO PRELIMINAR\nCom o objetivo de se obter informações adicionais, foi providenciado o envio de amostra do material trincado ao Instituto Paulista deTecnologia — IPT, para análise de fratura. Como resultado das análises, que incluíram a identificação do tipo de óxido existente no interior da trinca, o IPT concluiu que esta havia-se formado durante a fase de fabricação, antes da realização do tratamento térmico de alívio de tensões, e, também, que não se havia propagado durante o período de operação (o bocal tinha chapa de reforço e a trinca interna estava em uma posição tal que podia ter contato com a atmosfera).\nA análise posterior das condições dos outros defeitos levou à conclusão de que seria necessário executar outros reparos, e que o tratamento térmico, considerando-se as experiências e os métodos disponíveis, certamente seria total (o tratamento térmico total é uma operação relativamente cara e que envolve riscos consideráveis quando executada em um parque em operação).\nO conjunto mais completo de informações disponíveis incluía:\na)\tnecessidade de tratamento térmico total;\nb)\texistência de defeitos internos nas demais soldas da esfera;\nc)\tmaterial dos bocais existentes não atendia aos requisitos atuais de tenacidade, e os detalhes construtivos de alguns bocais não eram os mais adequados;\nd)\to databook não fornecia dados importantes sobre o material das chapas;\ne)\tas verificações preliminares das espessuras das chapas apresentaram resultados satisfatórios;\nf)\tos dados obtidos a partir do material da P-205-J serviríam também para o estudo das condições de outras esferas semelhantes.\nNa análise desse conjunto de informações, definiu-se que Valeria a pena realizar um trabalho mais completo, envolvendo a substituição dos gomos polares e de todos os bocais neles instalados, além da inspeção geral das demais soldas da esfera.\nEm seguida, foi providenciado o serviço de análise dos materiais das chapas e das soldas removidas dos gomos que seriam substituídos (análise na condição original e também após simulação do tratamento térmico previsto para ser executado no campo). Encerrados os trabalhos, duas firmas apresentaram relatórios conclusivos, confirmando que os materiais poderíam ser reapro-veitados.\n6.\tPRINCIPAIS SERVIÇOS DE RECUPERAÇÃO\nÀ exceção do ensaio por emissão acústica e da pintura interna/externa, os serviços foram executados pela firma Confab Montagens, a qual teve total responsabilidade técnica pela condução dos trabalhos (a PETROBRÁS considerou que os resultados dos ensaios dos materiais fornecidos pelos gomos que seriam substituídos eram representativos de todo o conjunto).\nPrincipais serviços executados:\na)\tmedição de espessuras;\nb)\tverificações relativas a projeto e fabricação dos novos gomos polares de acordo com projeto específico;\nc)\tpartículas magnéticas 100%, interna e externa, em soldas e em pontos de chapas;\nd)\tultra-som 100% nas soldas existentes;\ne)\treparos de solda e de chapa;\nf)\tsubstituição dos gomos polares, inclusive dos bocais;\ng)\tradiografia e ultra-som 100% nas soldas novas e nos reparos de solda;\nh)\ttratamento térmico de alívio de tensões;\ni)\tteste hidropneumático;\nj)\temissão acústica durante o teste hidropneumático;\nk)\tpintura interna/externa.\n7.\tPRINCIPAIS CONSIDERAÇÕES SOBRE OS SERVIÇOS EXECUTADOS\nSão fornecidas, a seguir, apenas as informações consideradas mais relevantes.\na)\tMateriais\n—\tOs materiais das chapas e das soldas removidas da esfera, na condição de testemunho, também apresentaram resultados satisfatórios nos ensaios. Apenas alguns corpos-de-prova de chapa, tanto na condição original quanto na condição de testemunho, apresentaram limite de resistência próximo ao valor mínimo exigido pela ASTM-A-516-Gr.7O. Acredita-se que este resultado se deve, principalmente, ao teor de carbono bastante baixo, e não compensado, conforme constatado em alguns casos.\n—\tOs bocais novos, com características de tenacidade e detalhes construtivos mais adequados, foram instalados na fábrica.\nb)\tProjeto\n—\tA análise do histórico de operação da esfera, conforme\nos critérios do ASME, mostrou que para uma vida útil de 37 anos (17 anos de uso, mais 20 anos a partir de agora) não havia necessidade de análise de fadiga.\n—\tOs cálculos finais de projeto foram feitos com base nos resultadosde medição de espessura das chapas existentes e dos resultados dos ensaios mecânicos das chapas e das soldas removidas da esfera, na condição de testemunho.\nc)\tInspeção\n—\tNão foram detectados problemas relevantes durante as inspeções das chapas existentes, tanto na inspeção visual das superfícies interna e externa quanto na inspeção por líquido penetrante dos chanfros preparados para soldagem.\n—\tA inspeção por partículas magnéticas, executada em diversas fases, não detectou defeitos superficiais críticos.\n—\tA inspeção por ultra-som, no entanto, detectou considerável quantidade de defeitos internos às soldas de topo, inclusive trincas em soldas horizontais. O caso mais crítico exigiu a abertura de um trecho de solda horizontal de cerca de 1 400 mm de comprimento e 35 mm de profundidade (foi identificada uma seqüência de defeitos, incluindo trinca e inclusão de escória).\nSabe-se que durante a soldagem normal (soldagem sem a aplicação de cuidados adicionais) de uma esfera de grande espessura (cerca de 54 mm, no caso), devido às condições de ajustagem e de soldagem, existe risco considerável de aparecimento de trincas em juntas horizontais, onde se tem elevado grau de restrição e heat-input mais baixo. Infelizmente, a radiografia, que é o ensaio usualmente especificado, não é um método muito confiável para detecção do tipo de trinca mais provável de ocorrer neste caso. Porém, pode-se dizer que a esfera opera normalmente em condições relativamente \"folgadas” e que os materiais empregados, em condições não muito críticas, comportam-se bem, mesmo contendo defeitos do tipo trinca.\n—\tNo ensaio por emissão acústica, realizado pela firma Brasitest, não foram detectados descontinuidades relevantes.\nd)\tMontagem\nConsiderando que o principal problema apresentado pela esfera P-205-J foi exatamente a existência de trincas internas às soldas, e também levando-se em conta as experiências acumuladas a respeito de montagem de esferas, foi solicitado à empresa contratada a aplicação de alguns cuidados adicionais de montagem. Esta providência visava, principalmente, a prevenir o aparecimento de trincas de montagem, e, como conseqüência, produziría resultados positivos em termos de qualidade e de custo.\nSabe-se que, na prática, a aplicação desses cuidados atenua os efeitos negativos produzidos por determinadas deficiências de montagem difíceis de serem controladas, tais como, o tratamento e o manuseio inadequados dos eletrodos, bem como a limpeza incompleta e o pré-aquecimento incorreto. Alguns desses cuidados são particularmente importantes para os casos de juntas de alta restrição e de heat-input mais baixo.\nPrincipais cuidados adicionais aplicados:\n— Aplicação de pós-aquecimento nas interrupções e na conclusão da soldagem (as resistências elétricas, que geravam temperatura da ordem de 180°C, eram mantidas ligadas por cerca de 3h.). De modo geral, procurou-se evitar interrupções no ciclo térmico de soldagem, especialmente quando ainda havia pouca quantidade de material depositado.\n— Nos casos de pequenos reparos de solda ou de chapa, solda provisória e solda de\"bolacha”, pré-aqueci-dos com maçarico e sem pós-aquecimento, cuidou-se para que, no mínimo, não houvesse interrupção do ciclo térmico, e fosse aplicada a técnica de temper-bead (como foi dito anteriormente, o objetivo principal era evitar o aparecimento de trincas de montagem — a esfera seria aliviada posteriormente).\n— Os reparos de chapa, com deposição de solda, foram reduzidos ao mínimo (usou-se convenientemente um mapa de espessuras mínimas requeridas, com intervalos de 500 mm).\n— A solda provisória só era executada quando realmente não podia ser evitada. As resistências elétricas, por exemplo, foram fixadas através de dispositivos apoiados nos andaimes e os gomos polares foram montados sem necessidade de soldagem de olhais.\n— Especial atenção foi dada ao controle de distorção durante a ajustagem das chapas. Procurava-se obter uma abertura de raiz adequada, sem necessidade de deformar os chanfros. Desse modo, durante a soldagem do chanfro maior, era obtida uma penetração completa e uniforme, reduzindo grandemente os serviços de goivagem e esmerilhamento, e evitando o aparecimento de defeitos na região correspondente à raiz da junta soldada.\n— Para efeito de experiência, foi aplicada a técnica de temper-bead em alguns trechos de solda definitiva (o soldador deveria orientar-se pelos vales entre filetes da penúltima camada, que havia sido deixada ligeiramente acima da superfície da chapa).\nAo final, foi constatadoque alguns soldadores mais habilidosos apresentaram resultados globais satisfatórios, e que a quantidade de material depositado como reforço estava dentro dos limites normais.\nApesar de considerar que, neste caso, esta providência seria dispensável, ficou entendido que este recurso poderá ser usado com grandes vantagens em outras situações. Sua aplicação poderá cobrir perfeita-mente toda a extensão da junta soldada, usando-se sol\ndador com bastante habilidade apenas para executar os dois passes das bordas.\n— No caso de solda provisória, por exemplo, foi relativamente fácil executar uma disposição de passes de solda adequada usando-se apenas soldador comum.\n8.\tCONDIÇÃO ATUAL DA ESFERA\nTodas as atividades foram desenvolvidas segundo os critérios estabelecidos pelas normas PETROBRÁS aplicáveis, não tendo surgido não-conformidades que exigissem aplicação de soluções alternativas.\nEntretanto, para efeito de informação, são citados os seguintes detalhes:\na)\ta sobre-espessura de corrosão exigida para uma esfera nova (para uma vida útil de 20 anos, sem pintura interna) é de 1,5 mm.\nNo caso da esfera P-205-J, os cálculos finais indicaram que mais de 90% dos pontos inspecionados (mínimo de sete pontos por chapa) apresentaram sobre-espessura de corrosão maior que 1,5 mm. Apenas em alguns pontos isolados (parte deles com indicação deque houve remoção de dispositivo provisório) a sobre-espessura de corrosão era inferior a 1,5 mm sendo que o menor valor encontrado, 0,9 mm, ocorreu em apenas três pontos.\nSabe-se que esses pontos isolados com sobre-espessura de corrosão menor que 1,5 mm poderíam ser tratados como descontinuidade estruturais localizadas, conforme os critérios do próprio ASME (não seria, pois, uma solução alternativa), e passariam também a ter sobre-espessura de corrosão superior a 1,5 mm. Contudo, este tratamento foi julgado desnecessário, tendo em vista que já havia sido definido que a esfera seria pintada internamente (a definição da pintura interna estava relacionada com o fator H2S):\nb)\tcom relação à probabilidade de existência de defeitos internos às soldas, pode-se dizer que para a esfera P-205-J, quando comparada com uma esfera nova, tem-se maior certeza de que não existem defeitos planares internos às soldas do topo.\nPara detecção de defeitos internos, as soldas de topo de uma esfera nova são, normalmente, inspecionadas apenas por radiografia. No caso da esfera P-205-J, além da radiografia, que, muito provavelmente, foi executada quando da montagem, foi feita inspeção 100% por ultra-som em todas as soldas de topo (sabe-se que o ultra-som é o método mais indicado para detecção de defeitos planares, do tipo trinca, por exemplo), e além disso, todo o conjunto foi submetido a ensaio por emissão acústica durante teste hidropneumático;\nc)\tapesar de não se constituir propriamente em um desvio, convém salientar que as pernas e as fundações da esfera P-2O5-J foram originalmente dimensionadas para a condição de teste hidropneumático.\n9.\tPRAZO DE EXECUÇÃO\nFoi estimado em sete meses o prazo para a execução de um serviço equivalente ao que foi feito na esfera P-205-J, exclusive a pintura, sendo que as atividades de campo requerem cerca de cinco meses de trabalho efetivo.\n10.\tCUSTO DOS SERVIÇOS\nOs valores apresentados abaixo foram levantados a partir da documentação existente na obra que se relaciona com o assunto em questão, contudo, salienta-se que não houve muita preocupação no sentido de realizar cálculos exatos.\n—\tContrato Confab (contrato sob regime de empreitada por preços unitários, assinado em maio de 89).\nO custo dos serviços executados pela Confab (relativos a projeto, fornecimento de materiais, fabricação, montagem, inspeção e teste) ficou em torno de US$ 590,000.00.\n—\tOutros custos (Contratos feitos pela Refinaria Presidente Bernardes — RPBC).\nOs custos referentes aos serviços de fornecimento de andaimes e guindaste, análise preliminar de materiais, emissão acústica e pintura (serviços fora do escopo do contrato Confab) foram avaliados em cerca de US$ 220,000.00.\n—\tCusto total aproximado: US$ 810,000.00.\n—\tCusto estimado de uma esfera nova, equivalente à P-205-J (excluem-se os custos relativos às interligações): US$ 2,900,000.00.\n—\tResumindo, pode-se afirmar que o custo da requali-ficação da esfera P-205-J ficou na faixa de 25% a 30% do custo de uma esfera nova equivalente.\n11.\tCONCLUSÕES\nConclui-se que a requalificação de esfera de GLP, nas condições descritas neste trabalho, é perfeitamente viável.\nFoi possível obter uma esfera com qualidade, a um custo adequado, com a vida útil prevista para 20 anos, como no caso de esfera nova.\nEm face dos resultados obtidos, e levando-se em conta as constantes preocupações da companhia no sentido de reduzir custos, está sendo programado para agosto de 91, o início dos serviços de requalificação das esferas P-205-H/I, que são semelhantes à P-205-J.\n—\tNota\nOs principais órgãos da PETROBRÁS envolvidos nos serviços de requalificação da esfera P-205-J foram: Setorde Inspeção de Equipamentos—SEIEQ/RPBC, Setor de Calderaria e Tubulações — SECAL/RPBC e Empreendimentos para Construções Industriais na Região Sul — EMPRE-SUL/RPBC."}]}}}