{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09963"}, {"@name": "filename", "#text": "14996_TCC%20-%20Lucas%2c%20Mirella%20e%20Raphael.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL FLUMINENSE\nCENTRO TECNOLÓGICO\nESCOLA DE ENGENHARIA\nDEPARTAMENTO DE ENGENHARIA QUÍMICA E DE PETRÓLEO\nLUCAS DE CASTRO BRAGA DIAS\nMIRELLA BARBOSA NICOLAU\nRAPHAEL DE LIMA FERNANDES\nDESENVOLVIMENTO DE ECOINDICADORES PARA UMA PLANTA DE CUMENO COM REATOR DE TRANSALQUILAÇÃO VIA SIMULAÇÃO COMPUTACIONAL\nNiterói\nLUCAS DE CASTRO BRAGA DIAS\nMIRELLA BARBOSA NICOLAU\nRAPHAEL DE LIMA FERNANDES\nDESENVOLVIMENTO DE ECOINDICADORES PARA UMA PLANTA DE CUMENO COM REATOR DE TRANSALQUILAÇÃO VIA SIMULAÇÃO COMPUTACIONAL\nProjeto Final apresentado ao Curso de Graduação em Engenharia Química, oferecido pelo departamento de Engenharia Química e de Petróleo da Escola de Engenharia da Universidade Federal Fluminense, como requisito parcial para obtenção do Grau de Engenheiro Químico.\nOrientadores: Prof. Dr. DIEGO MARTINEZ PRATA\nEng. IGOR ROSSI BATISTA\nNiterói\nFicha Catalográfica elaborada pela Biblioteca da Escola de Engenharia e Instituto de Computação da UFF\nD541 Dias, Lucas de Castro Braga\nDesenvolvimento de ecoindicadores para uma planta de cumeno com reator de transalquilação via simulação computacional / Lucas de Castro Braga Dias, Mirella Barbosa Nicolau, Raphael de Lima Fernandes. - Niterói, RJ : [s.n.], 2015.\n67 f\nTrabalho (Conclusão de Curso) - Departamento de Engenharia Química e de Petróleo - Universidade Federal Fluminense, 2015.\nOrientadores: Diego Martinez Prata, Igor Rossi Batista.\nl.Engenharia química. 2. Cumeno. 3. Simulação por computador. 4. Processo industrial. 5. Reator. 6. Transalquilação. I. Nicolau, Mirella Barbosa. II. Fernandes, Raphael de Lima. III. Título.\nCDD 660.2\nLUCAS DE CASTRO BRAGA DIAS MIRELLA BARBOSA NICOLAU RAPHAEL DE LIMA FERNANDES\n“DESENVOLVIMENTO DE ECOINDICADORES PARA UMA PLANTA DE PRODUÇÃO DE CUMENO COM REATOR DE TRANSALQUILAÇÃO VIA SIMULAÇÃO COMPUTACIONAL”\nProjeto Final apresentado ao Curso de Graduação em Engenharia Química, oferecido pelo departamento de Engenharia Química e de Petróleo, da Escola de Engenharia, da Universidade Federal Fluminense, como requisito parcial para obtenção do Grau em Engenharia Química.\nAprovado em 9 de julho de 2015.\nBANCA EXAMINADORA\nPrata, D.Sc.\nPresidente da Banca - Orientador\n\t—-fe\nProf2. Lizandro de Sousa Santos, D.Sc.\nProf2. Diego Queiroz Faria de Menezes, M.Sc. COPPE/UFRJ\nNiterói\n1/2015\nAGRADECIMENTO\nLucas de Castro Braga Dias,\nAgradeço primeiramente aos meus pais, Paulo e Ivete, por me terem permitido chegar até aqui, manifestando sempre infinito apoio e complacência.\nDeixo aqui meu inefável desejo de agradecê-los. Ao grande companheiro Marcel Lacerda e ao nosso mestre e orientador Diego Martinez Prata, pelo enorme e crucial suporte sem o qual não seria possível a realização deste. Ao orientador Igor Rossi Batista pelo vital auxílio com as simulações.\nÀ minha amiga e amada Kika, pela terna compreensão durante toda a intensa concepção deste trabalho e pelo imensurável estímulo recebido. Ao meu amigo Jim, que mesmo distante, sempre foi o inquebrantável elo entre a volátil realidade da vida adulta e eu. Ao meu amigo Hugo, por estar lá, mesmo não estando. Ao meu amigo Xandal, por não me deixar errar sozinho. Ao meu amigo Faria, pela lealdade. Ao meu amigo Ori, por ser nosso dândi. Ao meu amigo Bola, por seu admirável gênio. Ao meu amigo Xis, por nunca dizer não. Ao meu amigo Diogão, por saber o que me faz rir. Ao meu amigo Cauby, por acompanhar todos os percalços destes últimos anos. Ao meu amigo Pinheiro, por jamais se esquecer de mim.\nDe maneira muito especial, quero agradecer aos meus companheiros Mirella e Rex por tomarem parte nesta empreitada. A dedicação, as habilidades e a amizade de cada um de vocês foi imprescindível para que alcançássemos êxito.\nAGRADECIMENTO\nMirella Barbosa Nicolau,\nGostaria de iniciar agradecendo todas as decisões que as mais diversas situações da vida me fizeram tomar e que, apesar de não terem sido fáceis, construíram o meu caráter e a pessoa que sou hoje. A escolha de cursar Engenharia Química longe da minha família, de mudar de rotina e vida por tantas vezes, dos sonhos, projetos e relacionamentos que construí ao longo dos anos foram fundamentais na minha vida. Se todas elas foram corretas? Acredito que eu jamais irei saber, porém foram tanto os erros como os acertos me possibilitaram estar aqui hoje e por isso eu viveria tudo novamente.\nAgradeço a minha madrinha e segunda mãe, Marilene Nicolau, por sempre me proteger e me apoiar nos momentos em que eu mais precisei, e aos meus primos Gabriel e Arthur, pelos tantos momentos de alegria. Agradeço aos meus irmãos, Frederico, Carolina, Bruno e Marcus, que apesar da vida ter nos separado eu sempre levarei um pouco de cada um em mim. Agradeço também ao meu pai, Sebastião, com quem eu aprendi algumas das minhas maiores lições.\nAgradeço também aos meus amigos Janaina, Rodrigo, Yan, Vitor, Laís, Philip, e todos os outros que dividiram comigo a angústia do vestibular e tantos outros momentos de aprendizado, felicidades e tristezas, pelos quais eu sou muito grata. Não menos importante, agradeço a Família EQ e a todos os amigos que a UFF me proporcionou, sempre aliviando os momentos mais difíceis e tornando a vida mais divertida.\nAgradeço em especial a Nadine, Thathiana, Fernanda, Júlia e Thaisa, por tudo que me ensinaram, por terem sido em tantos momentos exemplos e inspirações e pela amizade, que sem as quais a minha vida acadêmica teria sido muito mais difícil. Ao meu namorado, Hudson, agradeço pela paciência, por estar sempre do meu lado e por acreditar em mim quando nem eu mesmo acredito.\nGostaria de agradecer também pela imensa oportunidade em fazer parte de Movimento Empresa Júnior, o qual me ensinou valiosas lições profissionais e pessoais, mudando a minha forma de enxergar o mundo e me ensinando que se for para sonhar, devemos sonhar grande!\nEm especial a P&amp;Q Engenharia Júnior, ao meu mentor Gustavo Valentim e todas as pessoas incríveis que passaram por lá.\nAgradeço ao orientador Diego Martinez Prata, que sempre demonstrou imensa dedicação a nossa Universidade e aos alunos, transbordando em si a essência do professor, servindo de exemplo para muitos outros.\nAo co-orientador Igor Rossi Batista agradeço por ter sido fundamental na realização deste trabalho, e agradeço também ao amigo Marcel Maia, pela orientação e pelas cobranças que foram primordiais para realizar este trabalho.\nEm especial agradeço aos meus parceiros Raphael e Lucas, por terem enfrentado esse desafio ao meu lado e, mesmo diante de tantas dificuldades, terem tornado esse trabalho possível.\nPor fim, agradeço a minha maior fonte de inspiração, ao meu exemplo de vida e meu anjo protetor, minha mãe, Leila, que mesmo de longe sei que guarda por mim, e a Deus por tornar tudo isso possível.\n“Happiness is only real when shared”\nAGRADECIMENTO\nRaphael de Lima Fernandes,\nDedico este trabalho, primeiramente, a todos os percalços com os quais me deparei. Agradeço às horas curtas dos dias, às rotinas exaustivas e principalmente às mãos que não se estenderam ao longo destes anos. A dificuldade me fez o profissional que sou hoje e a ela serei eternamente grato.\nAgradeço à minha equipe, Lucas e Mirella, que dividiu comigo momentos de dedicação e, apesar dos desencontros, mostraram-se comprometidos e eficientes na elaboração do trabalho que se apresenta. Uma conquista conjunta que fortaleceu, ainda mais, laços e amizades.\nAo Mestre Diego Martinez Prata. Obrigado pelas diversas conversas nos corredores da faculdade. Pelos cafés fora de hora e pelo direcionamento, não só na orientação do projeto, mas como na minha vida acadêmica. Poucos professores têm uma visão moderna e corajosa sobre a vida acadêmica e, por isso, parabenizo o Mestre Diego pela sua própria.\nAo orientador Igor Rossi e ao amigo Marcel Maia, deixo meus agradecimentos. A solicitude com a qual instruíram os andamentos do trabalho foi essencial para a conclusão do projeto. Seguimos amigos, acima de tudo. Que possamos manter a nossa amizade sempre forte, como hoje, ao longo dos anos que ainda virão.\n“A smooth sea never made a skilled sailor”\nRESUMO\nCom base na crescente preocupação da indústria com relação aos impactos ambientais de suas operações, escolheu-se abordar a geração de ecoindicadores para um processo produtivo de significativa importância comercial. O trabalho abordou as simulações computacionais de dois diferentes processos de produção de cumeno, um na ausência de um reator de transalquilação, apresentado Luyben (2010), e outro na presença, proposto por Pathak et al. (2011). Foram apresentadas as características dos compostos envolvidos, bem como as dos distintos processos. Paralelamente, foi introduzido o estudo de emissões de CO2 e gasto energético para estes processos. A simulação foi conduzida prioritariamente no software UNISIM. Ao final do trabalho, discutiu-se a sustentabilidade dos processos produtivos abordados, constatando a existência de um processo mais ecoeficiente. Além da disponibilização dos parâmetros utilizados nas simulações para reprodução posterior.\nPalavras-Chave: Simulação, UNISIM, Cumeno, Ecoindicadores.\nABSTRACT\nBased on the growing industry concern about the environmental impacts of its operations, chose to approach the generation of eco-indicators for a process of significant commercial importance. The study addressed the computational simulations of two different cumene production processes, one in the absence of a transalkylation reactor, presented by Luyben (2010), and another one in the presence, proposed by Pathak et al. (2011). Were presented the characteristics of the compounds involved, as well as the distinct processes. At the same time, the study of CO2 emissions and energy consumption for these processes was introduced. The simulation was conducted primarily in UNISIM software. At the end of work, the sustainability of the mentioned productive processes was discussed, noting the existence of a more eco-efficient process. In addition, the parameters used on the simulations were made available for later reproduction.\nKeywords: Simulation, UNISIM, Cumene, Eco-indicators\nÍNDICE DE TABELAS\nTabela 1-1. Dados históricos de emissão e absorção de CO2 (bilhões de toneladas por ano). . 16\nTabela 2-1 - Propriedades físicas do cumeno..........................................22\nTabela 2-2 - Propriedades físicas do benzeno.........................................24\nTabela 2-3- Propriedades físicas do propano..........................................26\nTabela 2-4 - Propriedades físicas do propeno.........................................27\nTabela 2-5 - Propriedades físicas do diisopropilbenzeno..............................29\nTabela 2-6 - Geração de CO2 para diferentes hidrocarbonetos..........................33\nTabela 3-1- Parâmetros das reações...................................................41\nTabela 4-1 - Descrição da Metodologia - Simulação....................................46\nTabela 4-2 - Descrição da Metodologia - Ecoindicadores...............................47\nTabela 5-1 - Energias de consumo da planta, valores em kW............................58\nTabela 5-2 - Comparação dos ecoindicadores de energia (valores em\tGJ/ton)............59\nTabela 5-3 - Parcelas de contribuição na emissão de CO2..............................60\nTabela 5-4 - Comparação dos ecoindicadores de CO2 (valores em tCO2/h)................61\nÍNDICE DE FIGURAS\nFigura 2-1 - Estrutura química do cumeno.............................................20\nFigura 2-2 - Representação global do processo do cumeno..............................21\nFigura 2-3\t- Estrutura química\tdo benzeno...........................................23\nFigura 2-4\t- Estrutura química\tdo propano...........................................25\nFigura 2-5\t- Estrutura química\tdo propeno...........................................27\nFigura 2-6\t- Estrutura química\tdo meta-diisopropilbenzeno...........................28\nFigura 2-7\t- Estrutura química\tdo para-diisopropilbenzeno...........................29\nFigura 2-8 - Objetivos do uso de modelos matemáticos para simulação de sistemas de\nprocessos químicos...................................................................30\nFigura 2-9\t- Planta proposta por Turton (2003) / Luyben (2010)......................35\nFigura 2-10 - Planta proposta por Pathak et al. (2011)...............................36\nFigura 3-1\t- Planta do processo original.............................................39\nFigura 3-2\t- Planta do processo estudado............................................42\nFigura 4-1\t- Resumo das etapas do processo de produção\tde cumeno.....................46\nFigura 5-1\t- Vazões molares da\tentrada\t(a)\te\tsaída do reator (b)....................50\nFigura 5-2\t- Vazões molares da\tentrada\t(a)\te\tsaída (b) da coluna C1.................51\nFigura 5-3 - Vazões molares da entrada e saída da coluna C2..........................51\nFigura 5-4\t- Vazões molares da\tentrada\t(a)\te\tsaída (b) da coluna C3.................52\nFigura 5-5\t- Vazões molares de\tentrada\t(a)\te\tsaída (b) do reator de transalquilação.52\nFigura 5-6 - Comparação dos resultados encontrados no topo de C1.....................53\nFigura 5-7 - Matriz Energética do Processo..........................................59\nFigura 5-8 - Representação da contribuição em % de cada tipo de Emissão de CO2......60\nSUMÁRIO\nCAPÍTULO 1....................................................15\n1\tINTRODUÇÃO.................................................15\n1.1\tCONTEXTO................................................15\n1.2\tOBJETIVOS...............................................18\n1.3\tESTRUTURA...............................................18\nCAPÍTULO 2....................................................20\n2\tREVISÃO BIBLIOGRÁFICA......................................20\n2.1\tCUMENO..................................................20\n2.1.1\tMétodos para Obtenção do Cumeno.....................22\n2.2\tBENZENO.................................................23\n2.2.1\tMétodos para Obtenção de Benzeno....................25\n2.3\tPROPANO.................................................25\n2.3.1\tMétodos para Obtenção de Propano....................26\n2.4\tPROPENO.................................................26\n2.4.1\tMétodos para Obtenção de Propeno....................28\n2.5\tDIISOPROPILBENZENO......................................28\n2.5.1\tMétodos para obtenção de diisopropilbenzeno.........29\n2.6\tSIMULAÇÃO COMPUTACIONAL.................................30\n2.7\tECOINDICADORES..........................................31\n2.7.1\tEmissão de CO2......................................32\n2.8\tOS PROCESSOS............................................34\n2.8.1\tProcesso Convencional...............................34\n2.8.2\tProcesso com reator de transalquilação..............35\nCAPÍTULO 3....................................................37\n3\tDESENVOLVIMENTO DE PROCESSOS................................37\n3.1\tSIMULAÇÃO................................................38\n3.1.1\tPacotes Termodinâmicos...................................38\n3.2\tPLANTA DE CUMENO CONVENCIONAL...............................39\n3.2.1\tSeção de Aquecimento.....................................40\n3.2.2\tSeção de Reação..........................................40\n3.2.3\tSeção de Destilação......................................41\n3.3\tPLANTA DE CUMENO PROPOSTA...................................42\n3.3.1\tSeção de Aquecimento.....................................42\n3.3.2\tSeção de Reação..........................................43\n3.3.3\tSeção de Purificação.....................................43\n3.3.4\tSeção de Transalquilação ................................44\nCAPÍTULO 4.........................................................45\n4\tMETODOLOGIA....................................................45\n4.1\tMETODOLOGIA PARA SIMULAÇÃO..................................46\n4.2\tMETODOLOGIA PARA CÁLCULO DOS ECOINDICADORES.................47\n4.2.1\tComparação de Ecoeficiência..............................48\nCAPÍTULO 5.........................................................49\n5\tRESULTADOS.....................................................49\n5.1\tSIMULAÇÃO...................................................49\n5.1.1\tSeção de Reação..........................................50\n5.1.2\tSeção de separação ......................................50\n5.1.3\tSeção de Transalquilação ................................52\n5.1.4\tDesvios encontrados......................................52\n5.2\tECOINDICADORES..............................................58\n5.2.1\tEnergia..................................................58\n5.2.2\tDióxido de Carbono ......................................59\nCAPÍTULO 6 ........................................................62\n6\tCONCLUSÃO E SUGESTÕES..........................................62\n6.1\tCONCLUSÕES............................................62\n6.2\tSUGESTÃO DE TRABALHOS FUTUROS.........................63\n7\tREFERÊNCIAS BIBLIOGRÁFICAS...............................64\nLISTA DE SIGLAS E ABREVIATURAS\nABIQUIM\t: Associação Brasileira da Indústria Química\nCH4\t: Metano\nC3H8\t: Propano\nC3H6\t: Propeno\nC6H12\t: Ciclohexano\nC6H6\t: Benzeno\nC9H12\t: Cumeno\nC12H18\t: Diisopropilbenzeno\nCNTP\t: Condições normais de temperatura e pressão\nCO2\t: Dióxido de Carbono\nChc(k)\t: Composição mássica de CO2\nDIPB\t: Diisopropilbenzeno\nFEHE\t: Feed-effluent Heat Exchanger\nGLP\t: Gás Liquefeito de Petróleo\nPIPB\t: Poliisopropilbenzenos\nPFD\t: Process Flow Diagram\nSRK\t: Soave Redlich-Kwong\nUFF\t: Universidade Federal Fluminense\nWBCSD\n/World Business Council for Sustainable Development\nCAPÍTULO 1\n1 INTRODUÇÃO\n1.1 CONTEXTO\nTemas como poluição de corpos hídricos, elevação da temperatura do planeta, elevação do nível dos oceanos, dentre muitos outros tem se tornado assuntos recorrentes em discussões sócio políticas sobre a sustentabilidade das atividades humanas no ambiente em que está inserida.\nOs processos industriais contribuem diretamente com as emissões de CO2 na atmosfera, bem como atividades relacionadas a terrenos de plantio. Segundo dados de Friedlingstein et al (2010), dados históricos apontam que, entre os anos de 1960 e 2009, 78,6% das emissões globais são provenientes da queima de combustíveis fósseis e da produção de cimento, enquanto 21,4% originam-se de atividades agropecuárias. Pela Tabela 1-1, representada abaixo, é possível observar os dados de emissão e absorção de CO2 ao longo dos anos.\nTabela 1-1. Dados históricos de emissão e absorção de CO2 (bilhões de toneladas por ano).\nAno\tCombustíveis Fósseis + Cimento\tAgropecuária\tEmissões Globais de’C02\tAumento Atmosférico\tAbsorção Oceânica\tAbsorções Terrestres\tDistribuição Global De CO\n1960-1969\t3,10\t1,52\t4,62\t1,80\t1,53\t1,29\t4,62\n\t67%\t33%\t100%\t39%\t33%\t28%\t100%\n1970-1979\t4,69\t1,34\t6,03\t2,69\t1,74\t1,61\t6,04\n\t78%\t22%\t100%\t45%\t29%\t27%\t100%\n1980-1989\t5,48\t1,43\t6,91\t3,37\t2,02\t1,53\t6,91\n\t79%\t21%\t100%\t49%\t29%\t22%\t100%\n1990-1999\t6,37\t1,52\t7,88\t3,15\t2,22\t2,52\t7,89\n\t81%\t19%\t100%\t40%\t28%\t32%\t100%\n2000-2009\t7,70\t1,06\t8,76\t4,05\t2,33\t2,38\t8,76\n\t88%\t12%\t100%\t46%\t27%\t27%\t100%\nFonte: Friedlingstein et al. (2010).\nUma das iniciativas da comunidade científica em tentar reduzir o impacto das atividades base do modelo sócio cultural atual, consiste em alterar as diretrizes de desenvolvimento econômico, com o objetivo de implementar um modelo de desenvolvimento sustentável. O conceito de sustentabilidade pode ser descrito segundo Pereira (2013), como:\n\"Capacidade de satisfazer as necessidades econômicas e produtivas presentes, sem comprometer a capacidade das gerações futuras de suprir suas próprias necessidades\".\nEste conceito pressupõe a cooperação mútua entre as nações com relação à redução de atividades poluidoras, uso racional de recursos naturais, além de severas mudanças nas regulamentações que permeiam atividades que geram impactos ambientais de forma direta e indireta.\nA ecoeficiência surgiu como uma valiosa diretriz no ímpeto da implementação de conceitos de sustentabilidade. Teve seu conceito definido no World Business Council for Sustainable Development (WBCSD) segundo citado por Pereira (2013), como:\n\"Competitividade na produção e colocação no mercado de bens ou serviços que satisfazem às necessidades humanas, melhorando a qualidade de vida, minimizando os\nimpactos ambientais e a intensidade do uso de recursos naturais, considerando o ciclo inteiro de vida da produção\".\nA ecoeficiência associada às campanhas de conscientização induz o consumidor a adquirir produtos oriundos de processos eco amigáveis, além de representar reduções consideráveis de custos em processos industriais com reduções significativas de insumos diretos e indiretos. Os processos que se adequam a este conceito contribuem para a redução de emissões de gases de efeito estufa, resíduos sólidos e efluentes em geral.\nCom a crescente demanda por produtos que atendam aos quesitos de sustentabilidade, as empresas têm buscado adequar suas operações para conseguir competitividade em seus produtos, além de garantir seu espaço em um mercado cada vez mais exigente com relação às iniciativas ecológicas de seus fornecedores. Para isso, as indústrias fazem uso de Ecoindicadores para realizar uma melhor análise ambiental do seu processo e com isso tomar decisões acerca do mesmo.\nEcoindicadores consistem na relação entre uma variável ambiental e outra econômica. Estes têm sido úteis na realização de comparativos para auxílio na tomada de decisão por parte da equipe de engenharia de indústrias ou melhorias nos processos produtivos, visando operações mais limpas e eficientes. Pereira (2013) enumerou as principais categorias de ecoindicadores, sendo elas:\n• Emissão de CO2, consumo de água, consumo de energia, geração de resíduo sólido e geração de efluente.\nA simulação computacional tem sido peça fundamental no desenvolvimento de novos projetos, bem como melhorias em processos existentes. Softwares como o UNISIM® são amplamente utilizados na indústria e na academia, viabilizando diversos estudos de melhorias para processos já conhecidos, tais como a produção de ferro (KHAREL et al., 2008), amônia (ZHOU et al., 2010) e aço (SIITONEN et al., 2010).\nA produção de cumeno, por sua considerável relevância econômica, tem atraído a atenção de pesquisadores para sua otimização, principalmente energética (TURTON et al., 2003; LUYBEN, 2010; PATHAK et al., 2011; MAITY et al., 2013). Identificou-se a ausência de trabalhos que discutam as emissões de CO2 por parte destes processos. Portanto, com esta motivação, este trabalho propõe a discussão das emissões de CO2, além de discussões\nenergéticas, em uma planta de produção de cumeno, utilizando-se de ecoindicadores e por meio de simulação. Trabalhou-se com a planta que apresenta reator de transalquilação (PATHAK et al., 2011) por sua otimização econômica e energética e a ausência de dados de simulação na literatura.\n1.2\tOBJETIVOS\nEste trabalho apresenta como intuito geral, estudar e produzir resultados por meio de simulação computacional, mais especificamente através do software UNISIM, avaliando a metodologia de produção de cumeno em reator de transalquilação.\nNa abordagem preliminar pretende-se comparar os resultados de ecoeficiência da planta apresentada por Luyben (2010), formulando um novo projeto, com tecnologia de operação do reator distinta, com base no trabalho de Pathak et al. (2011).\nO objetivo específico do presente trabalho é desenvolver o ecoindicador de emissão de CO2 e geração de energia, para o processo de produção do cumeno analisado e comparar a ecoeficiência da planta estudada em relação à planta apresentada por Luyben (2010).\nPor fim, este trabalho dispõe-se a cooperar com o enriquecimento de fontes, na literatura, referentes ao tópico de simulação computacional e ecoindicadores de processos industriais.\n1.3\tESTRUTURA\nO presente trabalho será estruturado de acordo com os tópicos descritos abaixo.\n•\tCapítulo 2: Neste capítulo será realizada uma revisão bibliográfica acerca do cumeno e dos compostos envolvidos no processo, apresentando suas características e utilização na indústria. Além disso, também serão retratados os processos descrito por Turton (2003) / Luyben (2010) e por Pathak et al., (2011), e por fim retratado o conceito geral de simulação e ecoindicadores.\n•\tCapítulo 3: Consiste na apresentação do pacote termodinâmico utilizado na simulação, além da metodologia utilizada na planta de cumeno original e da planta para o processo proposto, utilizando um reator de transalquilação.\n•\tCapítulo 4: Será apresentada a metodologia utilizada no desenvolvimento da simulação da planta de cumeno proposta, além do desenvolvimento do ecoindicador de emissão de CO2 e de energia.\n•\tCapítulo 5: Consiste na apresentação e discussão dos resultados obtidos através da metodologia proposta, comparando os ecoindicadores encontrados na planta estudada com a planta de Luyben (2010).\n•\tCapítulo 6: Neste último capítulo será apresentada a conclusão do trabalho, além de sugestões para trabalhos futuros.\nEste trabalho foi desenvolvido no Departamento de Engenharia Química e de Petróleo da Universidade Federal Fluminense - UFF, e está inserido nas linhas gerais de modelagem, simulação e controle de processos, e também, indústria petroquímica, meio-ambiente e sustentabilidade.\nCAPÍTULO 2\n2\tREVISÃO BIBLIOGRÁFICA\nNesta revisão bibliográfica foram analisadas as características do eumeno e suas aplicações na indústria, além das características dos principais compostos envolvidos no processo. Além disso, também será dissertado sobre os processos descrito por Turton (2003) / Luyben (2010) e por Pathak et al. (2011). Ao final será retratado o conceito geral de simulação e ecoindicadores.\n2.1\tCUMENO\nCumeno é o nome mais comumente utilizado para denominar o composto orgânico isopropilbenzeno, um hidrocarboneto aromático, líquido a temperatura ambiente, com odor característico cuja estrutural química é C9H12, conforme apresentado pela Figura 2-1. A produção de cumeno foi desenvolvida originalmente entre 1939 e 1945 para suprir a demanda por gasolina utilizada nas aeronaves durante a segunda guerra mundial, ao ser utilizado como um blend entre a gasolina para a elevação da octanagem, índice que avalia a resistência à detonação de combustíveis usados em motores (MCALLISTER et al., 1942).\nFigura 2-1 - Estrutura química do cumeno\nFonte: Hwang et al. (2010).\nAtualmente, o cumeno é um importante intermediário industrial na produção de compostos fenólicos e de acetona, além de resinas de policarbonato, epóxi e nylon-6. Quase todo o cumeno que é produzido como um componente puro em escala industrial é convertido para peróxido de cumeno, o qual é utilizado como intermediário na síntese do fenol e acetona em um processo conhecido como processo do cumeno. (DERWENT et al., 1990).\nO processo do cumeno tem como vantagem a conversão de dois compostos relativamente baratos, o benzeno e o propileno, em materiais com maior valor agregado, conforme citado acima, sendo responsável pela maior parte da produção mundial de fenol e acetona. Podemos observar o processo químico global pela Figura 2-2 (HOCK et al., 1944).\nFigura 2-2 - Representação global do processo do cumeno.\nFonte: Hock et al. (1944).\nA importância da obtenção do fenol se dá devido a vasta gama de compostos que possuem como base a sua utilização, onde podemos citar (DESELMS, 2008):\n•\tBisfenol-A, utilizado comumente na produção de policarbonato;\n•\tDesinfetantes;\n•\tPreparação de resinas e polímeros, como a baquelite;\n•\tPreparação do ácido pícrico, usado na preparação de explosivos;\n•\tSíntese da aspirina e de outros medicamentos;\n•\tUtilizado como catalisador.\nO cumeno é um dos constituintes do óleo bruto e de combustíveis refinados. É praticamente insolúvel em água, mas é solúvel em álcool e muitos outros solventes orgânicos. Estruturalmente, cumeno é um membro do grupo alquil, família de hidrocarbonetos aromáticos que também inclui o tolueno (metilbenzeno). Suas propriedades físico químicas podem ser encontradas na Tabela 2-1.\nTabela 2-1 - Propriedades físicas do cumeno\nConstantes\tValores\nPonto de Fusão (°C)\t-96\nPonto de Ebulição (°C)\t152,4\nDensidade 20 °C (g/ml)\t0,8619\nMassa molar (g/mol)\t120,2\nTemperatura Crítica (°C)\t357,9\nFonte: Hock et al. (1944).\n2.1.1\tMétodos para Obtenção do Cumeno\nA alquilação de Friedel-Crafts do benzeno com o propeno, é o método de obtenção de cumeno mais comumente utilizado na indústria. A reação pode socorrer através do mecanismo principal, descrito na Equaçõe (2-1), podendo dar lugar ao mecanismo secundário representado na Equação (2.2), onde o cumeno sofre alquilação posterior dando origem ao diisopropilbenzeno (DIPB), produto secundário indesejado no processo (GANNON et al.,\n2014).\n(2-1)\n(2-2)\nAs reações supracitadas ocorrem através do mecanismo de alquilação de Friedel-Crafts modificado (PATHAK et al., 2011). Vale ressaltar que a temperatura do processo de alquilação deve ser controlada para evitar que a conversão dos reagentes em produtos seja prejudicada pelas baixas temperaturas, e preservar a seletividade da reação, a qual é desfavorecida por elevadas temperaturas.\nNo processo sugerido por Pathak et al. (2011), existe um reator de transalquilação que tem por objetivo converter o produto secundário DIPB em cumeno, reagindo-o com o próprio benzeno reciclado na planta, segundo a Equação (2-3). Objetiva-se, com isso, obter um processo mais eficiente que os propostos anteriormente.\n(2-3)\n2.2\tBENZENO\nO benzeno é um composto hidrocarboneto aromático cuja fórmula química é CóHó. Nas CNTP é encontrado no estado líquido, é volátil, apolar, incolor, inflamável, com odor característico e considerável estabilidade térmica. Sua estrutura química é mostrada.na Figura 2-3 (VILLALUENGA e MOHAMMADI, 2000).\nFigura 2-3 - Estrutura química do benzeno\nFonte: Adaptado de ABIQUIM (2014).\nAs propriedades físicas do benzeno podem ser observadas pela\nTabela 2-2.\nTabela 2-2 - Propriedades físicas do benzeno\nConstantes\tValores\nPonto de Fusão (°C)\t5,533\nPonto de Ebulição (°C)\t80,1\nDensidade 25 °C (g/ml)\t0,8737\nÍndice de Refração, nD25\t1,49792\nViscosidade (absoluta) a 20°C (cP)\t0,6468\nTensão Superficial a 25°C (dyn/cm)\t28,18\nTemperatura Crítica (°C)\t289,45\nFonte: VILLALUENGA e MOHAMMADI (2000).\nO benzeno pode ser encontrado em baixas quantidades em quase todas as espécies de petróleos brutos. Todavia, a separação deste se torna viável somente quando é aumentada a concentração nas frações do petróleo. O benzeno pode também ser obtido a partir da produção de gás leve do carvão, sendo este um dos principais componentes encontrados no óleo leve recuperado a partir de gases da carbonização do carvão. O óleo leve tem sua composição dependente, principalmente, da temperatura dos gases envolvidos. Em altas temperaturas é possível encontrar proporções elevadas de benzeno (VILLALUENGA e MOHAMMADI, 2000).\nO benzeno é amplamente utilizado na síntese de componentes como estireno (plásticos de poliestireno e borracha sintética), ciclohexano (nylon), clorobenzenos, cumeno, entre outros. Tendo também vasta utilização na produção de medicamentos, corantes, inseticidas e plásticos. Além disso, o benzeno já foi bastante utilizado como solvente, mas foi\nrecentemente substituído por solventes mais seguros como o polietilenoglicol (VILLALUENGA e MOHAMMADI, 2000).\n2.2.1\tMétodos para Obtenção de Benzeno\nO aumento da demanda por detergentes, plásticos e produtos químicos orgânicos, impactou diretamente a produção de benzeno, fazendo com que esta crescesse consideravelmente a partir da década de 50. Nesta época um dos processos utilizados para a produção do benzeno era proveniente de compostos aromáticos de cadeia alquilada de toluenos e xilenos ou alquis com cadeia aromática longa. Atualmente há rotas alternativas para a produção de benzeno incluindo, entre essas, a extração do petróleo ou carvão, a desidrogenação de cicloparafinas, a desalquilação de compostos aromáticos de cadeia alquilada, como por exemplo, o tolueno e xilenos, transalquilação de tolueno, reformação-separação e extração de carvão (VILLALUENGA e MOHAMMADI, 2000).\n2.3\tPROPANO\nO propano, principal componente presente no GLP, possui fórmula estrutural C3H8, conforme representada na Figura 2-4. A pressão ambiente o propano é apresentado na forma gasosa, sendo incolor, inodoro, muito solúvel em benzeno e possuindo vasta aplicação tanto doméstica como na indústria. É dificilmente detectável pelo cheiro em baixas concentrações, e em decorrência da ausência de odor, frequentemente é adicionado um produto com forte odor característico para aumentar a segurança durante a manipulação do propano (VAZ et al., 2007).\nH H H\nI I I H-C-C-C-H\nI I I H H H\nFigura 2-4 - Estrutura química do propano\nFonte: Lide et al. (2009).\nAs propriedades físicas do propano podem ser observadas na Tabela 2-3.\nTabela 2-3- Propriedades físicas do propano\nConstantes\tValores\nPonto de Fusão (°C)\t-187,1\nPonto de Ebulição (°C)\t-42,1\nDensidade 25 °C (g/ml)\t0,493\nMassa molar (g/mol)\t44,09\nTemperatura Crítica (°C)\t97\nFonte: Lide e Taylor (2009).\n2.3.1\tMétodos para Obtenção de Propano\nPropano é um subproduto do processamento de gás natural e refino do petróleo. As duas fontes são utilizadas praticamente em proporções iguais na produção do propano. O processamento de gás natural envolve a remoção de butano, propano, e grandes quantidades de etano do gás bruto, a fim de evitar a condensação destes gases voláteis em gasodutos.\n2.4\tPROPENO\nO propeno ou propileno possui a fórmula estrutural C3H6, conforme consta na Figura 2-5 normalmente apresenta-se na forma gasosa, é incolor, inodoro e altamente inflamável. É produzido durante o craqueamento do petróleo, ou seja, ato de aquecer o petróleo a uma alta temperatura de aproximadamente 500°C na qual são quebradas ligações carbono-hidrogênio, e também na gaseificação do carvão. É uma das matérias-primas mais amplamente utilizadas na indústria petroquímica (BUDAVARI, 1996).\nSuas principais atribuições são a aplicação na produção de polipropileno e cumeno. É também usado como combustível em vários processos industriais, devido ao fato de ter uma chama mais quente que a do propano. Apresenta insolubilidade em água, porém é solúvel em solventes orgânicos como álcool, éter, entre outros.\nFonte: Budavari (1996)\nA seguir, temos representado na Tabela 2-4, as propriedades físicas do propeno.\nTabela 2-4 - Propriedades físicas do propeno\nConstantes\tValores\nPonto de Fusão (°C)\t-185\nPonto de Ebulição (°C)\t-47,7\nDensidade 21 °C (kg/m3)\t1,71\nMassa molar (g/mol)\t42,08\nTemperatura Crítica (°C)\t91,8\nFonte: Budavari (1996).\n2.4.1\tMétodos para Obtenção de Propeno\nDentre os métodos de obtenção do propeno, temos a produção via GLP, que nas refinarias agrega valor à cadeia produtiva, visto que o preço do GLP é aproximadamente metade do preço do propreno. A coluna depropenizadora compõe a última torre de destilação do sistema de fracionamento do GLP. Seu objetivo é separar as correntes de propano, que é incorporada ao pool de GLP e propeno. Para a obtenção do propeno, o produto de craqueamento (GLP) é submetido a sucessivas etapas de destilação até a separação da fração (propano/propeno) (VAZ et al., 2007).\n2.5\tDIISOPROPILBENZENO\nO diisopropilbenzeno (DIPB) é um hidrocarboneto insolúvel em água de fórmula molecular C12H18 encontrado sob forma dos isômeros meta e para, conforme apresentado na Figura 2-6 e na Figura 2-7, respectivamente. A aplicação comercial dos isômeros DIPB são como intermediários na síntese industrial de outros produtos químicos. No entanto, também é usado como um componente em formulações de limpeza industrial.\n3\nch3\nFigura 2-6 - Estrutura química do meta-diisopropilbenzeno.\nFonte: Bakke et al. (1970).\nFigura 2-7 - Estrutura química do para-diisopropilbenzeno.\nFonte: Bakke et al. (1970).\nÉ possível observar as propriedades físicas do propeno na Tabela 2-5.\nTabela 2-5 - Propriedades físicas do diisopropilbenzeno.\nConstantes\tValore (meta)\tValores (para)\nPonto de Fusão (°C)\t-63\t-17,1\nPonto de Ebulição (°C)\t203\t203\nDensidade 21 °C (kg/m3)\t0,8549 g/cm3\t0,8549 g/cm3\nMassa molar (g/mol)\t162,27 g/mol\t162,27 g/mol\nFonte: Bakke et al. (1970).\n2.5.1\tMétodos para obtenção de diisopropilbenzeno\nA produção intencional de DIPB ocorre através da alquilação de benzeno com propeno na presença de um catalisador, seguida de destilação para satisfazer as especificações de pureza. O DIPB é formado como um subproduto no processamento do cumeno (mono-isopropilbenzeno). Sendo que a alquilação do benzeno pode gerar, além do diisopropilbenzo, poliisopropilbenzenos mais pesados (PIPBs).\n2.6\tSIMULAÇÃO COMPUTACIONAL\nA importância dos benefícios dos simuladores computacionais tem sido cada vez mais valorizada na engenharia química de processos. O dimensionamento da planta de processo é realizado através de ferramentas de simulação de processos, assim como os processos de otimização, os quais também são desenvolvidos, frequentemente, através da simulação. (PRATA, 2013).\nÉ possível realizar estudos que visem avaliar os riscos econômicos e de segurança intrínsecos ao processo através de modelos matemáticos. Tais modelos permitem avaliar diversos subcomponentes presentes na indústria de processos, possibilitando a análise e estruturação do sistema de processo químico global (HIMMELBLAU et al., 1968).\nOs modelos matemáticos utilizados no sistema de processo químico, quando desenvolvidos satisfatoriamente, podem ser utilizados para diversos objetivos, como observado na Figura 2-8.\nFigura 2-8 - Objetivos do uso de modelos matemáticos para simulação de sistemas de processos químicos\nA simulação visa estimar o comportamento de uma planta através da utilização de modelos matemáticos. A verificação de um projeto ou o treinamento de operadores, por meio de simuladores, permite que seja realizada uma reprodução muito próxima ao processo real.\nQuando a simulação é realizada em estado estacionário, é possível obter uma análise mais adequada da planta e das condições necessárias ao seu funcionamento. A simulação em estado estacionário é largamente utilizada para o desenvolvimento de ecoindicadores da planta, entre outros dados que dizem respeito ao projeto (BEZZO et al., 2004). Os valores encontrados para os ecoindicadores através da simulação deve ser atingido quando todo o processo está operando em perfeitas condições, porém, essa hipótese não acontece de fato para o processo real, pois a planta possui vazamentos e outras diversas perturbações, que muitas vezes não podem ser controladas.\nEm contrapartida, a simulação em estado dinâmico possui como objetivo o controle do processo, para que seja possível atingir as especificações necessárias, manter os níveis de segurança e estabilidade (PRATA, 2013).\nPara suprir a demanda de simulações, foram desenvolvidos uma série de softwares onde, de acordo com o programa utilizado, é possível que a simulação ocorra ainda mais rapidamente, quando comparada ao real processo (VAZ, 2007). Alguns exemplos de softwares mais conhecidos são: Aspen/HYSYS®, UNISIM®, Matlab®, Scilab®, PROII®, EMSO®, gPROMS®, MathCad®, SpeedUP®, Maple® e CAPE-COCO®.\n2.7\tECOINDICADORES\nOs ecoindicadores, indicadores de ecoeficiência, são parâmetros expressos de forma relativa, capazes de avaliar a razão entre uma variável ambiental e uma variável econômico-financeira. As principais variáveis ambientais analisadas pela indústria dizem respeito ao consumo de água, consumo de energia, emissão de CO2, geração de efluente, geração de resíduo sólido e emissão de CO2. Tais variáveis representam uma tendência no meio empresarial em incentivar o desenvolvimento sustentável, adotando uma postura ecologicamente consciente (PEREIRA, 2013).\nA avaliação de ecoindicadores, possui o objetivo de minimizar os impactos ambientais que as atividades empresariais geram, representando uma melhora contínua na redução de\ncustos, representada pela: diminuição de reprocessamento de matérias-primas, energia, água e perdas no processo.\nEntre as variáveis ambientais citadas acima, damos destaque à análise de ecoindicadores relacionados ao consumo de energia, devido à otimização das condições de operação da planta, o que influencia diretamente em fatores econômicos para a indústria, e na emissão de CO2, que pode ser relacionado às leis ambientais e ao efeito estufa (OGGIONI et al., 2011).\nA análise de ecoindicadores referentes a emissão de CO2 pode ser relacionada ao analisar a emissão total de CO2 em um período de tempo pela produção total equivalente (em t/t), conforme representado abaixo na Equação (2-4):\n„\t.\t, Total de emissão de CO2 (combustão,indireta e fugitiva)\t(2-4)\nEcoindicador =----------------------:-------------------------------\nEmissão de CO2\tProdução T otal Equivalent e\nA importância da análise destes ecoindicadores é observada quando verificamos que a integração energética das plantas de processos industriais vem sendo uma das principais medidas para a redução das emissões globais de CO2 e para a diminuição da dependência de importação de combustíveis fósseis (OGGIONI et al., 2011).\n2.7.1\tEmissão de CO2\nEm se tratando de fontes de emissão de CO2 em uma planta industrial, podemos categorizá-las em 3 categorias diferentes (PEREIRA, 2013).\n•\tEmissões por Combustão - Provenientes da queima de combustíveis tanto líquidos como gasosos.\n•\tEmissões Indiretas - Oriundas de fontes externas de energia, tais como a cogeração, energia elétrica e vapor.\n•\tEmissões Fugitivas - Representam vazamentos em equipamentos do processo, tanto na fase de produção como também em sua fase logística de transporte de produtos e reagentes. Também se contabilizam as emissões geradas por alívio para flare.\nA quantidade de CO2 emitido é calculada levando em conta a conversão total do hidrocarboneto a CO2 (PEREIRA, 2013).\nNa Tabela 2-6 encontram-se os dados de quantidade de CO2 produzidos por tonelada de hidrocarbonetos utilizadas no processo de queima. Temos as relações mássicas dos hidrocarbonetos com o CO2 representadas por phc, em t CO2/t. (PEREIRA, 2013).\nTabela 2-6 - Geração de CO2 para diferentes hidrocarbonetos\nHidrocarboneto\tReações de Conversão: Reagentes / Produtos\tPhc(tCO2/t)\nMetano\tCH4 + 2 O2 CO2 + 2 H2O\t2,750\nEtano\t2 C2H6 + 7 O2\t4 CO2 + 6 H2O\t2,933\nPropano\tC3H8 + 5 O2\t3 CO2 + 4 H2O\t3,000\nEteno\tC2H4 + 3 O2\t2 CO2 + 2 H2O\t3,143\nPropeno\t2 C3H6 + 9 O2\t6 CO2 + 6 H2O\t3,143\nButano\t2 C4H10 + 9O2 8CO2 + 10 H2O\t3,034\nGasolina\tC8H18 + 12,5 O2\t8 CO2 + 9 H2O\t3,088\nC9+\tC9H20 + 14 O2 9 CO2 + 10 H2O\t3,094\nFonte: Pereira (2013).\nUma vez mapeadas as diferentes origens de emissões de CO2 provenientes de atividades de queima na planta, assim como fontes indiretas de emissões, chega-se na Equação (2-5) (PEREIRA, 2013).\nEmissãodeCO2 = EMee ± FF., + EMGN + EMCombGas + EMCombLtq + EMFV + EMFT + EMFF\t(2-5)\n•\tEMee - Emissões indiretas por energia elétrica.\n•\tEMvapor - Oriundas de processos de geração de vapor\n•\tEMgn - Provenientes de combustão de Gas Natural\n•\tEMcombGas - Geradas por combustão de combustíveis gasosos\n•\tEMcombLiq - Geradas por combustão de combustíveis líquidos\n•\tEMFV - Emissões fugitivas por vazamento de CO2\n•\tEMFT - Emissões fugitivas oriunda de transportes pertinentes ao processo\n•\tEMFF - Emissões geradas por alívios para flare\nVale ressaltar que se associa sinais positivos ou negativos aos termos de emissão de CO2, dependendo da fonte a que se refere. Aplica-se sinais positivos para fontes importadas ou sinais negativos para quantidades exportadas entre unidades, principalmente quando há integração de unidades industriais em um complexo. A quantificação da emissão de CO2 vapor, oriunda da queima dos combustíveis fósseis é feita pelas unidades exportadoras (PEREIRA, 2013).\n2.8\tOS PROCESSOS\nAbaixo são descritos, de forma sucinta, os processos produtivos do Cumeno utilizados como base para este estudo, bem como detalhadas as plantas pertinentes a cada um dos métodos.\n2.8.1\tProcesso Convencional\nO processo produtivo de cumeno base considerado para análise neste trabalho foi apresentado por Turton et al. (2003) e otimizado por Luyben (2010). Tem-se o fluxograma deste processo representado na Figura 2-9.\nAs correntes de benzeno e C3 (95% de propileno e 5% de n-propano) são misturadas com o benzeno do reciclo, a mistura é vaporizada num vaporizador, pré-aquecida num trocador de calor (FEHE), usando o efluente quente do reator, antes de ser aquecida à temperatura da reação numa fornalha. A corrente aquecida é alimentada em um reator de leito fixo arrefecido. O efluente do reator quente perde calor sensível no FEHE e é ainda resfriado com água de arrefecimento. A corrente arrefecida é enviada para uma primeira coluna de destilação, a fim de separar os compostos leves. O n-propano inerte e pequenas quantidades de propileno, não reagidos, são recuperados a partir da coluna como vapor de destilado. A corrente de fundo é ainda destilada numa coluna de reciclo para recuperar e reciclar o benzeno não reagido, sendo depois enviada para uma coluna de produto, onde 99,9% do cumeno é recuperado como destilado e o DIPB como produto de fundo.\nFigura 2-9 - Planta proposta por Turton et al. (2003) / Luyben (2010).\n2.8.2\tProcesso com reator de transalquilação\nNo processo proposto por Pathak et al. (2011), que se diferencia do apresentado por Turton et al. (2003) e otimizado por Luyben (2010), principalmente, pela presença de um reator de transalquilação, tem sua representação esquemática apresentada na Figura 2-10. As alimentações de benzeno e C3 (95% de propileno e 5% de n-propano) são misturadas com o benzeno de reciclo, vaporizado e pré-aquecido, num trocador de calor (FEHE). O trocador de calor usa o efluente quente do reator para pré-aquecimento, antes de se aquecer a corrente à temperatura de reação num trocador de calor que utiliza meio de aquecimento de alta temperatura. A corrente aquecida é alimentada em um reator de leito fixo arrefecido (PBR). O PBR é um trocador de calor tipo casco e tubo com tubos de catalisador recheado e água quente pressurizada circulando no casco. O efluente quente do reator perde calor sensível no FEHE, sendo ainda mais resfriado com água de arrefecimento. A corrente arrefecida é enviada para um conjunto de três colunas de destilação. O n-propano inerte e pequenas quantidades de propeno que não tenham reagido são recuperados como vapor de destilado da primeira coluna. O fundo é ainda destilado na coluna de reciclagem para recuperar e reciclar o\nbenzeno que não reagiu, como o destilado. O produto de fundo desta coluna é enviado para a coluna de produto, afim de recuperar cumeno quase puro como o destilado e DIPB pesado como fundo. A corrente de DIPB é misturada com uma fração da corrente de reciclo de benzeno, a mistura é aquecida e alimentada em um reator de transalquilação adiabático onde o DIPB reage com benzeno para formar cumeno. O efluente do reator de transalquilação é alimentado na coluna de reciclagem afim de recuperar o benzeno e cumeno. O processo apresentado é semelhante ao de Luyben (2010), com exceção da presença do circuito de transalquilação.\nFigura 2-10 - Planta proposta por Pathak et al. (2011).\nDessa forma foram apresentados os dois processos analisados nesse trabalho.\nCAPÍTULO 3\n3\tDESENVOLVIMENTO DE PROCESSOS\nNo atual capítulo será apresentada em maiores detalhes referente aos processos, a planta de cumeno original e a planta para o processo proposto, utilizando um reator de transalquilação.\nAs simulações dos processos foram executadas através do software UNISIM®, sendo efetuada sob condição de estado estacionário. Os resultados obtidos neste processo são apresentados e discutidos nos capítulos a seguir, juntamente com os cálculos do ecoindicador de energia e de emissão de CO2, para o processo.\nO estudo foi motivado pela notada importância, alta aplicabilidade e a ampla utilização do cumeno e seus derivados na indústria, conforme apresentado. Visto que não existem estudos do processo proposto por Pathak et al. (2011), onde são abordados os dados e parâmetros utilizados na simulação, realizou-se este estudo com a finalidade de disponibilizar essas referências à comunidade científica, além de avaliar a ecoeficiência da planta proposta em relação a planta convencional base.\n3.1\tSIMULAÇÃO\nO ambiente de simulação escolhido para a simulação da planta de produção de cumeno deste trabalho foi o software UNISIM® Design Suite R390 da Honeywell. Tal software é uma ferramenta de simulação extremamente versátil, pois oferece alta flexibilidade devido às várias vertentes existentes para realizar tarefas específicas além de possui uma abordagem lógica e consistente de como esses recursos são fornecidos (HONEYWELL, 2010. UniSim® Design User Guide).\nA representação de um processo no simulador escolhido é denominada “flowsheet”, o qual pode ser definido como um diagrama sistemático que representa as fases de qualquer processo, indicando desde o processo completo até o funcionamento individual de cada equipamento. A representação gráfica do flowsheet é realizada através do PFD (Process Flow Diagram), onde estão inclusas as correntes de processo, unidades de operação e todos os equipamentos necessários ao processo, permitindo a construção do diagrama da planta desejada (DA COSTA, 2011).\n3.1.1\tPacotes Termodinâmicos.\nO UNISIM se utiliza de diversos pacotes termodinâmicos para melhor contabilização das propriedades físico químicas dos compostos envolvidos no processo.\nEstes pacotes baseiam-se nas diversas equações de estado com as quais são calculadas diversas propriedades termodinâmicas, como por exemplo, volume molar, densidade, entropia, entalpia, capacidade calorífica, além de propriedades de equilíbrio tanto de substâncias puras quanto de misturas (SMITH et al., 2007). As equações de estado são desenvolvidas com as relações entre volume molar, temperatura e pressão\nAs equações de estado utilizadas pelo UNISIM são bem trabalhadas na literatura. Podemos citar como exemplo as equações do gás ideal, equação de Peng Robinson e equação SRK (Soave Redlich-Kwong) (SMITH et al., 2007). Para este trabalho, utilizou-se a equação de Peng Robinson, a qual representa bem o comportamento das substâncias utilizadas no processo. Para maiores detalhes sobre o equacionamento, vide Vera e Sryjek (1986).\n3.2\tPLANTA DE CUMENO CONVENCIONAL\nNo processo original, proposto por Turton (2003) e otimizado por Luyben (2010), não foram contabilizadas as quedas de pressão nos equipamentos, com exceção da válvula (VLV-100), cuja função é reduzir a pressão na linha de 25 bar para 1,75 bar. O que contribui no processo de separação no vaso flash (V-100) e nas colunas de destilação (T-100 e T-101). Na seção final do processo há uma bomba (P-100), utilizada no reciclo, cuja finalidade é manter a pressão da linha. Tal fator foi apontado por Luyben (2010), porém a bomba não consta no fluxograma de seu trabalho. A planta do trabalho pode ser vista abaixo na Figura 3-1.\nFigura 3-1 - Planta do processo original.\nFonte: Luyben (2010)\n3.2.1\tSeção de Aquecimento\nA corrente de alimentação do processo (identificada pelo número 1) possui vazão de 101,94 kmol/h, composta por 95% de propeno e 5% de propano. Esta é introduzida à um misturador onde também é adicionada uma corrente de benzeno puro (identificada pelo número 2) com vazão de 98,78 kmol/h, ambas à pressão de 25 bar e temperatura de 25°C. No curso no fluxograma essa mistura passa por um vaporizador (E-100) de volume 4,59m3. O efluente do vaporizador está a uma temperatura de 210°C e pressão de 25 bar. A temperatura do efluente do reator é 385,5°C, sendo utilizado para pré-aquecimento da carga afluente ao reator (PFR-100) que possui temperatura de 210°C. No decorrer desta troca térmica o efluente do reator que estava à 385,5°C é resfriado à 279°C, após passar pelo trocador (E-101), responsável pelo pré-aquecimento da carga inicial (FEHE, acrônimo para feed-effluent heat exchanger). Seguidamente, conforme fluxograma, a corrente passa pelo condensador (HX2) de volume 0,5m3, onde é resfriada com água fria, chegando à 90°C. O FEHE é um trocador do tipo casco e tubo contracorrente (um passe no casco), com 320 tubos. Os tubos possuem volume de 8,76m3 e diâmetro 0,0763m. Os tubos possuem volume idêntico ao do casco. A área de troca térmica é de 460m2 Precedente a entrada do reator há um aquecedor (HX-1) por onde passa a alimentação, chegando a temperatura de 358°C. As duas fases do efluente do condensador são encaminhadas ao vaso flash (V-100) de volume 4,15m3, onde se dá a separação das fases líquida e vapor. A fase vapor é queimada no flare (corrente identificado pelo número 10) e a fase líquida é enviada à coluna de destilação (T-100), responsável pelo reciclo do benzeno (BATISTA et al., 2014).\n3.2.2\tSeção de Reação\nA seção de reação é constituída de um reator tubular arrefecido (PFR-100), as reações exotérmicas na fase vapor que ocorrem na parte interna deste, que geram vapor de água de alta pressão. O reator dispõe de 1500 tubos de 0,0763m de diâmetro cada e 6m de comprimento. Os tubos têm seu interior constituído de catalisador sólido esférico de densidade 2000 kg m-3 e a fração de vazios vale 0,5. O coeficiente global de transferência de calor é de 0,065 kW m-2 k-1. Os parâmetros reacionais (taxas em kmol s-1 m-3) são apresentados na Tabela 3-1 (BATISTA et al., 2014).\nTabela 3-1- Parâmetros das reações.\nParâmetros\tReação 1 - Equação (1)\tReação 2 - Equação (2)\nK\t2,80 x 107\t2,32 x 109\nE (kJ/kmol)\t104174\t146742\nTermos das concentrações (kmol/m3)\tCPropileno CBenzeno\tCCumeno CPropileno\n3.2.3\tSeção de Destilação\nDepois de passar pelo vaso flash, onde ocorre a separação dos compostos leves (propano e propeno que não reagiram) e os compostos pesados (benzeno, cumeno e diisopropilbenzeno), os pesados são encaminhados à primeira coluna de destilação (T-100).\nA coluna (T-100) de reciclo de benzeno é composto por 15 estágios (o primeiro estágio é o condensador e o último é o refervedor). A alimentação se dá no 8° estágio, fator minimizante do calor adicionado à coluna através do refervedor (LUYBEN et al., 2010). O diâmetro é de 1,36m e a energia adicionada no refervedor é 1,69 Gcal/h. A pressão de operação é de 1,75 bar, o que atribui ao vaso de refluxo a temperatura de 64°C. A razão de refluxo é de 0,44. Ao fim do processo, tem-se o destilado oriundo do topo da coluna composto quase inteiramente por benzeno e baixas quantidades de propano e propeno (não separadas no vaso flash). Após a passagem por esta coluna, o benzeno oriundo do topo é reciclado a uma vazão de 108,22 kmol/h e mistura-se a corrente de benzeno fresco, proporcionando uma vazão total de 207 kmol/h, enquanto o produto de fundo segue para a segunda coluna de destilação (T-101).\nA purificação do cumeno (separação do benzeno) ocorre numa coluna contendo 20 estágios. A alimentação se dá no 12° estágio. O diâmetro é de 1,26 m e a energia adicionada ao refervedor é de 1,19 Gcal/h. A pressão de operação é 1 bar, o que proporciona ao vaso de refluxo a temperatura de 152°C. A razão de refluxo é 0,63. A corrente de cumeno efluente da coluna T-101 contem 0,1% de contaminantes. A distância entre os pratos é igual a 2ft (BATISTA et al., 2014).\n3.3\tPLANTA DE CUMENO PROPOSTA\nNo trabalho realizado, substituiu-se a abordagem convencional de Luyben (2010) pela implementação de um reator de transalquilação segundo os estudos de Pathak et al. (2011). Desta forma, pretende-se aumentar a eficiência do processo de produção do cumeno, bem como reduzir os impactos de emissões de CO2 por queima de subprodutos nos alívios para flare. A planta simulada pode ser analisada na Figura 3-2.\nFigura 3-2 - Planta do processo estudado.\n3.3.1\tSeção de Aquecimento\nUma alimentação de 98,9 kgmol/h de benzeno puro a 25 0C e 2575 kPa e uma corrente de reciclo contendo 99% de benzeno e 1% de cumeno à uma temperatura de 96,9 oc e 2575 kPa são adicionadas ao misturador (M1), cuja mistura efluente encontra-se a 53,5 oc e 2575 kPa. À esta mistura é adicionada uma corrente de 105,3 kmol/h de propeno à 24,7 oc e 2575 kPa no misturador (M2).\nA corrente sofre vaporização em um vaporizador (EV) com queda de pressão de 49,9 kPa. A corrente de saída, com 99,9% de fração vapor e temperatura de 198,3 0C, troca calor em um FEHE (feed-effluent heat exchanger) em contra-corrente com o efluente do reator (Reactor) que se encontra à 343,4 oc e 2400 kPa. A corrente oriunda do trocador, que se encontra a 249,4 oc e 2500 kPa, é submetida à um aumento de temperatura em um aquecedor (Fuel) atingindo 342,8 0C.\n3.3.2\tSeção de Reação\nA mistura, contendo 262,7 kmol/h, efluente da seção de aquecimento, entra no 2° prato de uma coluna reativa contendo um total de 15 pratos. Esta coluna possui um condensador a 50 oc e 1500 kPa, além de um refervedor à 252,7 oc e 1510 kPa. A taxa de refluxo é de 21 kmol/h e a taxa de vent 6 kmol/h. O produto de topo consiste em um alívio para flare de 6 kmol/h com composição de 87,6% de propano, 11,4% de propeno e 1% de benzeno.\nO produto de fundo, cuja vazão molar é 157,4 kmol/h, temperatura de 155,9 oc e pressão de 171,2 kPa, possui composição de 37,4% de benzeno, 61,8% de cumeno e 0,8% de DIPB. Esta saída é misturada à corrente de número 24, detalhada na Seção de Transaquilação, em um misturador (M4).\n3.3.3\tSeção de Purificação\nA saída do misturador (M4) à temperatura de 156,0 oc, pressão de 171,2 kPa e vazão molar de 164,6 kmol/h, possui composição de 38,1% de benzeno, 60,2% de cumeno e 1,7% de DIPB. Esta corrente é alimentada no 6° prato de uma coluna de destilação (C2) de um total de 23 pratos. O condensador encontra-se à 140 kPa e 91,5 oc, e o refervedor à 140 kPa e 167,5 oc. A taxa de refluxo do equipamento é 148,4 kmol/h.\nO produto de topo consiste em uma corrente de 63,3 kmol/h à 91,5 oc e 140 kPa, com composição de 99% benzeno e 1% cumeno, que é pressurizada pela bomba (P1) até 6933 kPa com adquirindo temperatura de 95,5 oc, identificada como corrente número 17. Uma fração de 92,4% da vazão desta corrente é reciclada e misturada (M1) à alimentação de benzeno puro no início do processo.\nA corrente de fundo é submetida à um aumento de pressão na bomba (P2) de 1953 kPa (delta P). Esta corrente, agora completamente na fase líquida, de composição 97,3% eumeno e 2,7% DIPB, entra no 12° prato, de um total de 20 pratos, na coluna de destilação (C3). O condensador encontra-se à 140 kPa e 166,7 0C e refervedor à 140 kPa e 220,3 0C. Este equipamento possui uma taxa de 36,6 kmol/h.\nA saída do topo consiste em uma corrente de 98,9 kmol/h à 166,7 oc e 140 kPa, cuja composição é 99,6% cumeno e 0,4% DIPB.\nO produto de fundo possui vazão molar de 2,4 kmol/h à 220,3 oc e 140 kPa, com composição de 95,8% DIPB e 4,2% cumeno. Esta corrente é misturada (M3) aos 7,6% remanescentes da corrente número 17, aquecida até 240 oc no aquecedor (H2) dando origem à corrente número 22, de vazão molar 7,2 kmol/h, 240 oc e 4146 kPa. Esta corrente possui composição de 66,2% benzeno, 2% cumeno e 31,8% DIPB e alimenta o reator de transalquilação.\n3.3.4\tSeção de Transalquilação\nEm um reator de transalquilação do tipo PFR (Trans-alkylator) de volume 0,7 m3, comprimento de 1.6 m, diâmetro de 7,5 cm, 100 tubos e espessura de parede de 0,5 cm, ocorre a reação onde o DIPB é convertido à cumeno, segundo a reação descrita anteriormente.\nUtilizam-se catalisadores de densidade de 2500 kg/m3 com diâmetro de 1 cm e capacidade térmica de 1000 kJ/kg-0c.\nA corrente de saída de número 23, com vazão de 7,2 kmol/h, se encontra à 240,5 oC e 4146 kPa. Sua composição é 54,6% benzeno, 25,3% cumeno e 20,1% DIPB, e esta é misturada (M4) com a corrente de número 14 oriunda do produto de fundo da coluna de destilação (c1).\nCAPÍTULO 4\n4\tMETODOLOGIA\nNessa seção será abordada a metodologia para simulação e determinação do ecoindicador de CO2. A simulação computacional da planta de cumeno será analisada em regime estacionário e o processo de produção analisado será o descrito por Turton et al. (2003) e otimizado por Luyben (2010), sendo a metodologia de solução baseada fundamentalmente no correto preenchimento das especificações da planta. Em relação a metodologia de obtenção do ecoindicador de CO2, serão tomadas como base para contabilização de CO2 três tipos de emissões: Indireta, por combustão e fugitiva.\nCom isso, temos a metodologia deste trabalho dividida em dois pontos:\n1.\tSimulação da planta de produção de cumeno estudada.\n2.\tDesenvolvimento do ecoindicador de geração de energia e emissão de CO2, tendo como base o trabalho de Pereira (2013).\nA partir da efetuação da metodologia descrita acima, será possível apresentar e discutir os resultados deste trabalho, os quais serão apresentados respectivamente nos Capítulos 5 e 6.\n4.1\tMETODOLOGIA PARA SIMULAÇÃO\nConforme descrito nos capítulos anteriores, a simulação proposta se resume nas etapas observadas na Figura 4-1.\nFigura 4-1 - Resumo das etapas do processo de produção de cumeno\nNa Tabela 4-1, representamos a metodologia para a realização da simulação.\nTabela 4-1 - Descrição da Metodologia - Simulação.\nPara análise dos resultados obtidos na simulação do processo, foi realizada uma comparação em relação aos resultados obtidos pelo trabalho Pathak et al. (2011). Para isso foi feito uma análise no desvio de ambos, calculado pela Equação (4-1).\n| Valorencontrado\tValorpathak\\\nDesvio =\t• 100%\n(4-1)\n4.2\tMETODOLOGIA PARA CÁLCULO DOS ECOINDICADORES\nNa Tabela 4-2, podemos observar a metodologia para o desenvolvimento de ecoindicadores.\nTabela 4-2 - Descrição da Metodologia - Ecoindicadores\nA Equação (4-2) indica a relação entre um dado ambiental, que pode representar a: emissão de CO2, consumo de energia, consumo de água, geração de resíduo sólido e geração de efluente, em toneladas, e um dado econômico, neste caso representado pela quantidade de produto gerado em toneladas. Números pequenos representam altas ecoeficiências para o processo abordado.\nEamb\nVariável Ambiental (Emissão em toneladas)\n(4-2)\nVariável Econômica (Produção)\n4.2.1\tComparação de Ecoeficiência\nCom o objetivo de avaliar o nível de impacto ambiental e sustentabilidade do processo desenvolvido por Pathak et al (2011) com relação à planta de Turton et al. (2003) e Luyben (2010), avaliou-se as emissões de CO2 diretas e indiretas e os gastos energéticos de ambos os processos. O fator comparativo final será o parâmetro de ecoeficiência calculado segundo as premissas citadas ao longo deste capítulo.\nAssim foram apresentadas as metodologias necessárias para atingir os objetivos propostos no escopo deste trabalho, a parte de simulação computacional e a parte de desenvolvimento dos ecoindicadores.\nCAPÍTULO 5\n5\tRESULTADOS\nNeste capítulo, serão apresentados os resultados obtidos na simulação realizada neste presente trabalho, assim como a comparação com os resultados obtidos por Luyben (2010) e Batista et al. (2014). Além disso, após os resultados da simulação, também será possível observar a análise ambiental realizada através do desenvolvimento e apresentação dos ecoindicadores da planta.\n5.1\tSIMULAÇÃO\nA comparação dos resultados obtidos através da simulação é fundamental para validar os dados obtidos neste trabalho e posteriormente a aplicação dos mesmos no desenvolvimento da análise ambiental. Nesta seção, serão apresentados os resultados obtidos pela simulação, além de tabelas comparativas entre as vazões (kmol/h) e as frações molares, obtidas na simulação e no artigo de Pathak et al. (2011). Vale ressaltar, que será utilizada uma variável de desvio para calcular a aproximação entre os valores encontrados na simulação e os valores do artigo.\n5.1.1\tSeção de Reação\nA seção de reação é a principal fonte de formação do cumeno, fazendo com que o seu alto rendimento seja determinante na eficiência do processo. Vale ressaltar que um baixo rendimento nesta seção acarreta em um aumento da vazão de reciclo e, consequentemente nos gastos energéticos.\nNa Figura 5-1observam-se os valores das vazões molares da entrada e saída do reator. A conversão encontrada para o reator em questão é de 98,05% em relação ao propeno.\n6 ”\n(a)\nVodtíhflfll\nCíncfeni\nPrúpahM\nkV*Jt\n(b)\n\nFigura 5-1 - Vazões molares da entrada (a) e saída do reator (b).\n5.1.2\tSeção de separação\nApós a saida do reator a corrente começa a ser purificada, assim temos a retirada dos reagentes leves na primeira coluna.O benzeno é retirado para ser reaproveitado na segunda coluna e na ultima coluna é aumentado o grau de pureza do cumeno ao retirar o Diisopropilbenzeno.\nA Figura 5-2apresenta os valores das vazões de entrada e saida da coluna, que possui como especificações:\n•\tRecuperação de benzeno no distilado de 0,1%;\n•\tVazão de 20,97 kmol/h de vazão de refluxo.\n13\tl-s-H-fa* E\nWiHkxhr.nl\nPrççrrb-:\nCorço toou K.VAk\nUaViftÉta Nnft«= Cwt Pr-meien\nFuel Gas.\t■■=■\t3\n(a)\nW«dulw<i tcrdtafti FüVCTtr:\nKVriw UbaMtartfci\nFiWH\nUiJ Prtflmrft-et\nfqiíJ pWJIÉEE kfpMitA\n(b)\nFigura 5-2 - Vazões molares da entrada (a) e saída (b) da coluna C1.\nA corrente “Fuel Gas” é direcionada para a alimentação do flare, o que corresponde uma redução de 40% na vazão molar em relação a corrente do flare encontrada no trabalho de Luyben (2010).\nA Coluna C2 é responsável pela separação do benzeno. São especificadas as vazões de topo e fundo, além das vazões molares de cada corrente que podem ser observadas na Figura 5-3.\nFigura 5-3 - Vazões molares da entrada e saída da coluna C2.\nA fim de aproveitar o Diisopropilbenzeno formado no reator o processo, este é separado na terceira coluna. Ao especificar uma fração molar de 0,9584 de Diisopropilbenzeno no fundo da coluna e uma vazão de fundo são obtidos os resultados da Figura 5-4.\nWírtkihect\nCorákCN\nFiLtriipL\nKV Ah UsetVmifeii\nNtàfrt\nÇ0d Pflr<nf4fis\nr®m\nW&amp;fkdhMrt\nCtfKfafric Firçflrtr: CíwpoHÍW KV Ah U±nVãMÈ*xz Ni*r;\nCwl Par-sneíHi\nTctrf p.MÜC?i ijT.Tif...v.\na)\nb)\nFigura 5-4 - Vazões molares da entrada (a) e saída (b) da coluna C3.\n5.1.3\tSeção de Transalquilação\nO reator de transalquilação atingiu uma conversão de 36,60%, a Figura 5-5apresenta os valores de entrada e saída do reator de transalquilação.\na\nWuik.hcct\nCerdüúrH\nFrixxrtç-CcHptttafl\nKVA* UwrV«Hta\nNotei\nI^kI P*íTW**rs\na)\nCjtxüéjoy; ftcpírtrti CcfinpcnAon\nKV Am UcM VteiAàri hkJi-f\nC«í Prestai\nb)\n\nFigura 5-5 - Vazões molares de entrada (a) e saída (b) do reator de transalquilação.\n5.1.4\tDesvios encontrados\nUma maneira eficiente de comparar os resultados obtidos na simulação deste processo é a comparação do desvio encontrado entre os resultados obtidos pela simulação em questão e os resultados referente ao trabalho de Pathak et al. (2011). O desvio foi definido sobre a forma de desvio, conforme equação (4-1).\nDa Tabela 5.7 a Tabela 5.6 são encontradas a comparação entre o presente trabalho e de Pathak et al. (2011) para os balanços mássicos, assim como as Figuras 5-1 a Figura 5-6, onde por meio de gráficos é possível apresentar uma visão geral acerca dos resultados e os desvios encontrados, comparando a porcentagem que cada valor contribui para um total de\n100%. Caso ambas as barras estiverem em 50%, temos que os valores comparados são iguais e o desvio é de 0%. Através da análise gráfica é possível observar facilmente a discrepância entre os dois valores.\nA Tabela 5.7 e a Figura 5-7 apresenta estas comparações para os balanços de energia.\nTabela 5.1. Comparação dos resultados obtidos no topo da coluna C1.\nVariável\tTrabalho\tPathak et al.\tDesvio\nVazão (kmol/h)\t6,007\t6,348\t5,37%\nFração molar de Propano\t0,876\t0,829\t5,67%\nFração molar Vazão de Propeno\t0,114\t0,161\t29,19%\nFração molar de Benzeno\t0,009\t0,009\t0,00%\n■ Trabalho «Pathak (2011)\nFigura 5-6 - Comparação dos resultados encontrados no topo de C1.\nTabela 5.2. Comparação dos resultados obtidos no fundo da coluna C1.\nVariável\tTrabalho\tPathak et al.\tDesvio\nVazão (kmol/h)\t157,4\t157,4\t0,00%\nFração molar de Benzeno\t0,374\t0,379\t1,32%\nFração molar de Cumeno\t0,618\t0,608\t1,64%\nFração molar de Diisopropilbenzeno\t0,008\t0,012\t33,33%\n■ Trabalho «Pathak (2011)\nFigura 5-2 - Comparação dos resultados encontrados no fundo de C1.\nTabela 5.3. Comparação dos resultados obtidos no topo da coluna C2.\nVariável\tTrabalho\tPathak et al.\tDesvio\nVazão (kmol/h)\t63,35\t63,35\t0,00%\nFração molar de Benzeno\t0,991\t0,992\t0,10%\nFração molar de Cumeno\t0,009\t0,008\t12,50%\n■ Trabalho «Pathak (2011)\nFigura 5-3 - Comparação dos resultados encontrados no topo de C2.\nTabela 5.4. comparação dos resultados obtidos no fundo da coluna c2.\nVariável\tTrabalho\tPathak et al.\tDesvio\nVazão (kmol/h)\t101,27\t101,26\t0,01%\nFração molar de Cumeno\t0,973\t0,976\t0,31%\nFração molar de Diisopropilbenzeno\t0,027\t0,024\t12,50%\n■ Trabalho «Pathak (2011)\nFigura 5-4 - Comparação dos resultados encontrados no fundo de C2.\nTabela 5.5. comparação dos resultados obtidos no topo da coluna c3.\nVariável\tTrabalho\tPathak et al.\tDesvio\nVazão (kmol/h)\t98,88\t98,88\t0,00%\nFração molar de Cumeno\t0,996\t0,999\t0,30%\nFração molar de Diisopropilbenzeno\t0,004\t0,001\t300,00%\nObserva-se na Figura 5.5 que o desvio porcentual encontrado para a fração de Diisopropilbenzeno é de 300% um valor elevado se não for analisado o contexto e as variáveis. A diferença absoluta é de 0,003 em uma variável que está sempre entre o valor zero e um, e no contexto de ser a variável não desejada uma vez que não é o produto de interesse (cumeno). Como os valores são muito baixos quaisquer diferenças percentuais geram números elevados. Esse número nesse contexto não é considerado elevado.\n■ Trabalho «Pathak (2011)\nFigura 5-5 - Comparação dos resultados encontrados no topo de C3.\nTabela 5.6. Comparação dos resultados obtidos no fundo da coluna C3.\nVariável\tTrabalho\tPathak et al.\tDesvio\nVazão (kmol/h)\t2,390\t2,378\t0,50%\nFração molar de Cumeno\t0,0416\t0,0416\t0,00%\nFração molar de Diisopropilbenzeno\t0,9584\t0,9584\t0,00%\n■ Trabalho «Pathak (2011)\nFigura 5-6 - Comparação dos resultados encontrados no fundo de C3.\nTabela 5.7. Comparativo do consumo das energias na planta, valores em kW.\nNome da corrente\tTrabalho\tPathak et al.\tDesvio\nEV\t2720,6\t2720\t0,02%\nEF\t959,7\t959\t0,07%\nE2\t38,2\t37,38\t2,19%\nERC1\t1066,5\t1065\t0,14%\nERC2\t549,5\t591\t7,02%\nERC3\t1166,1\t1327\t12,12%\n■ Trabalho ■ Pathak\nFigura 5-7 - Comparação dos resultados pelo consumo das energias na planta.\n5.2\tECOINDICADORES\nOs ecoindicadores são utilizados como base para uma análise de ecoeficiência, sendo utilizados como fatores decisivos para melhorar o desempenho da planta. Esta seção apresenta os resultados obtidos para os ecoindicadores de energia e CO2.\n5.2.1\tEnergia\nA energia utilizada na planta pode ser observada na forma elétrica do Sistema Nacional Integrado ou na forma de energia de combustão do gás natural. A Tabela 5-1 apresenta os valores de energia consumida na planta.\nTabela 5-1 - Energias de consumo da planta, valores em kW.\nNome da corrente\tValor\tNome da corrente\tValor\nEV\t2720,64\tEP1\t15,68\nEF\t959,66\tEP2\t12,20\nE2\t38.19\tEP3\t1=31\nER.C1\t1066,54\t-\t-\nER.C2\t549,39\t-\t-\nERC3\t1166,11\t-\t-\nA matriz energética do processo é mostrada na Figura 5-7, a importância da energia elétrica fica evidente nesta figura, isso se deve ao fato dos aquecedores que não estão em conjunto com as colunas trabalharem com energia elétrica.\nMatriz energética da planta\n43%\n57%\n■ Energia Elétrica ■ Energia Combustão\nFigura 5-7 - Matriz Energética do Processo\nO ecoindicador de energia encontrado para o processo da planta simulada por Batista et al. (2014), foi de 1,975 GJ/t.\nApesar de Batista et al. (2014) não realizar o cálculo do ecoindicador de energia, ao utilizarmos os dados fornecidos por Luyben (2010) e obtermos o valor do ecoindicador de energia, é possível realizar uma análise comparativa entre os processos.\nA Tabela 5-2 mostra os valores encontrados para o ecoindicador de energia para as duas situações.\nTabela 5-2 - Comparação dos ecoindicadores de energia (valores em GJ/ton)\nPresente trabalho\tLuyben. (2010)\n1,975\t2,395\n5.2.2\tDióxido de Carbono\nAs diferentes formas de emissão de CO2 contribuem de maneiras diferentes, logo as parcelas da contribuição na emissão de CO2 são apresentadas na Tabela 5-3.\nTabela 5-3 - Parcelas de contribuição na emissão de CO2.\nTipo de emissão\tValor da Emissão (tcO2/h)\nDireta\t0,6610\nIndireta\t0,3598\nFugitiva\t0,8019\nA emissão direta foi calculada com base no valor da relação dada em Batista et al. (2014) que argumenta que para o cálculo da emissão direta deve-se considerar a energia gerada através da queima do gás natural e que cada GJ consumido, gera 0,0561 de CO2. A geração de energia para os refervedores da coluna gera 0,66 t de CO2.\nA emissão indireta é calculada através do fator fornecido na Tabela 5-3. Cada MWh consumido gera 0,096 toneladas de CO2.\nTendo o valor de cada tabela e o valor da produção total da planta, torna possível o cálculo do ecoindicador de CO2, o ecoindicador de CO2 é 0,1531 tCO2/t.\nTipos de emissão de cO2\n■ Emissão indireta ■ Emissão direta ■ Emissão fugitiva\nFigura 5-8 - Representação da contribuição em % de cada tipo de Emissão de CO2.\nUma rápida comparação do ecoindicador de CO2 deste presente trabalho com o de Luyben (2010) e com Batista et al. (2014) é apresentado na Tabela 5-4.\nTabela 5-4 - Comparação dos ecoindicadores de CO2 (valores em tCO2/h).\nPresente trabalho\tBatista et al. (2014)\tLuyben (2010)\n0,1531\t0,25\t3,01\nObserva-se que nos resultados apresentados que a planta de processo de cumeno modificado com a inserção do reator de transalquilação possui um ecoindicador de emissão de CO2 na base produção menor, ou seja melhor, do que o processo convencional proposto por Luyben (2010) e analisado e otimizado por Batista et al. (2014). Assim, pode considerar que a planta proposta é mais ecoeficiente da perspectiva da emissão de CO2. Entretanto, para uma análise mais aprofundada ainda se faz necessário a avaliação dos demais ecoindicadores industriais apresentados por Pereira (2013): consumo de energia, consumo de água, geração de efluentes líquidos e geração de resíduos sólidos conjuntamente pelo método de Índice de Comparação de Ecoeficiência.\nDo ponto de vista de processo esse resultado é mesmo motivador para que os novos engenheiros de processo considerem as variáveis ambientais em todo processo de tomada de decisão de projetos de novos processos, e que realmente é possível modificar processos já existentes com base na tecnologia atual para torná-los menos impactantes ao meio ambiente, um dos objetivos e motivações da execução do presente trabalho.\nCAPÍTULO 6\n6\tCONCLUSÃO E SUGESTÕES\nNeste capítulo serão apresentadas as conclusões do trabalho desenvolvido e as sugestões para desenvolvimento de trabalhos futuros em plantas de produção de cumeno.\n6.1\tCONCLUSÕES\nA partir deste trabalho foi possível realizar um estudo e uma análise da produção de cumeno, tomando como referência artigos desenvolvidos inicialmente por Turton et al. (2003) e Luyben (2010), e posteriormente modificada por Pathak et al. (2011) com a inclusão do reator de transalquilação, mais conforme a realidade industrial.\nOs resultados da simulação foram comparados com os originalmente propostos por Pathak et al. (2011). Foi possível verificar que a maioria dos resultados apresentaram valores aproximados, com desvios variando de 0% a 7,02%. Todavia, foram observados alguns valores com desvios maiores, sendo observados desvios de 29,19% na fração molar de Propenoe de 12,50% na fração molar de Cumeno. Os desvios encontrados para as frações molares de Diisopropilbenzeno também foram significantes, apresentando erros de 12,50%, 33,33% e até 300%.\nTais valores discrepantes podem ser explicados pelo excesso de variáveis no processo o que pode ter gerado erros durante a simulação e a propagação destes. Além disso, caso a temperatura do processo não seja devidamente controlada, é possível que a conversão dos reagentes em produtos seja prejudicada pelas baixas temperaturas ou a seletividade da reação também seja desfavorecida por elevadas temperaturas, o que pode ter ocorrido. Vale ressaltar\nque os desvios observados no fundo da coluna C3 foram praticamente de 0%, mostrando de forma clara a confiabilidade do estudo realizado.\nCom base nos resultados encontrados, foi possível calcular também os ecoindicadores de consumo de energia e de emissão de gás carbônico (CO2) na planta de processamento de cumeno. O ecoindicador de energia encontrado foi de 1,957 GJ/ton, apresentado uma redução de 17,5% quando comprado ao resultado encontrado por Luyben (2010). O ecoindicador de emissão de CO2 foi de 0,1531 tCO2/t e também apresentou uma redução de 38,8% quando comparado aos resultados encontrados por Batista et al. (2014).\nA partir destes resultados é possível constatar a maior eficiência do processo proposto por Pathak et al. (2011) quando comparado ao processo proposto por Turton et al. (2003) e otimizado por Luyben (2010), consumindo menos energia e causando um impacto ambiental significantemente menor. Tais fatores são de extrema importância para o ambiente industrial, reduzindo os seus custos de produção e incentivando o desenvolvimento sustentável dos processos. Desta forma, podemos concluir com o presente trabalho a maior eficiência da planta proposta, agregando valor ao estudo dos processos de produção de cumeno.\n6.2\tSUGESTÃO DE TRABALHOS FUTUROS\nA partir do trabalho apresentado, temos como sugestões para estudos futuros:\n•\tDesenvolvimento dos ecoindicadores de consumo de água, geração de resíduos sólidos e geração de efluentes para este processo;\n•\tPesquisa de outros processos para a produção do cumeno, visando uma otimização cada vez maior de sua ecoeficiência através da simulação do seu processo;\n•\tDesenvolvimento de estudos de otimização para as condições operacionais da planta.\nPor fim, acredita-se que este trabalho venha a contribuir e agregar valor ao tema de sustentabilidade e ecoindicadores de processos industriais, auxiliando em questões ambientais na indústria química\n7\tREFERÊNCIAS BIBLIOGRÁFICAS\nABIQUIM. Associação Brasileira da Indústria Química, 2014. Disponível em: http://www.abiquim.org.br/home/associacao-brasileira-da-industria-quimica. Acesso em: 28 de jun. 2015.\nBAKKE, O.M. AND SCHELINE, R.R. - Hydroxylation of aromatic hydrocarbons in the rat. Toxicol. Appl. Pharmacol. v. 16: pp. 691-700, 1960.\nBATISTA, I. R., MENEZES, D. Q. F., PEIXOTO, F. C., PRATA, D. M. Avaliação das Emissões de CO2 na Indústria de Cumeno Via Simulação. In: XVII Encontro de Modelagem Computacional, 2014, Petrópolis. XVII Encontro de Modelagem Computacional, 2014.\nBEZZO, F.; BERNARDI, R.; CREMONESE, G.; FINCO, M., Using Process Simulators for Steady-State and Dynamic Plant Analysis An Industrial Case Study, Trans IChemE, Part A, Chemical Engineering Research and Design, v . 82, pp. 499-512, 2004.\nBUDAVARI, S., ed. (1996). \"8034. Propylene\". The Merck Index, Twelfth Edition. New Jersey: Merck &amp; Co. 1348-1349 p.\nDA COSTA, B. X., “Ambiente de Simulação Híbrido Integrando Hysys e Rede Industrial Foundation Fieldbus aplicado ao Controle de uma Coluna de Destilação”. 86 f Dissertação (Mestrado em Ciências) - Programa de Pós-Graduação em Engenharia Elétrica e de Computação, Universidade Federal do Rio Grande do Norte, Rio Grande do Norte, 2011.\nDERWENT RG, JENKIN ME - “Hydrocarbon involvement in photochemical ozone formation in Europe”. Harwell, United Kingdom Atomic Energy Authority (Report No. AERE R 13736), 1990.\nDESELMS, R. H.; UV-Active Phenol Ester Compounds., Enigen Science Publishing: Washington, DC, 2008.\nFRIEDLINGSTEIN, P - “A Review of Uncertainties in Global Temperature Projections over the Twenty-First Century”, 2008.\nGANNON, M.. 4 New Substances Added To List Of Carcinogens. Huffington Post. Live Science, 2004.\nHIMMELBLAU, D. M., BISCHOFF, K. B., Process Analysis and Simulation: Deterministic Systems, Nova York, John Wiley &amp; Sons, Inc., 1968.\nHOCK, H. and LANG, S. Autoxydation von Kohlenwasserstoffen, IX. Mitteil: Uber Peroxyde von Benzol-Derivaten. Berichte der deutschen chemischen Gesellschaft (A and B Series), 1944.\nKHAREL, G. P.; CHARMONDUSIT, K. “Eco-efficiency evaluation of iron rod industry in Nepal”. Journal of Cleaner Production, v.16, pp. 1379-1387, 2008.\nLIDE, D. R.; TAYLOR, F. “PHYSICAL constants of organic compounds”, 89th ed. Boca Raton, 2009.\nLUYBEN, W. L. “Design and control of the cumene process”. Industrial and Engineering Chemistry Research, v.49, pp. 719-734, 2010.\nMAITY, D.; JAGTAP, R.; KAISTHA, N. , “Systematic top-down economic plantwide control of the cumene process”. Journal of Process Control, v. 23, pp. 1426- 1440, 2013.\nMCALLISTER, S.H.; ANDERSON, J.; BULLARD, E.F. - “Production of cumene by vaporliquid-phase alkylation process”. Chemical Engineering Progress, v. 43, pp. 189-196, 1942.\nOGGIONI.G, RICARDDI, R., TONIELLI, R. “Eco-efficiency of the world cement industry: A data envelopment analysis”, Energy Policy, v.39, pp. 2842-2854, 2011.\nPATHAK, A. S.; AGARWAL S.; GERA V.; KAISTHA N. “Design and control of a vaporphase conventional process and reactive distillation process for cumene”. Industrial and Engineering Chemistry Research, v.50, pp. 3312-3326, 2011.\nPEREIRA, C. P., Desenvolvimento e Avaliação de Índice de Comparação de Ecoindicadores em uma Unidade Industrial. 2013. 213 f Dissertação (Mestrado em Engenharia Química) - Pós-Graduação em Engenharia Química, Escola de Engenharia, Universidade Federal Fluminense, Niterói, 2013.\nPRATA, D. M.- Modelagem e Simulação de Processos Químicos. Niterói: Apostila UFF, 2013.\nSIITONEN, S.; TUOMAALA, M.; AHTILA, P., Variables affecting energy efficiency and CO2 emissions in the steel industry.Energy Policy, v. 38, pp. 2477-2485, 2010.\nSMITH, J. M., Van Ness, H. C., Abbott, M. M., Introdução à Termodinânica da Engenharia Química, Sétima Edição, LTC, 2007.\nTURTON, R.; BAILIE, R. C.; WHITING, W. B.; SHAELWITZ, J. A., “Analysis, Synthesis and Design of Chemical Processes”, 2° ed., Prentice Hall: Upper Saddle River, NJ, 2013.\nVAZ, C. E. M.; MAIA, J. L. P.; SANTOS, W. G., Tecnologia da indústria do gás natural. São Paulo: Edgard Blucher, 2007. 415 p.\nVILLALUENGA, J.P.G., MOHAMMADI D, A.T. “A review on the separation of benzene/cyclohexane mixtures by evaporation process”, Journal of Membrane Science, v.169, pp.159-174, 2000.\nZHOU, W., ZHU, B., LI, Q., MA, T., HU, S., GRIFFY-BROWN, C. “CO2 emissions and mitigation potential in China's ammonia industry”. Energy Policy, v. 38, pp. 3701-3709, 2010."}]}}}