{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16704"}, {"@name": "filename", "#text": "23371_2010_CA_Mendoncaetal.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  1 \n\nSIMULAÇÃO DA PROPAGAÇÃO DE ONDAS SOBRE UM RECIFE \nARTIFICIAL  \n\nModelação numérica com o modelo COULWAVE \n \n\n \nAna MENDONÇA \n\nEngª do Ambiente, Laboratório Nacional de Engenharia Civil, Av. do Brasil, 101; 1700 LISBOA, amendonca@lnec.pt \n\nConceição Juana FORTES  \nEngª Civil, Laboratório Nacional de Engenharia Civil, Av. do Brasil, 101; 1700 LISBOA, jfortes@lnec.pt \n\nRui CAPITÃO \nEngº Civil, Laboratório Nacional de Engenharia Civil, Av. do Brasil, 101; 1700 LISBOA, rcapitao@lnec.pt \n\nMaria da Graça NEVES  \nEngª Civil, Laboratório Nacional de Engenharia Civil, Av. do Brasil, 101; 1700 LISBOA, gneves@lnec.pt \n\nJosé Simão ANTUNES DO CARMO \nEngº Civil, IMAR/UC, FCTUC, Departamento de Engenharia Civil, 3000 Coimbra, Portugal, jsacarmo@dec.uc.pt \n\n \nResumo \nA construção de um emissário submarino na zona marítima adjacente à praia de Leirosa, Portugal, \nafectou profundamente a continuidade do sistema dunar existente, pelo que foi inicialmente adoptada \numa solução provisória que consistiu na protecção frontal das dunas, numa primeira fase com \ncontentores de material geotêxtil preenchidos com areia (geocontentores) e, numa segunda fase, com \ntubos igualmente de material geotêxtil (geotubos). Pretende-se agora estudar a viabilidade da \nconstrução de um recife artificial que funcione como obra de protecção do sistema dunar e que, \nadicionalmente, melhore as condições locais para a prática de surf.  \nO artigo descreve a aplicação do modelo não-linear de tipo Boussinesq COULWAVE na simulação da \npropagação de ondas sobre um recife artificial a ser implantado na referida região da praia de Leirosa. \nMais concretamente, o objectivo do trabalho é analisar o funcionamento hidrodinâmico do recife para \ndiferentes condições de agitação marítima incidente.  \nAssim, com base em dados de agitação medidos nas proximidades da zona em estudo, é definido um \nconjunto de estados de agitação mais frequentes e são efectuadas simulações numéricas para as \nsituações sem e com o recife artificial implementado. É testada uma solução de geometria triangular \npara o recife. A comparação dos resultados do modelo numérico para ambas as situações (sem e com \nrecife), em termos de alturas de onda, linha de rebentação e ângulo de rebentação, permite avaliar a \ninfluência desta solução de recife nas condições hidrodinâmicas de agitação marítima em torno do \nrecife e permite também avaliar as condições locais para a prática de surf. \n  \n \nPalavras-Chave: Recifes artificiais, Surf, Modelação numérica, COULWAVE, Rebentação \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  2 \n\n1 - INTRODUÇÃO \n\nA costa atlântica Portuguesa encontra-se actualmente bastante fragilizada e a necessitar de \nurgentes medidas reparadoras que, simultaneamente, satisfaçam os requisitos essenciais de protecção \nda costa, salvaguardem as fontes de atracção turística e promovam o desenvolvimento sustentável. \nConsidera-se que, nas últimas décadas, terão sido fundamentalmente os grandes volumes de areias \nextraídos dos sistemas fluviais e das zonas portuárias que conduziram ao défice sedimentar \ngeneralizado que hoje se manifesta ao longo de grande parte da costa Portuguesa. Terão igualmente \ncontribuído para este balanço negativo muitas das obras de regularização fluvial, de que se destacam \nas grandes barragens construídas essencialmente a partir de meados do século passado, bem como a \nimplementação de estruturas portuárias e de outras obras com finalidades de protecção local.  \n\nParticularmente vulnerável é a situação vivida na Leirosa, onde a duna frontal que se desenvolve \ndesde o esporão da Leirosa até próximo da foz da ribeira do Extremal está quase totalmente destruída, \nevidenciando importantes recuos da linha de costa e pondo em risco (LOPES et al., 2003): \n\na) o aglomerado da Leirosa, situação que, não sendo ainda crítica, importa acautelar; \nb) o emissário dos efluentes urbanos do aglomerado da Leirosa, o qual se desenvolve \n\nparalelamente à costa, para Sul, e que se liga ao emissário das fábricas de celuloses; \nc) a câmara de carga do emissário submarino das fábricas de celuloses localizada a cerca de \n\n1km a Sul da Leirosa. \nUm trecho da duna em frente à câmara de carga do emissário foi parcialmente reforçado em \n\n2005, utilizando mantas de geotêxteis, envolvendo adequados volumes de areia (contentores), numa \nextensão de cerca de 120m. Este reforço foi decidido na sequência de tempestades ocorridas em \nFevereiro de 2001, que afectaram particularmente esta zona e conduziram a uma gradual e perigosa \nfragilização do sistema dunar nos anos seguintes. \n\n \n\n \n\nFigura 1. Vista aérea, com a Leirosa ao fundo, da câmara de carga do emissário e do troço da duna em \nfrente à câmara de carga (a vermelho) que foi parcialmente reabilitada, TEN VOORDE et al. (2006). \n\n \nEmbora se equacione a resolução da grande vulnerabilidade desta zona através da construção \n\nde um esporão a Sul do emissário das celuloses, tal estrutura pesada de contenção não está prevista \nno Plano de Ordenamento da Orla Costeira. A resolução do problema poderá passar, como se julga \nactualmente, pela construção de um recife artificial, com funções de protecção costeira e de geração de \nondas, consideradas úteis para a prática de surf, o que permitirá dotar esta zona de condições ímpares \nem Portugal para uso balnear e desportivo. Nesta perspectiva, sugerem-se construções de obras \nsubmersas multi-funcionais, em material geotêxtil, com potencialidades de protecção costeira, \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  3 \n\nenriquecimento ambiental e usos balneares muito atractivos, proporcionando uma elevada mais-valia \nsócio-económica à região. \n\nCom base em simulações numéricas, apresenta-se, nas secções seguintes, um estudo da \nresposta de um recife com a geometria triangular, com as características definidas em TEN VOORDE \net al. (2008), para diferentes condições de agitação marítima. Pretende-se implantar este recife a Sul \nda Leirosa, em frente ao trecho particularmente vulnerável mostrado na Figura 1. A funcionalidade do \nrecife será analisada com base nos valores dos parâmetros de surfabilidade, que se relacionam com \num dos objectivos do recife – criar condições favoráveis à prática de surf. A análise da funcionalidade \ndo recife no que se refere à protecção costeira não será abordada no presente artigo. \n\nAssim, primeiramente definiram-se as condições de agitação marítima incidente mais frequentes \ncom base quer nas medições efectuadas na bóia-ondógrafo da Leirosa, de Outubro de 2008 a Maio de \n2009, quer na transposição do regime de agitação marítima obtido na Figueira da Foz, de Julho de \n1984 a Fevereiro de 1996, para o ponto de localização da referida bóia. Seguidamente, para algumas \ndestas condições e para a situação sem e com recife, efectuaram-se simulações numéricas com o \nmodelo não linear de tipo Boussinesq COULWAVE (LYNETT e LIU, 2002). Obtiveram-se, assim, na \nzona em estudo, entre outros, os valores da altura de onda significativa e a posição da linha de \nrebentação. Com os resultados do modelo numérico, determinaram-se dois dos parâmetros de \nsurfabilidade (ângulo de rebentação e tipo de rebentação) que caracterizam o funcionamento do recife \nna prática do surf.  \n\nA seguir a esta introdução, no ponto 2 descreve-se a metodologia desenvolvida para análise do \nfuncionamento de um recife artificial. No ponto 3 descreve-se sumariamente a zona em estudo e a \ncaracterização da agitação marítima local. No ponto 4 apresenta-se a aplicação da metodologia ao \nrecife artificial a implementar na praia da Leirosa e discutem-se os resultados das simulações \nefectuadas. Apresentam-se e discutem-se também os parâmetros de surfabilidade. No ponto 5 \napresentam-se as principais conclusões do estudo efectuado. \n \n2 - ANÁLISE DE FUNCIONAMENTO DA SOLUÇÃO DO RECIFE \n\n2.1 - Introdução \n\nUma das principais funções de um recife artificial para o surf é melhorar as condições para a \nprática do surf da zona. De uma forma genérica, pretende-se que esta estrutura induza ou melhore \no tipo de rebentação, favoreça o aumento da altura de onda, provocando a rebentação num dado \nlocal, e garanta que esta persista de forma gradual ao longo da crista da onda, numa distância \nsuficientemente longa.  \n\nNo caso de recifes artificiais para a prática do surf, os parâmetros mais utilizados para \nanálise do seu funcionamento são: \n\n? A altura da onda ao longo da linha de rebentação; \n? O ângulo de rebentação ao longo da linha de rebentação; \n? O comprimento da linha de rebentação; \n? O tipo de rebentação, determinado através do número de Iribarren ao longo da linha de \n\nrebentação; \n? As características da “parede da onda”; \n? A amplificação da altura da onda em relação à altura de onda incidente. \nEstes parâmetros são designados como parâmetros de surfabilidade. Estes são, \n\nlogicamente, dependentes uns dos outros e o seu valor pretendido varia com o nível de aptidão \ndos surfistas (experiência ou habilidade dos surfistas) para os quais se pretende dimensionar o \nrecife. Embora as diferentes classificações para o nível dos praticantes de surf sejam subjectivas, \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  4 \n\nexistem várias classificações propostas, como, por exemplo, a de WALKER (1974), descrita na \nTabela 1, e a de HUTT et al. (2001), ambas em função do ângulo de rebentação, ?. \n\n \nTabela 1. Relação entre o ângulo de rebentação, ?, e o nível de dificuldade na execução de manobras \n\n(WALKER, 1974). \n\nNível Descrição ? (º) \n1 Iniciados 90 \n2 Iniciados capazes de surfar lateralmente ao longo da crista de \n\nrebentação \n70 \n\n3 Surfistas que conseguem aumentar a velocidade na face da onda 60 \n4 Surfista a aprender mas manobras standard do surf 55 \n5 Surfistas capazes de realizar manobras standard do surf numa única \n\nonda \n50 \n\n6 Surfistas que executam manobras standard de surf \nconsecutivamente \n\n40 \n\n7 Surfistas que executam manobras avançadas 29 \n8 Surfistas profissionais 27 \n\n \nO ângulo de rebentação ao longo da linha de rebentação é definido como o ângulo entre a crista \n\nda onda e a linha de rebentação, ?:  \n\nsV\n\nc\nsin ??                                                                             (1) \n\nonde c é a velocidade de propagação da onda e Vs é a velocidade do surfista. \nSeguindo a metodologia de WALKER (1974), o ângulo de rebentação está associado ao nível de \n\ndificuldade na execução de manobras na onda, Tabela 1. \nO tipo de rebentação, determinado através do número de Iribarren ao longo da linha de \n\nrebentação, ??b, é definido por: \n\n0L/H\n\ns\n\nb\nb ??                                                                      (2) \n\nonde s é o declive na zona do recife, Hb a altura de rebentação da onda e L0 o comprimento de onda ao \nlargo. Na Tabela 2, apresenta-se a classificação do tipo de rebentação em função do número de \nIribarren, segundo proposta de BATTJES (1974).  \n \n\nTabela 2. Metodologia de Battjes: relação entre o número de Iribarren e o tipo de rebentação \n(BATTJES, 1974). \n\nTipo de rebentação Número de Iribarren \n\nProgressiva ?b &lt;0.4 \n\nMergulhante 0.4 &lt;?b &lt;2.0 \n\nDe fundo ?b > 2.0 \n\n \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  5 \n\n2.2 - Metodologia de análise de funcionamento de um recife \n\nPara a análise dos efeitos da presença de um recife artificial para o surf na melhoria das \ncondições para a prática de surf numa dada zona, foi definida uma metodologia que permite \ncomparar diferentes geometrias e localizações de um recife artificial, NEVES et al. (2007). Esta \nmetodologia passa pela: \n\n? Definição da(s) geometria(s) do recife artificial e da(s) sua(s) localização(ões); \n? Aplicação de um modelo numérico de propagação de ondas à zona de estudo para o \n\nconjunto de condições de agitação, geometria(s) e localização(ões) de um recife \npré-seleccionado pelo utilizador; \n\n? Obtenção, com o modelo numérico, para cada condição de agitação, geometria e localização \ndo recife, dos valores de altura de onda e direcção em todos os pontos do domínio de \nestudo; \n\n? Obtenção dos parâmetros de surfabilidade, definidos em 2.1, correspondentes a cada \ncondição de agitação, geometria e localização do recife, com base nos resultados do modelo \nnumérico; \n\n? Análise comparativa dos diferentes parâmetros de surfabilidade, para as diferentes \ncondições de agitação, geometria e localização do recife. \n\nNas próximas sub-secções apresentam-se os principais aspectos relacionados com a definição \nda geometria do recife e com o modelo numérico utilizado. \n \n2.2.1 - Geometria do recife artificial para surf \n\nO estudo da geometria do recife multifuncional, isto é, da geometria da estrutura que se pretende \nque cumpra a função de, simultaneamente, proteger a costa e melhorar as condições de surf nas \nproximidades da sua zona de implantação, foi desenvolvido por TEN VOORDE et al. (2008).  \n\nO ângulo de rebentação é considerado como o parâmetro determinante, sendo função das \ncaracterísticas da onda de projecto: quanto maior for o valor da altura de onda, menor será o valor do \nângulo de rebentação, já que a onda rebenta antes e, consequentemente, refracta menos. \n\nOutro aspecto determinante no dimensionamento do recife é a escolha do nível de utilizadores: \namadores, profissionais, etc.. Neste estudo, pretende-se que as condições de surf sejam adaptadas a \nsurfistas amadores, pelo que o tipo de rebentação deve ser mergulhante (ou progressiva) e os valores \ndo ângulo de rebentação, ?, devem ser superiores a 40º.  \n\n \n\n \n\na)  b)  \n\nFigura 2. a) Geometria de base do recife artificial utilizada no estudo; b) Geometria de base usada nas \nsimulações numéricas. \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  6 \n\nAs características geométricas do recife a definir, no que se refere ao seu perfil, são a \nprofundidade da cota de coroamento da estrutura e o declive de barlamar do talude, Figura 2a. O \ndeclive do tardoz do recife deve ser o menor possível, de forma a minimizar o volume total de material \nque compõe o recife. As dimensões definidas, no que se refere à configuração do recife em planta, \ncorrespondem ao ângulo do recife, ?reef, e às dimensões e forma do mesmo, como apresentado na \nFigura 2a e Figura 2b.  \n\n \nO ângulo do recife tem grande influência nas correntes que se geram a sotamar do recife, que \n\npor sua vez influenciam a circulação de sedimentos, com impacto na protecção costeira. No estudo de \nTEN VOORDE (2008), é o ângulo de 66º que corresponde a melhores resultados de ângulo de \nrebentação (peel angle) e de altura de onda na zona de rebentação, pelo que foi este o valor utilizado \nneste estudo. \n\nA cota de coroamento do recife é determinada por dois aspectos principais: deve ser \nsuficientemente elevada para que a onda de projecto rebente sobre o recife e deve ser suficientemente \nprofunda para não pôr em risco a segurança dos surfistas. Considerou-se neste estudo uma cota de \ncoroamento mínima de 0.5 m para as condições de baixa-mar. \n\nO estudo de TEN VOORDE et al. (2008) estabelece como valores mais adequados um declive \ndo talude do recife de 1:10, uma altura do recife de 3.20 m e uma submergência mínima de 0.5 m. \nEstes são os parâmetros utilizados neste estudo. \n\nUm parâmetro que não está directamente relacionado com a geometria do recife, mas que é \ntambém determinante no que se refere à protecção costeira, é a distância do recife à linha de costa, \nFigura 2b. A distância do tardoz à linha de costa é testada para duas condições sendo sugerida em \nRANASINGHE e TURNER (2006) e TEN VOORDE et al. (2008) uma distância 50% superior à largura \nda zona de rebentação (surf zone).  \n \n2.2.2 - Modelo numérico COULWAVE \n\nO código COULWAVE, LYNETT e LIU (2002), é uma implementação do modelo de propagação \nde ondas baseado nas equações de Boussinesq expandidas, deduzidas por WEI et al. (1995). As \nequações do modelo, do tipo Boussinesq, são deduzidas a partir da integração em profundidade das \nequações de continuidade e quantidade de movimento, utilizando o conceito de camadas múltiplas \n(multi-layer). Em cada camada admite-se um dado perfil de velocidades. Com estes perfis de \nvelocidade, que coincidem na fronteira entre camadas, é deduzido um conjunto de equações que \npermite estender a aplicabilidade do modelo a águas intermédias e apresentar características lineares \naté um número de onda de kh~8, e um comportamento não linear de 2ª ordem até kh~6.  \n\nLYNETT e LIU (2002) introduziram termos adicionais nas equações de modo a ter em conta o \natrito de fundo, a rebentação de ondas e a geração de ondas no interior do domínio. Além disso, \nincluíram termos de profundidade, dependentes do tempo, para ter em conta variações do perfil de \nfundo no tempo devido à ocorrência de um deslizamento ou de um sismo. \n\nO modelo é assim aplicável desde águas intermédias até à rebentação. Contudo, como admite \naproximações para a distribuição vertical da velocidade em cada uma das camadas em que é dividida a \ncoluna de água, variações significativas do fundo podem não ser correctamente simuladas pelo \nmodelo. \n\nA resolução das equações referidas é semelhante à formulação apresentada por WEI e KIRBY \n(1995) utilizando um esquema previsor-corrector de Adams-Bashforth. A formulação de diferenças \nfinitas consiste num esquema explícito de Adams-Bashforth de 3ª ordem no tempo para o passo \nprevisor e implícito de 4ª ordem no tempo para o passo corrector. Para as derivadas espaciais, são \nutilizadas diferenças finitas centradas com uma precisão de 4ª ordem. As derivadas espaciais e \ntemporais de ordem superior são calculadas com uma precisão de 2ª ordem. O modelo é formalmente \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  7 \n\npreciso até??t4 em tempo e ?x4 em espaço. A diferença relativamente a WEI e KIRBY (1995) refere-se \nà natureza de alguns termos não-lineares dispersivos e à existência de termos adicionais, devidos à \ndependência temporal da profundidade.  \n\nPara as fronteiras exteriores são aplicados dois tipos de condições: de reflexão total e de \nradiação. No primeiro caso utiliza-se a metodologia de WEI e KIRBY (1995), enquanto que para a \ncondição de radiação ou condição de fronteira aberta é usado um esquema de fronteira absorvente \n(sponge layers), de acordo com KIRBY et al. (1998).  \n\nOs dados de entrada do modelo COULWAVE encontram-se explicados em LYNETT e LIU (2002) \ne alguns dos resultados fornecidos pelo modelo constam das séries temporais e espaciais da elevação \nda superfície livre, velocidades horizontais nos pontos do domínio definidos pelo utilizador e zonas de \nrebentação. \n \n3 - ZONA DE ESTUDO \n\n3.1 - Caracterização geral \n\nA zona em estudo localiza-se na costa junto a Leirosa, cerca de 10 km a sul (S) da foz do rio \nMondego, onde se encontra a unidade fabril de pasta de papel Celulose Beira Industrial (CELBI) S.A..  \n\nA zona inclui uma orla arenosa que se estende por cerca de 2 km com desenvolvimento \narqueado, de curvatura crescente para norte (N), e orientação geral NNE-SSW. Este troço costeiro é \nlimitado, a Norte, por uma plataforma rochosa com cerca de 4.5 km de extensão, que termina na praia \ndo Moledo, e a Sul, pelo promontório rochoso do Forte do Cão que se desenvolve por cerca de 1 km \naté à praia de Afife. \n\n \n\na)  b)  \n\nFigura 3. a) Praia da Leirosa; b) Barreira de protecção da duna. \n \nO sistema dunar da Leirosa (a sul da Figueira da Foz) foi fortemente debilitado em consequência \n\nda implantação de um emissário submarino para rejeição das águas residuais, a cerca de três \nquilómetros da costa, provenientes das empresas CELBI e SOPORCEL e, mais recentemente, da \nLeirosa. Atendendo à necessidade de uma intervenção urgente, adoptou-se uma metodologia que \nconsistiu no reforço da duna com geotêxteis, através da construção de uma barreira de protecção, a \nqual foi em seguida coberta por uma camada de areia com cerca de 1.0 m e sobre a qual se procedeu \na uma replantação adequada, ANTUNES DO CARMO et al. (2010). Esta metodologia apresenta a \nvantagem de não alterar visualmente a zona intervencionada, podendo ser adaptada à morfologia de \ncada local específico e utilizando a areia existente no próprio local. \n \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  8 \n\n3.2 - Caracterização da agitação marítima \n\nPara prever as alterações que podem ocorrer na costa de Leirosa com a construção de um recife \nnesta zona, é necessário o conhecimento, tão fiel quanto possível, do regime de agitação marítima nas \nsuas imediações, assim como das correspondentes séries temporais de parâmetros de agitação \nmarítima de interesse. \n\nPara a zona em estudo, foram recentemente obtidos dados de agitação marítima (HS, TZ e DIR) \npor uma bóia-ondógrafo localizada no ponto P5, Figura 5, na batimétrica dos 25 m (ZH), posição 40º \n03' 22\" N; 8º 57' 22\" W, no período compreendido entre Outubro de 2008 a Maio de 2009, (IH, 2009). \nEstes dados consistem em valores tri-horários dos parâmetros de altura significativa, HS, período de \nzero ascendente, TZ, e direcção de onda, DIR, e referem-se a 1293 registos. Na Figura 4 apresentam-\nse as relações HS-TZ, HS-DIR e DIR-TZ obtidas com base nos referidos dados no ponto P5. \n\n \nFigura 4. Regime de agitação local. Relações HS-TZ, HS-DIR e DIR-TZ no ponto P5 da Figura 5. \n\n \nDa Figura 4 verifica-se que: \n? As direcções mais frequentes são as dos sectores de 270° a 330°. Na gama de direcções \n\nentre 295° e 310°, verificou-se o maior número de ocorrências. As direcções mais frequentes \n(300° e 310°) estão associadas sobretudo a alturas de onda abaixo de 3.0 m e a períodos \nentre 5 s e 10 s; \n\n? Os valores de HS mais frequentes estão abaixo de 3.0 m; \n? Os valores de TZ variam entre 4 s e 13 s, sendo a gama de períodos mais frequente entre \n\n5 s e 10 s.  \n \nDado o curto período de tempo de observação dos dados de agitação marítima, julgou-se \n\ninteressante efectuar uma comparação com o regime de agitação marítimo calculado para esse local \ncom base num maior período de tempo, mesmo que não sejam os dados efectivamente medidos na \nzona em estudo. Recorreu-se assim aos dados observados na Figueira da Foz, com um total de 13 237 \nregistos obtidos durante o período de Julho de 1984 a Fevereiro de 1996, CAPITÃO et al. (1998). O \nobjectivo principal é avaliar, qualitativamente, se os dados da bóia de Leirosa se inserem no regime \nobtido a partir do da Figueira da Foz.   \n\nAssim, para obter o regime de agitação no local com base no regime da Figueira da Foz, utilizou-\nse a metodologia TRANSFER, COLI et al. (1999), Figura 5. Esta metodologia consiste em transferir os \ndados da Figueira da Foz para o largo e, assim, definir o regime geral observado ao largo da Figueira \nda Foz. Este regime ao largo foi considerado como o regime ao largo da presente zona em estudo, isto \né, o regime geral observado ao largo da praia de Leirosa. Seguidamente, o regime ao largo foi \ntransferido para a zona em estudo, mais concretamente para o ponto P5 (em frente da zona da praia), \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  9 \n\natravés da aplicação da mesma metodologia TRANSFER, Figura 5. Definiu-se assim o regime de \nagitação marítima local na zona marítima da praia de Leirosa.  \n\n \n\na)  b)  \n\nFigura 5. a) Metodologia TRANSFER (Coli et al. 1999). b) Localização do ponto P5, representativo da \nzona marítima de estudo e da posição da bóia-ondógrafo. \n\n \nNa Figura 6 sob a sigla “F.Foz transpostos”, é apresentado o regime de agitação marítima local, \n\nem frequência relativa dos parâmetros HS, TP e DIR na zona marítima da praia de Leirosa, transposto \nda Figueira da Foz. Igualmente, na mesma figura, são apresentados, sob a sigla “Bóia Leirosa”, os \ncorrespondentes valores de frequência relativa do regime observado numa bóia-ondógrafo localizada \nno ponto P5, na batimétrica dos 25 m (ZH), posição 40º 03' 22\" N; 8º 57' 22\" W, referente a dados \nmedidos de agitação marítima no período compreendido entre Outubro de 2008 a Maio de 2009.  \n\n \n\na)  \n\nb) c)\n\nFigura 6. Histogramas marginais de a) HS (altura significativa), b) TP (período de pico) e c) Direcção. \n \n\nR\neg\n\nim\ne \n\nao\n \n\nla\nrg\n\no \n\nP5 \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  10 \n\nDa Figura 6 verifica-se que: \n? Em termos de alturas de onda, o andamento dos valores medidos (Bóia Leirosa) e \n\ntranspostos (F.Foz transpostos) é similar, assim como a gama de valores encontrados, \nembora para os valores medidos o maior número de ocorrência seja observado na classe [1-\n1.5] m, enquanto que para os transpostos seja a classe [1.5 -2.0] m a que produz mais \nocorrências. \n\n? Em termos de período de onda, as diferenças acentuam-se entre os valores medidos e os \ntranspostos. Os dados medidos apresentam uma gama muito maior de períodos entre 4 s e \n13 s, ao passo que os calculados estão entre 6 e 19 s. Verifica-se também que, em média, \nos períodos transpostos são superiores aos períodos medidos na bóia. \n\n? Em termos de direcção de onda, há também diferenças entre os valores medidos e \ntranspostos. Na bóia local, as direcções mais frequentes são as dos sectores de 295° a 310° \nenquanto que nos transpostos são as dos sectores de 285° a 300°. Na bóia, verificou-se o \nmaior número de ocorrências na gama de direcções entre 295° e 310°, enquanto que nos \ntranspostos, a gama onde se verificaram mais ocorrências foi a de 285º a 300º.  \n\n \nApesar das notórias diferenças nos períodos de onda dos referidos conjuntos, desta comparação \n\nconsidera-se que, pelo facto de tanto as alturas de onda provenientes de ambos os conjuntos de dados \nserem muito idênticas como as direcções associadas, o conjunto de dados adicional referente à \ntransposição é válido nesta situação e introduz mais-valia no conjunto de dados medidos no local. \n \n4 - ANÁLISE DO FUNCIONAMENTO DO RECIFE ARTIFICIAL \n\n4.1 - Introdução \n\nEm traços gerais, a aplicação da metodologia de análise do funcionamento de um recife no que \nse refere às condições para a prática de surf geradas na zona da costa de Leirosa passa pela: \n\n? Definição da solução (geometria e perfil) do recife artificial e da sua localização com base no \nestudo de TEN VOORDE (2008); \n\n? Aplicação do modelo COULWAVE para determinação das características de agitação (altura \ne direcção da onda) ao redor do recife, para diferentes condições de agitação; \n\n? Obtenção dos parâmetros de surfabilidade, definidos em 2.1, correspondentes a cada \ncondição de agitação, geometria e localização do recife, com base nos resultados do modelo \nnumérico. \n\nNas secções seguintes apresentam-se as condições de aplicação do modelo COULWAVE, os \nresultados obtidos e o cálculo dos parâmetros de surfabilidade. \n\n \n4.2 - Condições de aplicação do modelo COULWAVE \n\n4.2.1 - Batimetria  \n\nA batimetria da zona em estudo foi obtida com base nas seguintes cartas: \n? Carta do Instituto Hidrográfico ‘Carta nº24202. Aveiro a Peniche’. Escala 1:150 000. 1ª \n\nEdição, Outubro de 2000; \n? Carta C135-C0005, referente aos levantamentos topo-hidrográficos do emissário \n\nCELBI/SOPORCEL. Escala 1:2000, Junho de 2002; \n? Carta do Instituto Hidrográfico ‘Cabo Mondego ao Cabo Carvoeiro’. Escala 1:150 000, 6ª \n\nEdição, Maio de 1970. \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  11 \n\nO conjunto de pontos obtidos e respectivas isolinhas de batimetria são representados na Figura \n7b. A geometria do recife foi definida por TEN VOORDE et al. (2008) e implementada na zona de \ninteresse ( \n\na)  b)  \n\nFigura 8) recorrendo ao software Surface Modelling System, Zundel (2009).  \n \n\na)  b)  \nFigura 7. a) Localização da área em estudo (carta hidrográfica do Cabo Mondego ao Cabo Carvoeiro, \n\ndo Instituto Hidrográfico, escala 1: 150 000, 1915); b) Dados batimétricos. \n \n4.2.2 - Condições de agitação \n\nAs condições de agitação foram definidas com base nas condições de agitação frequentes \nobtidas na bóia da Leirosa e apresentadas em 3.2. \n\nTestaram-se dois níveis de maré, de +1.0 m (Z.H.) e +2.0 m (Z.H.), correspondentes, \nrespectivamente, a baixa-mar e nível médio. Para cada nível, foram efectuadas simulações com ondas \nregulares. As características das ondas regulares corresponderam a direcções de agitação incidente de \n285º, períodos de onda de 6.0 s e 8.0 s e alturas de onda de 1 m e 2 m, Tabela 3. \n\n \n4.2.3 - Domínio computacional   \n\nAs simulações foram realizadas para a situação sem recife e com recife de modo a analisar a \ninfluência do recife na zona. A zona de estudo foi discretizada por uma malha regular de espaçamento \nconstante ?x=?y ? 2.0 m, com 1776 m na direcção x e 1400 m na direcção y,  \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  12 \n\na)  b)  \n\nFigura 8. O tempo de cálculo correspondeu à simulação de 75 ondas nos casos ‘C1’, ‘C3’ e ‘C4’ \ne de 100 ondas no caso ‘C5’, ver Tabela 3. Os tempos de simulação variaram entre cerca de 19 e 25 \nhoras (Dual Core AMD Opteron, Processador 265, 4 processadores), memória 8 Gb, SPECfp_rate2000 \n= 54.7), dependendo do período da onda, número de ondas simuladas e pontos por comprimento de \nonda considerados.  \n\nNo código COULWAVE é gerada uma malha computacional regular com base num número \nmínimo de pontos por comprimento de onda, fornecido pelo utilizador e definido consoante o período, \nver Tabela 3 de forma a ser obtida uma malha com um espaçamento constante. \n\nFoi também adicionado ao domínio uma zona de profundidade constante na qual se efectua a \ngeração da onda através do método da função-fonte, WEI et al. (1995). Foram usadas nas \nextremidades laterais (barlamar e sotamar) do domínio de cálculo, condições fronteira de absorção \n(camadas de L/2 = gT2/4?, sendo L é o comprimento de onda e T o período) com o objectivo de \nabsorver a energia das ondas que atingem estas regiões. Nas restantes fronteiras consideraram-se \ncondições de reflexão total. \n\nO número de Courant admitido foi igual a 0.5 e o passo temporal é cerca de 0.09 s. A \nfunção-fonte foi colocada na posição x = 80 m e foram impostas as condições de agitação de ondas \nregulares sinusoidais indicadas na Tabela 3. Os resultados numéricos foram obtidos para todos os nós \nda malha de cálculo em termos de elevação da superfície livre, componentes da velocidade horizontal \nem x e y e zonas de rebentação.  \n\n \nTabela 3. Parâmetros característicos das malhas computacionais utilizados na simulação com o \n\nmodelo COULWAVE, para os casos C1 a C5, nível médio (NM) e baixa mar (BM). \n\n \nDir.x \n(m) \n\nDir.y \n\n(m) \n\n?x=?y \n(m) \n\nH \n\n(m) \n\nT \n\n(s) \n\nN. de ondas \nsimuladas \n\nPontos da \nmalha por \n\ncomprimento \nde onda \n\nPasso \ntemporal \n\n(s) \n\nC1 -Sem \n\nrecife, NM \n1855 1397 2.262 2.0 8.0 75 35 0.0980 \n\nC2, NM 1855 1397 2.262 1.0 8.0 75 35 0.0981 \n\nC3, NM 1855 1397 2.262 2.0 8.0 75 35 0.0981 \n\nC4, BM 1852 1397 2.205 2.0 8.0 100 35 0.0992 \n\nC5, NM 1827 1397 2.086 2.0 6.0 100 25 0.0904 \n\n \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  13 \n\na)  b)  \n\nFigura 8. a) Domínio de cálculo e batimetria do caso C2. A linha a preto representa a linha de costa; b) \nDetalhe da geometria do recife artificial no domínio de cálculo. \n \n4.2.4 - Parâmetros de rebentação \n\nOs parâmetros empíricos relacionados com o atrito de fundo, o espraiamento e a rebentação \nforam ajustados com base no estudo de MENDONÇA et al. (2009). Nesse trabalho, é realizada uma \nanálise paramétrica para um caso de estudo que envolveu modelação física e consequente \ncomparação destes resultados com os resultados do código COULWAVE.  \n \n4.3 - Tratamento e análise dos resultados  \n\n4.3.1 - Alturas de onda e linha de rebentação \n\nPara as condições de agitação marítima definidas na secção 3.2 e para as situações sem e com \nrecife, efectuaram-se cálculos com o modelo COULWAVE. Obtiveram-se, para cada condição de \nagitação, os valores das alturas de onda bem como da posição da linha de rebentação (linha contínua \na azul), Figura 9. \n\n \n\n \n\na) C1: sem recife, NM, T=8.0 s, H=2.0 m \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  14 \n\n \nb) C3: com recife, NM, T=8.0 s, H=2.0 m \n\n \nc) C4: com recife, BM, T=8.0 s, H=2.0 m \n\n \nd) C2: com recife, NM, T=8.0 s, H=1.0 m \n\n \ne) C5: com recife, NM, T=6.0 s, H=2.0 m \n\nFigura 9. Representação das alturas de onda e da linha de rebentação na zona do recife artificial. \n \n\nNa situação sem recife (C1) a rebentação da onda ocorre junto à linha de costa (Figura 9), com \nalturas de cerca de 1.6 m-1.8 m para a situação de NM, com uma onda incidente de H=2.0 m e um \nperíodo de T=8.0 s. Para a situação com recife, nas mesmas condições de agitação (C3), verifica-se \nque a onda se aproxima do recife com uma altura de cerca de H=2.2 m, ocorrendo aí a rebentação da \nonda e consequente dissipação de energia, verificando-se o efeito do recife em termos de protecção \ncosteira.  \n\nObserva-se que para a situação de BM, caso C4, em comparação com a situação de NM, caso \nC3, a rebentação inicia-se primeiro, sendo também mais longa a linha de rebentação (linha mais \naberta), como seria de esperar. No caso C2, uma altura de onda H=1 m, reduz significativamente a \nlinha de rebentação para a zona de coroamento do recife. O mesmo acontece para o caso C5, em que \na diminuição do período de onda para T=6 s, reduz significativamente a zona de rebentação bem como \na posição de rebentação que acontece posteriormente em comparação com o caso C3, com um \nperíodo maior. \n\n \n4.3.2 - Cálculo dos parâmetros de surfabilidade  \n\nCom base nos valores da altura de onda no domínio de cálculo, determinou-se: \n? Número de Iribarren ao longo da linha de rebentação, considerando um declive do recife de \n\n1:10, segundo a equação 2; \n? O tipo de rebentação com base no número de Iribarren.  \nNa Figura 10 apresentam-se os valores do número de Iribarren ao longo da linha de rebentação \n\nobtidos com o código COULWAVE para as situações C1 a C5. Quanto ao tipo de rebentação, \nobservando o número de Iribarren, prevê-se uma rebentação do tipo mergulhante (0.4&lt;?b&lt;2.0) para \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  15 \n\ntodas as situações simuladas com recife. Verifica-se ainda uma diminuição dos valores do número de \nIribarren com a altura da onda incidente e com o período.  \n\n \n\n \nb) C3: com recife, NM, T=8.0 s, H=2.0 m \n\n \nc) C4: com recife, BM, T=8.0 s, H=2.0 m \n\n \nd) C2: com recife, NM, T=8.0 s, H=1.0 m \n\n \ne) C5: com recife, NM, T=6.0 s, H=2.0 m \n\nFigura 10. Representação do número de Iribarren ao longo da linha de rebentação. \n \nA determinação do ângulo de rebentação para a caracterização do nível de dificuldade dos \n\nsurfistas na execução de manobras implica o conhecimento do ângulo de propagação da onda e do \nângulo da linha de rebentação. \n\nNeste trabalho, o cálculo do ângulo de rebentação foi simplificado: o ângulo da linha de \nrebentação é analisado para os dois segmentos do recife, considerando-se aproximadamente \nconstante em cada um, como se pode observar na Figura 9. O ângulo de rebentação obtido, para as \nsituações com recife, varia entre 50º e 60º, o que representa uma velocidade adequada para surfistas \namadores, de acordo com a Tabela 1.  \n \n5 - CONCLUSÕES \n\nNeste artigo apresenta-se a aplicação de um código numérico baseado nas equações de \nBoussinesq expandidas (COULWAVE) ao estudo da hidrodinâmica em torno de um recife artificial para \na prática do surf e para protecção costeira na zona de Leirosa, Portugal.  \n\nEste estudo iniciou-se com a determinação do regime de agitação marítima nas imediações do \nlocal de estudo. Para a zona em estudo, foram considerados os dados de agitação marítima (HS, TZ e \nDIR) obtidos por uma bóia-ondógrafo local, no período de Outubro de 2008 a Maio de 2009 (IH, 2009). \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  16 \n\nPorém, dado o curto período de tempo de observação dos dados de agitação marítima, julgou-se \ninteressante considerar também os  dados observados na Figueira da Foz,  para o período de Julho de \n1984 a Fevereiro de 1996, CAPITÃO et al. (1998). Apesar das notórias diferenças nos períodos de \nonda dos referidos conjuntos, considera-se que, pelo facto de tanto as alturas de onda provenientes de \nambos os conjuntos de dados serem muito idênticas como as direcções associadas, o conjunto de \ndados adicional referente à transposição é válido nesta situação e introduz mais-valia no conjunto de \ndados medidos no local. \n\nPara condições de agitação seleccionadas, foi aplicado o modelo numérico COULWAVE para as \nsituações sem e com recife artificial. Com base nos resultados numéricos, determinaram-se dois \nparâmetros de surfabilidade (ângulo de rebentação e tipo de rebentação) que caracterizam o \nfuncionamento do recife para a prática do surf. Verificou-se que os resultados do modelo para os casos \ntestados, no que se refere aos parâmetros de surfabilidade, prevêem uma rebentação do tipo \nmergulhante e um valor do ângulo de rebentação ao longo da linha de rebentação entre 50º a 60º. \nEstes resultados indicam que o recife induz boas condições para a prática de surf.  \n\nA análise da protecção costeira proporcionada pelo recife não foi analisada no presente artigo. \nNo entanto, dada a sua importância, a continuação deste trabalho prevê a análise das correntes \ndominantes no tardoz do recife, a fim de obter uma primeira indicação das alterações induzidas pelo \nrecife no transporte de sedimentos da zona.  \n \nAGRADECIMENTOS \n\nEste trabalho foi desenvolvido no âmbito dos projectos de investigação “Novos conceitos de \nprotecção para a costa Portuguesa” (PTDC/ECM/66516/2006) e “Interacção entre a rebentação das \nondas e o transporte de areias” (PTDC/ECM/67411/2006) financiados pela FCT - Fundação para a \nCiência e a Tecnologia, Portugal. \n \n\nBIBLIOGRAFIA \n\nANTUNES DO CARMO, J.S., SCHRECK REIS, C., FREITAS, H. – “Working with nature by protecting san \ndunes: A case study”. Journal of Coastal Research, 2010 (em revisão). \n\nBATTJES, J.A. – “Surf similarity”. Proc. 14th International Conference on Coastal Engineering, 1974, \npp. 466-479. \n\nCAPITÃO, R., FORTES, C.J., SANCHO, F., OLIVEIRA, F., VAZ, A. CARVALHO, M.M., COVAS, J.A. - \n“Doca de Pedrouços - Ribeira de Barcarena – Caracterização da Agitação Marítima”. Relatório \n143/98-NPP. Lisboa, Junho 1998. \n\nCOLI, A.B., SANTOS, J.A., FORTES, C.J., CAPITÃO, R., CARVALHO, M.M. - “Metodologia de \npropagação de regimes de agitação marítima do largo para a costa: análises dos modelos \nBACKTRACK-REFSPEC e SWAN”. 6º Congresso da Água, Porto, Portugal, 1999. \n\nHUTT, J.A., BLACK, K.P. MEAD, S.T.- “Classification of surf Breaks in Relation to Surfing Skill”. Journal \nof Coastal Research, special issue 29, 2001, pp. 66 - 81. \n\nIH – Instituto Hidrográfico – “Tratamento de dados de agitação marítima: Leirosa”, 2009, Relatório \nTécnico. \n\nKIRBY, J.M., WEI, G., CHEN, Q., KENNEDY, A.B., DALRYMPLE, R.A. - Fully Nonlinear Boussinesq \nWave Model, Documentation and User’s Manual, CACR-98-06, Center for Applied Coastal \nResearch, Dep. Civil Engng., Univ. Delaware, Newark, 1998. \n\nLYNETT, P., LIU, P. L.-F. – “Modeling Wave Generation, Evolution, and Interaction with Depth \nIntegrated, Dispersive Wave Equations”. COULWAVE Code Manual Cornell University Long and \nIntermediate Wave Modeling Package, 2002. \n\n\n\n10.º Congresso da Água – Marcas d´Água                 Algarve, 21 a 24 de Março de 2010 \n\n                                                                 Associação Portuguesa dos Recursos Hídricos  \n\n \n \n \n\nRESUMO  \n\n \n\nNesta comunicação apresenta-se uma síntese de alguns dos aspectos mais relevantes do Programa \nde Investigação e de Pós-graduação intitulado \"Gestão integrada e sustentável da qualidade das águas \nsubterrâneas em Portugal: contributos para um Bom estado em 2015\" desenvolvido pela autora no LNEC \npara obtenção do título de Habilitado para o exercício de funções de coordenação de investigação \ncientífica, em 2009. \n\nCom este Programa procura-se dar resposta às necessidades do País, integrando as exigências \nimpostas pela legislação mais recente, e indo ao encontro das respostas às mudanças ambientais em \ncurso (e.g. alterações climáticas) enquadrando-as nas grandes linhas temáticas e de financiamento dos \nprogramas da União Europeia em matéria de I&amp;D para o período 2007-2013 e no Plano de Investigação \nProgramada quadrienal (PIP) do LNEC para o período 2009-2012. \n\nOs objectivos do trabalho são propor um conjunto de linhas de investigação e de desenvolvimento \nque contribua para proteger, melhorar e reabilitar a qualidade das massas de águas subterrâneas das \nprincipais origens de contaminação e de deterioração a que estão, ou possam vir a estar, sujeitas. As \nprincipais linhas de força dos programas visam contribuir com respostas que permitam assegurar a \nredução global da poluição e/ou a manutenção da qualidade das águas, tendo em vista alcançar um Bom \nestado das águas subterrâneas (químico e quantitativo) em 2015. As três linhas de actuação seleccionadas \nsão: \n\n? actividades potencialmente poluidoras (agricultura, golfe, estradas, aeroportos, lixeiras);  \n? pressões causadas por catástrofes ‘naturais’, como o caso dos fogos florestais; \n? mudanças impostas pelas alterações climáticas.  \n\n \nO Programa inclui uma síntese dos conhecimentos existentes sobre os temas abordados, uma \n\napresentação crítica dos problemas já tratados e dos problemas em aberto. Com base nessa síntese, \nredige-se um Programa de Estudos relativo a alguns desses problemas, propondo uma metodologia, os \nmeios necessários, os objectivos a atingir e os benefícios esperados com a sua realização. \n \n \n\nPalavras-Chave: Gestão integrada, sustentabilidade, águas subterrâneas, qualidade, Bom estado. \n\n \n\n  17 \n\nMENDONÇA, A.C., PROENÇA, B., FORTES, C.J., NEVES, M.G. – “Estudo da hidrodinâmica em torno \ndo recife artificial para a prática do surf a construir em São Pedro do Estoril, Cascais. Aplicação dos \nmodelos de Boussinesq: COULWAVE e FUNWAVE”. Revista da Gestão Costeira Integrada (aceite \npara publicação), 2009. \n\nNEVES, M.G., FORTES C.J., MENDES, L.S, MONTEIRO, P.P. - “Viabilidade da implementação de um \nrecife artificial para a prática de surf na praia de S. Pedro do Estoril e criação de uma estrutura de \nprotecção e amarração do submarino Barracuda. Estudos de modelação numérica e física. \nMetodologias de trabalho”. Relatório182/07-NPE, 2007.  \n\nRANASINGE, R. TURNER, I.L. – “Shoreline response to submerged structures: A review”. Journal of \nCoastal Engineering 53, 2006, pp. 65 - 79. \n\nTEN VOORDE, M., NEVES, M.G., ANTUNES DO CARMO, J.S. – “Estudo Preliminar da Geometria de \num Recife Artificial para Protecção Costeira e para a Prática de Surf na Costa Oeste Portuguesa”. \nRevista da Gestão Costeira Integrada 8(1), 2008, pp. 65 - 79. \n\nWALKER, J.R. – “Recreational Surf Parameters”. Tech. rept. 30. University of Hawaii, James K.K. Look \nLaboratory of Oceanographic Engineering, 1974. \n\nWEI, G., KIRBY, J.T. – “A time-dependent numerical code for extended Boussinesq equations”. Journal \nof Waterway, Port, Coastal and Ocean Engineering 120, 1995, pp. 251 - 261. \n\nWEI, G., KIRBY, J. T., GRILLI, S. T., AND SUBRAMANYA, R. – “A fully nonlinear Boussinesq model for \nsurface waves. Part I. Highly nonlinear unsteady waves”. Journal of Fluid Mechanics 294, 1995, pp. \n71 - 92. \n\nZUNDEL, A.K. - “Users Manual for the Surface Water Modeling System, Version 9.0, 2005.” Brigham \nYoung University, Provo, Utah, U.S.A. 2005."}]}}}