{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05616"}, {"@name": "filename", "#text": "BTP_1999_42_1_4_11_Injecao_de_gas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "INJEÇÃO DE GÁS SECO EM RISERS RÍGIDOS COM USO DE FLEXITUBO: ESTUDO DE VIABILIDADE TÉCNICA COM SIMULAÇÕES TRANSIENTES\nTHE INJECTION OF DRY GAS IN RIGID RISERS USING A FLEXIBLE PIPE: STUDY OF TECHNICAL FEASIBILITY\nWITH TRANSIENT SIMULATIONS\nINYECCIÓN DE GAS SECO EN RISERS RÍGIDOS CON USO DE FLEXITUBO: ESTUDIO DE FACTIBILIDAD TÉCNICA CON SIMULACIONES TRANSITORIAS\nFausto Arinos de Almeida Barbuto1\nGuilherme de Almeida Peixoto2\nRESUMO\nApresentam-se, aqui, os resultados de simulações multifásicas transientes, conduzidas com o objetivo de se determinar a viabilidade técnica da injeção de gás, com flexitubo, no interior do riser de Vermelho (em Pargo-1). Objetiva-se, com a injeção, estabilizar produções instáveis atenuando, ou mesmo eliminando, flutuações temporais na vazão dos fluidos produzidos, nas pressões de chegada à plataforma e holdup do líquido. Os resultados demonstraram ser tão surpreendentes quanto animadores, apesar das poucas hipóteses simplificadoras feitas na simulação conduzida, usando-se o simulador OLGA®.\nABSTRACT\nThis work presents the results of multiphase transient simulations conducted for the purpose of establishing the technical feasibility of gas injection, using a flexible pipe inside the Vermelho riser (at Pargo-1). The objective of these injections is to stabilize unstable production flows, attenuating or even eliminating fluctuations in the flow rates of the produced fluids, in the incoming pressures at the platform and the in the liquid holdup. The results were just as surprising as they were stimulating, despite the few simplifying hypotheses applied in the simulation carried out, using an OLGA ® simulator.\nRESUMEN Se presentan, aquí, los resultados de simulaciones multifásicas transitorias, conducidas con el objetivo de determinarse la factibilidad técnica de la inyección de gas, con flexitubo, en el interior del riser de Vermelho (en Pargo-1). Se objectiva, con esta inyección, estabilizar producciones instables, atenuando, o aún eliminando, fluctuaciones temporales en el desague de los fluidos producidos, en las presiones de llegada a la plataforma y fracción volumétrica del líquido. Los resultados demostaron ser tan sorprendentes cuanto animadores, a pesar de las pocas hipótesis simplificadoras hechas en la simulación conducida, usándose el simulador OLGA ®.\n(Originais recebidos em 28.04.1999).\n1\tSetor de Tecnologia de Processamento, Produção e Transporte (SEPROT), Divisão de Explotação (DIPLOT), Centro de Pesquisas (CENPES).\n2\tE&amp;P-BC/GEPRO/GENPO/GESCOM.\n1.\tINTRODUÇÃO\nInstabilidades de produção tornam-se inconvenientes bastante comuns em sistemas flowline-riser na medida em que os níveis de produção médios caem. Tais instabilidades ocorrem como consequência direta da queda das velocidades superficiais (vazão/área de escoamento) dos fluidos, permitindo a segregação temporária de uma das fases tanto no flowline quanto no riser e provocando oscilações em ambos pressão de chegada e perfil vazão versus tempo. Escoamentos dos tipos severe e terrain slugging são fruto desta morfologia, tal como simplificadamente descrita.\nA depender das circunstâncias, pouco há a ser feito. Aumento da contrapressão em nível topside pode ser uma tentativa, mas com o cuidado para não diminuir os níveis de produção ou alterar as características dos fluidos separados, caso o controle da contrapressão seja feito no separador de produção.\nInvestigadores como Hill(1) propuseram injeção de gás na base de risers como solução para o problema. A injeção seria feita por meio de uma linha auxiliar externa. Este método, além de não possuir características redutoras de produção - até pelo contrário, o método estimula a produção por elevação contínua da coluna de líquido que se forma dentro do riser - apresentou excelentes resultados(1). O método, a princípio, não apresenta inconvenientes do ponto de vista meramente fluido-dinâmico, embora o ponto de conexão entre a linha de gás seco e o riser possa ser considerado estruturalmente frágil.\nEm risers rígidos em lâminas d'água rasas - o que na Bacia de Campos dos dias de hoje é algo em torno de 100 metros - a injeção de gás é uma técnica de grande potencial, não apenas para estabilizar a vazão de fluidos como também visando a um possível aumento da produção. Contudo, a injeção de gás na base do riser através de linha auxiliar é de complexa implementação em tal ambiente, além de demandar obras a bordo (ex: instalação de linhas de gás seco para injeção).\nA injeção de gás através de linha auxiliar interna ao riser foi apresentada por técnicos da E&amp;P-BC/GEPRO. Neste caso, um flexitubo desempenharia o papel da linha interna de injeção de gás. Na ausência de experiência operacional com aparatos deste tipo, não há como comprovar uma possível eficácia do\nmétodo proposto para o problema em questão, embora o uso de flexitubo em outros tipos de operação (ex: indução de surgência em poços) seja hoje técnica com alto grau de consolidação.\nPortanto, em julho de 1997, estudos com base em simulações transientes para um sistema flowline-riser com injeção de gás por flexitubo foram realizados na E&amp;P-BC/GEPRO/ GENPO/GESCOM, e resultados encorajadores foram obtidos(2). Naquela ocasião, estudou-se o sistema flowline-riser de Vermelho-Pargo, usando-se projeções realísticas de produção no tempo e o simulador numérico transiente, bifásico e composicional OLGA®. Este estudo visa a consolidar e extender o trabalho feito, reportando os resultados obtidos para os diversos casos estudados.\n2.\tDESCRIÇÃO DOS CASOS SIMULADOS\nA configuração básica do sistema de produção estudado é a seguinte:\nRiser descendente em PVM-3: 100 m altura,\n15,126\tpol. ID, 90°.\nFlowline: cerca de 7 718 m de comprimento\n15,126\tpol. ID, -0,14° (médio).\nRiser ascendente em PPG-1: 119 m altura,\n15,126\tpol. ID, 90° graus.\nTrecho de linha horizontal: 12 m, 15,126 pol. ID, 0°Pressão de chegada em PPG-1: 6 bar.\nForam analisados três casos de produção (exportada de PVM-3) como função do tempo. Os dois primeiros casos já haviam sido preliminarmente estudados pela E&amp;P-BC. Um terceiro caso foi adicionado, e de vazão total inferior aos dois primeiros. Este último, deveria corresponder a um caso mais crítico de instabilidade de fluxo, o que acabou sendo comprovado pelas simulações conduzidas. Foram os seguintes os casos estudados:\nCASO 1: Vazão de líquido total (circa annum 2 000): 10 500 m3/d, BSW= 55%, RGL= 12\nPressão de injeção do gás: 30 barg\nVazão de gás (d/dAR = 0,7) através do flexitubo (tabela I):\nTABELA I\nVAZÕES DE INJEÇÃO DE GÁS, FLEXITUBO, CASO 1\nTABLE I\nGAS INJECTION FLOW RATES, FLEXIBLE PIPE,\nCASE 1\t\t\nTempo do início da simulação (s)\tVazão de gás (kg/s) Qinj\tVazão de gás (m3/s), CNTP\n0 a 5 100\t0,00\t0,00\n5 100 a 10 100\t0,30\t0,33\n10 100 a 15 100\t0,40\t0,44\n15 100 a 20 100\t0,50\t0,55\n20 100 a 25 100\t0,60\t0,67\n25 100 a 30 000\t0,70\t0,78\nCASO 2: Vazão de líquido total (annum 1997):\n8 300 m3/d, BSW= 45%, RGL= 12\nPressão de injeção do gás: 30 barg\nVazão de gás (d/dAR = 0,7) através do flexitubo (tabela II):\nTABELA II\nVAZÕES DE INJEÇÃO DE GÁS, FLEXITUBO, CASO 2\nTABLE II\nGAS INJECTION FLOW RATES, FLEXIBLE PIPE,\nCASE 2\nTempo do início da simulação (s)\tVazão de gás (kg/s) Qini\tVazão de gás (m3/s), CNTP\n0 a 5 100\t0,70\t0,78\n5 100 a 10 100\t0,80\t0,89\n10 100 a 15 100\t1,00\t1,11\n15 100 a 20 100\t1,20\t1,33\n20 100 a 25 100\t1,30\t1,44\n25 100 a 30 000\t1,40\t1,55\nCASO 3: Vazão de líquido total (annum 2010):\n5\t700 m3/d, BSW= 85%, RGL= 12\nPressão de injeção do gás: 30 barg\nVazão de gás (d/dAR = 0,7) através do flexitubo (tabela III):\nTABELA III\nVAZÕES DE INJEÇÃO DE GÁS, FLEXITUBO, CASO 3\nTABLE III\nGAS INJECTION FLOW RATES, FLEXIBLE PIPE,\nCASE 3\t\t\nTempo (s) do início da simulação\tVazão de gás (kg/s) Qini\tVazão de gás (m3/s), CNTP\n0 a 5 100\t0,00\t0,00\n5 100 a 10 100\t0,60\t0,67\n10 100 a 15 100\t0,80\t0,89\n15 100 a 20 100\t1,20\t1,33\n20 100 a 25 100\t1,60\t1,77\n25 100 a 30 000\t2,00\t2,22\nAs propriedades PVT dos fluidos (óleo, gás e água produzidos e gás de injeção) usadas ao longo deste estudo, foram fornecidas pela E&amp;P-BC.\nAs simulações conduzidas buscaram não somente ratificar a viabilidade da injeção de gás no interior do riser como também vazões e pontos ótimos de injeção. Peixoto et al.(2) usaram, de forma racionalmente programada, um schedule de injeção de gás como função do tempo de acordo com as tabelas de I a III.\nOs pontos de injeção de gás escolhidos foram: na base do riser (0 m), 20 m, 30 m, 50 m e 80 m acima da base da junção flowline-riser, sendo o último caso (80 m) rodado apenas a título de motivação investigativa, já que não se esperava boa performance para pontos de injeção localizados muito acima no riser - expectativa plenamente confirmada pelas simulações.\nAs seções de riser acima do ponto de injeção tiveram seus diâmetros modificados, no arquivo do OLGA®, para refletir o diâmetro equivalente do espaço anular riser-flexitubo, que é 13,626 pol. Admitiu-se que o flexitubo tem diâmetro externo de 1,5 pol.\nAlém disto, algumas hipóteses simplificadoras foram admitidas nas simulações feitas, ora em nome da objetividade do estudo, ora por força da própria natureza das simulações, isto é, em situações em que nada havia o que ser feito. Entre tais hipóteses, devem ser citadas:\n*\tO gás a ser injetado pelo flexitubo tem a mesma composição do gás em equilíbrio com o líquido produzido, quando na verdade deveria possuir composição de gás seco. Assim, evitou-se a inclusão de um branch extra e o uso de três fluidos (líquido+gás em equilíbrio, gás seco e fluido resultante da composição dos dois fluidos anteriores). Simplificação.\n*\tO flexitubo, suspenso dentro do riser, forma um espaço anular perfeitamente concêntrico com este último. Hipótese obrigatória.\n*\tA perda de carga e a distribuição de fases ao longo do espaço anular flexitubo-riser são as mesmas que se obtém ao se utilizar uma tubulação de diâmetro equivalente. Hipótese obrigatória.\n*\tA injeção de gás e a turbulência extra assim gerada não contribuem para a formação de emulsões óleo-água. Hipótese obrigatória.\n*\tO perfil do flowline é retilíneo e sempre descendente. Simplificação.\nA atenuação das oscilações de produção podem ser aferidas pelo acompanhamento de algumas variáveis de saída. Para a consecução deste objetivo, foram selecionados o holdup e a pressão em diversos pontos ao longo do riser, assim como a vazão mássica total de líquido produzida - referenciada neste artigo como “VMTL”. O objetivo é verificar se existe atenuação na oscilação da produção.\nSerão constatadas nas seções seguintes, que as oscilações são muito mais fortes para alguns parâmetros de processo do que para outros, e que se a pressão de chegada em Pargo-1 não oscila muito fortemente em torno de um valor médio, o mesmo não pode ser dito em relação à VMTL.\nTodos os casos estudados foram comparados com seus equivalentes dummy, isto é, casos sem a presença do flexitubo e em que, conseqüentemente, nenhum gás é injetado. O objetivo aqui é claro: apresentar um quadro da produção sem a influência de qualquer método de atenuação de instabilidades.\n3.\tRESULTADOS DAS SIMULAÇÕES\nA análise dos resultados será feita caso a caso, a começar por aqueles já previamente analisados pelo E&amp;P-BC, isto é, os casos 1 e 2 descritos anteriormente. O caso 3, mais grave, será analisado por último. Nos casos abaixo, sempre que houver injeção de gás, esta se referirá à base do riser. Casos com injeção em outros pontos do riser serão analisados em seção vindoura. QLiq é a produção exportada por PVM-3.\nCASO 1:\nO caso 1, de todos o mais brando, apresenta os seguintes perfis temporais de produção (VMTL) e de pressões no topo do riser:\nVMTL, sem injeção de gás, QLiq = 10500 Sm3/d (PVM-3)\nFig. 1 - VMTL, caso 1, sem injeção de gás.\nFig. 1 - VMTL, case 1, without gas injection.\nPressão x Tempo, topo do riser, sem injeção de gás, QLiq=10500 Sm3/d\nTempo (s)\nFig. 2 - Perfil da pressão no topo do riser, caso 1, sem injeção de gás.\nFig. 2 - Pressure profile at the top of the riser, case 1, without gas injection.\nCom base nas figuras 1 e 2, pode-se verificar que apesar da pequena variação de pressão no topo do riser, é grande a variação na produção de líquido produzido. O holdup na chegada de Pargo-1 comporta-se do seguinte modo:\nHoldup x Tempo, topo do riser, sem injeção de gás, QLiq = 10500 Sm3/d\nFig. 3 - Holdup na chegada em PPG-1, caso 1, sem injeção de gás.\nFig. 3 - Incoming holdup at PPG-1, case 1, without gas injection.\nApós a injeção de gás na base do riser, a VMTL assume o seguinte perfil:\nFig. 4 - VMTL versus tempo, caso 1, com injeção de gás na base do riser.\nFig. 4 - VMTL versus time, case 1, using gas injection at the base of the riser.\nDe acordo com a tabela I, torna-se possível relacionar o amortecimento das oscilações na VMTL com a injeção temporizada de gás pelo flexitubo. Observe-se que a partir de t=15 000 (Qinj=0,4 kg/s), a VMTL já se torna constante para efeitos práticos.\nO amortecimento da pressão e do holdup no topo do riser são, igualmente, dignas de nota, de acordo com as figuras 5 e 6.\nPressões x Tempo, topo do riser, com injeção de gás, QLiq=10500 Sm3/d\nFig. 5 - Pressões no topo do riser, com injeção de gás na base do riser, caso 1.\nFig. 5 - Pressures at the top of the riser, using injection at the base of the riser, case 1.\nFig. 6 - Holdup no topo do riser em função do tempo, caso 1.\nFig. 6 - Holdup at the top of the riser as a time function, case 1.\nA evolução das variáveis demonstradas nas figuras de 4 a 6 indica que a produção atingiu um padrão de escoamento estável e homogêneo a partir de t=20 100 s, ou algo como Qinj=0,6 kg/s. Com holdup em torno de 0,3, o padrão é bubble-to-slug flow.\nCASO 2:\nPara uma vazão inicial de 8 300 Sm3/d em PVM-1, a VMTL é demonstrada na figura 7.\nVMTL x Tempo, sem injeção de gás, QLiq = 8300 Sm3/d\nFig. 7 - VMTL, caso 2, sem injeção de gás.\nFig. 7 - VMTL, case 2, without gas injection.\nE o perfil da pressão para o topo do riser é apresentado na figura 8.\nPressões x Tempo, topo do riser, sem injeção de gás, QLiq=8300 SM3/d\nFig. 8 - Pressão no topo do riser, caso 2, sem injeção de gás.\nFig. 8 - Pressure at the top of the riser, case 2, without gas injection.\nApós a simulação com injeção de gás, obteve-se o seguinte perfil de VMTL (fig. 9) no topo do riser:\nVMTL x Tempo, topo do riser, com injeção de gás, QLiq=8300 Sm3/d\nFig. 9 - VMTL versus tempo, caso 2, com injeção de gás.\nFig. 9 - VMTL versus time, case 2, using gas injection.\nNeste caso, é possível observar-se a atenuação no perfil da VMTL, embora esta ainda oscile visivelmente para Qinj=1,4 kg/s. Estudos posteriores, não relatados aqui, indicam que a VMTL estabiliza-se para Qinj em torno de 1,7 kg/s.\nA pressão no topo do riser após a injeção de gás está demonstrada na figura 10.\nPressões x Tempo, topo do riser, com injeção de gás, QLiq=8300 Sm3/d\nTempo (s)\nFig. 10 - Perfil de pressão no topo do riser com injeção de gás, caso 2.\nFig. 10 - Pressure profile at the top of the riser using gas injection, case 2.\nApesar de atenuar muito mais sensivelmente, as pressões não são variáveis de processo tão importantes como as VMTLs. O comportamento do holdup é apresentado na figura 11.\nHoldup x Tempo, topo do riser, com injeção de gás, QLiq=8300 Sm3/d\nFig. 11 - Holdup, caso 2, com injeção de gás.\nFig. 11 - Holdup, case 2, using gas injection.\nNeste parâmetro demonstra-se sensível amortecimento, e quase total atenuação em torno de 0,22, ou bubble flow. É importante observar a escala reduzida do gráfico na figura 11.\nCASO 3:\nDentre todos, este é o caso de menor vazão e, conseqüentemente, o mais crítico em termos de instabilidade. Na figura 12 apresenta-se a VMTL para\neste caso, de acordo com o OLGA®, em situação projetada para o ano 2010:\nVMTL x Tempo, sem injeção de gás, QLiq=5700 Sm3/d\nFig. 12 - VMTL, caso 3, sem injeção de gás.\nFig. 12 - VMTL, case 3, without gas injection.\nObserve-se que, apesar de corresponder a menor vazão de produção inicial em PVM-3, o caso 3 apresenta picos de VMTL de amplitude similar àqueles já apresentados, ou algo em torno de 280 kg/s, espaçados por períodos contudo maiores (aproximadamente 5 000 s). O comportamento da pressão no topo do riser é apresentado na figura 13.\nPressões x Tempo, topo do riser, sem injeção de gás, QLiq=5700 Sm3/d\nFig. 13 - Pressões no riser, caso 3, sem injeção de gás.\nFig. 13 - Pressures in the riser, case 3, without gas injection.\nApós a injeção de gás no riser, o perfil de VMTL assume o seguinte formato:\nTempo (s)\nFig 14 - VMTL, com injeção de gás, caso 3. Fig. 14 - VMTL, using gas injection, case 3.\nNeste caso, nem mesmo uma alta vazão de injeção de gás (2 kg/s, ou aproximadamente 2,2 m3/s @ 1 atm e 0 oC) conseguiu estabilizar a VMTL ocorrida nos casos anteriores. Uma boa atenuação das oscilações da VMTL (isto é, as oscilações tornam-se inferiores a ••• da VMTL média) só é atingida para Qinj > 3,0 kg/s, (fig. 15 e tabela IV).\nVMTL x Tempo, com injeção de gás (Tabela 4), QLiq=5700 Sm3/d\nTempo (s)\nFig. 15 - VMTL, com maior injeção de gás, caso 3.\nFig. 15 - VMTL, using more intense gas injection, case 3.\nNeste caso, (fig. 15), uma boa atenuação somente se dará após t=25 100 s, com uma injeção de gás superior a 3 kg/s, ou aproximadamente 3,3 m3/s @ 1 atm e 0 oC. Na tabela IV apresenta-se o programa de injeção de gás em função do tempo decorrido a partir do início da simulação.\nTABELA IV\nINJEÇÃO DE GÁS (AUMENTADA) VISANDO À ESTABILIZAÇÃO DA VMTL\nTABLE IV\nGAS INJECTION (AUGMENTED) AIMED AT STABILIZING THE VMTL\nTempo do início da simulação (s)\tVazão de gás (kg/s) Qinj\tVazão de gás (m3/d), CNTP\n0 a 5 100\t0,00\t0,00\n5 100 a 10 100\t0,90\t1,00\n10 100 a 15 100\t1,50\t1,66\n15 100 a 20 100\t2,00\t2,22\n20 100 a 25 100\t2,50\t2,77\n25 100 a 30 000\t3,00\t3,33\nO caso 3, apesar da sua severidade, é dentre os três apresentados o menos preocupante, pois espera-se que Pargo-1 consiga processar, com grande folga, uma vazão exportada de PVM-3 de aproximadamente 5 700 m3/d no ano 2010. O caso crítico, por surpreendente que isto possa parecer, é justamente aquele de mais alta VMTL e de mais fácil estabilização, isto é, o caso 1. Neste, oscilações por menores que sejam podem afetar o descarte de água, causando problemas de ordem ambiental.\nNa seção a seguir, serão apresentados os resultados para injeção em diversos pontos do riser.\n4.\tPONTOS DE INJEÇÃO DE GÁS versus ESTABILIZAÇÃO\nA eficiência da injeção de gás através do flexitubo deve variar de acordo com o ponto de injeção, isto é, com a posição que a extremidade injetora do flexitubo ocupa dentro do riser. Se por um lado a perda de carga dos fluidos no espaço anular aumenta à medida que a extremidade injetora fica mais próxima da base do riser - pois o trecho anular tende à extensão máxima -maior é o efeito de elevação proporcionado. Por outro lado, é maior a perda de carga para o gás que escoa através do flexitubo.\nNo entanto, as simulações revelam que, quanto mais próximo se encontra a extremidade do flexitubo da base do riser, mais eficientemente se dá a atenuação das oscilações na produção. Como exemplo, será analisada a influência que o ponto de injeção exerce no caso 1. Nas figuras de 16 a 19 demonstram-se as atenuações da VMTL para diversos pontos de injeção.\nFig. 16 - Injeção de gás na base do riser.\nFig. 16 - Gas injection at the base of the riser.\nVMTL x Tempo, injeção a 20 m da base, QLiq=10500 Sm3/d\nFig. 17 - Injeção de gás a 20 m da base do riser.\nFig. 17 - Gas injection 20 m from the base of the riser.\nFig. 18 - Injeção de gás a 50 m da base do riser.\nFig. 18 - Gas injection 50 m from the base of the riser.\nFig. 19 - Injeção de gás a 80 m da base do riser.\nFig. 19 - Gas injection 80 m from the base of the riser.\nNas figuras de 16 a 19 fica claro que, quanto mais próxima da base do riser a extremidade injetora do flexitubo estiver, mais eficientemente as oscilações de produção serão atenuadas. Caso isso não seja possível, a injeção de gás a aproximadamente 5/6 (83,3%) do comprimento total do riser ainda produz resultados satisfatórios.\n5.\tCONCLUSÕES\nRealizou-se um estudo integralmente numérico-computacional sobre três casos de produção instável para as plataformas PVM-3 (Vermelho) e PPG-1 (Pargo), nos quais buscava-se estimar o efeito da\nREFERÊNCIAS BIBLIOGRÁFICAS\ninjeção de gás, por meio de um flexitubo introduzido no interior do riser, na estabilização da produção. O estudo foi realizado com o simulador transiente composicional OLGA®. Os casos estudados têm como base expectativas futuras ou realizadas de produção para o sistema em questão, todos apresentando instabilidades de escoamento. O caso 1, de 10 500 Sm3/d de líquido, para o ano 2000; o caso 2, de 8 300 Sm3/d, do ano de 1997. Finalmente, o de maior instabilidade, o caso 3, de 5 700 Sm3/d para o ano 2010.\nDe acordo com as respostas das simulações, observou-se que a injeção de gás conduz a uma estabilização da produção (vazões, holdups, pressões de chegada), ainda que para o caso 3, o de maior instabilidade, uma maior vazão de gás seja necessária para que condições estáveis de produção possam ser obtidas.\nO método proposto por técnicos da E&amp;P-BC/GEPRO/GENPO possui, a princípio, potencial de aplicação em risers rígidos, possivelmente o do sistema Vermelho-Pargo, objeto deste estudo.\nFinalmente, é possível vislumbrar um potencial para o aumento da produção quando o controle do sistema global - este constituído pelas plataformas, linhas que as conectam e facilidades de separação de óleo, água e gás - não consegue conviver com as instabilidades de escoamento, ocasionando repetidas paradas de produção em razão de shutdowns indesejados, ou quando o sistema comporta um aumento de produção que somente não ocorre devido às instabilidades e/ou à contrapressão no riser através do qual os fluidos ascendem até a plataforma coletora.\nNomenclaturas\nOLGA ® - OLJE &amp; GAS Transient Simulator.\nE&amp;P-BC - Exploração e Produção - Bacia de Campos.\nPVM - Plataforma de Vermelho.\nPPG - Plataforma de Pargo.\n(1)\tHILL, T. J. Gas injection at riser base solves slugging, flow problems. Oil and Gas Journal, Tulsa, v. 88, n. 9, p. 88-92,\nFeb., 1990.\n(2)\tPEIXOTO, G. A., OLIVEIRA, G. P. H., CAMPOS, A. L. F. Injeção de gás no duto PVM-3/PPG-1 para evitar\nintermitência severa na planta de Pargo. Macaé : PETROBRAS. E&amp;P-BC. GEPRO, 1997. 18 f. Relatório interno."}]}}}