{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18838"}, {"@name": "filename", "#text": "25907_TCC%20-%20Bruno%20Crestani.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA \n\nCENTRO TECNOLÓGICO \n\nDEPARTAMENTO DE ENGENHARIA CIVIL \n\n \n\n \n\n \n\n \n\n \n\nBRUNO CRESTANI \n\n \n \n\n  \n \n \n \n \n \n \n \n \n \n \n\nANÁLISE PROBABILÍSTICA DO FATOR DE SEGURANÇA DE TALUDES \n\nATRAVÉS DO MÉTODO DE MONTE CARLO \n\n \n\n \n\n \n\n \n\nFlorianópolis \n\n2018 \n\nUniversidade  \n \n\n\n\n \n\n \n\n \n\n \n\nBruno Crestani \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nANÁLISE PROBABILÍSTICA DO FATOR DE SEGURANÇA DE TALUDES \n\nATRAVÉS DO MÉTODO DE MONTE CARLO \n\n \n\n \n\n \n\n \n\n \n\nTrabalho de conclusão de curso submetido ao \nDepartamento de Engenharia Civil da Universidade \nFederal de Santa Catarina como requisito para a \nobtenção do Título de Engenheiro Civil. \nOrientadora: Prof.ª Dra. Gracieli Dienstmann \n\n \n \n\n \n\n \n \n \n \n \n\nFlorianópolis \n\n2018  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\n \n\n \n\nAGRADECIMENTOS \n\n \n\nAgradeço primeiramente a Deus, por todos os caminhos aos quais fui guiado, pelas \n\nvitórias e também pelas derrotas que me mostraram como ser uma pessoa cada vez melhor. \n\nA minha família, por terem sido a base em todos os momentos, desde a minha infância \n\naté hoje. Sou eternamente grato aos meus pais, Lucia e Bonfilho, pelo grande exemplo de \n\ndeterminação e esforço, por sempre terem se dedicado ao máximo, apoiando e acreditando nos \n\nmeus sonhos. Amo vocês incondicionalmente! \n\nAs minhas irmãs, Débora Luana e Luciana, minhas melhores amigas, as quais sempre \n\nestiveram dispostas a me ouvir e aconselhar, vocês são indispensáveis na minha vida. Obrigado \n\npor sempre acreditarem na minha capacidade! \n\nA minha nona, por ser um exemplo de força e carinho. Obrigado por ter orgulho de \n\nmim. Você estará sempre em nossos corações. \n\nA universidade, pelas oportunidades e pessoas as quais tive o prazer de compartilhar \n\nconhecimentos e experiências. \n\nAos professores, tendo em vista a dedicação e carinho pela profissão, em especial a \n\nprofessora Gracieli, exemplo de profissional, a qual sempre apresentou-se disposta a auxiliar e \n\najudar, principalmente na orientação desse trabalho. Você é incrível, e sem sua ajuda esse \n\ntrabalho seria ainda mais difícil. \n\nAos membros da banca, Rafael A. R. Higashi e Rafael Cordeiro, por aceitarem e \n\ncontribuírem com o desenvolvimento desse trabalho. \n\nSou grato também ao EPEC, por ter sido a minha primeira experiência profissional e \n\ntambém por ter me mostrado o principal motivo de ter escolhido o curso de Engenharia Civil, \n\nque é impactar e fazer a diferença na sociedade. \n\nAgradeço a Softplan, pela grande oportunidade de crescimento e desenvolvimento. Em \n\nespecial a equipe do Kaasa, Rafael e Giovanna, por me apoiarem e acreditarem no meu \n\npotencial. Muito obrigado e espero que seja apenas o início dessa jornada juntos. \n\nAos meus amigos, que proporcionaram os momentos mais alegres da minha vida. \n\nSejam eles de Salto do Lontra, do intercâmbio ou de Florianópolis. Muito obrigado por terem \n\ncompartilhado tanto carinho, amor e principalmente paciência, sempre estando ao meu lado nas \n\nmaiores conquistas. Fica aqui, minha gratidão! \n\nPor fim, os que aqui não foram mencionados, mas que contribuíram de alguma forma \n\nna minha trajetória. Meu muito obrigado. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n“Você pode sonhar, criar, desenhar e construir o lugar mais \n\nmaravilhoso do mundo. Mas é necessário ter pessoas para \n\ntransformar seu sonho em realidade.” \n\nWalt Disney \n\n\n\n \n\n \n\n \n\n \n\nRESUMO \n\n \n\nCRESTANI, B. Análise probabilística do Fator de Segurança de taludes através do método \nde Monte Carlo. 2018. Trabalho de conclusão de curso – Engenharia Civil, UFSC, \nFlorianópolis. \n\n \n\nNos estudos geotécnicos e geológicos, principalmente quando se analisa a segurança de taludes, \né importante ter-se em mente a grande distinção de características que um solo pode apresentar, \nvisto a alta variabilidade dos parâmetros característicos do solo, inclusive em uma camada \nrelativamente homogênea. Dessa forma, faz-se cada vez mais necessária a utilização de \nmétodos que garantam a confiabilidade das estruturas geotécnicas. É o caso dos métodos \nestatísticos que buscam, através da probabilidade, incorporar as incertezas relacionadas, \ncomplementando as análises determinísticas já existentes. Através deste trabalho, buscou-se \ninicialmente aplicar o método probabilístico de Monte Carlo sobre um talude finito de \nreferência. Métodos clássicos de equilíbrio limite para taludes finitos, como por exemplo, \nFellenius, também foram utilizados nesta análise. Sendo assim, foi estudada a variação aleatória \nde três parâmetros de alto grau de influência na análise de estabilidade de taludes, sendo eles \ncoesão, ângulo de atrito e peso específico. Como resultado, além do Fator de Segurança (FS) \ncalculado de forma determinística, calculou-se uma distribuição probabilística de soluções \npossíveis. Para o segundo caso de avaliação, agora para um talude de projeto de duplicação da \nBR 470, abrangeu-se a análise de estabilidade para um aterro sobre solos moles. Nesta etapa, a \ninvestigação de campo e de laboratório (SPT, CPTU, Palheta, Triaxial UU) delimitou a faixa \nde variação (valores médios e coeficientes de variação de acordo com a literatura) e os \nparâmetros a serem utilizados. Além dos já citados inclui-se a resistência não-drenada. O valor \ndeterminístico do FS foi diretamente comparado com o obtido pela análise probabilística, \nfornecendo maior abrangência sobre o comportamento real do talude em estudo. Somando-se a \nisso, foi determinada a probabilidade de ruptura para diversos casos de variação, mostrando que \num FS > 1,0 não garante a estabilidade da estrutura. Portanto, o objetivo principal deste trabalho \nfoi compreender a relevância de uma análise probabilística, tendo em conta os parâmetros \ngeotécnicos, em complemento as análises determinísticas geralmente adotadas. \n \nPalavras-chave: Segurança de taludes. Métodos estatísticos. Monte Carlo. Variação aleatória. \nFator de Segurança. Probabilidade de ruptura. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\nABSTRACT \n\n \n\nCRESTANI, B. Probabilistic slope stability analysis using Monte Carlo method. 2018. \nCapstone Project. Civil Engineering, UFSC, Florianópolis. \n\n \n\nIn geotechnical and geological problems such as slope reliability analysis, it is important to bear \nin mind the great distinction of characteristics that can be presented by a soil, given the great \nvariability of the soil’s parameters, even on a relatively homogeneous layer. In this way, the \nuse of methods which can guarantee the reliability of geotechnical structures is increasingly \nnecessary. That’s the case of statiscal methods, that seek to incorporate the associated \nuncertanties through probability, complementing the already existing deterministic analysis. In \nthis context, the present work initially sought to apply the Monte Carlo probabilistic method in \na finite slope, referred to as the reference section. Classical limit equilibrium methods for finite \nslopes, as Ordinary method (Fellenius) were also used in this analysis, which is structured to \nstudy the random variation of three parameters: cohesion, friction angle and specific weight. \nAs an outcome, beyond the Safety factor (SF) calculated through deterministic analysis, a \nprobabilistic distribution of possible results was also calculated. For the second assessment \ncase, now for a slope of the BR 470 extension project, the stability analysis of a soft soil \nembankment was included. At this point, field and laboratory tests (SPT, CPTU, vane test, \nTriaxial UU) delimited the variation range (average values and variation coefficients) and the \nparameters to be used in the analysis. In addition to those already mentioned, it was include the \nundrained resistance. The deterministic value of the SF was directly compared with the one \nobtained through probabilistic analysis, providing greater comprehension over the real \nbehaviour of the studied section. In addition, the probability of rupture was determined for \nseveral variation cases, showing that a SF > 1.0 does not guarantee the stability of the structure. \nTherefore, the main goal of this work was to understand the relevance of a probabilistic analysis, \ntaking into account the geotechnical parameters, in complement to the results only obtained \nfrom deterministic analysis. \n \nKeywords: Slope safety. Statistical methods. Monte Carlo. Random variation. Safety factor. \nProbability of rupture. \n  \n\n  \n\n  \n\n\n\n \n\n \n\n \n\n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1 - Escorregamento do morro dos cabritos, Rio de Janeiro (1988) ............................... 21 \n\nFigura 2 - Ruptura de talude por movimento rotacional .......................................................... 22 \n\nFigura 3 - Classificação dos movimentos de um talude ........................................................... 23 \n\nFigura 4 - Níveis de confiabilidade .......................................................................................... 32 \n\nFigura 5 - Talude finito com superfície de ruptura planar ........................................................ 34 \n\nFigura 6 - Talude finito com superfície de ruptura circular ..................................................... 35 \n\nFigura 7 - Incertezas nas estimativas dos parâmetros do solo .................................................. 39 \n\nFigura 8 - FDP normal .............................................................................................................. 42 \n\nFigura 9 - FDP log-normal ....................................................................................................... 43 \n\nFigura 10 - Principais diferenças entre a FDP normal e log-normal ........................................ 43 \n\nFigura 11 - Probabilidade de ruptura vs Índice de confiabilidade ............................................ 47 \n\nFigura 12 - Histograma representando FS após análise probabilística ..................................... 47 \n\nFigura 13 - Fluxograma do Método de Monte Carlo ............................................................... 50 \n\nFigura 14 - Perfil do talude e superfície de ruptura .................................................................. 51 \n\nFigura 15 - Número de iterações para cálculo do FS variando a coesão com Cov = 5% ......... 56 \n\nFigura 16 - Número de iterações cálculo do FS variando o peso específica com Cov = 5% ... 56 \n\nFigura 17 - Número de iterações cálculo do FS variando o ângulo de atrito com Cov = 5% .. 56 \n\nFigura 18 - Número de iterações cálculo do FS para uma correlação entre coesão e ângulo de \n\natrito com Cov = 5% ................................................................................................................. 57 \n\nFigura 19 - Número de iterações para cálculo do FS variando a coesão com Cov = 35% ....... 58 \n\nFigura 20 - Número de iterações cálculo do FS variando o peso específico com Cov = 35% . 58 \n\nFigura 21 - Número de iterações cálculo do FS variando o ângulo de atrito com Cov = 35% 58 \n\nFigura 22 - Número de iterações cálculo do FS para uma correlação entre coesão e ângulo de \n\natrito com Cov = 35% ............................................................................................................... 59 \n\nFigura 23 - Análise da forma de distribuição da relação função densidade X variação da coesão \n\nou Fator de Segurança .............................................................................................................. 62 \n\nFigura 24 - Relação entre a função densidade X variação da coesão, para os três coeficientes de \n\nvariação utilizados .................................................................................................................... 63 \n\nFigura 25 - Relação entre a função densidade X Fator de Segurança, para os três coeficientes \n\nde variação utilizados ............................................................................................................... 63 \n\n\n\n \n\n \n\n \n\n \n\nFigura 26 - Análise da forma de distribuição da relação função densidade X variação do peso \n\nespecífico ou Fator de Segurança ............................................................................................. 66 \n\nFigura 27 - Relação entre a função densidade X variação do peso específico, para os três \n\ncoeficientes de variação utilizados ........................................................................................... 67 \n\nFigura 28 - Relação entre a função densidade X Fator de Segurança, para os três coeficientes \n\nde variação utilizados ............................................................................................................... 67 \n\nFigura 29 - Análise da forma de distribuição da relação função densidade X variação do ângulo \n\nde atrito ou Fator de Segurança ................................................................................................ 69 \n\nFigura 30 - Relação entre a função densidade X variação do ângulo de atrito, para os três \n\ncoeficientes de variação utilizados ........................................................................................... 70 \n\nFigura 31 - Relação entre a função densidade X Fator de Segurança, para os três coeficientes \n\nde variação utilizados ............................................................................................................... 70 \n\nFigura 32 - Análise da forma de distribuição da relação função densidade X variação do ângulo \n\nde atrito, coesão ou Fator de Segurança ................................................................................... 73 \n\nFigura 33 - Análise da resistência pelo ensaio SPT.................................................................. 76 \n\nFigura 34 - Perfil típico de Piezocone para variação dos parâmetros ao longo da profundidade\n\n .................................................................................................................................................. 80 \n\nFigura 35 - Perfil típico de solo para variação do OCR ao longo da profundidade.................. 82 \n\nFigura 36 - Perfis típicos de solo para variação do Su ao longo da profundidade.................... 84 \n\nFigura 37 - Superfície de ruptura para o talude de estudo no programa SLOPE/W ................ 86 \n\nFigura 38 - Análise da forma de distribuição da relação função densidade X Parâmetros do \n\naterro ou Fator de Segurança .................................................................................................... 88 \n\nFigura 39 - Análise da forma de distribuição da relação função densidade X Parâmetros da \n\ncamada de misturas de siltes ou Fator de Segurança ................................................................ 90 \n\nFigura 40 - Análise da forma de distribuição da relação função densidade X Parâmetros da \n\ncamada de argilas orgânicas ou Fator de Segurança ................................................................ 91 \n\n \n\n  \n\n\n\n \n\n \n\n \n\n \n\nLISTA DE QUADROS \n\n \n\nQuadro 1 - Classificação dos movimentos de ruptura em um talude ....................................... 24 \n\nQuadro 2 - Aplicação e uso de ensaios in situ .......................................................................... 29 \n\nQuadro 3 - Métodos de equilíbrio limite .................................................................................. 35 \n\nQuadro 4 - Principais fontes de incertezas na qualificação de solos ........................................ 38 \n\n  \n\n\n\n \n\n \n\n \n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 - Valores típicos de angulo de atrito para areias ........................................................ 30 \n\nTabela 2 - Características das argilas vermelhas de São Paulo ................................................ 30 \n\nTabela 3 - Valores típicos de ângulo de atrito para argilas em relação ao índice de plasticidade\n\n .................................................................................................................................................. 30 \n\nTabela 4 - Angulo de atrito de argilas em cidades brasileiras .................................................. 31 \n\nTabela 5 - Valores e padrões para Cov e FDP .......................................................................... 44 \n\nTabela 6 - Valores típicos de coeficientes de variação em solos.............................................. 45 \n\nTabela 7 - Valores típicos de índice de confiabilidade e probabilidade de ruptura .................. 48 \n\nTabela 8 - Valores típicos de probabilidade de ruptura para taludes........................................ 49 \n\nTabela 9 - Parâmetros do solo .................................................................................................. 51 \n\nTabela 10 - Cálculo do FS através do método de Fellenius ..................................................... 52 \n\nTabela 11 - Valores de FS recomendados para a relação Risco de perdas econômicas X Risco \n\nde perda de vidas humanas em novos taludes .......................................................................... 53 \n\nTabela 12 - Valores de FS recomendados em casos de risco de perda de vidas humanas em \n\ntaludes já existentes .................................................................................................................. 53 \n\nTabela 13 - Variação aleatória do parâmetro de coesão com um Cov = 5% ............................ 55 \n\nTabela 14 - Valores estatísticos da coesão para um Cov = 5% ................................................ 60 \n\nTabela 15 - Valores estatísticos da coesão para um Cov = 20% .............................................. 60 \n\nTabela 16 - Valores estatísticos da coesão para um Cov = 35% .............................................. 61 \n\nTabela 17 - Índice de confiabilidade e probabilidade de ruptura de acordo com cada coeficiente \n\nde variação ................................................................................................................................ 64 \n\nTabela 18 - Valores estatísticos do peso específico para um Cov = 5% .................................. 64 \n\nTabela 19 - Valores estatísticos do peso específico para um Cov = 20% ................................ 65 \n\nTabela 20 - Valores estatísticos do peso específico para um Cov = 35% ................................ 65 \n\nTabela 21 - Índice de confiabilidade e probabilidade de ruptura de acordo com cada coeficiente \n\nde variação ................................................................................................................................ 68 \n\nTabela 22 - Valores estatísticos do ângulo de atrito para um Cov = 5% .................................. 68 \n\nTabela 23 - Valores estatísticos do ângulo de atrito para um Cov = 20% ................................ 68 \n\nTabela 24 - Valores estatísticos do ângulo de atrito para um Cov = 35% ................................ 69 \n\nTabela 25 - Índice de confiabilidade e probabilidade de ruptura de acordo com cada coeficiente \n\nde variação ................................................................................................................................ 71 \n\n\n\n \n\n \n\n \n\n \n\nTabela 26 - Valores estatísticos da coesão e ângulo de atrito para um Cov = 5% ................... 71 \n\nTabela 27 - Valores estatísticos da coesão e ângulo de atrito para um Cov = 20% ................. 72 \n\nTabela 28 - Valores estatísticos da coesão e ângulo de atrito para um Cov = 35% ................. 72 \n\nTabela 29 - Índice de confiabilidade e probabilidade de ruptura de acordo com cada coeficiente \n\nde variação ................................................................................................................................ 74 \n\nTabela 30 - Classificação de solo ............................................................................................. 75 \n\nTabela 31 - Classificação de solos em função do índice de classificação do material Ic ......... 78 \n\nTabela 32 - Valores de resistência não-drenada para os ensaios de Palheta e Triaxial ............ 83 \n\nTabela 33 - Parâmetros de cada camada de solo do talude ...................................................... 85 \n\nTabela 34 - Valores estatísticos para os parâmetros da camada de aterro ................................ 87 \n\nTabela 35 - Valores estatísticos para correlação entre coesão e ângulo de atrito ..................... 87 \n\nTabela 36 - Valores estatísticos para os parâmetros da camada de misturas de siltes ............. 89 \n\nTabela 37 - Valores estatísticos para os parâmetros da camada de argilas orgânicas .............. 90 \n\nTabela 38 - Índice de confiabilidade e probabilidade de ruptura para cada variação de \n\nparâmetros nas camadas de solo ............................................................................................... 92 \n\n \n\n  \n\n\n\n \n\n \n\n \n\n \n\nLISTA DE ABREVIATURAS, SIGLAS E SÍMBOLOS \n\n \n\nABMS: Associação Brasileira de Mecânica dos Solos e Engenharia Geotécnica \n\nABNT: Associação Brasileira de Normas Técnicas \n\nAC: Análise de confiabilidade \n\nCPT: Cone penetration test \n\nCPTU: Piezocone penetration test \n\nCS: Coeficiente de segurança \n\nFDP: Função densidade de probabilidade \n\nFEM: Método dos elementos finitos \n\nFS: Fator de Segurança \n\nIP: Índice de plasticidade \n\nLAM: Método da análise limite \n\nLEM: Método do equilíbrio limite \n\nLL: Limite de liquidez \n\nLP: Limite de plasticidade \n\nMMC:  Método de Monte Carlo \n\nNA: Nível freático \n\nSPT: Standard penetration test \n\nVA: Variáveis aleatórias \n\n???Coeficiente de poisson \n???Ângulo de atrito efetivo do solo \nc: Coesão efetiva do solo \n\nCc: Índice de compressão \n\nCr: Índice de recompressão \n\n???Peso específico do solo \nGs: Densidade real dos grãos \n\nn: Porosidade  \n\ne: Índice de vazios \n\nWn: Teor de umidade natural \n\nk: Coeficiente de permeabilidade \n\nSu: Resistência não-drenada \n\nu: Poropressão ???: Comprimento da base da fatia \n\n\n\n \n\n \n\n \n\n \n\n?: Peso das camadas de solo sobre a fatia ?: Ângulo da base da fatia \nx: Média ?²: Variância ?x: Desvio padrão \n\nCov: Coeficiente de variação : Média em uma distribuição log-normal ?: Desvio padrão em uma distribuição log-normal \n?: Índice de confiabilidade \n\npf: Probabilidade de ruptura \n\nQ: Carga aplicada \n\nR: Resistência dos materiais \n\n?e: Índice de confiabilidade estatística \n\nµ e:  Média da distribuição de probabilidade estatística ?e:  Desvio padrão da distribuição de probabilidade estatística \nFS: Valor médio do Fator de Segurança ?FS: Desvio padrão do Fator de Segurança \n\n? (x): Função cumulante da distribuição normal reduzida \n\nNspt: Índice de resistência a penetração \n\nqc: Resistência de ponta \n\nfs: Atrito lateral \n\nqt: Resistência real ?: Coeficiente de calibração \nRf: Razão de atrito \n\nBq: Parâmetro de poropressão ?? : Tensão vertical total \nIc: Índice de classificação do material \n\nQt: Parâmetro normalizado \n\nFr: Parâmetro normalizado \n\nOCR: Razão de sobreadensamento \n\n?’vm: Tensão de pré-adensamento \n\n?’v0: Tensão efetiva \n\nNkt: Resistência ao cisalhamento não-drenada \n\n\n\n \n\n \n\n \n\n \n\nSUMÁRIO \n\n \n\n1 INTRODUÇÃO ........................................................................................................ 18 \n\n1.1 APRESENTAÇÃO DO PROBLEMA ....................................................................... 18 \n\n1.2 JUSTIFICATIVA ....................................................................................................... 18 \n\n1.3 OBJETIVOS ............................................................................................................... 19 \n\n1.3.1 Objetivo geral ........................................................................................................... 19 \n\n1.3.2 Objetivos específicos................................................................................................. 19 \n\n1.4 ORGANIZAÇÃO DO TEXTO .................................................................................. 20 \n\n2 REFERENCIAL TEÓRICO ................................................................................... 21 \n\n2.1 ESTABILIDADE DE TALUDES.............................................................................. 21 \n\n2.1.1 Formas de instabilização de taludes ....................................................................... 22 \n\n2.1.2 Fatores que afetam a estabilidade de taludes ........................................................ 25 \n\n2.1.3 Fatores que induzem a instabilidade de taludes .................................................... 25 \n\n2.2 PARÂMETROS GEOTÉCNICOS ............................................................................ 26 \n\n2.2.1 Tipos de parâmetros geotécnicos ............................................................................ 26 \n\n2.2.2 Fatores de variação dos parâmetros geotécnicos................................................... 27 \n\n2.2.3 Elementos necessários para uma amostragem representativa ............................. 27 \n\n2.2.4 Métodos de determinação dos parâmetros ............................................................ 28 \n\n2.2.5 Valores típicos de parâmetros geotécnicos ............................................................. 29 \n\n2.3 ANÁLISE DE ESTABILIDADE. .............................................................................. 31 \n\n2.3.1 Métodos determinísticos na estabilidade de taludes ............................................. 32 \n\n2.3.2 Métodos probabilísticos na estabilidade de taludes .............................................. 37 \n\n3 MÉTODOS DE ANÁLISE ...................................................................................... 51 \n\n3.1 DEFINIÇÃO DO TALUDE DE LITERATURA ...................................................... 51 \n\n3.2 ANÁLISE DO FATOR DE SEGURANÇA DETERMINÍSTICO ............................ 52 \n\n3.3 IMPLEMENTAÇÃO DA ANÁLISE PROBABILÍSTICA ....................................... 53 \n\n3.3.1 Geração de variáveis aleatórias............................................................................... 53 \n\n\n\n \n\n \n\n \n\n \n\n3.3.2 Análise do N° de iterações ....................................................................................... 55 \n\n3.3.3 Probabilidade de ruptura (pf) .................................................................................. 60 \n\n4 ESTUDO DE CASO ................................................................................................. 75 \n\n4.1 INVESTIGAÇÕES GEOTÉCNICAS ........................................................................ 75 \n\n4.2 ANÁLISE DE RUPTURA DO ATERRO ................................................................. 85 \n\n4.2.1 Análise da Probabilidade de ruptura  (pf) .............................................................. 87 \n\n5 CONSIDERAÇÕES FINAIS................................................................................... 93 \n\n5.1 CONCLUSÕES .......................................................................................................... 93 \n\n5.2 SUGESTÕES PARA TRABALHOS FUTUROS: .................................................... 95 \n\nREFERÊNCIAS ..................................................................................................................... 96 \n\nANEXO A – Ensaio de campo SPT ....................................................................................... 99 \n\nANEXO B – Ensaio de campo de Piezocone (CPTU) ........................................................ 102 \nANEXO C – Ensaio de campo de Pallheta ......................................................................... 104 \n\nANEXO D – Ensaio de campo Triaxial .............................................................................. 107 \n\n\n\n \n\n \n\n \n\n18 \n\n \n\n1 INTRODUÇÃO \n\n \n\n1.1 APRESENTAÇÃO DO PROBLEMA \n\n \n\nA segurança envolvendo a estabilidade de taludes é um problema de extrema \n\nrelevância na engenharia civil e geotécnica, seja relacionado a encostas naturais ou aterros \n\nartificiais (GERSCOVISH, 2016). \n\nQuando se busca analisar a confiabilidade dessas estruturas é necessária a consciência \n\nda sua complexidade, visto o envolvimento da grande quantidade de material com \n\ncaracterísticas peculiares, como heterogeneidade e condições distintas de comportamento, \n\nresultantes da longa trajetória de tensões que as influenciaram (RODRIGUES, 2014). \n\nMesmo com diversos estudos na área e a incessante busca por conhecimento e \n\ndesenvolvimento da qualidade do diagnóstico e obtenção dos dados, ainda são observados casos \n\nonde há a existência de riscos sociais e econômicos, colocando por vezes a vida humana em \n\nperigo (BARBOSA, 2014). \n\nSeguindo esse pressuposto, se faz cada vez mais necessária a utilização de métodos \n\nque garantam a confiabilidade das estruturas geotécnicas, como no caso dos métodos \n\nestatísticos, que buscam através da probabilidade incorporar as incertezas relacionadas ao \n\nproblema. \n\nSendo assim, de maneira a enriquecer as informações fornecidas por equações \n\nempíricas, se realizam análises probabilísticas sobre os parâmetros geotécnicos de influência \n\nno estudo. Através da análise dessas características geotécnicas dentro de intervalos pré-\n\ndeterminados de variação, pode-se compreender a carga de interferência destes no \n\ncomportamento do talude. \n\nPortanto, o presente trabalho de conclusão descreve a aplicação de um método \n\nprobabilístico, especificamente o método de Monte Carlo (MMC), para análise da variação do \n\nFator de Segurança (FS) de taludes artificiais. \n\n \n\n1.2 JUSTIFICATIVA \n\n \n\nA análise determinística da segurança de taludes, mesmo sendo comumente utilizada, \n\nnão é capaz de garantir a segurança plena da estrutura, devido principalmente a utilização de \n\nparâmetros geotécnicos do solo que podem não corresponder a realidade do material em estudo. \n\n\n\n \n\n \n\n \n\n19 \n\n \n\nDessa forma, parâmetros fornecidos para resolução do problema como coesão, peso \n\nespecífico e ângulo de atrito, devem passar por uma análise criteriosa para a definição de \n\nparâmetros representativos. \n\nNeste cenário, a utilização de ferramentas estatísticas pode auxiliar nas decisões de \n\nprojetos. Como exemplo, destaca-se a utilização de análises probabilísticas que, através da \n\noscilação das propriedades geotécnicas em intervalos pré-definidos (intervalos com média, \n\ndesvio padrão e distribuição conhecida), resulta em uma distribuição de Fator de Segurança e \n\num Fator de Segurança médio com grau de confiabilidade conhecido. \n\n \n\n1.3 OBJETIVOS \n\n \n\n1.3.1  Objetivo geral \n\n \n\nAplicar conhecimentos estatísticos de probabilidade na análise da segurança de \n\ntaludes, visando implementar as incertezas impostas pela heterogeneidade dos materiais \n\ncomponentes do estudo. \n\n \n\n1.3.2  Objetivos específicos \n\n \n\nOs objetivos específicos deste trabalho são: \n\n? Analisar o comportamento de características como coesão, peso específico e ângulo \nde atrito, por meio da variação aleatória dentro de intervalos pré-estabelecidos, \n\nidentificando a influência dos mesmos na determinação do Fator de Segurança por \n\nmétodos determinísticos; \n\n? Verificar a correlação entre coesão e ângulo de atrito, de forma a analisar o \ncomportamento da confiabilidade dos taludes aqui apresentados, com a variação \n\nsimultânea dessas propriedades; \n\n? Aplicar os conhecimentos obtidos ao longo do trabalho em um estudo de caso real de \nmaior complexidade, com o objetivo de enriquecer as informações e resultados dessa \n\nmonografia. \n\n  \n\n\n\n \n\n \n\n \n\n20 \n\n \n\n1.4 ORGANIZAÇÃO DO TEXTO \n\n \n\nEste trabalho é apresentado em 5 capítulos. Inicia-se com este capítulo introdutório, \n\nonde é apresentada a importância do tema os objetivos da pesquisa.  \n\nO segundo capítulo apresenta um referencial teórico dos principais assuntos \n\nenvolvidos nesta pesquisa, dentre eles: estabilidade de taludes, parâmetros geotécnicos e análise \n\nde estabilidade. \n\nNo Capítulo 3 é aplicado o conhecimento estatístico e probabilístico para um talude \n\nde literatura, determinando-se o Fator de Segurança e a probabilidade de ruptura para variação \n\nde cada parâmetro em análise. \n\n No capítulo 4 é aplicado a mesma análise do Capitulo 3, porém agora para um talude \n\nreal. O talude aqui apresentado é representado por um aterro sobre solo mole.  \n\nO Capítulo 5 reúne as considerações finais e conclusões obtidas a partir deste trabalho. \n\nAdicionalmente são propostas sugestões para pesquisas futuras. Ao final do trabalho são \n\napresentadas as referências bibliográficas consultadas e citadas durante a construção da \n\nmonografia presente.  \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\n \n\n21 \n\n \n\n2 REFERENCIAL TEÓRICO \n\n \n\nUma revisão da literatura é apresentada, com objetivo de contextualizar de maneira \n\ncrítica a evolução da análise da confiabilidade ao longo do tempo. Sendo assim, levou-se em \n\nconsideração estudos anteriores como base para análise do atual conhecimento sobre segurança \n\nde taludes.  \n\n \n\n2.1 ESTABILIDADE DE TALUDES \n\n \n\nAs instabilidades de taludes sempre estiveram presentes nas transformações do relevo \n\nterrestre, desempenhando um papel importante para evolução da vida na terra. Entretanto, com \n\no desenvolvimento e surgimento das comunidades humanas, essas movimentações se tornaram \n\ncada vez mais preocupantes. Mesmo o ser humano não podendo erradicar a existência dessas \n\ninstabilidades, vem se buscando através de estudos minimizar o impacto causado pelas mesmas. \n\nCom isso, iniciou-se a aplicação de métodos de análise como forma de prevenção para \n\nestabilizar possíveis deslizamentos ou rupturas. A Figura 1 ilustra a ação humana sobre um \n\nmovimento de solo  que poderia vir a causar maiores danos caso não sofresse uma interferência \n\nadequada, sendo um escorregamento (à esquerda) e posterior estabilização (à direita) \n\n(GERSCOVICH, 2009). \n\n \n\nFigura 1 - Escorregamento do morro dos cabritos, Rio de Janeiro (1988) \n\nFonte: Gerscovich (2009). \n \n\n\n\n \n\n \n\n \n\n22 \n\n \n\nDe acordo com Miranda (2012), na verificação do quão estável um talude apresenta-\n\nse é indispensável o conhecimento da sua estrutura geológica e comportamento geomecânico \n\ndos elementos que o compõem, assim como as condições que afetam, condicionam e induzem \n\npara as instabilidades e possíveis modelos e dispositivos de ruptura. \n\nSendo assim, a forma que o talude irá se comportar depende de inúmeros fatores que \n\ntrabalham de maneira conjunta, gerando as incertezas de instabilidade, seja pela combinação de \n\nalguns ou de todos juntos. Como exemplo, pode-se citar a geologia, geometria, topografia, \n\nhidrogeologia, clima, sismografia e também a ação humana, características que irão gerar \n\nvariações comportamentais, e consequentemente, a variabilidade probabilística (BARBOSA, \n\n2014). \n\n \n\n2.1.1  Formas de instabilização de taludes \n\n \n\nSegundo Barbosa (2014) a instabilização de taludes ocorre pelo estímulo de certas \n\ncondições, onde uma parte do talude em grande ou pequena escala pode sofrer movimentação \n\ne desprendimento ao longo da encosta, tendo como principal motor a energia gravitacional, \n\nexemplo mostrado na Figura 2, onde ocorre uma ruptura de característica rotacional. \n\n \n\nFigura 2 - Ruptura de talude por movimento rotacional \n\nFonte: Gerscovich (2016). \n \n\nComo apresentado por Correia (1996, apud BARBOSA, 2014) existem diferentes \n\nformas de classificar a ruptura de um talude de acordo com critérios como a velocidade de \n\n\n\n \n\n \n\n \n\n23 \n\n \n\ninstabilização, tipo de material, morfologia e superfície de ruptura, idade da falta de \n\nestabilidade, causa da ruptura, entre outros. Varnes (1978) apresenta a metodologia mais \n\nutilizada para essa divisão, separando os movimentos de massa basicamente em queda, \n\ndesprendimento, escorregamento, escoamento e complexo, sendo definidos na  Figura 3 e \n\nQuadro 1. \n\n \nFigura 3 - Classificação dos movimentos de um talude \n\nFonte: Varnes (1978) apud Barbosa (2014). \n \n\n \n\n\n\n \n\n \n\n \n\n24 \n\n \n\nQuadro 1 - Classificação dos movimentos de ruptura em um talude \nClassificação do tipo de movimento de um talude \n\nQueda (fall): decorrentes da ação da gravidade, ocorrem com velocidades elevadas \nDesprendimento (topples): rotação com basculamento de placas de material rochoso; \ncausado pela ação da gravidade ou pressões intersticiais em fissuras \n\nEscorregamento (slide): \nmovimentos de massas de \nterreno, em regra bem \ndefinidas quanto ao seu \nvolume \n\nRotacional: em geral \nocorrem com materiais \nhomogêneos e a massa \ninstável é considerada rígida \n\nSimples: uma superfície de \nruptura, rasa ou profunda. \nSucessivo: mais de uma \nsuperfície de ruptura; podem \nser progressivos ou \nretrogressivos \n\nPlanares: solos com anisotropias marcadas e superfície de \nruptura plana relacionada com a existência de planos de \nmenor resistência do que o material que os rodeia \nComposto: ocorrem em taludes naturais de solos não \nhomogêneos, com superfícies de ruptura não lineares \n\nEscoamento (flow): \nmovimentos contínuos de \nsolos, rochas e/ou detritos \ncom zona de ruptura bem \ndefinida; material com \ncomportamento viscoso \n\nLento (creep): também \ndenominados fluência, \nocorrem em materiais com \ncomportamento plástico; \nmovimentos contínuos sem \nsuperfície de ruptura \ndefinida, sob tensões totais \nconstantes \n\nRaso: profundidade da massa \nem movimento inferior a 5m \nProfundo: profundidade da \nmassa em movimento \nsuperior a 5m. \nProgressivo: movimentos \ncom aceleração gradual com \no tempo. \nPós ruptura: a massa \npermanece em movimento \napós o escorregamento. \n\nRápido: em forma de língua \ncom espalhamento na base; \nusuais em taludes suaves; \nmaterial com comportamento \nde fluido pouco viscoso e sob \ncondições não drenadas \n\nCorrida de terra (flow \nslide): ruptura de estruturas \nconstituídas por solos \narenosos e siltosos, com \nacréscimo de pressões \nintersticiais devido a \nvibrações ou saturação \nCorrida de lama (mud \nflow): movimentos rápidos \nem solos moles sensitivos \nCorrida de detritos (debris \nflow): avalanches de grandes \nvolumes de massas de blocos \nde rocha, solo e detritos \nvegetais \n\nComplexo: envolvem vários tipos de movimentos; comuns em encostas íngremes \nFonte: Adaptado de Varnes (1978) apud Barbosa (2014). \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n25 \n\n \n\n2.1.2  Fatores que afetam a estabilidade de taludes \n\n \n\nConforme citado por Miranda (2012), os elementos que afetam a estabilidade podem \n\nser geométricos (altura e inclinação), geológicos e/ou geotécnicos (planos/ zonas de baixa \n\nresistência e comportamento do maciço) e hidrogeológicos (presença de água). \n\nContudo, somando-se aos fatores já citados, existem os que regulam os movimentos \n\nde massa, desempenhando papel tão importante quanto, dos quais podemos citar: \n\n? Fraturas: resultam na perda de continuidade, tanto no comportamento hidráulico como \nmecânico; \n\n? Falhas: atuam na dinâmica hidrológica estimulando as intempéries, mas também \npodem atuar como barreira ao fluxo hidrológico devido a impermeabilização quando \n\na mesma se apresenta silicatada; \n\n? Foliação e/ou bandeamento composicional: em locais onde existem aflorações \nmetamórficas, a sua orientação atua diretamente na estabilidade de encostas; \n\n? Descontinuidades: compreendem feições estruturais (fraturas, falhas, bandeamentos, \netc.) e horizontes de solo; \n\n? Morfologia da encosta: condiciona de forma direta ou indireta a instabilidade do \ntalude; \n\n? Depósito de encosta: apresenta grande heterogeneidade relacionando-se de forma \ndireta com a morfologia da encosta. Quando esses depósitos se encontram sobre \n\nmaciços rochosos (rocha sã), ocorre uma descontinuidade mecânica e hidrológica \n\nfacilitando o surgimento de deslizamentos. \n\nSendo assim, segundo Pires (2009), através dos fatores citados, pode ser definida a \n\ncondição de ruptura de uma ou várias superfícies, desde que seja cumprida a condição de \n\nexistência de cinemática do movimento de massa. \n\n \n\n2.1.3  Fatores que induzem a instabilidade de taludes \n\n \n\nOs fatores que induzem a instabilidade dos taludes podem ser variados, sendo \n\ndivididos de acordo com as origens externas, internas ou intermediárias (CORREIA, 1996 apud \n\nBARBOSA, 2014). Tais, são decorrentes de inúmeros motivos com capacidade de atuar de \n\nforma individual ou conjuntamente a outras causas. Estas origens são definidas a seguir:  \n\n\n\n \n\n \n\n \n\n26 \n\n \n\n? Externas: através da escavação ou da própria erosão pode haver aumento da inclinação, \naumento da altura devido a escavação no pé ou aterro na crista, redução da altura \n\ndevido à sobrecarga na crista, tremores de terra e variação das características \n\nambientais; \n\n? Internas: está relacionada à pressão entre as partículas, diminuição da coesão e \naumento das tensões; \n\n? Intermediária: resultante da variação do nível freático, erosão interna e liquefação do \nsolo. \n\nAs ações desses fatores resultam na diminuição da resistência do talude, aumento das \n\ntensões atuantes e, consequentemente, na instabilidade do mesmo, gerando possíveis \n\ndeslizamentos. \n\n \n\n2.2 PARÂMETROS GEOTÉCNICOS \n\n \n\nPara dar início ao estudo da estabilidade de taludes é necessário não somente conhecer \n\nas características e definições de projeto, mas também os materiais que fazem parte da estrutura \n\ne do maciço. Sabe-se que a diversidade de materiais envolvidos, juntamente com as incertezas \n\ne variabilidade dos parâmetros geotécnicos, dificultam uma avaliação precisa em relação à \n\nestabilidade de talude. Sendo assim, a análise quantitativa dos parâmetros considerados críticos \n\npode resultar em um valor relativo que auxilie no entendimento da sensibilidade e do \n\ncomportamento do talude. \n\n \n\n2.2.1  Tipos de parâmetros geotécnicos \n\n \n\nBowles (1978) defende que os principais parâmetros nos estudos de engenharia \n\ngeotécnica são: \n\n? Parâmetros de resistência e deformabilidade: coeficiente de poisson (????ângulo de \natrito (?? e coesão (c); \n\n? Parâmetros de compressibilidade: índice de compressão (Cc) e índice de recompressão \n(Cr); \n\n? Características físicas: peso específico????, densidade real dos grãos (Gs), porosidade \n(n), indice de vazios (e), teor de umidade (Wn), limite de liquidez (LL) e limite de \n\nplasticidade (LP); \n\n? Parâmetro de permeabilidade: coeficiente de permeabilidade (k). \n\n\n\n \n\n \n\n \n\n27 \n\n \n\n2.2.2  Fatores de variação dos parâmetros geotécnicos \n\n \n\nOs parâmetros geotécnicos são variáveis de acordo com fatores inerentes à \n\ndeterminação experimental ou ao maciço (RICO e CASTILLO, 1984). Pode-se destacar os \n\nseguintes: \n\n? Inerentes ao maciço: mudança do lençol freático, tipo de solo e relevo, existência de \nmaciço geomecânico não observado durante a prospecção, dimensões do aterro, \n\nanisotropia ou heterogeneidade, ação humana e histórico de tensões do solo; \n\n? Inerentes à determinação experimental: reprodução das condições ambientais do \ncampo em laboratório, ensaios, amolgamento, drenagem, trajetória de tensões, tipo e \n\nvelocidade de cisalhamento. \n\n \n\n2.2.3  Elementos necessários para uma amostragem representativa \n\n \n\nMontgomery e Runger (2003) definem que a quantidade mínima de elementos que \n\numa amostragem deve comportar depende de alguns fatores para obtenção dos parâmetros \n\nmédios e suas dispersões. São estes: \n\n? Precisão necessária para projeto; \n? Invariabilidade do material; \n? Variação das camadas constituintes; \n? Recursos como tempo e dinheiro disponíveis para verificações em laboratório e \n\nsondagem; \n\n? Confiabilidade dos estudos. \nOs fatores citados valem basicamente para todos os materiais e áreas de pesquisa. \n\nPorém, na geotécnica, esses fatores estão sujeitos a várias fontes de alteração, como tempo, \n\ntransporte e armazenamento de amostras, tipo de técnica de sondagem, espessura das camadas \n\ne nível do lençol freático. Essas mudanças apresentam grande complexidade de controle e \n\nquantificação em relação a resistência e deformação da estrutura.  \n\nPortanto, se reforça a necessidade de coleta de amostras adequadas, ou seja, que \n\napresentem o maior número de elementos de amostragem e a menor variação recorrente de \n\nfontes de alteração. Sendo assim, as condições serão favoráveis à obtenção de um resultado \n\nrepresentativo dos parâmetros do solo. \n\n\n\n \n\n \n\n \n\n28 \n\n \n\n2.2.4  Métodos de determinação dos parâmetros \n\n \n\nExistem diferentes formas de obtenção dos parâmetros necessários para análises \n\ngeotécnicas, os quais podem ser feitos através de estudos in situ ou de ensaios de laboratórios. \n\nDe forma resumida, os mesmos são apresentados a seguir: \n\n? Ensaios in situ – ou ensaios de campo: no Quadro 2 é apresentado um resumo dos \nprocedimentos de ensaios in situ e suas aplicabilidades, assim como as técnicas \n\nutilizadas internacionalmente. No Brasil, destaca-se o uso do ensaio Standard \n\npenetration test (SPT), que visa identificar os diferentes materiais com a profundidade, \n\nsendo por muitas vezes uma ferramenta econômica para investigação geotécnica. \n\nEnsaios de Piezocone (CPTU - Piezocone penetration test) e Palheta (Vane test) são \n\nutilizados na análise da estratigrafia do solo, onde são determinadas propriedades \n\nimportantes dos materiais que compõem o perfil em estudo, principalmente no caso de \n\ncamadas de argila mole, auxiliando na definição da resistência não-drenada (Su). Os \n\nensaios SPT, CPTU e de Palheta serão utilizados e brevemente descritos no estudo de \n\ncaso apresentado nesse trabalho, com objetivo de classificar e caracterizar as \n\npropriedades das camadas de solo que compõem o perfil analisado (SCHNAID E \n\nODEBRECHT, 2012). \n\n? Ensaios de laboratório: podem ser citados diferentes métodos para caracterização de \npropriedades em laboratório, como os ensaios de índices de estado, granulometria, \n\nlimites de Atterberg, permeabilidade, compactação, odeométrico, compressão \n\nTriaxial, compressão simples e cisalhamento direto. O ensaio de compressão Triaxial \n\nse caracteriza basicamente pela aplicação de um estado hidrostático de tensões \n\njuntamente com um carregamento axial sobre um corpo de prova cilíndrico de solo \n\n(PINTO, 2006). Sendo assim, visam identificar os parâmetros de resistência do \n\nmaterial, como por exemplo, Su. Estes ensaios serão utilizados e brevemente descritos \n\nno estudo de caso do presente trabalho. \n\n \n\n\n\n \n\n \n\n \n\n29 \n\n \n\n Quadro 2 - Aplicação e uso de ensaios in situ \n\nFonte: Lunne (1989) apud Miranda (2005). \n \n\n2.2.5  Valores típicos de parâmetros geotécnicos \n\n \n\nAlguns autores como Pinto (2006), Braja (2011), Schnaid e Odebrecht (2012), entre \n\noutros, apresentam em suas bibliografias, valores típicos de parâmetros usuais no estudo \n\ngeotécnico. No presente trabalho, serão utilizados os parâmetros de resistência e peso específico \n\n(??. Assim, nas tabelas de 1 a 4, são sumariados valores típicos destes parâmetros. \nNa Tabela 1, observam-se ângulos de atrito (?? típicos de areias com diferentes \n\ncaracterísticas. Observa-se que para areias bem graduadas a mal graduadas,?? varia de 28° a \n47°, sendo o primeiro para grãos arredondados e o segundo para grãos angulares. Na Tabela 2, \n\na Associação Brasileira de Mecânica dos Solos e Engenharia Geotécnica (ABMS) apresenta, \n\n\n\n \n\n \n\n \n\n30 \n\n \n\npara diferentes argilas, os três parâmetros que farão parte deste trabalho, sendo estes a coesão, \n\npeso específico e o ângulo de atrito. Desta tabela observa-se que c varia de 10 kPa a 90 kPa, ? \nde 26° a 33° e ??de?13,5 kN/m3 a 18 kN/m3. Já para ângulo de atrito, a Tabela 2 indica que argila \nporosa possui valores médios superiores. \n\n \n\nTabela 1 - Valores típicos de angulo de atrito para areias \n\nMaterial \n       Compacidade \n\nFofo   Compacto \n\nAreais bem graduadas       \nGrãos angulares 37°   47° \n\nGrãos arredondados 30°   40° \n              \n\nAreias mal graduadas       \nGrãos angulares 35°   43° \n\nGrãos arredondados 28°   35° \nFonte: Adaptado de Pinto (2006). \n\n \n\nTabela 2 - Características das argilas vermelhas de São Paulo \n\nCaracterísticas \n                  Argila porosa                    Argila rija \n\nIntervalo Média Intervalo Média \nc (kPa) 10 - 70 32 50 - 90 69 \n\n??(kN/m³)? 13,5 - 16,5 15,2 16,2 - 18,0 17,2 \n??? 26 - 33 29 - 26 \n\nFonte: Adaptado de ABMS (2013). \n \n\nValores típicos de ângulo de atrito para argilas também são apresentados na Tabela 3 \n\ne Tabela 4. Do conjunto de dados apresentados, observa-se que ? varia de acordo com o índice \nde plasticidade (IP), atingindo um valor máximo de 38° para um IP de 10 e de um mínimo de \n\n18° para um IP de 60. Ainda pode-se destacar que o ângulo de atrito varia de um local para \n\noutro, oscilando de 18,3° em Porto Alegre para 34° em Três Forquilhas, ambas as cidades no \n\nRio Grande do Sul. \n\n \n\nTabela 3 - Valores típicos de ângulo de atrito para argilas em relação ao índice de plasticidade \n\nÍndice de plasticidade (IP)                      Ângulo de atrito interno efetivo (°) \n  Geral   São Paulo \n\n10 30 a 38   30 a 35 \n20 26 a 34   27 a 32 \n40 20 a 29   20 a 25 \n60 18 a 25   15 a 17 \n\nFonte: Adaptado de Pinto (2006). \n\n\n\n \n\n \n\n \n\n31 \n\n \n\nTabela 4 - Angulo de atrito de argilas em cidades brasileiras \n\nLocal ???? Referência \nCeasa, Porto Alegre - RS 18,3 - 27,9 Soares (1997) \nRio Grande - RS 23 - 29 Dias e Bastos (1994) \nVale do Rio Quilombo - SP 19,5 - 31,6 Arabe (1995a) \nVale do Rio Moji - SP 18 - 28 Arabe (1995a) \n\nSantos - SP 23 - 28 \nSamara et al.(1982), Arabe (1995a), Massad \n\n(1988) \nSarapuí - RJ 23 - 26 Costa Filho, Werneck e Collet (1977) \nRecife - PE 23 - 26 Coutinho, Oliveira e Danziger (1993) \nJoao Pessoa - PB 18 - 21 Cavalcante (2002) \nAracaju - SE  26 - 30 Brugger (1996) \nBotafogo - RJ 20 - 24 Lins (1980) \nTrês Forquilhas - RS 33 - 34 Bertuol (2009) \n\nFonte: Adaptado de Schnaid e Odebrecht (2012). \n \n\nValores para a resistência não-drenada (Su) de argilas brasileiras podem ser \n\nencontrados em literatura. Destaca-se a faixa de variação apresentada por Schanaid e Odebrecht \n\n(2012), onde Su de 4 a 60 kPa. \n\n  \n\n2.3 ANÁLISE DE ESTABILIDADE. \n\n \n\nComo o conhecimento apresentado é limitado devido às incertezas sob as \n\ncaracterísticas disponíveis, não se pode dar uma garantia absoluta da segurança da estrutura em \n\nestudo. Dessa forma, existem diferentes níveis de análise de confiabilidade que buscam mostrar \n\natravés do estudo probabilístico, conclusões mais seguras para resolução do problema. Esses \n\nníveis são classificados conforme sua rigorosidade, dividindo-se basicamente em cinco níveis, \n\nobservados resumidamente na Figura 4 (TEIXEIRA, 2012): \n\n? Método determinístico – Nível 0: maneira comum de dimensionamento, tendo as \nvariáveis aleatórias (VA) valores determinísticos, enquanto as incertezas são incluídas \n\nnos coeficientes globais de segurança. Esses coeficientes geralmente são determinados \n\nem laboratório ou especificados de acordo com a necessidade frente à estrutura; \n\n? Método semi-probabilístico – Nível I: as equações utilizadas nesse método são de \ncunho determinístico, enquanto as VA são multiplicadas pelos CS parciais, onde os \n\nmesmos são ajustados por meio de análise de confiabilidade nível II ou III; \n\n? Método probabilístico aproximado ou condicionado – Nível II: os valores de VA são \ndeterminados através da sua distribuição e parâmetros estatísticos, de forma que o \n\n\n\n \n\n \n\n \n\n32 \n\n \n\nexame da segurança é feito por métodos numéricos aproximados. Conforme Rilho \n\n(2011), nesse caso o estudo probabilístico depende das condições dos modelos e \n\nteorias utilizadas, como por exemplo, a probabilidade de ruptura em um talude \n\nbidimensional onde a superfície de rompimento é circular; \n\n? Método probabilístico puro – Nível III: considera todas as características \nprobabilísticas de VA (média, desvio padrão e distribuição da probabilidade). Ou seja, \n\nprimeiramente se conhecem todas as condições e probabilidades envolvidas para \n\nposteriormente se conhecer a probabilidade de ruptura absoluta (RILHO, 2011); \n\n? Método de análise de risco – Nível IV: leva em conta o impacto material e não material \nde um possível fracasso ou ruptura. Portanto, o risco é considerado na medida de \n\nconfiabilidade, tendo assim a probabilidade de ruptura multiplicada pelos custos das \n\nconsequências. Níveis de confiabilidade \n\n \n\nFigura 4 - Níveis de confiabilidade \n\nFonte: Adaptado de Teixeira (2012). \n \n\nNeste trabalho de conclusão, em primeiro momento, será realizada uma análise \n\ndeterminística (Nível 0) e, posteriormente, como forma de obtermos resultados com maior grau \n\nde confiabilidade, aplicaremos métodos probabilísticos (Níveis II). \n\n \n\n2.3.1  Métodos determinísticos na estabilidade de taludes \n\n \n\nEm casos da existência da instabilidade de taludes ou na definição de projetos de \n\ncontenção, são utilizados métodos apropriados com o objetivo de garantir a segurança da \n\nestrutura, impossibilitando a ocorrência de movimentos indesejados. \n\n\n\n \n\n \n\n \n\n33 \n\n \n\nSendo assim, uma das formas mais aplicadas para analisar se o talude apresenta ou não \n\nestabilidade é através do conhecimento ou suposição das características do mesmo. Com isso, \n\no método determinístico tem por papel definir valores apropriados às características físicas e de \n\nresistência que permeiam o desempenho dos materiais, para posteriormente definir o FS ou a \n\nsituação de estabilidade. Como exemplos de métodos que partem dessa premissa, podem-se \n\ncitar Método dos Elementos Finitos (FEM), Método da Análise limite (LAM) e o Método do \n\nEquilíbrio Limite (LEM). \n\nNo caso dos métodos determinísticos, acredita-se que a segurança da estrutura está \n\ngarantida quando FS for superior a um, ou seja, FS > 1,0. Além disso, as incertezas são \n\nconsideradas através de um coeficiente de segurança global e as VA, por pequenas quantidades \n\nde amostras ou por ponderações feitas para definição dos valores característicos (BARBOSA, \n\n2014). \n\nLogo, cabe dizer que o profissional responsável pelo projeto desempenha um papel \n\nimportante nesse tipo de estudo, fornecendo informações que devem ser suficientes em relação \n\naos parâmetros de importância na análise de estabilidade. \n\nConforme Griffiths (2004), o método determinístico possibilita a subestimação ou \n\nsuperestimação do FS, pois assume-se inicialmente uma superfície de ruptura sem considerar a \n\nde maior criticidade. \n\nAs análises determinísticas já citadas seguem caminhos distintos, sendo que uma \n\nconsidera a tensão-deformação dos materiais - FEM, outra a verificação limite - LAM e, por \n\núltimo, a que se baseia no equilíbrio-limite - LEM, sendo esta última uma das mais utilizadas, \n\ndevido a facilidade de implementação e interpretação. \n\n \n\nMétodo do equilíbrio limite \n\n \n\nPor ser um método mais simples, é muitas vezes a primeira opção de análise, onde se \n\nrealiza uma ordem de suposições a fim de cumprir o equilíbrio de forças e momentos na \n\ndeterminação do FS, como por exemplo (YU, 1998): \n\n? Se define inicialmente a superfície de ruptura, podendo ou não ser conhecida; \n? O talude apresenta-se na eminência da ruptura geral; \n? O critério de Mohr-Coulomb é satisfeito ao longo de toda a superfície de ruptura; \n? O FS é constante no decorrer de toda a superfície de ruptura. \n\n\n\n \n\n \n\n \n\n34 \n\n \n\n Observa-se que é necessário ter conhecimento sobre a resistência máxima que o talude \n\nsuporta antes do desencadeamento do mecanismo de ruptura. A máxima resistência geralmente \n\né calculada pelo critério de ruptura de Mohr-Coulomb, sendo que o equilíbrio limite considera \n\nque a ruptura irá ocorrer quando as tensões de mobilização forem superiores às de resistência. \n\nMuitos autores citam em suas biografias a evolução dos métodos de equilíbrio-limite \n\ne suas formulações, sendo que estes variam de complexidade, onde alguns dependem inclusive \n\nde programas de cálculo. Pode-se citar alguns dos métodos comumente utilizados como o de \n\nBishop simplificado, Jambu simplificado, Taylor, Fellenius entre outros. \n\nDentro do LEM, no geral são utilizadas duas formas básicas de taludes: os infinitos, \n\nonde o movimento é translacional, paralelo à superfície e desconsidera-se a influência das \n\nextremidades, e os finitos, que será o único método abordado no estudo (GERSCOVICH, \n\n2016). \n\n \n\n Talude finito \n\n \n\nExistem diferentes formas de analisar-se taludes finitos, sendo que as mais comuns se \n\nbaseiam no método das fatias, onde o solo é separado em pedaços verticalmente posicionados \n\ne em contato com a superfície de ruptura, planar ou circular, vide Figura 5 e Figura 6, \n\nrespectivamente. Junto a isso, realiza-se, através da estática, a análise do equilíbrio das forças \n\natuantes (BOLTON, 2003). \n\n \n\nFigura 5 - Talude finito com superfície de ruptura planar \n\nFonte: Adaptado de Gerscovich (2016). \n\n\n\n \n\n \n\n \n\n35 \n\n \n\nFigura 6 - Talude finito com superfície de ruptura circular \n\nFonte: Adaptado de Gerscovich (2016). \n \n\nA verificação das equações de equilíbrio realizada pelo método das fatias não leva em \n\nconsideração a relação tensão-deformação do solo nem a relação tensão vertical e horizontal, \n\nimpossibilitando a identificação da verdadeira forma de ruptura. Com isso, posteriormente \n\nbuscaram-se modelos que determinassem a superfície real de ruptura, como por exemplo, a \n\nimplementação de elementos finitos (BOLTON, 2003). \n\nNa análise de taludes finitos, recorre-se a diferentes métodos de equilíbrio limite, os \n\nquais utilizam a separação do talude em fatias. Alguns dos mais utilizados podem ser \n\nobservados no Quadro 3, que divide os métodos de acordo com a forma de ruptura e equilíbrio \n\nde esforços, sendo destacado em cinza o adotado pelo método. Segundo Fredlund (1981), \n\nquando se comparam esses métodos, as maiores diferenças observadas no cálculo de FS estão \n\nrelacionadas às equações de equilíbrio inter-fatias e nas barreiras definidas pelas superfícies de \n\nrupturas não circulares. \n\n \n\nQuadro 3 - Métodos de equilíbrio limite \n\nMétodo \nForma de ruptura Esforços analisados \n\nPlanar Circular Momentos Forças \nFellenius (1936)         \nBishop simplificado (1954)         \nJambu simplificado (1955)         \nLowe - Karafiath (1959)         \nMorgentern - Price (1965)         \nSpencer (1967)         \nJambu generalizado (1968)         \nSarma (1973)         \nGLE (Fredlund e Khran, 1977)         \n\nFonte: Adaptado de Barbosa (2014). \n\n\n\n \n\n \n\n \n\n36 \n\n \n\nSendo assim, por serem muito utilizados nas análises de estabilidade de taludes, \n\nestudos foram realizados a fim de comparar esses métodos. Em resumo, observou-se que os \n\nmétodos de Sarma, Spencer e Morgentern-Price resultam em valores semelhantes entre si e um \n\npouco superiores a Bishop, enquanto Fellenius, com sua facilidade de aplicação, resulta em \n\nvalores mais conservadores (BARBOSA, 2014). \n\nComo definido por Silva (2006), no método de Fellenius, sueco ou ordinário como \n\ntambém pode ser conhecido, o FS é determinado somente pela análise dos momentos atuantes \n\nno talude, desprezando-se as forças de interação interlamelares. Dessa forma, após equilíbrio \n\ndos esforços, chega-se à seguinte Equação 1: \n\n FS =  ? ? ? ??? + ? ? ? ? ?? ? ???? ? ? ?? ? ? ? ??                                (1) \n \n\nOnde: \n\nc: Coesão; \n\nu: Poropressão; ???: Comprimento da base da fatia; ?: Peso das camadas de solo sobre a fatia; ?: Ângulo da base da fatia; \n?: Ângulo de atrito. \n \n\nSendo assim, como característica principal, Fellenius tende a resultar em valores de \n\nFS reduzidos devido ao seu conservadorismo, onde em casos de círculos profundos recomenda-\n\nse outros métodos, visto que os valores resultantes são pouco confiáveis (GERSCOVICH, \n\n2016). \n\nComo forma de simplificar e facilitar a determinação do FS em estudos de segurança \n\nde taludes, por exemplo, utilizam-se atualmente softwares como o SLOPE/W. O programa tem \n\npor finalidade utilizar os métodos de equilíbrio limite para determinação do FS, tanto em solos \n\ncomo rochas. O referido software é capaz de utilizar diferentes tipos de superfícies de ruptura, \n\nsolos, estratigrafias e condições de poropressão, que podem ser analisados por diferentes \n\nmétodos, inclusive Fellenius (SANTOS, 2004). \n\nVisto tratar-se de um programa de simples utilização, o mesmo acaba apresentando \n\nalta demanda para pequenos estudos e análises de estabilidade, sendo possível também utilizá-\n\nlo em estudos de maior complexidade quando necessário. \n\n\n\n \n\n \n\n \n\n37 \n\n \n\n2.3.2  Métodos probabilísticos na estabilidade de taludes \n\n \n\nComo apontado por Barbosa (2014), a análise estatística vem ganhando espaço na \n\nengenharia geotécnica, visto a crescente necessidade de se obter resultados mais confiáveis e \n\nadequados para segurança de taludes. Porém, ainda existem dificuldades na obtenção de dados, \n\nvisto sua escassez perante uma análise de probabilidade adequada.  \n\nAlém de apresentar algumas abordagens dos métodos determinísticos, a análise \n\nestatística tem por vantagem incluir as incertezas intrínsecas à questão, concedendo \n\nconhecimento sobre os parâmetros de maior importância. Assim, possibilita-se que \n\nprofissionais da área quantifiquem as incertezas, obtendo-se resultados confiáveis. \n\nSomando-se ao fato da quantificação das incertezas no cálculo de FS para estabilidade \n\nde taludes, esta forma de análise pode trazer resultados significativos para estudos de mapas de \n\nrisco de ruptura, de ocupação e aproveitamento de solos. \n\n \n\nIncertezas \n\n \n\nAs incertezas estão intimamente ligadas à geologia e geotecnia, sendo geralmente \n\nincluídas através do conservadorismo, visto que os profissionais da área nem sempre \n\nconseguem identificá-las e aferi-las. Como dito por Einstein e Baecher (1982): \n\n“Ao pensar sobre fontes de incerteza na geologia da engenharia, fica-se com o fato de \n\nque a incerteza é inevitável. Procura-se reduzir tanto quanto for possível, mas deve finalmente \n\nser enfrentado... A questão não é se lidar com a incerteza, a questão é como?.”  \n\nAtualmente as incertezas estão sendo incluídas às análises determinísticas através da \n\nprobabilidade, sendo possível obter resultados sobre os parâmetros mais significativos ao \n\nproblema. Como ponto positivo, pode-se ter resultados mais concisos à segurança do talude, \n\npermitindo uma análise expressiva da confiabilidade do talude. \n\nEntretanto, para análise dessas incertezas, é necessário conhecer e entender suas \n\nfontes, sendo que as principais, segundo alguns autores, estão representadas no Quadro 4, \n\ndestacando-se a variabilidade do solo/ erro sistemático e erros de medição. É sabido que as \n\npropriedades dos solos apresentam grande variabilidade de um ponto para outro, mesmo dentro \n\nde uma camada relativamente homogênea de solo. Isso se dá devido à complexa história da \n\nformação e deposição geológica.  \n\n \n\n \n\n\n\n \n\n \n\n \n\n38 \n\n \n\nQuadro 4 - Principais fontes de incertezas na qualificação de solos \n\nAutores Fontes de incertezas \n\nVanmarcke (1977) \nVariabilidade inerente do solo \n\nIncertezas estatísticas \nErros de medição \n\nChristian e Baecher (1994) \nDispersão de dados \n\nErro sistemático \n\nPhoon e Kulhawy (1999) \nVariabilidade inerente do solo \n\nErros de medição \n\nTransformação de incertezas \nFonte: Adaptado de Sandoval (2012). \n\n \n\nVanmarcke (1977 apud SANDOVAL, 2012) aponta que a variabilidade inerente do \n\nsolo é uma das três grandes responsáveis pelas incertezas na análise de perfis, ou seja, incertezas \n\nepistêmicas ou sistemáticas, onde não há conhecimento suficiente sobre as características do \n\nsolo. Já as outras duas, incertezas estatísticas e de medição, são consideradas aleatórias, onde \n\nos parâmetros se apresentam de forma aleatória. \n\nNa Figura 7 é apresentado um esquema geral destacando-se as diferentes fontes de \n\nincerteza na estimativa de propriedades geotécnicas. O diagrama apresenta, na horizontal, três \n\netapas até a obtenção dos parâmetros necessários e coerentes para o estudo, sendo que cada \n\netapa apresenta fontes de incerteza inclusas, apresentadas na vertical. Como exemplo da \n\ninterpretação do diagrama de Phoon e Kulhawy (1999), observa-se que, durante as medições in \n\nsitu, incertezas são caracterizadas como estatísticas e de dispersão de dados. A dispersão de \n\ndados nesta representação é advinda da variabilidade inerente do solo e de erros de medição. \n\nSequencialmente, incertezas do modelo de interpretação/idealização (modelo de \n\ntransformação) podem introduzir interferências na propriedade estimada do solo.  \n\n \n\n\n\n \n\n \n\n \n\n39 \n\n \n\nFigura 7 - Incertezas nas estimativas dos parâmetros do solo \n\nFonte: Phoon e Kulhawy (1999). \n \n\nQuando se realiza o estudo da confiabilidade de taludes, pode-se separar as incertezas \n\nem quatro grupos básicos: físicas, estatísticas, de modelo e humanas (DER KIUREGHIAN, \n\n1989). \n\n? Incertezas físicas: associadas às características dos componentes do solo, forma, \nvariação e existência simultânea de ações. Estas podem ser deduzidas através de \n\num histórico de conhecimento tanto do responsável técnico como também de uma \n\nbase de dados; \n\n? Incertezas estatística: relaciona-se à barreiras físicas, que podem ocasionar a falta \nde qualidade na coleta de dados, ou seja, amostras heterogêneas, ou ainda, \n\nquantidade pouco significativa para análise; \n\n? Incertezas nos modelos: como nenhum modelo é capaz de fornecer o real \ncomportamento do talude, são feitas aproximações e simplificações; \n\n? Incerteza humana: causadas pelos erros dos profissionais, desde os ensaios até \narmazenamento de dados e amostras. São dificilmente evitadas, logo deve-se \n\nreduzir da forma mais eficiente possível. \n\n\n\n \n\n \n\n \n\n40 \n\n \n\nVariáveis aleatórias \n\n \n\nAs características dos solos que apresentam maior influência sobre a análise da \n\nestabilidade de taludes passam a ser consideradas variáveis aleatórias (VA), ou seja, não \n\napresentam apenas um valor fixo característico da análise determinística, sendo representadas \n\npor um intervalo de valores e uma probabilidade de acontecimentos. As VA são determinadas \n\npela média, desvio padrão e correlação entre os parâmetros em estudo. \n\nPara se obter resultados adequados, faz-se necessário uma grande quantidade de dados \n\ncoletados in-situ e também através de ensaios de laboratório (SUCHOMEL &amp; MAŠÍN, 2009). \n\nPodem-se citar diversas VA no estudo de solos, como por exemplo, coesão, ângulo de \n\natrito, peso específico, entre outras. Porém, para cada estudo, é necessário analisar-se quais são \n\nas mais influentes. Isso pode ser feito pelo estudo de sensibilidade, que apontara as variáveis \n\ncondicionantes. Esta percepção é indispensável porque somente os parâmetros de maior \n\ninfluência apresentam relevância frente à consideração (BAECHER &amp; CHRISTIAN, 2003). \n\nComo Ramley (2002) afirma, as VA precisam incluir todas as incertezas existentes no \n\nestudo da obra geotécnica. Sendo possível a modelagem das incertezas nas VA, através da \n\natribuição de uma função e forma de distribuição estimadas com embasamento estatístico. \n\nNo geral, quando se analisa a segurança de taludes, são consideradas variáveis \n\ncontínuas dentro de um intervalo contínuo relacionado a probabilidade, as quais podem ser \n\nrepresentadas pela função densidade de probabilidade (FDP), caracterizada como normal ou \n\nlog-normal (Teixeira, 2012). \n\n \n\n Definições matemáticas e estatística básica \n\n \n\nComo ponto de partida na análise do Fator de Segurança de taludes, deve-se coletar os \n\ndados necessários para formação da função densidade de probabilidade que define cada variável \n\naleatória do estudo. Segundo Li et al. (2012), tanto a forma como a distribuição probabilística \n\npodem ter como base cálculos simplificados. \n\nA seguir são exemplificados alguns conceitos básicos da estatística que auxiliarão na \n\ndefinição da FDP, como por exemplo a média e o desvio padrão (BARBOSA, 2014): \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n41 \n\n \n\n? Média:  para uma variável aleatória x, com uma FDP dada pela função ƒ(x), a média \n( ) pode ser representada pela Equação 2: \n\n \n\n?x =  \n1\nn\n\n ? ini=                                                                                  (2) \n  \n\n? Variância: a variância (?²) mede a dispersão da distribuição de probabilidade sobre \na média, Equação 3: \n\n \n\nVar [ ] =  ??  = ?  ? ? ?  ???                                         (3) \n \n\n? Desvio padrão: o desvio padrão (?) da FDP pode ser definido como a raiz quadrada \nda variância, Equação 4: \n\n \n\n?x =  ?Va? [ ]                                                                                    (4) \n \n\n? Coeficiente de variação: o coeficiente de variação (Cov) expressa a variação das \npropriedades do solo em estudo, sendo dado pela razão entre desvio padrão e média, \n\nexemplificada na Equação 5: \n\n \n\nCov [ ] = ???                                                                                            (5) \n \n\nA FDP pode ser definida de acordo com uma distribuição específica dependendo do \n\nparâmetro analisado. No geral, as distribuições normal ou log-normal são mais comuns, mas \n\nexistem outras como a Binomial Geométrica, Exponencial, Gama, Beta, etc. \n\n \n\n? FDP para distribuição normal: Função de distribuição da média ( ) e desvio padrão \n(? ), sendo que este tipo de distribuição apresenta simetria, Figura 8, dentro de um \nintervalo entre -? e +?. A FDP normal pode ser determinada através da Equação 6: \n\n? f = ?. ? ?  . e ???                                                                  (6) \n \n\n\n\n \n\n \n\n \n\n42 \n\n \n\nFigura 8 - FDP normal \n\nFonte: Silva (2015). \n \n\n? FDP para distribuição log-normal: Função de distribuição da média ( ) e desvio \npadrão (? ), onde o ln (x) apresenta distribuição normal, Figura 9, dentro de um \nintervalo entre 0 e +?, ou seja, não enquadra valores negativos. A função de \n\ndistribuição log-normal pode ser calculada através da Equação 7: \n\n \n\n? f = ? .  . ? ?  . e ? (?? ? ?  ? )                                                  (7) \n \n\nOnde  representa o valor médio e ? o desvio padrão em uma distribuição log-normal, \nsendo obtidos pelas equações 8 e 9 respectivamente: \n\n \n\n?  = e?+  .  ?² ; ? =  . ?e? ?                                                         (8) \n  = E[ln ]; ? = ?Va?[ln ]                                                        (9) \n\n  \n\n\n\n \n\n \n\n \n\n43 \n\n \n\n \n\nFigura 9 - FDP log-normal \n\nFonte: Silva (2015). \n \n\nNa Figura 10 faz-se uma comparação entre as duas funções de densidade de \n\nprobabilidade para se observar as principais diferenças entre as mesmas. \n\n \n\nFigura 10 - Principais diferenças entre a FDP normal e log-normal \n\nFonte: Teixeira (2012). \n  \n\n\n\n \n\n \n\n \n\n44 \n\n \n\nEstimativa de parâmetros de variabilidade do solo \n\n \n\nA quantificação das incertezas presentes em determinado estudo geotécnico é custosa, \n\nvisto que por muitas vezes os dados fornecidos são insuficientes para uma análise rigorosa. \n\nNeste sentido, valores apresentados em literatura podem ser utilizados como guias para auxílio \n\nna interpretação e definição de dados de entrada, sobretudo para identificação da forma de \n\ndistribuição das VA. \n\nLacasse e Nadim (1998) registraram vários intervalos de Coeficiente de variação (Cov) \n\ne de função densidade de probabilidade (FDP) para um grande número de parâmetros do solo, \n\ncomo pode ser observado na Tabela 5 e Tabela 6. Destas, observa-se que um Cov entre 1% e \n\n10% foi obtido para análise da variação do peso específico, diferente do ângulo de atrito que \n\npara argilas, por exemplo, pode apresentar um Cov entre 10% e 56%. Distribuições normais \n\nforam observadas para peso específico submerso, índice de vazios, ângulo de atrito de areias, \n\nlimite de liquidez e plasticidade (argilas) e resistências de cone (CPT – cone penetration test). \n\nDistribuições log-normais foram observadas para resistência não-drenada de argilas (Su) e \n\nresistências de cone (CPT). \n\n \n\nTabela 5 - Valores e padrões para Cov e FDP \nParâmetro do solo Símbolo Cov % FDP \n\nPeso específico ?? 3 – 8 - \nPeso específico submerso ?'? 0 – 10 N \n\nIndice de vazios e 7 – 30 N \nÂngulo de atrito (areias) ?? 2 – 13 N \nÂngulo de atrito (argilas) ?? 10 - 50 - \n\nLimite de liquidez (argilas) LL 3 – 20 N \nLimite de plasticidade (argilas) LP 3 – 20 N \n\nResistência drenada (areias) S 3.7 – 12 - \nResistência drenada (argilas) S 7.5 – 10 - \n\nResistência não drenada Su 13 – 40 LN \nIndice de compressibilidade Cc 10 – 37 - \nTensão de pré-consolidação ?p 10 - 35 - \n\nCoef. de permeabilidade de argilas saturadas k 68 -90 - \nCoef. de permeabilidade de argilas não saturadas k 130 – 240 - \n\nCoef. de consolidação vertica Cv 33 – 68 - \nNúmero de pancadas SPT N 15 – 45 - \n\nResistência de ponta CPT elétrico qc 5 – 15 N, LN \nResistência de ponta CPT mecânico qc 15 – 37 N,LN \nResistência do ensaio dilatométrico qdmt 5 – 15 - \n\nResistência ao corte não drenada do ensaio de molinete Su 10 – 20 - \nMódulo de elasticidade E 2 - 42 - \n\nFonte: Adaptado de Lacasse e Nadim (1998). \n \n\n\n\n \n\n \n\n \n\n45 \n\n \n\nTabela 6 - Valores típicos de coeficientes de variação em solos \n\nFonte: Lee (1983) apud Miranda (2005). \n \n\nAnálise probabilística \n\n \n\nConforme Duncan (2000) e Whitman (1984), a linguagem probabilística por muitas \n\nvezes é apresentada como uma barreira ao entendimento por parte dos profissionais na área \n\ngeotécnica. Seguindo esse pressuposto, buscar-se-á facilitar os conceitos básicos e, \n\nprincipalmente, os mais relevantes para a análise, sendo estes o índice de confiabilidade (?) e a \n\nprobabilidade de ruptura (pf). \n\nNa engenharia, tanto a carga aplicada (Q) como a resistência dos materiais (R) podem \n\napresentar incertezas que influenciarão a determinação do FS adequado. O estudo da segurança \n\ndo talude está relacionado a essas duas grandezas que resultam na Equação 10 (BAECHER, \n\n2003): \n\n FS = RQ                                                                                                             (10) \n \n\nSegundo Maia (2003), a análise de confiabilidade (AC) do talude se dá através do \n\níndice de confiabilidade ? relacionado à probabilidade de ruptura pf, sendo que ? pode ser \n\nrepresentado pela Equação 11: \n\n \n\n\n\n \n\n \n\n \n\n46 \n\n \n\n?e =  e?e                                                                                                           (11) \n \n\nOnde: \n\n?e: Índice de confiabilidade estatística; \n\nµ e: Média da distribuição de probabilidade estatística; \n\n?e: Desvio padrão da distribuição de probabilidade estatística. \n\n \n\nConsiderando que na engenharia civil o valor limite do FS é 1,0 e que para FS ? 1,0 \n\nocorre a ruptura, podemos simplificar a Equação 11 de forma a obtermos a Equação 12, aplicada \n\nem distribuições normais: \n\n ? =  FS-?FS                                                                                                       (12) \n \n\nOnde: \n\nµ FS: Valor médio do Fator de Segurança; \n\n?FS: Desvio padrão do Fator de Segurança. \n \n\nNos casos em que a função densidade de probabilidade é caracterizada por uma \n\ndistribuição log-normal, o valor de ? pode ser definido pela Equação 13: \n\n \n\n? =  \nln [ FS? + Cov FS ]?ln[ + Cov FS ]                                                                            (13) \n\n \n\nOnde: \n\nµ FS: Valor médio do Fator de Segurança; \n\nCov (FS): Coeficiente de variação do Fator de Segurança. \n\n \n\nO índice de confiabilidade nada mais é do que a medida em número de desvio padrão \n\nentre o valor médio e o FS crítico, ou seja, FS ? 1,0. Define-se, dessa maneira, que ? é \n\ninversamente proporcional a pf, como pode ser visto na Figura 11. \n\n \n\n\n\n \n\n \n\n \n\n47 \n\n \n\nFigura 11 - Probabilidade de ruptura vs Índice de confiabilidade \n\nFonte: Flores (2008). \n \n\nEm relação à probabilidade de ruptura, a mesma tem por finalidade indicar a \n\nprobabilidade de FS ? 1,0. A Figura 12 mostra que através de uma função de distribuição \n\nnormal, por exemplo, pode-se definir pf como sendo a área abaixo da curva de distribuição, \n\nentre –??e 1,0. \n \n\nFigura 12 - Histograma representando FS após análise probabilística \n\nFonte: Flores (2008). \n  \n\n\n\n \n\n \n\n \n\n48 \n\n \n\nPara o cálculo da probabilidade de ruptura, utiliza-se a Equação 14, relacionando-se \n\nao índice de confiabilidade (COSTA, 2005): \n\n \n\npf = 1 - ?(?)                                                                                                    (14) \n \n\nOnde: \n\n? (?): Função cumulante da distribuição normal reduzida. \n\n \n\nAinda, o valor de pf pode ser determinado pela Equação 15, que calcula a razão entre \n\no número de análises de FS ? 1 sobre o total de análises de FS calculados: \n\n \n\npf = \nnúme?o de análises de FS&lt;núme?o de análises de FS . 100                                             (15) \n\n \n\nNa Tabela 7 e Tabela 8 estão representados alguns valores de probabilidade de ruptura \n\ne índice de confiabilidade recorrentes na área geotécnica, sendo considerado aceitável na \n\nmaioria dos taludes uma probabilidade de ruptura de 10-5, conforme Santamarina (1992). De \n\nacordo com Whitman (1984), um ? próximo a 2,0 é amplamente utilizado na geotecnia, mas o \n\nmesmo pode ser superior ou inferior a este valor em alguns casos. \n\n \n\nTabela 7 - Valores típicos de índice de confiabilidade e probabilidade de ruptura \n\nCaso Índice de confiabilidade ( ) \nProbabilidade de \n\nruptura (pf) \n\nFundações 2,3 a 3 0,01 a 0,001 \nTaludes de mineração 1,0 a 2,3 0,1 a 0,01 \n\nBarragens 3,5 a 5,0 0,001 a 0,00001 \n\nEstruturas de contenção 2,0 a 3,0 0,01 a 0,001 \nFonte: Adaptado de Dell’Avanzi e Sayão (1998) apud Costa (2005). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n49 \n\n \n\nTabela 8 - Valores típicos de probabilidade de ruptura para taludes \n\nCondições \nProbabilidade de \n\nruptura (pf) \n\nEstruturas temporárias com baixos custos em reparações 0,1 \n\nNenhuma consequência de ruptura, alto custo para manter baixa a pf \n(minas a céu aberto) \n\n0,1 ou 0,2 \n\nBaixas consequências de ruptura 0,2 \n\nCortes existentes em rodovias interestatais 0,01 ou 0,02 \n\nAceitável na maioria dos casos, exceto se vidas forem perdidas 0,001 \n\nAceitável para a maioria dos taludes 0,0001 \n\nDesnecessariamente baixos 0,00001 \nFonte: Adaptado de Santamarina et al. (1992). \n\n \n\nAtualmente, existem inúmeros programas capazes de facilitar o cálculo de problemas \n\nde maior complexidade com o uso de métodos probabilísticos, obtendo-se resultados mais \n\nrigorosos e permitindo a economia de tempo. Como exemplos, pode-se citar o PLAXIS, \n\nPHASE2, D-GEO STABILITY, TOCHNOG entre outros. \n\n \n\nMétodo de Monte Carlo \n\n \n\nComo citado no item 2.3 a análise da segurança de taludes pode ser realizada em cinco \n\nníveis, sendo que os probabilísticos são divididos basicamente em dois, o probabilístico \n\naproximado e o probabilístico puro ou exato, onde o ultimo apresenta maior significância ao \n\nestudo. \n\nDentro dos métodos probabilísticos, encontra-se o método de Monte Carlo (MMC) \n\nque depende diretamente do número de simulações realizadas no estudo. Tratando-se de uma \n\ntécnica que trabalha com amostras, o mesmo está sujeito a erros que são reduzidos à medida \n\nque o número de elementos do FS aumenta. \n\nConforme Sandoval (2012), o MMC tem como base a geração de valores aleatórios n, \n\nos quais partem de variáveis x = (x1, x2, x3..., xn). Cada conjunto aleatório é utilizado para \n\ndeterminar FS (x) e, posteriormente, formar a função densidade de probabilidade do FS (x).  \n\nPortanto, fica evidente a necessidade de utilização de geradores de variáveis que sejam \n\nimparciais para realização de estudos probabilísticos pelo MMC. Dessa forma, Kuo (2016) \n\n\n\n \n\n \n\n \n\n50 \n\n \n\napresenta a criação de funções densidade através de softwares como o Excel, suprindo a \n\nnecessidade geração de números aleatórios. \n\nDessa maneira, o MMC apresenta facilidade de entendimento e alta adaptação a \n\ndiferentes casos, oferecendo resultados precisos para análise probabilística da estabilidade de \n\ntaludes. O método pode ser resumido através da Figura 13, que representa um fluxograma do \n\npasso a passo a ser realizado para se calcular ? e pf , sendo que pode ser verificado n conjuntos \n\nde saída de acordo com a necessidade desejada. \n\n \n\nFigura 13 - Fluxograma do Método de Monte Carlo \n\nFonte: Wang (2010). \n\n\n\n \n\n \n\n \n\n51 \n\n \n\n3 MÉTODOS DE ANÁLISE \n\n \n\nNessa seção será aplicado todo conhecimento já citado no referencial teórico em um \n\ntalude de literatura, com intuito de analisar-se a estabilidade do mesmo, tanto pelo método \n\ndeterminístico como probabilístico. Como fim, espera-se atingir os objetivos traçados no início \n\ndo trabalho aplicando-se posteriormente os conhecimentos aqui obtidos em um estudo de caso \n\nreal. \n\n \n\n3.1 DEFINIÇÃO DO TALUDE DE LITERATURA \n\n \n\nPara dar-se início as análises as quais se objetivam com o trabalho, definiu-se um \n\ntalude de literatura, como pode ser visto na Figura 14, o qual apresenta parâmetros de entrada \n\nilustrados na Tabela 9, sendo estes valores determinísticos.  \n\n \n\nFigura 14 - Perfil do talude e superfície de ruptura \n\n \nFonte: Adaptado de Gerscovich (2016).  \n\n \n\nTabela 9 - Parâmetros do solo \n\nParâmetros \n\n (kN/m³) 20 \n\nágua (kN/m³) 10 \n\nc(kPa) 10 \n\n? (°) 29 \nH (m) 6 \n\nL (m) 12,5 \n\nFonte: Adaptado de Gerscovich (2016). \n \n\n\n\n \n\n \n\n \n\n52 \n\n \n\nO talude citado está dividido em oito fatias de base constante igual a 1,5 m, \n\napresentando-se homogêneo dentro da superfície de ruptura, ou seja, contém apenas um tipo de \n\nsolo para o estudo, o qual não foi identificado. Cabe salientar que o método das fatias aqui \n\nutilizado não é restrito a solos homogêneos ou à geometria do terreno. \n\n \n\n3.2 ANÁLISE DO FATOR DE SEGURANÇA DETERMINÍSTICO \n\n \n\nTratando-se de um talude finito, calculou-se o FS determinístico utilizando o método \n\nde equilíbrio limite de Fellenius, que se mostrou suficiente para este problema.  \n\nComo primeiro passo, foram aplicados os parâmetros do solo e a Equação 1 (item \n\n2.3.1) no programa Microsoft Excel, tendo como resultado o FS = 1,31, representado na Tabela \n\n10.  \n\n \n\nTabela 10 - Cálculo do FS através do método de Fellenius \n\nFonte: Autor (2018). \n \n\nCom base nos resultados encontrados para o FS, observa-se que os mesmos são \n\nsuperiores ao limite crítico FS ? 1,0, ou seja, o talude apresenta-se seguro de acordo com o \n\nlimite. Além disso, conforme a Tabela 11, o Fator de Segurança é suficiente para novos projetos \n\nonde o risco é médio para perdas econômicas e de vidas humanas (FS = 1,3). No caso de obras \n\n\n\n \n\n \n\n \n\n53 \n\n \n\npreventivas e corretivas, Tabela 12, o FS é superior ao grau de segurança elevado em relação \n\nao risco de perda de vidas humanas (FS = 1,3).  \n\n \n\nTabela 11 - Valores de FS recomendados para a relação Risco de perdas econômicas X Risco de perda \nde vidas humanas em novos taludes \n\nFSadmissíveis \n              Risco de perda de vidas humanas \n   Desprezível Médio    Elevado \n\nRisco de perdas econômicas \n\nDesprezível  1.1 1.2 1.4 \n\nMédio 1.2 1.3 1.4 \n\nElevado 1.4 1.4 1.5 \nNota 1: Fatores de segurança para um período de recorrência de 10 anos \nNota 2: Para condições de risco elevado e subsolo mole, o valor admissível de FS pode ser majorado até 10% \n\nFonte: GEO (1984). \n \n\nTabela 12 - Valores de FS recomendados em casos de risco de perda de vidas humanas em taludes já \nexistentes \n\nRisco de perda de vidas humanas \nDesprezível Médio Elevado \n\nFS > 1.1  FS > 1.2  FS > 1.3  \n\nNota 1: Fatores de segurança para um período de recorrência de 10 anos \n\nFonte: GEO (1984). \n \n\nPorém, cabe salientar que as tabelas citadas são passíveis de erros, visto que não \n\nenglobam todas as possíveis formas de ruptura de solos. Dessa forma, deve partir também do \n\nprofissional o senso crítico e técnico sobre a confiabilidade do Fator de Segurança encontrado. \n\n \n\n3.3 IMPLEMENTAÇÃO DA ANÁLISE PROBABILÍSTICA \n\n \n\n3.3.1  Geração de variáveis aleatórias  \n\n \n\nPara dar início às análises probabilísticas propriamente ditas através do Método de \n\nMonte Carlo, definiram-se primeiramente os parâmetros principais do estudo. Como a coesão, \n\npeso específico e ângulo de atrito geralmente representam incertezas no solo e influenciam na \n\ndeterminação da segurança de taludes, utilizaram-se as mesmas como variáveis aleatórias a fim \n\nde se obter um FS mais próximo do valor real. \n\n\n\n \n\n \n\n \n\n54 \n\n \n\nDessa forma, foi necessária a utilização de geradores capazes de fornecer variáveis que \n\nsejam imparciais para realização de estudos probabilísticos pelo MMC. Kuo (2016) apresenta \n\na criação de funções densidade através de softwares como o Excel, suprindo a necessidade de \n\ngeração de números aleatórios. Para obtenção destas VA o software excel utiliza a Equação 16, \n\nfunção densidade para distribuição normal, e juntamente à ela aplicam-se os valores \n\ndeterminísticos fornecidos pela literatura, observados na Tabela 9 (item 3.1). Desta forma, os \n\nvalores apresentados na Tabela 9 foram considerados como os valores médios de entrada. \n\n \n\nf  = ?  ? ?  . e ? ? ? ??  ??                                                                (16) \n \n\nOnde: \n\nµ x: Média do parâmetro em análise; \n\n?x: Desvio padrão utilizado. \n \n\nDestaca-se que toda geração de valores aleatórios adotada no presente trabalho foi feita \n\ncom base na equação 16, ou seja, considerando-se uma distribuição normal para os dados das \n\nvariáveis aleatórias. \n\n Ainda, conforme observado pela Equação 16, para a geração de valores aleatórios \n\ntambém é necessária a definição do desvio padrão (?x?, sendo que este foi especificado com \nbase na pré-determinação de coeficientes de variação (Cov) típicos. Neste estudo optou-se por \n\ntrês coeficientes distintos, um baixo Cov = 5%, médio Cov = 20% e alto Cov = 35%.  \n\nA partir dos dados fixados, rodou-se a função no programa Excel obtendo alguns \n\nresultados da análise, como mostra a Tabela 13, representando uma iteração de n = 30 (trinta \n\nnúmeros aleatórios) para coesão com coeficiente de variação Cov = 5%. \n\n\n\n \n\n \n\n \n\n55 \n\n \n\nTabela 13 - Variação aleatória do parâmetro de coesão com um Cov = 5% \n\nFonte: Autor (2018). \n \n\n3.3.2  Análise do N° de iterações \n\n \n\nComo a precisão da simulação de Monte Carlo depende da quantidade de vezes que o \n\ncálculo de FS é feito, foram rodadas análises até a definição da convergência do FS adequado \n\n(estabilidade de FS médio). Neste sentido, foi estudado um intervalo de 30 a 2000 iterações.  \n\nDe maneira semelhante ao cálculo do Fator de Segurança determinístico, utilizou-se \n\ntambém nesse caso o método de equilíbrio limite, dividindo-se o talude em fatias. A análise da \n\nestabilidade de FS médio foi feita através da implementação dos cálculos no software Excel, \n\npara os coeficientes de variação Cov = 5% e Cov = 35%.  \n\nCom esse estudo, objetivou-se não apenas descobrir o número de iterações satisfatório, \n\nmas também o comportamento desse resultado frente a grandes mudanças das características \n\n\n\n \n\n \n\n \n\n56 \n\n \n\ndo solo em estudo. A seguir, são apresentados os gráficos da variação dos fatores de segurança \n\nmédios de acordo com o número de iterações para um Cov = 5%: Figura 15, variação da coesão; \n\nFigura 16, variação do peso específico; e Figura 17, variação do ângulo de atrito. \n\n \n\nFigura 15 - Número de iterações para cálculo do FS variando a coesão com Cov = 5% \n\nFonte: Autor (2018). \n\n \n\nFigura 16 - Número de iterações cálculo do FS variando o peso específico com Cov = 5% \n\nFonte: Autor (2018). \n\n \n\nFigura 17 - Número de iterações cálculo do FS variando o ângulo de atrito com Cov = 5% \n\nFonte: Autor (2018). \n\n\n\n \n\n \n\n \n\n57 \n\n \n\nConforme observado nas Figuras 15 a 17, com um coeficiente de variação pequeno \n\n(Cov = 5%), percebe-se que o número de iterações necessárias também é reduzido. Nesse caso, \n\npara uma análise com n = 550 iterações já se obtém um Fator de Segurança de convergência \n\n(FS = 1,31), onde a variação se torna inferior a 2x10-3, convergindo para um FS semelhante ao \n\nencontrado pelo método determinístico. \n\nNa Figura 18 é apresentado o resultado para uma correlação entre coesão e ângulo de \n\natrito. Neste cenário, ângulo de atrito e coesão são consideradas variáveis correlacionais, ou \n\nseja, quando uma varia a outra também varia. Sendo assim, a oscilação simultânea dos dois \n\nparâmetros pode resultar em resultados e comportamentos diferentes do analisado através da \n\nvariação de somente um deles. No caso, o gráfico resultante da Figura 18 se mostrou semelhante \n\nao da Figura 17, não sendo observadas mudanças consideráveis. \n\n \n\nFigura 18 - Número de iterações cálculo do FS para uma correlação entre coesão e ângulo de atrito \ncom Cov = 5% \n\nFonte: Autor (2018). \n \n\nComo um solo geralmente apresenta características com variações consideráveis ao \n\nlongo da sua distribuição, faz-se necessário um estudo que englobe as mesmas, ou seja, com \n\num Cov = 35%. Sendo assim, essa possibilidade foi considerada e os resultados da variação de \n\nFS médio de acordo com o número de iterações são representados na: Figura 19, variação da \n\ncoesão; Figura 20, variação do peso específico; e Figura 21, variação do ângulo de atrito. \n\n \n\n\n\n \n\n \n\n \n\n58 \n\n \n\nFigura 19 - Número de iterações para cálculo do FS variando a coesão com Cov = 35% \n\nFonte: Autor (2018). \n \n\nFigura 20 - Número de iterações cálculo do FS variando o peso específico com Cov = 35% \n\nFonte: Autor (2018). \n \n\nFigura 21 - Número de iterações cálculo do FS variando o ângulo de atrito com Cov = 35% \n\nFonte: Autor (2018). \n \n\n  \n\n\n\n \n\n \n\n \n\n59 \n\n \n\nPara um Cov = 35% necessitou-se de um número de iterações maior, adotando-se \n\ncomo critério de convergência uma variação menor que 10-3 entre os valores de FS. Além disso, \n\nde acordo com a variação de cada parâmetro foram obtidos valores do Fator de Segurança \n\ndistintos, ficando entre aproximadamente 1,30 e 1,34. \n\nA Figura 22 representa a correlação entre a coesão e o ângulo de atrito, mostrando que \n\no gráfico possui forma semelhante à análise feita com o parâmetro ângulo de atrito. Porém, para \n\num Cov = 35%, percebe-se um Fator de Segurança (FS = 1,32) diferente do calculado \n\nanalisando-se os parâmetros não correlacionados (FS = 1,30 e FS = 134, para coesão e ângulo \n\nde atrito respectivamente). Dessa forma, pode-se verificar que a correlação e variação \n\nsimultânea dos parâmetros gera influência significativa para este valor de coeficiente de \n\nvariação.  \n\n \n\nFigura 22 - Número de iterações cálculo do FS para uma correlação entre coesão e ângulo de atrito \ncom Cov = 35% \n\nFonte: Autor (2018). \n \n\nConforme a Tabela 5 (item 2.3.2), o Cov para peso específico normalmente varia entre \n\n3% e 8%, já para ângulo de atrito o mesmo fica entre 10% e 50%. Portanto, buscando incluir \n\ntodas as possíveis variações, um valor de n = 2000 iterações será utilizado para as demais \n\nanálises estatísticas e probabilísticas. Entretanto destaca-se que o número de iterações deve ser \n\navaliado caso a caso para que seja garantida a convergência/confiabilidade da análise \n\nexecutada. \n\n  \n\n\n\n \n\n \n\n \n\n60 \n\n \n\n3.3.3  Probabilidade de ruptura (pf) \n\n \n\nApós avaliado o número de iterações necessário para estabilidade do Fator de \n\nSegurança médio, foram feitas as análises de probabilidade de ruptura. Dessa maneira, foram \n\naplicados os valores de Cov igual à 5%, 20% e 35% no estudo de cada parâmetro, de forma a \n\nentendermos o impacto da não inclusão de algumas incertezas do solo no estudo de \n\nconfiabilidade de taludes.  \n\nPara análise estatística foram utilizadas as equações apresentadas no item 2.3.2, \n\ncalculando-se a média ( ), desvio padrão (? ), variância (?2), coeficiente de variação (Cov) e \ntipo de distribuição. Sequencialmente são apresentados os resultados para análise estatística dos \n\nparâmetros de coesão, peso específico e ângulo de atrito. \n\n \n\nCoesão \n\n \n\n O primeiro parâmetro a ser estudado foi a coesão (c), como pode ser visto na Tabela \n\n14, Tabela 15 e Tabela 16, que apresentam os valores estatísticos utilizados para os coeficientes \n\nde variação de 5%, 20% e 35%, respectivamente. Os valores da média e desvio padrão \n\napresentados nas referidas tabelas são os calculados a partir dos valores aleatórios gerados pelo \n\nsoftware excel. Desta forma, comparando-se os resultados apresentados com os valores de \n\nentrada, os mesmos permanecem semelhantes independente do coeficiente de variação \n\naplicado, como era esperado. Nas tabelas, o tipo de distribuição do FS também é destacado. \n\n \n\nTabela 14 - Valores estatísticos da coesão para um Cov = 5% \n\nCoesão \n\n?x ?² x Cov = ?x / x Tipo de distribuição \ndo FS \n\n0,5 0,2 10,0 kPa 5% Normal \nFonte: Autor (2018). \n\n \n\nTabela 15 - Valores estatísticos da coesão para um Cov = 20% \n\nCoesão \n\n?x ?² x Cov = ?x / x  Tipo de distribuição \ndo FS \n\n2,0 3,8 9,97 kPa 20% Normal \nFonte: Autor (2018). \n\n\n\n \n\n \n\n \n\n61 \n\n \n\nTabela 16 - Valores estatísticos da coesão para um Cov = 35% \n\nCoesão \n\n?x ?² x Cov = ?x / x  Tipo de distribuição \ndo FS \n\n3,5 12,4 9,76 kPa 35% Normal \nFonte: Autor (2018). \n\n \n\nA Figura 23 apresenta um resultado da análise probabilística para coesão, destacando-\n\nse que nos gráficos a), c) e e) são apresentadas as distribuições normais com pontos aleatórios \n\npara o parâmetro de coesão com diferentes valores de Cov. Já nos gráficos b), d) e f) são \n\nrepresentados os resultados de FS obtidos através das iterações. A interpretação da função \n\ndensidade da coesão e do Fator de Segurança da Figura 23 mostra seguir uma distribuição \n\nnormal com os valores médios semelhantes às definições determinísticas, validando os \n\nresultados. \n\n\n\n \n\n \n\n \n\n62 \n\n \n\nFigura 23 - Análise da forma de distribuição da relação função densidade X variação da coesão ou \nFator de Segurança \n\nFonte: Autor (2018). \n \n\nJá na Figura 24 e Figura 25, pode-se observar a mesma relação entre a função \n\ndensidade e coesão ou Fator de Segurança, respectivamente, porém com a plotagem dos três \n\ncoeficientes de variação sobrepostos. Com o aumento do Cov, percebe-se a redução da \n\namplitude e expansão do intervalo de valores ao qual o Fator de Segurança e o parâmetro em \n\nanálise podem pertencer. \n\n \n\n\n\n \n\n \n\n \n\n63 \n\n \n\nFigura 24 - Relação entre a função densidade X variação da coesão, para os três coeficientes de \nvariação utilizados \n\nFonte: Autor (2018). \n \n\nFigura 25 - Relação entre a função densidade X Fator de Segurança, para os três coeficientes de \nvariação utilizados \n\nFonte: Autor (2018). \n \n\nPara o cálculo do índice de confiabilidade (?) e probabilidade ruptura (pf) \n\nrepresentados na Tabela 17, foram aplicadas as equações 12 e 14, respectivamente, sendo que \n\nas mesmas estão descritas no item 2.3.2. Segundo a Tabela 17, o ? é inversamente proporcional \n\na pf, ou seja, com a redução do índice de confiabilidade se tem um aumento da probabilidade \n\nde ruptura. \n\n \n\n \n\n\n\n \n\n \n\n \n\n64 \n\n \n\nTabela 17 - Índice de confiabilidade e probabilidade de ruptura de acordo com cada coeficiente de \nvariação \n\nCoesão \n\n  N° de Iterações FSDeterminístico FSmédio Covcoesão \nTipo de \n\ndistribuição \ndo FS \n\n pf \n\n1 2000 1,31 1,31 5% Normal 12,17 0% \n2 2000 1,31 1,31 20% Normal 2,98 0,1% \n3 2000 1,31 1,30 35% Normal 1,59 6% \n\nFonte: Autor (2018). \n \n\nA probabilidade de ruptura se mostrou significativa apenas para um Cov = 35%, onde \n\nos valores determinísticos podem apresentar uma diferença considerável em relação a realidade \n\ndos parâmetros do solo. Ainda, interpretando os valores da probabilidade de ruptura de acordo \n\ncom as especificações da Tabela 8 (item 2.3.2), o valor de pf obtido para um Cov = 35% é \n\nsuperior ao valor aceitável para a maioria dos taludes, sendo oneroso o custo para manter a \n\nprobabilidade de ruptura baixa. Analisando-se o Cov = 20% se obtém um pf aceitável para \n\nprojetos, desde que não existam chances de perda de vida de pessoas, devido à ruptura do talude. \n\n \n\nPeso específico \n\n \n\nComplementando a análise probabilística, foram realizadas as mesmas análises, mas \n\nagora alterando-se a variação do peso específico (??, como pode ser visto na Tabela 18, Tabela \n19 e Tabela 20, onde foram determinados os dados estatísticos necessários para se ter uma \n\nanálise prévia do comportamento do parâmetro no solo. \n\n \n\nTabela 18 - Valores estatísticos do peso específico para um Cov = 5% \n\nPeso específico \n\n?x ?² x Cov = ?x / x  Tipo de distribuição \ndo FS \n\n1,0 1,0 20,03 kN/m³ 5% Normal \nFonte: Autor (2018). \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n65 \n\n \n\nTabela 19 - Valores estatísticos do peso específico para um Cov = 20% \n\nPeso específico \n\n?x ?² x Cov = ?x / x  Tipo de distribuição \ndo FS \n\n4,0 16,4 19,96 kN/m³ 20% Log-normal \nFonte: Autor (2018). \n\n \n\nTabela 20 - Valores estatísticos do peso específico para um Cov = 35% \n\nPeso específico \n\n?x ?² x Cov = ?x / x Tipo de distribuição \ndo FS \n\n7,0 49,1 20,02 kN/m³ 35% Log-normal \nFonte: Autor (2018). \n\n \n\nComo pode ser observado nas Tabelas 18, 19 e 20, o valor médio do peso específico \n\npermaneceu semelhante com a variação do Cov, porém o tipo de distribuição do Fator de \n\nSegurança mudou. Com a aplicação de um Cov = 20% e 35%, a forma de distribuição do Fator \n\nde Segurança variou de normal para log-normal, Figura 26. Vale ainda salientar que os valores \n\nmédios de FS permanecem semelhantes aos valores determinísticos, apresentados no capítulo \n\n3.1 e 3.2. \n\n \n\n \n\n\n\n \n\n \n\n \n\n66 \n\n \n\nFigura 26 - Análise da forma de distribuição da relação função densidade X variação do peso \nespecífico ou Fator de Segurança \n\nFonte: Autor (2018). \n \n\nNa Figura 27 e Figura 28, observa-se a relação entre a função densidade e o peso \n\nespecífico ou Fator de Segurança, respectivamente, sendo que os gráficos dos três coeficientes \n\nde variação estão sobrepostos. O comportamento é semelhante ao caso da coesão, onde a \n\namplitude aumentou com o aumento do Cov, com aparente mudança da forma de distribuição. \n\nÉ esperado que a amplitude do gráfico diminua com o acréscimo do coeficiente de variação, de \n\nforma que a densidade de distribuição se torne cada vez menor. \n\n  \n\n\n\n \n\n \n\n \n\n67 \n\n \n\nFigura 27 - Relação entre a função densidade X variação do peso específico, para os três coeficientes \nde variação utilizados \n\nFonte: Autor (2018). \n \n\nFigura 28 - Relação entre a função densidade X Fator de Segurança, para os três coeficientes de \nvariação utilizados \n\nFonte: Autor (2018). \n \n\nNa obtenção do índice de confiabilidade (?) e probabilidade ruptura (pf) foram \n\nutilizadas as equações 13 e 14 (item 2.3.2). Como mostra a Tabela 21, para um Cov = 5% o ? \n\napresentou um valor alto resultando em pf  pouco considerável, ou seja, próximo a zero. Já no \n\ncaso de Cov = 35% a probabilidade de ruptura é superior a 50%, sendo inaceitável para \n\nsegurança de um talude. \n\n \n\n \n\n\n\n \n\n \n\n \n\n68 \n\n \n\nTabela 21 - Índice de confiabilidade e probabilidade de ruptura de acordo com cada coeficiente de \nvariação \n\nPeso específico \n\n  N° de Iterações FSDeterminístico FSmédio Covpeso especifico \nTipo de \n\ndistribuição \ndo FS \n\n pf \n\n1 2000 1,31 1,31 5% Normal 24,04 0% \n2 2000 1,31 1,32 20% Log - normal 5,66 0% \n3 2000 1,31 1,33 35% Log - normal -0,06 52% \n\nFonte: Autor (2018). \n \n\nNo caso do peso específico, segundo as Tabelas 5 e 6 (item 2.3.2), os valores típicos \n\ndo coeficiente de variação ficam entre 1% e 10%, logo o caso de Cov = 35% acaba sendo \n\nconservador visto que considera uma variabilidade pouco comum deste parâmetro no solo. \n\n \n\nÂngulo de atrito \n\n \n\nNa Tabela 22, Tabela 23 e Tabela 24, são representados os valores estatísticos para o \n\nângulo de atrito. Ainda, o tipo de distribuição do Fator de Segurança é caracterizado como \n\nnormal, diferentemente do FS do peso específico que se mostrou hora normal e hora log-normal. \n\n \n\nTabela 22 - Valores estatísticos do ângulo de atrito para um Cov = 5% \n\nÂngulo de atrito \n\n?x ?² x Cov = ?x / x  Tipo de distribuição \ndo FS \n\n1,5 2,2 28,96° 5% Normal \nFonte: Autor (2018). \n\n \n\nTabela 23 - Valores estatísticos do ângulo de atrito para um Cov = 20% \n\nÂngulo de atrito \n\n?x ?² x Cov = ?x / x  Tipo de distribuição \ndo FS \n\n6,0 36,0 29,24° 20% Normal \nFonte: Autor (2018). \n\n  \n\n\n\n \n\n \n\n \n\n69 \n\n \n\nTabela 24 - Valores estatísticos do ângulo de atrito para um Cov = 35% \n\nÂngulo de atrito \n\n?x ?² x Cov = ?x / x  Tipo de distribuição \ndo FS \n\n10,0 100,3 28,65° 35% Normal \nFonte: Autor (2018). \n\n \n\nA relação entre função densidade e a variação do ângulo de atrito ou Fator de \n\nSegurança pode ser observado na Figura 29. O parâmetro ângulo de atrito apresenta o \n\ncomportamento semelhante à coesão, sendo definido em todas as análises por uma distribuição \n\nnormal. \n\n \n\nFigura 29 - Análise da forma de distribuição da relação função densidade X variação do ângulo de \natrito ou Fator de Segurança \n\nFonte: Autor (2018). \n\n\n\n \n\n \n\n \n\n70 \n\n \n\nA Figura 30 e Figura 31, comparam a relação entre função densidade e a variação do \n\nângulo de atrito ou Fator de Segurança, respectivamente, relacionando os três gráficos, cada um \n\npara um coeficiente de variação distinto. Semelhante aos outros parâmetros, coesão e peso \n\nespecífico, a amplitude diminui e o intervalo de valores do ângulo de atrito aumenta, com o \n\naumento do Cov. \n\n \n\nFigura 30 - Relação entre a função densidade X variação do ângulo de atrito, para os três coeficientes \nde variação utilizados \n\nFonte: Autor (2018). \n \n\nFigura 31 - Relação entre a função densidade X Fator de Segurança, para os três coeficientes de \nvariação utilizados \n\nFonte: Autor (2018). \n \n\nPor fim, na Tabela 25, são representados o índice de confiabilidade e o coeficiente de \n\nruptura para variação do ângulo de atrito. Nesse caso, para um Cov = 20% e 35%, há um \n\npequeno aumento no Fator de Segurança, comparando-se com o FS determinístico. Ainda \n\n\n\n \n\n \n\n \n\n71 \n\n \n\nnesses dois casos, há uma probabilidade de ruptura considerável, sendo no segundo e terceiro \n\ncaso 5% e 17%, respectivamente. \n\n \n\nTabela 25 - Índice de confiabilidade e probabilidade de ruptura de acordo com cada coeficiente de \nvariação \n\nÂngulo de atrito \n\n  N° de Iterações FSDeterminístico FSmédio Covângulo de atrito \nTipo de \n\ndistribuição \ndo FS \n\n pf \n\n1 2000 1,31 1,31 5% Normal 6,59 0% \n2 2000 1,31 1,33 20% Normal 1,66 5% \n3 2000 1,31 1,33 35% Normal 0,97 17% \n\nFonte: Autor (2018). \n \n\nDiferentemente do peso específico, o Cov = 35% é um valor comum para ângulos de \n\natrito em solos argilosos, ficando entre 10° e 56°, segundo as Tabelas 5 e 6, logo o coeficiente \n\nde variação não é atípico na maioria dos casos. Dessa forma, as probabilidades de 5% e 17% \n\nsão consideradas baixas, porém para mantê-las podem ser necessários gastos consideráveis. \n\n \n\nCorrelação entre coesão e ângulo de atrito \n\n \n\nNa análise dos parâmetros do solo é necessário ter o conhecimento de que alguns \n\ndestes podem apresentar comportamentos correlacionáveis, como no caso da coesão e ângulo \n\nde atrito. Sendo assim, quando ocorre a variação de um deles, o outro é influenciado \n\ndiretamente, podendo resultar em um Fator de Segurança distinto da análise individual de cada \n\nparâmetro.  \n\nCom o objetivo de incluir esse comportamento no estudo, foram correlacionados os \n\nparâmetros de coesão e ângulo de atrito, partindo primeiramente da análise estatística como \n\nfeito nos casos anteriores. Na Tabela 26, Tabela 27 e Tabela 28, são apresentados os valores \n\nestatísticos para a correlação. \n\n \n\nTabela 26 - Valores estatísticos da coesão e ângulo de atrito para um Cov = 5% \nCorrelação \n\nParâmetro ?x ?² x Cov = ?x / x Tipo de distribuição \ndo FS \n\nCoesão 0,5 0,3 10 kPa 5% Normal \nÂngulo de atrito 1,5 2,4 28,9° 5% Normal \n\nFonte: Autor (2018). \n\n\n\n \n\n \n\n \n\n72 \n\n \n\n \n\nTabela 27 - Valores estatísticos da coesão e ângulo de atrito para um Cov = 20% \n\nCorrelação \n\nParâmetro ?x ?² x Cov = ?x / x  Tipo de distribuição \ndo FS \n\nCoesão 2,0 3,8 10 kPa 20% Normal \nÂngulo de atrito 6,0 37,1 29,2° 20% Normal \n\nFonte: Autor (2018). \n \n\nTabela 28 - Valores estatísticos da coesão e ângulo de atrito para um Cov = 35% \n\nCorrelação \n\nParâmetro ?x ?² x Cov = ?x / x  Tipo de distribuição \ndo FS \n\nCoesão 3,5 11,7 9,9 kPa 35% Normal \nÂngulo de atrito 10,0 105,5 28,9° 35% Normal \n\nFonte: Autor (2018). \n \n\nNa Figura 32 nos gráficos a), b), d), e), g) e h) são representadas as relações entre a \n\nfunção densidade e cada parâmetro separadamente, sendo que nos gráficos c), f) e i) estão as \n\ndistribuições do FS resultante da correlação. Por tratar-se de uma análise simultânea de dois \n\nparâmetros distintos, a distribuição do FS não apresenta um padrão em relação a função \n\ndensidade.\n\n\n\n \n\n \n\n \n\n73 \n\n \n\nFigura 32 - Análise da forma de distribuição da relação função densidade X variação do ângulo de atrito, coesão ou Fator de Segurança \n\nFonte:  Autor (2018).\n\n\n\n \n\n \n\n \n\n74 \n\n \n\nNo caso da correlação, obtiveram-se valores superiores às análises isoladas de \n\nprobabilidade de ruptura da coesão e do ângulo de atrito, Tabela 29. De acordo com a Tabela 8 \n\n(item 2.3.2), onde são apresentados valores típicos para taludes, a probabilidade de ruptura \n\nobtida para um Cov=20% é aceitável onde não há consequências graves como perdas de vidas \n\nou econômicas devido a ruptura, diferentemente do resultado para um Cov=35% que apresenta \n\numa probabilidade de ruptura inaceitável (probabilidade de falha de 40%). \n\n \n\nTabela 29 - Índice de confiabilidade e probabilidade de ruptura de acordo com cada coeficiente de \nvariação \n\nCorrelação \n\n  N° de Iterações FSDeterminístico FSmédio Covcorrelação \nTipo de \n\ndistribuição \ndo FS \n\n pf \n\n1 2000 1,31 1,31 5% - 5,19 0% \n2 2000 1,31 1,33 20% - 1,46 7% \n3 2000 1,31 1,34 35% - 0,24 40% \n\nFonte: Autor (2018). \n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\n \n\n75 \n\n \n\n4 ESTUDO DE CASO \n\n \n\nO talude de estudo faz parte do projeto de duplicação da BR 470, rodovia federal que \n\nse inicia no município de Navegantes, Santa Catarina, e termina em Campos Novos, Rio Grande \n\ndo Sul. O segmento avaliado está localizado no Km 18+900, que tem perfil geotécnico \n\ncomposto por depósitos de argila mole com espessura entre 12 e 23 metros. \n\n \n\n4.1 INVESTIGAÇÕES GEOTÉCNICAS \n\n \n\nPara dar-se início aos estudos, foram analisados os ensaios de campo e laboratório a \n\nfim de identificar e caracterizar as camadas de solo componentes do talude real. O primeiro \n\nensaio de análise foi o SPT (Standard Penetration Test) que se baseia na medida de uma \n\nresistência conjugada através da cravação de um peso de cravação padrão de 65 Kg. A \n\nresistência resultante, chamada de índice de resistência a penetração (Nspt), é o número de \n\ngolpes para que o amostrador penetre 30 cm, posteriormente à cravação inicial de 15 cm \n\n(SCHNAID e ODEBRECHT, 2012). \n\nSegundo o estudo realizado em campo, o solo é composto, basicamente, por argila e \n\nsilte argiloso. Pode-se classifica-lo de acordo com a Tabela 30 da NBR7250/1982. Tal tabela \n\ndivide o solo em dois tipos, areia e silte arenoso ou argila e silte argiloso. Através do Nspt é \n\npossível determinar sua designação. \n\n \n \n\nTabela 30 - Classificação de solo \n\nSolo \nÍndice de resistência a penetração \n\n(Nspt) \nDesignação \n\nAreia e silte arenoso \n\n? 4 fofa \n5 - 8 pouco compacta \n9 - 18 medianamente compacta \n19 - 40 compacta \n\n> 40 muito compacta \n\nArgila e silte argiloso \n\n? 2 muito mole \n3 - 5 mole \n6 - 10 média \n11 - 19 rija \n\n> 19 dura \nFonte: Adaptado (NBR 7250, 1982). \n\n \n\n\n\n \n\n \n\n \n\n76 \n\n \n\nComo mostra a Figura 33, foi analisado o solo até uma profundidade de 24 m, visto \n\nque a partir desta cota o índice Nspt se torna significativo. Destaca-se que, para a análise \n\nprobabilística de estabilidade do presente trabalho, as camadas de maior relevância são as que \n\npossam apresentar maiores incertezas relacionadas a ruptura. No anexo A, encontrado no final \n\ndesse trabalho, pode ser observado o ensaio realizado em campo, o mesmo apresenta a \n\nclassificação das camadas de acordo com a profundidade e Nspt. \n\n  \n\nFigura 33 - Análise da resistência pelo ensaio SPT \n\nFonte: Autor (2018). \n \n\nDe acordo com o ensaio, o solo foi dividido em: 0 m a 1,25 m, solo de silte argiloso \n\ncom pedregulhos variegado (vermelho) rijo (aterro); 1,25 m a 2 m, argila cinza rija; 2 m a 3,20 \n\nm, solo de argila arenosa variegada (amarela) muito mole; 3,20 m a 4,80 m, solo de argila cinza \n\n\n\n \n\n \n\n \n\n77 \n\n \n\nclara muito mole; 4,80 m a 5,70 m, turfa; 5,70 m a 7 m, solo de argila cinza escura muito mole; \n\n7 m a 24,80 m, argila cinza escura muito mole a média. \n\n  As camadas de análise são caracterizadas quase que exclusivamente pelo \n\ncomportamento muito mole, visto que o Nspt = 0 da profundidade 1 m até 20 m, sendo que a \n\npartir desta cota o solo ganha resistência rapidamente sendo considerado duro (argila dura) na \n\nprofundidade de 24 m.  \n\nTendo-se uma identificação e classificação inicial do depósito de solo, a investigação \n\ndo subsolo foi complementada com ensaios de Piezocone (CPTU), Palheta (Vane test) e triaxias \n\n(UU), sendo os ensaios de campo expostos nos anexos B, C e D respectivamente. Os ensaios \n\ndestacados serviram como base para coleta de alguns dados de entrada do estudo aqui \n\napresentado, assim como o nível freático (NA) na cota 1,5 m. \n\nO ensaio de Piezocone consiste na cravação de uma ponteira cônica no solo, com o \n\nmonitoramento contínuo da resistência mobilizada (CINTRA et al. 2013). No Brasil, o ensaio \n\nsegue a Associação Brasileira de Normas Técnicas (ABNT) Método Brasileiro MB-3406 \n\n(1991), onde são definidos padrões relacionados aos equipamentos e procedimentos a serem \n\nadotados, tornando-se possível a comparação de resultados obtidos com diferentes \n\nequipamentos. A cravação do equipamento é feita com velocidade constante de 2cm/s por via \n\nde sistemas hidráulicos que possuem um controle preciso da velocidade de penetração \n\n(SCHNAID e ODEBRECCHT, 2012).   \n\nSegundo Schnaid e Odebreccht (2012), de acordo com penetração do Piezocone nas \n\ndiferentes camadas, os sensores eletrônicos presentes no equipamento calculam de forma \n\ncontínua a resistência de ponta (qc), o atrito lateral (fs) e a poropressão gerada (u2). A partir das \n\ngrandezas medidas pelo ensaio, podem ser determinados os parâmetros fundamentais para \n\nidentificação do tipo de material, como por exemplo, a resistência real (qt) determinada pela \n\nEquação 17: \n\n \n\nqt =  ? +  ? ? .                                                                           (17) \n \n\nOnde: \n\nqc: Resistência de ponta fornecida pelo ensaio; \n\n: Poropressão gerada; ?: Coeficiente de calibração, sendo utilizado ?= 0,3. \n \n\n\n\n \n\n \n\n \n\n78 \n\n \n\nCom isso podem ser determinados os dois principais parâmetros do ensaio: a razão de \n\natrito (Rf ) e o parâmetro de poropressão (Bq), definidos, respectivamente pela Equação 18 e \n\nEquação 19: \n\n \n\nRf =  ?   . 100%                                                                                    (18) \nOnde: \n\n: Atrito lateral fornecido pelo ensaio; ? : Resistência real. \n \n\nB  =  \n?  ? ?  ??                                                                                (19) \n\n \n\nOnde: \n\n: Poropressão de equilíbrio; ?? : Tensão vertical total. \n \n\nEm seguida, como definido pelos autores Jefferies e Davies (1993), pode ser \n\ndeterminado um índice de classificação do material (Ic), facilitando a implementação em \n\nplanilhas de cálculo e auxiliando no tratamento de dados, Tabela 31 (SCHNAID E \n\nODEBRECHT, 2012). \n\n \n\nTabela 31 - Classificação de solos em função do índice de classificação do material Ic \nÍndice Ic Classificação do solo \n\nIc > 3,22 Argilas orgânicas \n\n3,22 > Ic > 2,82 Argilas \n\n2,82 > Ic > 2,54 Misturas de siltes \n\n2,54 > Ic > 1,90 Misturas de areais \n\n1,90 > Ic > 1,25 Areias \n\nIc &lt;1,25 Areias com pedregulhos \n\nIc &lt;1,25 Areias com pedregulhos \n\nFonte: Adaptado de Jefferies e Been (2006) apud Schnaid e Odebrecht (2012). \n \n\nO Ic é calculado através da Equação 20: \n\n \n\n\n\n \n\n \n\n \n\n79 \n\n \n\nIc =  ?{ ? ? ? . [ ?  ? ]} +  { ,5 + , . ? ? }                (20) \n \n\nOnde: ? : Parâmetro normalizado; ? : Parâmetro normalizado. \n \n\nOs parâmetros Qt e Fr são determinados através da normalização das grandezas \n\nmedidas no ensaio, sendo calculados pela Equação 21 e Equação 22, respectivamente: \n\nQt =  \n? ? ???? ?                                                                                 (21) \n\n \n\nFr = \n ? ?  ?? . 100%                                                                             (22) \n\n \n\nTendo os principais parâmetros calculados para todas as camadas do estudo, pode-se \n\nexemplificar os resultados através de um perfil típico de Piezocone, como pode ser visto na \n\nFigura 34, onde são apresentadas as medidas continuas de qt, u,  fs, , Bq e Ic plotadas ao longo da \n\nprofundidade. Observa-se que o material possui resistência qt de 300 a 1100 Kpa entre as cotas \n\nde 4 m e 24,8 m (material argiloso), geração de excesso de poropressão ao longo de toda a \n\nprofundidade, indicando comportamento não-drenado, o que pode ser comprovado com os \n\nvalores de Bq de 0,2 a 0,8. \n\n\n\n\n\n \n\n \n\n \n\n81 \n\n \n\nAinda, conforme os perfis apresentados na Figura 34 e utilizando a tabela 31, pode-se \n\ndefinir que o solo presente entre 0 m e 4 m é predominantemente formado por misturas de siltes, \n\nmas com a presença também de siltes arenosos e argila. A camada superficial até 4 m também \n\napresenta geração de poropressão e resistência qt baixa. Já da cota de 4 m a 24,8 m o principal \n\nmaterial encontrado é a argila orgânica com alguns pontos de argila. Através de uma análise \n\ncriteriosa, observa-se que entre a cota de 0 a 4 m o perfil poderia ser subdivido em camadas \n\nsiltosas/argilosas distintas. Também que de 4 a 24,8m o perfil poderia ser dividido em camadas \n\nde argila e camadas de argila orgânica. Porém, para simplificação da análise probabilística, \n\noptou-se pela divisão do perfil em apenas duas camadas (0 a 4 m – misturas de siltes; 4 a 24,8 \n\nm – argila orgânica) de acordo com as características mais representativas. \n\nAlém disso, foi calculada também a Razão de pré-adensamento (OCR -Over \n\nconsolidation ratio), determinada pela razão entre a tensão de pré-adensamento (?’vm) e a tensão \n\nefetiva (?’vo), sendo expressa pela Equação 23 (SCHNAID E ODEBRECHT, 2012): \n\n \n\nOCR  =  \n??????                                                                                      (23) \n\n \n\nOnde: ??? : Tensão de pré-adensameno; ??? : Tensão efetiva em campo. \n \n\nO OCR tem por função representar a história de tensões do solo, Figura 35. Valores de \n\nOCR próximos de 1 indicam que o material é normalmente adensado. Valores de OCR > 1 \n\nindicam pré-adensamento do solo, enquanto que valores de OCR &lt;1 indicam solos em processo \n\nde adensamento, ou amostras amolgadas.  \n\n \n\n\n\n \n\n \n\n \n\n82 \n\n \n\nFigura 35 - Perfil típico de solo para variação do OCR ao longo da profundidade \n\nFonte: Autor (2018) \n \n\nSegundo o perfil apresentado na Figura 35, da cota 0 m a 2 m tem-se um solo em \n\nprocesso de adensamento, de 2 m a 6 m tem-se um solo levemente pré-adensamento e de 6 a \n\n25 normalmente adensado. Excluindo-se a camada de 0 a 2 m, os valores de OCR apresentados \n\nindicam a divisão do depósito em camada superficial com leve pré-adensamento e camada \n\nargilosa normalmente adensada com o aumento da profundidade. \n\nPara finalizar a determinação de parâmetros de análise foram executados os ensaios de \n\nPalheta (Vane test) e de compressão Triaxial (UU). Com esses dois ensaios, foram obtidos os \n\nvalores de resistência não-drenada (Su) para cota de 4 m e de 10 m no ensaio de Palheta e 4 m \n\ne 10,4 m no ensaio Triaxial. Os valores de resistência não-drenada (Su) obtidos pelo ensaio de \n\npalheta foram corrigidos através da aplicação da Equação 24 proposta por Bjerrum (1973): \n\n\n\n \n\n \n\n \n\n83 \n\n \n\n \n\nSu ???  = .Su                                                                                (24) \n \n\nOnde: \n\n: Fator de correção empírico \n\nAdotou-se um valor de   de 0,65, sugestão de Schnaid e Odebrecht (2012) para solos \n\nargilosos de Florianópolis - SC. \n\nNa Tabela 32 estão representados os valores de Su, resultantes do ensaio de Palheta e \n\ndo ensaio Triaxial. Para o primeiro caso foram realizadas a correções necessárias devido aos \n\nerros de campo. \n\n \n\nTabela 32 - Valores de resistência não-drenada para os ensaios de Palheta e Triaxial \n\nEnsaio \nProfundidade \n\n(m) \nSu (kPa) Sucorrigido (kPa) \n\nPalheta 4 70,8 46,02 \nPalheta 10 33,4 21,7 \nTriaxial 4 24 - \nTriaxial 10,4 11 - \n\nFonte: Autor (2018). \n \n\nAtravés dos valores de Su e Sucorrigido, apresentados na Tabela 32, podem ser calculados \n\nos fatores Nkt do ensaio de Piezocone pela Equação 25: \n\n ??  =  ? ?  ???                                                                                      (25) \n \n\nTendo os valores de Nkt pontuais, determinaram-se os valores de Su para todo o perfil \n\nde solo, como pode ser observado na Figura 36. Em a) são apresentados os 4 perfis resultantes, \n\num para cada Nkt estimado, em b) está representado o perfil para um Su médio, resultante dos 4 \n\nperfis iniciais.  \n\n \n\n\n\n \n\n \n\n \n\n84 \n\n \n\nFigura 36 - Perfis típicos de solo para variação do Su ao longo da profundidade \n\nFonte: Autor (2018). \n \n\nCom os 4 perfis resultantes baseados nos ensaios de Palheta e Triaxial, obteve-se um \n\nperfil médio de Su. Com esse perfil, determinaram-se os valores médios para análise de cada \n\ncamada, sendo Su = 28,2 kPa para a camada de 0 m a 4 m composta basicamente por misturas \n\nde siltes e Su = 21,5 kPa para a camada de 4 m a 24,8 m composta principalmente por argila \n\norgânica.  \n\n\n\n \n\n \n\n \n\n85 \n\n \n\nAinda, para o perfil médio o Nkt foi determinado pela média dos perfis resultantes do \n\nensaio de Palheta e Triaxial, tendo-se um Nkt = 15,3, o qual se apresenta-se dentro da faixa (8 a \n\n16) apresentada por Schnaid e Odebrecht (2012) para argilas.  Cabe ainda dizer que a adoção \n\nde Su para as camadas de misturas de siltes é uma abordagem conservadora. Indica-se a \n\nexecução de ensaios adicionais (como de limite de liquidez e plasticidade) para caracterizar a \n\nreal classificação/comportamento deste material. \n\n \n\n4.2 ANÁLISE DE RUPTURA DO TALUDE \n\n \n\nO talude de estudo foi separado em 3 camadas, sendo a primeira composta pelo aterro, \n\ncom parâmetros pré-definidos como coesão, ângulo de atrito e peso específico, valores \n\nrepresentativos de argilas compactadas (GODOY, 1972, apud CINTRA et al., 2011). As outras \n\nduas camadas foram determinas pelos ensaios de campo, sendo caracterizadas pelos valores de \n\nresistência não-drenada definidas no item 4.1 e pesos específicos atribuídos de 14kN/m3 para \n\nas misturas de siltes e 15kN/m3 para a camada de argila orgânica. \n\nA Tabela 33 apresenta os valores dos parâmetros aplicados em cada camada de solo, \n\nde forma a poder-se analisar a superfície de ruptura do talude em estudo. \n\n \n\nTabela 33 - Parâmetros de cada camada de solo do talude \n\nAterro Misturas de siltes Argilas orgânicas \n\n (kN/m³) 19  (kN/m³) 14  (kN/m³) 15 \n\nágua (kN/m³) 10 água (kN/m³) 10 água (kN/m³) 10 \n\nc (kPa) 5 Su (kPa) 28,2 Su (kPa) 21,5 \n\n? (°) 30 ? (°) 0 ? (°) 0 \nFonte: Autor (2018). \n\n \n\nAlém dos parâmetros citados, foi utilizado um nível freático de 1,50 m, dado pelo \n\nensaio de piezocone. Mesmo a camada de 0 m a 4 m (misturas de siltes) não se encontrando \n\ntotalmente abaixo da água, considerou-se o comportamento não-drenado, ou seja, saturado. \n\nOptou-se, por não utilizar o NA na superfície da camada, visto tratar-se de uma análise \n\nconservadora, representando um nível extremo de lençol freático. Ainda, o FS resultante foi \n\nsemelhante ao apresentado a seguir. \n\nCom a geometria e os parâmetros iniciais definidos, os mesmos foram inseridos no \n\nprograma SLOPE/W a fim de se obter a superfície de ruptura e o respectivo Fator de Segurança \n\n\n\n \n\n \n\n \n\n86 \n\n \n\n(FS). Assim como no talude de literatura já analisado, foi aplicado o Método de Fellenius para \n\ntaludes finitos, porém agora dividindo o mesmo em 33 fatias, Figura 37. \n\n \n\nFigura 37 - Superfície de ruptura para o talude de estudo no programa SLOPE/W \n\nFonte: Autor (2018). \n \n\nCom um FS = 1,31, tem-se um resultado superior ao limite crítico FS ? 1,0, ou seja, o \ntalude apresenta-se aparentemente seguro. Ainda, de acordo com a Tabela 11 (item 3.2), o Fator \n\nde Segurança se apresenta plausível para novos projetos onde o risco para perdas econômicas e \n\nde vidas humanas é médio (FS = 1,3). No caso de obras preventivas e corretivas, Tabela 12 do \n\nitem 3.2, o FS é considerado elevado em relação ao risco de perda de vidas humanas (FS = 1,3).  \n\nComo para o caso do talude de literatura, foram definidos os parâmetros de estudo que \n\nrepresentam incertezas no solo e que podem influenciar diretamente a segurança. Dessa forma, \n\npara a camada de aterro, utilizaram-se como varáveis aleatórias a coesão, peso específico e \n\nângulo de atrito. Já para as camadas de misturas de siltes e argilas orgânicas, usou-se a \n\nresistência não-drenada e peso específico como parâmetros de variação. \n\nCom as variáveis aleatórias definidas, gerou-se valores para um número de iterações \n\nde 2000 através da Equação 16 (item 3.3.1). De maneira que, para a geração desses valores \n\ndefiniu-se o desvio padrão (?x?, baseado na fixação de coeficientes de variação (Cov) típicos, \nconforme a Tabela 6 definida por Lee (1983) (item 2.3.1). Para coesão, ângulo de atrito e \n\nresistência não-drenada foi utilizado um Cov = 30% e para o peso específico um Cov = 3%. \n\n\n\n \n\n \n\n \n\n87 \n\n \n\n4.2.1  Análise da Probabilidade de ruptura (pf) \n\n \n\nPara análise estatística, foram utilizadas as equações apresentadas no item 2.3.2, \n\ncalculando-se a média ( ), desvio padrão (? ), variância (?2), coeficiente de variação (Cov) e \ntipo de distribuição. A distribuição para geração dos valores aleatórios foi definida como \n\nnormal. Sequencialmente, são apresentados os resultados para análise estatística dos parâmetros \n\nseparadamente para cada camada, aterro, misturas de siltes e argilas orgânicas. \n\n \n\nAterro \n\n \n\nA primeira camada a ser estudada foi o aterro, como pode ser visto na Tabela 34, que \n\napresenta os valores estatísticos para coesão, peso específico e ângulo de atrito. Como pode ser \n\nobservado, os valores médios permaneceram semelhantes aos aplicados na análise \n\ndeterminística do FS, validando-se os dados de entrada. \n\n \n\nTabela 34 - Valores estatísticos para os parâmetros da camada de aterro \n\nAterro \n\nParâmetro ?x ?² x Cov = ?x / x Tipo de distribuição \ndo FS \n\nCoesão 1,5 2,2 4,96 kPa 30% Normal \nPeso específico 0,6 0,4 19 kN/m³ 3% Normal \n\nÂngulo de atrito 9,2 84,7 30,04° 30% Normal \nFonte: Autor (2018). \n\n \n\nAlém da análise isolada de cada parâmetro, foi aplicada a variação simultânea da \n\ncoesão e do ângulo de atrito de forma a se entender o comportamento de correlação entre os \n\nmesmos. Na Tabela 35 estão representados os valores estatísticos para esta correlação. \n\n \n\nTabela 35 - Valores estatísticos para correlação entre coesão e ângulo de atrito \n\nFonte: Autor (2018). \n \n\nCorrelação \n\nParâmetro ?x ?² x Cov =  ?x / x Tipo de distribuição \ndo FS \n\nCoesão 1,5 2,4 5,01 kPa 30% - \n\nÂngulo de atrito 9,1 82,9 30,15° 30% - \n\n\n\n \n\n \n\n \n\n88 \n\n \n\nNa Figura 38, os gráficos a), c) e e), representam o tipo de distribuição dos parâmetros \n\nem relação a função densidade e os gráficos b), d) e f), mostram a distribuição do FS em relação \n\na função. Todas as distribuições apresentam um padrão normal, exceto quando se cosidera a \n\ncorrelação entre parâmetros. Neste caso, vide exemplo Figura 32 c, f e i, não há uma forma de \n\ndistribuição padrão, não sendo interessante representá-la por meio de gráficos. \n\n \n\nFigura 38 - Análise da forma de distribuição da relação função densidade X Parâmetros do aterro ou \nFator de Segurança \n\nFonte: Autor (2018). \n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n89 \n\n \n\nMisturas de siltes \n\n \n\nNa Tabela 36 estão representados os valores estatísticos para a segunda camada do \n\ntalude, misturas de siltes, sendo analisados os parâmetros de resistência não-drenada e peso \n\nespecífico. \n\n \n\nTabela 36 - Valores estatísticos para os parâmetros da camada de misturas de siltes \n\n \nFonte: Autor (2018). \n\n \n\nComo pode ser visto na Figura 39, os gráficos a), b) e c) apresentam uma distribuição \n\nnormal, diferentemente do gráfico d), que mostra uma reta com um valor fixo de FS = 1,31. \n\nEsse resultado demostra que a ruptura é condicionada por Su das camadas inferiores, não \n\nsofrendo influência da variação do peso específico da camada analisada. \n\n \n\nMisturas de Siltes \n\nParâmetro ?x ?² x Cov =  ?x / x  Tipo de distribuição \ndo FS \n\nResistência não \ndrenada \n\n8,7 75,0 28,26 kPa 30% Normal \n\nPeso específico 0,4 0,16 13,98 kN/m³ 3% - \n\n\n\n \n\n \n\n \n\n90 \n\n \n\nFigura 39 - Análise da forma de distribuição da relação função densidade X Parâmetros da camada de \nmisturas de siltes ou Fator de Segurança \n\nFonte: Autor (2018). \n \n\nArgilas Orgânicas \n\n \n\nPor fim, para finalizar a análise estatística dos parâmetros de entrada, a Tabela 36 \n\napresenta os resultados para a camada composta por argilas orgânicas. Igualmente aos demais \n\ncasos, os valores médios obtidos pelos pontos aleatórios apresentam pouca variação em relação \n\naos valores iniciais, como era esperado. \n\n \n\nTabela 37 - Valores estatísticos para os parâmetros da camada de argilas orgânicas \n\nFonte: Autor (2018). \n \n\n  \n\nArgilas orgânicas \n\nParâmetro ?x ?² x Cov =  ?x / x  Tipo de distribuição \ndo FS \n\nResistência não \ndrenada \n\n6,8 46,3 21,65 kPa 30% Normal \n\nPeso específico 0,5 0,21 15,03 kN/m³ 3% - \n\n\n\n \n\n \n\n \n\n91 \n\n \n\nA mesma análise feita na Figura 40 pode ser aplicada na Figura 40, visto que os \n\ngráficos apresentam exatamente o mesmo comportamento, sendo a), b) e c) distribuição normal \n\ne d) como uma reta com FS = 1,31. Esse resultado demostra que a ruptura é condicionada por \n\nSu das camadas inferiores, não sofrendo influência da variação do peso específico da camada \n\nanalisada. \n\n \n\nFigura 40 - Análise da forma de distribuição da relação função densidade X Parâmetros da camada de \nargilas orgânicas ou Fator de Segurança \n\nFonte: Autor (2018). \n \n\nAnálise probabilística do talude \n\n \n\nPara o cálculo do índice de confiabilidade (?) e probabilidade de ruptura (pf), foram \n\naplicadas as equações 12 e 14, respectivamente, sendo que as mesmas estão descritas no item \n\n2.3.2. Na tabela 37 estão representados todos os valores de ? e pf  de acordo com cada parâmetro \n\nanalisado no talude. Esses valores estão divididos de acordo com a camada de solo que foi \n\nanalisada. \n\n  \n\n\n\n \n\n \n\n \n\n92 \n\n \n\nTabela 38 - Índice de confiabilidade e probabilidade de ruptura para cada variação de parâmetros nas \ncamadas de solo \n\nEstudo de caso \n\n  \nN° de \n\nIterações \nCamada de \n\nsolo \nParâmetro FSDeterminístico FSmédio Cov \n\nTipo de \ndistribuição \n\ndo FS \n pf \n\n1 2000 Aterro Coesão 1,31 1,31 30% Normal 32,6 0% \n\n2 2000 Aterro \nÂngulo de \n\natrito \n1,31 1,31 30% Normal 31,02 0% \n\n3 2000 Aterro Peso específico 1,31 1,31 3% Normal 7,65 0% \n\n4 2000 Aterro Correlação 1,31 1,31 30% - 22,34 0% \n\n5 2000 \nMisturas de \n\nsiltes \nResistência \nnão-drenada \n\n1,31 1,31 30% Normal 2,78 0,3% \n\n6 2000 \nMisturas de \n\nsiltes \nPeso específico 1,31 1,31 3% - 15819,64 0% \n\n7 2000 \nArgilas \n\norgânicas \nResistência \nnão-drenada \n\n1,31 1,32 30% Normal 1,13 12% \n\n8 2000 \nArgilas \n\norgânicas \nPeso específico 1,31 1,31 3% - 32676,25 0% \n\nFonte: Autor (2018). \n \n\nA probabilidade de ruptura se mostrou significativa apenas para a variação da \n\nresistência não-drenada na camada de misturas de siltes e para resistência não-drenada na \n\ncamada de argilas orgânicas. Conforme a Tabela 8 (item 2.3.2), o pf  é aceitável para cortes em \n\nrodovias interestatais onde as consequências sejam baixas. Porém, caso existam chances de \n\nperda de vidas, é necessária uma análise mais criteriosa e com uma probabilidade de ruptura \n\nmenor que 10-3. \n\n  \n\n\n\n \n\n \n\n \n\n93 \n\n \n\n5 CONSIDERAÇÕES FINAIS \n\n \n\n5.1 CONCLUSÕES \n\n \n\nO presente trabalho de conclusão de curso tem por finalidade analisar a confiabilidade \n\nde taludes em solos, usando métodos determinísticos e probabilísticos, objetivando \n\nprincipalmente apresentar a importância da abordagem probabilística em obras geotécnicas. \n\nForam realizados dois estudos sobre taludes finitos, primeiramente sobre um talude de \n\nliteratura do livro “Estabilidade de taludes” de Gerscovich (2016) e, posteriormente, um estudo \nde caso de um talude pertencente a um projeto de duplicação da BR 470. Dessa forma, buscou-\n\nse entender como as incertezas e variabilidades dos parâmetros de resistência do solo \n\ninfluenciam o comportamento dos maciços. \n\nPrimeiramente foi analisado um caso teórico de um talude finito através do método de \n\nequilíbrio limite (LEM) por Fellenius, seguidamente da aplicação da simulação de Monte Carlo. \n\nNo segundo caso é estudada a segurança de um talude também finito, porém de um caso real. \n\nNeste segundo estudo, para a avaliação da estabilidade do talude, recorreu-se ao método \n\ndeterminístico de Fellenius utilizando o programa SLOPE/W com posterior análise \n\nprobabilística de Monte Carlo. \n\nAs principais conclusões resultantes deste trabalho foram: \n\n? A análise determinística é comumente utilizada em estudos de segurança de taludes. \nDe forma resumida, no geral, é de simples aplicação e implementa as incertezas \n\nutilizando valores de parâmetros médios conservadores. Esses parâmetros são \n\nestimados pela experiência de trabalhos anteriores ou pela literatura, de forma a se \n\nbuscar um FS que garanta uma segurança adequada. \n\n? Os conceitos dados em análises determinística e probabilística são diferentes. Uma das \nprincipais diferenças é o fato de um estudo probabilístico implementar as incertezas \n\nde forma direta, considerando os seus efeitos sobre o resultado de FS. \n\n?  Na análise determinística realizada para os dois casos de taludes finitos, conclui-se \nque nenhum deles sofre ruptura, pois ambos têm um FS > 1,0 sendo superior ao limite \n\ncrítico. Tanto para o talude de literatura como para o estudo de caso o FS = 1,31, \n\nmostrando-se ser suficiente para novos projetos onde o risco é médio para perdas \n\neconômicas e de vidas humanas. No caso de obras preventivas e corretivas, o FS \n\nresultante é considerado de grau elevado. \n\n? Através da análise do número de iterações, percebeu-se a necessidade de um número \nmínimo de variações para que o Método de Monte Carlo se mostre válido. Neste caso, \n\n\n\n \n\n \n\n \n\n94 \n\n \n\nobservou-se que um n de 2000 iterações se mostrou suficiente para análise da \n\nprobabilidade de ruptura. \n\n? Analisando os gráficos de distribuição e os valores médios obtidos através das \nsimulações de Monte Carlo, constatou-se que os Fatores de Segurança continuaram \n\nsemelhantes aos calculados pelos métodos determinísticos. No caso do talude de \n\nliteratura, a variação máxima do FS médio foi de 0,03 para um Cov = 35% na \n\ncorrelação entre coesão e ângulo de atrito. Para o estudo de caso, a variação máxima \n\ndo FS médio foi de 0,02 para um Cov = 3% aplicado sobre o peso específico de cada \n\ncamada. \n\n? Verificou-se no talude de literatura que para um Cov = 5% a probabilidade de ruptura \né insignificante para os três parâmetros. Quando o Cov = 20%, o ângulo de atrito \n\napresenta a maior probabilidade de ruptura com pf = 5%. Para um Cov = 35%, a \n\nvariação de todos os parâmetros mostrou ter influência significativa na probabilidade \n\nde ruptura, sendo a do peso específico a de maior significância, com pf  = 52%. Cabe \n\nsalientar que um Cov = 35% não condiz com os valores típicos para a variação do peso \n\nespecífico, recomendando-se um valor de 3%, segundo a literatura. \n\n? A correlação entre coesão e ângulo de atrito do talude de literatura apresentou maiores \nprobabilidades de ruptura do que a análise individual da variação de cada parâmetro. \n\nA diferença foi considerável, principalmente para um Cov = 35% cuja coesão \n\napresentou um valor de pf  = 6%, o ângulo de atrito de pf  = 17% e a correlação entre \n\neles de pf  = 40%. \n\n? Para o estudo de caso, obtiveram-se apenas duas probabilidades de ruptura \nconsideráveis. Primeiramente, variando-se a resistência não-drenada da segunda \n\ncamada, misturas de siltes, com um Cov = 30%, resultou-se em um pf = 0,3%. \n\nSeguidamente, variando-se a resistência não-drenada para a terceira camada, argilas \n\norgânicas, com um Cov = 30%, obteve-se um pf  = 12%. \n\n? Se aplicados os valores típicos de Cov apresentados pela literatura para cada \nparâmetro, observou-se para os casos avaliados, que o ângulo de atrito é o que \n\napresenta maior influência sobre a probabilidade de ruptura. \n\nPortanto, através dos pontos identificados ao longo desse trabalho, apresentam-se \n\nevidências da importância da análise probabilística sobre estabilidade de taludes. Dessa forma \n\né importante atentar-se ao fato de que, mesmo com fatores de segurança superiores ao limite \n\ncrítico, ou seja, FS > 1,0, podem ocorrer instabilidades com possibilidade de danos. \n\n \n\n\n\n \n\n \n\n \n\n95 \n\n \n\n5.2 SUGESTÕES PARA TRABALHOS FUTUROS: \n\n \n\nComo trabalho futuro recomenda-se: \n\n? Avaliar a variação de outros parâmetros de incertezas apresentados em estudos \ngeotécnicos, como por exemplo, o índice de vazios (e), o teor de umidade (W), limite \n\nde liquidez (LL), limite de plasticidade (LP), entre outros. \n\n? Aplicar toda a análise realizada nesse trabalho através de um software que tenha \nanálise de probabilidade acoplada, como por exemplo, a versão plena do Geostudio, \n\ne/ou o software de elementos finitos, PLAXIS. No presente trabalho, as simulações \n\npara análise de probabilidade foram feitas através de planilha Excel desenvolvida pelo \n\nautor. Neste sentido, somente o método de Fellenius foi implementado. Dessa forma, \n\no uso de softwares complementares pode proporcionar comparações de resultados, \n\naumentando também significativamente o número de iterações da simulação de Monte \n\nCarlo.  \n\n? Aplicar uma análise de sensibilidade mais concisa, a fim de identificar o \ncomportamento da probabilidade de ruptura de acordo com o aumento ou redução dos \n\nvalores de cada parâmetro. Sendo assim, buscar-se-á elencar o parâmetro de acordo \n\ncom a influência do mesmo sobre o Fator de Segurança, apontando quais devem ser \n\navaliados com maior criticidade. \n\n? Considerar o comprimento de correlação, visto que o mesmo descreve a variabilidade \nespacial de uma certa propriedade do solo na direção horizontal e/ou vertical, sendo \n\numa característica importante pois pode contribuir para uma redução da incerteza \n\ndessa propriedade. \n\n  \n\n\n\n \n\n \n\n \n\n96 \n\n \n\nREFERÊNCIAS \n \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR7250: Identificação e \ndescrição de amostras de solos obtidas em sondagens de simples reconhecimento dos solos. Rio \nde Janeiro: Copyright, 1982. \n \nABMS. Solos das regiões metropolitanas de São Paulo e Curitiba. São Paulo: ISSMGE, \n2013. \n\n \nBAECHER, G. &amp; CHRISTIAN, J. Reliability and statistics in geotechnical engineering. \nChichester,UK: Jonh Wiley &amp; Sons, 2003. \n \nBARBOSA, C. J. R. Análise de fiabilidade de taludes em solos. Dissertação de Mestrado. \nDepartamento de Engenharia Civil. Universidade do Minho UMINHO, Guimarães, 2014. \n \nBOLTON, H., HEYMANN, G. &amp; GROENWOLD, A. Global search for critical failure \nsurface in slope stability analysis. Engineering Optimization, 2003. \n \nBOWLES, J. E. Foundation analysis and design. 5ª edição. Nova York: McGraw-Hill Book \nCo, 1997. \n \nCintra, J. C. A. &amp; Aoki, N. Fundações por estacas: Projeto Geotécnico. São Paulo: Oficina \nde Textos, 2010. \n \nCintra, J. C. A. &amp; Aoki, N. Fundações: Ensaios estáticos e dinâmicos. São Paulo: Oficina \nde Textos, 2013. \n \nCOSTA, E. A. Avaliação de ameaças e risco geotécnico aplicados à estabilidade de \ntaludes.  Dissertação de Mestrado, Departamento de Engenharia Civil, Universidade Federal \ndo Rio Grande do Sul, Porto Alegre, 2005. \n \nDER KIUREGHIAN A. Measures of structural safety under imperfect states of \nknowledge. Journal of Structural Engineering, 1989. \n \nDUNCAN, J. M. Factors of safety and reliability in geotechnical engineering. Journal of \nGeotechnical and Geoenvironmental Engineering, 2000. \n \nEL-RAMLY, H., MORGENSTERN, N. R. &amp; CRUDEN, D. M. Probabilistic slope stability \nanalysis for practice. Canadian Geotechnical Journal, 2002. \n \nFLORES, E. A. F. Análises probabilísticas da estabilidade de taludes considerando a \nvariabilidade espacial do solo. Dissertação de Mestrado, Pontifícia Universidade Católica do \nRio de Janeiro, Rio de Janeiro, 2008. \n \nFREDLUND, D., KRAHN, J. &amp; PUFAHL, D. The relationship between limit equilibrium \nslope stability methods. Proceedings of the International Conference on Soil Mechanics and \nFoundation, Estocolmo,1981. \n \nGEO. Geotechnical manual for slopes. Geotechnical Engineering Office, Hong Kong, 1984. \n \n\n\n\n \n\n \n\n \n\n97 \n\n \n\nGERSCOVICH, D. M. S.  Apostila estabilidade de taludes. Departamento de Estruturas e \nFundações, UERJ, Rio de Janeiro, 2009. \n \nGERSCOVICH, D. M. S. Estabilidade de taludes.  2ª edição. São Paulo: Oficina de textos, \n2016. \n \nGRIFFITHS, D. &amp; FENTON, G. A. Probabilistic slope stability analysis by finite \nelements. Journal of Geotechnical and Geoenvironmental Engineering, 2004. \n \nKUO, M. How to create a normally distributed set of random numbers in excel. 2016. \nDisponível em:&lt;http://www.mbaexcel.com/excel/how-to-create-a-normally-distributed-set-\nof-random-numbers-in-excel/>. Acesso em: 19 abr. 2018. \n \nLACASSE, S., &amp; NADIM, F. Risk and reliability in geotechnical engineering. \nProceedings: Fourth International Conference on Case Histories in Geotechnical Engineering, \nSt. Louis, Missouri, 1998. \n \nLi, D., Tang, X., Zhou, C. &amp; Phoon, K.-K. Uncertainty analysis of correlated non-normal \ngeotechnical parameters using gaussian copula. Science China Technological Sciences, \n2012. \n \nMAIA, J.A.C. Métodos probabilísticos aplicados à estabilidade de taludes e cavidades em \nRocha. Dissertação de Mestrado, Departamento de Engenharia Civil e Ambiental, \nUniversidade de Brasília, Brasília, 2003. \n \nMIRANDA, T. Taludes Rochosos - Material de apoio à geotecnia II. Departamento de \nEngenharia Civil. Universidade do Minho UMINHO, Guimarães, 2012. \n \nMONTGOMERY D.C. &amp; RUNGER, G.C. Estatística aplicada e probabilidade para \nengenheiros. 2ª edição. Rio de Janeiro: Livros Técnicos e científicos Editora S.A, 2003. \n \nPINTO, C. S. Curso básico de mecânica dos solos. 3. ed. São Paulo: Oficina de Textos, \n2006. \n \nPHOON K. K. &amp; KULHAWY F. H. Characterization of geotechnical variability. Canadian \nGeotechnical Journal, 1999. \n \nPIRES, D. F. Taludes rochosos reforçados - Comparação de modelos numéricos com \nsoluções analíticas explicitas. Dissertação de Mestrado. Departamento de Engenharia Civil, \nFEUP, Porto, 2009. \n \nRICO, A. &amp; CASTILLO, H.D. La engenieria de suelos em las vias terrestres. 2ª edição. \nMéxico: Ed. Limusa, 1984. \n \nRILHO, A. S. Aplicação de métodos probabilísticos e análise da decisão em projetos de \nfundações profundas. TCC (Graduação) - Curso de Engenharia Civil, Universidade Federal \ndo Rio Grande do Sul, Porto Alegre, 2011. \n \nRODRIGUES, C. J. B. Análise da fiabilidade de taludes em solo. Dissertação de Mestrado. \nDepartamento de Engenharia Civil. Universidade do Minho UMINHO, Guimarães, 2014. \n\nhttp://www.nrcresearchpress.com/doi/abs/10.1139/t99-038\n\n\n \n\n \n\n \n\n98 \n\n \n\n \nSANDOVAL, M. A. P. Análise determinística e probabilística da estabilidade de taludes. \nDissertação de Mestrado. Departamento de Engenharia Civil. Pontifícia Universidade \ncatólica do Rio de Janeiro, PUC-Rio, Rio de Janeiro, 2012. \n \nSANTAMARINA P.J., Altschaeffl A.G. &amp; Chameu, J.L. Reliability of Slopes: \nIncorporating Qualitative Information. Transportation research Board, Washington D.C., \n1992. \n \nSANTOS, C. R. Análise paramétrica da infiltração e sua influência na estabilidade de \ntaludes em solo não saturado. Dissertação de Mestrado. Departamento de Engenharia Civil, \nUniversidade Federal de São Carlos, São Carlos, 2004. \n \nSCHNAID, F. &amp; ODEBRECHT, E. Ensaios de campo. 2. ed. São Paulo: Oficina de Textos, \n2012. \n \nSILVA, C. C. Análise de estabilidade de um talude da cava de alegria utilizando \nabordagem probabilística. Dissertação de Mestrado. Núcleo de geotecnia. Universidade \nFederal de Ouro Preto, UFOP, Ouro Preto, 2015. \n \nSILVA, E. M. Análise da estabilidade de taludes em solos de alteração de rochas \nmetamórficas do quadrilátero ferrífero. Dissertação de mestrado, Departamento de \nEngenharia Civil, Universidade Federal de Viçosa, Viçosa, 2006. \n \nSUCHOMEL, R. &amp; MASIN, D. Comparison of different probabilistic methods for \npredicting stability of a slope in spatially variable c–u soil. Computers and Geotechnics, \nCharles University, Prague, 2009. \n \nTEIXEIRA, A. C. Reliability and cost models of axial pile foundations. Tese de \nDoutorado. Departamento de engenharia civil. Universidade do Minho UMINHO, Guimarães, \n2012. \n \nTEIXEIRA, A., CORREIA, G. A., HENRIQUES, A. &amp; HONJO, Y. Dimensionamento e \navaliação da segurança de uma estaca com carga vertical baseado em análises de \nfiabilidade. Departamento de engenharia civil. Universidade do Minho, UMINHO, \nGuimarães, 2012. \n \nVARNES, D. J. Slope movement types and processes. Transportation Research Board \nSpecial Report, Washington, 1978.  \n \nWang, Y., Cao, Z. &amp; Au, S.-K.. Efficient monte carlo simulation of parameter sensitivity \nin probabilistic slope stability analysis. Computers and Geotechnics, 2010. \n \nWHITMAN, R. V. Evaluating calculated risk in geotechnical engineering. Journal of \nGeotechnical and Geoenvironmental Engineering, 1984. \n \nYU, H. S., SALGADO, R., Sloan, S. W. &amp; KIM, J. M. Limit analysis versus limit \nequilibrium for slope stability. Journal of Geotechnical and Geoenvironmental Engineering, \n1998. \n\n\n\n \n\n \n\n \n\n99 \n\n \n\nANEXO A – Ensaio de campo SPT \n  \n\n\n\n\n\n\n\n \n\n \n\n \n\n102 \n\n \n\nA NE X O B – E nsaio de campo de Piezocone (C PT U) \n\n\n\n\n\n \n\n \n\n \n\n104 \n\n \n\nA NE X O C  – E nsaio de campo de Pallheta \n\n\n\nData:\n\nE staca:\n\nE nsaio:\n\nC ota (m): 1,175\n\nNa (estimado): -1,50m\n\nE NS A IO DE  P A L HE T A  IN S IT U  - C onforme NB R  10905/1989 (MB -3122)\n\nC liente: P R OS UL  - P R OJ E T OS ,  S UP E R V IS Ã O E  P L A NE J A ME NT O 05/10/12 R esponsável T écnico:\n\nObservações:  C oordenadas e cota fornecidas pelo cliente.\n\nC R E A 30.913-D-S C\n\nN: 7026906,49; E : 717132,44\n\nE ng. E dgar Odebrecht\n\nLocal: B R  470 - K M 18+900 V T  04 - P rof. 4 m\n\nNº  R elatório: R E P 123 -10/12\n\nObra: Duplic açã o R odovia B R  470/S C\n\n0,0\n\n10,0\n\n20,0\n\n30,0\n\n40,0\n\n50,0\n\n60,0\n\n70,0\n\n80,0\n\n0 20 40 60 80 100 120 140 160 180\n\nS\nu\n\n \n(\nk\n\nP\na\n\n)\n\nR otaçã o (g raus )\n\nE NS A IO DE  P A L HE T A  - P rofundidade 4.00 m\n\n\n\nData:\n\nE staca:\n\nE nsaio:\n\nC ota (m): 1,175\n\nNa (estimado): -1,50m\n\nE NS A IO DE  P A L HE T A  IN S IT U  - C onforme NB R  10905/1989 (MB -3122)\n\nC liente: P R OS UL  - P R OJ E T OS ,  S UP E R V IS Ã O E  P L A NE J A ME NT O 05/10/12 R esponsável T écnico:\n\nObservações:  C oordenadas e cota fornecidas pelo cliente.\n\nC R E A 30.913-D-S C\n\nN: 7026906,49; E : 717132,44\n\nE ng. E dgar Odebrecht\n\nLocal: B R  470 - K M 18+900 V T  04 - P rof. 10 m\n\nNº  R elatório: R E P 123 -10/12\n\nObra: Duplic açã o R odovia B R  470/S C\n\n0,0\n\n5,0\n\n10,0\n\n15,0\n\n20,0\n\n25,0\n\n30,0\n\n35,0\n\n40,0\n\n0 20 40 60 80 100 120 140 160 180\n\nS\nu\n\n \n(\nk\n\nP\na\n\n)\n\nR otaçã o (g raus )\n\nE NS A IO DE  P AL HE T A  - P rofundidade 10.00 m\n\n\n\n \n\n \n\n \n\n107 \n\n \n\nA NE X O D – E nsaio de campo T riaxial (UU) \n\n  \n\n\n\nE NS AIO\n\nNº\n\ns\n3\n\ns\n1 - \n\ns\n3\n\n01 40 48\n\n- - -\n\n- - -\n\n- - -\n\n1 2 3 4\n\nDiam. = 50,2 mm\n\nAltura = 117,5 mm\n\nd = 2.670 ( kg / m³) (*)\n\nV eloc. = 1,0 ( mm / min)\n\nOB S .: C liente : \n\nObra:\n\n(*) A DOT A DA Local : \n\nE staca: Data: 09/11/2012 R esp.: R eg inaldo\n\nC OR P OS  DE  P R OV A  T A L HA DOS E ngº E dgar R el. Nº 521 - 11/12\n\nV isto: Des. NºR Á P IDO\n\nP R OS UL  - P rojetos , S upervis ã o e P lanejamento\n\nDuplic açã o R odovia B R  470/S C\n\nB R  470 - km 18+900 - P rof. 4,00 m\n\n718.937,76; 7.028.886,69\n\nE NS A IO DE  C OMP R E S S Ã O T R IA X IA L\n\n4,0002\n\nA C HA T ./C IS A L H.\n\n-\n\n1.606\n\nA rg ila s iltos a varieg ada (c inza c lara)\n\nC OR P O DE  P R OV A\n\n-\n\nUMIDADE\n\nNº\n\n18+900\n\nC L A S S IF IC A Ç Ã O T Á T IL  - V IS UA L\n\n-\n\nNº\n\n-\n\n( % )( m )\n\n59,3\n\n-\n\n-\n\n-\n\n( K g/m³ )\n\n96\n\n( % )\n\n-\n\n-\n\n(K P a)\n\nG R AU DE  \n\nS AT UR AÇ ÃO\n\nMAS S A\n\nC A R A C T E R ÍS T IC A S  DOS  C OR P OS  DE  P R OV A  E NS A IA DOS\n\nK M: T E NS Õ E S  NA R UP T UR AP R OF UNDIDADE\n\nE S P E C ÍF IC A\n\nAM.\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18\n\nT\nE\n\nN\nS\n\nÃ\nO\n\n \nA\n\nX\nI\nA\n\nL\n(\ns\n\n1\n-\n\ns\n3\n)\n \n(\nK\n\nP\na\n\n)\n\nDE F OR MA Ç Ã O A X IA L  E S P E C ÍF IC A ( e - % )\n\nT E NS Ã O x DE F OR MA Ç Ã O\n\nC P -01\n\n0\n\n20\n\n40\n\n60\n\n80\n\n0 20 40 60 80 100 120 140 160 180 200\n\nT\nE\n\nN\nS\n\nÃ\nO\n\n \nC\n\nI\nS\n\nA\nL\n\nH\nA\n\nN\nT\n\nE\n \n \nt\n\n(\n \nK\n\nP\na\n\n \n)\n\nT E NS Ã O NOR MA L   s (K pa)\n\nDIA G R A MA  DE  MOHR\n\nC P-01\n\n\n\nE NS AIO\n\nNº\n\ns\n3\n\ns\n1 - \n\ns\n3\n\n01 100 22\n\n- - -\n\n- - -\n\n- - -\n\n1 2 3 4\n\nDiam. = 50,3 mm\n\nAltura = 115,1 mm\n\nd = 2.670 ( kg / m³) (*)\n\nV eloc. = 1,0 ( mm / min)\n\nOB S .: C liente : \n\nObra:\n\n(*) A DOT A DA Local : \n\nE staca: Data: 09/11/2012 R esp.: R eg inaldo\n\nC OR P OS  DE  P R OV A  T A L HA DOS E ngº E dgar R el. Nº 521 - 11/12\n\nV isto: Des. NºR Á P IDO\n\nP R OS UL  - P rojetos , S upervis ã o e P lanejamento\n\nDuplic açã o R odovia B R  470/S C\n\nB R  470 - km 18+900 - P rof. 10,40 m\n\n717.132,4; 7.026.906,5\n\nE NS A IO DE  C OMP R E S S Ã O T R IA X IA L\n\n10,4002\n\nA C HA T A ME NT O\n\n-\n\n1.489\n\nA rg ila s iltos a c inza es c ura (pres ença de matéria org â nic a)\n\nC OR P O DE  P R OV A\n\n-\n\nUMIDADE\n\nNº\n\n18+900\n\nC L A S S IF IC A Ç Ã O T Á T IL  - V IS UA L\n\n-\n\nNº\n\n-\n\n( % )( m )\n\n89,9\n\n-\n\n-\n\n-\n\n( K g/m³ )\n\n100\n\n( % )\n\n-\n\n-\n\n(K P a)\n\nG R AU DE  \n\nS AT UR AÇ ÃO\n\nMAS S A\n\nC A R A C T E R ÍS T IC A S  DOS  C OR P OS  DE  P R OV A  E NS A IA DOS\n\nK M: T E NS Õ E S  NA R UP T UR AP R OF UNDIDADE\n\nE S P E C ÍF IC A\n\nAM.\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19\n\nT\nE\n\nN\nS\n\nÃ\nO\n\n \nA\n\nX\nI\nA\n\nL\n(\ns\n\n1\n-\n\ns\n3\n)\n \n(\nK\n\nP\na\n\n)\n\nDE F OR MA Ç Ã O A X IA L  E S P E C ÍF IC A ( e - % )\n\nT E NS Ã O x DE F OR MA Ç Ã O\n\nC P -01\n\n0\n\n20\n\n40\n\n60\n\n80\n\n0 20 40 60 80 100 120 140 160 180 200\n\nT\nE\n\nN\nS\n\nÃ\nO\n\n \nC\n\nI\nS\n\nA\nL\n\nH\nA\n\nN\nT\n\nE\n \n \nt\n\n(\n \nK\n\nP\na\n\n \n)\n\nT E NS Ã O NOR MA L   s (K pa)\n\nDIA G R A MA  DE  MOHR\n\nC P -01"}]}}}