{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13798"}, {"@name": "filename", "#text": "19925_DAUCI%20PINHEIRO%20RODRIGUES%20-%20TESE%20PPGEP%202014..pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "U N I V E R S I D A D E F E D E R A L D E CAMPINA GRANDE \n\nC E N T R O D E CIÊNCIAS E T E C N O L O G I A \n\nPROGRAMA D E PÓS-GRADUAÇÃO E M \n\nE N G E N H A R I A D E P R O C E S S O S \n\nT E S E D E DOUTORADO \n\nAVALIAÇÃO DA E S T A B I L I D A D E TÉRMICA DO B I O ÓLEO D E G I R A S S O L \n\nO B T I D O POR C R A Q U E A M E N T O TÉRMICO E TERMOCATALÍTICO: \n\nSÍNTESE E CARACTERIZAÇÃO \n\nDAUCI P I N H E I R O R O D R I G U E S \n\nCampina Grande-PB \n2014 \n\n\n\nDAUCI P I N H E I R O R O D R I G U E S \n\nAVALIAÇÃO DA E S T A B I L I D A D E TÉRMICA DO B I O ÓLEO D E G I R A S S O L \n\nO B T I D O POR C R A Q U E A M E N T O TÉRMICO E TERMOCATALÍTICO: SÍNTESE E \n\nCARACTERIZAÇÃO \n• \n\nTese apresentada à Universidade Federal de \nCampina Grande, como parte das exigências do \nPrograma de Pós-Graduação em Engenharia de \nProcessos, para obtenção do título de Doutor em \nEngenharia de Processos. \n\nOrientadora: Profa. Dra. Crislene Rodrigues da Silva \nMorais \n\nCampina Grande-PB \n2014 \n\n\n\nDIGITALIZAÇÃO: \n\nSISTEMOTECA - UFCG \n\nF I C H A C A T A L Q G R A F I C A E L A B O R A D A P E L A B I B L I O T E C A C E N T R A L DA U F C G \n\nR696a Rodrigues, Dauci Pinheiro. \nAvaliação da estabilidade térmica do bio-óleo de girassol obtido por \n\ncraqueamento térmico e termocatalítico: síntese e caracterização / Dauci \nPinheiro Rodrigues. - Campina Grande, 2014. \n\n154 f. : i l . Color. \n\nTese (Doutorado em Engenharia de Processos) - Universidade Federal \nde Campina Grande, Centro de Ciências e Tecnologia. \n\n\"Orientação: Prof. Df. Crislene Rodrigues da Silva Morais\". \nReferências. \n\n1. Biocombustível. 2. Óleos Vegetais. 3. SAPO-5. 4. Pirólise. \n5. Mecanismo. I. Morais, Crislene Rodrigues da Silva. II. Título. \n\nCDU 665.347.8(043) \n\n\n\nD A U C I P I N H E I R O R O D R I G U E S \n\nAVALIAÇÃO DA E S T A B I L I D A D E TÉRMICA DO B I O - O L E O D E G I R A S S O L \n\nO B T I D O P O R C R A Q U E A M E N T O TÉRMICO E TERMOCATALÍTICO: SÍNTESE E \n\nCARACTERIZAÇÃO \n\nTese apresentada à Universidade Federal de \n\nCampina Grande, como parte das exigências \n\ndo Programa de Pós-Graduação em \n\nEngenharia de Processos, para obtenção do \n\ntítulo de Doutor em Engenharia de Processos. \n\nAprovada em 12 de Fevereiro de 2014. \n\nBANCA E X A M I N A D O R A \n\nProfa. Dra. Crislene Rodrigues da Silva Morais \nOrientadora - (UAEMA/CCT/UFCG) \n\nProfa. Dra. Lenilde Mérgia Ribeiro Lima \nExaminador Externo - (CDSA/UFCG) \n\nProfa. Dra. Maria do Socorro Lopes Cavalcanti \nExaminador Externo - (DCBS/UFPB) \n\nProfa. Dra. Soraya Alves de Morais \nExaminador Externo - (DQ/CCT/UEPB) \n\nProfa. Dra. Normanda Lino de Freitas \nExaminado Externo - (CDSA/UFCG) \n\n\n\nHomenagem à minha mãe falecida em junho de 2013. \n\nSAUDADE D E MÃE \n\n\"Coloquei o filtro da arte naquela cena comum, ealuz- que \naté então estava escondida veio surpreender-me com seu \n\npoder de claridade. \n\nA mulher simples, mãos calejadas de lida rotineira, \nmulher que aprendeu a curar as dores do mundo \n\na partir de meus joelhos esfolados de quedas e estrepolias \n\nAquela mulher, minha mãe, rosto iluminado pela labareda que \ntinha origem no fogão de lenha. Trazia consigo o dom de me devolver \n\nà calma, que a vida tantas vezes insistiu em me roubar. \n\nAquela cena: mulher, fogão de lenha, panela preta escondendo \na brancura de um arroz feito na hora. É uma das cenas mais preciosas \n\nque meu coração não soube esquecer. \n\nSaudade de mãe é coisa sem jeito, chega quando menos \nimaginamos: um cheiro, uma melodia, uma palavra... uma \n\nimagem, e eis que o cordão do tempo, \nnos convida ao retorno da infância. \n\nComo se um fio nos costurasse de novo ao colo da mulher que primeiro nos \nsegurou na vida e agora nos pudesse regenerar. \n\nSaudade de mãe é ponte que nos favorece um retorno a nós mesmos; \ntravessia que borda uma identidade muitas vezes esquecida, \n\nperdida na pressa que nos leva. \n\nSaudade de mãe é devolução, é ato que restitui o que se parte; \né luz que sinaliza o local do porto, \n\né voz no ouvido a nos acalmar nas madrugadas de desespero e solidão, \natravés de uma frase simples: Dorme meu alho! Dorme! \n\nHoje, nesse dia em que a vida me fez criança de novo, \nneste instante em que esta cena feliz tomou conta de mim, \n\numa única palavra eu quero dizer: Oh minha mãe, que saudade eu sinto de \nvocê!\" \n\n(Pe. Fábio de Melo) \n\n\n\nDedico a Deus, meu único Senhor e melhor amigo. \n\nAo meu grande amor, minha mãe, Francisca (in \n\nmemorian), por ensinar-me a ser forte, honesta e \n\nobstinada na superação dos obstáculos. Mãe, você \n\nfoi o pilar essencial para esta conquista. Que \n\nsaudade eu sinto de você! \n\n\n\nA G R A D E C I M E N T O S \n\nA Deus, o qual é digno de toda honra, glória e louvor. Ele deu a graça de me levantar e \n\nrecomeçar tudo de novo. \n\nAos meus pais, Gerson Pinheiro Rodrigues e Francisca da Silva Amorim (in \n\nmemorian) porque se doaram inteiros e renunciaram aos seus sonhos, para que pudessem \n\nrealizar os meus. E hoje estão ao lado do senhor Jesus sorrindo, cantando e celebrando esta \n\nminha conquista. \n\nÀ minha orientadora, professora Dra.Crislene Rodrigues da Silva Morais, que tornou \n\npossível a realização deste trabalho. Muito obrigada. \n\nÀ Professora Dra.Maristela Alves da Silva pela grande contribuição para o \n\ndesenvolvimento deste trabalho. \n\nÀ Universidade Estadual da Paraíba (UEPB) pelo suporte financeiro e infra-estrutura \n\npara realização das sínteses dos catalisadores e dos bio-óleos. Meu eterno agradecimento. \n\nAo Programa de Pós-Graduação em Engenharia de Processos da Universidade Federal \n\nde Campina Grande (UFCG) na pessoa do seu coordenador Dr. Antônio Gilson Barbosa de \n\nLima. \n\nAo professor Dr.Edson Cavalcanti da Silva Filho (UFPI) pela realização das análises \n\nde Espectroscopia de Ressonância Magnética Nuclear (RMN). \n\nAo Dr. Roberto Carlos Pontes Bittencourt e Danielle de Oliveira Rosas \n\nCENPES/PETROBRAS pelas análises de rV de piridina. \n\nAo Laboratório de Desenvolvimento de Novos Materiais (LABnov) da Universidade \n\nFederal de Campina Grande pela realização das análises de Adsorção de Nitrogénio. \n\nAo Laboratório de Combustíveis e Lubrificantes (LCL) da Universidade Federal do \n\nRio do Norte na pessoa de Camila Peixoto, pela realização das análises de Físico-Química dos \n\nbio-óleos. \n\n\n\nÀ Professora Dra. Helionalda Costa Silva pela sua disponibilidade e presteza, \n\nobrigada. \n\nÀ doutoranda Valdênia Porto pelo auxílio na realização dos gráficos e fluxogramas, \n\nmeu muito obrigada. \n\nAos membros da banca examinadora pela revisão e sugestões para o enriquecimento \n\ndo trabalho. \n\nA todos aqueles que colaboraram de alguma forma para a realização deste trabalho e \n\nnão foram citados, meus sinceros agradecimentos. \n\n\n\n\"Descobri como é bom chegar quando se tem \n\npaciência. E para se chegar, onde quer que seja, \n\naprendi que não preciso dominar a força, mas a \n\nrazão. E preciso, antes de mais nada, querer \". \n\n(Amyr Klink) \n\n\n\nR E S U M O \n\nR O D R I G U E S , D. P. Avaliação da estabilidade térmica do bio-óleo de girassol obtido por \ncraqueamento térmico e termocatalítico: síntese e caracterização. Tese de Doutorado, UFCG, \nCurso de Pós-Graduação em Engenharia de Processos. Área de concentração: Engenharia de \nProcessos. Subárea: Biocombustível, Campina Grande- PB, Brasil. \n\nA utilização de combustíveis alternativos vem ganhando destaque no mundo inteiro, pois \nalém do petróleo ser uma fonte esgotável de energia, emite grandes quantidades de gases \npoluentes. Propostas têm surgido para substituição dos combustíveis fósseis, entre elas se \ndestacam os biocombustíveis, a partir de óleos vegetais e gorduras animais. Partindo deste \ncontexto, este trabalho tem como objetivo avaliar a estabilidade térmica do bio-óleo de \ngirassol, obtido por craqueamento térmico e termocatalítico. Inicialmente as amostras do \ncatalisador foram sintetizadas e caracterizadas por DRX, área superficial por adsorção de \nnitrogénio, FRX, FTIR, TG/DTG/DTA, TPD-NH3, infravermelho por adsorção de piridina e \nRMN d e 3 1 P , 2 7 A l , e 2 9 S i . Os resultados obtidos pela difratometria de raios-X indicaram que as \namostras de SAPO-5 possuem boa cristalinidade, evidenciando que o método de síntese \nempregado foi eficiente. A acidez das amostras do catalisador nos diversos teores de silício \nfoi avaliada por (TPD-NH3) e infravermelho por adsorção de piridina. Pela TPD-NH3 \nverificou-se a presença de dois tipos de sítios ácidos, um mais fraco que dessorve amónia em \ntemperaturas mais baixas e outro mais forte que dessorve amónia em temperaturas mais \naltas. Por meio da adsorção de piridina detectou-se a maior presença de sítios ácidos fracos de \nBronsted para todas as amostras analisadas, sendo a amostra S040 a que apresentou maior \nquantidade de sítios de Bronsted e Lewis. A análise RMN de 2 9 S i indicou para todas as \namostras, a presença de mais de um tipo de mecanismo de incorporação do silício à rede de \num aluminofosfato, tendo o SM2 ocorrido em maior proporção. Os craqueamentos térmico e \ntermocatalítico do óleo de girassol, realizados da temperatura ambiente a 550°C, em um reator \nbatelada com sistema de destilação simples, forneceram duas frações líquidas orgânicas. A \nprimeira fração coletada em ambos os processos apresentou índice de acidez elevado (170 mg \nKOH/mg de bio-óleo), indicando que o catalisador não foi efetivo sobre esta fração. Por outro \nlado, a segunda fração líquida obtida em presença de catalisador apresentou baixo índice de \nacidez, principalmente aquela obtida nos processos realizados sobre as amostras S025 e S040. \nIndicando que essas amostras foram mais efetívas no craqueamento secundário do óleo, no \nqual os ácidos carboxílicos se decompõem gerando hidrocarbonetos. O bio-óleo obtido na \nsegunda fração por ambos os métodos, foi submetido às análises físico-químicas: destilação \natmosférica, massa específica, viscosidade cinemática e índice de cetano. Os resultados \nobtidos indicaram que essas propriedades permaneceram dentro das especificações da ANP \npara o diesel mineral, tendo o bio-óleo obtido pelo processo de craqueamento termocatalítico \npropriedades mais adequadas para uso como combustível. A estabilidade térmica do óleo de \ngirassol e dos bio-óleos com e sem a presença de catalisadores foi avaliada utilizando as \ntécnicas TG/DTG/DTA nas razões de aquecimento de 5, 10, 15 e 20(°C.min\") em atmosfera \nde N 2 . Os resultados obtidos indicaram que os bio-óleos apresentam baixas estabilidades \ntérmicas, necessitando, portanto do uso de aditivo melhorador da estabilidade térmica do bio-\nóleo, para, assim, poder aumentar o tempo de prateleira do mesmo. \n\nPalavras-chave: Biocombustível. Óleos vegetais. SAPO-5. Pirólise. Mecanismo. \n\n\n\nA B S T R A C T \n\nR O D R I G U E S , D. P.Evaluation of thermal stability of sunflower bio-oil obtained by thermal \nand thermo-catalytic cracking: synthesis and characterization. Doctoral Thesis, UFCG, \nPostgraduate Course in Process Engineering. Area of concentration: Engineering processes. \nSubárea: Biofuel, Campina Grande-PB, Brazil. \n\nThe use of alternative fuels is gaining prominence worldwide, because beyond petroleum be \nan exhaustible source of energy, emits large amounts of polluting gases. Proposals have \nemerged to replace fóssil fuels, among which stand out biofuels from vegetable oils and \nanimal fats. From this context, this work aims to evaluate the thermal stability of sunflower \nbio-oil, obtained by thermal and thermo-catalytic cracking. Initially the samples of the \ncatalyst were synthesized and characterized by XRD, textural analysis by nitrogen adsorption, \nXRF, FTIR, TG/DTG/DTA, TPD-NH3, infrared by pyridine adsorption and 3 1 P, 2 7 A 1 , and 2 9 S i \nNMR. The results obtained by X-ray diffraction showed that the samples of SAPO-5 have \ngood crystallinity, indicating that the synthesis method used was efficient. The acidity of the \ncatalyst samples at various silicon contents was evaluated by (TPD-NH3) and infrared by \npyridine adsorption. For the TPD-NH3 it was verified the presence of two types of acid sites, a \nweaker which desorbs ammonia at lower temperatures and another stronger which desorbs \nammonia at higher temperatures. By means of the pyridine adsorption was detected greater \npresence of weak Bronsted acid sites for ali samples analyzed, being the S040 sample which \npresented the highest amount of Bronsted and Lewis sites. The 2 9 S i NMR analysis indicated \nfor ali the samples the presence of more than one type of mechanism incorporation of the \nsilicon to the network of an aluminophosphate, having the SM2 occurred in greater \nproportion. The thermal and thermo-catalytic cracking of sunflower oil, performed from room \ntemperature to 550°C in a batch reactor with simple distillation system, provided two organic \nliquid fractions. The first fraction collected in both processes showed higher index of acidity \n(170 mg KOH/mg of bio-oil), indicating that the catalyst was not effective on this fraction. In \ncontrast, the second liquid fraction showed low index of acidity, particularly those obtained in \nthe processes performed on the samples S025 and S040. Indicating that these samples were \nmore effective in secondary cracking of the oil, in which the carboxylic acids decompose \nthemselves generating hydrocarbons. The bio-oil obtained from the second fraction by both \nmethods, was subjected to physicochemical analyzes: atmospheric distillation, specific mass, \nkinematic viscosity and cetane. The results indicated that these properties remain within the \nspecifications of ANP for mineral diesel, having the bio-oil obtained by the thermo-catalytic \ncracking process, properties more suitable for use as fuel. The thermal stability of sunflower \noil and bio-oils with and without the presence of catalyst was evaluated using the techniques \nTG / DTG / DTA in the heating ratios of 5, 10, 15 and 20 (\"C.min1) in atmosphere of N 2 . The \nobtained results indicated that sunflower oil and bio-oils are of low thermal stabilities, \nrequiring therefore the use of improver additives of thermal stability of bio-oil, and thus be \nable to increase the shelf life of the same. \n\nKeywords: Biofuel. Vegetable oils. SAPO-5. Pyrolysis. Mechanism. \n\n\n\nL I S T A D E F I G U R A S \n\nFigura 2.1 Produção de oleaginosa no Brasil 29 \n\nFigura 2.2 Estruturas dos principais ácidos graxos constituintes dos óleos \n\nvegetais 32 \n\nFigura 2.3 (a) Flor de girassol; (b) semente de girassol 33 \n\nFigura 2.4 Área e produtividade de girassol no Brasil de 1997 até 2010.... 34 \n\nFigura 2.5 Mecanismo de incorporação de silício na estrutura \naluminofosfatos 37 \n\nFigura 2.6 Esquema de incorporação simultânea de Si na rede de \naluminofosfatos via mecanismo MS2 39 \n\nFigura 2.7 Esquema plano para distribuição de Si, A l e P na rede de \nsilicoaluminofosfatos:(a) Si isolado, (b) ilhas 5Si, (c) ilhas \n11 Si, (d) região Si-Al 41 \n\nFigura 2.8 Projeção ao longo do eixo \"c\": a) vista do poro principal e b) \nsimulação do acesso de uma molécula reagente aos canais da \nestrutura e saída do produto 42 \n\nFigura 2.9 Mecanismo proposto para o craqueamento do bio-óleo sobre H -\nZSM-5, HY e H-mordenita 55 \n\nFigura 3.1 Fluxograma de síntese dos catalisadores S010, S020, S025, \n\nS030, S035 e S040 61 \n\nFigura 3.2 Sistema de calcinação para remoção do direcionador 64 \n\nFigura 3.3 Sistema reacional utilizado nos experimentos de craqueamento \ntérmico e termocatalítico do óleo de girassol 72 \n\nFigura 4.1 Difratogramas de raios-X da amostra padrão S040 a) \nsintetizada e b) calcinada no tempo de cristalização de 34 h 79 \n\nFigura 4.2 Curvas de cristalização das amostras S010; S020; S025; S030; \nS035; S040, em função do teor de silício e do tempo de \ncristalização \n\n\n\nFigura 4.3 Espectros de infravermelho das amostras S010: (a) sintetizada \n(b) calcinada 84 \n\nFigura 4.4 Espectros de infravermelho das amostras S020: (a) sintetizada \n(b) calcinada 84 \n\nFigura 4.5 Espectros de infravermelho das amostras S025: (a) sintetizada \n(b) calcinada 85 \n\nFigura 4.6 Espectros de infravermelho das amostras S030: (a) sintetizada \n(b) calcinada 85 \n\nFigura 4.7 Espectros de infravermelho das amostras S035: (a) sintetizada \n(b) calcinada 86 \n\nFigura 4.8 Espectros de infravermelho das amostras S040: (a) sintetizada \n(b) calcinada 86 \n\nFigura 4.9 Curvas TG/DTG da amostra S010 sintetizada na razão de \naquecimento l O X . m i n - 1 em atmosfera de ar 88 \n\nFigura 4.10 Curvas TG/DTG da amostra S020 sintetizada na razão de \naquecimento lOX.min\" 1 em atmosfera de ar 89 \n\nFigura 4.11 Curvas TG/DTG da amostra S025 sintetizada na razão de \naquecimento lOX.min 1 em atmosfera de ar 89 \n\nFigura 4.12 Curvas TG/DTG da amostra S030 sintetizada na razão de \naquecimento lOX.min\" 1 em atmosfera de ar 90 \n\nFigura 4.13 Curvas TG/DTG da amostra S035 sintetizada na razão de \naquecimento 10°C.min 'em atmosfera de ar 90 \n\nFigura 4.14 Curvas TG/DTG da amostra S040 sintetizada na razão de \naquecimento 10°C. min 1 em atmosfera de ar 91 \n\nFigura 4.15 Curvas DTA das amostras S010, S020, S025, S030, S035 e \nS040 sintetizadas na razão de aquecimento lOX.min 1 em \natmosfera de ar 92 \n\nFigura 4.16 Curvas de TPD-NH 3 da amostra S010 94 \n\nFigura 4.17 Curvas de TPD-NH 3 da amostra S025 94 \n\nFigura 4.18 Curvas de TPD-NH 3 da amostra S035 94 \n\nFigura 4.19 Espectros de infravermelho de piridina para a amostra S010 96 \n\nFigura 4.20 Espectros de infravermelho de piridina para a amostra S025.... 96 \n\n\n\nFigura 4.21 Espectros de infravermelho de piridina para a amostra S040... 97 \n\nFigura 4.22 Espectros de RMN de Z 9 S i das amostras S010, S020, S025, \nS030, S035 e S040 99 \n\nFigura 4.23 Espectros de RMN de Z 7 Al das amostras S010, S020, S025, \nS030, S035 e S040 101 \n\nFigura 4.24 Espectros de RMN de 3 1 P das amostras S010, S020, S025, \nS030, S035 e S040 102 \n\nFigura 4.25 Frações líquidas orgânicas coletadas durante o craqueamento \ntérmico e termocatalítico do óleo de girassol 104 \n\nFigura 4.26 Espectros de infravermelho do óleo de girassol e das amostras \nCTG,CTGS1,CTGS2,CTGS3ECTGS4 106 \n\nFigura 4.27 Curvas de destilação de uma gasolina e dos bio-óleos CTG, \nCTGS2, CTGS3 e CTGS4 108 \n\nFigura 4.28 Curvas de destilação do diesel mineral e dos bio-óleos CTG, \nCTGS2, CTGS3 e CTGS4 108 \n\nFigura 4.29 Curvas TG/DTG do óleo de girassol nas razões de aquecimento \nde (a)5, (b) 10, (c) 15 e (d) 20(°C.min l ) em atmosfera de N 2\n\n 1 1 1 \n\nFigura 4.30 Curvas TG/DTG do bio-óleo CTGS1 nas razões de \naquecimento de (a)5, (b)10, (c)15 e (d)20(°C.min_ 1) em \natmosfera de N 2 112 \n\nFigura 4.31 Curvas TG/DTG do bio-óleo CTGS2 nas razões de \naquecimento de (a)5, (b)10, (c)15 e (d) 20 ( T . m i n 1 ) em \natmosfera de N 2 113 \n\nFigura 4.32 Curvas TG/DTG do bio-óleo CTGS3 nas razões de \naquecimento de (a)5, (b)10, (c)15 e (d) 20 ( T . m i n 1 ) em \natmosfera de N 2 114 \n\nFigura 4.33 Curvas TG/DTG do bio-óleo CTGS4 nas razões de \naquecimento de (a)5, (b)10, (c) 15 e (d)20 ( T . m i n 1 ) em \natmosfera de N 2 115 \n\nFigura 4.34 Curvas TG/DTG do bio-óleo CTG nas razões de aquecimento \nde (a)5, (b)10, (c)15 e (d)20 ( T . m i n 1 ) em atmosfera de \nN 2 117 \n\n\n\nFigura 4.35 Curvas DTA do óleo de girassol nas razões de aquecimento de \n(a)5, (b)10, (c)15 e (d) 20 (\"C.min1) em atmosfera de \nN 2 119 \n\nFigura 4.36 Curvas DTA do bio-óleo CTGS1 nas razões de aquecimento de \n(a)5, (b)10, (c)15 e (d)20 (°C.min *) em atmosfera de \nN 2 120 \n\nFigura 4.37 Curvas DTA do bio-óleo CTGS2 nas razões de aquecimento de \n(a)5, (b) 10, (c) 15 e (d)(X.min ') em atmosfera de N 2 120 \n\nFigura 4.38 Curvas DTA do bio-óleo CTGS3 nas razões de aquecimento de \n(a)5, (b)10, (c)15 e (d)20(°C.min *) em atmosfera de N 2 121 \n\nFigura 4.39 Curvas DTA do bio-óleo CTGS4 nas razões de aquecimento de \n(a)5, (b) 10, (c) 15 e (d)20(°C.min *) em atmosfera de N 2 121 \n\nFigura 4.40 Curvas DTA do bio-óleo CTG nas razões de aquecimento de \n(a)5, (b) 10, (c) 15 e (d)20(°C.min ') em atmosfera de N 2 122 \n\n\n\nL I S T A D E T A B E L A S \n\nTabela 2.1 Principais ácidos graxos conhecidos na natureza 32 \n\nTabela 2.2 Composição dos ácidos graxos do óleo de girassol 35 \n\nTabela 2.3 Propriedades físico-químicas de óleo de girassol 36 \n\nTabela 3.1 Tempo de cristalização e teor de silício 65 \n\nTabela 4.1 Propriedades físico-químicas das amostras S010, S020, S025, 81 \nS030, S035 e S040 \n\nTabela 4.2 Propriedades texturais das amostras S010, S025, S035 e S040... 82 \n\nTabela 4.3 Composição Química do SAPO-5 83 \n\nTabela 4.4 Atribuições para as principais bandas do espectro FTIR do \nSAPO-5 87 \n\nTabela 4.5 Perda de massa em função da temperatura das amostras de \nSAPO-5 na razão de aquecimento 10°C min.\"1 em atmosfera de \nar 91 \n\nTabela 4.6 Acidez total e força ácida das amostras S010, S025, S035 do \nSAPO-5 95 \n\nTabela 4.7 Acidez das amostras S010, S025, S040 obtida por adsorção de \npiridina 97 \n\nTabela 4.8 Rendimentos em % de massa das reações de craqueamento \ntérmico e termocatalítico do Óleo de girassol 104 \n\nTabela 4.9 índice de acidez da segunda fração líquida orgânica obtida nos \ncraqueamentos térmico e termocatalítico do óleo de girassol 107 \n\nTabela 4.10 Propriedades físico-químicas dos bio-óleos CTG, CTGS1, \nCTGS2, CTGS5 e CTGS4 109 \n\nTabela 4.11 Dados de decomposição térmica do óleo de girassol nas razões \nde aquecimento de 5,10, 15 e 20 (°C m i n e m atmosfera de N 2 . 111 \n\nTabela 4.12 Dados de decomposição térmica do bio-óleo, CTGS1 nas razões \nde aquecimento de 5,10, 15 e 20 ( T . m i n ! ) em atmosfera de N 2 113 \n\n\n\nTabela 4.13 Dados de decomposição térmica do bio-óleo, CTGS2 nas razões \nde aquecimento de 5, 10, 15 e 20 ( T . m i n \"')em atmosfera de N 2 . \n\nTabela 4.14 Dados de decomposição térmica do bio-óleo, CTGS3 nas razões \nde aquecimento de 5, 10, 15 e 20 (T.min\" 1 ) em atmosfera de N 2 . \n\nTabela 4.15 Dados de decomposição térmica do bio-óleo, CTGS4 nas razões \nde aquecimento de 5, 10, 15 e 20 ( T . m i n ) em atmosfera de N 2 \n\nTabela 4.16 Dados de decomposição térmica do bio-óleo, CTG nas razões de \naquecimento de 5, 10, 15 e 20 ( T . m i n ~l) em atmosfera de N 2 \n\n\n\nL I S T A D E A B R E V I A T U R A S E S I G L A S \n\na - Parâmetro de rede \n\nA F I - Aluminophosphato Number Five \n\nan+ - Atividade do íon H + \n\nAlPO^s - Aluminofosfatos \n\nANP - Agência Nacional do Petróleo, Gás Natural e Biocombustíveis \n\nANVISA - Agência Nacional de Vigilância Sanitária \n\nA O C S - American Oil Chemical Socity \n\nA S T M - American Standards Technical Methods \n\nB E T - Brunauer, Emmet e Teller \n\nc - Parâmetro de rede \n\nC - Constante de viscosidade do capilar \n\nCONAB - Companhia Nacional de Abastecimento \n\nC T A B r - Brometo de Hexadeciltrimetilamônio \n\nC T G - Craqueado térmico de óleo de girassol \n\nCTGS1 - Craqueado térmico de girassol com catalisador S010 \n\nC T G S 2 - Craqueado térmico de girassol com catalisador S025 \n\nC T G S 3 - Craqueado térmico de girassol com catalisador S035 \n\nCTGS4 - Craqueado térmico de girassol com catalisador S040 \n\n\n\nD R X - Difratometria de Raios-X \n\nDTA - Análise Térmica Diferencial \n\nD T G - Termogravimetria Derivada \n\nEMBRAPA - Empresa Brasileira de Pesquisa Agropecuária \n\nFLOifração - Primeira fração líquida orgânica \n\nFLOz? ração - Segunda fração líquida orgânica \n\nFLOtotal - Fração líquida orgânica total \n\nF R X - Espectrometria de Fluorescêncis de Raios -X \n\nF T I R - Espectroscopia na Região do Infravermelho com Transformada de Fourier \n\nF W H M - Largura a Meia Altura \n\nI B G E - Instituto Brasileiro de Geografia e Estatística \n\nI A - índice de Acidez \n\nI C - índice de Cetano \n\nI Z A - International Zeolite Association \n\nMj/Kg - Megajoules por Kilograma \n\nP/Alrede - Razão Fósforo/Alumínio de Rede \n\nRMN 2 9 S i - Espectroscopia de Ressonância Magnética Nuclear de Silício \n\nRMN 2 7 A l - Espectroscopia de Ressonância Magnética Nuclear de Alumínio \n\nRMN 3 1 P - Espectroscopia de Ressonância Magnética Nuclear de Fósforo \n\nSAPO-n - Silicoaluminofosfatos \n\n\n\nSi/Al - Razão Silício/Alumínio \n\nSÍO3/AI2O3 - Razão Sílica/Alumina \n\nSM1 - Modelo de Substituição do Alumínio pelo Silício \n\nSM2 - Modelo de Substituição do Fósforo pelo Silício \n\nSM3 - Modelo de Substituição do par Alumínio Fósforo por dois átomos de Silício \n\nT C - Tamanho de cristalito \n\ntc - Tempo de cristalização \n\nT c - Temperatura de cristalização \n\nTmâx -Temperatura máxima \n\nT E A + - Cátion Tetraetilamônio \n\nT E O S - Tetraetil-ortossilicato \n\nT G - Termogravimetria \n\nTPD- NH3 - Dessorção de Amónia à Temperatura Programada \n\nTO4 - Unidades Primárias de Tetraedros em uma Rede Tridimensional de Materiais \n\nMicroporosos \n\nV - Volume de célula unitária \n\nv - Viscosidade cinemática \n\n\n\nSUMÁRIO \n\n1 INTRODUÇÃO 24 \n\n1.1 OBJETIVOS 26 \n\n1.1.1 Objetivo Geral 26 \n\n1.1.2 Objetivos Específicos 26 \n\n2 FUNDAMENTAÇÃO TEÓRICA 28 \n\n2.1 ÓLEOS VEGETAIS COMO FONTE DE ENERGIA RENOVÁVEL 28 \n\n2.1.1 Óleo de Girassol 32 \n\n2.2 CATALISADORES DO TIPO SILICOALUMINOFOSFATOS 36 \n\n2.2.1 Mecanismo de Substituição e Incorporação de Silício em \nAluminofosfatos (AlPOs) ^ \n\n2.2.2 Sítios Ácidos em Silicoaluminofosfatos 39 \n\n2.2.3 SAPO-5 42 \n\n2.2.3.1 Características Estruturais 42 \n\n2.2.3.2 Síntese 43 \n\n2.2.4 Técnicas de Caracterização de Acidez de Catalisadores 44 \n\n2.2.4.1 Dessorção à Temperatura Programada (TPD - NH 3 ) 45 \n\n2.2.4.2 Infravermelho por Adsorção de Piridina 46 \n\n2.3 PROCESSOS DE OBTENÇÃO DE HIDROCARBONETOS: BIO-\nÓLEO 4 7 \n\n2.3.1 Considerações Gerais Sobre Bio-Óleo 47 \n\n2.3.2 Craqueamento Térmico 50 \n\n2.3.3 Craqueamento Termocatalítico 53 \n\n2.3.3.1 Conversão de Bio-Óleo 54 \n\n\n\n2.3.4 Mecanismos Reacionais Propostos para Pirólise de Óleos Vegetais 56 \n\n3 M A T E R I A I S E MÉTODOS 60 \n\n3.1 REAGENTES UTILIZADOS NA SÍNTESE DO SAPO-5 60 \n\n3.2 MATÉRIA PRIMA UTILIZADA NA OBTENÇÃO DO BIO-ÓLEO 61 \n\n3.3 SÍNTESE DO SAPO-5 EM MEIO BIFÁSICO EM PRESENÇA DE \nSURFACTANTE COM DIFERENTES RAZÕES MOLARES 61 \n\n3.3.1 Composição Molar da Mistura Reacional 62 \n\n3.3.2 Preparação da Mistura Reacional 62 \n\n3.3.3 Nomenclatura Usada para Identificação das Amostras do \nCatalisador 63 \n\n3.3.4 Tratamento Pós- Síntese 63 \n\n3.3.4.1 Calcinação 63 \n\n3.4 CARACTERIZAÇÃO FÍSICO-QUÍMICA DOS SÓLIDOS \nCATALÍTICOS 64 \n\n3.4.1 Difração de Raios -X pelo Método do Pó 64 \n\n3.4.1.1 Cristalinidade Relativa 65 \n\n3.4.1.2 Tamanho Médio de Cristalito 66 \n\n3.4.1.3 Parâmetros de Rede e Volume de Cela Unitária 66 \n\n3.4.2 Análise Textural por Adsorção de Nitrogénio 67 \n\n3.4.3 Espectrometria de Fluorescência de Raios- X 67 \n\n3.4.4 Espectroscopia de Absorção na Região do Infravermelho 68 \n\n3.4.5 Termogravimetria e Análise Térmica Diferencial 68 \n\n3.4.6 Acidez Superficial 69 \n\n3.4.6.1 Dessorção à Temperatura Programada (TPD - NH 3 ) 69 \n\n3.4.6.2 Infravermelho por Adsorção de Piridina 70 \n\n3.4.7 Ressonância Magnética Nuclear de 3 1 P , 2 7A1, e z 9 S i no Estado Sólido 70 \n\n\n\n3.5 CRAQUEAMENTO TÉRMICO E TERMOCATALÍTICO DO ÓLEO DE \nGIRASSOL 71 \n\n3.5.1 Reação de Craqueamento 71 \n\n3.5.2 Caracterização Físico Química dos Bio-Óleos Obtidos na Segunda \nFração Líquida Orgânica 73 \n\n3.5.2.1 Espectroscopia de Absorção na Região do Infravermelho 73 \n\n3.5.2.2 índice Acidez 74 \n\n3.5.2.3 Destilação Atmosférica 75 \n\n3.5.2.4 Massa Específica 75 \n\n3.5.2.5 Viscosidade Cinemática 76 \n\n3.5.2.6 índice de Cetano 76 \n\n3.6 ESTUDO DA ESTABILIDADE TÉRMICA DO BIO-ÓLEO OBTIDO NA \nSEGUNDA FRAÇÃO LÍQUIDA ORGÂNICA 77 \n\n3.6.1 Análise Térmica 77 \n\n3.6.1.1 Termogravimetria e Análise Térmica Diferencial 78 \n\n4 R E S U L T A D O S E DISCUSSÃO 79 \n\n4.1 CARACTERIZAÇÃO FÍSICO-QUÍMICA DOS SÓLIDOS \nCATALÍTICOS 79 \n\n4.1.1 Difratometria de RaiosX 79 \n\n4.1.1.1 Parâmetros Estruturais do SAPO-5 81 \n\n4.1.2 Análise Textural por Adsorção de Nitrogénio 82 \n\n4.1.3 Análise Química 83 \n\n4.1.4 Espectroscopia de Absorção na Região do Infravermelho 84 \n\n4.1.5 Termogravimetria e Derivada da Termogravimetria 88 \n\n4.1.6 Análise Térmica Diferencial 92 \n\n4.1.7 Acidez Superficial 93 \n\n\n\n4.1.7.1 Termodessorção de Amónia a (TPD- NH3) 93 \n\n4.1.7.2 Infravermelho por Adsorção de Piridina 96 \n\n4.1.8 Ressonância Magnética Nuclear de 3 1 P , 2 7 A I , e Z 9 S i no Estado Sólido... 98 \n\n4.1.8.1 RMN de 2 9 S i do SAPO-5 98 \n\n4.1.8.2 RMN de 2 7 A 1 do SAPO-5 100 \n\n4.1.8.3 RMN de 3 1 P do SAPO-5 102 \n\n4.2 REAÇÕES DE CRAQUEAMENTO TÉRMICO E TERMOCATALÍTICO \nDO ÓLEO DE GIRASSOL 103 \n\n4.2.1 Análise por Infravermelho com Transformada de Fourier dos Bio-\nÓleos Obtidos na Segunda Fração Líquida \nOrgânica 105 \n\n4.2.2 Análise do índice de Acidez dos Bio-Óleos Obtidos na Segunda Fração \nLíquida Orgânica 107 \n\n4.2.3 Análises das Propriedades Físico Químicas dos Bio-Óleos Obtidos na \nSegunda Fração Líquida Orgânica 108 \n\n4.3 ESTUDO DA ESTABILIDADE TÉRMICA DOS BIO-ÓLEOS OBTIDOS \nNA SEGUNDA FRAÇÃO LÍQUIDA \nORGÂNICA 110 \n\n4.3.1 Termogravimetria e Derivada da Termogravimetria 110 \n\n4.3.1.1 Análise Termogravimétrica do Óleo de Girassol 110 \n\n4.3.1.2 Análise Termogravimétrica dos Bio-Óleos CTGSl, CTGS2, CTGS3 e \nCTGS4 112 \n\n4.3.1.3 Análise Termogravimétrica do Bio-Óleo CTG 116 \n\n4.3.2 Análise Térmica Diferencial 118 \n\n4.3.2.1 Análise Térmica Diferencial do Óleo de Girassol 118 \n\n4.3.2.2 Análise Térmica Diferencial dos Bio-Óleos CTGSl, CTGS2, CTGS3 e \nCTGS4 119 \n\n4.3.2.3 Análise Térmica Diferencial do Bio-Óleo CTG 122 \n\n\n\n5 CONCLUSÕES 124 \n\nREFERÊNCIAS 127 \n\nAPÊNDICE A - Curvas DTA/DDTA do oléo de girassol nas razões de \naquecimento de 5(a), 10(b), 15(c) e 20(d)°C min\"1 em \natmosfera de N 2 143 \n\nAPÊNDICE B - Curvas DTA/DDTA do bio-óleo CTGSl nas razões de \naquecimento de 5(a), 10(b), 15(c), e 20(d)°C min\"1 em \natmosfera de 145 \nN 2 \n\nAPÊNDICE C - Curvas DTA/DDTA do bio-óleo CTGS2 nas razões de \naquecimento de 5(a), 10(b), 15(c) e 20(d) °C min 1 em \natmosfera de N 2 147 \n\nAPÊNDICE D - Curvas DTA/DDTA do bio-óleo CTGS3 nas razões de \naquecimento de 5(a), 10(b), 15(c) e 20(d)°C min 1 em \natmosfera de N 2 149 \n\nAPÊNDICE E - Curvas DTA/DDTA do bio-óleo CTGS4 nas razões de \naquecimento de 5(a), 10(b) , 15(c) e 20(d) °C min 1 em \natmosfera de N 2 151 \n\nAPÊNDICE F - Curvas DTA/DDTA do bio-óleo CTG nas razões de \naquecimento 5 (a), 10(b), 15(c) e 20(d) °C min\"1 em \natmosfera de N 2 153 \n\n\n\nCAPÍTULO I \nIntrodução e Objetivos \n\n\n\n24 \n\n1 INTRODUÇÃO \n\nNo final do século X I X os óleos vegetais foram testados e utilizados como \n\ncombustíveis nos motores do ciclo diesel. Devido à alta disponibilidade e o baixo custo do \n\npetróleo nesta época, estes deram lugar ao diesel de petróleo. \n\nNo início do século X X , o petróleo passou a ser o principal fornecedor de energia, \n\ngerando um progresso acelerado aos países que se industrializaram e formaram grandes \n\npotências económicas. No entanto, a crise global do petróleo, aliada ao aumento da demanda \n\npor combustíveis, e à crescente preocupação com o meio ambiente, preconizou a busca por \n\nfontes alternativas de energia no Brasil e no mundo (POUSA; SANTOS e SUAREZ, 2007; \n\nSUAREZ e MENEGHETTI, 2007a). \n\nDe acordo com a Organização das Nações Unidas (ONU), o uso de combustíveis \n\nfósseis é a principal causa do aumento da concentração de gases do efeito estufa. Segundo \n\nRamos et al. (2011) a temperatura média da terra aumentará entre 1,8 e 4°C até 2021, e isto \n\ndeverá acelerar o derretimento das geleiras, elevar o nível do mar e provocar intensos \n\nfuracões. O balanço hídrico do planeta também deverá ser alterado e o índice pluviométrico \n\nde algumas regiões mudará significativamente. \n\nA utilização de combustíveis derivados da biomassa vem sendo apontada como uma \n\nalternativa capaz de minimizar estes problemas. Programas incentivando a produção e uso de \n\nbiocombustíveis foram implantados em vários países nas últimas décadas, como o etanol e o \n\nbiodiesel no Brasil e nos Estados Unidos (CORDEIRO e RAMOS, 2010). \n\nDentre as fontes de biomassa prontamente disponíveis, os óleos vegetais têm sido \n\nlargamente investigados como pretendentes a programas de energia renovável, pois \n\nproporcionam uma geração descentralizada de energia e um apoio à agricultura familiar, \n\ncriando melhores condições de vida em regiões carentes, valorizando potencialidades \n\nregionais e oferecendo alternativas a problemas económicos e socioambientais. \n\nAo lado dos combustíveis etanol e biodiesel surge outro combustível, o bio-óleo, que \n\npode ser obtido pelo processo de craqueamento térmico ou pirólise de óleos vegetais. \n\nDentre as diversas rotas tecnológicas, o craqueamento térmico ou pirólise de óleo e \n\ngorduras apresenta-se como uma ótima alternativa, uma vez que a reação modifica as \n\ncaracterísticas do material, possibilitando transformar em uma mistura de compostos, com \n\n\n\n25 \n\npropriedades físico-químicas semelhantes aos combustíveis líquidos derivados do petróleo \n\n(SANTOS, 2007). \n\nApesar da reação de craqueamento usar somente elevadas temperaturas para realizar o \n\nrompimento das ligações, a desvantagem é a obtenção de compostos oxigenados no produto \n\nfinal, os quais são indesejáveis aos combustíveis, pois deixa o produto ácido e podem levar à \n\ncorrosão dos motores que utilizam. No entanto, quando a reação ocorre na presença de \n\ncatalisador, alguns desses compostos são eliminados, gerando, portanto, um produto que no \n\nfuturo poderá substituir os combustíveis líquidos derivados do petróleo. \n\nO principal fator motivador deste estudo foi a obtenção do bio-óleo a partir do óleo de \n\ngirassol. O bio-óleo é uma opção para substituir os combustíveis fósseis por ser de origem \n\nrenovável e não agredir o meio ambiente. O óleo de girassol é uma alternativa de mercado \n\ncomo matéria prima para obtenção de biocombustíveis, por apresentar elevado teor de óleo \n\nnos seus grãos (38 a 53%), um ciclo vegetativo curto e também ser de fácil adaptação às \n\ncondições de solo e clima pouco favoráveis. \n\n\n\n26 \n\n1.1 OBJETIVOS \n\n1.1.1 Geral \n\nAvaliar a estabilidade térmica dos bio-óleos obtidos a partir dos processos de \n\ncraqueamento térmico e termocatalítico do óleo de girassol, utilizando o catalisador SAPO-5 \n\ncom diferentes razões S Í O 2 / A I 2 O 3 (SAR). \n\n1.1.2 Específicos \n\n•S Sintetizar hidrotermicamente o SAPO-5 variando o tempo de cristalização para diferentes \n\nteores de silício na mistura reacional, visando à obtenção de um material com diferentes \n\nambientes de silício e, como consequência, um catalisador com uma maior distribuição de \n\nacidez. \n\nS Caracterizar as amostras do SAPO-5, por difração de raios-X (DRX), por adsorção de \n\nnitrogénio, espectrometria de fluorescência de raios-X, espectroscopia na região do \n\ninfravermelho com transformada de Fourier (FTIR), termogravimetria (TG); análise térmica \n\ndiferencial (DTA), dessorção à temperatura programada (TPD-NH3), infravermelho por \n\nadsorção de piridina (rV) e ressonância magnética nuclear de P, A l , Si no estado sólido. \n\n•S Testar o óleo de girassol na reação de craqueamento térmico para obtenção do bio-óleo. \n\nS Testar a atividade catalítica do SAPO-5 com diferentes razões molares S Í O 2 /Al203,(SAR) \n\nna reação de craqueamento termocatalítico do óleo de girassol, para obtenção do bio-óleo. \n\n\n\n27 \n\nS Caracterizar os bio-óleos obtidos no craqueamento térmico e termocatalítico do óleo de \n\ngirassol por espectroscopia na região do infravermelho com transformada de Fourier (FTIR), \n\níndice de acidez, destilação atmosférica, massa específica, viscosidade cinemática e índice de \n\ncetano. \n\nS Avaliar a estabilidade térmica dos bio-óleos obtidos nos processos de craqueamento \n\ntérmico e termocatalítico, utilizando as técnicas de termogravimetria (TG/DTG), e análise \n\ntérmica diferencial (DTA) nas razões de aquecimento 5, 10, 15 e 20(oCmin_ 1), em atmosfera \n\nde N 2 . \n\n\n\nCAPÍTULO I I \nFundamentação Teórica \n\n\n\n28 \n\n2 FUNDAMENTAÇÃO T E Ó R I C A \n\nEste capítulo tem como finalidade apresentar fundamentos teóricos disponíveis na \n\nliteratura sobre óleos vegetais como fonte de energia renovável, catalisadores tipo \n\nsilicoaluminofosfatos (SAPO-n) e os processos de obtenção de hidrocarbonetos: bio-óleo. \n\nEstes conhecimentos são fundamentais na compreensão e interpretação dos resultados \n\nexperimentais obtidos durante a realização da pesquisa. \n\n2.1 ÓLEOS VEGETAIS COMO FONTE DE ENERGIA RENOVÁVEL \n\nO esgotamento das reservas mundiais num futuro próximo, bem como o aumento da \n\ndemanda por combustível, a emissão de gases estufa e a conscientização da população, faz do \n\npetróleo um combustível em declínio; e as nações, j á correm atrás das fontes alternativas de \n\nenergia que permitam um desenvolvimento económico limpo (SUAREZ et al., 2007a). \n\nAs pesquisas sobre combustíveis alternativos e renováveis vêm sendo realizadas desde \n\na década de 20, quando começou a utilizar o álcool como combustível. No entanto, só a partir \n\nda década de 90 com a implantação de plantas industriais em escala comercial começaram a \n\nser impulsionadas, visando, principalmente, a obtenção de um novo combustível competitivo \n\ncom o petróleo (SUAREZ et al., 2007b). \n\nNo fim do século X I X Rudolpl Diesel, inventor do motor à combustão interna, utilizou \n\nem seus ensaios petróleo cru e óleo de amendoim. Ele acreditava que esse motor poderia ser \n\nalimentado com óleos e gorduras e contribuir para o desenvolvimento da agricultura nos \n\npaíses que os utilizassem. No entanto, o baixo custo e a alta disponibilidade do petróleo na \n\népoca o consagraram como principal fonte de combustíveis líquidos (SUAREZ e \n\nMENEGHETTI, 2007a). \n\nDevido à crise de fornecimento de petróleo e de seus derivados causada pela Segunda \n\nGuerra Mundial entre 1930 e 1945, o óleo vegetal in natura foi utilizado nos motores como \n\ncombustível alternativo em situações emergenciais. Nesta mesma época diferentes países, \n\ncomo a China, utilizaram o óleo de tunge modificado, pelo processo de pirólise de diferentes \n\ntriglicerídeos, para substituir a gasolina e o diesel fóssil (SUAREZ, 2005; SUAREZ e \n\n\n\n29 \n\nMENEGHETTI, 2007a). E no Brasil foi na década de 1940, que ocorreu às primeiras \n\ntentativas de aproveitamento energético dos óleos e gorduras, em motores à combustão \n\ninterna. \n\nOs óleos e gorduras animais e vegetais por se tratar de uma fonte de energia renovável \n\ne, por seu uso sustentável não provocar danos ao meio ambiente, vem sendo largamente \n\ninvestigados (RAMOS et al., 2003; MEHER, SAGAR e NAIK,2006;MARCHETTI, \n\nMIGUEL e ERRAZU, 2005; MAHER e BRESSLER, 2007). \n\nNo entanto, o uso direto de óleos vegetais como combustível para motores é \n\nproblemático, devido às suas elevadas viscosidades e densidades. Por isso, vem sendo \n\nutilizadas novas tecnologias, para transformar os óleos vegetais em combustíveis, com \n\npropriedades físico-químicas semelhantes a dos combustíveis líquidos derivados do petróleo. \n\nO Brasil possui grande extensão territorial e ainda não completamente explorada; \n\ncomo áreas degradadas da Amazónia e algumas áreas do sertão nordestino; como também \n\napresenta clima propício a plantação de sementes oleaginosas. Por isso destaca-se como um \n\npaís de grande potencial na produção de biocombustível (SCHUCHARDT, SERCHELI e \n\nVARGAS, 1998). \n\nPor meio da Figura 2.1 é possível verificar a participação das grandes regiões na \n\nprodução de oleaginosas cultivadas no Brasil, onde a maior produção encontra-se na região \n\nSul, em seguida, nas regiões Centro-Oeste, Sudeste, Nordeste e Norte com 44%, 32%, 12%, \n\n9%, e 3%, respectivamente IBGE (2007). \n\nFonte: IBGE (2007) \n\n\n\n30 \n\nOs óleos e gorduras são substâncias classificadas como lipídeos, sendo encontradas em \n\ntecidos animais ou vegetais. E apresentam em sua composição além dos triglicerídeos, \n\npequenas quantidades de componentes não glicerídicos, podendo destacar, os tocoferóis, \n\nfosfatídeos e os ácidos graxos livres (MORETTO e FETT, 1986). \n\nOs triglicerídeos são majoritários na composição dessa mistura, podendo chegar a \n\nvalores superiores a 95% em massa. A relação entre a quantidade destas classes de \n\ncompostos, bem como os tipos de ácidos graxos dos quais são formados, depende \n\nessencialmente da fonte do óleo ou da gordura, e do local onde foram produzidos \n\n(MORETTO e FETT, 1986). \n\nComo se pode verificar na reação apresentada na Equação 2.1 os triglicerídeos são \n\nésteres, formados por três moléculas de ácidos carboxílicos de cadeia longa (conhecidos como \n\nácidos graxos) e uma molécula de glicerol. \n\n. - = 3 = * H - Í - 0 - ? - R 2 • 3 H - 0 - H \n\nGlicerol Addos graxos \n(2.1) \n\nFonte: CORREIA, (2009). \n\nagua \n\nOs tocoferóis são substâncias antioxidantes, que conferem aos óleos \"in natura\" maior \n\nestabilidade à rancidez, mas durante as etapas do refino, há uma perda substancial destes \n\ncomponentes de estabilização e o óleo vegetal passa a apresentar maior tendência à \n\nrancificação, agravada pelo alto teor de ácidos graxos poli-insaturados (RAMOS, 2006). \n\nOs ácidos graxos são ácidos carboxílicos com longas cadeias hidrocarbônicas, livres \n\nou esterificados, possui uma cadeia hidrocarbonada (região hidrofóbica) e um grupo \n\ncarboxílico terminal (região hidrofílica). Quando saturados possuem apenas ligações simples \n\nentre os carbonos e possuem pouca reatividade química. Enquanto os ácidos graxos \n\ninsaturados contêm uma ou mais ligações duplas, e podem ser mono ou poliinsaturado e, são \n\nmais reativos e mais suscetíveis a termo-oxidação (MORETTO e FETT, 1998). \n\n\n\n31 \n\nOs ácidos graxos mais comuns dos triglicerídeos apresentam 12, 14, 16 ou 18 átomos \n\nde carbono. Entretanto, outros ácidos graxos com menor ou maior número de átomos de \n\ncarbono, ou ainda contendo a função álcool, podem ser encontrados em vários óleos ou \n\ngorduras. Um exemplo é o óleo de mamona, o qual apresenta o ácido ricinoléico, \n\nCH3(CH2)5CH(OH)CH2CH=CH(CH2)7COOH, como maior constituinte de seus triglicerídeos \n\n(PINTO et al., 2005; COSTA NETO et al., 2000). \n\nA presença de saturações ou insaturações em uma cadeia carbónica influencia \n\ndiretamente na estabilidade térmica da molécula. Onde a introdução de uma ligação dupla \n\ncom configuração eis, causa curvatura no ácido graxo naquela posição, gerando agregados \n\nmenos compactos e, portanto, menos estáveis. As cadeias dos ácidos graxos saturados são \n\nflexíveis e distendidas, podendo associar-se extensamente, umas com as outras por interações \n\nhidrofílicas (BOUAID, MARTINEZ e ARACIL, 2007; FARIA et al., 2002). Por isso, os \n\nácidos graxos insaturados possuem viscosidade e pontos de fusão menores do que os ácidos \n\nsaturados. Por conseguinte, os óleos vegetais que apresentam maiores percentuais de \n\npoliinsaturações, tendem a mostrar menores valores de viscosidade. \n\nDe acordo com Moretto e Fett (1998), a viscosidade dos óleos aumenta com o \n\ntamanho das cadeias carbónicas dos ácidos graxos, devido às forças de London, que são mais \n\nfortes, e, diminui com o número de insaturações com conformação do tipo eis e, aumenta com \n\nas do tipo trans. \n\nNa Figura 2.2 são apresentadas estruturas dos principais ácidos graxos saturados e \n\ninsaturados, constituintes dos óleos vegetais e gordura animal e na Tabela 2.1 são mostrados \n\ndiferentes tipos de ácidos graxos. Como se pode verificar na Tabela 2.1, o ponto de fusão dos \n\nácidos diminui com o aumento do número de duplas ligações, porque ácidos graxos \n\ninsaturados, geralmente possuem configuração eis e, as moléculas não conseguem se \n\naproximar, consequentemente, há menor agregação, diminuindo assim, as interações das \n\nforças de Van der Waals (IHA, 2010). \n\n\n\n32 \n\nFigura 2.2 Estruturas dos principais ácidos graxos constituintes dos óleos vegetais e gordura \nanimal \n\nAcido Palmíbdo \nC16;0 \n\nAcido Esteárico \nC18.0 \n\nAcido Oleico \nCl 8.1(9) \n\nM f l r l r t I . l l : . \nA C I O O L I I H M C I C O \n\nC18;2(9,12) \n\nÁ c i ò o L i n o l c n i c ú \n0 8 : 3 ( 9 , 1 2 , 1 5 ) \n\nFonte: SANTOS (2010). \n\nTabelas 2.1 Principais ácidos graxos conhecidos na natureza \nÁcido graxo Nome sistemático Símbolo Fórmula mínima P.F(°C) \nLáurico Dodecanóico C12:0 C12H24O2 44,80 \nPalmítico Hexadecanóico C16:0 Ci6H3202 62,90 \nPalmitoleíco cis-9-hexadecenóico C16:l(c9) C16H30O2 0,50 \nEsteárico Octadecanóico C18:0 C18H36O2 70,10 \nOleico cis-9-octadecenóico C18: l(c9) C18H34O2 16,0 \nLinoléico cis-9-cis- C18: 2(c9,12) C18H32O2 -5,0 \n\n12octadecadienóico \nLinolênico cis-9-cis-12,cis-15 C18:3(c9,12,15) C18H30O2 -17,0 \n\n-octadecatrienóico \nFonte: MORETTO e FETT (1998). \n\n2.1.1 Óleo de Girassol \n\nO girassol, Helianthus Annuus L., Figura 2.3, nome científico da planta, é uma \n\ndicotiledônea anual da família das Compositae e originária da América do Norte, onde era \n\ncultivado tradicionalmente pelos índios para a sua alimentação. Chegou à Europa em meados \n\ndo século XVI, sendo inicialmente cultivado como planta ornamental. No século XVIII foi \n\n/ w w v w \\ \nOH \n\n/NAAAAAAAA \nOH \n\n/ W W W W \\ \nOh \n\n/WWVWVA \not-\n\n\n\n33 \n\nselecionada na Rússia, como planta produtora de óleo, mas só ganhou importância económica \n\napós a Segunda Guerra Mundial (AGUIAR, 2001). \n\nFigura 2.3 (a) Flor de girassol; (b) semente de girassol \n\nFonte: ARAÚJO, (2012). \n\nO cultivo do girassol iniciou-se provavelmente no Brasil, na época da colonização da \n\nregião sul, no final do século X I X (DALL'AGNOL, VIEIRA e LEITE, 2005). O nome de \n\ngirassol vem da sua flor amarela que acompanha as diferentes posições do sol, girando com \n\nele, até seu amadurecimento, quando ele se fixa na posição do sol nascente. \n\nNo final da década de 70, um novo entusiasmo fez movimentar o cultivo do girassol. \n\nO Programa de Mobilização Energética, criado pelo Governo Federal incentivou o uso de \n\nóleos vegetais como substitutos dos derivados de petróleo, alavancando pesquisas \n\nrelacionadas às oleaginosas, como girassol, mamona e amendoim (DALL'AGNOL, VIEIRA \n\ne LEITE, 2005). \n\nA Rússia é o país, de maior área de produção do girassol, enquanto que o Brasil \n\napresenta uma área mínima desse cultivo com destaque para o estado do Mato Grosso, Mato \n\nGrosso do Sul e Goiás com um rendimento médio de 1.420 Kg.ha 1 (TAVARES, 2009). \n\nO girassol destaca-se como uma cultura promissora no Brasil, porque apresenta \n\nelevado teor de óleo nos grãos (38 a 53%), ampla adaptação às diversas regiões brasileiras, \n\numa excelente qualidade do óleo, e um crescimento bastante significativo de área plantada \n\n(a) (b) \n\n\n\n34 \n\n(em torno de 46%,), apresentando, portanto, viabilidade técnica e ambiental para a produção \n\nde biocombustível (CASTRO, 2007). \n\nAlém disso, está inserido no programa nacional de produção e uso de biodiesel \n\n(UNGARO, 2006). No entanto, há a necessidade de adequá-lo aos diferentes sistemas de \n\nprodução das principais culturas de grãos do Brasil, sendo necessários esforços dos programas \n\nde melhoramento genético para o desenvolvimento de genótipos que apresentem, \n\nconcomitantemente; alto teor de óleo, ciclo precoce, porte reduzido, resistência a fatores \n\nbióticos e abióticos, além de alto potencial produtivo (OLIVEIRA et al., 2005). \n\nNa Figura 2.4 é possível verificar a evolução da produtividade e da área de girassol no \n\nBrasil, desde 1997 até a safra 2009/2010. A produtividade média nesse período ficou em 1380 \n\nKg/ha, ou seja, pouco superior ao início do cultivo comercial de girassol no Brasil, em torno \n\nde 1000 Kg/ha em 1960. Ao contrário, a área semeada com girassol aumentou muito, saindo \n\nde 15 mil hectares (ha) em 1997 e passando de 110 mil ha na safra de 2007/2008. Porém, após \n\nesse pico, a área diminui chegando á previsão de 70 mil hectare em 2010/2011. \n\nFigura 2.4 Área e produtividade de girassol no Brasil de 1997 até 2010 \n\nr 120 \n\n• 100 \n\n80 2 \n\n- 60 I • • \n- 40 -5 \n\n- 20 \n\n•• 0 \n\nFonte: CONAB (2012). \n\nDentre as culturas oleaginosas no Brasil, a do girassol foi a que mais cresceu nos \n\núltimos anos, tanto em área de cultivo como em produção, sendo classificada atualmente \n\n\n\n35 \n\ncomo a segunda maior fonte de matéria-prima para a indústria de óleo comestível do mundo \n\n(EMBRAPA 2003). \n\nO óleo de girassol possui mais de 80% dos seus ácidos graxos insaturados e 11,6 % \n\nsaturados. Dentre os ácidos graxos insaturados, 23,1% correspondem aos monoinsaturados e \n\n65,3% são poliinsaturados, sendo que o teor de poliinsaturados é constituído, em sua quase \n\ntotalidade, pelo ácido linoléico (CHAVES, 2008). A qualidade dos óleos é determinada pela \n\nquantidade e qualidade dos ácidos graxos insaturados que os compõem. \n\nA composição em ácidos graxos é afetada pela temperatura média durante o cultivo, \n\nisto é, quanto mais baixa a temperatura durante a época de maturação do grão no campo, \n\nmaior será o teor de ácidos graxos poliinsaturados no óleo (TELLES, 2006). \n\nNa Tabela 2.2 está apresentada a composição dos ácidos graxos presentes no óleo de \n\ngirassol, onde se pode observar que o mesmo apresenta um alto percentual de ácidos graxos \n\npoliinsaturados, especialmente o ácido linoléico. Por isso é considerado um dos óleos mais \n\nsusceptíveis à oxidação e, portanto, a presença de antioxidante é um fator determinante para \n\ngarantir a sua estabilidade (MASUCHI et al., 2008). \n\nTabela 2.2 Composição dos ácidos graxos do óleo de girassol \n\nÁcidos Graxos Valores de Referência (%) \nÁcido Mirístico (Cl4:0)&lt;0,5 \nÁcido Palmítico (Cl6:0) 3,0 - 10,0 \nÁcido Palmitoleico (Cl6:1) &lt;1,0 \nÁcido Esteárico (Cl8:0) 1,0-10,0 \nÁcido Oleico (C18:l) 14,0-35,0 \nÁcido Linoléico (Cl8:2) 55,0 - 75,0 \nÁcido Linolênico (Cl8:3)&lt;0,3 \nOutros&lt;3,0 \nFonte: ANVISA, (2012). \n\nNa Tabela 2.3 são apresentadas as propriedades físico-químicas do óleo de girassol, de \n\ngrande importância no controle da qualidade do biocombustível. \n\n\n\n36 \n\nTabela 2.3 Propriedades físico-químicas de óleo de girassol \n\nPropriedades Valores de Referência \nMassa específica a 20°C (g/cm3) 0,915 - 0,920 \níndice de refração (40°C) 1,467 - 1,468 \níndice de iodo (g I 2 / l 00 g) 110-143 \níndice de saponificação mg KOH/100 g de óleo 188 -194 \nMatéria insaponificável (%) &lt;1,5 \níndice de acidez (g ácido oleico/ 100 g óleo) &lt;0,3 \níndice de peróxido (meq/Kg) &lt;1Q,Q \nFonte: ANVISA (2012). \n\n2.2 CATALISADORES DO TIPO SILICOALUMINOFOSFATOS \n\nOs silicoaluminofosfatos (SAPOs) fazem parte de uma nova e importante família de \n\npeneiras moleculares microporosas obtidos a partir dos aluminofosfatos, AIPO4, e exibe uma \n\ngrande diversidade estrutural, algumas destas estruturas possuem análogos entre as peneiras \n\nmoleculares zeolíticas. Dentre elas pode-se destacar; SAPO-47, SAPO-44, SAPO-34 que são \n\nisoestrururais à chabazita, SAPO-11 e SAPO-37 que é isoestrutural à zeólita faujasita e \n\nSAPO-5, o qual possui uma estrutura ainda não observada nas zeólitas (MARTINS, 2005). \n\nEm geral, peneiras moleculares tipo silicoaluminofosfatos [SAPO-n] são constituídas \n\nde unidades tetraédricas [ S Í O 2 ] , [A102] e [ P 0 2 ]\n+ com arestas compartilhadas, e são \n\ngeralmente classificadas, como sendo materiais microporosos, que têm janelas constituídas de \n\nanéis de 4, 6, 8,10 ou 12 membros (BENVINDO, 2006). \n\nEstes sólidos foram sintetizados hidrotermicamente, a partir de uma mistura reacional; \n\nágua, pseudoboemita, ácido ortofosfórico, sílica sole um agente orgânico direcionador de \n\nestrutura (LOK et al., 1984). \n\nEstes materiais possuem ligações Al-O-P, Al-O-Si e também Si-O-Si, onde as ligações \n\nAl-O-P são mais estáveis que as Al-O-Si, confirmando assim, a alta estabilidade estrutural \n\ndos aluminofosfatos. A composição de um siUcoaluminofosfato anidro pode ser representada \n\npor: mR(Si x Al y Pz)02: onde R é o direcionador da estrutura microporosa; x, y, z, m são as \n\nfrações molares de silício, alumina e fósforo e direcionador, respectivamente. \n\nAs propriedades químicas das peneiras moleculares podem ser influenciadas por \n\nprocedimentos de síntese e pelos precursores utilizados. Desta forma, podem-se obter \n\n\n\n37 \n\nestruturas que possuem cargas, que são compensadas por cátions, como é o caso dos \n\nsilicoaluminofosfatos, ou nulas como os aluminofosfatos (AIPO4) (BENVINDO, 2006). \n\nEm se tratando da síntese dos SAPOs, é vantajosa a inserção de elevados teores de \n\nsílica para aumentar o número de sítios ácidos. Entretanto, devido à baixa cristalinidade e à \n\nformação de grandes ilhas de silício, resultante da concentração elevada da sílica no gel, o \n\nteor da sílica deve ser limitado. Por outro lado, uma baixa incorporação e não específica da \n\nsílica também resulta numa baixa cristalinidade. Estes são alguns pontos negativos \n\nenfrentados durante a síntese dos silicoaluminofosfatos (SEELAN e SINHA, 2004). \n\n2.2.1 Mecanismo de Substituição e Incorporação de Silício em Aluminofosfatos (AlPOs) \n\nAs peneiras moleculares substituídas despertam grande interesse por causa de sua \n\nacidez, atividade catalítica e seletividade, que podem ser controladas pela natureza e \n\nconcentração das substituições (MARTINS, 2005). \n\nNormalmente na síntese destes materiais são propostos três mecanismos (Figura 2.5), \n\npara se incorporar átomo de silício à rede de um aluminofosfato (BARTHOMEUF, 1994 e \n\nLOK et al., 1984). \n\nFigura 2.5 Mecanismo de incorporação de silício na estrutura aluminofosfatos \n\nFonte: PASTORE, COLUCCIA e MARCHESE, (2005). \n\n\n\n38 \n\nO primeiro mecanismo (SM1) é o mais improvável modo de introdução, onde um \n\nátomo de alumínio é substituído pelo átomo de silício, gerando uma carga positiva na rede, \n\nporém isto implicaria na formação de ligações Si - O - P, que são energicamente \n\ndesfavoráveis, como sugerido por um estudo computacional (PASTORE, COLUCCIA e \n\nMARCHESE, 2005). Neste mecanismo são formados sítios de silício de configuração Si (4P). \n\nO segundo e mais provável mecanismo (SM2) representa a substituição do átomo de \n\nfósforo pelo átomo de silício, gerando rede aniônica ou sítios de carga que são compensados \n\npor prótons presos a grupos de Si - O - A l em ponte. Estes sítios são responsáveis pela acidez \n\ndos SAPOs e são formados sítios de configuração Si (4A1). Este tipo de substituição tem \n\ncomo resultados, mediante análises de MAS RMN 2 9 S i , um só pico no intervalo entre -89 a -\n\n92 ppm sendo a posição ligeiramente dependente da estrutura (GROBET et al., 1989 e \n\nMAISTRIAU et al., 1990). \n\nO terceiro mecanismo (SM3), onde ocorre à introdução simultânea de dois átomos de \n\nsilício, um deles na posição do alumínio, e o outro na posição do fósforo, em posição contígua \n\nà anterior, gerando assim uma rede eletricamente neutra, e formando pares isolados de silício, \n\ncom sítios em configuração Si (1Sí3A1) e Si(lSi3P) (PACHECO, 2011). Portanto, o material \n\nobtido não apresenta acidez. \n\nNa incorporação de silício via SM3, sempre deve existir em conjunto a substituição via \n\nmodelo SM2(Figura 2.6), para que desta forma exista a substituição de fósforo por silício nos \n\nextremos das ilhas de silício, e assim, evitar a formação de ligações (Si-O-P). Estes átomos \n\nde Silício geram uma carga negativa a ser neutralizada por um próton. O valor desta carga \n\ndependerá do número de átomos de alumínio vizinhos. A coexistência simultânea dos dois \n\nmodelos SM2 e SM3 implica no aparecimento das ilhas de silício, ou seja, uma região onde \n\nsomente existam ligações Si-O-Si (FRANCO GARRIDO, 1993; MARTENS e JACOBS, \n\n1994; FLANIGEM et al, 1986). Por isso este tipo de substituição eleva o número de ilhas de \n\nsilício e são caracterizadas por análises de MAS RMN 2 9 S i na região de-110a-112 ppm. \n\nAlém de picos nessa região, outros correspondentes ao Si localizado nas bordas das ilhas, com \n\ndiferentes vizinhos, Si ou A l , são observados. \n\n\n\n39 \n\nFigura 2.6 Esquema de incorporação simultânea de Si na rede de aluminofosfatos via \nmecanismo SM2 e SM3 \n\nI S M 2 + S M 3 1 ^ V \" \n\nl i N H \n\nOs asteriscos marcam o par de átomos de Si que sofreu substituição SM3. \n\nFonte: PASTORE, COLUCCIA e MARCHESE, (2005). \n\nA formação de ilhas de silício nestes materiais microporosos é eminente, \n\nprincipalmente quando a composição do gel de síntese é rica em silício (MAN et al., 1991). \n\nAlgumas estruturas suportam maior substituição de silício em sua rede do que outras, por \n\nexemplo, o SAPO-5, SAPO-37 e SAPO-11 que podem acomodar quantidades grandes de \n\nsilício, porém sem garantir a ausência das ilhas. \n\nE grande o interesse de sintetizar materiais microporosos do tipo SAPO, sem a \n\npresença destas ilhas, porque elas podem tornar estes materiais termicamente instáveis e \n\nprejudicam a acidez do material. Estudos de ressonância magnética nuclear de 2 9 S i têm \n\nmostrado que pequenas quantidades de silício inserido no gel síntese de SAPO geram \n\nmateriais com menos ilhas de silício (MAN et al., 1991). \n\n2.2.2 Sítios Ácidos em Silicoaluminofosfatos \n\nAlém das propriedades de peneiramento molecular, esses materiais possuem \n\nimportância peculiar como catalisadores ácidos, e suas atividades catalíticas estão \n\nintimamente relacionadas com o número, e com o tipo de sítios ácidos (Bronsted e/ou Lewis), \n\nexistentes nas estruturas desses sólidos (MACEDO, 2007). \n\nTO/BÍBLÍOTECA/BC \n\n\n\n40 \n\nMuitas reações de interesse prático ocorrem na superfície do catalisador, e em um \n\nnúmero considerável de casos é a natureza ácida da superfície que determina o curso das \n\nreações. As Zeólitas, óxidos metálicos, sílica-alumina e silicoaluminofosfatos, com suas \n\nsuperfícies ácidas formam uma importante classe de catalisadores ácidos, para os processos \n\nindustriais. Esses catalisadores são bastante utilizados na indústria petrolífera, no \n\ncraqueamento de óleos e gorduras e na isomerização de alcanos (HINO e ARATA, 1979). \n\nQuanto à natureza dos sítios ácidos existem dois tipos; os centros ácidos de Bronsted \n\n(doadores de prótons) que são responsáveis pelas transformações mais difíceis de \n\nhidrocarbonetos; como craqueamento ou hidrocraqueamento, dois dos processos mais \n\nimportantes da indústria de refino de petróleo. E os sítios de Lewis (aceptores de elétrons), \n\nquando associados aos centros de Bronsted aumentam a força ácida desses sólidos (DINIZ, \n\n2000). \n\nA atividade catalítica que esses materiais apresentam não está só relacionada com a \n\nquantidade de sítios ácidos e sua natureza, mas também com a força ácida destes sítios. \n\nNormalmente eles não possuem uma única classe de sítios, mas exibem uma larga \n\ndistribuição de força ácida, resultando da não homogeneidade na composição, como também \n\nda existência de defeitos estruturais e diferentes topologias para a localização do sítio \n\n(GONÇALVES, 2006). \n\nNos silicoaluminofosfatos, os sítios ácidos de Bronsted, são gerados, quando espécies \n\nP 5 + são isomorficamente substituídas por S i 4 + , e assim uma carga negativa é criada na \n\nestrutura, a qual é balanceada por prótons (H+) ligados ao Si-O-Al em ponte. \n\nA densidade de sítios e a força ácida destes materiais variam com os diferentes \n\nambientes de silício, os quais dependem essencialmente do conteúdo de silício incorporado a \n\nestrutura de um aluminofosfato (MORENO e RAJAGOPAL, 2009). \n\nUm passo importante para o entendimento da acidez dos silicoaluminofosfatos e \n\nzeólitas veio do trabalho de Bartthomeuf, onde é mostrado este tipo de mecanismo de \n\nintrodução do silício na rede dos aluminofosfatos (AIPO4) e as tendências que governam o \n\nnúmero e a força dos sítios ácidos de Bronsted produzidos por esse caminho \n\n(BARTHOMEUF, 1994). \n\nBarthomeuf (1993, 1994) em suas pesquisas, utilizou um esquema plano para \n\nrepresentar a distribuição de Si e A l em zeólitas e Si, A l e P na estrutura dos \n\nsilicoaluminofosfatos, mostrado na Figura 2.7. Ele mostrou que a ocupação por átomos de Si, \n\nA l e P da primeira e segunda esfera ao redor de um Si central, governa a força ácida. \n\n\n\n4! \n\nFigura 2.7 Esquema plano para distribuição de Si, A l e P na rede de silicoaluminofosfatos: (a) \n\nSi isolado, (b) ilhas 5Si, (c) ilhas 11 Si, (d) região Si-Al \n\n(a) (b) (c) (d) \n\nFonte: PASTORE, COLUCCIA e MARCHESE, (2005). \n\nA localização do átomo de silício depende não somente das condições de síntese, mas \n\ntambém do tratamento térmico aplicado às amostras (BARTHOMEUF, 1993). Em alguns \n\nsilicoaluminofosfatos, em virtude da heterogeneidade na distribuição do silício, podem \n\naparecer regiões da estrutura cristalina, nas quais somente existam silício e alumínio, \n\ndenominando-se domínios zeolíticos, como se pode verificar na Figura 2.7(d). \n\nNos cristais de SAPOs os sítios ácidos de Bronsted são localizados nos domínios de \n\nSiAlP, nos de SiAl e nas interfaces dos domínios. A contribuição para os números de rotação \n\nda reação catalítica dos diferentes tipos de sítios é fortemente dependente do tipo estrutural \n\n(PASTORE, COLUCCIA e MARCHESE, 2005). \n\nPor meio da Figura 2.7 (b) e (c) verifica-se os vários ambientes do silício, os quais \n\ncorrespondem ao silício localizado nas bordas das ilhas, podendo gerar diferentes forças \n\nácidas, representadas pelas configurações; Si (3A1, ISi), Si(2Al, 2Si), S i ( l A l , 3Si),e espécies \n\nSi(4Si). \n\n\n\n42 \n\n2.2.3 SAPO 5 \n\n2.2.3.1 Características Estruturais \n\nO SAPO-5 é um material cristalino e microporoso de poro grande, com excelente \n\nestabilidade térmica e hidrotérmica, como também exibem sítios ácidos de Bronsted de força \n\nmédia (URBINA, 1997). Estas propriedades são muito importantes na utilização desse \n\nmaterial como catalisador, em especial no processo de craqueamento de óleos vegetais e \n\ngorduras animais. \n\nO SAPO-5 apresenta estrutura A F I ; formada de canais unidimensionais orientados \n\nparalelamente ao eixo c. O canal principal contém 12 tetraedros, com diâmetro aproximado de \n\n7,3 Â e é formado pela conexão de rede com quatro e seis tetraedros alternados entre si, como \n\nesquematizado na Figura 2.8. \n\n\n\n43 \n\nA estrutura cristalina A F I apresenta simetria hexagonal com parâmetros de cela \n\nunitária a = 13,73 Â e c = 8,4 Â sendo que a sua cela unitária possui 24 tetraedros (MURTHY \n\ne t a l , 2000). \n\nE fácil perceber pela Figura 2.8 (b) que o acesso de moléculas ao interior do poro \n\nprincipal é controlado pelas dimensões das próprias moléculas. Neste caso do SAPO-5, \n\nqualquer molécula convidada deve ter pelo menos um diâmetro cinético menor que 7,3 À, de \n\noutra forma as moléculas do reagente não conseguirão ter acesso aos canais da estrutura. Essa \n\ndiscriminação de moléculas baseada nas dimensões moleculares é o efeito de peneiramento \n\nmolecular. \n\n2.2.3.2 Síntese \n\nDesde a descoberta dos materiais aluminofosfáticos AlPO^s pelos pesquisadores da \n\nUnion Carbide, diversos esforços vêm sendo realizados no sentido de conseguir um método \n\nde síntese, que favoreça a incorporação do silício na rede dos AlPO^s, principalmente nos \n\nsítios ocupados pelo átomo de fósforo, que são responsáveis pela acidez dos catalisadores \n\nsilicoaluminofosfáticos (WILSON, LOK e FLANIGEM, 1982). \n\nO método hidrotérmico é amplamente utilizado para a síntese de sistemas cristalinos, \n\nespecificamente, os materiais zeolíticos. Este processo de cristalização ocorre a temperaturas \n\nelevadas no meio aquoso. A maioria das fases cristalinas que se obtém em condições \n\nhidrotérmicas, sob pressão autógena, é metaestável. Se o tempo de cristalização não for \n\nsuficiente para a formação dos cristais, muitas fases cristalinas desaparecem e se formam \n\noutras (DOMINGOS, 1999). \n\nO SAPO-5 é versátil nos seus métodos de preparação, que torna este material \n\nsatisfatório para desenvolvimento de novas alternativas de síntese, e assim, permitir o \n\ndirecionamento de sua preparação, na procura de um material, que proporcione maiores \n\nvantagens na sua utilização como catalisador \n\nEm 1984 a Mobil Oil desenvolveu uma nova rota de síntese que apresentou resultados \n\nmais eficientes quanto à acidez do material, do que o método tradicional, o qual utiliza um \n\nsistema monofásico aquoso. Esta nova rota foi chamada de síntese em sistema bifásico e \n\nbaseia-se na cristalização de materiais tipo silicoaluminofosfato (SAPO) a partir de uma \n\n\n\n44 \n\nmistura reacional que contêm duas fases líquidas imiscíveis, uma fase sendo aquosa e a outra \n\norgânica (LOK et al.,1984). \n\nA importância deste método de cristalização baseia-se na incorporação dosificada, do \n\nsilício, presente na fase orgânica em direção a fase aquosa. Desta maneira, consegue-se \n\nmanter uma concentração baixa do silício durante todo o processo de cristalização, levando a \n\numa diminuição da formação de ligações Si-O-Si (WILSON, LOK e FLANIGEN, 1982). Esta \n\nbaixa concentração de silício permite a sua incorporação em sítios antes ocupados por átomos \n\nde fósforo, gerando sítios ácidos de Bronsted. Isto provavelmente acontece através de \n\nespécies monoméricas de silicato (BLASCO et al., 2006). \n\nO processo de síntese de catalisadores micro e mesoporosos utilizando surfactantes \n\ntêm sido estudado por pesquisadores espanhóis (FRANCO GARRIDO 1993; CORMA et al, \n\n1995 ). O surfactante pode converter o sistema reacional em uma autêntica micro emulsão, \n\ndas fases orgânica a aquosa, aumentando ao máximo a interface entre as mesmas. Esta técnica \n\nainda vem sendo pouco utilizada na preparação destes materiais (BLASCO et al., 2006). \n\nA síntese de SAPO-5 vem sendo estudada por Lopez et al.(2000) utilizando três \n\nteores de silício. E, por meio da análise de TPD de NH3, foi mostrado que a acidez total \n\naumentou com a razão S Í O 2 / A I 2 O 3 (SAR). Observaram que na amostra com maior teor de \n\nsilício, ocorreu mais de um tipo de mecanismo de incorporação do silício, SM2 e S M 2 + S M 3 . \n\nEssas amostras também foram analisadas por infravermelho de piridina para identificar os \n\nsítios de Bronstede Lewis. Lopez et al. (2000) verificaram que a quantidade de sítios de \n\nBronsted aumentou com o teor de silício nas temperaturas de dessorção de 443°C (0,72 a \n\n1,27) e 623°C (0,71 a 0,90), enquanto apenas amostra com menor teor de silício apresentou \n\nsítios de Lewis nas três temperaturas de dessorção de piridina. \n\nA síntese do SAPO-5 também foi estudada por Wang et al. (2003) utilizando dois \n\nteores de silício. Onde mediante análises de TPD - NH3 foi mostrado que com o aumento da \n\nrazão do teor de silício, a acidez total diminuiu e a força ácida aumentou. \n\n2.2.4 Técnicas de Caracterização e Acidez de Catalisadores \n\nO conhecimento dos centros ácidos dos catalisadores que promovem as reações de \n\ncaráter ácido é fundamental para interpretar a sua atividade e seletividade. \n\n\n\n45 \n\nUm dos principais desafios para a avaliação da acidez em sólidos resume-se na busca \n\nde uma escala simples e representativa para sua caracterização. Enquanto nos sistemas \n\nlíquidos é relativamente fácil estabelecer um padrão para a acidez, como pK a , ou a escala de \n\nHammett (H0)ou atividade (a H\n+ ), o mesmo não acontece com as superfícies sólidas, porque \n\nsão usualmente complexas, podendo promover vários tipos de interações ácido-base \n\n(VIEIRA, 2011). \n\nEm um catalisador sólido podem coexistir sítios ácidos de diferentes forças, seja de \n\nBronsted ou de Lewis, e com densidades de distribuição variadas. Portanto, não existe um \n\nmodelo simples que forneça um valor representativo para a caracterização e entendimento da \n\nacidez no sólido. No entanto, existem diversas técnicas capazes de qualificar e quantificar os \n\nsítios ácidos. \n\nAs técnicas mais utilizadas são adsorção de base seguida de dessorção por aumento da \n\ntemperatura (TPD e TG), adsorção de base (piridina mais utilizada) seguida por \n\nespectroscopia na região do infravermelho e reações químicas modelo (ROSA-BRUSSIN, \n\n1993; MORENO e RAJAPOPAL, 2009). Estas são normalmente complementares, havendo \n\nas que são melhores para determinação da densidade dos sítios, enquanto outras são \n\nimportantes na caracterização da natureza do sítio ácido. Isoladamente, cada um destes \n\nprocedimentos permite interpretações importantes, mas ainda limitadas e algumas vezes \n\nincompatíveis com os resultados esperados (MORENO e RAJAPOPAL, 2009). \n\nPor isso sempre deve existir mais de uma técnica para que permita interpretações \n\ncorretas. Neste item serão apresentados os métodos de dessorção à temperatura programada \n\n(TPD - NH3) e infravermelho por adsorção de piridina, em virtude deste trabalho ter utilizado \n\nessas técnicas para caracterização da acidez dos catalisadores. \n\n2.2.4.1 Dessorção à Temperatura Programada (TPD - NH3) \n\nEntre as técnicas de medida da densidade de sítios ácidos, as mais importantes são os \n\nmétodos de dessorção térmica programada (Dessorção Térmica Programada-TPD), utilizando \n\ntipicamente moléculas sondas básica quimissorvidas, como aminas ou amónia. Nesta técnica a \n\nmolécula sonda é adsorvida sobre a amostra limpa e então se procede à dessorção \n\naumentando-se a temperatura de forma controlada. \n\n\n\n46 \n\nA determinação da quantidade dessorvida e, consequentemente, do número de sítios \n\nácidos pode ser feita analisando-se o gás que evolui da amostra, por cromatografia a gás. O \n\nnúmero total de sítios ácidos está relacionado à área total das curvas de TPD, enquanto a força \n\né proporcional à temperatura na qual ocorre a dessorção das espécies. Quanto mais forte o \n\nsítio ácido, maior a interação com o adsorbato e maior a temperatura necessária para \n\ndessorvê-lo (GORTE, 1999 apud MORENO e RAJAGOPAL 2009). Esta técnica pode \n\ndistinguir sítios somente pela força ácida, não podendo diferenciar entre sítios tipo Bronsted \n\nou Lewis. \n\nOs sítios são classificados em ácidos fracos, médios e fortes, de acordo com a \n\ninteração do sítio com a molécula da amónia. Esta distribuição depende da natureza do \n\ncatalisador, mas em geral, quanto mais forte for à interação sítio-NH3, mas energia será \n\nnecessária para promover a dessorção da molécula da amónia. Desta forma, os picos de \n\ndessorção de amónia observados em temperatura inferiores a 200°C são classificados como \n\nsítios ácidos fracos, enquanto sítios de força média dessorvem entre 200 e 350°C e picos de \n\ndessorção da amónia observados em temperaturas acima de 350°C são considerados sítios \n\nfortes (FLANINGEM, K H A T A M I e SZYMANSKI, 1971; LÓNYI e V A L Y O N , 2001). \n\nO TPD de amónia é uma técnica relativamente barata, bem estabelecida e que permite \n\nobter resultados em pouco tempo. Contudo, têm-se relatado alguns contratempos, como a não \n\nespecificidade para os sítios ácidos de Bronsted, o qual, sendo uma base muito forte, pode \n\nquimissorver em sítios ácidos muito fracos, dificultando a interpretação. Outro problema \n\nimportante a ressaltar é que os resultados dificilmente são reprodutíveis em outros \n\nequipamentos, devido à extrema sensibilidade de algumas condições operacionais, como a \n\nforma de preparação da amostra ou construção do equipamento. Apesar do TPD de amónia \n\nser razoavelmente utilizado, especialmente para sistemas relativamente conhecidos, o TPD da \n\ndecomposição de aminas vem sendo considerada uma alternativa mais eficaz (COSTA et al., \n\n1999 apud MORENO e RAJAGOPAL 2009). \n\n2.2.4.2 Infravermelho por Adsorção de Piridina (IV) \n\nUma das principais técnicas utilizadas para análise qualitativa quantitativa de sítios \n\nácidos em catalisadores é adsorção-dessorção de piridina acoplada a FTIR. \n\n\n\n47 \n\nA piridina tem sido a molécula sonda mais estudada, uma vez que esta espécie permite \n\na distinção entre sítios de Bronsted que gera o íon piridínio (PyH+) após a adsorção, bem \n\ncomo sítios ácidos fortes e fracos de Lewis (Pi:L), isto é, grupos que interagem com a piridina \n\npela doação de par eletrônico e por pontes de hidrogénio, respectivamente. A possibilidade de \n\ndiferenciação entre os sítios ácidos torna esta técnica muito útil no estudo do potencial \n\ncatalítico do material, tanto em termos de acessibilidade aos sítios como em relação à \n\nestabilidade térmica destes (CHAKRABORTY e VISWANATHAN, 1999). \n\nA piridina adsorvida nos sítios ácidos mostra bandas bem características em espectros \n\nno infravermelho, e três tipos de ligação podem ser formadas: i) formando o íon piridínio \n\natravés da protonação pelos sítios ácidos de Bronsted, com bandas localizadas em 1490, 1545 \n\ne 1640 cm\"1, ii) coordenando a um sítio ácido de Lewis, que são observadas em bandas de \n\n1440-1460, 1490, 1577 e (1600-1633) c m 1 iii) formando ligações por pontes de hidrogénio \n\ncom hidroxilas superficiais em 1400-1477, 1485-1490, 1593 e 1614 c m ^ CHAKRABORTY \n\ne VISWANATHAN, 1999). \n\n2.3 PROCESSOS DE OBTENÇÃO DE HIDROCARBONETOS: BIO-ÓLEO \n\n2.3.1 Considerações Gerais Sobre Bio-Óleo \n\nO bio-óleo ou fração orgânica é um líquido de característica polar, cor marrom escura, \n\nquase negra, e odor característico de fumaça. É constituído por uma mistura complexa de \n\nhidrocarbonetos e compostos orgânicos que, embora tenha natureza química diferente do \n\npetróleo, pode ser considerado como petróleo de origem vegetal, obtido pelo processo de \n\npirólise de biomassa (DIEBOLD, 2000; MESA, 2003). \n\nDe acordo com Qi et al. (2007) o bio-óleo apresenta características diferentes dos \n\nóleos derivados do petróleo. Contém elevado teor de água na faixa de 15 a 30 % em massa, \n\noriginado da umidade da biomassa e do produto de desidratação dos constituintes do bio-óleo \n\ndurante a reação de pirólise e estocagem. Como também apresenta teor de oxigénio na faixa \n\nde 35 a 40 % em massa, distribuídos em mais de 300 compostos, incluindo os ácidos \n\ncarboxílicos, álcoois, cetonas, aldeídos, ésteres e oxigenados mistos (CZERNIK e \n\n\n\n48 \n\nBRIDWATER, 2004). Ainda apresenta instabilidade química e menor poder calorífico (17 \n\nMj/Kg) quando comparado com o óleo combustível (43 Mj/Kg). Estas propriedades podem \n\nvariar em função do processo de obtenção e da biomassa utilizada. \n\nO bio-óleo apresenta como característica a baixa estabilidade térmica causada pela \n\nreatividade de muitos dos compostos presentes no óleo, que durante a estocagem podem \n\nreagir entre si formando moléculas maiores, e, consequentemente causar mudanças nas suas \n\npropriedades, como aumento da viscosidade. Outro fator que favorece as reações responsáveis \n\npelo processo de envelhecimento é a sua elevada acidez, que faz com que o mesmo seja \n\nextremante instável, podendo sofrer polimerização e oxidação ao longo do tempo. Essas \n\nreações são favorecidas com o aumento de temperatura e presença de luz (OASMAA e \n\nDiebold (2000) fez uma revisão dos mecanismos físicos e químicos da estabilidade do \n\nbio-óleo na estocagem, e mostrou que a adição de solventes como metanol e etanol melhoram \n\nsua estabilidade. No entanto, ainda são restritos estudos sobre tipos de composto químicos \n\nque poderão prolongar o tempo de armazenamento desses biocombustíveis. \n\nDiebold (2000) estudando sobre estabilidade térmica do bio-óleo descreveu algumas \n\nreações que podem ocorrer durante a sua estocagem. Essas reações estão apresentadas nas \n\nEquações 2.3.1.1; 2.3.1.2; 2.3.1.3 e 2.3.1.4. \n\na) Desidratação; \n\nCZERNIK, 1999; DIEBOLD, 2000; QI et al., 2007). \n\nb) Esterificação de ácidos orgânicos; \n\n,0 .0 \nR - O H + \n\nc) Oxidação de álcoois e aldeídos formando outros ácidos carboxílicos \n\n\n\n49 \n\nR-CHO ou Ar-CHO > R-COOH ou Ar-COOH a 3.1.3) \n\nd) Reações entre aldeídos, cetonas e água para formar hidratos; \n\nH R r f - H\n + H * ° C 3 1 4 ) \n\nO mercado para o bio-óleo obtido pelo processo de pirólise rápida é promissor diante \n\nde suas várias aplicabilidades. Além de apresentar características únicas que o torna \n\nextremamente competitivo do ponto de vista renovável, ele possui várias substâncias de \n\ngrupamentos químicos diferentes podendo ser usado como substituto do óleo combustível, \n\naditivo para diesel e fonte de insumos químicos. Porém, os problemas mais significativos do \n\nuso do bio-óleo como combustível é a sua baixa volatilidade, alta viscosidade, difícil ignição \n\n(baixo valor de aquecimento e elevado teor de água), corrosividade (devido à presença de \n\nácidos), e formação de coque, características essas que conferem aplicações limitadas ao bio-\n\nóleo (CZERNICK e BRIDGWATER, 2004). Por isso, para um possível uso como substituto \n\nao diesel fóssil ou gasolina, e, produtos químicos derivados do petróleo, o bio-óleo necessitará \n\nde consideráveis melhorias de suas propriedades físico-químicas (JUNMIMG et al., 2010). \n\nDentre os processos de melhoramentos (\"upgrading\") das propriedades do bio-óleo \n\nestá a hidrodesoxigenação, a mistura com diesel formando uma emulsão, a reforma a vapor \n\npara produzir hidrogénio ou gás de síntese e o craqueamento com zeólitas. No entanto, esses \n\nprocessos são bastante dispendiosos quando comparados com o processamento dos derivados \n\ndo petróleo. Por isso a combustão direta do bio-óleo em caldeiras, fornos, máquinas e turbinas \n\né ainda um processo atrativo (CZERNICK e BRIDGWATER, 2004; BRIDGWATER, \n\nPEACOCKE, 2000). \n\nO bio-óleo pode ser obtido pelo processo de craqueamento térmico ou pirólise e \n\ntermocatalítico, baseados no mesmo princípio, porém com características e objetivos \n\ndiferentes. \n\n\n\n50 \n\n2.3.2 Craqueamento Térmico \n\nO processo de craqueamento térmico ou pirólise de óleos vegetais consiste na \n\ntransformação, a elevadas temperaturas (300 a 700°C), dos constituintes destes em diversos \n\ntipos de hidrocarbonetos e compostos oxigenados. E o conjunto de reações que formam o \n\nprocesso pirolítico é responsável pela geração de quatro diferentes frações: gasosa, aquosa \n\n(água ácida, correspondente ao vapor d'água condensável), orgânica (voláteis que quando \n\ncondensados geram o bio-óleo) e sólida. (WILLIAMS e HORNE. 1995; ADJAYE e \n\nBAKHSHI, 1995; ADJAYE, KATIKANENI e BAKHSHI, 1996; IDEM, KATIKANENI e \n\nBAKHSHI, 1997, DANDIK et al., 1998;TWAIQ al al., 2003; TWAIQ, MOHAMED e \n\nBHATIA, 2004; ADEBANJO, D A L A I e BAKHSHI, 2005; SANTOS, 2013 ). A fase gasosa \n\nnormalmente é constituída por C O 2 , CO, H 2 e hidrocarbonetos leves, enquanto que o líquido \n\norgânico, por hidrocarbonetos alifáticos e aromáticos e compostos oxigenados como aldeídos \n\ne ácidos carboxílicos. \n\nO líquido orgânico (bio-óleo) é obtido em todo craqueamento de óleo, gordura ou \n\nqualquer biomassa. No entanto, a composição e distribuição das frações líquidas são \n\ndependentes das condições do processo. Quando o craqueamento é apenas térmico, o líquido \n\napresenta um elevado índice de acidez em virtude da grande quantidade de ácidos graxos \n\nlivres que não sofreram desoxigenação no craqueamento secundário (QUIRINO, 2006; \n\nRIBEIRO, 2006; CHEW e BHATIA, 2009). E a composição da matéria-prima a ser \n\ncraqueada influencia a composição da fração líquida orgânica. Óleos e gorduras com \n\nquantidade elevada de ácidos graxos insaturados e com cadeias carbónicas pequenas \n\nfavorecem a obtenção da fração gasolina com elevado teor de aromáticos (IDEM, et al.,1996). \n\nAs insaturações favorecem as reações de ciclizações e posterior aromatização (IDEM, et al., \n\n1996). Enquanto que os óleos com elevado teor de ácidos graxos saturados e cadeias \n\ncarbónicas grandes favorecem a obtenção da fração diesel, com menor quantidade de \n\naromáticos. \n\nAs diversas rotas mecanísticas para a reação de pirólise configuram uma alta \n\ncomplexidade no controle da formação de produtos, e dependem de diversos fatores como; \n\nnatureza do óleo utilizado, presença de catalisador, temperatura e tipos de aparatos \n\nexperimentais Se o craqueamento for realizado em temperaturas elevadas, pode ser \n\nintensificada a formação de compostos aromáticos, pelas ciclizações combinadas com os \n\n\n\n51 \n\nprocessos de desidrogenações (FORTE e BAUGH, 2004; VONGHIA et al., 1995; IDEM; \n\nKATIKANENI; BAKHSHI, 1997; SCHWAB et al., 1988; GUSMÃO et al., 1989; L I M A et \n\nal., 2004; RIBEIRO, 2006; L i et al., 2007). \n\nO reator batelada em sistema de destilação é a forma mais simples para estudo de \n\ncraqueamento térmico e termocatalítico de óleos vegetais (LIMA et al., 2004; QUIRINO, \n\n2006; RIBEIRO, 2006; PRADO e ANTONIOSI FILHO, 2009; MELO, 2010; OLIVEIRA, \n\n2010; LUZ JÚNIOR, 2010). Neste tipo de reator, o catalisador é previamente ativado e fica \n\nem contato direto com o óleo durante todo o processo de craqueamento do mesmo. E as \n\nfrações líquidas podem ser separadas e coletadas durante o processo de craqueamneto no \n\npróprio sistema de destilação, evitando mais uma etapa de destilação. Embora seja um sistema \n\nsimples, proporcionam resultados satisfatórios em escala de laboratório (LIMA et a l , 2004; \n\nQUIRINO, 2006; PRADO e ANTONIOSI FILHO, 2009). \n\nPesquisas com micro-reatores de leito fixo também vem sendo realizadas para o \n\ncraqueamento termocatalítico de óleos vegetais, neste sistema somente os vapores e produtos \n\ndo processo de craqueamento térmico passam pelo leito catalítico, sendo possível controlar o \n\ntempo de contato entre o catalisador e os compostos oxigenados do craqueamento primário. \n\nPelos dois sistemas de reatores utilizados (batelada e leito fixo), a fração líquida orgânica \n\nobtida deve ser fracionada por destilação, para obtenção das frações líquidas orgânicas \n\ncombustíveis (SANTOS et al., 1998; L I M A , et al., 2004; RODRIGUES, 2007; SANTOS, \n\n2007; TAMUNAIDU e BHATIA, 2007; CHEW e BHATIA et al., 2009; PRADO e \n\nANTONIOSI FILHO, 2009). \n\nDupain et al. (2007) e L i , Yu e Shen (2009) estudaram o craqueamento de óleos \n\nvegetais em leito catalítico fluidizado (FCC). E verificou que este processo é uma alternativa \n\nviável tanto com óleo vegetal puro quanto misturado com petróleo, isto sugere a possibilidade \n\nda realização do craqueamento termocatalítico de óleos vegetais nas refinarias de petróleo. O \n\ncraqueamento catalítico (FCC) é um processo químico de transformação de frações pesadas \n\nde petróleo em outras mais leves através da quebra (cracking) das moléculas dos constituintes, \n\ncom a utilização de catalisador. \n\nA utilização de óleos vegetais para obtenção de biocombustíveis alternativos pela rota \n\nde craqueamento teve início na China em 1940, com o óleo de tungue, para abastecer as frotas \n\ninternas, devido ao corte do fornecimento de derivados de petróleo, durante o período da \n\nsegunda guerra mundial (CHANG e W A N , 1947). Desde então, diferentes pesquisas \n\n\n\n52 \n\nutilizando o processo de pirólise de óleos e gorduras, na ausência de catalisadores, vêm sendo \n\nconduzidas e relatadas na literatura. \n\nSegundo Benedito et al. (2000) a conversão de óleos vegetais a hidrocarbonetos, pelo \n\nprocesso de craqueamento é uma possibilidade promissora para a obtenção de combustíveis \n\nlíquidos alternativos. Pois a composição química das misturas de hidrocarbonetos obtidas é \n\npróxima daquela dos derivados do petróleo, permitindo usar uma tecnologia j á disponível nas \n\nindústrias de petróleo, e, portanto, não onerando o país com investimentos dispendiosos. \n\nDiversos trabalhos sobre craqueamento térmico foram realizados utilizando diferentes \n\nmatérias-primas como; óleo de babaçu e palma (ALENCAR, ALVES e CRAVEIRO, 1983) \n\nóleo de canola (IDEM; KATIKANENI e BAKHSHI, 1996), óleo de soja (SCHWAB et al., \n\n1988; RODRIGUES, 2007), óleo de macaúba, mamona e dendê (SOARES et al., 2004),e \n\nbanha de porco (ADEBANJO, D A L A I e BAKHSHI, 2005) e borra de óleo de soja, gordura \n\nde frango e sebo de boi (SANTOS, 2007). \n\nSantos (2007) realizando o craqueamento térmico, na ausência de catalisador, da borra \n\nde óleo de soja, da gordura de franco e do sebo de boi, a temperatura de 350°C a 400°C pode \n\nesboçar algumas conclusões: a) Quando a temperatura de 350°C foi atingida houve a \n\nformação dos vapores orgânicos das amostras, ocorrendo então a pirólise, b) Todas as \n\namostras apresentaram taxa de conversão de até 56% em combustíveis líquidos (craqueado). \n\nc) Após o craqueamento, a fração orgânica foi destilada e apresentou rendimentos de até 56% \n\nem fração semelhante ao diesel. Dentre as amostras estudadas a gordura de frango foi a que \n\napresentou menor rendimento em fração líquida, indicando, portanto, que o rendimento \n\ndepende da natureza da amostra, e) Observou que as frações com temperatura de destilação \n\nmenor que 200°C assemelham-se a mistura de hidrocarbonetos mais leves, como querosene e \n\ngasolina, confirmando dados da literatura (CHANG E W A N , 1947). \n\nDe acordo com Lima et al. (2004), Junming et al. (2010), Botton (2012), a elevada \n\nacidez do produto craqueado é devido à presença de ácidos graxos e ácidos carboxílicos de \n\ncadeia curta, que podem levar à corrosão dos motores. \n\n\n\n53 \n\n2.3.3 Craqueamento Termocatalítico \n\nO processo de craqueamento térmico de óleos e gorduras, com auxílio de um \n\ncatalisador, não altera significativamente a composição dos produtos. Por outro lado, afeta a \n\ndistribuição dos mesmos, uma vez que facilita ou dificulta determinadas etapas do \n\ncraqueamento secundário (WILLIAMS, e HORNE, 1995; IDEM et al., 1997; CHEW e \n\nBHATIA, 2009; KUBICKA e KALUZA, 2010). \n\nA presença do catalisador fornece uma rota reacional com uma menor quantidade de \n\nenergia térmica para romper as ligações químicas, e, diminui o teor dos compostos \n\noxigenados da fração orgânica obtida, que dão maior acidez e viscosidade ao biocombustível. \n\nComo também diminui o tempo total de reação, induz a formação de maiores frações de \n\ncertos produtos, além de aumentar o rendimento total da reação em relação ao processo \n\nrealizado na ausência de catalisador (QUIRINO, 2006; RIBEIRO, 2006; SUAREZ; et al., \n\n2007b; BENSONetal.,2009). \n\nAtravés de pesquisas sobre craqueamento termocatalíticode óleos vegetais, é possível \n\nverificar que o rendimento e a distribuição dos produtos craqueados são dependentes das \n\ncondições operacionais empregadas e das características do catalisador utilizado, como \n\ndensidade, força e distribuição dos sítios ácidos, tamanho e estrutura de poros e área \n\nsuperficial (BRIDGWATER, 2003; BELLAVER e ZANOTTO, 2004; MORCELIN e ASSIS, \n\n2007; SUAREZ et al., 2009; PRADO, 2009). \n\nSob o ponto de vista da qualidade do combustível o processo de craqueamento \n\ntermocatalítico é mais eficiente em relação ao térmico, isto é, não haverá necessidade de \n\nnenhuma modificação ou adaptação dos motores, bem como não teríamos problemas de \n\ncorrosão ou poluição, uma vez que o combustível seria idêntico, em sua natureza, aos \n\nderivados de petróleo (BRASIL, 2006). \n\nDiferentes tipos de catalisadores sólidos vêm sendo pesquisados, no intuito de \n\nconverter óleos vegetais e gorduras animais em biocombustíveis capazes de substituir os \n\ncombustíveis líquidos derivados do petróleo. Dentre os principais catalisadores ativos para o \n\ncraqueamento, destacam-se as peneiras moleculares micro e mesoporosos, metais de \n\ntransição, argilas pilarizadas, sílica, alumina, óxidos metálicos (VONGHIA et al., 1995; \n\nIDEM, KATIKANENI e BAKHSHI, 1997; SANTOS et al.,1998; TWAIQ et. al., 2003; \n\nL I M A et al., 2004; QUIRINO, 2006; RIBEIRO, 2006; MAHER e BRESSLER, 2007; \n\n\n\n54 \n\nSUAREZ et. al., 2007b; BENSON et al., 2009; MELO, 2010; OLIVEIRA, 2010; LUZ \n\nJÚNIOR. 2010; RODRIGUES, 2010; PRADO e ANTONIOSI FILHO; 2009; BOTTON et. \n\nal., 2012; ARAÚJO, 2012). \n\n2.3.3.1 Conversão de Bio-Óleo \n\nOs catalisadores zeolíticos são largamente empregados no refino de petróleo e \n\npetroquímica, sendo as zeólitas Y ZSM-5 as mais utilizadas no craqueamento de petróleo \n\n(CORMA, 1997). \n\nO bio-óleo pode ser melhorado usando catalisadores a base de zeólitas para reduzir o \n\nteor de oxigénio e aumentar sua estabilidade térmica. No entanto, seu desenvolvimento na \n\nprática ainda se encontra em estágio inicial. Esse melhoramento é de extrema importância, \n\npois representa um modo de explorar os recursos naturais renováveis, potencialmente \n\ndisponíveis, utilizando o processo de pirólise (CHIARAMONTI et al., 2003). \n\nNo melhoramento (\"upgrading\") de bio-oleo utilizando craqueamento com zeólitas \n\nvem sendo aplicadas duas abordagens. Na primeira, o bio-óleo, previamente obtido, é \n\nsubmetido ao craqueamento, geralmente em leito fixo. Na segunda os vapores provenientes da \n\npirólise, são craqueados sequencialmente sobre um leito de catalisador antes da condensação \n\n(ALMEIDA, 2008). \n\nA maioria das pesquisas sobre craqueamento de bio-óleo com zeólitas tem sido \n\nrealizadas de acordo com a primeira abordagem. O principal problema dessa rota é a \n\nformação de depósitos carbonáceos no leito catalítico, provavelmente originados dos \n\ncompostos pesados (KERSTEN, et al.,2007). Neste contexto serão apresentados alguns \n\ntrabalhos usando a primeira abordagem. \n\nAdjaye e Bakhshi (1995) estudando o craqueamento de bio-óleo, proveniente da \n\npirólise rápida, sobre os catalisadores zeolíticos; H-ZSM-5, HY e H-mordenita, sílicalita e \n\nsílica-alumina, observaram que, o rendimento do produto líquido foi menor para o \n\ncraqueamento de bio-óleo de pirólise rápida, do que o de liquefação. No entanto, a \n\nseletividade a hidrocarbonetos foi menor, e, não houve formação de resíduos. Verificaram \n\ntambém que os catalisadores ácidos, (H-ZSM-5 e HY) apresentaram maior conversão do que \n\na sílica-alumina, que é menos ácida, e a silicalita que não apresenta acidez. Observaram \n\n\n\n55 \n\ntambém que (H-ZSM-5 e H-mordenita) foram mais seletivas a aromáticos, enquanto HY \n\nsílicalita e sílica-alumina foram mais seletivas a hidrocarbonetos alifáticos. \n\nAdjaye e Bakhshi (1995) propuseram mecanismos para conversão do bio-óleo, sobre \n\ncatalisadores (H-ZSM-5, HY e H-mordenita), onde foi postulado, que a conversão se processa \n\ncomo resultado de efeitos térmicos, seguidos de efeitos termocatalíticos. Os efeitos térmicos \n\nproduziriam separação do bio-óleo em orgânicos leves e pesados, e polimerização do bio-óleo \n\npara carvão vegetal. Enquanto que os efeitos catalíticos produziriam coque, alcatrão, gás, \n\nágua e produto líquido desejado. \n\nA Figura 2.9 ilustra o mecanismo proposto para o (H-ZSM-5, HY e H-mordenita), \n\nonde é sugerido que os orgânicos pesados, que consistem de macromoléculas de compostos \n\noxigenados, são craqueados a orgânicos leves (etapa 4). Por outro lado, parte desses orgânicos \n\npode depositar-se na superfície do catalisador, e polimerizar formando alcatrão e coque (etapa \n\n5). Os orgânicos leves (ácidos, ésteres, álcoois, cetonas, éteres e fenóis) são submetidos a um \n\nnúmero de reações no leito do catalisador (etapa6). Parte deles é desoxigenada e craqueada. A \n\ndesoxigenação produz água, monóxido de carbono e dióxido de carbono. O craqueamento \n\nproduz vários fragmentos de carbono, que podem sofrer oligomerização formando olefinas \n\nC 2 - C 6 . E as olefinas sofrem aromatização, seguida de alquilação e isomerização, produzindo \n\naromáticos (etapa7). E parte dos aromáticos pode polimerizar formando coque (etapa 8). \n\nPodendo uma parte de o carvão ser gaseificado (etapa 9). \n\nFigura 2.9 Mecanismo proposto para o craqueamento do bio-óleo sobre H-ZSM-5, HY e H-\nmordenita \n\nFonte: ADJAYE e BAKHSHI (1995). \n\n\n\n56 \n\nKatikaneni et al. (1995) estudaram o craqueamento de bio-óleo e óleo de canola sobre \n\nos aluminofosfatos SAPO-5, SAPO-11 e MgAPO-36 e HZSM-5. E os resultados mostraram \n\nque a conversão do bio-óleo para hidrocarbonetos com os aluminofosfatos foi menor do que \n\ncom o HZSM-5. \n\nEm suas pesquisas Gayubo et al. (2004) estudaram a desativação do catalisador \n\nzeolítico HZSM-5 no craqueamento da fração aquosa do bio-óleo em repetidos ciclos de \n\nreação/regeneração. E foi observada a desativação por desaluminização da zeólita causada \n\npelo elevado teor de água no meio reacional resultando, portanto, em uma perda irreversível \n\ndos sítios ácidos. \n\nVitolo et al. (2001) estudaram o craqueamento de bio-óleo oriundo da pirólise rápida \n\nsobre HZSM-5 considerando o uso do catalisador em repetidos ciclos de reação e regeneração \n\natravés da queima do coque. O bio-óleo melhorado produziu um óleo desoxigenado altamente \n\naromático. A deposição do coque e do alcatrão sobre o catalisador causou um gradual \n\ndecréscimo na atividade do catalisador até a completa desativação após o quinto ciclo de \n\nregeneração. A desativação foi atribuída ao decréscimo dos sítios ácidos, em especial os sítios \n\nácidos de Bronsted. \n\n2.3.4 Mecanismos Reacionais Propostos para Pirólise de Óleos Vegetais \n\nEm estudos realizados por Chang e Wan (1947); Nawar (1969); Alencar, Alves e \n\nCraveiro (1983); Landis, Craver e Barton (1992); Idem, Katikaneni e Bakhshi (1996) sobre \n\npirólise de triglicerídeos revelaram que esse processo ocorre em duas etapas distintas e \n\nconsecutivas. Na primeira etapa, chamada craqueamento primário, são formadas as espécies \n\nácidas; j á na segunda etapa chamada craqueamento secundário, ocorre à desoxigenação dos \n\nácidos carboxílicos produzidos durante o craqueamento primário. O craqueamento primário \n\ndos triglicerídeos é um processo governado pelas reações radicalares, predominantemente \n\ntérmico e ocorre quando o óleo atinge uma temperatura (250-350°C), a qual depende da \n\ncomposição do óleo (DUPAIN et al., 2007). \n\na) Craqueamento primário corresponde, principalmente, à formação de ácidos carboxílicos \n\ndecorrentes do rompimento da ligação C O da parte glicerídica e o restante da cadeia do óleo \n\nou gordura. Para explicar esse processo dois mecanismos distintos são propostos na literatura. \n\n\n\n57 \n\nUma proposta foi à produção de alqueno através da transferência de hidrogénio da posição \n\ngama em relação à carbonila (GUSMÃO et al., 1989), ilustrado na reação da Equação 2.3.4.1. \n\nEnquanto que o segundo mecanismo proposto foi à eliminação de um hidrogénio beta (P -\n\neliminação) para a formação do ácido carboxílico, como se observa na reação da Equação \n\n2.3.4.2, este último mecanismo é mais coerente tanto com os produtos obtidos quanto com o \n\nconceito de acidez e basicidade de Lewis (CHANG e W A N 1947; NAWAR 1969; \n\nALENCAR, ALVES e CRAVEIRO 1983; LANDIS, CRAVER e BARTON 1992; \n\nVONGHIA et al., 1995 ; L I M A et al. 2004). Uma sequência de duas eliminações de \n\nhidrogênios betas nas cadeias de um triglicerídeo e um rearranjo final resulta em dois ácidos \n\ncarboxílicos de cadeia longa, uma molécula de acroleína e uma molécula de ceteno, como se \n\npode verificar na reação mostrada na Equação 2.3.4.3, a qual representa a reação global para o \n\ncraqueamento primário. \n\nA acroleína e os cetenos por serem bastante reativos, se combinam gerando outros \n\ncompostos oxigenados. O número de átomos de carbono nas cadeias dos ácidos e do ceteno \n\ndepende diretamente da composição do triglicerídeo em questão, uma vez que a clivagem de \n\nligações carbono-carbono demanda uma maior quantidade de energia do que se verifica \n\nnecessário no rompimento de ligações carbono-oxigênio e, portanto, acontecem com \n\nfrequência menor (QUIRINO, 2006). \n\nY \nFonte: PEREIRA, (2010). \n\n\n\n58 \n\nb) Craqueamento secundário, neste processo os ácidos carboxílicos formados durante o \n\ncraqueamento primário são desoxigenados, que pode acontecer por duas rotas distintas: \n\ndescarboxilação e descarbonilação mostradas nas reações das Equações 2.3.4.4 e 2.3.4.5 \n\nrespectivamente, que resultam em produtos diferentes (IHA, 2010). A descarboxilação \n\nfornece alcanos lineares e dióxido de carbono, enquanto a descarbonilação produz água, \n\nalcenos terminais e monóxido de carbono (SUAREZ et al., 2007b). \n\nC O j • RH (A) 0.3.4.4) \nOH \n\nR ~ è — C M r -\n1 &lt;OH C O * Hfi • R — C H s s s C H ] ( B ) (2.3.4.5) \n\nFonte: QUIRINO, (2006). \n\nQuirino et al. (2009) verificaram por meio da composição dos produtos finais, que \n\nambas as rotas acontecem simultaneamente durante um processo simples de pirólise, mas a \n\npresença de catalisadores pode favorecer uma determinada rota (descarboxilação ou \n\ndescarbonilação \n\nKersten et al. (2007) e Almeida (2008) sugeriram que a desoxigenação via \n\ndescarboxilação é a melhor rota para produzir combustíveis a partir do bio-óleo, uma vez que \n\n\n\n59 \n\nsão produzidas parafinas e não é utilizado o hidrogénio que possui um custo elevado. Além \n\ndisso, a remoção seletiva de oxigénio como C 0 2 , em vez de água, aumenta o conteúdo \n\nenergético do bio-óleo. Contudo, a descarboxilação dos sistemas catalíticos estudados ainda é \n\nbaixa. Portanto, novos catalisadores seletivos a descarboxilação devem ser explorados mais \n\nintensamente. \n\n\n\nCAPÍTULO I I I \nMateriais e Métodos \n\n\n\n60 \n\n3 M A T E R I A I S E MÉTODOS \n\nEste capítulo trata do detalhadamente relativo aos materiais e procedimento \n\nexperimental utilizado na elaboração deste trabalho. No primeiro momento abordou-se a parte \n\nexperimental referente ao catalisador, a qual foi dividida em duas etapas. Na primeira \n\nenvolveu a síntese do SAPO-5 com diferentes razões Si02/A1203(SAR), identificação da fase \n\nA F I e construção das curvas de cristalização para cada SAR. Na segunda etapa realizou-se a \n\ncalcinação e caracterização das amostras do catalisador. Na terceira e última etapa realizou-se \n\na síntese e caracterização dos bio-óleos obtidos por craqueamento térmico e termocatalítico \n\ndo óleo de girassol. \n\n3.1 REAGENTES UTILIZADOS NA SÍNTESE DO SAPO-5 \n\nOs reagentes utilizados na síntese dos catalisadores estão apresentados no Quadro 3. 1. \n\nQuadro 3.1 Reagentes utilizados na síntese do SAPO-5 \n\nReagentes Fórmula \nQuímica \n\nMassa \nMolar \n\n(g.mol1) \n\nPureza \n(%) \n\nFabricante \n\nÁcido Ortofosfórico H3PO4 97,98 85 Merck \nPseubohemita A l (OH)3 78,00 80 Condea \n\nTetraetilortossilicato (TEOS) C 2 H 5 0 ) 4 S i 208,33 98 Merck \n\nTrietilamina ( C 2 H 5 ) 3 N 101,19 99 Aldrich \n\nn-Hexanol C 6 H 1 3 O H 102,18 98 Fluka \nBrometo de \n\nhexadecilmetilamônio \nC i 9 H 4 2 N B r 364,46 >96 Fluka \n\nFonte: Elaborado pela autora (2013). \n\n\n\n61 \n\n3.2 MATÉRIA PRIMA UTILIZADA NA OBTENÇÃO DO BIO-ÓLEO \n\nA matéria prima utilizada nas reações de craqueamento térmico e termocatalítico foi \n\num produto comercial denominado óleo de girassol conseguido no comércio local de \n\nCampina Grande, Paraíba. O mesmo veio acondicionado em garrafas plásticas com \n\ncapacidade de 900 mL, e foi adquirida uma caixa com 12 recipientes de um mesmo lote. \n\n3.3 SÍNTESEDO SAPO-5 EM MEIO BIFÁSICO EM PRESENÇA DE SURFACTANTE \n\nCOM DIFERENTES RAZÕES MOLARES \n\nAs sínteses dos catalisadores foram obtidas no Laboratório de Pesquisas em Ciências \n\nAmbientais (LAPECA), localizado no Centro de Ciências e Tecnologia da Universidade \n\nEstadual da Paraíba. As amostras de SAPO-5 foram sintetizadas com razões molares \n\nSiO2/Al2O3(SAR)=0,10; 0,20; 0,25; 0,30; 0,35 e 0,40, pelo método hidrotérmico. O \n\nfluxograma de síntese está apresentado na Figura 3.1. \n\nFigura 3.1 Fluxograma de síntese dos catalisadores S010, S020, S025, S030, S035 e S040 \n\nÁ C I D O F O S F Ó R I C O \n+1/2 H 2 0 \n\nP S E U D O B O H E M I T A \n+ V Í H 2 0 \n\nI \nX \n\nM I S T U R A T e m p o d e A g i t a ç ã o 2 h o r a s \nR E A G E N T E 1 I * e m T e m p e r a t u r a A m b i e n t e e m T e m p e r a t u r \n\nT R I E T I L A M I N A \nM I S T U R A T e m p o de A g i t a ç ã o 2 h o r a s \n\nR E A G E N T E 2 * ~ e m T e m p e r a t u r a A m b i e n t e \n\nT E O S + S U R F A C T A N T E \nH E X A N O L \n\nM I S T U R A \nR E A G E N T E 3 \n\n^ Tempo de Agitação 2 horas \nem Temperatura Ambiente \n\nC R I S T A L I Z A Ç Ã O T c = 170°C \nt c = 10,18, 34, 48 e 72 h \n\nL A V A G E M \n\nS E C A G E M \n(60 °C) \n\nS Ó L I D O \n\nC A R A C T E R I Z A Ç Ã O \nF Í S I C O - Q U I M I C A \n\nFonte: Elaborada pela autora (2013). \n\n\n\n62 \n\n3.3.1 Composição Molar da Mistura Reacional \n\nAs misturas reacionais utilizadas nas sínteses do SAPO-5 seguiram a seguinte \n\ncomposição química: \n\nx SiOz: P 2 0 5 :A1 2 0 3 : 1,40(C2H5)3N: 0,072CTMABr: 4,40 C 6 H i 3 O H : 40H2O (3.1) \n\nx: representa o teor molar de silício no gel de síntese e os valores estudados foram de 0,10; \n\n0,20; 0,25; 0,30; 0,35 e 0,40. \n\n3.3.2 Preparação da Mistura Reacional \n\nA síntese do SAPO-5 baseou-se no procedimento descrito por Urbina (1997) com \n\nalgumas modificações. \n\nO processo de síntese iniciou-se com a adição da metade da água do sistema a um \n\nbecker contendo pseudobohemita (fonte de alumínio) e após a dispersão da mesma, \n\nadicionou-se o ácido ortofosfórico (fonte de fósforo) previamente diluído com o restante da \n\nágua, mantendo o sistema sob agitação durante 2 horas. Passado esse tempo, adicionou-se a \n\ntrietilamina (direcionador da estrutura) à mistura, permanecendo por mais 2 horas sob \n\nagitação. Em seguida, adicionou-se uma solução preparada pela dissolução de \n\ntetraetilortosilicato (fonte de silício) e Brometo de hexadeciltrimetilamônio (surfactante) em \n\nn-hexanol, mantendo o sistema sob agitação por mais 2 horas. Após este período o gel foi \n\ncolocado em copos de Teflon e estes acondicionados dentro de autoclaves de aço inoxidável e \n\nlevados à estufa para cristalização a temperatura de 170°C, sendo retirados após os tempos de \n\ncristalização de 10, 18, 34, 48, e 72 horas. O sólido obtido foi centrifugado, lavado com água \n\ndestilada até alcançar pH neutro e colocado para secar a uma temperatura de 60°C. Em \n\nseguida foi submetido à análise por difração de raios - X para identificação da fase AFI. \n\n\n\n63 \n\n3.3.3 Nomenclatura Usada para Identificação das Amostras do Catalisador \n\nAs amostras sintetizadas foram identificadas de acordo com teor de silício adicionado \n\nna mistura reacional. \n\n• SO10 - amostra com razão molar S i 0 2 / A l 2 0 3 (SAR) = 0,10 \n\nS S020 - amostra com razão molar S i 0 2 / A l 2 0 3 (SAR) = 0,20 \n\nS S025 - amostra com razão molar S i 0 2 / A l 2 0 3 (SAR) = 0,25 \n\nS S030 - amostra com razão molar S i 0 2 / A l 2 0 3 (SAR) = 0,30 \n\nS S035 - amostra com razão molar S i 0 2 / A l 2 0 3 (SAR) = 0,35 \n\nS S040 - amostra com razão molar S i 0 2 / A l 2 0 3 (SAR) = 0,40 \n\n3.3.4 Tratamento Pós-Síntese \n\n3.3.4.1 Calcinação \n\nApós síntese, o SAPO-5 foi submetido ao processo de calcinação, para remoção do \n\ndirecionador, a trietilamina a qual pode estar compensando a carga negativa da estrutura e/ou \n\nocluída nos canais do catalisador. \n\nA calcinação das amostras foi realizada em cadinhos de porcelana em mufla \n\nEDGCON 5P a uma taxa de aquecimento 10°C.min 1 desde a temperatura ambiente até \n\n450°C, com fluxo de N 2 de 160 m L . m i n\n1 Uma vez atingida esta temperatura as amostras \n\npermaneceram nestas condições por 1 hora. Após este período, o fluxo foi substituído por um \n\nfluxo de 160 mL.min 1 de ar sintético. E, após atingir a temperatura de 550°C, as amostras \n\npermaneceram por 13 horas. \n\nAs calcinações foram realizadas no Laboratório de Catálise (LC) da Universidade \n\nFederal do Rio Grande do Norte (UFRN). As etapas de calcinação estão listadas no Quadro \n\n3.2 e o sistema de calcinação empregado encontra-se esquematizado na Figura 3.2. \n\n\n\n64 \n\nQuadro 3.2 Etapas de calcinação do catalisador \n\nTemperatura Gás utilizado Objetivo \n25 a 250°C N 2 Desidratação da amostra \n\n250 a 400°C N 2 Remoção do direcionador ocluído \nnos canais \n\n450 a 550°C N 2 Remoção do direcionador que está \ncompensando carga estrutural \n\n550°C Ar Sintético (21% 0 2 e 79% N 2 ) Queima do coque formado \nFonte: Elaborado pela autora (2013). \n\nFigura 3.2 Sistema de calcinação para remoção do direcionador \n\nFonte: Adaptada de LUZ JÚNIOR, (2010). \n\n3.4 CARACTERIZAÇÃO FÍSICO-QUÍMICA DOS SÓLIDOS CATALÍTICOS \n\n3.4.1 Difração de Raios X pelo Método do Pó \n\nAs amostras S010, S020, S025, S030, S035 e S040 foram caracterizadas por difração \n\nde raios-X com objetivo de identificar a presença da fase AFI, grau de cristalinidade, \n\nparâmetros de rede e tamanho de cristalito. A análise foi realizada num equipamento \n\nSHIMADZU, modelo XDR 6000, com uma varredura de ângulo 20 de 5 a 45°, com emissão \n\n\n\n65 \n\nde radiação CuKa, gerada a partir de uma tensão de 30 kV e uma corrente de 30 mA, com \n\numa velocidade do goniómetro 2°C.min 1 . A metodologia adotada para obtenção dos \n\ndifratogramas das amostras foi a do método do pó. \n\nOs ensaios foram realizados no Centro de Tecnologia da Universidade Federal da \n\nParaíba, João Pessoa, UFPB. \n\n3.4.1.1 Cristalinidade Relativa \n\nFoi realizada a síntese do catalisador, variando-se os tempos de cristalização (10, 18, \n\n34, 48, e 72 horas) para cada razão S i 0 2 / A l 2 0 3 (Tabela 3.1). Os valores de cristalinidade \n\nrelativa das amostras foram determinados a partir da relação da somatória das áreas sob os \n\npicos em torno de 28 = 14,8; 19,7; 20,98 e 22.38° , sobre a somatória das áreas sob estes \n\nmesmos picos da amostra S040, considerada padrão, por ser a mais cristalina. Assim optou-se \n\npor construir curvas de cristalização a partir das quais se pode verificar o tempo de \n\ncristalização mais satisfatório para cada razão sendo, portanto, considerado como o tempo \n\nideal de síntese para as amostras a serem caracterizadas. Para as razões Si0 2 /Al 2 03 = 0,10; \n\n0,20; 0,25; 0,30; 0,35 e 0,40 os tempos de cristalização foram de 18, 48, 48, 48, 72 e 34 horas, \n\nrespectivamente. Nesta etapa foram preparados 30 catalisadores. Para o cálculo da \n\ncristalinidade relativa foi utilizada a equação 3.2 (SAAVEDRA, 1995). \n\n% Cristalinidade =100* \nYl{àreas)amostra \nY,{áreas~)padrão \n\n(3.2) \n\nTabela 3.1 Tempo de cristalização e teor de silício \n\n(Si0 2 /Al 2 0 3 )Te6rica Tempo de Cristalização(hora) \n10 18 34 48 72 \n\n0,10 X X X X X \n0,20 X X X X X \n0,25 X X X X X \n0,30 X X X X X \n0,35 X X X X X \n0,40 X X X X X \n\nx- indica o tempo em que as amostras permaneceram na estufa. \nFonte: Elaborada pela autora (2013). \n\nU F C G / B I B L I O T E C A / B C \n\n\n\n66 \n\n3.4.1.2 Tamanho Médio de Cristalito \n\nO cálculo do tamanho do cristalito foi feito a partir da difração de raios-X, utilizando o \n\nquartzo como padrão interno e a equação 3.3 (CULLITY, 1967). A equação de Scherer foi \n\nutilizada admitindo-se que os cristais a serem analisados encontram-se livres de tensão e \n\ndefeitos, de modo que o alargamento do pico seja devido somente ao tamanho dos cristais. \n\nd t £ s m \n\nEm que: \n\nD: Tamanho médio do cristalito. \n\nX,: Comprimento de onda da radiação eletromagnética utilizada. \n\n9: Ângulo de difração. \n\nP: Largura a meia altura do pico mais intenso, corrigida pela equação 3.4. Neste caso foi \n\nutilizado o pico de difração do plano (2 1 1) da fase AFI, com valor aproximado de 29 de \n\n22,38°. \n\nP2 = B 2 - b 2 (3.4) \n\nem que: \n\nB: Largura a meia altura do pico difratado da amostra; com intensidade 100%. \n\nb: Largura à meia altura do pico 100% do padrão, quartzo, no presente caso. Em virtude da \n\nnão idealidade do equipamento, se faz essa correção. \n\n3.4.1.3 Parâmetros de Rede e Volume de Cela Unitária \n\nOs parâmetros de célula unitária hexagonal \"a\" e \"c\" foram determinados a partir das \n\nreflexões dos planos (1 1 0), (2 0 0), (2 1 0), (0 0 2), (2 1 1) e (2 1 0). As posições 29 e os \n\níndices (h k 1) foram dados de entrada para o programa Rede 93 de Santos, Ferreira Neto e \n\nCosta (1998), desenvolvido na UNESP-Araraquara, baseado no método dos mínimos \n\n\n\n67 \n\nquadrados. Este cálculo fornece uma visão de como a célula unitária se comporta com a \n\nadição dos teores de silício na rede cristalina. Calculados os parâmetros de rede (a e c) no \n\ncaso da fase AFI, que possui simetria hexagonal foi calculado o volume de célula unitária \n\natravés da Equação 3.5 (CULLITY, 1967). \n\nV = 0, 866 a2c (3.5) \n\n3.4.2 Análise Textural por Adsorção de Nitrogénio \n\nO conhecimento das propriedades texturais de um catalisador é de grande relevância, \n\nvisto que a dimensão das partículas/porosidade tem influência direta sobre o número e \n\nacessibilidade dos sítios ácidos. O método de BET (Brunauer, Emmet e Teller) é um dos mais \n\nantigos de caracterização, e consiste na medida da fississorção de um gás inerte. \n\nPara calcular a área superficial específica dos catalisadores S010, S025, S035e S040 \n\nfoi utilizado o método Brumauer, Emmet, Teller (BET), por meio da adsorção física de \n\nnitrogénio, em diferentes pressões, à temperatura de 77K (temperatura do nitrogénio líquido). \n\nApós a adsorção foi realizada a dessorção, sendo possível, com isso, construir uma curva de \n\nadsorção/dessorção de N 2 que permitiu o cálculo do volume e a área de microporos pelo \n\nmétodo t-plot (LIPPENS e BOER, 1965). O equipamento utilizado foi o MICROMERITICS, \n\nASAP 2020 (Surface Area And Porosity Analyze). Todas as amostras foram previamente \n\nsecas em estufa a 120°C e submetidas a um pré-tratamento no próprio equipamento que \n\nconsistiu no aquecimento sob vácuo, a 300°C, durante 3 h. Esse procedimento visa remover a \n\numidade da superfície do sólido, para em seguida ser submetido à adsorção física de \n\nnitrogénio a 77K. A análise foi realizada no Laboratório de Desenvolvimento de Novos \n\nMateriais (LABNOV) da Universidade Federal de Campina Grande, UFCG. \n\n3.4.3 Espectrometria de Fluorescência de Raios-X \n\nA espectroscopia por fluorescência de raios-X é um método não destrutivo para \n\nanálise da constituição química de sólidos e líquidos. Este método baseia-se no princípio de \n\n\n\n68 \n\nque absorção de raios-X por parte do material provoca a excitação dos átomos, que emite \n\nradiação secundária, denominada fluorescência de raios-X. A análise de fluorescência de \n\nraios-X foi utilizada para determinar o teor global dos elementos P, A l e Si constituintes do \n\nSAPO-5. \n\nAs amostras foram analisadas em equipamento da marca SHIMADZU, modelo XRF-\n\n1800. Cada amostra foi analisada em ambiente de gás hélio (99,95%), incidindo raios-X em \n\numa célula, preparada com filme de polipropileno. Com auxílio das curvas de calibração \n\ndesses elementos, o equipamento forneceu no fim de cada análise, o teor de P, A l e Si em \n\ncada uma das amostras. \n\nEsta análise foi realizada no Laboratório de Caracterização de Materiais da \n\nUniversidade Federal de Campina Grande, Paraíba. \n\n3.4.4 Espectroscopia de Absorção na Região do Infravermelho \n\nA espectroscopia na região do infravermelho foi utilizada para analisar as bandas de \n\nvibração estrutural das amostras; S010; S020; S025; S030; S035 e S040. Os espectros foram \n\nobtidos numa região de infravermelho médio de 4000 - 500 cm\"1 com resolução de 4 cm\"1 em \n\num espectrofotômetro de infravermelho com transformada de Fourier da marca Bomem, \n\nmodelo M B 102. Inicialmente as amostras foram previamente secas na estufa a 100°C por 2 \n\nhoras e em seguida homogeneizadas em um almofariz com o agente dispersante KBr numa \n\nconcentração 2 % em peso. Posteriormente o material foi prensado hidraulicamente com 4,5 \n\ntoneladas por 3 minutos para obtenção das pastilhas a serem analisadas. \n\nEsta análise foi realizada no Laboratório de Combustível e Materiais (LaCom) da \n\nUniversidade Federal da Paraíba. \n\n3.4.5 Termogravimetria e Análise Térmica Diferencial \n\nA análise termogravimétrica e térmica diferencial das amostras sintetizadas foram \n\nrealizadas em uma termobalança, marca SHIMADZU, modelo TGA-50. As curvas TG e DTA \n\n\n\n69 \n\nforam obtidas aquecendo cada uma das amostras contidas em um cadinho de porcelana da \n\ntemperatura ambiente até 900°C, com razão de aquecimento de 10°C. min *e sob fluxo de 50 \n\nmL. min 'em atmosfera de ar e massa em torno de 10 ± 0,5 mg. \n\nEsta análise foi realizada no Laboratório de Caracterização de Materiais da \n\nUniversidade Federal de Campina Grande, Paraíba. \n\n3.4.6 Acidez Superficial \n\n3.4.6.1 Dessorção à Temperatura Programada (TPD - N H 3 ) \n\nA técnica da dessorção a temperatura programada de amónia foi realizada utilizando \n\num analisador Micromeritics TPD/TPR 2900 equipado com detector TC e acoplado com um \n\nespectrômetro de massa. \n\nA estratégia experimental considerou 4 etapas: Experimento 1: secagem e limpeza da \n\nsuperfície sob fluxo de He (50 mL.min\"1) por 5 e 10 minutos, respectivamente. Na secagem o \n\nsistema foi aquecido da temperatura ambiente até 110°C, enquanto na limpeza da superfície o \n\nsistema foi aquecido de 110 a 500°C, seguido dos experimentos 2, 3 e 4 que correspondem à \n\nadsorção de 5 % N H 3 / He por 30 minutos. Após a adsorção o sistema foi aquecido até 110°C \n\npara retirar o material excedente e adsorvido fisicamente (Dessorção 1). Para o material \n\ndesssorvido (Dessorção 2) entre 110 e 500°C, foram realizadas 3 diferentes rampas de \n\ntemperatura (10, 15, 20°C.min 1 ) que correspondem aos experimentos 2, 3 e 4, \n\nrespectivamente. Para quantificar a fração de sítios ácidos fracos e fortes realizou-se a \n\ndecomposição das curvas de dessorção à temperatura programada de amónia, assumindo-se \n\nque os picos têm formatos de uma curva gaussiana. A área do pico de menor temperatura foi \n\nassociada à acidez fraca, enquanto a área do pico de maior temperatura foi associada à acidez \n\nmais forte. \n\nEsta análise foi realizada no Laboratório do Centro de Tecnologia do Gás e Energias \n\nRenováveis LTG-ER, Natal, Rio Grande do Norte. \n\n\n\n70 \n\n3.4.6.2 Infravermelho por Adsorção de Piridina(IV) \n\nA acidez dos catalisadores foi determinada por espectroscopia de infravermelho \n\nutilizando adsorção e dessorção de piridina a diferentes temperaturas num espectrofotômetro \n\nFT-IR Nicole, modelo Magna 760, utilizando detector DTGS-CsI. A janela utilizada foi \n\nfluoreto de cálcio e os espectros foram coletados com resolução de 4 cm\"1 e varredura de 64 \n\nscans. Para a quantificação de sítios ácidos de Bronsted e Lewis, as amostras, previamente \n\ncalcinadas a 550°C, foram moídas até granulometria igual ou inferior a 0,044mm (325 mesh), \n\nprensadas em forma de pastilhas auto-suportadas, com massa de 14 mg e diâmetro de 14 mm. \n\nDepois estas foram submetidas a vácuo e aquecidas a 450°C por três horas para ativação da \n\nsuperfície. Em seguida as pastilhas foram resfriadas à temperatura ambiente e os espectros \n\nrelativos ao pré-tratamento coletados. Efetuou-se a adsorção de piridina a partir de dosagens \n\nde 0,55 Torr direcionadas a cada pastilha por 5 minutos. A temperatura foi elevada a 150°C \n\npara a dessorção da piridina fississorvida na amostra, por duas horas. Depois, coletaram-se os \n\nespectros referentes à piridina adsorvida nas amostras, à temperatura ambiente. O \n\nprocedimento foi repetido a 250°C e 350°C. Os valores de área das bandas foram \n\ndeterminados utilizando-se o \"software\" OMNIC desenvolvido pela Nicolet. \n\nEsta análise foi realizada no Centro de Pesquisas da PETROBRAS Leopoldo Américo \n\nMiguez de Mello (CENPES), Rio de Janeiro. \n\n3.4.7 Ressonância Magnética Nuclear de 3 1 P , Z7A1, e 2 9 S i no Estado Sólido \n\nA ressonância magnética nuclear (RMN) permite conhecer a distribuição dos núcleos \n\natómicos em diferentes ambientes químicos, possibilitando verificar a presença de grupos \n\nsilanóis e de fases extrarreticulares. A radiação utilizada no espectrômetro de RMN é a \n\nradiofrequência (rf) de comprimento de onda bastante alto (da ordem de metros) e baixa \n\nenergia (da ordem de 1 0 3 Kcal.mol 1 ). A absorção desta radiação pelos núcleos dos elementos \n\né quantizada e produz um espectro característico (ROCHA, 1999). Os espectros de RMN de \n\nsólidos de 3 1P, 2 7 A l , e 2 9 S i foram obtidos no equipamento Bruker AC 300/P, utilizando um \n\n\n\n71 \n\ndesacoplador de alta potência (HPDEC) para 3 1 P, 2 7 A l , e as condições experimentais \n\nutilizadas são apresentadas no Quadro 3.3. \n\nQuadro 3.3 Condições experimentais utilizadas nas análises de RMN \n\nNúcleo 2VA1 31p \n\nReferência TetrametiIsilano(TMS) Ag(N0 3 ) 3 H3P04(85%) \n\nFrequência (MHz) 59,60 78,20 121,50 \nAngulo de rotação 90 90 90 \nDuração 7,50 C 0,70 ps 16,50 ps \nIntervalo 20,0 ps 0,20 ps 30,0 ps \nNúmero de medidas 4500 3000 200 \nVelocidade de \nrotação \n\n3,0 kHz 7,0 kHz 6,5 kHz \n\nFonte: Elaborado pela autora (2013). \n\nPara os cálculos das razões Si/Al e P/Al de rede foram usados os espectros de MAS \n2 9 S i , 3 1 P e 2 7 A 1 das amostras estudadas utilizando o programa origin 6.0 da Microcal. \n\nEsta análise foi realizada no Instituto de Química da Universidade Estadual de \n\nCampinas, UNICAMP. \n\n3.5 CRAQUEAMENTO TÉRMICO E TERMOCATALÍTICO DO ÓLEO DE GIRASSOL \n\n3.5.1 Reação de Craqueamento \n\nAs reações de craqueamento térmico e termocatalítico do óleo de girassol foram \n\nobtidas em um reator em batelada com sistema de destilação simples apresentado na Figura \n\n3.3. O sistema foi constituído de um balão de fundo redondo de 500 mL, condensador, uma \n\nmanta térmica, termómetro e um termopar INCOTERM modelo 305 Type K e proveta para \n\ncoleta das frações líquidas orgânicas (bio-óleo). Todas as reações foram realizadas nas \n\nmesmas condições de temperatura, razão de massa óleo/catalisador e equipamento. \n\n\n\n72 \n\nA síntese do bio-óleo foi realizada no Laboratório de Pesquisas em Ciências \n\nAmbientais (LAPECA), localizado no Centro de Ciências e Tecnologia da Universidade \n\nEstadual da Paraíba. \n\nFigura 3.3 Sistema reacional utilizado nos experimentos de craqueamento térmico e \n\ntermocatalítico do óleo de girassol \n\nMama aquecedora (300*C 550*C) \n\nFonte: Elaborada pela autora (2013). \n\nOs ensaios foram realizados utilizando 100 g de óleo de girassol e a massa do \n\ncatalisador em cada reação foi de 1 g (RIBEIRO, 2006; QUIRINO, 2006, LUZ JÚNIOR, \n\n2010; MELO 2010). Em cada um dos ensaios, a mistura reacional foi colocada no balão de \n\ndestilação e aquecida da temperatura ambiente até 550°C a uma taxa de aquecimento de \n\n9°C.min A temperatura foi medida em dois pontos do sistema. No primeiro, entre a manta \n\naquecedora e o balão (temperatura de craqueamento) e no segundo ponto na entrada do \n\ncondensador. Em torno de 300°C (temperatura fundo do balão) iniciou-se à formação dos \n\ncompostos voláteis que permaneceu até 370°C. A partir desta temperatura os vapores gerados \n\ncomeçaram a entrar no condensador à temperatura entre 150°C e 230°C. Baseado nesta \n\ntemperatura da entrada do condensador, duas frações líquidas foram coletadas; sendo a \n\nprimeira fração líquida orgânica (FLO^ção) coletada a temperaturas inferiores a 180°C e a \n\nsegunda fração líquida orgânica (FL02fração) a temperaturas superiores a 180°C. \n\n\n\n73 \n\nNo final de cada reação, ambas as frações apresentaram duas fases, uma orgânica e \n\noutra aquosa. Os resíduos que permaneciam no balão foram pesados antes do descarte, para \n\ncomparação com a massa do produto líquido obtido em relação à massa inicial de óleo. As \n\nfrações líquidas foram separadas da fase aquosa por decantação, em seguida foram pesadas. A \n\nfração gasosa não foi coletada e sua massa foi estimada através do balanço de massa. A partir \n\ndestes dados foram calculados os rendimentos (em %) dos bio-óleos CTG, CTGS1, CTGS2, \n\nCTGS3 e CTGS4. A primeira fração líquida orgânica obtida pelos dois processos de \n\ncraqueamento foi estudada somente do ponto vista quantitativo, devido o elevado índice de \n\nacidez, enquanto a segunda fração foi objeto desse estudo. As amostras dos bio-óleos foram \n\nidentificadas conforme Quadro 3.4. \n\nQuadro 3.4 Nomenclatura usada na identificação das amostras dos bio-óleos \nAmostra do bio-óleo Descrição \nCTG Craqueado térmico de óleo de girassol \nCTGS1 Craqueado térmico de girassol com catalisador S010 \nCTGS2 Craqueado térmico de girassol com catalisador S025 \nCTGS3 Craqueado térmico de girassol com catalisador S035 \nCTGS4 Craqueado térmico de girassol com catalisador S040 \n\nFonte: Elaborado pela autora (2013). \n\n3.5.2 Caracterização Físico Química dos Bio Óleos Obtidos na Segunda Fração Líquida \n\nOrgânica \n\n3.5.2.1 Espectroscopia de Absorção na Região do Infravermelho \n\nA técnica FTIR foi usada para observar as variações de intensidades das bandas \n\ncaracterísticas dos ácidos carboxílicos além de outros compostos oxigenados, importante para \n\nverificar a ação desoxigenante do catalisador. As amostras das frações líquidas foram \n\nanalisadas em um espectrômetro de infravermelho com transformada de Fourier com \n\nequipamento SPECTRUM 400 da Perkin Élmer. Os espectros foram obtidos na região do \n\ninfravermelho médio na faixa de 400-4000 c m 1 com resolução de 4 cm 1 com auxílio de uma \n\njanela de KBr. \n\n\n\n74 \n\nEsta análise foi realizada no Laboratório de Certificação e Desenvolvimento de \n\nBiomateriais do Nordeste (CTertBio), Universidade Federal de Campina Grande (UFCG). \n\n3.5.2.2 índice de Acidez \n\nEsta análise é de grande importância, pois elevados valores do índice de acidez \n\nindicam a presença de ácidos graxos livres no bio-óleo, o que afeta o rendimento do \n\ncombustível e provoca danos ao motor. \n\nO índice de acidez foi determinado por titulação ácido-base, utilizando como titulante \n\numa solução etanólica de hidróxido de potássio, de acordo com o método da AOCS (1985), \n\ncitado por Ribeiro (2006) e Quirino (2006). Cada amostra da segunda fração líquida orgânica \n\n(bio-óleo) foi analisada em triplicata, tomando-se como alíquota de 1 g diluída em 10 g de \n\nsolvente composto de uma mistura 1:1 de tolueno e isopropanol. Em seguida colocou-se 3 \n\ngotas de fenolftaleína a 1%, sendo então titulada com uma solução etanólica de hidróxido de \n\npotássio a 0,10 mol.L\"1, até a observar o ponto de viragem. O volume do titulante consumido \n\nem cada determinação foi anotado e utilizado na Equação 3.6, para obtenção do índice de \n\nacidez. A análise da medida do índice de acidez teve o intuito de avaliar a atividade \n\ndesoxigenante dos cataUsadores. \n\nEsta análise foi realizada no Laboratório de Pesquisa em Ciências Ambientais \n\n(LAPECA) da Universidade Estadual da Paraíba, UEPB. \n\nm \n\nEm que: \n\nV: Volume do titulante. \n\nC: Concentração do titulante. \n\nm: Massa das amostras dos bio-óleos CTG, CTGS1, CTGS2, CTGS3 e CTGS4. \n\n\n\n75 \n\n3.5.2.3 Destilação Atmosférica \n\nA destilação atmosférica foi realizada segundo a norma ASTM D86 (2006), em um \n\ndestilador automático HERZOG, modelo HDA 626, equipado com balão de destilação, \n\ncondensador, banho de resfriamento, caixa protetora, aquecedor, suporte para balão, proveta \n\ngraduada e sensor de temperatura. Para realização da análise, destilou-se 100 mL das amostras \n\nCTG, CTGS1, CTGS2, CTGS3 e CTGS4. Como resultado, considerou-se as percentagens de \n\nevaporados das amostras: 10, 50, 85 e 90 %. O equipamento forneceu as temperaturas de \n\ndestilação em tempo real e registrou em um microcomputador os resultados obtidos. \n\nEsta análise foi realizada no Laboratório de Combustíveis e Lubrificantes da \n\nUniversidade Federal do Rio Grande do Norte, UFRN. \n\n3.5.2.4 Massa Específica \n\nOs motores são projetados para operar com combustíveis em uma determinada faixa \n\nde massa específica, tendo em vista que a bomba injetora dosa o volume injetado. A variação \n\nnesta propriedade leva a uma significativa alteração na massa do combustível injetado, \n\nimpossibilitando a obtenção da mistura ar/combustível, o que aumenta a emissão de \n\npoluentes. \n\nA massa específica das frações líquidas orgânicas foi determinada segundo a norma \n\nASTM D-4052 (2004), utilizando um densímetro digital da METTLER TOLEDO modelo \n\n30PX. A calibração do equipamento foi realizada com água destilada. Em seguida, foi \n\nintroduzida a amostra no tubo do densímetro previamente limpo e seco através de sucção, \n\nsendo a leitura das massas específicas das amostras realizada diretamente no visor do \n\nequipamento, nas temperaturas de 15 e 20°C. Para cada amostra forma tomados três valores \n\nde massa específica e obtida a média. \n\nEsta análise foi realizada no Laboratório de Química Analítica e Quimiometria da \n\nUniversidade Estadual da Paraíba, UEPB. \n\n\n\n76 \n\n3.5.2.5 Viscosidade Cinemática \n\nA determinação da viscosidade bem como da massa específica é de fundamental \n\nimportância, para garantir um combustível de boa qualidade. O seu controle visa permitir uma \n\nboa atomização do combustível e preservar sua característica lubrificante. \n\nA viscosidade cinemática de todas as amostras foi determinada com um viscosímetro \n\nde Ostwald de acordo com a norma ASTM D445 (2004). O viscosímetro foi colocado em um \n\nbanho térmico e mantido numa temperatura de 40°C. Em seguida pipetou-se 10 mL da \n\namostra no mesmo pelo braço mais largo e deixou subir o líquido no tubo capilar, até o nível \n\nchegar acima da marca A. Com o cronometro foi medido o tempo que o líquido escoava da \n\nposição A até B. A partir dos tempos de escoamento do bio-óleo, calculou-se a viscosidade \n\ncom a equação 3.7. \n\nEsta análise foi realizada no Laboratório de Pesquisa em Ciências Ambientais \n\n(LAPECA), Universidade Estadual da Paraíba, UEPB. \n\nv = C.t (3.7) \n\nEm que: \n\nt: Tempo de escoamento em segundos. \n\nC : Constante inerente às dimensões do viscosímetro utilizado. \n\nv: Viscosidade cinemática em mm2/s. \n\n3.5.2.6 índice de Cetano \n\nO índice de cetano é uma das propriedades mais importantes do diesel mineral. Este \n\nmede a qualidade de ignição de um combustível para o motor diesel. O seu aumento \n\nnormalmente proporciona uma redução no consumo do combustível e nas emissões liberadas. \n\nO índice de cetano (IC) das amostras foi determinado por meio da equação 3.8, \n\nsegundo a norma ASTM D-4737 (2006) e baseado nos dados obtidos no processo de \n\ndestilação, usando os valores de 10, 50 e 90 % de evaporados e a massa específica medida a \n\n15°C de acordo com a ASTM D-1998. \n\n\n\n77 \n\nEsta análise foi realizada no Laboratório de Combustíveis e Lubrificantes da \n\nUniversidade Federal do Rio Grande do Norte, UFRN. \n\nIC = -386,26(D) + 0,1740(T10) + 0,1250(T50) + 0,01850(T90) + 297,42 (3.8) \n\nEm que: \n\nIC: índice de cetano. \n\nD: Massa específica a 15 °C, em gramas por mililitro. \n\nTIO: Temperatura alO % de líquido destilado, em graus Celsius. \n\nT50: Temperatura a 50 % de líquido destilado, em graus Celsius. \n\nT90: Temperatura a 90 % de líquido destilado, em graus Celsius. \n\n3.6 ESTUDO DA ESTABILIDAE TÉRMICA DOS BIO-ÓLEOS OBTIDOS NA \n\nSEGUNDA FRAÇÃO LÍQUIDA ORGÂNICA \n\n3.6.1 Análise Térmica \n\nAs técnicas termoanalíticas vêm sendo bastante utilizadas em todas as áreas de \n\nconhecimento da química básica e aplicada. Esta metodologia é dotada de grande \n\npotencialidade devido à disponibilidade de instrumentos controlados por microprocessadores, \n\ncapazes de fornecer informações quanto ao comportamento térmico de diferentes materiais de \n\nforma precisa em um tempo relativamente curto. Estes métodos são largamente utilizados no \n\ncontrole de qualidade de óleos vegetais, pois fornecem, com rapidez, dados sobre a \n\nestabilidade desses óleos, mediante seu comportamento térmico (OCHOCKA, \n\nWESOLOWSKI e LAMPARCZYK, 1990; WESOLOWSKI e ERECINSKA, 1998). \n\nNeste estudo foram utilizadas as técnicas TG/DTG/DTA com o objetivo de avaliar a \n\nestabilidade térmica do óleo de girassol e dos bio-óleos CTG, CTGS1, CTGS2, CTGS3 e \n\nCTGS4. Esse é um parâmetro importante no controle de qualidade de óleos e \n\nbiocombustíveis. \n\n\n\n78 \n\n3.6.1.1 Termogravimétria e Análise Térmica Diferencial \n\nA Termogravimétria fornece informações acerca da composição e estabilidade \n\ntérmica. É uma técnica de análise basicamente quantitativa, utilizada para medir variações de \n\nmassa sofridas pela amostra, resultante de uma transformação física (sublimação, evaporação \n\nou condensação) ou química (degradação, decomposição ou oxidação), em função da \n\ntemperatura ou do tempo (SANTOS, 2013). \n\nA Análise Térmica Diferencial registra os efeitos das transformações com ou sem \n\nvariação de massa, pela diferença de temperatura entre a amostra que está sendo analisada e a \n\namostra de referência, quando ambas são submetidas ao aquecimento ou ao resfriamento. As \n\nmudanças na temperatura da amostra são ocasionadas pelas transições térmicas, reações \n\nexotérmicas ou endotérmicas provocadas por mudanças de fase, reações de decomposição, \n\noxidação, dentre outros fatores (SANTOS, 2013). \n\nAs curvas termoanalíticas das amostras de óleo de girassol e de bio-óleos foram \n\nobtidas em módulo simultâneo TG/DTG/DTA em equipamento TA-Instrumento, modelo \n\nSDT Q600. Cada uma das amostras foi aquecida em um cadinho de alumina da temperatura \n\nambiente até 1000°C, com razões de aquecimento de 5, 10, 15 e 20°C min 'e sob fluxo de 100 \n\nmL min\"1 de nitrogénio e massa da amostra de 4,0 ± 0,5 mg. \n\nEstas análises foram realizadas no Laboratório de Termoanálises da Unidade \n\nAcadémica de Engenharia de Materiais da Universidade Federal de Campina Grande, Paraíba. \n\n\n\nCAPÍTULO IV \nResultados e Discussão \n\n\n\n79 \n\n4 R E S U L T A D O S E DISCUSSÃO \n\nNeste capítulo estão apresentadas e discutidas as análises físico-químicas do \n\ncatalisador SAPO-5 nas diferentes razões Si02/Al203(SAR), como também os resultados das \n\nanálises físico-químicas e térmicas dos bio-óleos coletados no craqueamento térmico e \n\ntermocatalítico do óleo de girassol. \n\n4.1 CARACTERIZAÇÃO FÍSICO-QUÍMICA DOS SÓLIDOS CATALÍTICOS \n\n4.1.1. Difratometria de Raios X \n\nNa Figura 4.1 são apresentados os difratogramas de raios-X, da amostra S040 \n\nsintetizada e calcinada, escolhida como padrão e, portanto, considerada como 100% cristalina. \n\nFigura 4.1 Difratogramas de raios-X da amostra mais cristalina S040 no tempo de \ncristalização de 34 horas a) sintetizada e b) calcinada \n\na)SAFO-5 (sirtetizatio) b)SAFO-5 (calcinado) \n\nm \na, -3 \n\n10 20 30 40 0 10 20 30 40 28 (gaus) \n50 m \n\n2 8 ( g a u s ) \n\nFonte: Elaborada pela autora (2013). \n\n\n\n80 \n\nPor meio da Figura 4.1 é possível observar que os difratogramas de raios -X possuem \n\npicos nas regiões características da fase A F I (29= 7,5°; 13,7°;15,06°; 19,89°; 21,14°; 22.38°; \n\n26,3°; 29,02°; 30,17°) condizentes com os difratogramas obtidos na literatura (WILSON, \n\nLOK e FLANIGEN, 1982). Pode-se observar presença de picos estreitos e bem definidos, \n\nindicando que as amostras do catalisador são bastante cristalinas. Para a amostra calcinada \n\npode-se constatar que embora haja inversão nas intensidades dos picos 26 =13,7°; 15,06°; \n\n19,89°; e 21,14°, a cristalinidade foi mantida. Não foram observados picos adicionais de \n\noutras fases cristalinas, indicando que as amostras foram sintetizadas com elevada pureza. \n\nIsso indica que o método de síntese empregado foi bastante efetivo para a obtenção do SAPO-\n\n5. \n\nA Figura 4.2 apresenta as curvas de cristalização das amostras S010, S020, S025, \n\nS030, S035 e S040, em função do teor de silício e do tempo de cristalização \n\nFigura 4.2 Curvas de cristalização das amostras S010, S020, S025, S030, S035 e S040, em \nfunção do teor de silício e do tempo de cristalização \n\nJ — , , 1 1 1 — — r — &lt;1 1 \n\n20 40 60 80 100 \n\nTempo de cristalização (h) \n\nFonte: Elaborada pela autora (2013). \n\nA partir dos cálculos das cristalinidades relativas das amostras, utilizando a Equação \n\n3.2 do item 3.4.1.1 foram construídas curvas de cristalização apresentadas na Figura 4.2, e \n\nverifica-se que os tempos de cristalização mais satisfatórios foram de 18; 48; 48; 48; 72 e 34 \n\nhoras para as amostras sintetizadas com razão SÍO2/AI2O3 de 0,10; 0,20; 0,25; 0,30; 0,35 e \n\n0,40, respectivamente. O valor da cristalinidade relativa de cada amostra no melhor tempo de \n\nU F C G I E ' ' T l 1 l > T .1 3 T E C A I B C \n\n\n\n81 \n\ncristalização está apresentado na Tabela 4.1 no item 4.1.1.1, e se pode notar que todas as \n\namostras apresentaram uma boa cristalinidade. \n\nNa Figura 4.2 nota-se que a amostra S010 com menor teor de silício foi a que \n\napresentou menor tempo de cristalização (18 horas). Isto era esperado, pois de acordo com \n\nWeida e Lechert (1990) o aumento no teor de silício na mistura reacional produz um aumento \n\nno período de indução, o qual por sua vez, provoca um aumento no tempo de cristalização. No \n\nentanto observou-seque a amostra (S035) foi a que apresentou maior tempo de cristalização \n\n(72 horas) e não a amostra (S040) que apresentou maior cristalinidade no tempo de \n\ncristalização de 34 horas. \n\n4.1.1.1 Parâmetros Estruturais do SAPO-5 \n\nOs parâmetros de rede, os tamanhos dos cristalitos e largura a meia altura das amostras \n\nS010, S020, S025, S030, S035 e S040 foram obtidos da análise por difratometria de raios-X, \n\ncujos dados estão apresentados na Tabela 4.1. \n\nTabela 4.1 Propriedades físico-químicas das amostras S010, S020, S025, S030, S035 e S040 \n\nAmostra SÍO2/AI2O3 SAR Crist. a(À)' c(À)' V ( M \" T C \" F W H M * \" \" \n(Teórico) FRX \n\n(%) \nRelativa \n\n(%) \n(nm) (graus) \n\nS010 0,10 0,132 78 13,589 8,40 1343,3 nd nd \nS020 0,20 0,222 88 13,609 8,41 1348,8 38,46 0,2218 \nS025 0,25 0,291 99 13,639 8,45 1361,2 51,15 0,2014 \nS030 0,30 0,292 80 13,689 8,42 1366,9 36,25 0,2576 \nS035 0,35 0,410 98 13,679 8,43 1366,0 49,31 0,2180 \nS040 0,40 0,386 100 13,758 8,44 1383,5 53,83 0,1926 \n\nnd-não determinado Parâmetros de rede Volume de cela unitária Tamanho de cristalito \nLargura à meia altura \n\nFonte: Elaborada pela autora (2013). \n\nNa Tabela 4.1 é possível verificar que o crescimento de cristalito é acompanhado pelo \n\naumento da cristalinidade, como também a largura a meia altura (FWHM) correlaciona \n\ninversamente com tamanho de cristalito. Isto indica uma diminuição no alargamento dos picos \n\nde difração, os quais representam tamanhos de cristalitos maiores, indicando uma menor \n\n\n\n82 \n\nquantidade de defeitos estruturais, consequentemente um aumento na organização a longo \n\nalcance do material, que é confirmado pelos difratogramas apresentados na Figura 4.1. \n\nEsses resultados são condizentes com a teoria da difração a qual anuncia que os picos \n\nde difração são bastante estreitos para um material cristalino consistindo de cristalitos \n\nsuficientemente grandes e livres de tensões (MARKOVIC, FOWLER e TUNG, 2004). \n\nNa Tabela 4.1 também é possível verificar que a substituição de diferentes teores de \n\nsilício nos aluminofosfatos (AIPO4) leva a um discreto aumento dos parâmetros de rede, em \n\nparticular o \"a\" e, consequentemente, um aumento nos volumes de celas. Esses resultados \n\nestão coerentes com os valores obtidos por (LOPEZ, et al., 2000; ADEOLA, et al., 2000). \n\nEste comportamento está de acordo com o mecanismo SM2 em que ocorre a substituição da \n\nligação mais curta (0, 154 nm) P-0 nos tetraedros por uma ligação maior (0, 161 nm) Si-0 \n\nconduzindo uma cela unitária maior. Por outro lado, em virtude da variação observada nos \n\nparâmetros de rede em função dos teores de silício, pode-se sugerir que a substituição do \n\nsilício, ocorreu por mais de um modelo (SM2+MS3). \n\n4.1.2 Análise Textural por Adsorção de Nitrogénio \n\nAs propriedades texturais das amostras S010, S025, S035 e S040 foram obtidas a \n\npartir das isotermas de adsorção/dessorção de nitrogénio a 77K, conforme apresentado na \n\nTabela 4.2. Foram escolhidas para esta análise as amostras S025, S035, e S040 pela maior \n\ncristalinidade apresentada e a S010 por ter sido o menor teor de silício utilizado na síntese. \n\nTabela 4.2 Propriedades texturais das amostras S010, S025, S035 e S040 \n\nAmostra \nSÍO2/AI2O3 \n\n(Teórico) \nSAR \nFRX \n\nB E T \" \n(m2/g) \n\nÁrea \nsuperficial \n\nexterna \n(m2/g)* \n\nArea de \nmicroporo \n\n(m2/gT \n\nVolume de \nmicroporo \n(cm3/g)* \n\nVolume \ntotal \nde poros \n\nS010 0,10 0,132 246,5 50,58 195,8 0,091 0,20 \nS025 0,25 0,291 253,5 43,13 210,4 0,098 0,15 \nS035 0,35 0,410 190,5 42,41 148,1 0,070 0,12 \nS040 0,40 0,386 249,7 58,60 191,1 0,089 0,17 \n\n^Determinado pelo método 't-plot\" GREGG e SING, 1982. \n\"Calculado a partir da isoterma de dessorção a P/Po= 0, 978. \nFonte: Elaborada pela autora (2013). \n\n\n\n83 \n\nPor meio da Tabela 4.2 é possível verificar que as amostras S025 e S040 foram as que \n\napresentaram maiores áreas específicas BET, tendo a amostra S025 fornecido a uma maior \n\nárea e volume de microporos. Este fato indica que nestas amostras os reagentes terão uma \n\nmaior acessibilidade à superfície cataliticamente ativa, consequentemente serão mais efetivas \n\nna reação de craqueamento. \n\n4.1.3 Análise Química \n\nAs composições químicas das diferentes amostras de SAPO-5 foram determinadas por \n07 Q1 90 \n\nfluorescência de raios -X e por ressonância magnética nuclear RMN de A l ; P e Si, e os \n\nvalores encontrados são apresentados na Tabela 4.3. \n\nTabela 4.3 Composição Química do SAPO-5 \n\nComposição \nAmostra SiOz/AlzOa SAR Si/Al P/Alrede \n\n(Teórico) FRX(%) (RMN) \nS010 0,10 0,132 0,102 0,375 \nS020 0,20 0,222 0,167 0,287 \nS025 0,25 0,291 0,335 0,290 \nS030 0,30 0,292 0,286 0,313 \nS035 0,35 0,410 0,357 0,300 \nS040 0,40 0,386 0,390 0,359 \n\nFonte: Elaborada pela autora (2013). \n\nPode-se observar na Tabela 4.3 pela razão Si/Al (silício/alumíriio) que o silício foi \n\nincorporado ao sólido, e que todas as amostras apresentam um excesso de alumínio sobre o \n\nfósforo, como é revelado pela razão P/Al de rede que foi menor que 1,0, significando que o \n\nsilício preferencialmente substituiu os átomos de fósforo. \n\n\n\n84 \n\n4.1.4 Espectroscopia de Absorção na Região do Infravermelho \n\nNas Figuras 4.3 a 4.8 estão apresentados os espectros de absorção na região de \n\ninfravermelho, na faixa de 4000 a 400 cm 1 das amostras sintetizadas (a) e calcinadas (b) nas \n\ndiferentes razões SiCVA^OsíSAR). \n\nFigura 4.3 Espectros de infravermelho das amostras S010:(a) sintetizada (b) calcinada. \n\n(*\\ , _ / A \\ \n\nSi O H ^ \n\n(b) \n\nSi-OH *^ \n\nÉS \n\n4000 3000 2000 \nNúmero de Onda ( cm 1 ) \n\n1000 \n\nFonte: Elaborada pela autora (2013). \n\n\n\n85 \n\nFigura 4.5 Espectros de infravermelho das amostras S025:(a) sintetizada (b) calcinada. \n\n4000 3000 2000 1000 \nNúmero de Onda ( cm'1) \n\nFonte: Elaborada pela autora (2013). \n\nFonte: Elaborada pela autora (2013). \n\n\n\n86 \n\nFigura 4.7 Espectros de infravermelho das amostras S035:(a) sintetizada (b) calcinada. \n\n•a \n\n1 \n\n4000 3000 2000 1000 \n\nNúmero de Onda ( cm 1 ) \n\nFonte: Elaborada pela autora (2013). \n\nFigura 4.8 Espectros de infravermelho das amostras S040:(a) sintetizada (b) calcinada. \n\nIS \n3 \na \n\n1 T O . \n\nSi O \n\n4000 3000 2000 1000 \nNúmero de Onda ( cm 1 ) \n\nFonte: Elaborada pela autora (2013). \n\nAs atribuições das ligações para os espectros de infravermelho (Figuras 4.3 a 4.8) \n\nforam analisadas de acordo com os dados da Tabela 4.4 (GUISNET e RIBEIRO, 2004; \n\nKARGE, 2001). \n\n\n\n87 \n\nTabela 4.4 Atribuições para as principais bandas do espectro FTIR do SAPO-5 \nNumero de onda (cm ) Atribuições \n1250-1000 Estiramento assimétrico - T I a \n750-650 Estiramento simétrico - TP \n600-560 Anel duplo - L E b \n464 Deformação das ligações (T-0)-TI a \n1500-1800 Ligação C-C do direcionador \n2350-2400 Ligação C-N do direcionador \n2800-3000 Ligação C-H do direcionador \n3747 Grupos SiOH terminais \n3677 Grupos terminais POH terminais \n3630 Grupos SiOH (alta frequência) \n3520 Grupos SiOH (baixa frequência) \n\n\"Vibrações das ligações internas aos dos tetraedros TO4 \nbVibrações das ligações externas aos tetraedros. \nFonte: GUISNET e RIBEIRO, (2004), KARGE, (2001). \n\nNas Figuras 4.3 a 4.8 foi observado que os espectros das amostras sintetizadas e \n\ncalcinadas apresentam similaridades, diferenciando principalmente pela presença das bandas \n\nde absorção referentes aos grupos funcionais orgânicos do agente direcionador, a trietilamina, \n\nnas amostras sintetizadas. \n\nPara as amostras sintetizadas, os espectros apresentam duas bandas aproximadamente \n\nem 2900 e 2800 cm\"1, relativas ao estiramento C-H do agente direcionador, e uma banda em \n\n1654 cm\"1 relativa à deformação angular da ligação N-H e ainda pode-se detectar uma banda \n\nem torno de 1490 cm\"1, devido à deformação da ligação C-H do agente direcionador. \n\nA investigação da presença destas bandas é de grande relevância no estudo da retirada \n\ndo direcionador orgânico, pois é pela presença ou ausência destas que será analisada se a \n\nremoção do direcionador após o material calcinado foi efetiva ou não. Para ser efetivo o \n\ncatalisador precisa que os espaços internos dos seus poros estejam livres. Pelo que se pode ser \n\nobservado pelos espectros de infravermelho (Figuras 4.3 a 4.8) a calcinação mostrou-se ser \n\num processo eficiente na desobstrução dos poros, pois as bandas referentes aos modos de \n\nvibração característicos do direcionador não foram mais observadas. \n\nNa região espectral entre 1300 e 475 cm 1 verifica-se a presença das bandas referentes \n\nàs vibrações fundamentais da rede, para amostras sintetizadas e calcinadas. A banda larga \n\nentre 1350-950 cm 1 está associada às tensões assimétricas dos tetraedros internos de TO4, (Si, \n\nA l , P) e é característica de todos os materiais zeolíticos e zeolitóides. Porém, esta faixa é \n\ntrocada a uma frequência mais alta no SAPO-5 em comparação com aluminosilicatos, devido \n\n\n\n88 \n\nà presença de quantidades grandes de fósforo nos silicoaluminofosfatos (LOPEZ, et al., \n\n2000). Para todas as amostras, observa-se a presença de uma banda de baixa intensidade de \n\nvibrações de anéis duplos (região em torno de 630 cm\"1), característica da estrutura AFI. \n\nAs bandas remanescentes nos espectros das amostras calcinadas e sintetizadas podem \n\nser atribuídas a estiramentos da ligação O-H em torno de 3450 cmVelativos aos modos Si-\n\nOH e de moléculas de água de cristalização presentes nos canais da estrutura. Para as \n\namostras calcinadas verificou-se a presença de água superficial em torno de 1654 cm\"1 e um \n\naumento das intensidades das bandas referentes a estiramentos da ligação O-H em torno de \n\n3450 cm_1quando comparadas com as amostras sintetizadas. \n\nEm síntese, essa análise permitiu caracterizar a composição da rede, identificar as \n\nbandas correspondentes a diferentes grupos O-H e também mostrou a presença de grupos \n\nfuncionais característicos do direcionador. \n\n4.1.5 Termogravimétria e Derivada da Termogravimétria \n\nAs curvas TG/DTG das amostras sintetizadas com diferentes razões molares SÍO2/ \n\nAI2O3 (SAR) são apresentadas nas Figuras 4.9 a 4.14, e as informações quantitativas de perda \n\nde massa estão indicadas na Tabela 4.5. \n\nFigura 4.9 Curvas TG/DTG da amostra S010 sintetizada na razão de aquecimento lOX.min \nVm atmosfera de ar \n\n105-, — — p \n\n, , , 1——1- , . 1 • * i \n0 200 400 600 800 1000 \n\nTemperatura(°C) \n\n\n\n89 \n\nFigura 4. 10 Curvas TG/DTG da amostra S020 sintetizada na razão de aquecimento \n10°C.min 'em atmosfera de ar \n\nTG \n\nBU1 , , , 1 , 1 . 1 , 1 \n0 200 400 600 800 1000 \n\nTemperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\nFigura 4.11 Curvas TG/DTG da amostra S025 sintetizada na razão de aquecimento \n10°C.min 1 em atmosfera de ar \n\n100-\n\nO \nH \nQ \n\nDTG \n\"TG \n\n— i — \n200 \n\n— I — \n•100 \n\n— I — \n600 \n\n— I — \n800 1000 \n\nTemperatura( °C) \n\nFonte: Elaborada pela autora (2013). \n\n\n\n90 \n\nFigura 4.12 Curvas TG/DTG da amostra S030 sintetizada na razão de aquecimento \n10°C.min 1 em atmosfera de ar \n\n100-\n\n^ 95 \nsO \n\n<g 90 \n\n•S \n1 \n\n80 \n\nDTG \n\nTG \n\n— i — \nZOO \n\n— I — \n400 \n\n— I — \n600 \n\n— I — \n800 \n\no \na \n\n1000 \nTemperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\nFigura 4.13 Curvas TG/DTG da amostra S035 sintetizada obtidas na razão de aquecimento \nl O X . m i n 1 em atmosfera de ar \n\nTemperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\n\n\n91 \n\nFonte: Elaborada pela autora (2013). \n\nTabela 4.5 Perda de massa em função da temperatura das amostras de SAPO-5 na razão de \naquecimento 10°C.min 'em atmosfera de ar \n\nAmostra SAR real (%) I \nAT(°C) \n\nI I I I I \nPerda de massa \n\nI I I \n(%) \nI I I \n\nS010 0,132 25-142 142-450 450-663 9,30 7,59 2,57 \nS020 0,222 27-124 124-445 445-740 6,13 7,07 3,69 \nS025 0,291 26-153 153-446 446-718 6,04 6,03 4,24 \nS030 0,292 28-170 170-447 447-711 5,90 6,04 4,39 \nS035 0,410 27-156 156-466 466-715 5,85 6,55 4,31 \nS040 0,386 25-142 142-446 446-718 5,78 6,59 4,10 \n\nFonte: Elaborada pelo autor (2013). \n\nAs discussões sobre as curvas TG/DTG listadas nas Figuras 4.9 a 4.14 foram \n\nbaseadas em Guisnet e Ribeiro (2004). Nesta curvas observou-se três regiões de perda de \n\nmassa. \n\n(I) Entre a temperatura ambiente e 170°C, envolve a dessorção de água adsorvida sobre a \n\nsuperfície externa e na abertura dos poros; \n\n(II) Entre 170°C e 450°C, é devido tanto à perda de massa, correspondente ao surfactante \n\nocluído nos canais do SAPO-5, como à dessorção da trietilamina ocluída fisicamente nos \n\nporos e canais do SAPO-5, e aos seus produtos de decomposição. Nesta etapa, a eliminação \n\ndo direcionador se deu por degradação das moléculas de menor tamanho, que podem difundir-\n\n\n\n92 \n\nse, mais facilmente do exterior dos canais, devido a reações de craqueamento do tipo \n\n( C 2 H 5 ) 3 N - » 3C 2 H 4 + N H 3 . \n\n(III) Entre 450°C até aproximadamente 740°C, é atribuída à decomposição do direcionador \n\n(TEA+) ocluído quimicamente nos canais do catalisador, conforme a reação ^ r l s ^ N H \" 1 —> \n\n^ r ^ N + H + , levando à formação do SAPO-5 protonado. Neste caso, é gerada a acidez de \n\nBransted, em virtude da incorporação do silício, via mecanismo SM3 conjuntamente com \n\nSM2 ou simplesmente o SM2, pois só o SM2 gera carga negativa, uma vez que neste \n\nmecanismo o silício está substituindo o fósforo. \n\nA partir dos dados (Tabela 4.5) região I , verifica-se que com o aumento do teor molar \n\nde Si ocorreu uma diminuição no processo de desidratação. Neste caso, com a incorporação \n\nde silício na estrutura aumentou a concentração de moléculas do direcionador nos canais, \n\nconsequentemente os vazios foram preenchidos por estas moléculas, diminuindo o espaço \n\npara a adsorção de água. Na região I I I , pode-se detectar que no geral a perda de massa \n\naumentou com o teor molar de silício. Isto sugere que as amostras S025, S030 e S035 \n\npossuem um caráter ácido mais acentuado do que as demais, isto sendo associado à \n\ndecomposição do TEA protonado. \n\n4.1.6 Análise Térmica Diferencial \n\nAs análises térmicas diferenciais (DTA) das amostras sintetizadas com diferentes \n\nrazões molares SÍO2/ A 1 2 0 3 (SAR) são apresentadas na Figura 4.15. \n\nFigura 4.15 Curvas DTA das mostras S010, S020, S025, S030, S035 e S040 sintetizadas na \nrazão de aquecimento 10°C/min. em atmosfera de ar \n\n0 200 400 600 800 1000 \nTemperatura (°C) \n\nU F C G / B I B L I O T E C A / B C \n\n\n\n93 \n\nAs curvas DTA para todas as amostras apresentam quatro eventos (Figura 4.15). O \n\nprimeiro evento é endotérmico na faixa de temperatura ambiente até 140°C, relativo à \n\nliberação da água fississorvida no catalisador, e à água de hidratação dos cátions. O segundo \n\nevento é observado na faixa de 140°C até 280°C, também endotérmico, referente à liberação \n\ndo surfactante, ocluído nos canais do SAPO-5 O terceiro evento na faixa de temperatura de \n\n380°C até 480°C é exotérmico, que pode ser devido à dessorção da trietilamina ocluída \n\nfisicamente nos poros do SAPO-5. O quarto evento, na faixa de temperatura de 480°C até \n\n700°C, é também exotérmico e está relacionado à decomposição da trietilamina (TEA). Estes \n\nresultados corroboram com os obtidos por Teixeira (2013). \n\n4.1.7 Acidez Superficial \n\n4.1.7.1 Termodessorção de Amónia (TPD- NH3) \n\nNas Figuras 4.16 a 4.18 e na Tabela 4.6 estão apresentados os resultados da acidez \n\ntotal e a distribuição da força ácida das amostras S010, S025 e S035. Estas análises foram \n\nrealizadas nas amostras S025 e S035 por terem sido estas as mais cristalinas e na amostra \n\nS010 por ter sido o menor teor de silício utilizado no gel de síntese. \n\n\n\nFigura 4.16 Curvas de TPD-NH 3 da amostra S010 \n\n1 0 0 I S O 2 0 0 2 5 0 3 0 0 \nT e m p e r a t u r a fC) \n\n3 S O 4 0 0 \n\nFigura 4.17 Curvas de TPD-NH 3 da amostra S025 \n\nI \n\n1 O 0 2 0 0 2 S O 3 0 0 \nT e m p e r a t u r a ( ° C ) \n\nFigura 4.18 Curvas de TPD-NH 3 da amostra S035 \n\nÍ O O I S O 2 0 0 2 5 0 3 0 0 \nT e m p e r a t u r a ( ° C ) \n\n3 5 0 4 0 0 \n\nFonte: Elaborada pela autora (2013). \n\n\n\n95 \n\nTabela 4.6 Acidez total e força ácida das amostras SOTO, S025, S035 \n\nAcidez (mmoles Nrtyg catalisador) - TPD-de NH3 \n\nAmostra SAR (9 6) Sítios ácidos fracos Sítios ácidos médios Acidez total \n(100-250°C) (250-420°C) \n\nS010 0,132 0,18 0,018 0,27 \nS025 0, 291 0,36 0,068 0,43 \nS035 0,419 0,21 0, 19 0,40 \n\nFonte: Elaborada pela autora (2013). \n\nDe acordo com as Figuras 4.16 a 4.18 todas as amostras apresentam duas bandas (1 e \n\n2), indicando existência de dois tipos de sítios ácidos; um mais fraco que dessorve amónia em \n\ntemperaturas mais baixas em (1), e outro mais forte, que dessorve amónia em temperaturas \n\nmais altas em (2). O que sugere que a banda (1) refere-se aos sítios gerados através de \n\nmecanismos SM2 e a banda (2) aos gerados pela combinação de SM2+SM3. Esta constatação \n\né corroborada pela análise de RMN de Si apresentada no item 4.1.8.1. \n\nPelos perfis apresentados pelas curvas verifica-se, que os picos de dessorção de \n\namónia estão centrados em aproximadamente 182°C (banda 1) e 261°C (banda 2) para a \n\namostra S010, em torno de 188°C (banda 1) e 280°C (banda 2) para amostra S025 e em torno \n\nde 192°C (banda 1) e 285°C (banda 2) para a amostra S035. Apesar das temperaturas de \n\ndessorção de amónia terem apresentado valores próximos entre as amostras, é possível \n\nafirmar que a amostra com maior teor de silício (S035) foi a que apresentou maior \n\nconcentração de sítios ácidos de força média, como pode ser melhor visualizado na Tabela \n\n4.6. \n\nOs resultados obtidos para as amostras analisadas são condizentes com Flaningem, \n\nKhatami e Szymanski (1971), Lònyi e Valyon (2001) que afirmam que os picos centrados em \n\ntemperaturas inferiores a 200°C são sítios ácidos fracos e picos de dessorção de amónia em \n\ntemperaturas entre 200 e 350°C são classificados como sítios de força ácida média. \n\nA partir das curvas das Figuras 4.16 a 4.18 foram calculados os valores de acidez \n\napresentados na Tabela 4.6, na qual se observa a presença maior de sítios ácidos fracos para \n\nas amostras analisadas. Esta observação é confirmada pela análise RMN de 2 9 S i , mostrada no \n\nitem 4.1.8.1, em que a maior parte do silício é incorporada na rede via mecanismo SM2 que \n\nforma sítios com configuração Si(4Al), o qual está relacionado a sítios fracos. \n\n\n\n96 \n\n4.1.7.2 Infravermelho por Adsorção por Adsorção de Piridina \n\nNas Figuras 4.19a4.21 ena Tabela 4.7 estão apresentados os resultados da adsorção \n\nde piridina monitorada por espectroscopia de absorção no infravermelho. Esta análise foi \n\nrealizada nas amostras S025 e S040 por terem sido estas as mais cristalinas e na amostra S010 \n\npor ter sido o menor teor de silício utilizado no gel de síntese. \n\nFigura 4.20 Espectros de infravermelho de piridina para a amostra S025 \n\n0,50 \n\n0,55 \n\n0.50 \n\n0,45 \n\n0 4 0 \n\n0,35 \n\n0.30 \n\n0,25 \n\n0.20 \n\n0,15 \n\n0.10 \n\n0,05 \n\n0,00 \n\n-0,05 \n\n150°C \n250°C \n350°C \n\n1600 1500 \nWavenumbers (on-1) \n\nFonte: Elaborada pela autora (2013). \n\n\n\n97 \n\nFigura 4.21 Espectros de infravermelho de piridina para a amostra S040 \n0,60 \n\n0.55 \n\n0,50 \n\n0 45 \n\n0 40 \n\n0,35 \n\n0,30 \n\n0,25 \n\n0,20 \n\n0,15-\n\n0,10 \n\n0,05 \n\n0,00-\n\n-0,05 \n\n150°C \n2 5 0 ° C \n3 5 0 ° C \n\nFonte: Elaborada pela autora (2013). \n\n1600 1500 \nWavenumbers (cm-1) \n\nAcidez (u.a) \nAmostra (SAR) (%) Bronsted Lewis \n\n150°C 250°C 350°C 150°C 250°C 350°C \n\nS010 0,132 1,3 1,1 0,3 0,6 0,6 0,5 \nS025 0, 291 2,3 1,9 0,3 1,5 1,2 0,7 \nS040 0, 386 2,9 2,5 1,2 1,4 1,3 1,1 \n\nFonte: Elaborada pela autora (2013). \n\nOs espectros de infravermelho das amostras foram obtidos em temperaturas de \n\ndessorção 150 e 250°C e 350°C, conforme Figuras 4.19 a 4.21. É possível observar que nas \n\ntemperaturas 150 e 250°C não houve grandes modificações no perfil dos espectros das \n\namostras analisadas, os quais apresentam cinco bandas. Os comprimentos de ondas entre 1638 \n\ne 1546 cm\"1 estão relacionados os sítios de Bronsted e em 1622 e 1454 cm 1 referem-se à \n\nadsorção em sítios de Lewis, ressaltando que a piridina encontra-se adsorvida em sítios de \n\nLewis fortes, uma vez que a banda em 1453 c m 1 permaneceu após a dessorção a 350°C. Estes \n\nresultados são condizentes com os obtidos por Simões (2008). Observa-se também uma banda \n\nlocalizada em 1489 cm\"1 que trata de uma contribuição de sítios de Lewis e Bronsted, em que \n\nRosenthal et al. (1998) apud Simões (2008) e Wang et al. (2003) sugerem que a contribuição \n\ndestes dois tipos de sítios é proporcionalmente igual nesta região. \n\n\n\n98 \n\nAnalisando os espectros das amostras S010 e S025 em 350°C verifica-se que as bandas \n\n1638 e 1546 cm\"1 referentes aos sítios de Bronsted desaparecem, o que se pode verificar que \n\nnestas amostras, a quantidade de piridina quimissorvida não foi significativa, podendo sugerir \n\na presença de pouquíssimos sítios ácidos fortes, e em sua grande maioria, a presença de sítios \n\nácidos fracos de Bronsted e Lewis. \n\nDentre as amostras analisadas, a S040 foi a que apresentou maior quantidade de sítios \n\nde Bronsted e Lewis nas três temperaturas, como se pode verificar na Tabela 4.7. Pode-se \n\nobservar nos espectros da Figura 4.21 a presença de sítios ácidos de Bronsted de força média, \n\nj á que a banda em 1543, referente aos sítios de Bronsted resistiu após dessorção a 350°C. Isto \n\né um indicativo de medida de força dos sítios de Bronsted, condizente com as pesquisas de \n\nTopsoe, Joensen e Derouane (1988). \n\nOs resultados obtidos para todas as mostras concordam com a análise de TPD de NH3 \n\napresentados na Tabela 4.6, em que o maior percentual de amónia dessorvida está concentrada \n\nna região denominada de sítios ácidos fracos. \n\n4.1.8 Ressonância Magnética Nuclear de 3 1 P , 2 7A1, e ^Si no Estado Sólido \n\nA análise de RMN d e 3 1 P , 2 7 A l , e 2 9 S i permitiu verificar em que ambientes químicos se \n\nencontram os átomos de Si, A l e P, se na rede cristalina ou fora dela. \n\n4.1.8.1 RMN do2 9Si do SAPO-5 \n\n29 \n\nNa Figura 4.22 são apresentados os espectros de ressonância magnética nuclear do Si \n\ndas amostras sintetizadas com os diferentes razões molares SÍO2/ A I 2 O 3 (SAR): S010, S020, \n\nS025, S030, S035 e S040. \n\n\n\n99 \n\nFigura 4.22 Espectros de RMN do2 9Si das amostras S010, S020, S025, S030, S035 e S040 \n\nto \n\ni \n\n-89,2 ppm \nSÇ4A1) \n\nS010 \n\n-96,7 ppm \nl Si(3AI) \n\n\\ -102 ppm \n\\ Si(2Al) -115 ppm \n\nSl(4Si) \n\n« , 9 ppm \nS020 \n\n« , 9 ppm \nS020 \n\n/ \\ -95ppm \n\nJ \\ Sl(3A0 -102 ppm -109 ppm \nS(2A1) Si(lA0 \n\n-70 80 -90 5(ppm) 100 -110 -120 \n-70 -80 90 8(ppm) -100 -110 120 \n\n-88.9 ppm S025 \nSi(4AI) \n\nS025 \n\n-109 ppm \n\"~*\\ Si(lAl) -115 ppm \n\nV f ^ V / V s'(4Si) \n\n7t) 80 -90 s , v 1 0 0 \n5 (ppm) \n\n110 \n\n-89,2 ppm \nSi(4Al) S030 \n\n-104,6 ppm \n^ \\ Si(lAl) \n\n-112.4 ppm \n\n1 1 \n\n\\ Sl(4Si) \n\n120 70 80 90 5(ppm) 100 110 120 \n\n-90 ppm \nSi(4AD S040 \n\n-102 ppm \n\n\\ A -104.3 ppm \nV \\ a(iAi) \n\n\\ A HOppm \nV \\ S(1AI) \n\n-70 80 100 * °8 (ppm) \n\nFonte: Elaborada pela autora (2013) \n\n110 70 -80 90 5(ppm) 100 \n-110 120 \n\n\n\n100 \n\nNa Figura 4.22 observou-se que as amostras S010, S020, S025, S030, S035 e S040 \n\napresentam espectros contendo um pico com linhas alargadas (amplas) próximo à faixa de \n\ndeslocamento químico de -87 a -90 ppm, o qual é atribuído por vários autores (GÓMES-\n\nHORTIGUELA et al., 2009; LOPEZ et al., 2000; ADEOLA et al., 2000) a átomos de silício \n\nligados a 4 átomos de alumínio Si(4Al) na segunda esfera de coordenação, podendo inferir \n\nque a maior parte do silício foi incorporado na rede via mecanismo SM2. Ou seja, a \n\nsubstituição do átomo de P por um Si. \n\nNo entanto, embora em menor intensidade, observam-se também alguns picos nos \n\nespectros, próximos à região de -95 a -115 ppm, o qual é um forte indício de que a \n\nsubstituição ocorreu via combinação de mecanismos SM2 e SM3. Este comportamento \n\ncorrobora com o apresentado por Gómez-Hortiguela et al. (2009) para amostras de SAPO-5 \n\nnas regiões de -95, -102 e -108, os quais foram atribuídos a ambientes Si (3A1), Si(2Al) e \n\nSi(lAl) respectivamente, dando lugar a ilhas de silício menores. Em síntese, ficou evidente a \n\npresença de mais de um tipo de mecanismo de incorporação do silício na estrutura \n\naluminofosfática (AIPO4) como SM2+SM3 e SM2. \n\nDe acordo com Gómez-Hortiguela et al. (2009), o mecanismo SM2 gera um maior \n\nnúmero de sítios ácidos, enquanto a combinação do SM2 +SM3 gera menos sítios ácidos de \n\nBronsted, porém mais fortes. Portanto, foi possível verificar que todas as amostras analisadas \n\nneste trabalho apresentaram maior número de sítios ácidos fracos e em menor quantidade \n\nsítios ácidos de Bronsted de força média. \n\n4.1.8.2 RMN d o 2 7 A l do SAPO-5 \n\nNa Figura 4.23 são apresentados os espectros de ressonância magnética nuclear d o 2 7 A l \n\ndas amostras sintetizadas com os diferentes razões molares SÍO2/ A I 2 O 3 (SAR): S010, S020, \n\nS025, S030, S035 e S040. \n\n\n\nFigura 4.23 Espectros de RMN d o Z 7 A l das amostras S010, S020, S025, S030, S035 e S040 \n\nFonte: Elaborada pela autora (2013). \n\n\n\n102 \n\n4.1.8.3 RMN de 3 1 P do SAPO-5 \n\nNa Figura 4.24 são apresentados os espectros de ressonância magnética nuclear do 3 1 P \n\ndas amostras sintetizadas com os diferentes razões molares SÍO2/ A I 2 O 3 (SAR): S010, S020, \n\nS025, S030, S035 e S040. \n\nFigura 4.24 Espectros de RMN do3 1P das amostras S010, S020, S025, S030, S035 e S040 \n\n\n\n103 \n\nNa Figura 4.23 é possível verificar que as amostras S010, S020, S025, S030, S035 e \n\nS040 apresentam dois sinais na faixa de deslocamento químico de -10,7 ppm e 41 ppm. A \n\nressonância em torno de 41 ppm é atribuída a átomos de alumínio tetraedricamente \n\ncoordenados na rede cristalina do SAPO-5, enquanto as espécies de alumínios octaédricos \n\nestão caracterizadas por um pico em torno de -10,7 ppm. \n\nEsses resultados estão de acordo com os obtidos por Blackwell e Patton (1984), em \n\nque o deslocamentos químicos do A l tetraédrico nos silicoaluminofosfatos estão dentro da \n\nfaixa de 30 a 45 ppm, enquanto que para as espécies de alumínio coordenado octaedricamente \n\nvariam de -10 a -19 ppm. \n\nNa Figura 4.24 é possível observar que as amostras S010, S020, S025, S030, S035 e \n\nS040 apresentam em seus espectros um único pico, bastante definido com o centro em torno \n\nde -29 ppm, o qual é atribuído ao átomo de fósforo coordenado tetraedricamente, indicando \n\nassim a ausência de fósforo extrarreticular, o que vem corroborar com uma boa cristalinidade \n\napresentada pelas amostras na Tabela 4.1. \n\nGómez-Hortiguela et al. (2009) identificaram nas amostras com elevados teores de \n\nsilício além do pico principal típico do fósforo tetraédrico, um pequeno ombro na região de -\n\n15 a -20 ppm, que atribuíram a defeitos terminais ou à presença de pequenas quantidades de \n\nmaterial amorfo que acompanha a estrutura do SAPO-5, levando portanto uma menor \n\ncristalinidade do material. Fato não observado nas amostras estudadas. \n\n4.2 REAÇÕES DE CRAQUEAMENTO TÉRMICO E TERMOCATALÍTICO DO ÓLEO \n\nDE GIRASSOL \n\nAs reações de craqueamento térmico e termocatalítico do óleo de girassol foram \n\nrealizadas nas mesmas condições experimentais e forneceram duas frações líquidas orgânicas \n\n(bio-óleos), as quais apresentam colorações verdes, sendo a primeira fração bem mais clara \n\nque a segunda, como se pode observar na Figura 4.25. \n\n\n\n104 \n\nFigura 4.25 Frações líquidas orgânicas coletadas durante o craqueamento térmico e \ntermocatalítico do óleo de girassol \n\nFonte: Elaborada pela autora (2013). \n\nA primeira fração apresentou-se mais fluida e menos densa do que a segunda, \n\nindicando a presença de compostos mais leves que aqueles presentes na segunda fração. Pode-\n\nse verificar que a primeira fração contém uma elevada quantidade de compostos oxigenados, \n\numa vez que o índice de acidez do líquido orgânico desta fração foi de 170 mg KOH/mg de \n\nbio-óleo, bastante elevado, mesmo quando o craqueamento foi realizado na presença das \n\namostras catalíticas, o que é possível sugerir que o catalisador não atuou significativamente \n\nsobre a primeira fração líquida. Este comportamento foi observado por Luz Júnior (2010) \n\nutilizando óleo de buriti e por Melo (2010) utilizando óleo de girassol. \n\nA primeira fração líquida orgânica foi analisada apenas do ponto de vista quantitativo \n\ndevido à sua elevada acidez, enquanto a segunda fração do óleo de girassol foi objeto deste \n\nestudo (Tabela 4.8). \n\nTabela 4.8 Rendimento em % de massa das reações de craqueamento térmico e \ntermocatalítico do óleo de girassol \n\nAmostra FLOtotal FLOi\"fr a ção FLO^ração Fase Gases Resíduo \n(%) (%) (%) aquosa (%) (%) (%) \n\nC T G 74,40 39,06 35,34 1.1 12,88 11,62 \nCTGS1 79,42 36,19 43,23 1.2 12,20 7,18 \nCTGS2 79,30 35,29 44,01 1,6 12,26 6,84 \nCTGS3 78,94 35,61 43,33 1,5 12,51 7,05 \nCTGS4 79,64 35,53 44,11 1,6 10,44 8,32 \nFonte: Elaborada pela autora (2013). \n\n\n\n105 \n\nConforme a Tabela 4.8 as amostras catalíticas comparadas com amostra obtida pelo \n\ncraqueamento térmico provocaram diminuição na quantidade de resíduo, aumento no \n\nrendimento da segunda fração e diminuição na quantidade de gás, sugerindo que houve uma \n\nmenor fragmentação dos compostos provenientes do craqueamento primário. Este \n\ncomportamento sugere que os sítios ácidos foram ativos, especialmente os de Bronsted. Estes \n\nresultados são condizentes com os obtidos por Quirino (2006). \n\nDentre as amostras estudadas, as CTGS2 e CTGS4 mostraram-se mais ativas \n\ncataliticamente, uma vez que promoveram rendimentos maiores na segunda fração líquida. \n\nIsto pode ser explicado pelo fato de que estas amostras apresentaram maiores quantidades de \n\nsítios ácidos de Bronsted de força média (ver Tabela 4.7), e maiores áreas específicas (BET), \n\ncomo observado na Tabela 4.2. O aumento da área específica é de grande relevância, pois \n\npermite um maior contato entre óleo e o catalisador, podendo assim aumentar o número de \n\ninterações entre os sítios ácidos e moléculas de óleo, o que gerará uma maior degradação das \n\nespécies ácidas. \n\nNa Tabela 4.8 se observa que a quantidade da fase aquosa obtida em cada processo foi \n\npequena, impossibilitando a separação da água por decantação, tornando necessária a \n\nutilização do método de extração. Portanto, é possível verificar que todas as amostras \n\nfornecem pequenas quantidades de água, sugerindo que a maior decomposição de ácidos \n\ncarboxílicos ocorreu pela rota de descarboxilação. \n\n4.2.1 Análise por Infravermelho com Transformada de Fourier dos Bio-Óleos obtidos \n\nna Segunda Fração Líquida Orgânica \n\nA Figura 4.26 apresenta os espectros de irifravermelho dos bio-óleos CTGS1, CTGS2, \n\nCTGS3, CTGS4 e CTG, utilizados para identificação dos grupos funcionais presentes nos \n\nconstituintes dos bio-óleos. \n\n\n\n106 \n\nFigura 4.26 Espectros de infravermelho do óleo de girassol e dos bio-óleos CTGS1, CTGS2, \nCTGS3, CTGS4 e CTG \n\n4000 3500 3000 2500 2000 1500 1000 500 \n\nNúmero de onda (cm1) \n\nFonte: Elaborada pela autora (2013). \n\nAnalisando a Figura 4.26, verifica que o espectro do óleo de girassol apresenta bandas \n\ncaracterísticas de ésteres entre 1300 e 1050 cm\"1, que são decorrentes da vibração do \n\nestiramento C O . A banda em 1750 a 1740 c m 1 representa o estiramento C=0 da carbonila e \n\nem 3000 a 2800 cm\"1, são referentes às deformações axiais das ligações C-H (CH3 e CH2) \n\nPavia et al. (1996) e em tomo de 1150 cm\"1 verifica a deformação axial da ligação C-O-C. \n\nEsses resultados corroboram com os encontrados por Pavia et al. (1996). \n\nO espectro da amostra do bio-óleo CTG apresenta bandas características de ácidos \n\ncarboxílicos, em que a banda em 1712 cm\"1 representa o estiramento do grupo carbonila C=0, \n\nenquanto as bandas em 1300 a 1200 cm\"1 são referentes ao estiramento da ligação C-O, e a \n\nbanda em 1455 c m 1 representa a deformação angular C-O-H, e uma banda larga entre 3000 e \n\n2840 cm 1 referente deformação axial de O-H. Observa também a presença de uma banda \n\nbaixa em 910 cm\"1, referente à vibração de deformação angular fora do plano, também \n\ncaracterística de ácido carboxílico.Os valores dos comprimentos de onda estão coerentes com \n\nos encontrados por Pavia et al. (1996). \n\nTodas essas informações revelam a ocorrência do craqueamento primário, que \n\ncorresponde, principalmente, à formação de ácidos carboxílicos a partir do rompimento de \n\n\n\n107 \n\nligações C O entre a parte ghcerídrica e o restante da cadeia do óleo (RIBEIRO, 2006; \n\nKLOPROGGE, DUONG e FROST, 2005; MAHER, BRESSLER, 2007). \n\nComparando o espectro do bio-óleo obtido no craqueamento térmico com os espectros \n\ndaqueles obtidos pelo processo termocatalítico (Tabela 4.26), nota-se que as bandas \n\ncaracterísticas de ácidos carboxílicos têm menor intensidade nas amostras obtidas pelo \n\ncraqueamento termocatalítico. Isto sugere que no processo de craqueamento termocatalítico, a \n\nreação de craqueamento secundário foi mais efetiva do que no craqueamento térmico, ou seja, \n\nocorreu uma maior decomposição das espécies ácidas formadas na etapa do craqueamento \n\nprimário do óleo. Fato esse que é condizente com Twaiq et al. (2003) e Chew e Bhatia (2009) \n\nque informam que a presença de catalisador com sítios ácidos, favorece a ocorrência de \n\nreações de descarbonilação e descarboxilação dos ácidos carboxílicos, originados da reação \n\nde craqueamento primário. \n\nAnalisando a Figura 4.26, observa-se que a ação desoxigenante da amostra com maior \n\nteor de silício CTGS4 foi mais intensa do que as amostras CTGS1, CGTS2 e CTGS3. Este \n\nfato é evidenciado pela diminuição da intensidade das bandas, características de ácidos \n\ncarboxílicos, especialmente aquela em 1712 cm\"1. Este comportamento é atribuído a maior \n\nquantidade de sítios ácidos de Bronsted e de Lewis presentes nesta amostra (ver Tabela 4.7). \n\n4.2.2 Análise do índice de Acidez dos Bio Óleos Obtidos na Segunda na Fração Líquida \n\nOrgânica \n\nA Tabela 4.9 apresenta os índices de acidez dos bio-óleos CTGS1, CTGS2, CTGS3, \n\nCTGS4 e CTG. \n\nTabela 4.9 índice de acidez dos bio-óleos CTGS1, CTGS2, CTGS3, CTGS4 e CTG \n\nAmostra \níndice de acidez \n\nAmostra (mg KOH/g bio-óleo) \nCTG 55,0 \n\nCTGS1 28,6 \nCTGS2 22,2 \nCTGS3 24,1 \nCTGS4 17,0 \n\nFonte: Elaborada pela autora (2013). \n\n\n\n108 \n\nOs resultados do índice de acidez apresentados na Tabela 4.9 corroboram com a \n\nanálise por infravermelho, apresentado e discutido no item 4. 2.1. Os dados indicam que as \n\namostras termocatalíticas obtiveram uma redução no índice de acidez dos bio-óleos, quando \n\ncomparadas ao térmico. Outro fato observado foi a menor acidez obtida sobre as amostras \n\nCTGS2 e CTGS4, quando comparada com a acidez das amostreis CTGS1 e CTGS3. Este \n\ncomportamento é consistente com os resultados apresentados na Tabela 4.7, pois dentre as \n\namostras estudadas a S025 e S040 foram as que apresentaram quantidades maiores de sítios \n\nácidos de Bronsted de força média, promovendo portando uma redução mais acentuada na \n\nacidez dos bio-óleos. \n\n4.2.3 Análises das Propriedades Físico-Químicas dos Bio-Óleos Obtidos na Segunda \n\nFração Líquida Orgânica \n\nAs propriedades físico-químicas dos bio-óleos CTGS1, CTGS2, CTGS3, CTGS4 e \n\nCTG, avaliadas neste trabalho estão listadas na Tabela 4.10 e os resultados dos ensaios de \n\ndestilação dos bio-óleos, de uma amostra de gasolina e do diesel, estão apresentados nas \n\nFiguras 4.27 e 4.28. \n\nFigura 4.27 Curvas de destilação de uma gasolina e dos bio-óleos CTG, CTGS2, CTGS3 e \nCTGS4 \n\n450 \n\n— 350 -\nO \n\n400 - — • — Gasolina \n• C T G \n• C T G S 2 \n\nC T G S 3 \nC T G S 4 \n\n0 20 40 60 \n\nVolume Destilado (%) \n80 100 \n\nFonte: Elaborada pela autora (2013). \n\n\n\n109 \n\nFonte: Elaborada pela autora (2013). \n\nTabela 4.10 Propriedades físico-químicas dos bio-óleos CTGS1, CTGS2, CTGS3, CTGS4 e CTG \nPropriedade CTG CTGS1 CTGS2 CTGS3 CTGS4 Diesel Método \n\nMassa \nespecífica (15°C) 868,4 853,0 851,5 855,8 854,3 820-880 ASTM \n( K g . m 3 ) (20°C) 864,0 850,0 848,0 852,0 851,0 D4052 \n\nViscosidade (40°C) 3,70 3,07 2,72 2,84 2,53 2,0-5,0 ASTM D445 \n(mm /s) \n\nASTM D86 \n10% 147,4 148,6 132,5 138,5 144,4 -\n\nTemperatura 50% 289,7 303,8 280,7 281,9 284,9 245-310(°C) \nde destilação 85% 359,7 - 345,0 349,5 351,7 Max. 370(°C) \n\n(°C): 90% 372,8 - 358,0 363,4 366,0 -\níndice de cetano 39,5 - 45,9 42,1 44,7 40-60 ASTM \n\nD4737 \nFonte: Elaborada pela autora (2013). \n\nAnalisando a Figura 4.27 observa que não há sobreposição das curvas de destilação \n\ndas amostras estudadas com a curva da amostra da gasolina, indicando que o bio-óleo obtido \n\nnão tem perfil de uma gasolina. Por outro lado o perfil das curvas das amostras de bio-óleos \n\nobtidos pelo craqueamento térmico e termocatalítico se assemelha em grande parte com o \n\nperfil da curva da amostra do diesel (Figura 4.28), indicando que há semelhança entre as \n\n\n\n110 \n\npropriedades químicas do diesel e bio-óleo. Verifica-se na Figura 4.28 que a temperatura \n\ninicial de ebulição foi em torno de 148°C, referente às frações leves e as intermediárias de \n\nhidrocarbonetos evaporados. O ponto final de ebulição ficou em torno de 400°C, \n\ncorrespondente aos hidrocarbonetos pesados evaporados da amostra. Esses resultados são \n\ncondizentes com os apresentados por Campos (2012) para o diesel mineral. \n\nTodas as amostras estudadas apresentaram temperatura inicial de ebulição menor \n\nquando comparada com a do diesel e temperatura final de ebulição muito próxima a do diesel, \n\ncomo se pode observar pela Figura 4.28. Para melhor esclarecer este comportamento seria \n\ninteressante a identificação por cromatografia gasosa dos hidrocarbonetos presentes nos bio-\n\nóleos obtidos nos craqueamentos térmico e termocatalítico. \n\nAnalisando a Tabela 4.10 verifica-se que todas as amostras dos bio-óleos, excetuando, \n\no índice de cetano para a amostra CTG, apresentam propriedades físico-químicas dentro da \n\nfaixa especificada para o diesel mineral. As amostras CTGS2, CTGS3 e CTGS4 frente à \n\namostra CTG apresentaram propriedades mais interessantes com relação à qualidade do \n\ncombustível, pois forneceram maiores índices de cetano e menores valores de viscosidade. E \n\ndentre as amostras de bio-óleos obtidos por craqueamento termocatalítico, a CTGS2 e CTGS4 \n\nforam as que forneceram melhores resultados. \n\n4.3 ESTUDO DA ESTABILIDADE T É R M I C A DOS BIO-ÓLEOS OBTIDOS NA \n\nSEGUNDA FRAÇÃO LÍQUIDA ORGÂNICA \n\nNeste estudo foi avaliado o comportamento térmico do óleo de girassol e dos bio-óleos \n\nCTGS1, CTGS2, CTGS3, CTGS4 e CTG utilizando as técnicas TG/DTG/DTA. \n\n4.3.1 Termogravimétria e Derivada da Termogravimétria (TG/DTG) \n\n4.3.1.1 Análise Termogravimétrica do óleo Girassol \n\nAs curvas TG/DTG do óleo de girassol obtidas nas diferentes razões de aquecimento \n\nestão apresentadas na Figura 4.29, e os dados de decomposição térmica estão listados na \n\nTabela 4.11. \n\n\n\n111 \n\nFigura 4.29 Curvas TG/DTG do óleo de girassol nas razões de aquecimento de (a)5, (b)10, (c) \n15 e (d) 20°C min 1 em atmosfera de N 2 \n\nTemperatura (°C) Temperatura (°C) \n\nTabela 4.11 Dados de decomposição térmica do óleo de girassol nas razões de aquecimento de \n5, 10, 15 e 20 (°C min ') em atmosfera de N 2 \n\nAmostra Etapa Faixa de Tmáx.de Perda de massa (%) Etapa \ntemperatura (°C) Pico (°C) \n\nÓleo_r5 1 31-248 201 98,41 \nÓleo_rl0 1 34-270 219 99,23 \nÓleo_rl5 1 40-295 229 97,89 \nÓleo r20 1 35-291 231 96,68 \n\nFonte: Elaborada pela autora (2013). \n\nDe acordo com a Figura 4.29 é possível observar que as curvas TG/DTG do óleo de \n\ngirassol nas diferentes razões de aquecimento apresentam uma única etapa de decomposição, \n\ne esta pode ser atribuída à volatilização e/ou decomposição dos triglicerídeos. O óleo foi \n\ndecomposto na faixa de temperatura de 31 a 300°C, (Tabela 4.11). Este comportamento indica \n\n\n\n112 \n\numa baixa estabilidade térmica do óleo de girassol. Fato esse que não corrobora com os \n\nresultados apresentados por Melo (2010) e Santos (2010). Foi possível verificar que a razão \n\nde aquecimento afetou de forma discreta os valores de temperatura inicial e final do processo \n\nde decomposição, como observado na Tabela 4.11. \n\n4.3.1.2 Análise Termogravimétrica dos Bio-Óleos CTGS1, CTGS2, CTGS3 e CTGS4 \n\nAs curvas TG/DTG dos bio-óleos CTGS1, CTGS2, CTGS3, CTGS4 obtidas nas \n\ndiferentes razões de aquecimento são apresentadas nas Figuras 4.30, 4.31, 4.32 e 4.33, e os \n\ndados de decomposição térmica estão listados nas Tabelas 4.12, 4.13, 4.14, 4.15, \n\nrespectivamente. \n\nFigura 4.30 Curvas TG/DTG do bio-óleo CTGS1, nas razões de aquecimento de (a) 5, (b)10, \n(c) 15 e (d)20°C min 1 em atmosfera de N 2 \n\nTemperatura (°C) Temperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\n\n\n113 \n\nTabela 4.12 Dados de decomposição térmica do bio-óleo, CTGS1 nas razões de aquecimento \nde 5, 10, 15 e 20 (°C min ')em atmosfera de N 2 \n\nAmostra Etapa Faixa de Tmáx.de Perda de massa (%) \ntemperatura (°C) pico.(°C) \n\nCTGS1 r5 1 38-266 191 99,17 \nCTGS1 rlO 1 41-282 211 99,75 \nCTGS1 r l 5 1 43-290 223 97,28 \nCTGS1 r20 1 40-296 227 99,54 \n\nFonte: Elaborada pela autora (2013). \n\nFigura 4.31 Curvas TG/DTG do bio-óleo CTGS2, nas razões de aquecimento de (a)5, (b)10, \n(c) 15 e (d)20°C min 1 em atmosfera de N 2 \n\nTemperatura (°C) Temperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\n\n\n114 \n\nTabela 4.13 Dados de decomposição térmica do bio-óleo, CTGS2 nas razões de aquecimento \nde 5, 10, 15 e 20 ( ° C min ')em atmosfera de N 2 \n\nAmostra Etapa Faixa de Tmáx. de Perda de massa (%) \ntemperatura (°C) pico.(°C) \n\nCTGS2 r5 1 28-258 183 94,82 \nCTGS2 rlO 1 30-259 181 96,16 \nCTGS2 r l 5 1 40-273 213 99,63 \nCTGS2 r20 1 44-293 220 97,08 \n\nFonte: Elaborada pela autora (2013). \n\nFigura 4.32 Curvas TG/DTG do bio-óleo CTGS3, nas razões de aquecimento de (a)5, (b)10, \n(c) 15 e (d) 20°C min 1 em atmosfera de N 2 \n\n100-\n\n200 \n\nCTGS3_r5 \n\n— i — \n600 400 \n\nTemperatura (°C) \n\n(a) \n\n— i — \nSOI) 1000 200 400 600 800 Temperatura (°C) \n\n1 0 0 0 \n\n0.0 100 \n\n0 200 400 600 800 \n\nTemperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\n1000 200 \n\n• 1 1 ! 1 1 ' l \n\nCTGS3_r20 \n\n(d) \n\n— i — i — ' — i — 1 — i — 1 \n\nTemperatura (°C) \n\n| 2 o \n\no \n\n400 600 800 1000 \n\nI I F C G I B B L I O T E C A I M \n\n\n\n115 \n\nTabela 4.14 Dados de decomposição térmica do bio-óleo, CTGS3 nas razões de \naquecimento de 5, 10, 15 e 20 (°C min ')em atmosfera de N 2 \n\nAmostra Etapa Faixa de Tmáx.de Perda de massa (%) \ntemperatura (°C) Pico .(°C) \n\nC T G S 3 r5 1 42-247 184 96,73 \nC T G S 3 _ r l 0 1 43-284 199 99,63 \nCTGS2 r l 5 1 41-289 208 98,76 \nC T G S 3 r20 1 49-284 219 93,69 \n\nFonte: Elaborada pela autora (2013). \n\nFigura 4.33 Curvas TG/DTG do bio-óleo CTGS4 nas razões de aquecimento de (a) 5, (b)10, \n(c) 15 e (d)20°C m i n _ 1 em atmosfera de N 2 \n\nTemperatura (°C) Temperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\n\n\n116 \n\nTabela 4.15 Dados de decomposição térmica do bio-óleo, CTGS4 nas razões de \n\nAmostra Etapa Faixa de Tmáx.de Perda de massa (%) \ntemperatura (°C) Pico (°C) \n\nCTGS4 r5 1 40-291 189 92,11 \nCTGS4 rlO 1 41-276 202 92,07 \nCTGS4 r l 5 1 51-292 217 94,31 \nCTGS4 r20 1 49-310 223 95,88 \n\nFonte: Elaborada pela autora (2013). \n\nAs curvas TG/DTG dos bio-óleos CTGS1, CTGS2, CTGS3 e CTGS4 (Figuras 4.30 a \n\n4.33), indicam uma única etapa de decomposição térmica, nos intervalos descritos nas Tabelas \n\n4.12a4.15. As perdas de massa podem ser atribuídas à decomposição dos ácidos carboxílicos \n\ne volatilização dos hidrocarbonetos leves constituintes dos bio-óleos. A presença desses \n\ncompostos ácidos nos bio-óleos é indicada pela análise por infravermelho apresentada na \n\nFigura 4.26. \n\nFoi possível verificar que a razão de aquecimento de todas as amostras estudadas, \n\nafetou de forma pouco significativa os valores de temperatura inicial e final de perda de \n\nmassa, dificultando identificar claramente quais às amostras que apresentaram maiores \n\nestabilidades térmicas, como se pode observar nas Tabelas de 4.12 a 4.15. Porém, se \n\nconstatou que todas as amostras se decompõem em temperaturas baixas, sendo um indicativo \n\nde que o bio-óleo contém em sua composição compostos de baixa massa molar e, \n\nconsequentemente, apresenta uma baixa estabilidade térmica. Este comportamento é \n\ncondizente com o apresentado por Garcia-Pérez al. (2006). \n\n4.3.1.3 Análise Termogravimétrica do Bio-Óleo CTG \n\nAs curvas TG/DTG do bio-óleo CTG obtidas nas diferentes razões de aquecimento são \n\napresentadas na Figura 4.34, e os dados de decomposição térmica estão listados na Tabela \n\n4.16. \n\n\n\n117 \n\nFigura 4.34 Curvas TG/DTG do bio-óleo CTG, nas razões de aquecimento de (a) 5, (b)10, (c) \n15 e (d) 20 °C min 1 em atmosfera de N 2 \n\nTemperatura (°C) Temperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\nTabela 4.16 Dados de decomposição térmica do bio-óleo, CTG nas razões de aquecimento de \n5, 10, 15 e 20 (°C min ') em atmosfera de N 2 \n\nAmostra Etapa Faixa de Tmáx. De Perda de massa (%) Etapa \ntemperatura (°C) pico.(°C) \n\nC T G _ r 5 1 54-280 - 1,622 \n2 280-470 398 98,47 \n\nC T G _ r l O 1 47-290 - 1,117 \n2 290-480 412 96,75 \n\nC T G _ r l 5 1 50-305 - 1,546 \n2 305-494 423 96,64 \n\nCTG_r20 1 49-302 - 0,99 \n2 302-489 430 98,66 \n\nFonte: Elaborada pela autora (2013). \n\n\n\n118 \n\nDiferentes dos bio-óleos CTGS1, CTGS2, CTGS3 e CTGS4, as curvas TG/DTG do \n\nbio-óleo CTG, mostradas na Figura 4.34, indicam duas perdas de massa para cada razão de \n\naquecimento. A primeira provavelmente refere-se à presença de umidade e decomposição de \n\ncompostos oxigenados e/ou volatilização de hidrocarbonetos leves. A presença de compostos \n\noxigenados condiz com análise por infravermelho apresentada na Figura 4.26. Este processo \n\ninicia-se à temperatura de aproximadamente 47°C e, estende-se até a temperatura final de \n\naproximadamente de 305°C. A segunda perda de massa pode ser atribuída à decomposição \n\ntérmica dos hidrocarbonetos leves, como também os de maiores massas molares. Esta perda \n\nde massa ocorreu entre as temperaturas 280°C e 490°C com perda de massa em torno de 98%. \n\nDe acordo com os resultados obtidos por Aires (2012) para o diesel mineral verificou-\n\nse que o mesmo foi decomposto em duas etapas. A primeira perda de massa ocorreu na faixa \n\nde temperatura de 50°C a 144°C, enquanto a segunda perda foi no intervalo de temperatura de \n\n140°C a 298°C. Baseado nestes dados verifica-se que o diesel mineral é menos estável \n\ntermicamente do que o bio-óleo CTG. \n\nPor meio da Tabela 4.16 pode-se evidenciar que o bio-óleo CTG apresentou \n\ntemperatura máxima de decomposição maior do que os bio-óleos com catalisador, indicando \n\nque é mais estável do que os mesmos. \n\nÉ interessante ressaltar que a amostra CTG foi a que apresentou maior viscosidade \n\ncinemática (3,70 mmz/s), e maior acidez (55 mg KOH/g bio-óleo) quando comparada com as \n\namostras termocatalíticas. Era esperado que as mesmas fossem mais estáveis termicamente, o \n\nque não foi observado. \n\nDe acordo com os resultados obtidos por Qi et al. (2007) o bio-óleo é extremamente \n\ninstável quando apresenta acidez e viscosidade elevada. \n\n4.3.2 Análise Térmica Diferencial \n\n4.3.2.1 Análise Térmica Diferencial do Óleo Girassol \n\nNa Figura 4.35 estão apresentadas as curvas DTA do óleo de girassol obtidas nas \n\ndiferentes razões de aquecimento. As curvas DTA/DDTA para o óleo de girassol para cada \n\nrazão aquecimento são apresentadas no APÊNDICE A. \n\n\n\n119 \n\nFigura 4.35 Curvas DTA do óleo de girassol nas razões de aquecimento de 5, 10, 15 e 20 (°C \nmin * ) , em atmosfera de N 2 \n\n0 200 400 600 800 1000 \n\nTemperatura (°C) \n\nFonte: Elaborado pelo autor (2013). \n\nAs curvas DTA (Figura 4.35) do óleo de girassol obtidas nas diferentes razões de \n\naquecimento apresentam perfis semelhantes, com a presença de apenas um evento \n\nexotérmico, com o máximo na faixa de temperatura de 233°C a 280°C referentes à \n\ndecomposição térmica dos triglicerídeos. Como se pode verificar os valores obtidos de \n\ntemperatura máxima de decomposição são coerentes com a etapa de termodegradação do óleo \n\nde girassol, registrada na curva TG (Figura 4.29). \n\n4.3.2.2 Análise Térmica Diferencial dos Bio-Óleos CTGS1, CTGS2, CTGS3, CTGS4 \n\nNas Figuras 4.36 a 4.39 estão apresentadas as curvas DTA dos bio-óleos CTGS1, \n\nCTGS2, CTGS3, CTGS4 obtidas nas diferentes razões de aquecimento. Nos APÊNDICES B, \n\nC, D e E são mostradas as curvas DTA/DDTA para os bio-óleos CTGS1, CTGS2, CTGS3 e \n\nCTGS4, respectivamente, para cada razão aquecimento. \n\n\n\n120 \n\nFigura 4.36 Curvas DTA do bio-óleo CTGS1 nas razões de aquecimento de 5, 10, 15 e 20 \n(°C min\"1), em atmosfera de N2 \n\nTemperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\nFigura 4.37 Curvas DTA do bio-óleo CTGS2 nas razões de aquecimento de 5, 10, 15 e 20 \n(°C min ' ) , em atmosfera de N 2 \n\n4-\n\n-6 -) 1 1 1 1 • 1 1 1 • 1 \n0 200 400 600 800 1000 \n\nTemperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\n\n\n121 \n\nFigura 4.38 Curvas DTA do bio-óleo CTGS3 nas razões de aquecimento de 5, 10, 15 e 20 \n(°C min\"), em atmosfera de N 2 \n\nTemperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\nFonte: Elaborada pela autora (2013) \n\n\n\n122 \n\nAs curvas DTA dos bio-óleos CTGS1, CTGS2, CTGS3 e CTGS4 (Figuras 4.36 a \n\n4.39), obtidas nas diferentes razões de aquecimento apresentam perfis semelhantes, com a \n\npresença de um evento exotérmico, com o máximo na faixa de temperatura de 236°C a \n\n290°C. \n\n4.3.2.3 Análise Térmica Diferencial do Bio-Óleo CTG \n\nNa Figura 4.40 estão apresentadas às curvas DTA do bio-óleo CTG, obtidas nas \n\ndiferentes razões de aquecimentos. As curvas DTA/DDTA para o bio-óleo CTG para cada \n\nrazão aquecimento são apresentadas no APÊNDICE F. \n\nFigura 4.40 Curvas DTA do bio-óleo CTG nas diferentes razões de aquecimento de 5, 10, 15 \ne 20 (°C min ), em atmosfera de N 2 \n\nTemperatura (°C) \n\nFonte: Elaborada pela autora (2013). \n\nAs curvas DTA da Figura 4.40 do bio-óleo CTG nas diferentes razões de aquecimento \n\napresentam comportamento semelhantes entre si, mas diferentes dos bio-óleos obtidos com \n\ncatalisador. Estas curvas mostram dois eventos exotérmicos com temperatura máxima de \n\n\n\n123 \n\ndecomposição de 402°C a 520°C. Estes resultados corroboram com os apresentados nas \n\ncurvas TG para o mesmo material (Figura 4.34). \n\nU F C G í BIBLIOTECAf BC \n\n\n\nCAPÍTULO V \nConclusões \n\n\n\n124 \n\n5 CONCLUSÕES \n\nCom objetivo de avaliar a estabilidade térmica dos bio-óleos obtidos a partir dos \n\nprocessos de craqueamento térmico e termocatalítico do óleo de girassol, utilizando o \n\ncatalisador SAPO-5 com diferentes razões SHO2/AI2O3 (SAR), podem-se esboçar as \n\nconclusões a seguir: \n\nQuanto à Síntese e a Caracterização do Catalisador SAPO-5 \n\n•S Os difratogramas de raios-X das amostras sintetizadas e calcinadas do SAPO-5 \n\napresentaram uma única fase cristalina, correspondente à fase AFI, indicando que a rota \n\nde síntese é confiável. \n\nS Os espectros de absorção no infravermelho de todas as amostras indicaram a presença de \n\nbandas referentes às vibrações fundamentais da estrutura do SAPO-5, como também de \n\ngrupos funcionais característicos do direcionador. \n\nS A técnica de TPD de N H 3 indicou para todas as amostras a presença de dois sítios ácidos, \n\num mais forte, e outro mais fraco, como também constatou a maior presença de sítios \n\nácidos fracos para todas as amostras analisadas. \n\n/ Os espectros de infravermelho de piridina evidenciaram que a amostra S040 apresentou \n\nmaior quantidade de sítios de Brosnted e Lewis que as amostras S010 e S025. Mostrou \n\ntambém que o maior percentual de amónia dessorvida está concentrada na região \n\ndenominada de sítios ácidos fracos. \n\nS Os espectros de RMN de z 9 S i indicaram que não existe um único modelo de incorporação \n\ndo silício no SAPO-5, uma vez que nenhuma das amostras apresentaram um só pico em \n\ntorno de -90 ppm. \n\n/ Os espectros de RMN de 3 1 P indicaram que todas as amostras possuem apenas fósforo \n\ncoordenado tetraedricamente, indicando assim a ausência de fósforo extrarreticular. \n\n\n\n125 \n\nQuanto à Síntese e Caracterização dos Bio Óleos Obtidos por Craqueamento Térmico e \n\nTermocatalítico do Óleo de Girassol \n\nS O óleo de girassol proporcionou a obtenção de duas frações líquidas orgânicas, ambas \n\ncontendo uma fase aquosa e outra orgânica. \n\n•f O bio-óleo obtido na primeira fração tanto no craqueamento térmico quanto no \n\ntermocatalítico apresentou índice de acidez bastante elevado, indicando que o catalisador \n\nnão atuou efetivamente sobre a primeira fração. \n\nS As amostras dos bio-óleos obtidas na segunda fração na presença de catalisador \n\napresentaram rendimentos maiores em frações l i q u i d e i s quando comparadas como bio-óleo \n\nobtido no processo de craqueamento térmico. \n\nS Os bio-óleos CTGS2 e CTGS4 apresentaram um maior rendimento das frações líquidas \n\norgânicas quando comparados com os bio-óleos CTGS1 e CTGS3. \n\n•/ O espectro de infravermelho do bio-óleo CTG apresentou bandas características de ácidos \n\ncarboxílicos indicando a ocorrência do craqueamento primário. \n\n•/ Os espectros de infravermelho dos bio-óleos CTGS1, CTGS2, CTGS3 e CTGS4 \n\nindicaram que reação de craqueamento secundário foi mais efetiva no processo de \n\ncraqueamento termocatalítico do que no térmico. \n\nV Todos os bio-óleos obtidos na presença de catalisador promoveram uma redução no índice \n\nde acidez, quando comparados com o bio-óleo obtido no craqueamento térmico. \n\nV As amostras CTGS1, CTGS2, CTGS3 e CTGS4, excetuando-se o índice de cetano para \n\namostra CTG, apresentaram propriedades físico-químicas dentro das especificações do \n\ndiesel de petróleo. \n\nV As propriedades dos bio-óleos obtidos por craqueamento térmico e termocatalítico \n\naproximaram-se mais das especificações para o diesel mineral, do que para gasolina. \n\nV As análises térmicas TG/DTG/DTA realizadas em atmosfera de N 2 indicaram que o óleo \n\nde girassol e os bio-óleos CTGS1, CTGS2, CTGS3, CTGS4 e CTG são de baixas \n\nestabilidades térmicas. \n\n\n\n126 \n\n•S Os bio-óleos CTGS1, CTGS2, CTGS3 e CTGS4 obtidos nas diferentes razões de \n\naquecimento apresentaram valores de temperaturas máximas de decomposição muito \n\npróximos, permitindo afirmar que o aumento na razão SÍO2/AI2O3 (SAR) praticamente não \n\ninfluenciou na estabilidade térmica dos bio-óleos. \n\n•S As análises térmicas TG/DTG/DTA indicaram que o bio-óleo CTG obtido nas diferentes \n\nrazões de aquecimento e em atmosfera de N2 apresentou estabilidade térmica maior que os \n\nbio-óleos obtidos com catalisador. \n\nOs bio-óleos forneceram parâmetros físico-químicos dentro das faixas especificadas \n\npara o diesel mineral, no entanto, apresentaram baixas estabilidades térmicas. Por isso seria \n\ninteressante continuar esse estudo envolvendo o uso de aditivos melhoradores da estabilidade \n\ntérmica do bio-óleo, para assim poder aumentar o tempo de prateleira do mesmo. \n\nEnfim, com base nas propriedades físico-químicas avaliadas, foi possível concluir que \n\nembora o bio-óleo seja ainda um substituto muito aquém dos combustíveis fósseis, poderá no \n\nfuturo com maior investimento no desenvolvimento de reatores e de técnicas de biorrefino, se \n\ntornar um combustível potencialmente sustentável. \n\n\n\nCAPÍTULO V I \nReferências \n\n\n\n127 \n\nREFERÊNCIAS \n\nADEBANJO, A. O.; DALAI, A. K., BAKHSHI, N. N. Production of Diesel-Like Fuel and \nOther Value-Added Chemicals from Pyrolysis of Animal Fat. Energy &amp; Fuels, v. 19, 1735-\n1741, 2005. \n\nADJAYE, J. D.; BAKHSHI, N. N. Production of hydrocarbons by catalytic of a fast pyrolysis \nbio-oil. Part I I : Comparitive catalyst performance and reaction pathways. Fuel Processing \nTechnology, v. 45, p. 185-202, 1995. \n\nADJAYE, J. D.; KATIKANENI, S. P. R.; BAKHSHI, N. N. Catalytic conversion of a biofuel \nto hydrocarbons: effect of mixtures of H-ZSM-5 and silica-alumina catalysts on product \ndistribution. Fuel Processing Technology, v.48, p. 115-143, 1996. \n\nADEOLA, F. O.; JOHN, D.; JOHN, D.; PATRICK, J. O.; AMEER, N. Synthesis and \nproperties of SAPO-5 molecular sieves, Silicon incorporation into the framework. Journal.of \nthe Chemical Society Faraday Transactions, v. 88, p. 105-112, 2000. \n\nAGUIAR, R. H. Avaliação de girassol durante o armazenamento para uso como semente \nou extração de óleo. 2001.74 f. Dissertação (Mestrado em Engenharia Agrícola) -\nUniversidade Estadual de Campinas, Campinas, 2001. \n\nAIRES, J. D. M. Estudo térmico dos resíduos gerados da destilação atmosférica das \nmisturas diesel/biodiesel de dendê. 2012. 155 f. Dissertação (Mestrado em Ciência e \nEngenharia de Petróleo)-Programa de Pós-Graduação em Ciência e Engenharia de Petróleo \n(PPGCEP). Universidade Federal do Rio Grande Norte, Natal, 2012. \n\nALENCAR, J. W.; ALVES, P. B.; CRAVEIRO, A. A. Pyrolisysis of tropical vegetable oils. \nJournal of Agricultural and Food Chemistry, v. 31, p. 1268 1270. 1983. \n\nALMEIDA, M. B. B. Bio óleo a partir da pirólise rápida, térmica ou catalítica, da palha \nde cana de açúcar e seu co processamento com gasóleo em craqueamento catalítico. \n2008. 167 f. Dissertação (Mestrado em Tecnologia de Processos Químicos e Bioquímicos) \nUniversidade Federal do Rio de Janeiro, Rio de Janeiro, 2008. \n\n\n\n128 \n\nAGÊNCIA NACIONAL DE VIGILÂNCIA SANITÁRIA: ANVISA. Resolução n° 482 de 23 \nde setembro de 2012. Disponível em: http://www.anvisa.gov.br/legis/resol/482 99. html. \nAcesssado em: 20 mai. 2013. \n\nAMERICAN SOCIETY FOR TESTING AND MATERIALS.ASTM D86: Standard Test \nMethod for Distillation of Petroleum Products at Atmospheric Pressure, 2006. \n\n.ASTM D4052: Standard Test Method for Density and Relative Density of Liquids by \nDigital Meter, 2004. \n\n.ASTM D445: Standard Test Method for Kinematic Viscosity of Transparent and \nOpaque Liquids (and the Calculation of Dynamic Viscosity), 2004. \n\n.ASTM D 4737: Standard Test Method for Calculated Cetane Index by Four Variable \nEquation, 2006. \n\nAMERICAN OIL CHEMISTS SOCIETY. AOCS:Official and Tentative Methods,3a ed, v . l , \nChicago, 1985. \n\nARAÚJO, A. M. M. Conversão térmica e termocatalítica à baixa temperatura do óleo de \ngirassol para obtenção de bio-óleo. 2012. 86f. Dissertação (Mestrado em Engenharia de \npetróleo)- Universidade Federal do Rio Grande do Norte, Natal, 2012. \n\nBARTHOMEUF, D. Topological model for the compared acidity of SAPOs and Si Al \nzeolites. Zeolites, v.14, p.394-401, 1994. \n\n.Generation of Acidity (Amount and strength) in Silicoaluminophosphates (SAPO \nZeolites). Examples of SAPO-5, -11, -34 e -37. In:Acidity and Basicity of Solids. Theory, \nassessment and utility. Fraissard, J., Petrakis, L. (Editors), Series C: Mathematical and \nPhysical Sciences, v. 444, p. 375-390,1993. \n\nBLASCO, T.; CORMA, A.; MARTÍNEZ-TRIGUERO, J. Hidrothermal stabilization of ZSM-\n5 catalytic-cracking additives by phosphorus addition. Journal of Catalysis, v. 237, p. 267-\n277, 2006. \n\nBLACKWELL, C. S.; PATTON, E. L. Aluminum-27 and phosphorus-31 nuclearmagnetic \nresonance studies of aluminophosphate molecular sieves. The Journal of Physical \nChemistry, v. 88, n. 25, p. 6128-6135, 1984. \n\nhttp://www.anvisa.gov.br/legis/resol/482\n\n\n129 \n\nBRASIL. MINISTÉRIO DE MINAS E ENERGIA. Balanço energético nacional, Brasília, \n2006. Disponível em: HTTP/A/VWW.mme.gov.br. Acessado em 20 mar. 2009. \n\nBELLAVER, C; ZANOTTO, D. Parâmetros de qualidade em gorduras e subprodutos \nproteicos de origem animal. IN: Conferência Apinco de Ciência e Tecnologia Avícolas. \nFACTA. SANTOS, 2004. \n\nBENEDITO, S. E.; VALVERDE, L. F. M,; SOUSA, R. B.; REGUERA, F. M.; MARTINS, \nE. P.; FERREIRA, M. S.; POSTURA, N. M. R.; NUNES, P. P.; GONZALES, W. A. \nAproveitamento de óleos vegetais como combustível. C&amp; T: Revista Militar de Ciência e \nTecnologia, v. 17, n. 3, p. 15-25, 2000. \n\nBENVINDO, F. S. Síntese e caracterização de peneiras moleculares do tipo SAPO-34 e \nMeAPSO-34. 2006. 41 f. Dissertação (Mestrado em Ciências) - Universidade Federal Rural \ndo Rio de Janeiro, Seropédica, 2006. \n\nBENSON, T. J.; HERNANDEZ, R.; FRENCH, W. T.; ALLEY, E. G.; HOLMES, W. E. \nElucidation of the catalytic cracking pathway for unsaturated mono-di-and triacylglycerides \non solid acid catalysts. Journal of Molecular Catalysis A: Chemical, v. 303. p. 117-123, \n2009. \n\nBOTTON, V.; RIVA, D.; SIMIONATTO, E. L; WIGGERS, V. R.; ENDER, L.; MEIER, H. \nF.; BARROS, A. A. C.Craqueamento termocatalítico da mistura óleo de fritura usado- lodo de \nestamparia têxtil para a produção de óleo com baixo índice de acidez. Química Nova, v. 11, \np. 1-6, 2012. \n\nBOUAID, A.; MARTINEZ, M.; ARACIL, J. Long storage stability of biodiesel from \nvegetable and used frying oils. Fuel, v. 86, n. 16, p. 2596-2602, 2007. \n\nBRIDGWATER, A. V. Renewable fuels and chemicals by thermal processing of biomass. \nChemical Engineering Journal, v. 91, n. 2-3, p. 87-102, 2003. \n\nBRIDGWATER, A. V.; PEACOCKE, G. V. C. Fast pyrolysis process for biomass. \nRenewable and Sustainable Energy Reviews, v.4, p.1-7, 2000. \n\nCASTRO, C. Embrapa Soja. Palestra: Produção de alimentos x energia: Estudo de caso do \nóleo de girassol. In: 5o Painel do Ciclo \"Civilização da Biomassa\". São Paulo - SP, 2007. \n\n\n\n130 \n\nCAMPOS, L O. Avaliação térmica dos resíduos da destilação atmosférica das blendas-\nbiodiese/diesel. 2012. 138 f. Dissertação (Mestrado em Química)- Departamento de \nQuímica, Universidade do Rio Grande Norte, Natal, RN. \n\nCHAVES, A. T. C. A. Otimização do processo de produção de biodiesel etílico do óleo de \ngirassol (Helliaanthus annus) aplicando um delineamento composto central rotacional \n(DCCR). 2008. 90 f. Dissertação (Mestrado em Química)- Universidade Federal da Paraíba, \nJoão Pessoa, 2008. \n\nCHANG, C. C; WAN, S. W. Chinas motor fueles from tung oil. Industrial. Engineering. \nChemistry. Research.v. 39, p.1543-1947,1947. \n\nCHAKRABORTY, B.; VISWANATHAN, B. Surface acidity of MCM-41 by in situ IR \nstudies of pyridine adsorption. Catalysis Today, v. 49 p.253-260, 1999. \n\nCHIARAMONTI, D.; BONINI, M.; FRATINI, E.; TONDI, G; GARTNER, K.; \nBRIDGWATER, A. V.; GRLMM, H. P.; SOLDAINI, I . ; WEBSTER, A.; BAGLIONI, P. \nDevelopment of emulsions from biomass pyrolysis liquid and diesel and their use in engines -\nPart 1: emulsion prodution. Biomass and Bioenergy, v. 25, n. 1, p.85-99, 2003. \n\nCHEW, T. L.; BHATIA. S. Effect of catalyst additives on the production of biofuels from \npalm oil cracking in a transport riser reactor. Bioresource Technology, v. 100, p. 2540-2545, \n2009. \n\nCONAB- COMPANHIA NACIONAL DE ABASTECIMENTO: A cultura do girassol. \nDisponível em: http://www.lpv.esalq.usp.br/lpv506/LPV-0506%20-%20GIRASSOL%20.pdf. \nAcessado em: 15 de Ago. 2012. \n\nCORDEIRO, C. S.; RAMOS, L. P. Biodiesel in South America; Knothe, G.; Krahl, J.; \nGerpen, J. V. Biodiesel Handbook, v . l , p.162-182, 2010. \n\nCORREIA, I . M. S. Extração e pirólise do óleo de girassol (Helianthus annus L.) visando \nà produção de biocombustíveis. 2009. 105 f. Dissertação (Mestrado em Engenharia \nQuímica). Universidade Federal do Rio Grande do Norte, Natal, 2009. \n\nCORMA, A. From microporous to mesoporous molecular sieve materiais and their use in \ncatalysis. Chemical Reviews, v. 97, n. 6, p. 2373-2419, 1997. \n\nhttp://www.lpv.esalq.usp.br/lpv506/LPV-0506%20-%20GIRASSOL%20.pdf\n\n\n131 \n\nCORMA, A.; MARTINEZ, A.; MARTÍNEZ-SORIA, V.; MONTÓN, J. B. Hydrocracking of \nVacuum Gasoil on the Novel Mesoporous MCM-41 Aluminosilicate Catalyst. Journal of \nCatalysis, Amsterdam, v. 153, n. 1, p. 25-31,1995. \n\nCOSTA NETO, P. R.; ROSSI, L. F. S.; ZAGONEL, G. F.; RAMOS, L. P. Produção de \nbiodiesel alternativo ao óleo diesel através da transesterificação de óleo de soja usado em \nfrituras. Química Nova, v. 23, n. 4, p. 531- 537, 2000. \n\nCULLITY, B. D. Elements of X-ray diffaction, 2ed. New York, USA, Addison-\nWesleyPublishingCompany Co, p.555, 1967. \n\nCZERNIK, S.; BRIDGWATER, A. V. Overview of applications of biomass fast pyrolysis oil. \nEnergy &amp; Fuels, v.18, p. 590-598, 2004. \n\nDALUAGNOL, A.; VIEIRA, O. V.; LEITE, R. M. V. B. C. Origem e história do girassol. In: \nLEITE, R. M. V. B. C; BRIGHENTI, A. M.; CASTRO, C.de. (ed). Girassol no Brasil. Ed. \nLondrina: Embrapa Soja, 2005. \n\nDANDIK, L.; AKSOY, H. A.; ERDEM-SENATALAR. A. Ctalytic convsersion of used oil to \nhydrocarbons fuels in a fractionating pyrolysis reactor. Energy and Fuels, v. 12, p. 1148-\n1152,1998. \n\nDOMINGOS, T. B. Isomerização do meta-xileno sobre catalisador composto de SAPO \nll/HZSM-5. 1999. 101 f. Dissertação (Mestrado em Química). Universidade Federal do Rio \nGrande do Norte, Natal, 1999. \n\nDIEBOLD, J. P. A review of the chemical and physical mechanisms of the storage stability of \nfast pyrolysis bio-oils. National Renewable Energy Laboratory, 2000. \n\nDINIZ, J. C. Substituição isomórfica de silício em aluminofosfato com estrutura A E L . \n2000. 90 f. Dissertação (Mestrado em Química). Universidade Federal do Rio Grande do \nNorte, Natal, 2000. \n\nDUPAIN, X.; COSTA, D. J.; SCHAVERIEN, C. J.; MAKKEE, M.; MOULIJN, J. A. \nCracking of a rapeseed vegetable oil under realistic FCC conditions. Applied Catalysis B: \nEnvironmental, v. 72, p. 44-61, 2007. \n\n\n\n132 \n\nEMBRAPA-EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - Embrapa Soja. \nTecnologias de Produção de Girassol. 2003. Disponível em: &lt;http:// \nwww.cnpso.embrapa.br/producaogirassol/index.htm>. Acessado em: 15 jun. 2012. \n\nFARIA, E. A.; LELES, M. I . G.; IONASHIRO, M.; ZUPPA, T. O.; FILHO, N. R. A. Estudo \nda estabilidade térmica de óleos e gorduras vegetais por TG/DTG e DTA. Eclética Química, \nv. 27, p. 111.119, 2002. \n\nFLANIGEN, E. M.; LOK, B. M.; PATTON, R. L.; WILSON, S. T.; IN MURAKAMI, Y.; \nIIJIMA, A.; WARD, J. W. (Eds.). New developments in zeolite science andtechnology. In: \nZEOLITE CONFERENCE, 7,1986, Tokyo: Japão. Proceedings of the 7 th International \nZeolite Conference. Studies Surface in Science, v. 28, p. 103, 1986. \n\nFLANINGEM, E. M.; KHATAMI, H.; SZYMANSKI, H. A., Molecular Sieves Zeolites I , in \nADV. Chem. Ser. 101, E.M. Flanigen, L.B. Sand (Eds.), American Chemical Society, 1971, \nWashington. \n\nFRANCO GARRIDO, M. J. Síntesis de Tamices Moleculares de Poro Grande: Zeolitas y \nZeotipos. 1993. 297 f. Tese (Doutorado em Química Inorgânica) - Facultad de Ciências \nQuímicas. Universidad Complutense de Madrid, 1993. \n\nFORTES, I . C. P.; BAUGH, P. J. Pyroysis-CG/MS studies of vegetable oils from Macauba \nfruit. J. Analytical and Applied Pyrolysis, v. 72, n. 1, p.103-11, 2004. \n\nGAYUBO, A. G.; AGUAYO, A.T.; ATUTXA, A.; AGUADO, R.; BILBAO, \nJ.Transformation of oxygenate components of biomass pyrolysis oil on a HZSM-5 zeolite. I . \nAlcohols and phenols. Industrial and Engineering Chemistry Research, v. 43, n. 11, p. \n2610-2618, 2004. \n\nGARCIA-PÈREZ.M.; CHAALA, A.; PAKDEL, H.; KRETSCHMER, D.; RODRIGUE, D.; \nROY, C. Evaluation ofthe influence of stainless steel and cooper on the aging process of bio-\noil. Energy &amp; Fuels, v. 20, n. 2, p. 786-795, Mar. 2006. \n\nGONÇALVES, V. L. C. Acidez de Bronsted de sólidos ácidos: um estudo de correlação \nlinear de energia livre para a troca H/D. 2006. 122 f. Dissertação (Mestrado em Química)-\nInstituto de Química. Universidade Federal do Rio de Janeiro. Rio de Janeiro, 2006. \n\nhttp://\nhttp://www.cnpso.embrapa.br/producaogirassol/index.htm\n\n\n133 \n\nGÓMEZ-HORTIGUELA, L.; HAMAD, S.; LOPEZ-ARBELOA, F.; PINAR, A. B.; PEREZ-\nPARIENTE, J.; CORA, F. Molecular Insights into the Self-Aggregation of Aromatic \nMolecules in the Synthesis of Nanoporous Aluminophosphates: A Multilevel Approach. \nJournal of the American Chemical Society, v.131, n.45, p. 16509 16524, 2009. \n\nGUISNET, M.; RIBEIRO, F. R. Zeólitos:Um nanomundo ao serviço da catálise. Ed. \nFundação Calouste Gulbenkian, Lisboa, p. 166-168, 2004. \n\nGUSMÃO, J.; BRODZKI, D.; DJEGA-MARIADASSOU, G.; FRETY, R. Utilization of \nvebetable oils as na alternative source for diesel-type fuekhydrocracking on reduced Ni/Si02 \nand sulphided Ni-Mo/y-Al203. Catalysis. Today, v.5, p.533-544, 1989. \n\nHINO, M.; ARATA, K. Solid Catalyst Treated With Anion. 3 Reaction of Butane to \nIsobutane Catalyzed by Iron-Oxide Treated With Sulfate Ion, Solid Superacid Catalyst. \nChemistry. Letters, v. 1259,1979. \n\nIBGE -INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA: 2007. Disponível \nem:&lt;http://www.ibge.gov.br/cidadesat». Acessado em: 28 set. 2010. \n\nIDEM, R. O.; KATIKANENI, S. P. R.; BAKHSHI, N. 1996. Catalytic conversion of canola \noil to fuels and chemicals: roles of catalyst acidity, basicity and shape selectivity on product \ndistribution. Fuel Processing Technology, v. 51, p. 101-125, 1997. \n\n.Thermal cracking of canola oil: reaction products in the presence and absence of \nsteam. Energy and Fuels, v. 10, n. 6, p.l 150-1162, 1996. \n\nIHA. O. K. Produção e análises de bio-óleo e biodiesel utilizando oleaginosas que possam \ncontribuir para o aumento da matriz energética renovável brasileira. 2010. 52 f. \nDissertação (Mestrado em Química). Universidade de Brasília, Brasília, 2010. \n\nIZA-SC - IZA Structure Commission. Disponível em: http://www.iza-\ntructure.org/databases/. Acessado em: 19 ago. 2013. \n\nJUNMING, X.; JIANCHUN, J.; JIE, C; YUNJUAN, S. Biofuel production from catalytic \ncracking of woody oils, Bioresource Technology, v.101, p.5586-5591, 2010. \n\nhttp://www.ibge.gov.br/cidadesat%c2%bb\nhttp://www.iza-\nhttp://tructure.org/databases/\n\n\n134 \n\nKATIKANENI, S. P. R.; ADJAYE, J. D.; BAKHSHI, N. N. Performance of \naluminophosphate molecular sieve catalysts for the production of hydrocarbons from wood-\nderived and vegetable oils. Energy &amp; Fuels, v. 9, n. 6, p. 1065-1078, 1995. \n\nKARGE, H. G. Characterization by IR spectroscopy.Verified Syntheses of Zeolitic \nMaterials, p. 69-71, 2001. \n\nKERSTEN, S. R. A.; VAN SYVAAIJ, W. P. M.; LEFFERTS, L. SESHAN, K. Option for \ncatalysis in the themochemical conversion of biomass into fuels. In: CENTI, G.; VAN \nSANTEN, R. A. (eds). Catalysis for Renewables from Feedstock to Energy Production, \n2007. \n\nKUBICKA, D.; KALUZA, L. Deoxygenating of vegetable oils over sulfide NiMo and NiMo \ncatalysts. Applied Catalystis A: General, v. 372, p. 199-208, 2010. \n\nLANDIS, P. S.; CRAVER R. H.; BARTON D. E. Pyrolysis studies with jojoba oil. \nJournal of Agricultural and Food Chemistry, v. 40, n. 3, p. 456-457, 1992. \n\nLI, J.; YAN. R.; XIÃO. B.; WANG, X.; YANG, H. Influense of temperature on the formation \nof oil pyrolyzing palm oil wastes in a fixed bed reactor. Energy and Fuels, v. 21, p. 2398-\n2407, 2007. \n\nLI, H.; YU, P.; SHEN, B. Biofuel potential production from cottonseed oil: a comparison of \nnon-catalytic and catalytic pyrolysis on fluidized bed reactor. Fuel Processing Technology, \nv.90, p. 1087-1092, 2009. \n\nLIMA, D. G.; SOARES, V. C. D.; RIBEIRO, E. B.; CARVALHO, D. A.; CARDOSO, \nE. C. V.; RASSI, F. C; MUNDIM, K. C; RUBIM, J. C; SUAREZ, P. A. Z. Diesel like fuel \nobtained by pyrolysis of vegetable oils. Journal of Analytical and Applied Pyrolysis, v. 71, \nn. 2, p. 987-996, 2004. \n\nLIPPENS, B. C; DEBOER, J. H. Studies on pore systems in catalysts V. The t-method. \nJournal of Catalysis, v. 4, n. 3, p. 319-323,1965. \n\nLOK, B. M.; MESSINA, C. A.; PATTON, R. L.; GAJEK, R. T.; CANNAN, T. \nR.;FLANIGEN, E. M. Silicoaluminophosphate molecular sieves: another new class \nofmicroporous crystalline inorganic solids. Journal of American Chemical Society, v.106, \nn. 20, p. 6092-6093, 1984. \n\n\n\n135 \n\nLONYI, R; VALYON, J. On the interpretation of the NH 3 - TPD patterns of H-ZSM-5 and \nH-MOR. Microporous and Mesoporous Materials, Amsterdam, v.47, n. 4, p.293-301 \n2001. \n\nLOPEZ, C. M.; RODRIGUEZ, K.; MENDEZ, M., MONTES, A.; MACHADO, FJ. Influence \nof the silicon content upon the acidity and catalytic properties of AFI-like catalysts. Applied \nCatalysis A: v. 197, p.131-139, 2000. \n\nLUZ JÚNIOR, G. E. Obtenção de diesel verde por craqueamento termocatalítico de \nóleo de buriti (Mauritia Flexuosa L.) sobre materiais nano estruturados do tipo \nLaSBA-15. 2010. 99 f. Tese (Doutorado em Química). Universidade Federal do Rio \nGrande do Norte, 2010. \n\nMACEDO, J. L. Preparação e caracterização de materiais com base zeolítica para a \naplicação em catálise. 2007. 144 f. Tese (Doutorado em Química)- Instituto de Química, \nUniversidade de Brasília, Brasília 2007. \n\nMAHER, K. D.; BRESSLER, D. C. Pyrolysis of triglyceride materiais for the production of \nrenewable fuels and chemicals. Bioresource Technology, n. 98, p. 2351-2368, 2007. \n\nMAN, P. P.; BRIEND, M.; PELTRE, M. J.; LAMY, A.; BEAUNIER, P. E.; \nBARTHOMEUF, D. A. A topological model for the silicon incorporation in SAPO-37 \nmolecular sieves: correlation with acidity and catalysis. Zeolites, v. 11, n. 6, p. 563-572, \n1991. \n\nMARCHETTI, J. M.; MIGUEL, V. U.; ERRAZU, A. F. Pooible methods for biodiesel \nproduction. Renewable &amp; Sustainable Energy Reviews, v. 11, p. 731-736, 2005. \n\nMASUCHI, M. H.; CELEGHINNI, R. M. S.; GONÇALVES, L. A. G.; GRIMALDI, R. \nQuantificação de TBHQ (Terc Butil Hidroquinona) e avaliação da estabilidade oxidativa em \nóleos de girassol comercial. Revista Química Nova, v.31, n. 5, p.1053-1057, 2008. \n\nLOPEZ, C. M.; RODRIGUEZ, K.; MENDEZ, M., MONTES, A.; MACHADO, FJ. Influence \nof the silicon content upon the acidity and catalytic properties of AFI-like catalysts. Applied \nCatalysis A: v. 197, p.131-139, 2000. \n\nMARKOVIC, M.; FOWLER, B.O.; TUNG, M.S. Preparation and comprehensive \ncharacterization of a calcium hydroxyapatite reference material. Journal of Research of the \nNational Institute of Standards and Technolog/, v. 109, n. 6, p. 553-568, 2004. \n\n\n\n136 \n\nMARTINS, G. A. V. Transformações na interface do SAPO-34. 2005. 89 f. Dissertação \n(Mestrado em Química) Instituto de Química. Universidade Estadual de Campinas, \nCampinas, 2005. \n\nMEHER, L. C; SAGAR, D. V.; NAIK, S.N. Technical aspects of biodiesel production by \nTransesterification. Renewable &amp; Sustaible e Energy Reviews, v.10, p.248-268, 2006. \n\nMELO, A. C. R. Craqueamento térmico e termocatalítico do óleo de girassol (Hellanthus \nannus L) sobre materiais micro e mesoporosos. 2010. 154 f. Tese (Doutorado em \nQuímica)-Departamento de Química, Universidade do Rio Grande do Norte, Natal, 2010. \n\nMESA, J. M.; ROCHA, J. D.; OLIVARES, E.; BARBOZA, L. A.; BROSSARD, L.E.; \nBROSSARD JÚNIOR, L. E. Pirólise rápida em leito fluidizado: Uma opção para transformar \nbiomassa em energia limpa. Revista Analytica, n.4, p. 32 - 36, 2003. \n\nMORCELIN, C; ASSIS, L. M. Pirólise de lodo de esgoto sanitário: Produção de \nadsorvente e óleos vegetais. Dissertação (Mestrado)- Universidade Tecnológica Federal do \nParaná, Campos de Curitiba, 2007. \n\nMORETTO, E.; FETT, R Óleos e gorduras vegetais (Processamento e análises) Editora da \nUFSC, Florianópolis, 1986. \n\n.Tecnologia dos óleos e gorduras vegetais na indústria de alimentos. São Paulo: \nEditoraVarela, 1998. \n\nMORENO, E. L.; RAJAGOPAL, K. Desafio da acidez na catálise em estado sólido. Química \nNova, v. 32, n. 2, 2009. \n\nMURTHY, K.V.V.S. B. S. R.; KULKARNI, S. J.; KHAJA MASTHAN, S. Sorption \nproperties of modified silicoaluminophosphate(SAPO)-5 and SAPO-11 molecular sieves, \nMicroporous Mesoporous Materials, v.43, p.2001-2009, 2000. \n\nNAWAR, W. W. Thermal degradation of lipids. Journal of Agricultural and Food \nChemistry, v. 17, n. 1, p. 18-21, 1969. \n\nOCHOCKA, R. J.; WESOLOWSKI, M.; LAMPARCZYK, H. Thermal analysis supported by \nprincipal component analysis of essential oil samples. Termochimica Acta, v.173, p. 199-\n210, 1990. \n\n\n\n137 \n\nOASMAA, A.; CZERNIK, S. Fuel oil quality of biomass pyrolysis oils - state of the art \nforthe end users. Energy &amp; Fuel, v.13, p.914-921, 1999. \n\nOLIVEIRA, M. F.; CASTIGLIONI, V. B. R.; CARVALHO, C. G. P. Melhoramento do \ngirassol. In: LEITE, R. M. V. B.; BRIGHENTI, A. M.; CASTRO, C. (Eds). Girassol no \nBrasil. Londrina: Embrapa Soja, p. 269-297, 2005. \n\nOLIVEIRA, R. M. Craqueamento termocatlítico do óleo de girassol na presença de \npeneira molecular SAPO-5. 2 010. 79f. Dissertação (Mestrado em Química)- Departamento \nde Química, Universidade do Rio Grande Norte, Natal, 2010. \n\nPACHECO, C. M. A. Síntese de olefinas leves a partir de metanol empregando peneiras \nmoleculares. 2011. 186 f. Dissertação (Mestrado em Tecnologia de Processos Químicos e \nBioquímicos) - Universidade Federal do Rio de Janeiro, Escola de Química, Rio de Janeiro, \n\nPASTORE, H. O.; COLUCCIA, S.; MARCHESE, L. Porous aluminophosphates:from \nmolecular sieves to designed acid catalysts. Annual Reviews, v. 35, p. 351-395, 2005. \n\nPAVIA, D. L.; LAMPMAN, G. M.; KRIZ, G. S. Introduction to spectroscopy: a guide for \nstudents of organic chemistry, 2.ed. Orlando: Saunders College Publishing, p. 511, 1996. \nISBN 0-03-058427-2. \n\nPINTO, A. C; GUARIEIRO, L. L. N.; REZENDE, M. J. C; RIBEIRO, N. M.; TORRES, E. \nA.; LOPES, W. A.; PEREIRA, P. A. P.; ANDRADE, J. B. Biodiesel: An Overview. Journal \nof the Brazilian Chemical Society, v. 16, p.1313, 2005. \n\nPRADO, C. M. R.; ANTONIOSI FILHO. N. R. Production and characterization of the \nbiofuels obtained by thermal cracking and thermal catalytic cracking of vegetable oils. \nJournal of Analytical and Applied Pyrolysis, v. 86, p. 338-347, 2009. \n\nPEREIRA, M. S.C. Caracterização de catalisadores usados na oleoquímica. 2010. 83 f. \nTese (Doutorado em Química)-Instituto de Química, Universidade de Brasília, UnB, 2010. \n\nPOUSA, G. P. A. G., SANTOS, A. L. F.; SUAREZ P. A. Z. History and policy of biodiesel in \nBrazil. Energy Policy, v. 35, n. 11, p. 5393-5398, 2007. \n\nQI, Z.; JIE, C; TIEJUN, W.; YING, X. Review of biomass pyrolysis oil properties and \nupgrading research. Energy Conversion and Management, v. 48, p. 87-92, 2007. \n\n2011. \n\n\n\n138 \n\nQUIRINO, R. L. Estudo do efeito da presença de alumina dopada com T i 0 2 e Z r 0 2 no \ncraqueamento o óleo de soja. 2006. 58 f. Dissertação (Mestrado em Química) - Instituto de \nQuímica. Universidade de Brasília, Brasília. 2006. \n\nQUIRINO, R. L.; TAVARES, A. P.; PERES, A. C; RUBIM, J. C; SUAREZ, P.A; Z. \nStudying the influence of alumina catalysts doped with tin and zinc oxides in the soybean oil \npyrolysis reaction. Journal of the American Oil Chemists Society, v. 86, n. 2, p. 167-172, \n2009. \n\nRAMOS, L. P. A qualidade da matéria-prima para a produção de biodiesel, 2006. Disponível \nem: http://www.biodieselbr.com/noticias/colunistas/ramos/qualidade-materia-prima-\nproducao-biodiesel-2.htm>. Acessado em: 20 jul. 2013. \n\nRAMOS, L. P.; KUCEK, K. T.; DOMINGOS, A. K.; WIHELM, H. M. Biodiesel: Um prejeto \nde sustentabilidade económica e sócio-ambiental para o Brasil. Revista Biotecnologia Ciência \ne Desenvolvimento, v. 31, p. 28-37, 2003. \n\nRIBEIRO. E. B. Estudo da desoxigenação do produto de craqueamento catalítico de óleo \ndemamona(Ricinus Commmunis) na presença de diversos catalisadores. 2006. 48 f. \nDissertação (Mestrado em Físico-Química)- Instituto de Química. Universidade de Brasília. \nBrasília, 2006. \n\nRODRIGUES, G. Estudo comparativo da pirólise convencional e catalítica do óle de soja \nrefinado com catalisador tipo HA1MCM-41. 2010. 111 f. Dissertação (Mestrado em \nEngenharia Química)- Universidade Federal de Sergipe, 2010. \n\nRODRIGUES, J. P. Avaliação da produção de biocombustíveis em processo de \ncraqueamento térmico de óleo de soja em regime contínuo. 2007. 50 f. Dissertação \n(Mestrado em Química)- Instituto de Química.Universidade de Brasília. Brasília, 2007. \n\nROCHA, W. X. Espectrometria de Ressonância Magnética Nuclear (RMN). Química \n1999. Disponível em:<http://www.geocities.com/vienna/choir/9201/espectrometria3.htm>. \nAcesso em: 13 jul. 2013. \n\nROSA-BRUSSIM, M. Técnicas de caracterização. In: Curso Iberoamericano Sobre Peneiras \nMoleculares, 2, 1995. Peneiras Moleculares. São Carlos: Universidade Federal de São \nCarlos, 1993. \n\nSANTOS, A. G. D. Avaliação da estabilidade térmica e oxidativa do biodiesel de algodão, \ngirassol, dendê, e sebo bovino. 2010. 183 f. Dissertação (Mestrado em Química)-Programa \nde Pós-Graduação em Química, Universidade Federal do Rio Grande do Norte, Natal, 2010. \n\nhttp://www.biodieselbr.com/noticias/colunistas/ramos/qualidade-materia-prima-\nhttp://www.geocities.com/vienna/choir/9201/espectrometria3.htm\n\n\n139 \n\nSANTOS, N. A. V. Pirólise rápida de coprodutos do processo produtivo do biodiesel: \nefeito das condições de pirólise e característica dos produtos. 2013. 160 f. Dissertação \n(Mestrado em Agroquímica), Programa de Pós-Graduação em Agroquímica, Universidade \nFederal de Lavras, Minas Gerais, 2013. \n\nSANTOS, A. L. F. Produção de bio óleo a partir do craqueamento térmico de gorduras \nresiduais derivadas de biomassa animal e vegetal. 2007. 73 f. Dissertação (Mestrado em \nQuímica). Instituto de Química, Universidade de Brasília, Brasília, DF, 2007. \n\nSANTOS, F. R.; FERREIRA NETO, J. C; COSTA, S. R. R. Decomposição catalítica de óleo \nde soja em presença de diferentes zeólitas. Química Nova, v. 21, p. 560-563, 1998. \n\nSAAVEDRA, A. Difração de raios-X e microscopia eletrônica de varredura, 2°. Curso \nIberoamericano sobre Peneiras Moleculares. São Carlos, p.111-132, 1995. \n\nSEELAN, S.; SINHA, A. K. Crystallization and charctterization of high silica \nsilicoaluminophosphate SAPO-5. Jounal of Molecular Catalysis A: Chemical, v. 215, n. 1-\n2, p. 149-152, 2004. \n\nSIMÕES, R. C. C. Estudo das fases ativas de catalisadores bimetálicos suportados em \nzeólitas para hidrodesnitrogenação. 2008. 131 f. Tese (Doutorado em Engenharia \nQuímica)- Universidade Federal do Rio de Janeiro, COPPE, 2008. \n\nSOARES, V. C. D.; LIMA, D. G. D.; RIBEIRO, E. B.; CARVALHO, D. A.; CARDOSO, E. \nC. V.; RASSI, F.A.; MUNDIM, K. C; RUBLM, J. C; SUAREZ, P. A. Z. Diesel-like fuel \nobtainedby pyrolysis of vegetable oils. Journal of Analy tical and applied pyrolysis, v. 71, \nn. 2, p. 987-996, 2004. \n\nSCHUCHARDT, U ; SERCHELI, R.; VARGAS, R. M. Transesterification of vegetable oils: \nReview, Journal Brazilian Chemical Society, v.3, n. 9, p. 199 210,1998. \n\nSCHWAB, A.W.; DYKSTRA, G.J.; E. SELKE, E.; SORENSON, S. C; PRYDE, E. H. \nDiesel fuel from thermal decomposition of soybean oil, Journal American OU Chemist \nSociety, v.65, p.1781, 1988. \n\nSUAREZ, P. A. Z.; MENEGHETTI, S. M. P. 70° aniversário do biodiesel em 2007: evolução \nhistórica e situação atual no Brasil. Química Nova, v. 30, p. 2068-2071, 2007a. \n\n\n\n140 \n\nSUAREZ, P. A. Z.; MENEGHETTI, S. M. P.; MENEGHETTI, M. R. e WOLF, C. R. \nTransformação de triglicerídeos em combustíveis, materiais poliméricos e insumos químicos: \nalgumas aplicações da catálise na oleoquímica. Química Nova, v. 30, n. 3, p. 667-676 \n2007b. \n\nSUAREZ, P. A. Z. Energia para o Mercosul: edição 2004 do Prémio MERCOSUL de Ciência \ne Tecnologia, UNESCO, RECYT, MCT, 2005. \n\nSUAREZ, P. A. Z.; SANTOS.A. L. F.; RODRIGUES, J P.; ALVES, M. B. Biocombustíveis a \npartir de óleos e gorduras: desafios tecnológicos para viabilizá-los. Química Nova, v. 32, n. \n3, p. 768-775, 2009. \nTAVARES, M. L. A. Análise termo oxidativa do biodiesel de girassol (Helianthus \nannuus). 2009. 158 f. Tese (Doutorado em Química)-Universidade Federal da Paraíba, João \nPessoa, 2009. \n\nTAMUNAIDU. P.; BHATIA, S. Catalytic cracking of palm oil for the production of \nbiofuels:optimization studies. Bioresource Technology, v. 98, p. 3593-3601, 2007. \n\nTEIXEIRA, A. L. Síntese e caracterização de material micro-mesoestruturado a partir \nde precursores rnicroporosos. 2013. 75 f. Dissertação (Mestrado em Química). Programa de \nPós-Graduação em Química. Instituto de Química, Universidade de Brasília, Brasília, 2013. \n\nTELLES, M. M. Caracterização dos grãos, torta e óleo de três variedades de girassol \n(Helianthus annuus L.)e estabilidade do óleo bruto. 2006. 79 f. Dissertação (Mestrado em \nCiências dos Alimentos)- Programa de Pós-Graduação em Ciência dos Alimentos, \nUniversidade Federal de Santa Catarina. UFSC, Florianópolis, 2006. \n\nTOPS0E, N. Y.; JOENSEN, F.; DEROUANE, E. G. IR studies of the nature of the acid sites \nof ZSM-5 zeolites modifled by steaming. Journal of Catalysis, v. 110, p. 404-408, 1988. \n\nTWAIQ, F. A.; ZABIDI, N. A. M.; MOHAMED, A. R.; BHATIA, S. Catalytic conversion of \npalm oil over mesoporous aluminosiUcate MCM-41 for the production of liquid hydrocarbon \nfuels. Fuel Processing Technology, v.84, p. 105-120, 2003. \n\nTWAIQ, F. A.; MOHAMED, A. R.; BHATIA, S. Performance of composite catalysts in palm \noil cracking for the production of liquid fuels and chemicals. Fuel Processing Technology, \nv.85, p. 1283-1300, 2004. \n\n\n\n141 \n\nUNGARO, M. R. G. Potencial da cultura do girassol como fonte de matéria-prima para o \nprograma nacional de produção e uso de biodiesel. In: CAMARA, G. M.; HEIFFIG, L. S. \nAgronegócio de plantas oleaginosas: matérias primas para o biodiesel, p. 57-80, Piracicaba, \n2006. \n\nURBINA, Maritza Montoya. Síntese do silico-alumino fosfato SAPO-5 em meio aquoso e \nbifásico, sua caracterização e avaliação catalítica 1997. 225 f. Tese (Doutorado em \nEngenharia Química) - Universidade Federal de São Carlos, UFSCar, São Carlos, 1997. \n\nVIEIRA, S. S. Produção de biodiesel via esterificação de ácidos graxos livres utilizando \ncatalisadores heterogéneos ácidos. 2011. 117 f. Dissertação (Mestrado em Agroquímica)-. \nPrograma de Pós-Graduação em Agroquímica. Universidade Federal de Lavras. Minas Gerais, \n2011. \n\nVONGHIA, E.; BOOCOCK, D. G. B.; KONAR, S. K.; LEUNG, A. Pathways for the \ndeoxygenating of triglycerides to aliphatic hydrocarbons over activated alumina. Energy and \nFuel, v.9, p.1090-1096, 1995. \n\nVITOLO, S. BRESCI, B.; SEGGIANI, M. et al., 2001. Catalytic upgrading of pyrolyticoils \nover HZSM-5 zeolite: Behaviour of the catalyst when used in repeated upgrading \nregenerating cycles\". Energy and Fuel, v. 80, n. 1, p. 17-26, 2001. \n\nWANG, L. J.; GUO, C.W.; YAN, S. R.; HUANG, X. D.; LI. Q. Z. High-silica SAPO-5 \nwith preferred orientation: synthesis, characterization and catalytic applications. \nMicroporous Mesoporous Materials v. 64, p. 63- 68, 2003. \n\nWESOLOWSKI, M.; ERECINSKA. J. Thermal analysis in quality assessment of rapeseed \noils. Thermochimica Acta, v. 323, p. 137-143, 1998. \n\nWILSON, S. T.; LOK, B. M.; FLANIGEN, E. M. Crystalline metallophosphate \ncompositions. United States Patent 4310440,1982. \n\nWILLIAMS. P.; HORNE. P. A. The influense of catalytic type on the compositon of \nupgraded biomass pyrolysis oils. Journal of Analytical ad Applied Pyrolysis, v. 31, p. 39-\n61, 1995. \n\n\n\n142 \n\nAPÊNDICES \n\n\n\n143 \n\nAPÊNDICE A- Curvas DTA/DDTA do óleo de girassol nas razões de aquecimento de 5(a), \n10(b), 15(c) e 20(d) °C min 1 em atmosfera de N 2 \n\n\n\n\n\n145 \n\nAPÊNDICE B -Curvas DTA/DDTA do bio-óleoCTGSlnas razões de aquecimento de 5(a), \n10(b), 15(c) e 20(d) °C min 1 em atmosfera de N2 \n\n55LJg^ DTA/Derivada-CTGS1 r5 t****.**, \nMethod Temperature — Run Date: 21-May-201317:13 \n\nInstiument SDT Q600 V20 9 BuM 20 \n\n- 0 0 6 \n\n2 -\n\n3 \n\n8 \n§ * \n\n- 8 -\n\n-10 \n\nE > 1 » \n\n\"2ÒF -SÓ- I S -\nT e m p e r a t u r e ( * C ) \n\nh004 \n\nI \nI \n\n-0 02 O \n\n1000 \nV4 SA TA Ir \n\n- - 0 0 4 \n\n\n\n\n\nAPÊNDICE C - Curvas DTA/DDTA do bio-óleo CTGS2 nas razões de aquecimento de 5(a), \n10(b), 15(c) e 20(d) °C min 1 em atmosfera de N 2 \n\nSample Otr 10 F4e C \\ T A \\ D a t a í S O T l d » j a V 5 &lt;) 1 \\ 0 1 r10 001 \n\na» 39480mB DTA/ Derivada - CTGS2 r l O 9 ^ p * * l \nMethod Temperatue ' — RunDate 14-May-20130844 Instrurnent SDT Q600 V20 9 Buád 20 \n\n- 0 0 6 \n\n\n\n4* \n00 \n\n\n\n149 \n\nAPÊNDICE D - Curvas DTA/DDTA do bio-óleo CTGS3 nas razões de aquecimento de 5(a), \n10(b), 15(c) e 20(d) °C min A em atmosfera de N 2 \n\nSarrçle 02r10 Fie C \\TA\\TJala\\SOTVtaudV902\\02 r10 001 \n\n« j g g S , DTA/ Derivada -CTGS3 r l O 2 r £ L p , £ L \nd- ft—É#— ' — Run D a t e 5 4 t o i \n\nMethod Temperabre ' — R u i Date 1Wktay-20.309SS \nInslrument SDT Q600 V20 9 Bu»)d 20 \n\n- 0 0 6 \n\nfile:///TA/TJala/SOTVtaudV902/02\n\n\n\n\n151 \n\nAPÊNDICE E - Curvas DTA/DDTA do bio-óleo CTGS4 nas razões de aquecimento de 5(a), \n10(b), 15(c) e 20(d) °C min 1 em atmosfera de N 2 \n\nSampte 03r10 R b : C \\ T A \\ D a t a ^ T V i a u c í r 9 0 3 \\ 0 3 MO .001 \n\ns » 4 i 6 i o m g DTA/ Derivada - CTGS4 r l O 9 - ^ ° * * _ , „ &lt;c \nMethod Temperahie ' — R * D a l i : 2 1 4 « a y - 2 0 1 3 1 2 1 5 Instrument SDT Q600 V20 9 Butd 20 \n\n-006 \n\n\n\n\n\n153 \n\nAPÊNDICE F - Curvas DTA/DDTA do bio-óleo CTG nas razões de aquecimento de 5(a), \n10(b), 15(c) e 20(d) °C min 1 em atmosfera de N 2 \n\nSample: 09r5 Fie C A T A C a t * S 0 T V i a u a « l 0 3 f l 9 i 5 001 \nJ iCC/1 n - v - • / K • • _ „ . N . . - -\n\n•Uí- ' 2Ò0 ' 4Ò0 ' - I S — ^ 0 -\n* » » Terr>perabjre ( * C ) \n\nU F C G / B I B L I G T E C A / B C"}]}}}