{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12900"}, {"@name": "filename", "#text": "18668_2016_4enequi_Brito.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "IVI\nPorto\n2016 I\nIV ENCONTRO NACIONAL DE ESTUDANTES DE QUÍMICA\n\nLivro de Resumos\nBook of Abstracts\nBIODIESEL: POSSIBILIDADES E DESAFIOS\nPaulo Brito\nDepartamento de Tecnologia Química e Biológica, Escola Superior de Tecnologia e Gestão, Instituto Politécnico de Bragança, Campus de Santa Apolónia, 5300-253 Bragança, Portugal\nO aumento da população mundial associada ao consumo crescente de energia e aos recursos limitados de fontes fósseis de energia conduziram à necessidade de investigar alternativas energéticas sustentáveis. Deste modo, ocorreu nas últimas décadas um interesse progressivo no desenvolvimento de tecnologias alternativas à economia do petróleo, baseadas em fontes de energia ditas renováveis. Uma das soluções possíveis neste contexto, consiste num biocombustível utilizável em motores de compressão-ignição (motores diesel), produzido a partir de fontes de biomassa ricas em gorduras e óleos, e designado por biodiesel. Deste modo, uma ampla gama de matérias-primas pode ser usada na produção de biodiesel, desde a utilização de óleos comerciais, até à reciclagem de óleos usados.\nO Biodiesel, que quimicamente é composto por uma mistura de ésteres metílicos de ácidos gordos (FAME's), é geralmente produzido pela transesterificação dos triglicerídeos contidos em óleos vegetais e gorduras animais, na presença de variados tipos de catalisadores homogéneos ou heterogéneos, básicos e ácidos. Os catalisadores alcalinos são vulgarmente os mais usados, possibilitando altos rendimentos de conversão, em condições operacionais relativamente suaves.\nNo entanto, o facto de as fontes tradicionais de produção de biodiesel, como os óleos de palma, colza, soja ou girassol poderem induzir uma forte pressão no mercado global de produtos alimentares e na procura de extensas áreas de cultivo dedicadas, estimulou o recurso ao estudo de fontes alternativas de triglicerídeos, ditos de segunda geração. Estas, como os óleos obtidos a partir de microalgas ou os resíduos de óleos de cozinha, não competem diretamente com o mercado de alimentos, mas implicam desafios científicos e técnicos distintos e complexos, cuja resolução dirige o esforço de investigação atual neste campo."}]}}}