{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06391"}, {"@name": "filename", "#text": "10926_ME6908177COR.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Pirassununga \n\n2018 \n\nUNIVERSIDADE DE SÃO PAULO \n\nFACULDADE DE ZOOTECNIA E ENGENHARIA DE ALIMENTOS \n\n \n\n \n\n \n\n \n\n \n\n \n\nRAFAEL HENRIQUE FILOMENO \n\n \n\n \n\n \n\n \n\n \n\n \n\nAvaliação da influência da umidade relativa da atmosfera de \n\ncura na carbonatação de materiais de fibrocimento \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nRAFAEL HENRIQUE FILOMENO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAvaliação da influência da umidade relativa da atmosfera de \n\ncura na carbonatação de materiais de fibrocimento \n\n(Versão corrigida) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada à Faculdade de \n\nZootecnia e Engenharia de Alimentos da \n\nUniversidade de São Paulo, como parte \n\ndos requisitos para obtenção do Título de \n\nMestre em Ciências. \n\n \n\nÁrea de concentração: Desenvolvimento, \n\nCaracterização e Aplicação de Materiais \n\nVoltados à Agroindústria.  \n\n \n\nOrientador: Dr. João Adriano Rossignolo \n\nCo-orientador: Dr. Holmer Savastano \n\nJunior\n\n  \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFicha catalográfica elaborada pelo \n\nServiço de Biblioteca e Informação, FZEA/USP, \n\ncom os dados fornecidos pelo(a) autor(a) \n\n \n\n                          Permitida a cópia total ou parcial deste documento, desde que citada a fonte - o autor \n\n \n\n \n\n \n\nFilomeno, Rafael Henrique \n\nFF488a  Avaliação da influência da umidade relativa da \natmosfera de cura na carbonatação de placas de \nfibrocimento / Rafael Henrique Filomeno; orientador \nJoão Adriano Rossignolo; coorientador Holmer \nSavastano Junior. -- Pirassununga, 2018. \n\n100 f. \n\n \n\nDissertação (Mestrado - Programa de Pós-Graduação \nem Engenharia e Ciência de Materiais) -- Faculdade de \nZootecnia e Engenharia de Alimentos. \n\nUniversidade de São Paulo. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho à minha família, meu maior tesouro e fonte de toda motivação. Aos \n\nmeus pais Maciel e Angela por todo apoio e incentivo em todas as minhas escolhas, e à \n\nminha irmã Carol por toda a amizade e cumplicidade.  \n\n \n\n\n\n \n\nAGRADECIMENTOS \n\n  \n\nA Deus, meu guia e protetor de todos os momentos da minha vida.  \n\n \n\nA toda minha família por serem meus maiores apoiadores e incentivadores, me \n\nmotivando sempre a lutar por tudo que sonho e acredito. \n\n \n\nAo Prof. Dr. João Adriano Rossignolo pela orientação, amizade e apoio em todo o \n\ndesenvolvimento deste e de outros trabalhos. \n\n \n\nAo Prof. Dr. Holmer Savastano Junior pela co-orientação, dedicação e paciência de \n\nsempre ajudar e contribuir no desenvolvimento de todas as atividades do mestrado. \n\n \n\nÀ Universidade de São Paulo e a Faculdade de Zootecnia e Engenharia de \n\nAlimentos de Pirassununga pela oportunidade. \n\n \n\nA toda equipe de pós-graduação do programa de Engenharia e Ciência de Materiais, \n\nque sempre esteve muito aberta e disponível para ajudar. \n\n \n\nÀ Coordenadoria de Aperfeiçoamento Pessoal de Nível Superior (CAPES) pela \n\nbolsa concedida no mestrado. \n\n \n\nA toda equipe de professores do programa de Engenharia e Ciência de Materiais \n\nque, com muita competência e profissionalismo, sempre esteve disponível para auxiliar os \n\nalunos. \n\n \n\nAo Laboratório de Construções Rurais e Ambiência, onde pude aprender muito e \n\ncrescer como profissional. Fiz grandes amigos e pude conhecer pessoas incríveis que \n\ncontribuíram muito em minha vida pessoal e no desenvolvimento deste trabalho. \n\n\n\n \n\nAos meus grandes amigos Zaqueu, Viviane, Loic, Julian, Guilherme, Débora e \n\nRachel que me ajudaram muito ao longo do mestrado e me proporcionaram bons momentos \n\nde muitas risadas e descontração.  \n\n \n\nAos queridos amigos Alexander, Verônica, João Victor e Isabela pela amizade, \n\nincentivo, apoio e pelos momentos únicos de confraternização. \n\n \n\nÀ minha segunda família, minha segunda casa, à comunidade Pastoral Universitária \n\nCatólica de Pinhal pela irmandade, orações, amor, muita cumplicidade nas lutas e por \n\nsempre me lembrar de que Deus é o centro de tudo. \n\n \n\nA todos que de alguma forma foram fundamentais para realização deste trabalho.  \n\n \n\n  \n\n\n\n \n\nRESUMO \n\n \n\nFILOMENO, R. H. Avaliação da influência da umidade relativa da atmosfera de cura \n\nna carbonatação de materiais de fibrocimento. 2018. 111f. Dissertação (Mestrado) – \n\nFaculdade de Zootecnia e Engenharia de Alimentos (FZEA), Universidade de São Paulo \n\n(USP), Pirassununga 2018. \n\n \n\nA carbonatação acelerada é um processo químico que têm se tornado muito atrativa para a \n\nindústria do fibrocimento, por mitigar a degradação das fibras vegetais utilizadas nos \n\nmateriais e por melhorar o desempenho físico-mecânico dos compósitos. Nesse contexto, o \n\npresente trabalho avaliou a influência da umidade no processo de carbonatação acelerada, \n\nem fibrocimentos reforçados com polpas celulósicas de eucalipto. Para o desenvolvimento \n\ndas atividades experimentais foi realizado primeiramente um estudo da evolução da \n\ncarbonatação nos compósitos de fibrocimento, considerando diferentes concentrações de \n\numidade relativa (60, 70, 80 e 90%). Posteriormente, foi realizada a caracterização dos \n\ncompósitos de fibrocimento por meio da avaliação do desempenho físico-mecânico, com \n\nensaio mecânico de flexão em quatro pontos que determinou o módulo de ruptura (MOR), \n\nmódulo elástico (MOE), limite de proporcionalidade (LOP) e energia específica (EE); e \n\nensaios físicos para obtenção dos valores de absorção de água (AA), densidade aparente \n\n(DA) e porosidade aparente (PA). Os compósitos foram também avaliados quanto à \n\ndurabilidade e microestrutura, através de ensaios de envelhecimento acelerado, composição \n\nmineralógica e análise microestrutural. A partir dos resultados obtidos, os compósitos \n\ncarbonatados com 60% de umidade relativa apresentaram maior formação de carbonato de \n\ncálcio, maior densificação da matriz cimentícia e, consequentemente, menor quantidade de \n\nespaços vazios logo nas primeiras horas de carbonatação. Em relação ao desempenho dos \n\ncompósitos de fibrocimento, as umidades de 60 e 70% permitiram que a carbonatação \n\nproporcionasse maiores valores de MOR, LOP e MOE, diferindo estatisticamente dos \n\ndemais compósitos. Os ensaios físicos complementaram os ensaios mecânicos, mostrando \n\nque os compósitos carbonatados com 60 e 70% de umidade apresentaram menores valores \n\nde AA e PA, junto de maiores valores de DA. O processo de carbonatação acelerada foi \n\nfavorecido pelas menores concentrações de umidade relativa, como apresentado também \n\n\n\n \n\npelas análises de TG e DRX, que permitiram que o processo acontecesse de forma mais \n\nefetiva, melhorando a interface fibra-matriz. \n\n \n\nPalavras-chave: carbonatação; durabilidade; umidade atmosférica; polpas celulósicas; \n\ncompósitos. \n\n\n\n \n\nABSTRACT \n\n \n\nFILOMENO, R. H. Evaluation of the relative humidity influence of the curing \n\natmosphere on the carbonation of fiber-cement materials. 2018. 111p. M. Sc. \n\nDissertation – Faculdade de Zootecnia e Engenharia de Alimentos (FZEA), Universidade \n\nde São Paulo (USP), Pirassununga 2018. \n\n \n\nThe accelerated carbonation is a process that can be made very feasible for the fiber cement \n\nindustry, for mitigating the degradation of the vegetable fibers used in the materials and for \n\nimproving the physico-mechanical performance of composites. In this context, the present \n\nwork evaluated the influence of relative humidity in the accelerated carbonation process in \n\nfiber cement composites reinforced with eucalyptus cellulosic pulps. For the development \n\nof experimental activities, a study of the evolution of carbonation in fiber cement \n\ncomposites was carried out, considering different concentrations of relative humidity (60, \n\n70, 80 e 90%). Subsequently, the characterization of fiber cement composites was \n\nevaluated through the physical-mechanical performance evaluation, with a four-point \n\nmechanical test that determined the modulus of rupture, modulus of elasticity, limit of \n\nproportionality and specific energy; and physical tests to obtain the values of water \n\nabsorption, bulk density and apparent void volume. The composites were also evaluated for \n\ndurability and microstructure, through accelerated aging, mineralogical composition and \n\nmicrostructural analysis. From the results obtained, the carbonate composites with 60% \n\nrelative humidity showed a higher calcium carbonate formation, a higher densification of \n\nthe cementitious matrix and, consequently, a lower amount of voids in the first few hours of \n\ncarbonation. In relation of the performance of fiber cement composites, the 60 and 70% \n\nhumidity allowed the carbonation to provide higher values of mechanical analysis, differing \n\nstatistically from the other composites. The physical tests complemented the mechanical \n\ntests, showing that the carbonated composites with 60 and 70% humidity presented lower \n\nvalues of water absorption and apparent void volume, with a greater filling of the empty \n\nspaces of the composites. The accelerated carbonation process was favored by the lower \n\nconcentrations of relative humidity, as also shown by the TG and XRD analyzes, which \n\nallowed the process to happen more effectively, improving the fiber-matrix interface. \n\n\n\n \n\n \n\nKeywords: carbonation; durability; atmospheric humidity; cellulosic pulps; composites. \n\n \n\n  \n\n\n\n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1 - Representação esquemática do comportamento à flexão de um compósito. ....... 11 \n\nFigura 2 - Consumo aparente de cimento no Brasil no período de 1965 a 2013.................. 13 \n\nFigura 3 - Representação resumida da reação de hidratação do cimento Portland. ............. 16 \n\nFigura 4 - Evolução da taxa de calor do cimento Portland. .................................................. 18 \n\nFigura 5 - Estrutura simplificada da parede celular das fibras vegetais. As setas apontam \n\npara orientação dos feixes de microfibrilas. ......................................................................... 21 \n\nFigura 6 - Micrografias obtidas por microscopia eletrônica de varredura da superfície de \n\nfratura dos corpos-de-prova: a) compósitos não carbonatados e b) compósitos carbonatados.\n\n .............................................................................................................................................. 31 \n\nFigura 7 - Fluxograma das atividades experimentais. .......................................................... 33 \n\nFigura 8 - Distribuição do diâmetro de partículas do cimento Portland e do calcário. ........ 37 \n\nFigura 9 - Polpas celulósicas branqueadas de eucalipto a) em formato de folhas secas de \n\npapel, e b) após o processo de desintegração. ...................................................................... 38 \n\nFigura 10 - Procedimento de moldagem dos compósitos: a) agitação da matéria-prima; b) \n\ntransferência da mistura para caixa de moldagem; c) adensamento manual; d) prensagem; e) \n\npesagem do compósito; e f) compósito finalizado, selado em sacos plásticos..................... 40 \n\nFigura 11 - Representação esquemática da câmara de aplicação de CO2 Thermotron. ....... 41 \n\nFigura 12 - Cura dos corpos de prova por imersão em água. ............................................... 42 \n\nFigura 13 - Envelhecimento acelerado: a) interface do equipamento utilizado e b) \n\ndisposição dos corpos de prova para início dos ciclos de imersão e secagem. .................... 47 \n\nFigura 14 - Procedimento adotado para o ensaio físico dos corpos de prova de fibrocimento: \n\na) pesagem do material imerso em água; b) pesagem do material seco superficialmente; e c) \n\npesagem do material seco totalmente. .................................................................................. 48 \n\nFigura 15 - Ensaio mecânico dos corpos de prova de fibrocimento. .................................... 49 \n\nFigura 16 - Evolução do teor de água livre presente no compósito de fibrocimento em \n\nrelação ao tempo na carbonatação. ....................................................................................... 52 \n\nFigura 17 - Evolução da porosidade aparente em relação ao tempo na carbonatação dos \n\ncompósitos de fibrocimento carbonatados com diferentes umidades. ................................. 52 \n\n\n\n \n\nFigura 18 - Evolução da densidade aparente em relação ao tempo na carbonatação dos \n\ncompósitos de fibrocimento carbonatados com diferentes umidades. ................................. 53 \n\nFigura 19 - Indicador de fenolftaleína aplicado sobre os compósitos durante o processo de \n\ncarbonatação acelerada para acompanhar o desenvolvimento da reação. ............................ 56 \n\nFigura 20 - Difratograma de raios X (DRX) dos compósitos de fibrocimento carbonatados \n\ncom diferentes concentrações de umidade relativa em atmosfera de cura rica em CO2: a) \n\n60%; b) 70%; c) 80%; e d) 90%. .......................................................................................... 58 \n\nFigura 21 - Representação dos resultados de DTG dos compósitos de fibrocimento \n\ncarbonatados com diferentes concentrações de umidade relativa em atmosfera de cura rica \n\nem CO2: a) 60%; b) 70%; c) 80%; e d) 90%. ...................................................................... 61 \n\nFigura 22 - Evolução do grau de carbonatação em compósitos de fibrocimento \n\ncarbonatados em atmosfera rica em CO2 com diferentes concentrações de umidade relativa.\n\n .............................................................................................................................................. 63 \n\nFigura 23 - Absorção de água dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. .................................................................................................................... 65 \n\nFigura 24 - Densidade aparente dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. .................................................................................................................... 65 \n\nFigura 25 - Porosidade aparente dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. .................................................................................................................... 66 \n\nFigura 26 - Módulo de ruptura dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. .................................................................................................................... 70 \n\nFigura 27 - Limite de proporcionalidade dos compósitos de fibrocimento aos 28 dias e 200 \n\nciclos de envelhecimento. ..................................................................................................... 70 \n\nFigura 28 - Módulo elástico dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. .................................................................................................................... 71 \n\nFigura 29 - Energia específica dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. .................................................................................................................... 71 \n\nFigura 30 - Curva típica de tensão por deformação dos compósitos de fibrocimento \n\nensaiados aos 28 dias: a) Curvas de tensão x deformação; e b) Zoom da região de \n\ndeformação até 0,02 mm/mm. .............................................................................................. 76 \n\n\n\n \n\nFigura 31 - Curva típica de tensão por deformação dos compósitos de fibrocimento \n\nensaiados aos 200 ciclos de envelhecimento acelerado: a) Curvas de tensão x deformação; e \n\nb) Zoom da região de deformação até 0,02 mm/mm. ........................................................... 77 \n\nFigura 32 - Micrografias dos compósitos de fibrocimento ensaiados aos 28 dias, \n\ncarbonatados em diferentes concentrações de umidade relativa em atmosfera rica em CO2: \n\na) 60%; b) 70%; c) 80%; e d) 90%. ...................................................................................... 79 \n\nFigura 33 - Micrografias dos compósitos de fibrocimento ensaiados aos 28 dias: a) e b) não \n\ncarbonatados; c) e d) carbonatados com 60% de umidade. .................................................. 80 \n\nFigura 34 - Micrografias tiradas da superfície de fratura dos compósitos de fibrocimento \n\napós 200 ciclos de envelhecimento: a) não carbonatados; b) carbonatados com 60% de \n\numidade. ............................................................................................................................... 81 \n\nFigura 35 - Difração de raios X (DRX) dos compósitos não carbonatados e dos \n\ncarbonatados com umidades de 60 e 90%, ensaiados após 28 dias e 200 ciclos de \n\nenvelhecimento. .................................................................................................................... 83 \n\nFigura 36 - Representação da perda de massa dos compósitos não carbonatados e dos \n\ncarbonatados com umidades de 60 e 90%, ensaiados após 28 dias e 200 ciclos de \n\nenvelhecimento: a) curvas de TG; e b) curvas de DTG. ...................................................... 84 \n\n \n\n\n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 - Principais constituintes do cimento Portland. ..................................................... 15 \n\nTabela 2 - Composição química das polpas celulósicas branqueadas de eucalipto. ............ 34 \n\nTabela 3 - Composição química do cimento e calcário (% em massa de óxidos). ............... 35 \n\nTabela 4 - Formulação dos compósitos de fibrocimento. ..................................................... 39 \n\nTabela 5 - Condições de avaliação dos compósitos de fibrocimento. .................................. 42 \n\nTabela 6 - Valores médios, desvio padrão e avaliação estatística para as propriedades \n\nfísicas: absorção de água (AA), densidade aparente (DA) e porosidade aparente (PA) para \n\nos compósitos de fibrocimento ensaiados aos 28 dias. ......................................................... 66 \n\nTabela 7 - Valores médios, desvio padrão e avaliação estatística para as propriedades \n\nfísicas: absorção de água (AA), densidade aparente (DA) e porosidade aparente (PA) para \n\nos compósitos de fibrocimento ensaiados aos 200 ciclos de envelhecimento. ..................... 67 \n\nTabela 8 - Valores médios, desvio padrão e avaliação estatística para as propriedades \n\nmecânicas: MOR, LOP, MOE e EE para os compósitos não carbonatados e carbonatados \n\nensaiados 28 dias. ................................................................................................................. 73 \n\nTabela 9 - Valores médios, desvio padrão e avaliação estatística para as propriedades \n\nmecânicas: MOR, LOP, MOE e EE para os compósitos não carbonatados e carbonatados \n\n200 ciclos de envelhecimento. .............................................................................................. 74 \n\n \n\n  \n\n\n\n \n\nSUMÁRIO \n\n \n\nFICHA CATALOGRÁFICA ELABORADA PELO ........................................................ 2 \n\n1. INTRODUÇÃO ............................................................................................................ 6 \n\n2. OBJETIVOS ................................................................................................................. 6 \n\n3. REVISÃO BIBLIOGRÁFICA .................................................................................... 8 \n\n3.1. UTILIZAÇÃO DE FIBRAS VEGETAIS EM COMPÓSITOS DE FIBROCIMENTO ................... 9 \n\n3.2. CONSTITUINTES DO FIBROCIMENTO ....................................................................... 12 \n\n3.2.1. Cimento Portland ............................................................................................. 12 \n\n3.2.1.1. Composição química do cimento Portland ............................................... 14 \n\n3.2.1.2. Mecanismos de hidratação do cimento ..................................................... 16 \n\n3.2.2. Fibras vegetais ................................................................................................. 20 \n\n3.2.2.1. Polpas celulósicas de eucalipto ................................................................ 22 \n\n3.3. DURABILIDADE E DEGRADAÇÃO DAS FIBRAS VEGETAIS ......................................... 24 \n\n3.4. CARBONATAÇÃO ACELERADA ............................................................................... 27 \n\n4. MATERIAIS E MÉTODO ........................................................................................ 32 \n\n4.1. MATERIAIS ............................................................................................................ 33 \n\n4.1.1. Polpas celulósicas ............................................................................................ 33 \n\n4.1.2. Constituintes da matriz cimentícia ................................................................... 34 \n\n4.2. MÉTODO ................................................................................................................ 37 \n\n4.2.1. Desintegração das polpas celulósicas .............................................................. 37 \n\n4.2.2. Determinação da massa específica real ........................................................... 38 \n\n4.2.3. Produção dos compósitos de fibrocimento ....................................................... 39 \n\n4.2.4. Carbonatação acelerada dos compósitos ........................................................ 40 \n\n4.2.5. Estudo da evolução da carbonatação acelerada ............................................. 42 \n\n4.2.5.1. Titulação com solução de fenolftaleína .................................................... 43 \n\n4.2.5.2. Difração de raios X ................................................................................... 44 \n\n4.2.5.3. Termogravimetria (TG) ............................................................................ 44 \n\n4.2.5.4. Grau de carbonatação (GC) ...................................................................... 45 \n\n\n\n \n\n4.2.6. Caracterização dos compósitos de fibrocimento ............................................. 45 \n\n4.2.6.1. Envelhecimento acelerado ........................................................................ 46 \n\n4.2.6.2. Ensaios físicos .......................................................................................... 47 \n\n4.2.6.3. Ensaios mecânicos .................................................................................... 48 \n\n4.2.6.4. Análise estatística ..................................................................................... 50 \n\n4.2.6.5. Microscopia eletrônica de varredura (MEV) ............................................ 50 \n\n5. RESULTADOS E DISCUSSÕES ............................................................................. 51 \n\n5.1. AVALIAÇÃO DA EVOLUÇÃO DA CARBONATAÇÃO ACELERADA ............................... 51 \n\n5.1.1. Avaliação da carbonatação acelerada por indicador de fenolftaleína ............ 55 \n\n5.1.2. Análise de difração de raios X (DRX) .............................................................. 57 \n\n5.1.3. Análises de termogravimetria (TG) .................................................................. 60 \n\n5.1.4. Avaliação do grau de carbonatação (GC) ....................................................... 62 \n\n5.2. CARACTERIZAÇÃO DOS COMPÓSITOS DE FIBROCIMENTO ....................................... 64 \n\n5.2.1. Avaliação dos ensaios físicos ........................................................................... 64 \n\n5.2.2. Avaliação dos ensaios mecânicos .................................................................... 69 \n\n5.2.3. Avaliação microestrutural dos compósitos de fibrocimento ............................ 77 \n\n6. CONCLUSÕES ........................................................................................................... 85 \n\n6.1. ESTUDO DA EVOLUÇÃO DA CARBONATAÇÃO NOS COMPÓSITOS DE FIBROCIMENTO 85 \n\n6.2. EFEITO DA CARBONATAÇÃO NA PRODUÇÃO DOS COMPÓSITOS DE FIBROCIMENTO . 86 \n\n7. SUGESTÕES PARA TRABALHOS FUTUROS .................................................... 87 \n\n8. REFERÊNCIAS ......................................................................................................... 88 \n\n \n\n\n\n6 \n\n \n\n \n\n1. INTRODUÇÃO \n\n \n\nA utilização de fibras vegetais como reforço em compósitos de fibrocimento \n\ndesperta cada vez mais interesse científico e tecnológico em todo o mundo. A ampla \n\nversatilidade dessas fibras, quando aplicadas na produção de materiais construtivos, tem \n\nfeito com que seu uso se torne cada vez mais frequente, principalmente devido à sua alta \n\ndisponibilidade, origem de fonte renovável e boa alternativa às fibras de amianto \n\n(ARDANUY; CLARAMUNT; TOLEDO FILHO, 2015). \n\nEm geral, as fibras vegetais possuem a principal função de reforçar os materiais à \n\nbase de cimento de natureza frágil, aumentando sua tenacidade e a sua ruptura de forma \n\nabrupta (AGOPYAN et al., 2005). Entre outras características da utilização das fibras \n\nvegetais como reforço ao fibrocimento, está a absorção de energia do material antes do \n\nrompimento, a possibilidade de trabalho pós fissura e maior resistência à fadiga \n\n(JAMSHIDI; RAMEZANIANPOUR, 2011). Em geral, o desempenho do fibrocimento é \n\nfavorecido pelo uso de fibras curtas como as polpas de eucalipto, que permitem maior \n\nfacilidade de dispersão na produção de materiais, em comparação às fibras longas de polpas \n\nde pinus (JARABO et al., 2012). \n\nNo entanto, apesar das vantagens oferecidas pelas fibras vegetais ao fibrocimento, \n\num dos desafios enfrentados por esses materiais é a baixa durabilidade. O hidróxido de \n\ncálcio (Ca(OH)2), gerado na produção do fibrocimento, é o principal encarregado de elevar \n\na alcalinidade da matriz cimentícia (pH ~13) e compromete o desempenho das fibras \n\nvegetais (WEI; MEYER, 2015).  \n\nPor se tratarem de materiais hidrofílicos as fibras vegetais ao absorverem água, \n\nabsorvem também o Ca(OH)2 disponível na matriz, responsável por mineralizar ou \n\npetrificar as fibras, degradando seus constituintes e prejudicando suas propriedades de \n\nreforço (WEI; MA; THOMAS, 2016; WEI; MEYER, 2015). Tal fato tem motivado \n\npesquisadores de diversas áreas a buscarem alternativas para mitigar a degradação das \n\nfibras vegetais e, consequentemente, melhorar a durabilidade dos produtos de fibrocimento \n\n(ALMEIDA et al., 2013; FERREIRA et al., 2017; SILVA et al., 2017).   \n\nPor diminuir a alcalinidade da matriz cimentícia pela redução do teor de hidróxido \n\nde cálcio, a carbonatação acelerada é uma técnica de cura que tem mostrado potencialidade \n\n\n\n7 \n\n \n\n \n\nde melhorar a durabilidade dos materiais de fibrocimento. O carbonato de cálcio (CaCO3), \n\nformado durante a carbonatação, preenche os poros do material de fibrocimento, \n\nmelhorando suas propriedades físicas e mecânicas, além de favorecer um mecanismo de \n\nproteção das fibras, minimizando sua mineralização na matriz (ALMEIDA, et al., 2013). \n\nDe forma bem simplificada, o processo envolve a difusão do CO2 pelos poros \n\ninsaturados da matriz cimentícia, que reage com o Ca(OH)2 para formação do CaCO3 \n\n(ASHRAF, 2016). A obtenção do CaCO3 pelo processo de carbonatação proporciona \n\nmuitos benefícios ao fibrocimento: densificação da matriz cimentícia, aumento de \n\nresistência mecânica, diminuição da porosidade e selagem de fissuras, aumento da adesão \n\nentre a fibra e matriz, e maior durabilidade do compósito por meio da proteção da fibra \n\nfrente ao ataque alcalino (ASHRAF, 2016; URREA-CEFERINO et al., 2017).  \n\nNo processo de carbonatação acelerada existem importantes variáveis para que a \n\nreação aconteça, como temperatura, pressão, concentração de CO2 e umidade relativa. É \n\nimprescindível que a escolha dos parâmetros ideais resulte em um processo de \n\ncarbonatação mais veloz e eficiente sobre os materiais cimentícios (LIWU; PANESAR, \n\n2012). A umidade relativa, por exemplo, é um parâmetro muito influente na carbonatação, \n\nvisto que a difusão do CO2 pode ser dificultada por altas concentrações de umidade, \n\nresponsáveis por obstruir os poros da matriz. Em contrapartida, concentrações de umidade \n\nrelativa baixas podem impedir que a ocorrência da reação.  \n\nNesse sentido, sabe-se que a definição dos melhores parâmetros no processo de \n\ncarbonatação acelerada é crucial para que a reação aconteça de forma mais eficaz. Isso faz \n\ncom que estudos para otimização do processo de carbonatação acelerada seja alvo de \n\nmaiores investigações.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n8 \n\n \n\n \n\n2. OBJETIVOS \n\n \n\nO objetivo do presente trabalho consistiu na avaliação da interferência da umidade \n\nrelativa no processo de carbonatação acelerada, em compósitos de fibrocimento reforçados com \n\npolpas celulósicas de eucalipto. Os objetivos específicos foram: \n\n \n\n? Estudar a evolução da carbonatação acelerada ao longo do tempo, sob a influência \n\nde diferentes concentrações de umidade relativa, através dos componentes químicos \n\nformados nesse processo; \n\n \n\n? Analisar o efeito da umidade relativa no desempenho físico-mecânico, na \n\nmicroestrutura e na durabilidade de compósitos de fibrocimento submetidos ao \n\nprocesso carbonatação acelerada. \n\n \n\n \n\n3. REVISÃO BIBLIOGRÁFICA \n\n \n\nO conteúdo discutido nesta revisão bibliográfica tem por objetivo auxiliar no \n\nmelhor entendimento dos assuntos abordados neste trabalho, proporcionando maior \n\nembasamento para a pesquisa.  \n\nFoi apresentada, inicialmente, uma breve descrição sobre a aplicação de fibras \n\nvegetais na produção do fibrocimento e as vantagens de sua utilização. Os principais \n\nconstituintes do fibrocimento (cimento Portland e fibras de eucalipto) também foram \n\nabordados nesta revisão, a fim de fundamentar a escolha de cada componente e melhor \n\ncompreender a reação de hidratação que ocorre no cimento para formação do produto \n\nendurecido.  \n\nSabe-se que a durabilidade é um fator crucial na produção de qualquer material. \n\nDessa forma, a degradação sofrida pelas fibras vegetais devido a elevada alcalinidade da \n\nmatriz cimentícia também consta nesta seção, junto às técnicas que minimizam esse tipo de \n\nproblema como, por exemplo, a carbonatação acelerada e a importância dos parâmetros \n\n\n\n9 \n\n \n\n \n\nadotados em sua utilização, com destaque maior para a influência da umidade em todo o \n\nprocesso. \n\n \n\n \n\n3.1. Utilização de fibras vegetais em compósitos de fibrocimento \n\n \n\nEspecialmente nos países em desenvolvimento, onde não existem muitos recursos \n\nfinanceiros para altos investimentos, o uso de compósitos cimentícios com adição de fibras \n\npara produção do fibrocimento tem se tornado cada vez mais frequente (ONUAGULUCHI; \n\nBANTHIA, 2016; SOLTAN et al., 2017). A justificativa para isso deve-se a possibilidade \n\nde produção de componentes mais leves, com bom desempenho mecânico, bom isolamento \n\ntermo acústico e de maior apelo ambiental (ARDANUY; CLARAMUNT; TOLEDO \n\nFILHO, 2015; MIRAOUI; HASSIS, 2012).  \n\nSavastano Junior e Santos (2008) definem o fibrocimento como materiais \n\nconstituídos basicamente por cimento Portland, adições minerais, sem a presença de \n\nagregados e com fibras de reforço distribuídas ao longo da matriz. Esses materiais podem \n\nser encontrados atualmente em construções não estruturais de pequena espessura, tais como \n\ncaixas d’água, telhas e placas planas utilizadas em forros e divisórias (IKAI et al., 2010). \n\nA utilização do fibrocimento é uma prática antiga, que aconteceu em escala \n\nindustrial no início do século XX, na Austrália, com a introdução das fibras de amianto \n\n(COUTTS, 2005). Como uma alternativa econômica factível na época, as fibras de origem \n\ncelulósicas começaram a ser utilizada na produção do fibrocimento, prática que se \n\nintensificou com a carência de fibras de amianto no período da Segunda Guerra Mundial. \n\nSegundo James Hardie e Coy Pty Ltda. (1947 apud Coutts, 2005, p. 519), deu-se \n\nentão início a uma série de estudos para avaliação do potencial de substituição parcial ou \n\ntotal das fibras de amianto pelas fibras de celulose no fibrocimento. Os resultados \n\nmostraram bom desempenho mecânico para os materiais reforçados com as fibras \n\ncelulósicas, além da boa conformação e uniformidade. A investigação para utilização \n\ndessas fibras se intensificou a partir da década de 1970, quando o uso do amianto começou \n\na ser contestado por razões de saúde, incentivando diversas pesquisas para substituição total \n\ndas fibras de amianto em diferentes produtos. \n\n\n\n10 \n\n \n\n \n\nA substituição do amianto pelas fibras vegetais recebeu notável atenção \n\nprincipalmente devido à alta disponibilidade dessas fibras e a seus aspectos favoráveis \n\nrelacionados a questões ambientais (JARABO et al., 2012a). Várias pesquisas foram \n\nrealizadas nos últimos anos, com a intenção de encontrar uma fibra ideal que tivesse \n\npotencial de substituir totalmente as fibras de amianto na produção do fibrocimento \n\n(ARDANUY; CLARAMUNT; TOLEDO FILHO, 2015; JARABO et al., 2012a; \n\nONUAGULUCHI; BANTHIA, 2016). Tais pesquisas avaliaram o desempenho do \n\nfibrocimento com fibras de diversas origens, destacando-se as fibras de bambu, sisal, coco, \n\nbanana, pinus e polpa residual de eucalipto. \n\nDentre as fibras vegetais com potencial de aplicação na produção do fibrocimento \n\nestão as fibras eucalipto (URREA-CEFERINO et al., 2017). Essas fibras, além de \n\npossuírem menor comprimento, facilitando a sua dispersão e trabalhabilidade no material, \n\npossuem menor custo quando comparadas a outras fibras em resposta a sua alta \n\ndisponibilidade e produção nos países tropicais (JARABO et al., 2012b; TONOLI et al., \n\n2010a).  \n\nA ausência de fibras nos materiais cimentícios favorece o aparecimento de fissuras, \n\ntrincas e, consequentemente, uma ruptura abrupta sob os esforços de tração, sem qualquer \n\ntipo deformação (RANACHOWSKI; SCHABOWICZ, 2017; ZHOU; UCHIDA, 2017). \n\nSegundo Santos et al. (2015b), a presença das fibras como reforço permite que o material, \n\napós alcançar sua resistência máxima à tração, permaneça suportando às cargas, retardando \n\na fratura e se caracterizando como um material mais resistente (Figura 1). Uma das \n\ncaracterísticas mais consideráveis do uso das fibras no fibrocimento é sua capacidade de \n\nintervir no crescimento e propagação de fissuras (ZHOU; UCHIDA, 2017). Ranachowski e \n\nSchabowicz (2017) ressaltam que o aparecimento dessas fissuras acontece com maior \n\nfacilidade nos espaços dos materiais que contém menos fibras de reforço. \n\n \n\n \n\n \n\n\n\n11 \n\n \n\n \n\nFigura 1 - Representação esquemática do comportamento à flexão de um compósito. \n\n \n\nFonte: Adaptado de Lameiras (2007).  \n\n \n\nApesar das vantagens da utilização de fibras vegetais na produção do fibrocimento, \n\nexistem algumas limitações para seu emprego nesses materiais devido aos problemas \n\nrelacionados à durabilidade (WEI; MA; THOMAS, 2016). A alcalinidade do cimento \n\nagride as fibras vegetais, afetando de forma direta a vida útil do fibrocimento (SILVA; \n\nMARQUES; FORNARI, 2012; TONOLI et al., 2010a). Por esse motivo, as fibras \n\nsintéticas, como por exemplo as fibras de polivinil-álcool (PVA) e polipropileno (PP), são \n\nainda as mais utilizadas na substituição do amianto.  \n\nAs fibras sintéticas são produzidas a partir do petróleo e, por um apelo ambiental \n\njunto a um potencial produtivo mais econômico, os estudos voltados à durabilidade do \n\nfibrocimento são cada vez mais incentivados, visando solucionar os problemas relacionados \n\nà alcalinidade da matriz cimentícia e viabilizar a utilização das fibras de origem vegetal. \n\nNesse contexto, a carbonatação acelerada é um processo que tem sido muito investigado \n\natualmente, com o intuito de mitigar a degradação das fibras vegetais pela alcalinidade do \n\ncimento. \n\n \n\n \n\n \n\n \n\n \n\n\n\n12 \n\n \n\n \n\n3.2. Constituintes do fibrocimento \n\n \n\n3.2.1. Cimento Portland  \n\n \n\n Segundo a Associação Brasileira de Cimento Portland (2002), o cimento é um \n\nmaterial usual da construção civil e denominado a caráter mundial de cimento Portland. A \n\norigem da palavra procede do latim caementu, referente a um tipo de pedra natural muito \n\nutilizada na Roma antiga. \n\nCaracterizado por propriedades aglomerantes, aglutinantes e ligantes, o cimento \n\nPortland é um pó fino que endurece quando em contato com a água e que não se decompõe \n\nmesmo quando submetido à ação da água novamente (ABCP, 2002).  \n\n A mistura do cimento e outros materiais de construção tais como a areia, a cal e a \n\nbrita, por exemplo, acarreta a obtenção do concreto e argamassa, os quais são muito \n\nutilizados na produção de casas, edifícios, pontes e barragens. A proporção de cada material \n\nusado na produção de concretos e argamassas é que irá definir as características do produto \n\nfinal (ABCP, 2002). Esse fato faz com que seja de grande relevância conhecer \n\ndetalhadamente os constituintes a serem trabalhados, para que se produzam produtos de boa \n\nqualidade. \n\n O cimento é um material muito conhecido e utilizado desde os tempos mais antigos \n\nem todo o mundo. Criado e patenteado pelo construtor inglês Joseph Aspdin no ano de \n\n1824, o material foi denominado de cimento Portland devido à sua semelhança às \n\ncaracterísticas de cor e dureza das pedras originadas da ilha de Portland, no sul da \n\nInglaterra (SNIC, 2017). Com o passar dos anos, a descoberta de novos materiais e o \n\nconhecimento técnico adquirido ao longo do tempo permitiram que a produção do cimento \n\nfosse otimizada e novos tipos de cimento Portland surgissem. Os diferentes tipos de \n\ncimento existentes atualmente servem para o uso geral, em construções que necessitam do \n\nmaterial. Porém, a Associação Brasileira de Cimento Portland (2002) ressalta que cada tipo \n\nde cimento possui particularidades que os tornam mais adequados em determinadas \n\nsituações, o que possibilita a obtenção de produtos de melhor desempenho e de forma mais \n\neconômica para consumo da sociedade.  \n\n\n\n13 \n\n \n\n \n\n No Brasil, o cimento Portland começou a ser efetivamente produzido pela indústria \n\nno ano de 1926, pela Companhia Brasileira de Cimento Portland Perus, em São Paulo \n\n(SNIC, 2017). Em 2013, o consumo de cimento no Brasil foi de 71 milhões de toneladas \n\n(Figura 2), com uma relação per capita de 353 kg/hab/ano segundo o SNIC (2017).  \n\n \n\nFigura 2 - Consumo aparente de cimento no Brasil no período de 1965 a 2013. \n\n \n\nFonte: SNIC, 2017. \n\n \n\nComo mostrado pela Figura 2, pode-se observar um crescimento intenso no \n\nconsumo de cimento no Brasil a partir de meados da década de 1965 até o ano de 1980, \n\ncom início a uma pequena queda no consumo nacional devido ao período de recessão \n\neconômica do país. Após um período de estabilização entre os anos de 1985 a 1989, o \n\nconsumo voltou a crescer no ano de 1990, com a implantação do Plano Real, chegando a \n\nalcançar o marco de 40 milhões de toneladas no ano de 2000. Como consequência às crises \n\nmundiais, o consumo de cimento no Brasil voltou a cair em 2001 e se prolongou até o ano \n\nde 2005, quando começou a crescer novamente em um bom momento de atividade \n\neconômica no país, que se estendeu até o ano de 2013. \n\n\n\n14 \n\n \n\n \n\nBaseado nos resultados do consumo anual de cimento no Brasil, o Sindicato \n\nNacional da Indústria do Cimento (SNIC) mostra que o consumo do cimento Portland \n\ncontinuou a crescer em 2014, com um valor aproximado de 71,7 milhões de toneladas no \n\nuso de cimento. Porém, devido à crise econômica brasileira caracterizada por uma forte \n\nrecessão na economia e recuo do Produto Interno Bruto (PIB), este consumo do cimento \n\nPortland começou a cair. Foram registradas pelo SNIC nos anos de 2015 e 2016 reduções \n\nno consumo de cimento em 9 e 20%, respectivamente, em relação ao ano de 2014. \n\nContudo, a diminuição do consumo de cimento em vista da atual situação enfrentada pelo \n\npaís, tem motivado a indústria do ramo a buscar alternativas de maior viabilidade \n\neconômica. Para isso, o conhecimento aprofundado da principal matéria-prima utilizada na \n\nprodução de materiais cimentícios acaba sendo fundamental. \n\n \n\n \n\n3.2.1.1. Composição química do cimento Portland  \n\n \n\nO cimento Portland, de acordo com a Associação Brasileira de Cimento Portland \n\n(2002), é constituído basicamente por clínquer e adições. O clínquer, na maior parte das \n\nvezes, é o componente predominante, enquanto que as adições, tais como o gesso, escórias \n\nde alto forno, materiais pozolânicos e carbonáticos, são os compostos responsáveis por \n\ncaracterizar os diferentes tipos de cimento existentes. \n\n   Composto predominantemente por calcário e argila, o clínquer em pó é o principal \n\nresponsável em reagir quimicamente na presença de água, tornando-se inicialmente um \n\nmaterial pastoso e em seguida, um material endurecido com elevada resistência e \n\ndurabilidade (ABCP, 2002). O calcário, obtido nas jazidas próximas a fábrica de cimento, \n\npassa primeiramente pelo processo de britagem e posterior moagem. Em seguida, acontece \n\na mistura com outros materiais como aluminossilicatos e óxido de ferro. A nova mistura é \n\nnovamente moída e segue para queima em um forno giratório de grande comprimento e \n\ndiâmetro, com uma temperatura interna que varia em torno de 1450 °C. O elevado calor \n\ndesse processo transforma a mistura em um material em forma de pelotas, denominado \n\nentão de clínquer. Após a saída do forno, o clínquer passa por um processo brusco de \n\nresfriamento e a gipsita é então adicionada. Posteriormente, os materiais são finamente \n\n\n\n15 \n\n \n\n \n\nmoídos até atingirem granulometria inferior a 75 ?m (ABCP, 2002; MEHTA; \n\nMONTEIRO, 2008). \n\n Segundo Taylor (1990), o clínquer é composto essencialmente pelos óxidos de CaO \n\n(67%), SiO2 (22%), Al2O3 (5%), Fe2O3 (3%) e outros componentes (3%) presentes em \n\npequenas quantidades. Os compostos formados no processo de produção do clínquer e que \n\nconstituem o cimento Portland são: silicato tricálcico (alita), silicato dicálcico (belita), \n\naluminato tricálcico (aluminato) e o ferroaluminato tetracálcico (ferrita). São os silicatos e \n\naluminatos os principais responsáveis pela formação dos produtos de hidratação do \n\ncimento, originando a pasta de cimento endurecida (NEVILLE; BROOKS, 2010). \n\n A composição e simbologia dos compostos que constituem o cimento Portland são \n\napresentadas pela Tabela 1. \n\n \n\nTabela 1 - Principais constituintes do cimento Portland. \n\nComposto Composição Simbologia \n\nSilicato tricálcico 3CaO.SiO2 C3S \n\nSilicato dicálcico 2CaO.SiO2 C2S \n\nAluminato tricálcico 3CaO.Al2O3 C3A \n\nFerroaluminato tetracálcico 4CaO.Al2O3.Fe2O3 C4AF \n\nFonte: (TAYLOR, 1990; NEVILLE; BROOKS, 2010). \n\n \n\n No contato do cimento Portland com a água acontece a reação de hidratação dos \n\nsilicatos (C3S e C2S) e aluminatos (C3A e C4AF), o qual ocorre a formação em maior \n\npredominância dos produtos de hidratação como o silicato de cálcio hidratado (C-S-H), \n\nhidróxido de cálcio (CH) ou portlandita, etringita (AFt), aluminatos de cálcio hidratado \n\n(CAH) e monossulfoaluminato de cálcio hidratado (AFm), conforme esquematizado pela \n\nFigura 3.  \n\n \n\n\n\n16 \n\n \n\n \n\nFigura 3 - Representação resumida da reação de hidratação do cimento Portland. \n\n \n\nFonte: Adaptado de Neville e Brooks (2010). \n\n \n\n \n\n3.2.1.2. Mecanismos de hidratação do cimento \n\n \n\nA hidratação do cimento trata-se basicamente das reações químicas que acontecem \n\nem seu contato com a água. Segundo Taylor (1990), Mehta e Monteiro (2008), as reações \n\nque acontecem nesse sistema hidratação do cimento não se retêm somente nas mudanças \n\nque ocorrem entre anidros e hidratos, mas sim, em conversões químicas complexas para \n\nque o cimento atinja sua formação final. \n\nA água associada à reação de hidratação tem por objetivo dissolver as espécies \n\nquímicas que constituem o cimento até que ocorra a saturação, além de proporcionar de \n\nmodo geral a formação da suspensão sólida (MEHTA; MONTEIRO, 2008; TAYLOR, \n\n1990). De acordo com Neville e Brooks (2010), a pega do cimento consiste basicamente na \n\ntransformação do estado fluido para o estado rígido, sendo que o início de pega acontece \n\ncom uma pequena consistência da suspensão e procede para seu enrijecimento conhecido \n\ncomo fim de pega. Em seguida, começa então a etapa de endurecimento, caracterizada \n\ncomo a fase de ganho de resistência do material formado. O endurecimento obtido é reflexo \n\ndas inúmeras reações químicas que acontecem no sistema de hidratação do cimento, as \n\nCaO SiO2 Al2O3 Fe2O3\n\nC3S C2S C3A C4AF\n\nÓxidos\n\nCompostos do cimento\n\nCimento Portland\n\nProdutos de hidratação predominantes\n\nC-S-H CH\n\nDiferentes tipos de cimento Portland\n\n\n\n17 \n\n \n\n \n\nquais estão totalmente associadas à reatividade do produto e aos mecanismos e cinética da \n\nreação, que envolvem condições de temperatura e pressão (TAYLOR, 1990). Junto a isso, a \n\nvelocidade da reação é também uma condição muito importante na química do cimento, \n\ntendo em vista que ela deve ser suficientemente lenta para que o maior número de reações \n\naconteça e consideravelmente rápida para o endurecimento do material. \n\nDe modo geral, os mecanismos de hidratação do cimento acontecem por meio de \n\ndois processos segundo Mehta e Monteiro (2008): dissolução-precipitação e topoquímico. \n\nNas fases iniciais da hidratação ocorre primeiramente o mecanismo de dissolução-\n\nprecipitação, que se resume na dissolução dos compostos anidros em seus componentes \n\niônicos e na formação dos hidratos em solução, seguida pela precipitação dos hidratos \n\nobtidos na solução supersaturada. Posteriormente, o processo topoquímico acontece com a \n\nocorrência das reações na superfície dos compostos do cimento anidro, sem que esses \n\ncompostos entrem em solução. \n\nNo momento em que o cimento e a água entram em contato acontece uma troca \n\nentre os elementos iônicos dos sólidos e da fase líquida, fazendo com que haja um aumento \n\nda concentração de aluminatos, sulfatos e álcalis (cálcio, sódio e potássio) na fase líquida. \n\nTal fato ocorre devido à solubilidade dos constituintes do clínquer como o silicato de \n\ncálcio, aluminatos de cálcio, sulfato de cálcio e sulfatos alcalinos (MEHTA; MONTEIRO, \n\n2008; TAYLOR, 1990). As fases do clínquer hidratam-se em diferentes momentos em \n\nresposta a solubilidade diferenciada dos compostos, fazendo com que todo o processo se \n\ntorne um sistema de alta complexidade (STARK, 2011). \n\nO progresso das reações de hidratação do cimento pode ser acompanhado através da \n\ndeterminação dos teores das fases anidras e hidratadas, assim como pela determinação da \n\nconcentração de água quimicamente combinada. A determinação da concentração iônica na \n\nfase aquosa e a evolução do calor liberado pelas reações também podem ser utilizadas para \n\nverificar o grau de hidratação do cimento, conforme discutido por Taylor (1990). Assim, \n\npor se tratar de uma reação exotérmica, a liberação de calor deste processo pode ser \n\nexpressa por meio de uma curva típica da taxa de evolução do calor em função do tempo da \n\nreação, como mostrado pela Figura 4.  \n\n \n\n \n\n\n\n18 \n\n \n\n \n\nFigura 4 - Evolução da taxa de calor do cimento Portland. \n\n \n\nFonte: Adaptado de Bullard et al. (2011). \n\n \n\nA evolução da hidratação do cimento em função do tempo (Figura 4) pode se \n\ndividida em cinco etapas: estágio inicial (I), indução (II), período de aceleração (III), \n\ndesaceleração (IV) e estágio final (BULLARD et al., 2011; MEHTA; MONTEIRO, 2008; \n\nTAYLOR, 1990).  \n\nNo estágio inicial (I), também conhecido como fase de pré-indução, acontece o \n\ncontato das partículas com a água fazendo com que o calor seja rapidamente liberado. \n\nNesta primeira fase ocorre a dissolução dos sulfatos alcalinos, junto à liberação dos íons \n\nK\n+\n, Na\n\n+\n e SO4\n\n2-\n. O sulfato de cálcio é dissolvido até a saturação, liberando os íons de Ca\n\n2+\n e \n\nSO4\n2-\n\n. Em seguida, acontece a dissolução das fases anidras C3S, C3A e C4AF, que \n\nproporcionam um revestimento dos grãos anidros com uma camada em gel de C-S-H, com \n\na liberação dos íons de Ca\n2+\n\n e OH\n-\n em solução. Os íons liberados após a dissolução do C3A \n\ne C4AF reagem com os íons Ca\n2+\n\n e SO4\n2-\n\n, formando assim um gel amorfo rico em \n\naluminato sobre a superfície dos grãos de cimento, com o surgimento de pequenas agulhas \n\nde etringita (AFt) sobre o gel e na solução. Tais reações são as responsáveis pela formação \n\ndo primeiro pico de liberação de calor demonstrado pela Figura 4. \n\nA etapa de indução (II) é caracterizada por uma taxa de evolução baixa, em que \n\nacontece a hidratação da cal livre (CaO) e a reação com a alita em pequena intensidade. \n\nEssas reações são desaceleradas devido à presença de uma camada de gel hidratado, \n\n\n\n19 \n\n \n\n \n\noriginário da precipitação da etringita e C-S-H, que se deposita entre os grãos anidros e a \n\nfase aquosa formando um tipo de barreira, o que faz com que se inicie um período de \n\ndormência. Acontece o aumento do teor dos íons de K\n+\n, Na\n\n+\n, SO4\n\n2-\n, Ca\n\n2+\n e OH\n\n-\n em solução, \n\njunto aos íons de cálcio que atingem a saturação e começam a diminuir. Um alto grau de \n\nsupersaturação é atingido pelo Ca(OH)2 antes de começar o processo de precipitação. Todo \n\neste período dura em média de 30 min a 3 h e é finalizado somente quando a camada de gel \n\nformada sobre os grãos de cimento for rompida ou se tornar permeável. \n\nNo período III, conhecido como período de aceleração, acontece um aumento nas \n\ntaxas de reação, devido a uma intensa liberação de calor e rápida formação do C-S-H e \n\nhidróxido de cálcio, junto ao declínio do teor de íons de Ca\n2+\n\n na solução. A formação destes \n\ncompostos é o que induz ao desenvolvimento da resistência mecânica e diminuição da \n\nporosidade. Durante este período o sulfato de cálcio é dissolvido totalmente e a \n\nconcentração dos íons de SO4\n2-\n\n em solução é reduzida, devido à etringita (AFt) formada e a \n\nadsorção dos íons na superfície do C-S-H. Neste período, a geração de calor em todo o \n\nprocesso começa a diminuir e um segundo pico (Figura 4) caracteriza o final da etapa de \n\naceleração. \n\nA fase de desaceleração é responsável pela diminuição gradativa do teor de íons em \n\nsolução, junto à precipitação dos hidratos da superfície das partículas de cimento que \n\ndificultam com que as fases anidras se solubilizem. Tal fato faz com que a taxa de calor \n\ngerado no processo seja reduzida, o que faz com que o mecanismo passe a ser controlado \n\npor difusão iônica. O C-S-H e o CH são também originados nesse período por meio de uma \n\nreação mais lenta, a partir da hidratação do C3S e ?-C2S, que passa a contribuir mais no \n\nprocesso enquanto que a taxa de formação do CH passa a diminuir. Ocorre uma redução \n\ndos íons de sulfato de cálcio em solução e a formação do monossulfoaluminato de cálcio \n\n(AFm) a partir da reação da etringita, obtida nas idades iniciais, com o C3A e o C4AF. \n\nNo estágio final, acontece a formação das placas hexagonais delgadas de \n\nmonossulfoaluminato de cálcio (AFm) devido a baixa concentração de sulfato de cálcio no \n\nsistema. Além de ocorrer também a hidratação da ferrita, nesse período acontece a \n\ndensificação da microestrutura obtida. O final da hidratação acontece no momento em que \n\nos grãos de cimento estão hidratados por completo ou quando não há mais a presença de \n\nágua para que as reações ocorram.  \n\n\n\n20 \n\n \n\n \n\n3.2.2. Fibras vegetais \n\n \n\nAs fibras vegetais estão sendo cada vez mais investigadas como alternativa às fibras \n\nsintéticas e às fibras de amianto, por possuírem um conjunto de características mecânicas e \n\ntérmicas, importantes aos materiais de fibrocimento (MARTINS; CAPPARELLI; CRUZ, \n\n2009). Dentre as particularidades no uso das fibras vegetais, segundo Jamshidi e \n\nRamezanianpour (2011), está a alta absorção de energia antes do rompimento do material, \n\npossibilidade de trabalho pós fissura e maior resistência a fadiga.  \n\nNo ano de 2010, de acordo o Anuário Estatístico da Organização das Nações Unidas \n\npara Alimentação e Agricultura (FAO) de 2013, aproximadamente 28,14 milhões de \n\ntoneladas de fibras vegetais foram produzidas no mundo todo. A produção no Brasil, para o \n\nmesmo ano, foi de 1,3 milhões de toneladas, considerando uma área de floresta de 519,5 \n\nmilhões de ha.  \n\nDe modo geral, as fibras vegetais são materiais lignocelulósicos compostos \n\nbasicamente por celulose (40 a 60%), hemicelulose (20 a 40%) e lignina (10 a 25%). A \n\nquantidade desses constituintes depende da fonte a qual o material é extraído, à medida que \n\nos fatores climáticos, as propriedades do solo e as características particulares de cada \n\nlocalidade têm grande influência sobre os teores de cada constituinte (PASON; KYU; \n\nRATANAKHANOKCHAI, 2006; SPINACÉ et al., 2011). É possível encontrar também a \n\npresença de alguns compostos orgânicos como carboidratos simples, polifenólicos, gomas, \n\nresinas, pectinas e gorduras segundo Silva et al. (2009). \n\nComo apresentado pela Figura 5, a parede celular de uma fibra vegetal é estruturada \n\nem lamela média, parede primária (P), parede secundária e lúmen. Composta \n\nprincipalmente por lignina, a lamela média liga as células adjacentes. As paredes primária e \n\nsecundária são formadas por feixes de microfibrilas compostos por moléculas de celulose, e \n\né a orientação desses feixes que caracterizam as propriedades mecânicas das fibras \n\n(CORREIA, 2015). Durante o crescimento celular, a parede primária começa a se formar \n\nenvolta da parede secundária, que por sua vez, é estruturada por uma camada externa (S1), \n\ncamada intermediária (S2) e camada interna (S3). Em resposta a maior concentração de \n\ncelulose, a camada S2 é a região da parede celular que mais influencia nas características \n\n\n\n21 \n\n \n\n \n\nmecânicas das fibras (DANIEL, 2009; ZIMNIEWSKA; WLADYKA-PRZBYLAK; \n\nMANKOWSKI, 2011).   \n\n \n\nFigura 5 - Estrutura simplificada da parede celular das fibras vegetais. As setas apontam para \n\norientação dos feixes de  microfibrilas. \n\n \n\n \n\nFonte: Adaptado de Daniel (2009). \n\n \n\nAs fibras vegetais podem ser obtidas a partir das mais variadas partes de uma fonte \n\nnatural como, por exemplo, folha (sisal, abacaxi e curauá), caule (juta, linho e piaçava), \n\ntronco (madeira), colmo (bambu e cana-de-açúcar), fruto (açaí e o coco) e semente (paina e \n\no algodão) (ABDUL KHALIL; BHAT; IREANA YUSRA, 2012; HABIBI; LUCIA; \n\nROJAS, 2010). Essas fibras, quando aplicadas na produção do fibrocimento, podem se \n\napresentar na forma de células fibrosas ou macrofibras, e também na forma de polpas \n\ncelulósicas (SAVASTANO JUNIOR, 2000).   \n\nAs polpas celulósicas, obtidas a partir do processo de polpação, são consideradas \n\num produto promissor para aplicação como reforço em materiais poliméricos, cerâmicos, \n\ncimentícios e, principalmente, usadas como matéria-prima na produção industrial do papel \n\n(SUNDAR; SAIN; OKSMAN, 2010). No fibrocimento, as polpas celulósicas, utilizadas em \n\nescala micrométrica, funcionam como uma espécie de rede que retém as partículas de \n\ncimento durante a etapa de drenagem da água. Além disso, podem favorecer o \n\n\n\n22 \n\n \n\n \n\nempacotamento com os constituintes da matriz, melhorando as características do material \n\n(CORREIA, 2015). \n\nNo processo de obtenção das polpas celulósicas ocorre a conversão dos materiais \n\nlignocelulósicos da madeira, com a finalidade principal de obtenção da celulose em um \n\nprocesso conhecido por polpação. Nesse processo, acontece a separação dos componentes \n\nmacromoleculares para que a utilização dos materiais lignocelulósicos seja mais efetiva \n\n(ABDUL KHALIL; BHAT; IREANA YUSRA, 2012). Essa separação pode ser realizada \n\npor diversos métodos, sendo o processo químico Kraft utilizado com maior frequência. \n\nTrata-se de um processo utilizado com temperaturas em torno de 160 °C, responsável pelo \n\nataque ao material lenhoso por meio de uma solução alcalina de hidróxido e sulfeto de \n\nsódio (SILVA et al., 2009). O Instituto Americano do Concreto (2002) recomenda o \n\nprocesso Kraft como uma técnica eficaz de polpação, que tem por objetivo remover a \n\nlignina e hemicelulose do material.  \n\n As polpas produzidas a partir da madeira de eucalipto possui um espaço \n\nsignificativo no mercado brasileiro e em todo o mundo, segundo (TONOLI, 2009b). \n\nDecorrente às inúmeras vantagens que essa cultura oferece, como a alta disponibilidade e \n\nbom rendimento de celulose, as polpas celulósicas de eucalipto são cada vez mais \n\nexploradas com o propósito de melhorar a distribuição de reforço no fibrocimento. \n\n \n\n \n\n3.2.2.1. Polpas celulósicas de eucalipto \n\n \n\nO emprego das polpas celulósicas de eucalipto na produção do fibrocimento tem \n\nganhado cada vez mais espaço no mercado, decorrente aos atributos oferecidos pela espécie \n\n(IKAI et al., 2010). As espécies do gênero Eucalyptus, no geral, apresentam boa qualidade \n\ne custos mais baixos para sua utilização quando comparadas a outros tipos de fibras de \n\norigem vegetal como, por exemplo, a Pinus. Esse fato é justificado pelo rápido crescimento \n\nda espécie e, consequentemente, maior disponibilidade, o que tem permitido com que seja \n\nmuito utilizada nos países tropicais (CAMPINHOS JUNIOR, 1999). As polpas de eucalipto \n\npossuem fibras de curto comprimento, entre 0,5 e 3,0 mm em média, enquanto que para as \n\nfibras da polpa de Pinus o comprimento está em torno de 2,0 e 4,5 mm. (CAMPBELL; \n\n\n\n23 \n\n \n\n \n\nCOUTTS, 1980). A maior vantagem na utilização de fibras de menor comprimento é a \n\nfacilidade de dispersão, que possibilita maior densidade de fibras em massa ou volume no \n\nmaterial, menor quantidade de espaços vazios e, como consequência, maior resistência à \n\npropagação de fissuras para esta região (JARABO et al., 2012b).  \n\nO eucalipto, de acordo com Almeida (2012), é originário predominantemente da \n\nAustrália e ocupa hoje no mundo 20 milhões de hectares (SANTOS et al., 2012), sendo que \n\n50% desse valor está distribuído entre o Brasil, a China e Índia (FERRAZ FILHO; \n\nSCOLFORO; MOLA-YUDEGO, 2014). No Brasil, a cultura de eucalipto representa em \n\nmédia 72% de toda a floresta brasileira, sendo conhecida por sua fácil adaptação a \n\ndiferentes tipos de solo e situações climáticas, rápido crescimento e grande produtividade \n\n(ALMEIDA, 2012; IBÁ, 2014). O relatório anual da Associação Brasileira de Produtores \n\nde Florestas Plantas (ABRAF) informa que 75,2% das florestas de Eucalyptos e Pinus se \n\nconcentram próximas das indústrias de papel, celulose e painéis de madeira industrializada, \n\nnas regiões sul e sudeste do Brasil (ABRAF, 2013).  \n\nPela diversidade de aplicações, as espécies Eucalyptus urophylla e Eucalyptus \n\ngrandis estão entre as de maior interesse para a cultura de eucalipto no Brasil, tendo em \n\nvista suas principais utilidades: produção de celulose, carvão, chapas, entre outras \n\n(ALMEIDA, 2012; FERRAZ FILHO; SCOLFORO; MOLA-YUDEGO, 2014; SANTOS et \n\nal., 2012; STANTURF et al., 2013). Segundo Quilhó, Miranda e Pereira (2006), o híbrido \n\nEucalyptos urograndis, formado pela junção da E. grandis e E. urophyla, está também \n\nentre uma das espécies de maior interesse comercial, devido a união do rápido crescimento \n\nda E. grandis com a alta densidade da E. urophyla.   \n\nA Indústria Brasileira de Árvores (2014) completa que o eucalipto é a principal \n\nfonte de matéria-prima para a produção de celulose e que, no ano de 2013, o Brasil foi o \n\nquarto maior produtor desse produto. A produção anual brasileira de 15,1 milhões de \n\ntoneladas de celulose foi inferior à produção anual dos Estados Unidos, que se encontrava \n\ncom uma produção anual de 50,4 milhões de toneladas, seguida pela produção de 18,2 \n\nmilhões de toneladas da China e 17,1 milhões de toneladas do Canadá. Em relação às áreas \n\nde árvores plantadas, o Brasil alcançou em 2013 o total de 7,60 milhões de hectares, um \n\naumento de 2,8% em comparação ao ano de 2012 (IBÁ, 2014). \n\n\n\n24 \n\n \n\n \n\nNesse contexto, a madeira de eucalipto apresenta grande importância para a \n\neconomia do país na produção de celulose, uma vez que são classificadas como madeiras \n\nde boa qualidade e rendimento de polpa celulósica de 50% (BASSA; SILVA JUNIOR; \n\nSACON, 2007). O rápido e acelerado crescimento da produção de madeira no Brasil é \n\njustificado pelos investimentos tecnológicos de diversas empresas e pesquisas, que \n\nincentiva cada vez mais melhorias nas condições de produtividade da cultura de eucalipto \n\nem todo o mundo (ALVES et al., 2011).  \n\n \n\n \n\n3.3. Durabilidade e degradação das fibras vegetais \n\n \n\nMotta e Agopyan (2007) relatam que como desvantagem no uso das fibras vegetais \n\nno fibrocimento, de modo geral, está a variabilidade dimensional e a degradação acelerada, \n\nresponsável pela baixa durabilidade do material. Como fatores determinantes, Savastano \n\nJunior (2000) ressalta a incompatibilidade física entre a matriz e a fibra, junto à elevada \n\nalcalinidade da matriz cimentícia que é a principal responsável pela degradação das fibras \n\nde origem vegetal. \n\nA menor durabilidade dos compósitos de fibrocimento reforçados com fibras \n\nvegetais tem sido um grande obstáculo para que haja avanço nessa área (TONOLI et al., \n\n2010b). As altas concentrações de hidróxido de cálcio na matriz, provenientes da reação de \n\nhidratação do cimento, proporcionam um ambiente de alta alcalinidade (pH próximo a 13) \n\nque degrada as fibras (AGOPYAN et al., 2005). \n\nConforme a degradação acontece, o bom desempenho do compósito vai reduzindo \n\ncom uma diminuição significativa de sua tenacidade e resistência (TOLÊDO FILHO et al., \n\n2000). De acordo com Tolêdo Filho et al. (2000), o efeito de reforço das fibras vai se \n\nperdendo ao longo do tempo, o que faz com que o material apresente comportamento mais \n\nfrágil, rompendo-se facilmente quando sujeito a determinados esforços. Isso acontece \n\npossivelmente pela combinação de alguns fatores como, por exemplo, a mineralização das \n\nfibras por meio de alguns produtos de hidratação do cimento, a alta alcalinidade da matriz \n\ncimentícia e a variação dimensional das fibras, que contribuem para o surgimento de \n\nespaços vazios (TOLÊDO FILHO et al., 2000). \n\n\n\n25 \n\n \n\n \n\nO ataque alcalino às fibras no fibrocimento, segundo Agopyan et al. (2005), ocorre \n\npela presença do hidróxido de cálcio depositado nos poros da matriz cimentícia. No \n\nprocesso da reação de hidratação do cimento alguns produtos são obtidos, sendo o \n\nhidróxido de cálcio um deles (PETER et al., 2008). Com a presença de água, esse composto \n\né então dissolvido e alocado nos espaços vazios (poros) do material, conforme discutido por \n\nSavastano Junior (2000). O hidróxido de cálcio eleva então o pH da água, permitindo um \n\nambiente muito alcalino que, quando em contato com as fibras vegetais, enfraquece as \n\nligações de suas células individuais e decompõe os componentes estruturais da lignina e \n\nhemicelulose, interferindo de forma direta no grau de polimerização e resistência dessas \n\nfibras (ALMEIDA et al., 2013; CLARAMUNT et al., 2011; TOLÊDO FILHO et al., 2000). \n\nNesse contexto, Tolêdo Filho et al. (2000) destaca que o ataque alcalino avança de forma \n\ndiferente para cada tipo de fibra e é totalmente influenciado pela distribuição da porosidade \n\nna matriz.  \n\nSegundo Claramunt et al. (2011), o processo de degradação das fibras vegetais pela \n\nalcalinidade da matriz cimentícia pode ser dividido em três momentos. Primeiramente, por \n\nse tratar de um material hidrofílico, as fibras absorvem a água alcalina presente nos poros \n\ndo material, o qual proporciona o momento de inchamento. A precipitação do hidróxido de \n\ncálcio no lúmen e na lamela média das fibras ocasiona a mineralização das mesmas e, com \n\na perda de água por evaporação, ocorre a redução da seção transversal das fibras que, além \n\nde comprometer as características de reforço, interfere em sua interface junto a matriz \n\ncimentícia (SAVASTANO JUNIOR, 2000). Essa instabilidade dimensional pela absorção e \n\nperda de água ocasiona maior formação de uma região altamente porosa em torno da fibra, \n\nconhecida como zona de transição (SAVASTANO JUNIOR; AGOPYAN, 1999; \n\nSAVASTANO JUNIOR, 2000). A formação de forma mais pronunciada da zona de \n\ntransição acarreta em uma redução da ductilidade e resistência do material, em resposta ao \n\ndesprendimento das fibras em relação à matriz cimentícia e maior acúmulo de água e \n\nhidróxido de cálcio nos espaços porosos dispersos ao longo dessa área (ANJOS; \n\nGHAVAMI; BARBOSA, 2003; TOLÊDO FILHO et al., 2003).  \n\nApesar da vida útil do fibrocimento reforçado com fibras vegetais ser ainda uma \n\ndificuldade encontrada pela indústria, diversas pesquisas vêm sendo realizadas a fim de se \n\nencontrar métodos que otimizem o desempenho físico-mecânico desses materiais e \n\n\n\n26 \n\n \n\n \n\nmelhorem a questão da degradação ao longo do tempo. Dentre as alternativas para \n\nsolucionar o problema da durabilidade do fibrocimento estão os tratamentos químicos e \n\ntérmicos das fibras vegetais, assim como as modificações da matriz cimentía, conforme \n\nestudo feito por Santos et al. (2015b). \n\nNo fibrocimento, sabe-se que absorção de água pelas fibras vegetais é a principal \n\ncausa da mineralização e da posterior falta de aderência entre fibra e matriz (TONOLI et \n\nal., 2009a). Com isso, o tratamento químico superficial das fibras, revestindo-as com \n\nagentes silanos, pode ser uma opção promissora para favorecer melhor interface fibra-\n\nmatriz e, consequentemente, melhorar a durabilidade do material (SANTOS et al., 2015b). \n\nAlguns autores investigaram o uso dos silanos para redução do caráter hidrofílico das fibras \n\ne, a partir desse tratamento, identificaram maior interação das fibras com a matriz \n\ncimentícia, o qual resultou boas características mecânicas ao material (BILBA; ARSÈNE, \n\n2008; BARRA et al., 2012; TONOLI et al., 2009a).  \n\nOutra opção, também para solucionar problemas associados à instabilidade \n\ndimensional das fibras, é o processo de hornificação. Esse processo consiste em ciclos de \n\numedecimento e secagem que modificam a estrutura da fibra, reduzindo sua capacidade de \n\nabsorção de água e inchamento (FERNANDES DINIZ; GIL; CASTRO, 2004). A eficácia \n\nda hornificação foi avaliada em estudos realizados por Ballesteros et al. (2015) e Claramunt \n\net al. (2011) que, aplicando polpas celulósicas em matrizes cimentícias, observaram \n\nmelhorias na adesão entre a fibra-matriz e redução na formação de hidróxido de cálcio no \n\nlúmen da fibra. \n\nA utilização de pozolanas, as adições minerais, têm se mostrado como uma boa \n\nalternativa para preservação do ataque alcalino às fibras vegetais pela matriz cimentícia \n\n(SANTOS et al., 2015b). Estes materiais são ricos em sílica amorfa e, por si só não \n\npossuem nenhuma propriedade cimentante, mas quando na presença de água reagem com o \n\nhidróxido de cálcio livres, formando o silicato de cálcio hidratado (CORDEIRO; TOLEDO \n\nFILHO; FAIRBAIRN, 2009; VILLAR-COCIÑA et al., 2011). O potencial de utilização das \n\npozolanas em materiais cimentícios tem sido estudado por diversos autores, em trabalhos \n\nrealizados com, por exemplo, sílica ativa, metacaulim, cinza de bagaço de cana-de-açúcar, \n\ncinza de casca de arroz e cinza da folha de bambu (CORDEIRO; TOLEDO FILHO; \n\nFAIRBAIRN, 2009; BEZERRA et al., 2011; NITA, 2006; RODRIGUES et al., 2013; \n\n\n\n27 \n\n \n\n \n\nVILLAR-COCIÑA et al., 2011). O principal motivo da substituição parcial do cimento \n\nPortland pelas pozolanas é o consumo do hidróxido de cálcio para melhorar a questão da \n\ndurabilidade e a redução no uso do cimento, que além de possuir custos elevados é um \n\nmaterial que emite grandes quantidades de poluentes na atmosfera em sua produção \n\n(FAIRBAIRN et al., 2012). \n\nJunto às diferentes alternativas que existem para melhorar a questão da durabilidade \n\ndos compósitos de fibrocimento está também o processo de carbonatação acelerada, o qual \n\nvem sendo amplamente estudado atualmente (ALMEIDA et al., 2013; PIZZOL et al., 2013; \n\nTONOLI et al., 2010b; SANTOS et al., 2015a). A carbonatação acelerada acontece com o \n\nconsumo do hidróxido de cálcio pelo CO2 atmosférico (PETER et al., 2008), permitindo um \n\nambiente menos alcalino às fibras vegetais. Para o processo de carbonatação, existe ainda, \n\num incentivo ambiental de reutilização do CO2 emitido pela própria indústria de cimento, o \n\nque faz com que essa técnica se torne mais atrativa, motivando o desenvolvimento deste \n\ntrabalho. \n\nSabendo das variações climáticas das quais o Brasil possui, a investigação de \n\nalternativas que aumentem a durabilidade de um material é de grande importância, \n\nprincipalmente na obtenção de produtos resistentes às diferentes intempéries do país. \n\nAssim, é indispensável produzir um material de boa qualidade e desempenho sem \n\nconsiderar sua vida útil ao longo do tempo, o que faz com que estudos nessa área sejam \n\ncada vez mais desenvolvidos para a criação e aperfeiçoamento de novas tecnologias. \n\n \n\n \n\n3.4. Carbonatação acelerada \n\n \n\nA carbonatação é um fenômeno químico que começa na superfície de um material \n\ncimentício e prossegue para seu interior ao longo do tempo (LIM et al., 2010; TONOLI et \n\nal., 2010b). Trata-se de um processo intrínseco dos materiais a base de cimento, que \n\nacontece pela absorção do dióxido de carbono (CO2) e se estende por toda sua vida útil \n\n(ALMEIDA et al., 2013; SANTOS et al., 2015b). \n\n O fenômeno da carbonatação, no caso do concreto armado, é prejudicial por \n\nfavorecer o início da corrosão da armadura (PETER et al., 2008). Porém, Tonoli et al. \n\n\n\n28 \n\n \n\n \n\n(2010b) ressalta que no fibrocimento, o processo de carbonatação pode ser uma boa \n\nalternativa para melhor proteger as fibras vegetais e aumentar a durabilidade do material. \n\nDe modo geral, a carbonatação acontece pela reação do CO2 com o hidróxido de \n\ncálcio (Ca(OH)2) presente na matriz cimentícia, formando o carbonato de cálcio (CaCO3) \n\nconforme mostra a Equação 1. Todo esse processo depende de algumas variáveis \n\nrelacionadas aos fatores ambientais (temperatura, umidade, concentração de CO2) e \n\ncaracterísticas próprias do cimento (ALMEIDA et al., 2013; PETER et al., 2008). \n\n \n\n                                                                                                            (1) \n\n \n\n O processo de carbonatação acontece por meio do CO2 que se difunde pelos poros \n\ninsaturados da matriz de cimento. Inicialmente, o Ca(OH)2 formado na hidratação do \n\ncimento sofre dissociação como apresentado pela Equação 2. \n\n \n\n             \n                                                                                                      (2) \n\n \n\nEm seguida, o CO2 é então dissolvido nos poros da matriz pela solução aquosa, \n\nformando os íons carbonato (Equações 3 e 4) e, por fim, ocorre a reação dos produtos \n\ndissolvidos (Ca e CO3) para a formação do CaCO3, conforme a Equação 5. \n\n \n\n                  \n            \n\n                                                                       (3) \n\n \n\n    \n                     \n\n                                                                                     (4) \n\n \n\n              \n                                                                                               (5) \n\n \n\nDurante a reação de carbonatação, o carbonato de cálcio é o componente obtido de \n\nforma mais rápida e em maior quantidade, decorrente do consumo do hidróxido de cálcio \n\npelo CO2 (TONOLI et al., 2010b). Como o hidróxido de cálcio é o principal responsável \n\npela degradação das fibras vegetais, devido ao elevado pH que ele proporciona à matriz \n\ncimentícia, a sua reação com o CO2 e formação do CaCO3 faz com que haja menor \n\n\n\n29 \n\n \n\n \n\nquantidade de Ca(OH)2 na matriz, permitindo assim a obtenção de matrizes menos alcalina \n\ne, consequentemente, menos agressiva às fibras vegetais (ALMEIDA et al., 2010; PADE; \n\nGUIMARAES, 2007). \n\nEm compósitos reforçados com fibras vegetais, a carbonatação da matriz é \n\npotencializada devido à sua alta porosidade, o qual facilita a penetração do CO2 \n\n(FERNANDÉZ et al., 2004). Além disso, a carbonatação pode ser descrita como benéfica, \n\npois o carbonato de cálcio formado preenche os poros da matriz, permitindo maior \n\ndensificação dos mesmos, o qual promove melhora nas propriedades físicas e mecânicas do \n\nmaterial (SANJUÁN; DEL OLMO, 2001; VAN GERVEN et al., 2004). \n\nDevido aos inúmeros benefícios proporcionados ao fibrocimento, a carbonatação é \n\num processo que tem sido muito estudado por muitos pesquisadores da área (SANTOS et \n\nal., 2015b). Com o intuito de melhor compreender o efeito desse fenômeno, diversos \n\ntrabalhos vêm sendo realizados, de modo a verificar a potencialidade de incorporação da \n\ncarbonatação na indústria, para que a produção dos compósitos de fibrocimento seja \n\notimizada e as fibras vegetais ganhem cada vez mais espaço no mercado (ALMEIDA et al., \n\n2013; PIZZOL et al., 2013; SANTOS et al., 2015a; TONOLI et al., 2010b). \n\n Segundo Lim et al. (2010), a carbonatação geralmente acontece de forma natural e \n\nlenta, com o CO2 disponível na atmosfera, em uma concentração aproximada de 0,03% \n\n(BRIMBLECOMBE, 2003). Porém, esse é um processo que também pode ocorrer em \n\nambientes controlados de forma artificial (LIM et al., 2010). Alguns trabalhos envolvendo a \n\ncarbonatação artificial do fibrocimento reforçados com fibras vegetais, têm apresentado \n\nresultados com a formação de aproximadamente 30% de CaCO3. Como consequência, um \n\naumento da resistência do material, junto a uma diminuição da absorção de água e energia \n\nespecífica tem sido observado (TONOLI et al., 2010b).  \n\nEm estudos realizados por Tonoli et al. (2010b), foi possível verificar que a \n\ncarbonatação acelerada pode ser uma boa alternativa para diminuir o ataque alcalino às \n\nfibras. Eles realizaram um trabalho com o objetivo de avaliar o efeito da carbonatação em \n\ntelhas de fibrocimento reforçadas com fibras vegetais. Os resultados mostraram um \n\naumento de 25% para carga máxima suportada antes da fratura, junto a 80% de tenacidade \n\npara os materiais carbonatados. O processo de carbonatação permitiu que os compósitos de \n\nfibrocimento apresentassem menores valores de absorção de água e porosidade, assim \n\n\n\n30 \n\n \n\n \n\ncomo, valores mais elevados de densidade aparente, mostrando assim, maior densificação \n\ndo material devido a formação de CaCO3. Mesmo após os ensaios de envelhecimento os \n\nmateriais mantiveram um bom desempenho mecânico, o que sugere a conservação da \n\nresistência à tração das fibras vegetais na matriz. \n\nO efeito da carbonatação acelerada foi também avaliado por Almeida et al. (2010), \n\nque estudaram o processo de carbonatação quando aplicado nas primeiras idades em \n\ncompósitos de fibrocimento reforçados com polpas celulósicas de eucalipto. Depois de \n\nproduzidos, os materiais passaram por um processo de cura controlada por 2 dias. Em \n\nseguida, foi então realizado o processo de carbonatação acelerada, por 3 dias, em diferentes \n\nestágios no período de cura do material. Os parâmetros utilizados para a carbonatação \n\nforam de 60 ºC, 90% de umidade relativa e concentração de 15% de CO2, os quais se \n\nmostraram eficientes à medida que os materiais carbonatados obtiveram melhores \n\nresultados mecânicos e melhor interface fibra-matriz, como apresentado pela Figura 6. Os \n\ncompósitos carbonatados apresentaram menor quantidade de fibras arrancadas após os \n\nensaios mecânicos, indicando boa aderência entre as fibras e a matriz cimentícia. Por meio \n\nda técnica de difração de raios X foi possível identificar picos de maior intensidade de \n\nPortlandita (Ca(OH)2) para os materiais não carbonatados, enquanto que a presença da \n\ncalcita (CaCO3) e de silicatos, prevaleceu para os compósitos que passaram pela \n\ncarbonatação. A presença em maior quantidade do carbonato de cálcio (CaCO3) \n\nproporcionou maior densificação da matriz cimentícia, uma vez que o CaCO3 é mais denso \n\nque o hidróxido de cálcio. Assim, a redução do hidróxido de cálcio permite um ambiente \n\nmenos agressivo às fibras vegetais, favorecendo assim a utilização dessas fibras na \n\nindústria. \n\n \n\n\n\n31 \n\n \n\n \n\nFigura 6 - Micrografias obtidas por microscopia eletrônica de varredura da superfície de fratura dos \n\ncorpos-de-prova: a) compósitos não carbonatados e b) compósitos carbonatados. \n\n \n\nFonte: Adaptado de Almeida et al., 2010. \n\n \n\nSantos et al. (2015a) investigaram o efeito da carbonatação acelerada no estado \n\nsupercrítico de compósitos de fibrocimento, reforçados com polpas celulósicas branqueadas \n\nde eucalipto e fibras de sisal, obtidos pelo processo de extrusão. O processo de \n\ncarbonatação foi realizado por 2 h, com concentração de 99,5% de CO2, após três dias de \n\npré-cura. Assim como em outros trabalhos citados, os materiais que passaram pelo processo \n\nde carbonatação apresentaram melhor microestrutura, com menor absorção de água e maior \n\ndensificação da matriz, à medida que o carbonato de cálcio formado pela reação do \n\nhidróxido de cálcio com o CO2 preencheu os poros abertos do material. Posterior aos ciclos \n\nde envelhecimento, a carbonatação fez com que os compósitos apresentassem melhor \n\ndesempenho mecânico que os materiais não carbonatados. Os valores médios de energia de \n\nfratura dos compósitos não carbonatados mostraram uma redução de 56%, enquanto que, os \n\nmateriais carbonatados apresentaram 28% de redução, preservando a estabilidade \n\nmicroestrutural e tenacidade do compósito, concluindo que o uso da técnica de \n\ncarbonatação acelerada é muito benéfica para o fibrocimento. \n\nNo caso, os parâmetros utilizados no processo de carbonatação tais como a \n\nconcentração de CO2, temperatura e umidade são fatores que influem diretamente na \n\nvelocidade e profundidade com que a carbonatação acontece. LIWU et al. (2012) relata que \n\nna carbonatação acelerada as concentrações de CO2 adequadas para que o processo seja \n\nviável encontra-se em até 20%. A temperatura é um fator capaz de acelerar a carbonatação \n\nà medida que quanto maior o seu valor, mais efetivo o processo. Porém, segundo Melo \n\n(2010), a temperatura não deve ultrapassar 60 °C para que a estrutura do material não seja \n\ncomprometida pela formação tardia da etringita.  \n\n a b \n\n\n\n32 \n\n \n\n \n\nO teor de umidade a ser utilizado também é um ponto essencial para que a \n\ncarbonatação ocorra. De acordo com Phung et al. (2016) a concentração ótima de umidade \n\nrelativa está entre 65-95%. Entretanto, pesquisadores investigaram o processo para \n\ncompósitos carbonatados com umidade relativa entre 75 e 90%, e obtiveram resultados \n\nsignificativamente melhores para os compósitos carbonatados quando comparados aos não \n\ncarbonatados (ALMEIDA et al., 2010; SANTOS et al., 2015a; TONOLI et al., 2010b). No \n\nentanto, as divergências encontradas mostram que essa condição é algo que precisa ser mais \n\ninvestigado, tendo em vista que os poros da matriz cimentícia não podem estar totalmente \n\nsecos a ponto da carbonatação não acontecer e nem mesmo muito úmido, dificultando a \n\ndifusão do CO2. \n\nPelas vantagens oferecidas em seu uso, a carbonatação acelerada é uma técnica que \n\nvem sendo cada vez mais disseminada para sua aplicação durante a cura inicial dos \n\nmateriais cimentícios. Junto a isso, possui um grande potencial de contribuição para o \n\ncrescimento sustentável da indústria civil devido a possibilidade de consumo do próprio \n\nCO2 resultante dos processos industriais. O processo de carbonatação permite também, no \n\ncaso do fibrocimento, melhor utilização das fibras vegetais como alternativa às fibras \n\nsintéticas (TONOLI et al., 2010b; PIZZOL et al., 2013). \n\n \n\n \n\n4. MATERIAIS E MÉTODO \n\n \n\n Esta seção contém informações relacionadas à metodologia utilizada para o \n\ndesenvolvimento deste estudo, assim como a descrição dos materiais empregados: polpas \n\ncelulósicas branqueadas de eucalipto, cimento Portland CP V – ARI e calcário.  \n\n De acordo com o objetivo deste trabalho, foi avaliado o processo de carbonatação \n\nacelerada com diferentes concentrações de umidade relativa da atmosfera de cura, e o \n\ndesempenho físico, mecânico e de durabilidade dos compósitos de fibrocimento. Por isso, \n\nfez-se necessário a caracterização química, física, morfológica e mineralógica da matéria-\n\nprima e dos compósitos produzidos, junto à avaliação de suas propriedades físicas e \n\nmecânicas. \n\n\n\n33 \n\n \n\n \n\n Como esquematizado na Figura 7, o trabalho foi desenvolvido em duas etapas, \n\nsendo a primeira responsável pelo estudo da evolução da carbonatação nos compósitos de \n\nfibrocimento. Na segunda etapa, foi realizada a caracterização físico-mecânica, \n\nmineralógica e microestrutural dos compósitos de fibrocimento. \n\n \n\nFigura 7 - Fluxograma das atividades experimentais. \n\n \n\nFonte: Própria autoria. \n\n \n\n \n\n4.1. Materiais \n\n \n\n4.1.1. Polpas celulósicas \n\n \n\n As polpas celulósicas produzidas pelo processo kraft, foram fornecidas pela \n\nempresa Suzano Papel e Celulose (Suzano – SP, Brasil). Optou-se pela utilização das \n\npolpas celulósicas branqueadas, por apresentarem menores teores de lignina devido ao \n\nprocesso de branqueamento (deslignificação). A presença da lignina e de extrativos na \n\nsuperfície da fibra, removidos pelo processo de branqueamento, tendem a dificultar a \n\nreação de hidratação exotérmica do cimento, aumentando assim o seu tempo de pega. Além \n\ndisso, a presença da lignina dificulta o ataque alcalino às fibras vegetais e, \n\nCaracterização da \n\nmatéria-prima\n\nObtenção da \n\nmatéria-prima\n\nProdução dos \n\ncompósitos\n\nCarbonatação dos compósitos em \n\ndiferentes condições de umidade\n\nEstudo da evolução \n\nda carbonatação\n\nDRX TG MEV\n\nEnsaios físicos e\n\nmecânicos\n\nEnvelhecimento\n\nacelerado\n\nProcesso de cura \n\nem imersão em água\n\nAnálises \n\nmicroestruturais\n\n\n\n34 \n\n \n\n \n\nconsequentemente, a ocorrência da mineralização, o que comprometeria o estudo de \n\ndurabilidade do fibrocimento.  \n\nAs polpas utilizadas neste trabalho foram obtidas a partir do híbrido Eucalyptus \n\nurograndis, formado pelas espécies de Eucalyptus grandis e Eucalyptus urophylla da \n\ncultura de eucalipto. Na Tabela 2 encontram-se os teores dos constituintes das polpas \n\ncelulósicas branqueadas de eucalipto, tais como a celulose, hemicelulose e lignina, \n\ndeterminados a partir da metodologia proposta por Van Soest (1994).  \n\n \n\nTabela 2 - Composição química das polpas celulósicas branqueadas de eucalipto. \n\nMaterial \nComposição química (%)  \n\nCelulose Hemicelulose Lignina Outros \n\nPolpas celulósicas \n\nbranqueadas de eucalipto \n88,83 6,07 0,98 4,12 \n\nFonte: Própria autoria. \n\n \n\n \n\n4.1.2. Constituintes da matriz cimentícia \n\n \n\n Para compor a matriz cimentícia dos compósitos de fibrocimento foi utilizado o \n\ncimento Portland CP V – ARI de alta resistência inicial (NBR 5733, 1991) e o calcário Itaú, \n\nfornecido pela empresa Infibra (Leme – SP). A escolha do cimento CP V – ARI deve-se ao \n\nfato de ser constituído predominantemente por clínquer e não possuir adições minerais em \n\nsua composição, tais como a escória de alto forno e as pozolanas. A ausência dos aditivos \n\nminerais favorece um ambiente mais agressivo às fibras, o qual permite um melhor estudo \n\ndo fenômeno de carbonatação e de durabilidade do fibrocimento. Adicionalmente, esse tipo \n\nde cimento possui maiores quantidades de C3S (silicato tricálcico-3CaO.SiO2) e C2S \n\n(silicato dicálcico-2CaO.SiO2), junto a uma granulometria bem fina que induz a uma maior \n\nreatividade quando comparado a outros tipos de cimento. O calcário foi utilizado como \n\nsubstituto parcial do cimento, com o intuito de reduzir os custos de produção e favorecer a \n\nestabilidade dimensional do compósito, promovendo melhor empacotamento (BENTUR; \n\nMINDESS, 1990).  \n\n\n\n35 \n\n \n\n \n\n A caracterização das matérias-primas utilizadas (cimento e calcário) foi realizada \n\npela da determinação da composição química (% em massa de óxidos), perda ao fogo e \n\ndistribuição do tamanho de partículas.  \n\nA composição química foi determinada pelo equipamento de fluorescência de raios \n\nX (FRX) AxiosAdvanced da marca PANalytical, no Instituto de Química de São Carlos \n\n(IQSC) da Universidade de São Paulo (USP). A perda ao fogo foi determinada conforme a \n\nnorma NBR NM 18 (2004), por meio da calcinação de 1,000 g + 0,001 g do material a \n\n1000 °C, durante 1 h em forno mufla. O procedimento para determinação do percentual de \n\nperda ao fogo foi baseado na Equação 7, e as atividades experimentais para o cálculo foram \n\nefetuadas no Laboratório de Construções Rurais e Ambiência da Faculdade de Zootecnia e \n\nEngenharia de Alimentos (FZEA – USP). \n\n \n\n    \n(     )\n\n  \n                                                                                                                 (7) \n\n \n\nMQ: massa do material submetido à temperatura de 1000 °C; \n\nMS: massa do material antes da queima; \n\nPF: perda ao fogo. \n\n \n\nOs valores dos óxidos identificados e perda ao fogo do cimento Portland CP V – \n\nARI e do calcário foram apresentados pela Tabela 3. \n\n  \n\n\n\n36 \n\n \n\n \n\nTabela 3 - Composição química do cimento e calcário (% em massa de óxidos). \n\nÓxidos Cimento Portland CP V – ARI Calcário \n\nMgO 1,64 1,55 \n\nAl2O3 2,41 2,85 \n\nSiO2 14,32 1,58 \n\nP2O5 0,16 - \n\nSO3 5,52 - \n\nK2O 0,63 - \n\nCaO 66,93 50,51 \n\nTiO2 0,24 0,04 \n\nMnO 0,07 0,07 \n\nFe2O3 3,03 0,39 \n\nPerda ao fogo (1000 °C) 2,44 41,64 \n\nFonte: Própria autoria. \n\n \n\nA distribuição do tamanho de partículas foi realizada pela técnica de granulometria \n\na laser, utilizando o princípio de difração a laser e dispersão de partículas em álcool \n\nisopropílico. Foi utilizado para análise distribuidor de partículas de alto desempenho da \n\nmarca Horiba, modelo LA-950. A  \n\nFigura 8 apresenta os valores de diâmetro médio das partículas avaliadas abaixo dos \n\n17,36 ?m para o cimento e abaixo dos 56,09 ?m para o calcário. \n\n\n\n37 \n\n \n\n \n\nFigura 8 - Distribuição do diâmetro de partículas do cimento Portland e do calcário.\n\n \n\nFonte: Própria autoria. \n\n \n\n \n\n4.2. Método \n\n \n\n4.2.1. Desintegração das polpas celulósicas \n\n \n\nAs polpas celulósicas branqueadas de eucalipto foram adquiridas em forma de \n\nfolhas secas de papel (Figura 9a) e, por isso, precisaram passar por um processo de \n\ndesintegração. Esse processo foi necessário para que as polpas celulósicas estivessem em \n\ncondições ideais para aplicação nos compósitos de fibrocimento (Figura 9b). As etapas de \n\ndesintegração das folhas secas foram: \n\n \n\n? Corte das folhas secas em pedaços pequenos até a obtenção de 420 g; \n\n? Agitação das folhas separadas em 20 L de água, durante 1 h, em um misturador da \n\nmarca Siemens modelo LA7083-4LB90-Z, para desagregar o material; \n\n? Drenagem manual do excesso de água com o auxílio de um tecido próprio para a \n\natividade executada; \n\n0,1 1 10 100 1000 10000\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n Cimento\n\n Calcário\n\nV\no\nlu\n\nm\ne\n (\n\n%\n)\n\nDiâmetro (?m)\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n Cimento\n\n Calcário\n\n \n\n\n\n38 \n\n \n\n \n\n? Centrifugação das polpas celulósicas por 10 min em centrífuga da marca Consul, \n\nmodelo C2A05BBANA; \n\n? Desintegração das polpas celulósicas durante 5 min por meio de misturador \n\nplanetário Amadios, modelo 20LA; \n\n? Armazenagem das polpas celulósicas em sacos plásticos devidamente fechados, \n\njunto à refrigeração controlada do material (0 – 7 ºC).  \n\n \n\nFigura 9 - Polpas celulósicas branqueadas de eucalipto a) em formato de folhas secas de papel, e b) \n\napós o processo de desintegração. \n\n \n\nFonte: Própria autoria. \n\n \n\n \n\n4.2.2. Determinação da massa específica real \n\n \n\nA massa específica real do cimento Portland CP V – ARI, do calcário e das polpas \n\ncelulósicas branqueadas de eucalipto, foi determinada através de picnômetro a gás Hélio, \n\nmarca Quantachrome, Ultrapycnometer 1000, por variação de pressão de gás em uma \n\ncâmara de volume conhecido. Foram determinados oito valores para cada material e a partir \n\ndisso, calculado a média para obtenção da densidade.  \n\nO principal objetivo desta análise foi o de encontrar o valor da densidade das \n\nmatérias-primas utilizadas no trabalho, para que fosse possível calcular a quantidade \n\nnecessária, em massa, de cada material para a produção dos compósitos de fibrocimento. \n\n \n\n \n\n \n\na b\n\n\n\n39 \n\n \n\n \n\n4.2.3. Produção dos compósitos de fibrocimento \n\n \n\nA formulação adotada foi baseada nos trabalhos realizados por Almeida et al. \n\n(2010) e Tonoli (2009b), conforme apresentado pela Tabela 4. O processo para produção \n\ndesses compósitos foi o de sucção e prensagem (simulação do processo Hatschek), pautado \n\nna metodologia de Savastano Junior, Warden e Coutts (2000).  \n\nAs atividades foram desenvolvidas no Laboratório de Construções Rurais e \n\nAmbiência, da Faculdade de Zootecnia e Engenharia de Alimentos (FZEA – USP).  \n\n \n\nTabela 4 - Formulação dos compósitos de fibrocimento. \n\n Massa (%) Volume (cm³) Densidade (g/cm³) \n\nCimento Portland CP V – ARI 77,20 83,25 3,06 \n\nCalcário moído 12,80 15,30 2,76 \n\nPolpas celulósicas branqueadas 10,00 21,71 1,52 \n\nTotal 100,00 120,27 - \n\nFonte: Própria autoria. \n\n \n\nO processo de produção dos compósitos de fibrocimento de sucção e posterior \n\nprensagem, apresentado pela Figura 10, consistiu inicialmente na dispersão das polpas \n\ncelulósicas branqueadas de eucalipto em 1600 mL de água por 5 min, antes de sua mistura \n\ncom o cimento e calcário. Para isso, foi utilizado desintegrador de celulose a 3000 rpm. Em \n\nseguida, todos os constituintes do fibrocimento foram misturados e agitados por 4 min a \n\n1000 rpm, em agitador mecânico vertical. A solução foi então transferida para uma caixa de \n\nmoldagem com aplicação de vácuo, em aproximadamente 80 kPa, para drenagem do \n\nexcesso de água. O adensamento da mistura foi realizado de forma manual até a obtenção \n\nde uma superfície sólida e, posterior a isso, os compósitos foram prensados a 3,2 MPa \n\ndurante 5 min para sua conformação e compactação final. Ao todo, foram confeccionadas \n\n12 placas planas (compósitos) de fibrocimento para cada formulação, com valor de massa \n\nmédia de 369,06 g e dimensões de 200 mm x 200 mm x 5 mm.  \n\nApós a moldagem dos compósitos, os materiais foram todos pesados, identificados \n\ne selados em sacos plásticos, os quais permaneceram por dois dias em temperatura \n\nambiente (+ 28 °C) para início do processo de cura. \n\n\n\n40 \n\n \n\n \n\nFigura 10 - Procedimento de moldagem dos compósitos: a) agitação da matéria-prima; b) \n\ntransferência da mistura para caixa de moldagem; c) adensamento manual; d) prensagem; e) \n\npesagem do compósito; e f) compósito finalizado, selado em sacos plásticos. \n\n \n\nFonte: Própria autoria. \n\n \n\n \n\n4.2.4. Carbonatação acelerada dos compósitos \n\n \n\n Posterior a etapa de produção dos compósitos e após os dois dias de cura em \n\ntemperatura ambiente (+ 28 °C), os materiais foram levados a uma câmara climática da \n\nmarca Thermotron com aplicação de CO2, modelo SM – 3.5s (Figura 11), para início do \n\nprocesso de carbonatação acelerada. As condições adotadas neste processo foram adaptadas \n\ndo estudo realizado por Almeida et al. (2010). Foi utilizada uma temperatura de 60 ºC e \n\nconcentração saturada de CO2 (~ 100%) para acelerar o processo de reação, garantindo uma \n\nefetiva carbonatação do fibrocimento ao longo de três dias.  \n\n \n\na b c\n\nd e f\n\n\n\n41 \n\n \n\n \n\nFigura 11 - Representação esquemática da câmara de aplicação de CO2 Thermotron. \n\n \n\nFonte: Própria autoria. \n\n \n\nForam avaliados diferentes teores de umidade relativa no ambiente interno da \n\nThermotron, para condicionamento dos compósitos de fibrocimento no processo de \n\ncarbonatação. Foram utilizadas as umidades de 60, 70, 80 e 90%, com base nos estudos de \n\nPhung et al. (2016), com o intuito de verificar a influência deste parâmetro na velocidade e \n\nefetividade da carbonatação acelerada. Para efeito comparativo, foram produzidos \n\ncompósitos de fibrocimento que não passaram pelo processo de carbonatação.  \n\nAssim, os materiais compósitos foram produzidos em cinco diferentes condições \n\npara avaliação da influência da umidade: Controle (compósitos não carbonatados); 60% \n\nUR (compósitos carbonatados com 60% de umidade relativa); 70% UR (compósitos \n\ncarbonatados com 70% de umidade relativa); 80% UR (compósitos carbonatados com 80% \n\nde umidade relativa) e 90% UR (compósitos carbonatados com 90% de umidade relativa). \n\nApós o processo de carbonatação acelerada de três dias, os compósitos de \n\nfibrocimento foram cortados em disco diamantado refrigerado com água, para obtenção de \n\nquatro corpos de prova por placa de fibrocimento produzida. As dimensões dos corpos de \n\nprova obtidos foram de 160 mm x 40 mm x 5 mm. Em seguida, os materiais foram imersos \n\nem água até completarem 28 dias antes de seguirem para as etapas posteriores, \n\ncompletando assim o processo de cura como ilustrado pela Figura 12. De forma resumida, a \n\nSensor de CO2\nSensor de umidade\n\nSensor de temperatura\n\nLiberação de CO2\n\nResistência de aquecimento\n\nPainel de controle\n\nControlador de CO 2\n\n\n\n42 \n\n \n\n \n\nTabela 5 esquematiza as etapas e procedimentos que os compósitos de fibrocimento \n\npassaram para completarem o processo de cura e o processo de carbonatação. \n\n \n\nFigura 12 - Cura dos corpos de prova por imersão em água. \n\n \n\nFonte: Própria autoria. \n\n \n\nTabela 5 - Condições de avaliação dos compósitos de fibrocimento. \n\nTratamento \n\nEtapas de cura (dias) Parâmetros da carbonatação \n\nTemperatura \n\nambiente \nCarbonatação \n\nImersão \n\nem água \n\nTemperatura \n\n(ºC) \n\nConcentração \n\nde CO2 (%) \n\nUmidade \n\n(%) \n\nControle 2 dias - 26 dias - - - \n\n60% UR 2 dias 3 dias 23 dias 60 ~ 100 60 \n\n70% UR 2 dias 3 dias 23 dias 60 ~ 100 70 \n\n80% UR 2 dias 3 dias 23 dias 60 ~ 100 80 \n\n90% UR 2 dias 3 dias 23 dias 60 ~ 100 90 \n\nFonte: Própria autoria. \n\n \n\n \n\n4.2.5. Estudo da evolução da carbonatação acelerada \n\n \n\n Os compósitos de fibrocimento, produzidos pelo processo de sucção e prensagem, \n\nforam condicionados em câmara climática com aplicação de CO2 para que a carbonatação \n\n\n\n43 \n\n \n\n \n\nocorresse. Junto a isso, tais compósitos foram submetidos a quatro diferentes concentrações \n\nde umidade relativa da atmosfera de cura (60, 70, 80 e 90%). Para cada teor de umidade, os \n\ncompósitos permaneceram na câmera de carbonatação por 3 dias (72 h), com saturação de \n\nCO2, afim de se avaliar o avanço da carbonatação ao longo do tempo.  \n\nAo longo dos três dias foram retiradas diversas amostras da câmara de carbonatação \n\npara se estudar a evolução de todo o processo. As amostras, compósitos de fibrocimento, \n\nforam retiradas da câmara nos seguintes tempos de carbonatação: 0, 4, 8, 12, 24, 48 e 72 h. \n\nEm cada coleta de amostra foi realizada a medição da massa do compósito saturado e \n\ndepois de totalmente seco em estudo com temperatura de 60 °C. O principal intuito desta \n\natividade foi o de mensurar aproximadamente o ganho de massa do compósito, pela \n\nformação do carbonato de cálcio (CaCO3) obtido ao longo desse processo de carbonatação. \n\nA partir disso, foram traçadas curvas relacionadas à evolução da porosidade aparente, \n\ndensidade aparente e teor de água livre nos compósitos.  \n\nPara complementação dos estudos desta fase do trabalho, foram realizadas análises \n\nde difração de raios X (DRX), termogravimetria (TG) e determinação do grau de \n\ncarbonatação (GC). A evolução da carbonatação também foi avaliada por titulação, com o \n\nuso de um indicador ácido-base a partir de uma solução de fenolftaleína.  \n\n \n\n   \n\n4.2.5.1. Aplicação da solução de fenolftaleína \n\n \n\n Uma das técnicas para acompanhar a evolução da carbonatação no material foi a \n\naplicação de um indicador químico de pH, preparado por meio de uma solução de \n\nfenolftaleína 2% diluída em etanol anidro (AGOPYAN et al., 2005). A solução de \n\nfenolftaleína é uma das técnicas de avaliação da profundidade da carbonatação mais \n\nsimples e mais utilizadas. A manifestação dessa solução acontece por meio de coloração \n\nrosa púrpura quando em contato com compostos altamente básicos (pH ~13) como os \n\nprodutos de hidratação alcalinos do cimento, e incolor para compostos ácidos, indicando a \n\nocorrência da carbonatação no material. Com isso, o avanço da carbonatação no material \n\nfoi avaliado visualmente por meio da aplicação do indicador de fenolftaleína sob a \n\nsuperfície fraturada, seção transversal, da amostra retirada da câmara de carbonatação.  \n\n\n\n44 \n\n \n\n \n\n4.2.5.2. Difração de raios X \n\n \n\nA análise de difração de raios X foi realizada para identificação da composição \n\nmineralógica dos sólidos cristalinos. O ensaio foi realizado no equipamento de marca \n\nRigaku, modelo miniFlex 600, a fim de analisar os principais compostos presentes no \n\nmaterial. Esses compostos foram verificados por meio dos picos gerados em um \n\ndifratograma. \n\n A metodologia para este ensaio foi realizada conforme o trabalho de Almeida et al. \n\n(2010), em que os compósitos primeiramente foram imersos em acetona para que o \n\nprocesso de hidratação do cimento fosse interrompido e, em seguida, moídos para análise \n\napós a secagem total em estufa com circulação de ar a 60 ºC. Depois de preparadas as \n\namostras foram peneiradas a 325 mesh (0,045 mm). Foi adotado para o ensaio voltagem de \n\n50 kV, 100 mA de corrente elétrica e velocidade de 1º/min ao passo de 0,02º.  \n\n \n\n \n\n4.2.5.3. Termogravimetria (TG) \n\n \n\n Para confirmação da reação de carbonatação nos compósitos de fibrocimento foi \n\nutilizada a técnica de termogravimetria para avaliar a quantidade de CO2 fixado ao longo do \n\ntempo. A evolução da carbonatação foi verificada neste ensaio por meio do carbonato de \n\ncálcio e de outros produtos formados pela reação de carbonatação. Este ensaio mensura a \n\nvariação da massa da amostra em função da temperatura, resultando em um gráfico que, \n\natravés de sua derivada, foi possível obter as temperaturas limites das reações de \n\ndecomposição de cada constituinte do material. \n\n As amostras retiradas da câmara de carbonatação para a análise de TG foram \n\ninseridas em um recipiente com acetona, para que o processo de hidratação do cimento \n\nfosse interrompido, secas em estufa com circulação de ar a 60 ºC e moídas, para que \n\nestivessem em condições adequadas para o ensaio. A termogravimetria foi realizada em um \n\nequipamento da marca NETZSCH, modelo STA 449F3, com uma taxa de aquecimento de \n\n10 ºC/min até a temperatura de 900 ºC e concentração de N2 atmosférico de 40 mL/min, \n\nconforme realizado por Santos et al. (2015a).  \n\n\n\n45 \n\n \n\n \n\n4.2.5.4. Grau de carbonatação (GC) \n\n \n\nOs resultados obtidos pela técnica de TG permitiram calcular o grau de \n\ncarbonatação (GC) das amostras e, de forma indireta, a fixação de CO2 pelos compósitos de \n\nfibrocimento durante o processo de carbonatação acelerada. O cálculo foi realizado com as \n\nEquações 8 e 9, a partir dos estudos de Matsushita, Aono e Shibata (2000) e Huntzinger et \n\nal. (2009).  \n\n \n\n    \n      \n\n         \n                                                                                                                                    (8) \n\n \n\n                                                                      (9) \n\n \n\nEm que C é a quantidade de CO2 na amostra carbonatada, C0 é a quantidade de CO2 \n\nna amostra não carbonatada, e Cmax é a quantidade teórica de CO2 necessária para a reação \n\ncom o CaO presente no material e posterior formação do CaCO3. A quantidade de CO2 \n\nabsorvido foi determinada pela massa perdida na faixa de temperatura de decomposição do \n\nCaCO3 que, segundo Rostami et al. (2012), encontra-se no intervalo de 550 – 1000 °C. \n\n \n\n \n\n4.2.6. Caracterização dos compósitos de fibrocimento \n\n \n\n Após o estudo da evolução da carbonatação nos compósitos de fibrocimento \n\nsubmetidos a diferentes condições de umidade relativa, foi realizada a caracterização dos \n\ncompósitos quanto às características físico-mecânicas e microestrutural. Para isso, após \n\nsaírem da câmara de carbonatação, os compósitos foram serrados em corpos de prova e \n\ncompletaram o período de cura imersos em água até alcançarem 28 dias de cura antes dos \n\nensaios posteriores. Parte dos corpos de prova passou pelo processo de envelhecimento \n\nacelerado (200 ciclos) antes da realização dos ensaios de caracterização física, mecânica e \n\nmicroestrutural. \n\n\n\n46 \n\n \n\n \n\nFinalizado o estudo da evolução da carbonatação, restaram quatro placas de \n\nfibrocimento para cada condição em avaliação (Controle, C60%, C70%, C80% e \n\nC90%), que foram serradas para obtenção de 16 corpos de prova por condição. Dos corpos \n\nde prova gerados após a serragem das placas de fibrocimento, foram separados 8 para os \n\nensaios de caracterização aos 28 dias e 8 para os ensaios de envelhecimento acelerado.  \n\n Posterior aos ensaios físicos e mecânicos tanto para os corpos de prova aos 28 dias \n\ncomo para os envelhecidos, passaram por análises complementares de difração de raios X \n\n(DRX), termogravimetria (TG) e microscopia eletrônica de varredura (MEV), para maior \n\nentendimento dos resultados obtidos pelos compósitos de fibrocimento. \n\n \n\n \n\n4.2.6.1. Envelhecimento acelerado \n\n \n\n Os compósitos de fibrocimento foram avaliados quanto à durabilidade por meio do \n\nensaio de envelhecimento acelerado, com base no princípio de imersão em água e posterior \n\nsecagem. O ensaio teve por objetivo simular o efeito, de forma acelerada, do ambiente \n\nnatural nos compósitos e avaliar a conduta das fibras vegetais submetidas a ambientes \n\nagressivos de envelhecimento.  \n\n A metodologia adotada para esta atividade foi baseada no trabalho feito por Tonoli \n\n(2009) e adaptado da norma EN 494 (1994). O equipamento utilizado foi uma câmera \n\nautomática de envelhecimento acelerado, da marca Marconi, modelo MA 035, com ciclos \n\nde imersão e secagem, conforme mostrado pela Figura 13. A cada ciclo, os compósitos \n\nforam totalmente imersos em água para preenchimento total dos poros da matriz cimentícia, \n\npor 170 min. Depois de um intervalo de 10 min e sem a presença de água foram secos a \n\numa temperatura de 70 ºC, também por 170 min. Foram realizados 200 ciclos de \n\nenvelhecimento para os diferentes compósitos produzidos. Este ensaio permitiu a avaliação \n\nde forma comparativa dos compósitos envelhecidos e não envelhecidos (28 dias), \n\nproduzidos neste trabalho. \n\n  \n\n\n\n47 \n\n \n\n \n\nFigura 13 - Envelhecimento acelerado: a) interface do equipamento utilizado e b) disposição dos \n\ncorpos de prova para início dos ciclos de imersão e secagem. \n\n \n\nFonte: Própria autoria. \n\n \n\n \n\n4.2.6.2. Ensaios físicos \n\n \n\nOs ensaios físicos foram realizados segundo a norma ASTM C – 948 (1981), com \n\nbase no princípio de Arquimedes, para determinação da absorção de água (AA), densidade \n\naparente (DA) e porosidade aparente (PA), conforme mostrado pelas Equações (10), (11) e \n\n(12).  \n\nInicialmente foi determinada a massa dos corpos de prova imersos em água. Em \n\nseguida, os corpos de prova foram secos superficialmente para retirada do excesso de água \n\ne, só assim, a massa insaturada foi determinada (Figura 14). Para pesagem dos compósitos \n\ntotalmente secos, foi utilizada uma estufa com circulação de ar a 105 °C de temperatura, \n\npor 24 h. \n\n \n\n    (\n      \n\n  \n)                                                                                                            (10) \n\n \n\n    (\n  \n\n      \n)                                                                                                               (11) \n\n \n\n    (\n      \n\n      \n)                                                                                                            (12) \n\n \n\na b\n\n\n\n48 \n\n \n\n \n\n \n\nMSA: massa saturada em água (g); \n\nMS: massa seca (g); \n\nMI: massa imersa em água (g); \n\n???densidade da água (g/cm\n3\n). \n\n \n\nFigura 14 - Procedimento adotado para o ensaio físico dos corpos de prova de fibrocimento: a) \n\npesagem do material imerso em água; b) pesagem do material seco superficialmente; e c) pesagem \n\ndo material seco totalmente. \n\n \n\nFonte: Própria autoria. \n\n \n\n \n\n4.2.6.3. Ensaios mecânicos \n\n \n\nPara caracterização mecânica dos compósitos foi realizado ensaio mecânico de \n\ntração na flexão com quatro pontos (Figura 15), em máquina universal de ensaios EMIC, \n\nmodelo DL-30000, com vão inferior de 135 mm e superior de 45 mm. A célula de carga \n\nutilizada foi de 1 kN, com velocidade de carregamento igual a 1,5 mm/min e auxílio de um \n\ndeflectômetro com precisão de 0,001 mm para medição de pequenas deformações. Através \n\ndo procedimento experimental da Reunion Internationale des Laboratoires d´essais et des \n\nRecheches sur les Materiaux et les Constructions – RILEM (1984) e do trabalho realizado \n\npor Savastano Junior (2000) foi possível melhor ajustar as etapas para progredir com o \n\nensaio. \n\n \n\n\n\n49 \n\n \n\n \n\nFigura 15 - Ensaio mecânico dos corpos de prova de fibrocimento. \n\n \n\nFonte: Própria autoria. \n\n \n\nA partir dos valores da força aplicada sobre os materiais em estudo e das \n\ndeformações ocasionadas, foi traçada uma curva de tensão x deformação específica e, com \n\nisso, foi possível determinar o módulo de ruptura (MOR), limite de proporcionalidade \n\n(LOP), módulo de elasticidade (MOE) e energia específica (EE), de acordo com as \n\nEquações (13), (14), (15) e (16). \n\nOs valores do MOR foram adquiridos por meio da carga máxima aplicada na curva \n\nde tensão x deformação específica, enquanto que o MOE esteve envolvido com a medição \n\nda rigidez apresentada pelo material. O LOP foi estabelecido como a maior carga verificada \n\nantes do início de um desvio da linearidade da curva de tensão x deformação específica. A \n\nenergia específica foi determinada mediante a divisão da energia absorvida pela área da \n\nseção transversal dos corpos de prova na região da fratura. O ensaio foi programado para \n\nencerrar quando houvesse uma diminuição de 50% da carga máxima de ruptura, para \n\nobtenção do valor da energia específica. \n\nToda a atividade experimental foi executada no Laboratório de Construções Rurais, \n\nda Faculdade de Zootecnia e Engenharia de Alimentos (FZEA – USP). \n\n \n\n     \n       \n\n    \n                                                                                                                   (13) \n\n \n\n     \n       \n\n    \n                                                                                                                     (14) \n\n \n\n\n\n50 \n\n \n\n \n\n     \n      \n\n \n\n         \n                                                                                                            (15) \n\n \n\n    \n  \n\n   \n                                                                                                                             (16) \n\n \n\n \n\nPmax: força máxima; \n\nLv: medida do maior vão inferior (de ensaio); \n\nb e h: largura e espessura dos compósitos, respectivamente; \n\nPlop: força no maior ponto da parte linear da curva força x deflexão; \n\nm: tangente do ângulo de inclinação da curva força x deflexão durante a deformação \n\nelástica; \n\nEA: energia absorvida durante o teste de flexão. \n\n \n\n \n\n4.2.6.4. Análise estatística \n\n \n\nA análise estatística dos resultados físicos e mecânicos foi realizada com o auxílio \n\ndo programa Statistical Analysis System (S.A.S), versão 9.3. \n\nFoi feita a análise de variância (ANOVA) dos resultados obtidos, ao nível de 5% de \n\nprobabilidade (p &lt;0,05), para avaliação dos fatores comparados. As diferentes \n\nconcentrações de umidade na carbonatação, os compósitos não carbonatados e as idades de \n\nensaio foram os fatores de comparação da análise, realizada através do teste de Tukey para \n\naveriguar a existência de diferenças estatísticas ou não dos materiais avaliados. \n\n \n\n \n\n4.2.6.5. Microscopia eletrônica de varredura (MEV) \n\n \n\nA microestrutura dos compósitos de fibrocimento carbonatados com diferentes \n\numidades na atmosfera de cura e não carbonatados foi avaliada por meio de microscopia \n\neletrônica de varredura (MEV). O equipamento utilizado foi da marca Hitachi, modelo \n\nTM3000, no Laboratório de Tecnologia de Alimentos, da FZEA – USP. O ensaio \n\n\n\n51 \n\n \n\n \n\nproporcionou imagens da qual foi possível identificar as fases do material pelo contraste \n\nentre números atômicos, em que as áreas mais escuras representam os elementos mais leves \n\ne as áreas mais claras indicam os elementos mais pesados. \n\nA preparação das amostras para análise foi feita baseando-se em Savastano Junior, \n\nWarden e Coutts (2005), com a realização do embutimento das amostras com a utilização \n\nde uma resina epóxi. Posteriormente, as amostras foram lixadas por 4 min em três \n\ndiferentes lixas de carbeto de silício (SiC), utilizando como lubrificante o álcool \n\nisopropílico. O polimento das amostras aconteceu por meio de uma pasta de diamante, com \n\ndistintas granulometrias (8-4, 4-2 e 1-0 ?m). \n\n \n\n \n\n5. RESULTADOS E DISCUSSÕES \n\n \n\n5.1. Avaliação da evolução da carbonatação acelerada \n\n \n\nAs Figuras 16, 17 e 18 apresentam as curvas de evolução do teor de água livre nos \n\ncompósitos de fibrocimento, porosidade aparente e densidade aparente, respectivamente. \n\nPara esta etapa de avaliação, foram analisados somente os compósitos de fibrocimento que \n\npassaram pelo processo de carbonatação acelerada, ao longo de três dias, condicionados a \n\ndiferentes concentrações de umidade relativa na atmosfera de cura. \n\n\n\n52 \n\n \n\n \n\nFigura 16 - Evolução do teor de água livre presente no compósito de fibrocimento em relação ao \n\ntempo na carbonatação. \n\n \n\nFonte: Própria autoria. \n\n \n\nFigura 17 - Evolução da porosidade aparente em relação ao tempo na carbonatação dos compósitos \n\nde fibrocimento carbonatados com diferentes umidades. \n\n \n\nFonte: Própria autoria. \n\n0 4 8 12 16 20 24 28 32 36 40 44 48 52 56 60 64 68 72\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\nT\ne\no\n\nr \nd\n\ne\n á\n\ng\nu\n\na\n l\n\niv\nre\n\n n\no\n\n m\na\nte\n\nri\na\nl \n\n(%\n)\n\nTempo (horas)\n\n 60% UR\n\n 70% UR\n\n 80% UR\n\n 90% UR\n\n0 4 8 12 16 20 24 28 32 36 40 44 48 52 56 60 64 68 72\n22\n\n24\n\n26\n\n28\n\n30\n\n32\n\n34\n\n36\n\nP\no\n\nro\nsi\n\nd\na\nd\n\ne\n a\n\np\na\nre\n\nn\nte\n\n (\n%\n\n)\n\nTempo (horas)\n\n 60% UR\n\n 70% UR\n\n 80% UR\n\n 90% UR\n\n\n\n53 \n\n \n\n \n\nFigura 18 - Evolução da densidade aparente em relação ao tempo na carbonatação dos compósitos \n\nde fibrocimento carbonatados com diferentes umidades. \n\n \n\nFonte: Própria autoria. \n\n \n\nOs resultados obtidos pela pesagem dos compósitos de fibrocimento, durante a \n\ncarbonatação acelerada, permitiram avaliar o progresso da reação de carbonatação \n\ninfluenciada por quatro valores de umidade relativa: 60% (60% UR), 70% (70% UR), 80% \n\n(80% UR) e 90% (90% UR). Os tempos adotados para avaliação desses materiais foram de \n\n0, 4, 8, 12, 24, 48 e 72 h, conforme apresentado pelas Figuras 16, 17 e 18. \n\nAs curvas do teor de água livre presente nos compósitos de fibrocimento ao longo \n\nda carbonatação, apresentadas pela Figura 16, mostraram que os compósitos carbonatados \n\ncom umidade relativa de 60% (60% UR) obtiveram menores valores de água livre em \n\nrelação aos outros compósitos com concentrações de umidade diferentes. Isso se deve ao \n\nfato da concentração de 60% apresentar maior efetividade no processo de carbonatação dos \n\ncompósitos, visto que a redução da porcentagem de água livre presente está associada a \n\nocorrência da carbonatação no material.  \n\nSabe-se que a umidade é um parâmetro determinante para o desenvolvimento da \n\nreação de carbonatação, uma vez que a difusão do CO2 acontece com a presença de \n\nmoléculas de água condicionadas nos poros da matriz cimentícia (TA et al., 2016). É \n\n0 4 8 12 16 20 24 28 32 36 40 44 48 52 56 60 64 68 72\n1,60\n\n1,65\n\n1,70\n\n1,75\n\n1,80\n\n1,85\n\n1,90\n\nD\ne\nn\nsi\n\nd\na\nd\ne\n a\n\np\na\nre\n\nn\nte\n\n (\ng\n/c\n\nm\n³)\n\nTempo (horas)\n\n 60% UR\n\n 70% UR\n\n 80% UR\n\n 90% UR\n\n\n\n54 \n\n \n\n \n\natravés da umidade que o CO2 é solubilizado sob a forma de ácido carbônico, para reação \n\ncom os álcalis livres, e posterior formação do carbonato de cálcio (CaCO3). Nesse sentido, \n\nSantos et al. (2015b) descreve que altas concentrações de umidade podem obstruir os poros \n\nvazios do material dificultando a passagem do CO2, enquanto que as baixas concentrações \n\nde umidade podem impedir que a reação de carbonatação aconteça devido à presença \n\ninsuficiente de água.  \n\nPela Figura 16 foi possível averiguar que conforme os teores de umidade são \n\nmenores, a carbonatação é facilitada como mostrado pelas curvas 60% UR, 70% UR, 80% \n\nUR e 90% UR, que apresentaram teores de água livre presente à medida que se diminuiu \n\ntambém a concentração de umidade nos poros da matriz cimentícia.  \n\nEm relação ao tempo de exposição dos compósitos na câmara de carbonatação, \n\nnota-se que houve uma semelhança entre o comportamento das curvas (Figura 16). Uma \n\nqueda considerável na presença do teor de água foi observada nas primeiras quatro horas de \n\ncarbonatação para as diferentes concentrações de umidade relativa, justificada pelo maior \n\nnúmero de reações que ocorrem para formação do CaCO3 nessa fase inicial (ZHANG; \n\nGHOULEH; SHAO, 2017). Os valores de água livre nos compósitos continuaram a cair até \n\no tempo de 24 h para as diferentes concentrações de umidade relativa da atmosfera de cura, \n\ne em seguida começaram a se estabilizar mantendo um perfil mais constante. \n\nNo caso da evolução da porosidade (Figura 17), os compósitos carbonatados com \n\numidade de 60% (60% UR) obtiveram menor volume aparente de poros que os compósitos \n\ncarbonatados com as umidades de 70, 80 e 90%. A redução da concentração de umidade no \n\nprocesso de carbonatação, possivelmente permitiu maior formação do CaCO3, responsável \n\npor preencher os poros vazios dos compósitos de fibrocimento. Tal fator resultou em \n\nmenores valores de porosidade aparente, contribuindo assim para maior eficiência no \n\nprocesso de carbonatação dos compósitos carbonatados a 60% de umidade relativa. De \n\nmaneira geral, à medida que a carbonatação foi se desenvolvendo, foi verificado redução no \n\nvolume de poros dos compósitos de fibrocimento para as diferentes concentrações de \n\numidade. \n\nEm relação ao progresso da densidade aparente, a Figura 18 mostra, de modo geral, \n\nque as quatro curvas mantiveram um comportamento similar, em relação ao tempo de \n\nexposição na câmara de carbonatação acelerada. Um crescimento considerável foi \n\n\n\n55 \n\n \n\n \n\nverificado até o tempo de 24 h para as quatro curvas (60% UR, 70% UR, 80% UR e 90% \n\nUR) e, a partir disso, as curvas começaram a se manter com um delineamento mais linear. \n\nEsse fato pode ser justificado pela reação de carbonatação que, formando o carbonato de \n\ncálcio (CaCO3), preencheu os poros da matriz cimentícia e densificou o material \n\n(OLIVEIRA et al., 2017). Quanto maior a densificação do material, percebe-se menor \n\nvolume aparente de poros e menor valor de água livre nos compósitos, pois a matriz \n\ncimentícia encontra-se com menos espaços vazios para acomodar as moléculas de água. \n\nAssim, os compósitos de fibrocimento carbonatados com umidade relativa de 60% \n\napresentaram maior densidade aparente quando comparados às umidades de 70, 80 e 90%.  \n\n \n\n \n\n5.1.1. Avaliação da carbonatação acelerada por indicador de fenolftaleína \n\n \n\nDurante o processo de carbonatação acelerada dos compósitos de fibrocimento, \n\nforam realizados testes de indicação da ocorrência da carbonatação com auxílio de uma \n\nsolução de fenolftaleína 2%. A Figura 19 ilustra a coloração resultante a partir desta \n\nanálise, apontando para uma carbonatação parcial ou completa ao longo de todo o processo. \n\nA utilização da solução de fenolftaleína como indicador de pH possibilitou \n\nacompanhar a evolução do processo de carbonatação acelerada, a partir de uma diferença \n\nde coloração: rosa púrpura e incolor. A coloração rosa púrpura foi dada para os elementos \n\nbásicos, no caso dos produtos hidratados alcalinos do cimento, enquanto que a incolor foi \n\nresultado da aplicação da solução sob produtos de pH ácido (CHOI et al., 2017). \n\n \n\n \n\n\n\n56 \n\n \n\n \n\nFigura 19 - Indicador de fenolftaleína aplicado sobre os compósitos durante o processo de \n\ncarbonatação acelerada para acompanhar o desenvolvimento da reação. \n\n \n\nFonte: Própria autoria. \n\n \n\n0\n h\n\n4\n h\n\n8\n h\n\n1\n2\n\n h\n2\n\n4\n h\n\n4\n8\n\n h\n7\n\n2\n h\n\n60% 70% 80% 90%\n\n\n\n57 \n\n \n\n \n\nPor meio da Figura 19 foi possível verificar diferentes níveis de coloração à medida \n\nque o processo de carbonatação foi se desenvolvendo nos compósitos de fibrocimento. Para \n\ntodas as concentrações de umidade relativa em estudo (60, 70, 80 e 90%) nota-se que ao \n\nlongo das 72 h, o resultado da aplicação da solução de fenolftaleína sobre os compósitos \n\nmostrou uma coloração cada vez menos rosada. Na reação de carbonatação, o CO2 junto da \n\npresença de água reage com o hidróxido de cálcio, principal responsável pela elevada \n\nalcalinidade da matriz, formando o carbonato de cálcio (SAVIJA; LUKOVIC, 2016). \n\nConforme o processo de carbonatação vai evoluindo sobre o material, maior quantidade de \n\ncarbonato de cálcio começa a se formar e, consequentemente, menor porção de hidróxido \n\nde cálcio se depositam nos poros da matriz cimentícia. Com isso, é então obtida uma matriz \n\ncimentícia menos alcalina para os compósitos que passaram maior tempo na câmara de \n\ncarbonatação. \n\nNota-se que pela solução de fenolftaleína os compósitos de fibrocimento \n\ncarbonatados a umidade relativa de 60% apresentaram coloração incolor em um período \n\nmenor de tempo em relação à utilização das umidades de 70, 80 e 90%. Logo nas primeiras \n\nquatro horas de carbonatação, os compósitos carbonatados com 60% de umidade relativa \n\napresentaram um avanço da reação de carbonatação. Este ensaio com a solução de \n\nfenolftaleína corrobora os resultados obtidos de teor de água livre presente nos compósitos \n\n(Figura 16), porosidade aparente (Figura 17) e densidade aparente (Figura 18), uma vez que \n\na partir do período de 24 h os compósitos se mostram efetivamente carbonatados. \n\nA utilização do indicador de fenolftaleína compõe uma análise rápida, prática e de \n\nfácil manipulação. Porém, trata-se de um ensaio qualitativo que necessita ser \n\ncomplementado por análises mais aprofundadas para garantia da ocorrência do processo de \n\ncarbonatação sobre material. \n\n \n\n \n\n5.1.2. Análise de difração de raios X (DRX) \n\n \n\nA utilização da técnica de difração de raios X (DRX) foi adotada para \n\ncomplementação dos ensaios de avaliação da evolução da carbonatação acelerada. A \n\nanálise de DRX foi realizada nos compósitos de fibrocimento carbonatados durante três \n\n\n\n58 \n\n \n\n \n\ndias (72 h), com o uso de diferentes concentrações de umidade relativa (60, 70, 80 e 90%). \n\nPorém, os períodos adotados para realização do ensaio de DRX foram de 0 (Controle), 4, \n\n24 e 72 h. Estes intervalos foram escolhidos devido a maior significância dos resultados até \n\nentão obtidos no estudo. \n\n A Figura 20 apresenta os resultados de difração de raios X dos compósitos de \n\nfibrocimento carbonatados com as diferentes concentrações de umidade relativa: 60% \n\n(Figura 20a), 70% (Figura 20b), 80% (Figura 20c) e 90% (Figura 20d). A partir disso, foi \n\npossível identificar a presença das principais fases cristalinas presentes nos compósitos \n\ncomo a portlandita (hidróxido de cálcio) representada pela letra P e a calcita (carbonato de \n\ncálcio) pela letra C. \n\n  \n\nFigura 20 - Difratograma de raios X (DRX) dos compósitos de fibrocimento carbonatados com \n\ndiferentes concentrações de umidade relativa em atmosfera de cura rica em CO2: a) 60%; b) 70%; c) \n\n80%; e d) 90%. \n\n \n\nFonte: Própria autoria. \n\n10 20 30 40 50 60 70 80\n\nC\nC\n\nC CCC\nC\n\nP CPCCC\n\nP\n\nC\n\nC\n\nC\n\n60% UR - 72 h\n\n60% UR - 24 h\n\n60% UR - 4 h\n\n2? (°)\n\nControle\n\nP\n\n10 20 30 40 50 60 70 80\n\n2? (°)\n\n70% UR - 4 h\n\nControle\n\n70% UR - 72 h\n\n70% UR - 24 h\n\nP\n\nC\n\nC\n\nC\nC\n\nP\n\nC C C C\nC\n\nC C P P C C C\n\n10 20 30 40 50 60 70 80\n\n2? (°)\n\nControle\n\n80% UR - 4 h\n\n80% UR - 24 h\n\n80% UR - 72 h\n\nP\n\nC\n\nC\n\nC\nC\n\nP\n\nC C C C\nC\n\nC C P P C C C\n\n10 20 30 40 50 60 70 80\n\n2? (°)\n\nControle\n\n90% UR - 4 h\n\n90% UR - 24 h\n\n90% UR - 72 h\n\nP\n\nC\n\nC\n\nC\nC\n\nP\n\nC C C C\nC\n\nC C P P C C C\n\na b\n\nc d\n\n\n\n59 \n\n \n\n \n\nNota-se, de modo geral, uma nítida evolução da reação de carbonatação ao longo do \n\ntempo para as quatro diferentes concentrações de umidade. Esse fato é representado pela \n\ndiminuição ou desaparecimento dos picos de portlandita dos compósitos de fibrocimento. \n\nEnquanto que, conforme o processo de carbonatação avançou, os picos de calcita \n\nmostraram-se mais intensos nos materiais em estudo. O mesmo comportamento foi \n\nobservado nos trabalhos de Almeida et al. (2013), Santos et al. (2015a) e Urrea-Ceferino et \n\nal. (2017), que realizaram estudos do efeito da carbonatação em compósitos de \n\nfibrocimento reforçados com fibras vegetais.  \n\nPara os compósitos não carbonatados (Controle) a quantidade de hidróxido de \n\ncálcio (Ca(OH)2) nos poros da matriz cimentícia é alta, por isso a presença da portlandita é \n\nmais intensa, como mostrado no ângulo 18°. À medida que a reação de carbonatação \n\ncomeça a progredir (4, 24 e 72 h), o CO2 difundido pelos poros insaturados dos compósitos \n\nreage com o Ca(OH)2 e começa a formar maiores quantidades de carbonato de cálcio \n\n(CaCO3), representado pelos picos de calcita nos difratogramas de raios X.  \n\n A carbonatação realizada com as concentrações de umidade menores (60 e 70%) \n\nmostraram-se mais efetivas a partir dos resultados obtidos pelas análises de DRX. Os \n\ndifratogramas para a carbonatação efetuada até o tempo de 4 h apresentaram uma notória \n\nredução dos picos de portlandita, junto a um pequeno aumento da presença de calcita. No \n\ntempo de 24 h, foi possível observar o desaparecimento da portlandita em algumas regiões \n\ndo difratograma como aos 18° para as concentrações de umidade relativa de 60 e 70% \n\n(Figuras 20a e 20b), indicando progresso na reação da carbonatação.  \n\nPara as umidades de 80 e 90%, representadas pelas Figuras 20c e 20d, foi verificado \n\nmaior tempo para que os picos de portlandita diminuíssem. Isso mostra que a redução da \n\nconcentração de umidade relativa na carbonatação dos compósitos de fibrocimento \n\nfavoreceu todo o processo, justificado por um menor tempo necessário para a carbonatação \n\ndos compósitos de fibrocimento, junto a uma reação mais eficaz em meio aos parâmetros \n\nadotados neste estudo. \n\n \n\n \n\n \n\n\n\n60 \n\n \n\n \n\n5.1.3. Análises de termogravimetria (TG) \n\n \n\nOs resultados obtidos a partir das análises de termogravimetria (TG) são ilustrados \n\npela Figura 21, que mostra as curvas de DTG estruturadas com base nos resultados dos \n\ncompósitos de fibrocimento carbonatados com as umidades de 60% (Figura 21a), 70% \n\n(Figura 21b), 80% (Figura 21c) e 90% (Figura 21d). As curvas de DTG foram estruturadas \n\na partir da derivada dos valores de perda de massa obtidos pela TG. O ensaio de \n\ntermogravimetria foi realizado, assim como na difração de raios X, somente para os tempos \n\nde carbonatação de 0 (Controle), 4, 24 e 72 h. \n\n Nos gráficos da Figura 20, foi possível identificar os componentes de cada amostra \n\navaliada a partir da decomposição de cada constituinte. Segundo García-González et al. \n\n(2008), a perda de água nos poros da matriz cimentícia acontece aproximadamente na \n\ntemperatura de 100 °C e, de acordo com Rostami et al. (2012), entre 100 e 300 °C acontece \n\na desidratação em diferentes estágios do silicato de cálcio hidratado (C-S-H). De maneira \n\ngeral, para as diferentes concentrações de umidade relativa pode-se perceber apenas uma \n\npequena variação nas curvas a 100 °C. \n\n A decomposição, desvio da curva de DTG, referente ao intervalo de temperatura \n\nentre 300 e 380 °C indica a decomposição das polpas celulósicas branqueadas de eucalipto \n\n(SANTOS et al., 2015a). Para este intervalo de temperatura não foi observada nenhuma \n\ndiferença entre as concentrações de umidade e os tempos avaliados. \n\n Para a faixa de temperatura de 400 a 500 °C nota-se um desvio maior nas curvas da \n\nFigura 21, junto a maior diferença entre as concentrações de umidade utilizadas e o tempo \n\nde carbonatação de cada amostra. Esse fato acontece em virtude a decomposição do \n\nhidróxido de cálcio (Ca(OH)2) que ocorre neste espaço de temperatura, segundo Rostami et \n\nal. (2012). Para as quatro diferentes concentrações de umidade relativa (60, 70, 80 e 90%), \n\nnota-se maior intensidade nessa região (400-500 °C) para os compósitos sem carbonatação \n\nacelerada, indicando elevada presença de Ca(OH)2. À medida que o tempo de carbonatação \n\naumenta (4, 24 e 72 h) as bandas de DTG nessa faixa de temperatura diminui, o que explica \n\na reação de carbonatação que acontece pelo consumo do hidróxido de cálcio na matriz \n\ncimentícia. No entanto, percebe-se que quanto maior a concentração de umidade utilizada \n\nna carbonatação, menor é o consumo do Ca(OH)2 no processo.  \n\n\n\n61 \n\n \n\n \n\nPara as concentrações de 60 e 70% de umidade relativa, é possível verificar quase \n\nque uma ausência de hidróxido de cálcio para os tempos de 24 e 72 h de carbonatação. Nas \n\nconcentrações de 80 e 90% de umidade relativa, as bandas que indicam a presença de \n\nCa(OH)2 são mais intensas. Esse fato aponta para uma carbonatação incompleta, devido à \n\nutilização de altos teores de umidade relativa que possivelmente dificultou o \n\ndesenvolvimento da reação. \n\n \n\nFigura 21 - Representação dos resultados de DTG dos compósitos de fibrocimento carbonatados \n\ncom diferentes concentrações de umidade relativa em atmosfera de cura rica em CO2: a) 60%; b) \n\n70%; c) 80%; e d) 90%. \n\n \n\nFonte: Própria autoria. \n\n \n\n A partir da temperatura de 600 °C observa-se que o processo de carbonatação \n\ninduziu a um aumento na perda de massa das diferentes amostras avaliadas (Figura 21). De \n\nacordo com Rostami et al. (2012) nesse período é dado início a decomposição do carbonato \n\n100 200 300 400 500 600 700 800 900\n-0,20\n\n-0,18\n\n-0,16\n\n-0,14\n\n-0,12\n\n-0,10\n\n-0,08\n\n-0,06\n\n-0,04\n\n-0,02\n\n0,00\n\n0,02\n\nD\nT\n\nG\n (\n\n%\n/°\n\nC\n)\n\nTemperatura (°C)\n\n Controle\n\n 60% UR - 4 h\n\n 60% UR - 24 h\n\n 60% UR - 72 h\n\n100 200 300 400 500 600 700 800 900\n-0,20\n\n-0,18\n\n-0,16\n\n-0,14\n\n-0,12\n\n-0,10\n\n-0,08\n\n-0,06\n\n-0,04\n\n-0,02\n\n0,00\n\n0,02\n\nD\nT\n\nG\n (\n\n%\n/°\n\nC\n)\n\nTemperatura (°C)\n\n Controle\n\n 70% UR - 4 h\n\n 70% UR - 24 h\n\n 70% UR - 72 h\n\na b\n\n100 200 300 400 500 600 700 800 900\n-0,20\n\n-0,18\n\n-0,16\n\n-0,14\n\n-0,12\n\n-0,10\n\n-0,08\n\n-0,06\n\n-0,04\n\n-0,02\n\n0,00\n\n0,02\n\nD\nT\n\nG\n (\n\n%\n/°\n\nC\n)\n\nTemperatura (°C)\n\n Controle\n\n 90% UR - 4 h\n\n 90% UR - 24 h\n\n 90% UR - 72 h\n\nd\n\n100 200 300 400 500 600 700 800 900\n-0,20\n\n-0,18\n\n-0,16\n\n-0,14\n\n-0,12\n\n-0,10\n\n-0,08\n\n-0,06\n\n-0,04\n\n-0,02\n\n0,00\n\n0,02\n\nD\nT\n\nG\n (\n\n%\n/°\n\nC\n)\n\nTemperatura (°C)\n\n Controle\n\n 80% UR - 4 h\n\n 80% UR - 24 h\n\n 80% UR - 72 h\n\nc\n\n\n\n62 \n\n \n\n \n\nde cálcio (CaCO3) mal cristalizado, que acontece para as diferentes concentrações de \n\numidade relativa e tempos de carbonatação, exceto para as amostras de 0 h.  \n\nO intervalo de 700 a 850 °C apresenta a região de maior intensidade para todas as \n\ncondições avaliadas nesse trabalho, representando a decomposição do CaCO3 bem \n\ncristalizado. É possível verificar, para as quatro concentrações de umidade relativa, que as \n\nbandas de menor intensidade nesse intervalo referem-se às amostras que não passaram pela \n\ncarbonatação (Controle).  \n\nEm relação aos outros tempos avaliados, nota-se uma evolução gradativa na \n\ndecomposição do carbonato de cálcio representada pelos picos das curvas de DTG. \n\nEntende-se que quanto maior os picos de decomposição, maior a quantidade do \n\ncomponente avaliado. Assim, é possível perceber uma considerável quantidade de CaCO3 \n\npara as diferentes concentrações de umidade, mesmo para o tempo inicial de 4 h. As \n\numidades de 60 e 70% apresentam um comportamento entre os picos de 4, 24 e 72 h \n\nsimilar, enquanto que para as umidades de 80 e 90% de umidade relativa existe uma \n\nnotável diferença em relação à intensidade desses picos. Com isso, as umidades de 60 e \n\n70% mostraram-se mais efetivas no processo de carbonatação por apresentarem maiores \n\nquantidades de carbonato de cálcio logo nas primeiras horas avaliadas. \n\n \n\n \n\n5.1.4. Avaliação do grau de carbonatação (GC) \n\n \n\nA Figura 22 apresenta os resultados da determinação do grau de carbonatação (GC) \n\npara os compósitos de fibrocimento, carbonatados com diferentes concentrações de \n\numidade relativa em atmosfera rica de CO2. O grau de carbonatação foi determinado a fim \n\nde mensurar a evolução da carbonatação nos compósitos de fibrocimento, submetidos a \n\ndiferentes concentrações de umidade relativa. Com isso, novamente foi apresentado que as \n\numidades relativas mais baixas, permitiram que o processo de carbonatação acelerada \n\nocorresse de forma mais efetiva, em menor período de tempo.    \n\n\n\n63 \n\n \n\n \n\nFigura 22 - Evolução do grau de carbonatação em compósitos de fibrocimento carbonatados em \n\natmosfera rica em CO2 com diferentes concentrações de umidade relativa. \n\n \n\nFonte: Própria autoria. \n\n \n\nOs resultados do grau de carbonatação mostraram que a umidade relativa de 60%, \n\nlogo nas primeiras idades 4 h, possibilitou maior grau de carbonatação (28,24%) em relação \n\nàs umidades de 70, 80 e 90%. No decorrer das 72 h, o grau de carbonatação para as quatro \n\ndiferentes concentrações de umidade relativa do ambiente de cura permaneceu aumentando. \n\nNo entanto, à medida que foi reduzida a concentração de umidade relativa no ambiente de \n\ncarbonatação, maior foi o valor do grau de carbonatação atingido nos compósitos de \n\nfibrocimento (Figura 22). Mesmo após as 24 h de carbonatação acelerada, a umidade \n\nrelativa de 60% continuou a contribuir para a obtenção de maior grau de carbonatação \n\n(43,24%).  \n\n \n\n  \n\n0 4 8 12 16 20 24 28 32 36 40 44 48 52 56 60 64 68 72\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\n50\n\n 60% UR\n\n 70% UR\n\n 80% UR\n\n 90% UR\n\nG\nra\n\nu\n d\n\ne\n c\n\na\nrb\n\no\nn\n\na\nta\n\nç\nã\no\n\n (\n%\n\n)\n\nTempo (horas)\n\n\n\n64 \n\n \n\n \n\n5.2. Caracterização dos compósitos de fibrocimento \n\n \n\n5.2.1. Avaliação dos ensaios físicos \n\n \n\nOs valores médios obtidos a partir da caracterização física dos compósitos de \n\nfibrocimento são apresentados pelas Figuras 23, 24 e 25. As médias de absorção de água, \n\ndensidade aparente e porosidade aparente descrevem as propriedades físicas resultantes dos \n\ncompósitos de fibrocimento, que foram submetidos a diferentes concentrações de umidade \n\nrelativa durante a carbonatação acelerada. \n\nNas Figuras 23, 24 e 25 estão apresentados os compósitos de fibrocimento com 28 \n\ndias de cura antes do ensaio e com 200 ciclos de envelhecimento acelerado. A \n\nnomenclatura “Cont.” refere-se aos compósitos que não passaram pelo processo de \n\ncarbonatação acelerada (Controle) e que estiveram imersos em água para completarem o \n\nprocesso de cura. As nomenclaturas de 60%, 70%, 80% e 90%, representam os compósitos \n\ncarbonatados com umidade relativa de 60, 70, 80 e 90%, respectivamente. A partir disso, \n\nfoi possível avaliar a absorção de água (AA), densidade aparente (DA) e porosidade \n\naparente (PA) dos materiais estudados neste trabalho. \n\nPara auxiliar na representação dos resultados referentes aos ensaios físicos, as \n\nTabelas 6 e 7 mostram os valores médios e o desvio padrão das propriedades físicas dos \n\ncompósitos (absorção de água, densidade aparente e porosidade aparente), aos 28 dias e \n\n200 ciclos, a partir da análise estatística realizada pelo programa Statistical Analysis System \n\n(S.A.S). A comparação estatística é feita entre os valores de uma única coluna. \n\n \n\n\n\n65 \n\n \n\n \n\nFigura 23 - Absorção de água dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. \n\n \n\nFonte: Própria autoria. \n\n \n\nFigura 24 - Densidade aparente dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. \n\n \n\nFonte: Própria autoria. \n\nCont. 60% 70% 80% 90% Cont. 60% 70% 80% 90%\n0\n\n4\n\n8\n\n12\n\n16\n\n20\n\n24\n\n28\n\n15,76\n\n14,1414,79\n13,66\n\n19,87\n\n18,67\n17,69\n\n15,7114,98\n\nA\nb\nso\n\nrç\nã\no\n d\n\ne\n á\n\ng\nu\na\n (\n\n%\n)\n\n28 Dias 200 Ciclos\n\n24,17\n\nCont. 60% 70% 80% 90% Cont. 60% 70% 80% 90%\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n1,4\n\n1,6\n\n1,8\n\n2,0\n\n1,75\n1,811,84\n\n1,87\n\n1,58\n\n1,741,78\n1,83\n\n1,84\n\n1,53\n\nD\ne\nn\n\nsi\nd\n\na\nd\n\ne\n a\n\np\na\nre\n\nn\nte\n\n (\ng\n\n/c\nm\n\n³)\n\n200 Ciclos28 Dias\n\n\n\n66 \n\n \n\n \n\nFigura 25 - Porosidade aparente dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. \n\n \n\nFonte: Própria autoria. \n\n \n\nTabela 6 - Valores médios, desvio padrão e avaliação estatística para as propriedades físicas: \n\nabsorção de água (AA), densidade aparente (DA) e porosidade aparente (PA) para os compósitos de \n\nfibrocimento ensaiados aos 28 dias. \n\nTratamento \n\nPropriedades físicas \n\nAA \n\n(%) \n\nDA \n\n(g/cm³) \n\nPA \n\n(%) \n\nControle 24,17 + 1,50 a 1,53 + 0,04 a 37,02 + 1,22 a \n\n60% UR 14,98 + 1,04 b 1,84 + 0,03 b 27,54 + 1,36 b \n\n70% UR 15,71 + 0,48 b 1,83 + 0,01 b 28,68 + 0,61 b \n\n80% UR 17,69 + 0,92 c 1,78 + 0,03 c 31,38 + 1,05 c \n\n90% UR 18,67 + 0,95 c 1,74 + 0,03 c 32,50 + 1,02 c \n\nFonte: Própria autoria. \n\n \n\nCont. 60% 70% 80% 90% Cont. 60% 70% 80% 90%\n0\n\n4\n\n8\n\n12\n\n16\n\n20\n\n24\n\n28\n\n32\n\n36\n\n40\n\n28,46\n27,26\n\n25,5324,80\n\n31,33\n32,50\n\n31,38\n\n28,6827,54\n\n37,02\n\n200 Ciclos\n\nP\no\n\nro\nsi\n\nd\na\nd\n\ne\n a\n\np\na\nre\n\nn\nte\n\n (\n%\n\n)\n\n28 Dias\n\n\n\n67 \n\n \n\n \n\nTabela 7 - Valores médios, desvio padrão e avaliação estatística para as propriedades físicas: \n\nabsorção de água (AA), densidade aparente (DA) e porosidade aparente (PA) para os compósitos de \n\nfibrocimento ensaiados aos 200 ciclos de envelhecimento. \n\nTratamento \n\nPropriedades físicas \n\nAA \n\n(%) \n\nDA \n\n(g/cm³) \n\nPA \n\n(%) \n\n200c – Controle 19,87 + 1,04 a 1,58 + 0,02 a 31,33 + 1,05 a \n\n200c – 60% UR 13,66 + 0,52 b 1,87 + 0,02 b 24,80 + 1,10 b \n\n200c – 70% UR 14,79 + 0,19 b 1,84 + 0,01 b 25,53 + 0,61 bc \n\n200c – 80% UR 14,14 + 0,76 b 1,81 + 0,02 bc 27,26 + 0,20 c \n\n200c – 90% UR 15,76 + 0,56 c 1,75 + 0,01 c 28,46 + 0,63 d \n\nFonte: Própria autoria. \n\n \n\n Pela Figura 23, a partir dos valores de absorção de água (AA), nota-se que de modo \n\ngeral os compósitos carbonatados apresentaram valores inferiores aos compósitos não \n\ncarbonatados (Cont.). O mesmo comportamento foi verificado na Figura 25 para a \n\nporosidade aparente (PA), que também foi inferior para os compósitos que passaram pelo \n\nprocesso de carbonatação acelerada.  \n\nTanto no caso da AA quanto na PA foi observada diferença estatística significativa \n\nentre os compósitos não carbonatados e os carbonatados com diferentes concentrações de \n\numidade relativa. Este desempenho era esperado devido à própria reação de carbonatação, \n\nresponsável por preencher os poros da matriz cimentícia, formando o carbonato de cálcio \n\n(CaCO3), que possibilitou a produção de compósitos com menos espaços vazios (poros) e, \n\nconsequentemente, com uma menor capacidade de absorção de água. Corroborando com \n\nestes resultados, percebe-se pela Figura 24 que os compósitos carbonatados apresentaram \n\numa matriz mais densificada quando comparados aos compósitos sem carbonatação. Esse \n\nfato ocorre para ambas às idades dos compósitos de fibrocimento (28 dias e 200 ciclos de \n\nenvelhecimento acelerado). A densificação dos compósitos após o processo de \n\ncarbonatação também acontece pela própria formação do CaCO3, que complementa os \n\nresultados obtidos de AA e PA. \n\n Na avaliação do efeito da carbonatação sobre os compósitos de fibrocimento, \n\npercebe-se um comportamento muito similar nos trabalhos realizados por Almeida et al. \n\n\n\n68 \n\n \n\n \n\n(2013), Pizzol et al. (2013), Santos et al. (2015a) e Urrea-Ceferino et al. (2017). Nestes \n\ntrabalhos, os autores observaram que os compósitos a base de fibras vegetais \n\nproporcionaram melhores condições para a ocorrência da carbonatação que, como \n\nresultado, melhorou as características físicas dos materiais carbonatados. \n\n As diferentes umidades relativa (60, 70, 80 e 90%), avaliadas neste trabalho, \n\ntiveram uma significativa influência no processo de carbonatação acelerada. Nota-se, no \n\ncaso dos compósitos com 28 dias e 200 ciclos, que quanto menor a umidade utilizada \n\nmenor os valores de AA (Figura 23) e PA (Figura 25) para os compósitos carbonatados. \n\nEssa característica dos compósitos também é confirmada pela Figura 24, que apresentou \n\nmaior densificação dos compósitos carbonatados para as umidades mais baixas. Com isso, \n\npercebe-se que a concentração de umidade tem grande influência em todo o processo de \n\ncarbonatação, o qual reflete no desempenho físico dos compósitos de fibrocimento.  \n\nA umidade relativa de 60% possibilitou aos compósitos menores valores de AA e \n\nPA, junto a maiores valores de DA. Esse comportamento não diferiu significativamente dos \n\ncompósitos carbonatados com 70% de umidade, a partir da estatística realizada. Porém, foi \n\npossível notar diferença estatística significativa das umidades mais baixas em relação às \n\numidades de 80 e 90%, junto aos compósitos não carbonatados (Cont.). Ou seja, as \n\numidades de 60 e 70% melhoraram as características físicas dos compósitos de \n\nfibrocimento, quando comparado às outras condições avaliadas neste estudo. \n\n Em relação às idades de ensaio dos compósitos, observa-se em geral uma melhora \n\nnas características físicas dos compósitos ensaiados após os 200 ciclos de envelhecimento \n\nacelerado. Tanto para os compósitos que não passaram pelo processo de carbonatação \n\n(Cont.), como para os compósitos carbonatados. Isso indica a ocorrência de possíveis \n\nreações químicas de hidratação que continuaram a acontecer ao longo dos ciclos de \n\nenvelhecimento acelerado, o que era esperado com base no trabalho realizado por Tonoli et \n\nal. (2010b). Os ciclos de imersão em água e secagem, que ocorrem no processo de \n\nenvelhecimento acelerado, possibilitaram uma nova precipitação dos produtos de \n\nhidratação do cimento, responsável por preencher os poros da matriz, densificando o \n\nmaterial e diminuindo a capacidade de absorção de água.  \n\nNeste caso, foi possível compreender que em todas as comparações referentes às \n\ncaracterísticas físicas, as umidades de 60 e 70% resultaram em melhorias no desempenho \n\n\n\n69 \n\n \n\n \n\ndos compósitos. O processo de carbonatação para essas umidades mais baixas favoreceu o \n\npreenchimento dos poros vazios, densificando a matriz cimentícia e, por consequência, \n\ndiminuindo a absorção de água. Logo, é possível também perceber que os 200 ciclos de \n\nenvelhecimento acelerado potencializaram as reações de químicas nos compósitos de \n\nfibrocimento, melhorando suas características físicas. \n\n \n\n \n\n5.2.2. Avaliação dos ensaios mecânicos \n\n \n\nOs valores médios obtidos a partir dos ensaios mecânicos realizados com os \n\ncompósitos de fibrocimento são representados pelas Figuras 26, 27, 28 e 29. É possível \n\nobservar o comportamento mecânico dos compósitos não carbonatados e carbonatados em \n\ndiferentes condições de umidade relativa, para 28 dias de idade e após 200 ciclos de \n\nenvelhecimento acelerado. Assim como apresentado pelas propriedades físicas, foi dada a \n\nnomenclatura de Cont. para os compósitos sem carbonatação, e 60%, 70%, 80% e 90% para \n\nos compósitos carbonatados com umidade relativa de 60, 70, 80 e 90%, respectivamente.  \n\nAs Tabelas 8 e 9 complementam as Figuras 26, 27, 28 e 29, registrando os valores \n\nde média e desvio padrão para o módulo de ruptura (MOR), limite de proporcionalidade \n\n(LOP), módulo elástico (MOE) e energia específica (EE) dos compósitos de fibrocimento, \n\njunto da análise estatística dessas propriedades. A comparação estatística foi realizada pela \n\ninteração entre os valores de uma mesma coluna, e a representação da existência ou não de \n\ndiferença estatística foi feita por letras ao lado dos resultados obtidos. \n\n \n\n\n\n70 \n\n \n\n \n\nFigura 26 - Módulo de ruptura dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. \n\n \n\nFonte: Própria autoria. \n\n \n\nFigura 27 - Limite de proporcionalidade dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. \n\n \n\nFonte: Própria autoria. \n\nCont. 60% 70% 80% 90% Cont. 60% 70% 80% 90%\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n9,79\n\n10,47\n\n12,9613,17\n\n7,92\n\n10,19\n\n11,67\n\n13,61\n\n15,17\n\nM\nó\nd\nu\nlo\n\n d\ne\n r\n\nu\np\ntu\n\nra\n (\n\nM\nP\n\na\n)\n\n28 Dias 200 Ciclos\n\n8,63\n\nCont. 60% 70% 80% 90% Cont. 60% 70% 80% 90%\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\n18\n\n9,52\n10,07\n\n12,08\n12,57\n\n5,83\n\n10,47\n9,77\n\n13,16\n\n13,71\n\n5,66\n\nL\nim\n\nit\ne\n d\n\ne\n p\n\nro\np\n\no\nrc\n\nio\nn\n\na\nli\n\nd\na\nd\n\ne\n (\n\nM\nP\n\na\n)\n\n28 Dias 200 Ciclos\n\n\n\n71 \n\n \n\n \n\nFigura 28 - Módulo elástico dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. \n\n \n\nFonte: Própria autoria. \n\n \n\nFigura 29 - Energia específica dos compósitos de fibrocimento aos 28 dias e 200 ciclos de \n\nenvelhecimento. \n\n \n\nFonte: Própria autoria. \n\nCont. 60% 70% 80% 90% Cont. 60% 70% 80% 90%\n0\n\n4\n\n8\n\n12\n\n16\n\n20\n\n24\n\n28\n\n32\n\n17,35\n\n18,95\n\n23,88\n\n29,42\n\n10,66\n\n16,47\n17,08\n\n27,1926,09\n\n10,19\n\nM\nó\nd\nu\nlo\n\n d\ne\n e\n\nla\nst\n\nic\nid\n\na\nd\ne\n (\n\nG\nP\n\na\n)\n\n28 Dias 200 Ciclos\n\nCont. 60% 70% 80% 90% Cont. 60% 70% 80% 90%\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n1,4\n\n1,6\n\n0,15\n\n0,24\n0,280,29\n\n0,89\n\n0,22\n0,29\n\n0,31\n0,37\n\n1,04\n\n200 Ciclos\n\nE\nn\n\ne\nrg\n\nia\n e\n\nsp\ne\nc\níf\n\nic\na\n (\n\nk\nJ/\n\nm\n²)\n\n28 Dias\n\n\n\n72 \n\n \n\n \n\n Em relação ao módulo de ruptura (MOR), limite de proporcionalidade (LOP) e \n\nmódulo de elasticidade (MOE), nota-se que os compósitos que passaram pelo processo de \n\ncarbonatação apresentaram valores superiores aos compósitos não carbonatados (Cont.). \n\nIndependente da concentração de umidade relativa utilizada na carbonatação e das idades \n\navaliadas, 28 dias e 200 ciclos, percebe-se que a carbonatação em geral melhorou as \n\ncaracterísticas mecânicas dos compósitos de fibrocimento. Através das representações \n\nilustradas pelas Figuras 26, 27 e 28, junto dos valores expostos pelas Tabelas 8 e 9, é \n\npossível observar que a carbonatação possibilitou a obtenção de valores significativamente \n\nsuperiores para os compósitos carbonatados quando comparados aos não carbonatados em \n\nrelação ao MOR, LOP e MOE. \n\n Na Tabela 8, pode-se verificar que os valores de módulo de ruptura dos compósitos \n\ncarbonatados apresentaram diferença estatística em relação aos não carbonatados. Exceto \n\nos compósitos carbonatados com a umidade de 90% que não apresentaram diferença \n\nestatística em relação aos compósitos sem carbonatação. Esse comportamento foi \n\nobservado tanto para as idades de 28 dias, como para os 200 ciclos de envelhecimento \n\nacelerado (Tabela 9). Sabe-se que o módulo de ruptura está associado à carga máxima \n\nresistida pelo material antes de se fraturar. Neste caso, pela Figura 26, é possível observar \n\nque o processo de carbonatação aumentou em média 30% a resistência dos compósitos \n\ncarbonatados, quando comparados aos não carbonatados. \n\n A partir dos resultados de LOP e MOE, os valores médios apresentados pelos \n\ncompósitos carbonatados também foram superiores aos compósitos sem carbonatação, aos \n\n28 dias e 200 ciclos de envelhecimento. Porém para o LOP e MOE, todas as diferentes \n\nconcentrações de umidade utilizadas nos compósitos carbonatados, de modo geral, \n\napresentaram diferença estatística em relação aos compósitos não carbonatados, conforme \n\nmostra a Tabela 8.  \n\nEsse mesmo proceder dos compósitos carbonatados e não carbonatados foi notado \n\nno trabalho realizado por Almeida et al. (2013). Percebe-se que a carbonatação acelerada, \n\npor densificar a matriz cimentícia do material possibilita menores valores de porosidade ao \n\ncompósito de fibrocimento, deixando-o menos susceptível às trincas e fissuras. Devido \n\nmenor chance do aparecimento dessas falhas no material, é possível se obter compósitos \n\ncom melhor desempenho mecânico. \n\n\n\n73 \n\n \n\n \n\nTabela 8 - Valores médios, desvio padrão e avaliação estatística para as propriedades \n\nmecânicas: MOR, LOP, MOE e EE para os compósitos não carbonatados e carbonatados \n\nensaiados 28 dias. \n\nTratamento \n\nPropriedades mecânicas \n\nMOR \n\n(MPa) \n\nLOP \n\n(MPa) \n\nMOE \n\n(GPa) \n\nEE \n\n(kJ/m²) \n\nControle 8,63 + 0,80 a 5,66 + 1,06 a 10,19 + 1,28 a 1,04 + 0,27 a \n\n60% UR 15,17 + 1,08 b 13,71 + 2,48 b 26,09 + 2,52 b 0,37 + 0,02 b \n\n70% UR 13,61 + 0,93 b 13,16 + 0,94 b 27,19 + 1,73 b 0,31 + 0,05 b \n\n80% UR 11,67 + 1,30 c 10,47 + 0,90 c 17,08 + 1,62 c 0,29 + 0,04 b \n\n90% UR 10,19 + 0,70 ac 9,77 + 0,84 c 16,47 + 1,28 c 0,22 + 0,04 b \n\nFonte: Própria autoria. \n\n \n\nNo caso da energia específica (EE), Figura 29, nota-se que os compósitos sem \n\ncarbonatação apresentaram resultados superiores aos compósitos carbonatados e diferença \n\nestatística significativa, como apresenta a Tabela 8. Por estar intimamente relacionada com \n\na tenacificação dos compósitos de fibrocimento, a EE representa a qualidade de adesão da \n\nfibra à matriz cimentícia. Assim, os mecanismos associados à tenacidade do fibrocimento \n\npodem atuar no material por diferentes formas como, por exemplo, arrancamento, \n\ndesprendimento, pontes e fratura das fibras. Uma hipótese para este desempenho dos \n\ncompósitos pode ser a fratura das fibras utilizadas, tendo em vista melhor interface entre \n\nfibra-matriz ocasionada pelo efeito da carbonatação acelerada.  \n\nA formação do carbonato de cálcio ao longo do processo permite a consecução de \n\num material com menos espaços vazios, logo, um ambiente menos propício para que \n\nhouvesse o escorregamento (arrancamento) das fibras durante os ensaios mecânicos. A \n\nobtenção de menores valores de energia específica para compósitos carbonatados foi \n\nobservada também no trabalho de Urrea-Ceferino et al. (2017), o que leva a concluir que a \n\nfratura das polpas celulósicas pode realmente ter sido o fator contribuinte para a baixa EE. \n\n \n\n  \n\n\n\n74 \n\n \n\n \n\nTabela 9 - Valores médios, desvio padrão e avaliação estatística para as propriedades mecânicas: \n\nMOR, LOP, MOE e EE para os compósitos não carbonatados e carbonatados 200 ciclos de \n\nenvelhecimento. \n\nTratamento \n\nPropriedades mecânicas \n\nMOR \n\n(MPa) \n\nLOP \n\n(MPa) \n\nMOE \n\n(GPa) \n\nEE \n\n(kJ/m²) \n\n200c – Controle 7,92 + 1,27 a 5,83 + 0,37 a 10,66 + 1,81 a 0,89 + 0,53 a \n\n200c – 60% UR 13,17 + 0,78 b 12,57 + 1,14 b 29,42 + 1,08 b 0,29 + 0,03 b \n\n200c – 70% UR 12,96 + 1,16 b 12,08 + 1,01 b 23,88 + 3,85 c 0,28 + 0,04 b \n\n200c – 80% UR 10,47 + 1,13 c 10,07 + 1,07 c 18,95 + 1,18 d 0,24 + 0,04 b \n\n200c – 90% UR 9,79 + 0,73 ac 9,52 + 0,84 c 17,35 + 1,12 d 0,15 + 0,05 b \n\nFonte: Própria autoria. \n\n \n\nEm relação às diferentes concentrações de umidade relativa utilizadas no processo \n\nde carbonatação, percebe-se que as umidades de 60 e 70% permitiram a obtenção de \n\nmelhores resultados mecânicos para o MOR, LOP, MOE e EE. Para ambas as idades de \n\navaliação dos compósitos em estudo, é possível observar que quanto menor a concentração \n\nde umidade utilizada no processo de carbonatação, melhor o desempenho mecânico \n\napresentado pelo material. Pelas Figuras 26, 27, 28 e 29 é possível verificar claramente uma \n\ndiferença entre os valores obtidos para as umidades relativas utilizadas e, a partir das \n\nTabelas 8 e 9, identificar a existência de diferença estatística significativa entre as \n\ncomparações. \n\nPara o módulo de ruptura, os compósitos carbonatados com 60% de umidade \n\nrelativa não apresentaram diferença estatística significativa apenas com os valores de 70%. \n\nEm comparação às outras umidades em estudo (80 e 90%), as umidades de 60 e 70% \n\napresentaram diferença estatística significativa. Esse comportamento foi observado em \n\nambas às idades, 28 dias e 200 ciclos de envelhecimento. Porém, foi observada diferença \n\nestatística significativa entre a umidade de 60 e 90%, com um valor de 3,5 MPa no caso do \n\nLOP para ambas as idades, e de aproximadamente 11,4 GPa para o MOE aos 28 dias e 200 \n\nciclos. Quanto aos valores de EE não foi verificado diferença estatística significativa entre \n\nas diferentes concentrações de umidade, tanto para os compósitos ensaiados aos 28 dias, \n\ncomo para os de 200 ciclos de envelhecimento acelerado. \n\n\n\n75 \n\n \n\n \n\nCom base nas comparações entre as diferentes concentrações de umidade utilizadas \n\nna carbonatação, verifica-se que o comportamento mecânico dos compósitos de \n\nfibrocimento é justificado por suas próprias características físicas. Os resultados de \n\nabsorção de água (AA), densidade aparente (DA) e porosidade aparente (PA) mostram que \n\npor apresentarem melhor desempenho físico, os compósitos carbonatados com 60 e 70% de \n\numidade relativa apresentam melhores características mecânicas. Ou seja, o fato de \n\ndemonstrarem menor porosidade aparente em relação às umidades de 80 e 90%, os \n\ncompósitos de 60 e 70% de umidade apresentaram maiores valores de resistência, pois \n\nestavam menos sujeitos ao aparecimento de fissuras e trincas. Esse fato pode também ser \n\ncorroborado pela maior densificação dos compósitos carbonatados com 60 e 70% de \n\numidade, pelos ensaios de termogravimetria (TG) e difração de raios X (DRX) que \n\nindicaram uma formação de produtos da carbonatação mais elevada.  \n\nNo que se refere às idades dos compósitos de fibrocimento, 28 dias e 200 ciclos de \n\nenvelhecimento acelerado, é possível aferir que de modo geral os compósitos aos 200 ciclos \n\nmantiveram um comportamento similar aos compósitos de 28 dias. Em ambos os casos, os \n\ncompósitos carbonatados apresentaram melhor desempenho mecânico e as concentrações \n\nde umidade relativa de 60 e 70% se mostraram mais eficazes no processo de carbonatação.  \n\nSegundo Tonoli et al. (2010b), sabe-se que o envelhecimento acelerado acontece \n\natravés de ciclos de imersão em água e posterior secagem. Esse processo visa melhor \n\navaliar os compósitos de fibrocimento em condições críticas ao longo do tempo. Nesse \n\nsentido, para os resultados do módulo de ruptura (Figura 286) observa-se que, comparando \n\nsomente as idades de ensaio, os compósitos mantiveram um comportamento similar. Foi \n\nnotada uma pequena queda nos valores de MOR para os compósitos ensaiados após 200 \n\nciclos de envelhecimento.   \n\nTonoli et al. (2010b) e Almeida et al. (2013) também estudaram a influência da \n\ncarbonatação sobre compósitos de fibrocimento em diferentes idades, através de ciclos de \n\nenvelhecimento acelerado. Assim como os resultados alcançados neste estudo, os autores \n\ntambém identificaram uma pequena queda na resistência dos materiais com o progresso do \n\nenvelhecimento acelerado. Porém, observaram que o processo de carbonatação de certa \n\nforma evitou que as fibras vegetais sofressem maior degradação ao longo dos ciclos de \n\nenvelhecimento, devido à melhora da interface fibra-matriz.  \n\n\n\n76 \n\n \n\n \n\nA Figura 30 ilustra as curvas de tensão por deformação, resultantes dos ensaios \n\nmecânicos dos compósitos de fibrocimento não carbonatados e carbonatados com \n\ndiferentes concentrações de umidade relativa (60, 70, 80 e 90%), para as idades de ensaio \n\nde 28 dias de cura. A partir disso, nota-se que apesar de resistirem a maiores esforços, os \n\ncompósitos carbonatados apresentaram pouca deformação ao longo do ensaio.  \n\n \n\nFigura 30 - Curva típica de tensão por deformação dos compósitos de fibrocimento ensaiados aos \n\n28 dias: a) Curvas de tensão x deformação; e b) Zoom da região de deformação até 0,02 mm/mm. \n\n \n\nFonte: Própria autoria. \n\n \n\nPode-se compreender que a matriz cimentícia demonstra sua atuação na curva antes \n\ndo material atingir sua tensão máxima e, em seguida, é dado início a influência das fibras \n\nde reforço. Os compósitos não carbonatados mostram a atuação das polpas celulósicas após \n\na tensão máxima suportada, devido ao escorregamento das polpas durante o início da \n\nfratura, representado pelas altas deformações das curvas da Figura 30. Os compósitos \n\ncarbonatados tiveram a matriz densificada pela formação do carbonato de cálcio ao longo \n\nda carbonatação, que influenciou em uma interface fibra-matriz com menos espaços vazios. \n\nPor isso, uma possível hipótese é que durante o ensaio as polpas celulósicas sofreram \n\npossíveis rompimentos, devido a uma maior aderência à matriz cimentícia. \n\nApós os 200 ciclos de envelhecimento acelerado, percebe-se em geral uma pequena \n\nqueda na resistência dos compósitos de fibrocimento, conforme apresentado pelas Figuras \n\n26, 27, 28 e 29. No entanto, a Figura 31 referente às curvas típicas de tensão por \n\ndeformação dos compósitos ensaiados após 200 ciclos, demonstrou uma perda na \n\n0,00 0,01 0,02 0,03 0,04 0,05 0,06 0,07 0,08 0,09 0,10\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\nT\ne\nn\nsã\n\no\n (\n\nM\nP\n\na\n)\n\nDeformação específica (mm/mm)\n\n Cont.\n\n 60%\n\n 70%   \n\n 80% \n\n 90%\n\n0,00 0,01 0,02\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\nT\ne\nn\nsã\n\no\n (\n\nM\nP\n\na\n)\n\nDeformação específica (mm/mm)\n\n Cont.\n\n 60%\n\n 70%   \n\n 80% \n\n 90%\n\na b\n\n\n\n77 \n\n \n\n \n\ncapacidade de reforço das polpas celulósicas, em comparação aos 28 dias, que alcançou o \n\nmaior ponto de tensão. Esse comportamento é apresentado de forma mais acentuada nos \n\ncompósitos que não passaram pelo processo de carbonatação acelerado (Cont.).  \n\nQuanto aos compósitos carbonatados em diferentes condições de umidade, verifica-\n\nse por meio das Figuras 30 e 31 que existe certa similaridade no comportamento das curvas \n\nde 28 dias e 200 ciclos, mostrando que a carbonatação preservou as propriedades de reforço \n\ndas fibras durante o envelhecimento.  \n\n \n\nFigura 31 - Curva típica de tensão por deformação dos compósitos de fibrocimento ensaiados aos \n\n200 ciclos de envelhecimento acelerado: a) Curvas de tensão x deformação; e b) Zoom da região de \n\ndeformação até 0,02 mm/mm. \n\n \n\nFonte: Própria autoria. \n\n \n\n \n\n5.2.3. Avaliação microestrutural dos compósitos de fibrocimento \n\n \n\nA caracterização microestrutural dos compósitos de fibrocimento, carbonatados aos \n\n28 dias de idade e 200 ciclos de envelhecimento, foi realizada por meio da microscopia \n\neletrônica de varredura (MEV), e complementada por ensaios adicionais de \n\ntermogravimetria (TG) e difração de raios X (DRX). As análises foram executadas para os \n\ncompósitos carbonatados e não carbonatados, e após a realização dos ensaios físicos e \n\nmecânicos. \n\n0,00 0,01 0,02 0,03 0,04 0,05 0,06\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\nT\ne\nn\n\nsã\no\n (\n\nM\nP\n\na\n)\n\nDeformação específica (mm/mm)\n\n 200c - Cont.\n\n 200c - 60%\n\n 200c - 70%\n\n 200c - 80%\n\n 200c - 90%\n\n0,00 0,01 0,02\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\nT\ne\nn\nsã\n\no\n (\n\nM\nP\n\na\n)\n\nDeformação específica (mm/mm)\n\n 200c - Cont.\n\n 200c - 60%\n\n 200c - 70%\n\n 200c - 80%\n\n 200c - 90%\n\na b\n\n\n\n78 \n\n \n\n \n\n A Figura 32 ilustra as micrografias obtidas para os compósitos carbonatados em \n\ndiferentes concentrações de umidade relativa (60, 70, 80 e 90%), e ensaiados após os 28 \n\ndias de cura. As amostras foram embutidas em um recipiente com resina, e a superfície a \n\nser avaliada foi polida para o alcance de imagens mais precisas.  \n\nDe modo geral, na Figura 32, é possível observar uma matriz bem densa e compacta \n\ndevido ao processo de carbonatação acelerada. Por meio das micrografais, observa-se uma \n\nboa dispersão das polpas celulósicas de eucalipto e a pouca presença de espaços vazios \n\n(poros) espalhados pela matriz. A facilidade de dispersão das polpas celulósicas de \n\neucalipto deve-se ao menor comprimento das fibras como explanado por Tonoli (2009b). A \n\ndensificação da matriz é resultado da própria carbonatação que, pela formação do carbonato \n\nde cálcio ao longo do processo, preenche os espaços vazios do material cimentício. \n\nSegundo Almeida et al. (2010), as fibras dispersas na matriz cimentícia podem ser \n\nidentificadas como as áreas mais escuras das micrografias, delineadas em formas elípticas \n\nou mais arredondadas (setas de número 1). Os espaços vazios são indicados pelas setas de \n\nnúmero 2 na Figura 32, representados por regiões mais escuras. Nota-se, de modo geral, \n\nque as diferentes concentrações de umidade relativa da atmosfera de cura, utilizadas para \n\ncarbonatação dos compósitos, não mostraram diferenças quanto à microestrutura do \n\nmaterial. De certa forma, esse fato é justificado pela própria reação de carbonatação \n\nacelerada, que aconteceu sobre os compósitos de fibrocimento durante 3 dias (72 h), em \n\nambiente com excesso de CO2.  \n\n \n\n \n\n \n\n\n\n79 \n\n \n\n \n\nFigura 32 - Micrografias dos compósitos de fibrocimento ensaiados aos 28 dias, carbonatados em \n\ndiferentes concentrações de umidade relativa em atmosfera rica em CO2: a) 60%; b) 70%; c) 80%; e \n\nd) 90%. Seta 1: indicação das fibras vegetais; e Seta 2: indicação dos espaços vazios. \n\n \n\nFonte: Própria autoria. \n\n \n\nA Figura 33 mostra o efeito da carbonatação acelerada sobre os compósitos de \n\nfibrocimento. Em comparação dos compósitos não carbonatados com os compósitos \n\ncarbonatados com 60% de umidade, ensaiados aos 28 dias, percebe-se principalmente uma \n\nmelhora da interface fibra-matriz. As setas representadas pelo número 1, na Figura 33 (a) e \n\n(b), mostram as fibras vegetais com pequenos pontos brancos sobre elas, que representam \n\nas contaminações dos produtos de hidratação, obtidas na produção destes materiais \n\n(SANTOS et al., 2015). Com a carbonatação acelerada, a Figura 33 (c) e (d) mostra que as \n\nfibras (setas 1) estão desprovidas das contaminações, indicando que a ocorrência da \n\ncarbonatação, consumiu os produtos de hidratação e deixou a fibra mais preservada. \n\nc\n\nba\n\nd\n\n1\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n1\n\n2\n\n2\n\n2\n\n2\n\n\n\n80 \n\n \n\n \n\nDe acordo com Savastano Junior e Agopyan (1999), a pequena região indicada pela \n\nseta de número 3 na Figura 33b é chamada de zona de transição. O maior desafio \n\nencontrado é que o hidróxido de cálcio, principal responsável pela degradação das fibras \n\nvegetais, fica depositado justamente nessa região. Junto a isso, é possível observar pela seta \n\n3 a presença de espaços vazios, que possivelmente justificam os menores resultados obtidos \n\npelas propriedades mecânicas dos compósitos não carbonatados. No entanto, observa-se \n\nque a carbonatação minimizou o efeito da zona de transição, conforme mostra a Figura 33d, \n\nmelhorando a aderência das fibras na matriz cimentícia. \n\n \n\nFigura 33 - Micrografias dos compósitos de fibrocimento ensaiados aos 28 dias: a) e b) não \n\ncarbonatados; c) e d) carbonatados com 60% de umidade. Seta 1: indicação das fibras vegetais; e \n\nSeta 3: interação entre fibra e matriz cimentícia. \n\n \n\nFonte: Própria autoria. \n\n \n\n3\n\n1\n1\n\n1\n\n1\n\na b\n\nc d\n\n1\n\n1\n\n1\n\n1\n\n\n\n81 \n\n \n\n \n\nA partir das micrografias obtidas pelas superfícies fraturadas dos compósitos, é \n\npossível visualizar a microestrutura do material e o efeito da carbonatação nas idades de \n\nensaio dos compósitos em estudo. A Figura 34, apresenta a superfície fraturada após os \n\nensaios mecânicos dos compósitos não carbonatados e carbonatados com 60% de umidade \n\nrelativa, após 200 ciclos de envelhecimento acelerado. É possível observar novamente o \n\nefeito da carbonatação acelerada sobre a matriz cimentícia, principalmente sobre a \n\npreservação das fibras vegetais. As setas representadas pelo número 1 mostram que as \n\nfibras dos compósitos carbonatados com 60% de umidade relativa (Figura 34b), encontram-\n\nse mais preservadas e sem a presença das contaminações dos produtos de hidratação, \n\nresponsável por degradar as fibras vegetais.  \n\n \n\nFigura 34 - Micrografias tiradas da superfície de fratura dos compósitos de fibrocimento após 200 \n\nciclos de envelhecimento: a) não carbonatados; b) carbonatados com 60% de umidade. Seta 1: \n\nindicação das fibras vegetais. \n\n \n\nFonte: Própria autoria. \n\n \n\n  Em geral, as quatro diferentes condições de umidade na carbonatação melhoraram \n\nas características dos compósitos de fibrocimento. Além disso, o processo de carbonatação \n\nmostrou de certa forma preservar as propriedades estruturais das fibras de reforço. Os \n\ncompósitos carbonatados e avaliados após os 200 ciclos de envelhecimento, apresentaram \n\nmelhores resultados em relação à microestrutura e desempenho quando comparados aos \n\ncompósitos não carbonatados. No entanto, a partir dos resultados obtidos até o momento, \n\n1\n\na b\n\n1\n\n1\n\n\n\n82 \n\n \n\n \n\nobserva-se um destaque maior para as concentrações de umidade de 60 e 70% no processo \n\nde carbonatação, conforme explicado pelas análises realizadas.  \n\n Alguns autores como Almeida et al. (2013), Pizzol et al. (2013) e Urrea-Ceferino \n\n(2017), que estudaram o efeito da carbonatação em compósitos de fibrocimento, utilizaram \n\nno processo de carbonatação uma concentração de umidade de 90%. Porém, baseado nos \n\nresultados alcançados neste trabalho por meio dos ensaios físicos e mecânicos, TG, GC, \n\nDRX e MEV, observa-se que as umidades de 60 e 70% otimizaram o processo de \n\ncarbonatação. Tal condição permitiu uma reação de carbonatação mais eficaz, à medida que \n\nse obteve melhor desempenho físico-mecânico e microestrutural nos compósitos \n\ncarbonatados com 60 e 70% de umidade. Neste caso, percebe-se que mesmo entre os \n\ncompósitos carbonatados foi notada diferença entre as concentrações de umidade utilizada, \n\ncom evidência maior no contraste das umidades de 60 e 90%. \n\n A diferença entre as concentrações de umidade de 60 e 90%, utilizadas no processo \n\nde carbonatação, é explicada com base nos resultados ilustrados pelas Figuras 35 e 36. \n\nA Figura 35 apresenta os resultados da identificação de fases presentes no material, \n\natravés da difração de raios X (DRX), para os compósitos não carbonatados e carbonatados \n\ncom 60 e 90% de umidade relativa, ensaiados aos 28 dias e 200 ciclos de envelhecimento. \n\nA Figura 36 mostra as curvas de perda de massa de TG e DTG, obtidas pela análise de \n\ntermogravimetria. \n\n  \n\n\n\n83 \n\n \n\n \n\nFigura 35 - Difração de raios X (DRX) dos compósitos não carbonatados e dos carbonatados com \n\numidades de 60 e 90%, ensaiados após 28 dias e 200 ciclos de envelhecimento. \n\n \n\nFonte: Própria autoria. \n\n \n\nNa identificação das fases cristalinas, notadas pelos difratogramas da Figura 35, \n\nnota-se que os compósitos carbonatados em geral apresentam picos de calcita (C) em maior \n\nintensidade. Os compósitos não carbonatados, apresentam maiores picos de portlandita (P) \n\nque representam a presença do hidróxido de cálcio. Entre os compósitos carbonatados, é \n\npossível perceber que aparentemente os compósitos carbonatados com umidade de 60% \n\nobtiveram picos de calcita (C) mais intentos que os compósitos de 90% de umidade. \n\nA perda de massa dos compósitos, mostrada pela Figura 36, demonstra de forma \n\nmais clara uma maior presença do carbonato de cálcio para os compósitos carbonatados \n\ndevido ao processo de carbonatação. Os compósitos ensaiados aos 28 dias (Controle, 60% e \n\n90%) apresentam um comportamento similar aos compósitos ensaiados após os 200 ciclos \n\nde envelhecimento (200c – Controle, 200c – 60% e 200c – 90%), com intensidades de \n\nperda de massa muito próximas. \n\n \n\n10 20 30 40 50 60 70 80\n\n200c - 90%\n\n90%\n\n200c - 60%\n\n60%\n\nControle\n\n200c - Controle\n\n2? (°)\n\nC\n\nP C\n\nC C\n\nP\n\nC C C C\nC\n\nC C P P C C C\n\n\n\n84 \n\n \n\n \n\nFigura 36 - Representação da perda de massa dos compósitos não carbonatados e dos carbonatados \n\ncom umidades de 60 e 90%, ensaiados após 28 dias e 200 ciclos de envelhecimento: a) curvas de \n\nTG; e b) curvas de DTG. \n\n \n\nFonte: Própria autoria. \n\n \n\n Conforme discutido na primeira etapa deste estudo, referente à evolução da \n\ncarbonatação sobre os compósitos de fibrocimento, na fase inicial em torno dos 100 °C a \n\nperda de massa na DTG (Figura 36b) indica a desidratação do silicato de cálcio hidratado \n\n(C-S-H), conforme explanado por Rostami et al. (2012). No caso, a perda de massa nessa \n\nregião foi muito mais intensa para os compósitos não carbonatados, o qual indica que os \n\ncomponentes presentes no material cimentício estavam arranjados de forma diferente, visto \n\nque não passaram pelo processo de formação do carbonato de cálcio.  \n\n A região 300 a 400 °C de temperatura representam a decomposição térmica das \n\npolpas celulósicas utilizadas para a produção dos compósitos de fibrocimento, e no \n\nintervalo de 400 a 500 °C é sinalizado a decomposição do hidróxido de cálcio. Era de se \n\nesperar que os compósitos não carbonatados apresentassem intensidade muito maior, à \n\nmedida que os compósitos carbonatados tiveram o hidróxido de cálcio utilizado na reação \n\nde carbonatação. Dentre os compósitos em avaliação, nota-se que os compósitos \n\ncarbonatados com 60% de umidade relativa não apresentaram perda de massa para o \n\nhidróxido de cálcio.  \n\n Na temperatura de 500 °C até aproximadamente 900 °C ocorre a decomposição do \n\ncarbonato de cálcio, segundo estudado por Rostami et al. (2012). Nessa fase, nota-se uma \n\nintensidade maior para os compósitos carbonatados e, destacando-se entre eles os \n\n100 200 300 400 500 600 700 800 900\n65\n\n70\n\n75\n\n80\n\n85\n\n90\n\n95\n\n100\n\nT\nG\n\n (\n%\n\n)\n\nTemperatura (°C)\n\n Controle\n\n 200c - Controle\n\n 60%\n\n 200c - 60%\n\n 90%\n\n 200c - 90%\n\n100 200 300 400 500 600 700 800 900\n-0,20\n\n-0,18\n\n-0,16\n\n-0,14\n\n-0,12\n\n-0,10\n\n-0,08\n\n-0,06\n\n-0,04\n\n-0,02\n\n0,00\n\n0,02\n\nD\nT\n\nG\n (\n\n%\n/°\n\nC\n)\n\nTemperatura (°C)\n\n Controle\n\n 200c - Controle\n\n 60%\n\n 200c - 60%\n\n 90%\n\n 200c - 90%\n\na b\n\n\n\n85 \n\n \n\n \n\ncompósitos carbonatados com 60% de umidade. Esse comportamento deve-se a uma \n\ncarbonatação mais efetiva para essa condição que, com uma menor quantidade de umidade \n\npresente nos poros da matriz cimentícia, permitiu que os íons livres de hidróxido de cálcio \n\nreagissem de forma mais intensa ao longo do processo. \n\n Em relação às idades de avaliação dos compósitos de fibrocimento, 28 dias e após \n\n200 ciclos de envelhecimento, percebe-se um comportamento similar entre as curvas do \n\ngráfico de TG e DTG. Apenas para os picos entre as temperaturas de 500 e 800 °C que é \n\npossível observar uma intensidade maior referente ao carbonato de cálcio, no caso dos \n\ncompósitos aos 200 ciclos de envelhecimento. Esse fato indica a possíveis reações que \n\npodem ter acontecido para que novos produtos se formassem ao longo do tempo. \n\n \n\n \n\n6. CONCLUSÕES \n\n \n\n6.1. Estudo da evolução da carbonatação nos compósitos de fibrocimento \n\n \n\nA partir dos resultados obtidos pelo estudo da evolução da carbonatação nos \n\ncompósitos de fibrocimento, percebe-se uma grande influência da umidade em todo o \n\nprocesso. De acordo com a determinação do teor de água livre ao longo do tempo, \n\nporosidade aparente, densidade aparente e outras análises como a difração de raios X, \n\ntermogravimetria e grau de carbonatação foi possível melhor compreender o avanço da \n\ncarbonatação nos materiais. \n\nPor meio das diferentes concentrações de umidade avaliadas neste estudo, tais como \n\n60, 70, 80 e 90%, verificou-se que as menores umidades favoreceram uma carbonatação \n\nmais rápida e efetiva. De modo geral, a carbonatação aconteceu de forma mais intensa \n\ndurante as primeiras 24 h e, após esse período, a formação do carbonato de cálcio no \n\nmaterial começou a se estabilizar. No entanto, os compósitos carbonatados com 60 e 70% \n\nde umidade apresentaram pouca presença de hidróxido de cálcio e maior formação de \n\ncarbonato de cálcio nas primeiras 4 h de exposição ao CO2. Esse fato foi confirmado pela \n\nidentificação das fases cristalinas presentes, como a calcita, e também pela perda de massa \n\nem função da temperatura na análise de termogravimetria. O indicador de fenolftaleína \n\n\n\n86 \n\n \n\n \n\npode mostrar visualmente o avanço da carbonatação submetida a diferentes concentrações \n\nde umidade, ao longo de um tempo total de 72 h. E, a partir disso, foi possível averiguar \n\nque as umidades de menor concentração induziram uma carbonatação mais rápida.  \n\n \n\n \n\n6.2. Efeito da carbonatação na produção dos compósitos de fibrocimento \n\n \n\nNa avaliação do efeito da carbonatação na confecção dos compósitos de \n\nfibrocimento foi possível concluir que, independente da concentração de umidade utilizada \n\nno processo, a carbonatação apresentou um efeito muito positivo sobre as características \n\nfísicas, mecânicas e microestruturais dos compósitos em estudo. No entanto, dentre as \n\nvariáveis avaliadas neste trabalho, como concentração de umidade e idades de ensaio (28 \n\ndias e 200 ciclos), percebe-se que a umidade possui grande influência sobre o desempenho \n\ndos compósitos de fibrocimento. \n\nOs compósitos carbonatados com 60 e 70% de umidade obtiveram os menores \n\nvalores de absorção de água e porosidade aparente, junto de uma maior densidade aparente. \n\nEsses resultados justificaram os maiores valores de módulo de ruptura, limite de \n\nproporcionalidade e módulo elástico dos compósitos carbonatados com 60 e 70% de \n\numidade, que apresentaram diferença estatística significativa em relação aos outros \n\ncompósitos avaliados. O desempenho dos compósitos em geral não apresentou diferença \n\nestatística significativa após os 200 ciclos de envelhecimento em comparação aos \n\ncompósitos ensaiados aos 28 dias. O comportamento entre as curvas de tensão e \n\ndeformação foi similar diante as idades de ensaio avaliadas, porém os compósitos com 200 \n\nciclos de envelhecimento perderam um pouco da capacidade de deformação durante os \n\nensaios mecânicos.  \n\nOs ensaios de averiguação da microestrutura dos compósitos, como a microscopia \n\neletrônica de varredura, corroboram os resultados apresentados pelos ensaios físicos e \n\nmecânicos. A carbonatação possibilitou a obtenção de uma matriz cimentícia mais \n\ndensificada devido à formação do carbonato de cálcio, com a presença de menos espaços \n\nvazios e com uma melhor interface fibra-matriz. Dentre as concentrações de umidade \n\nutilizadas no processo de carbonatação, os resultados indicam que as umidades mais baixas \n\n\n\n87 \n\n \n\n \n\n(60 e 70%) favoreceram melhores características microestruturais ao material, tais como \n\nforte adesão entre fibra-matriz. Esse fato foi complementado pelas técnicas de difração de \n\nraios X e termogravimetria, que mostraram maiores evidências da eficácia da carbonatação.  \n\nDe modo geral, conclui-se que a carbonatação proporciona grandes melhoras às \n\ncaracterísticas dos compósitos de fibrocimento e que a umidade, possui grande influência \n\npara otimizar esse processo. Contudo, as concentrações de umidade mais baixas avaliadas \n\nneste estudo, 60 e 70%, favoreceram uma carbonatação mais rápida e mais efetiva, \n\npermitindo que o material apresentasse melhores características físicas, mecânicas e \n\nmicroestruturais. \n\n \n\n \n\n7. SUGESTÕES PARA TRABALHOS FUTUROS \n\n \n\nO presente trabalho mostrou que a umidade relativa da atmosfera de cura possui \n\nsignificativa influência na cinética da reação de carbonatação. Os resultados mostraram que \n\nas concentrações de 60 e 70% de umidade relativa aceleraram o processo de carbonatação, \n\npermitindo uma reação mais eficaz, que refletiu no bom desempeno físico, mecânico e de \n\ndurabilidade dos compósitos de fibrocimento. No entanto, este estudo permitiu outros \n\ntemas de pesquisas a serem exploradas para otimização da aplicação da carbonatação \n\nacelerada no fibrocimento: \n\n \n\n? Estudo da dinâmica de pré-secagem e umidificação dos compósitos de \n\nfibrocimento, antes de entrarem na câmara de carbonatação para início do \n\nprocesso. A finalidade desta temática é a de proporcionar melhores condições ao \n\ncompósito, para acelerar a reação de carbonatação; \n\n \n\n? Avaliar a influência da umidade relativa no processo de carbonatação, \n\nconsiderando concentrações de umidade inferiores a 60% como, por exemplo, 30, \n\n40 e 50%, a fim de melhor compreender a interação do CO2 com as moléculas de \n\nágua disponíveis nos poros da matriz cimentícia; \n\n \n\n\n\n88 \n\n \n\n \n\n? Estudar a influência de outros parâmetros associados ao processo de carbonatação \n\ncomo a temperatura e concentração de CO2, com o objetivo de viabilizar a \n\naplicação deste processo na indústria.  \n\n  \n\n \n\n8. REFERÊNCIAS \n\n \n\nABDUL KHALIL, H. P. S.; BHAT, A. H.; IREANA YUSRA, A. F. Green composites \n\nfrom sustainable cellulose nanofibrils: A review. Carbohydrate Polymers, v. 87, p. 963-\n\n979, 2012. \n\n \n\nAGOPYAN, V. et al. Developments on vegetable fibre-cement based materials in Sao \n\nPaulo, Brazil: an overview. Cement &amp; Concrete Composites, Kidlington, v. 27, n. 5, p. \n\n527-536, May. 2005. \n\n \n\nALMEIDA, A. E. F. S. et al. Carbonatação acelerada efetuada nas primeiras idades em \n\ncompósitos cimentícios reforçados com polpas celulósicas. Ambiente Construído, Porto \n\nAlegre, v. 10, n. 4, p. 233-246, 2010. \n\n \n\nALMEIDA, A. et al. Improved durability of vegetable fiber reinforced cement composite \n\nsubject to accelerated carbonation at early age. Cement and Concrete Composites, \n\nKidlington, v. 42, p. 49-58, Sept. 2013. \n\n \n\nALMEIDA, L. V. D. Técnicas para otimização da multiplicação in vitro de brotações \n\nde Eucalyptus citriodora (Hook) K.D.Hill &amp; L.A.S.Johnson. 2012. 106 f. Dissertação \n\n(Mestrado) – Escola Superior de Agricultura \"Luiz de Queiroz\", Universidade de São \n\nPaulo, Piracicaba, 2012. \n\n \n\nALVES, I. C. N. et al. Technological characterization of eucalyptus benthamii wood for \n\nkraft pulp production. Ciência Florestal, Santa Maria, v. 21, n. 1, p. 167-174, Mar. 2011. \n\n \n\n\n\n89 \n\n \n\n \n\nAMERICAN SOCIETY FOR TESTING AND MATERIALS. ASTM C 948-81: test \n\nmethod for dry and wet bulk density, water absorption, and apparent porosity of thin \n\nsections of glass-fiber reinforced concrete. West Conshohocken, PA, USA, 1981. \n\n \n\nAMERICAN CONCRETE INSTITUTE. ACI 544-1R: state-of-the-art report on fiber \n\nreinforced concrete. Detroit, 2002. \n\n \n\nANJOS, M. A. S. D.; GHAVAMI, K.; BARBOSA, N. P. Compósitos à base de cimento \n\nreforçado com polpa celulósica de bambu. Parte II: uso de resíduos cerâmicos na matriz. \n\nRevista Brasileira de Engenharia Agrícola e Ambiental, Campina Grande, v. 7, n. 2, p. \n\n346-349, 2003.  \n\n \n\nARDANUY, M.; CLARAMUNT, J.; TOLEDO FILHO, R. D. Cellulosic fiber reinforced \n\ncement-based composites: A review of recent research. Construction and Building \n\nMaterials, v. 79, p. 115-128, Mar. 2015 \n\nASHRAF, W. Carbonation of cement-based materials: Challenges and opportunities. \n\nConstruction and Building Materials, Amsterdam, v. 120, p. 558-570, Sept. 2016.  \n\n \n\nASSOCIAÇÃO BRASILEIRA DE CIMENTO PORTLAND. Guia básico de utilização do \n\ncimento Portland. 7. ed. São Paulo, 2002. p. 28. (BT-106) \n\n \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS – ABNT. NBR 5733: Cimento \n\nPortland de alta resistência inicial. Rio de Janeiro, Brasil, 1991. \n\n \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS – ABNT. NBR NM 18 – \n\nCimento Portland – Análise química – Determinação de perda ao fogo. Método de ensaio. \n\nRio de Janeiro, 2004. \n\n \n\nASSOCIAÇÃO BRASILEIRA DE PRODUTORES DE FLORESTAS PLANTADAS \n\n(ABRAF). Anuário estatístico da ABRAF 2013: Ano base 2012. p.149. 2013. \n\n \n\n\n\n90 \n\n \n\n \n\nBALLESTEROS, J. E. M. et al. Evaluation of cellulosic pulps treated by hornification as \n\nreinforcement of cementitious composites. Construction and Building Materials, \n\nAmsterdam, v. 100, p. 83-90, Dec. 2015. \n\n \n\nBASSA, A. G. M. C.; SILVA JUNIOR, F. G.; SACON, V. M. Mixtures of Eucalyptus \n\ngrandis x Eucalyptus urophylla and Pinus taeda wood chips for kraft pulp production by \n\nLo-Solids (R) process. Scientia Forestalis, Piracicaba, v. 35, n. 75, p. 19-29, Sep. 2007. \n\n \n\nBENTUR, A.; MINDESS, S. Fiber Reinforced Cementitious Composites, Technology \n\nand Engineering, Taylor &amp; Francis group, New York, 1990. \n\n \n\nBEZERRA, I. M. T. et al. Aplicação da cinza de casca de arroz em argamassas de \n\nassentamento. Revista Brasileira de Engenharia Agrícola e Ambiental, Campina \n\nGrande, v. 15, n. 6, p. 639-645, mar. 2011. \n\n \n\nBILBA, K.; ARSÈNE, M. A. Silane treatment of bagasse fiber for reinforcement of \n\ncementitious composites. Composites Part a-Applied Science and Manufacturing, \n\nKidlington, v. 39, n. 9, p. 1488-1495, Sept. 2008. \n\n \n\nBRIMBLECOMBE, P. The effects of air pollution on the built environment. London: \n\nImperial College Press, 2003. \n\n \n\nBULLARD, J. W. et al. Mechanisms of cement hydration. Cement and Concrete \n\nResearch, Kidlington, v. 41, n. 12, p. 1208-1223, Dec. 2011. \n\n \n\nCAMPBELL, M. D.; COUTTS, R. S. P. Wood fibre-reinforced cement composites. \n\nJournal of Materials Science, v. 15, p. 1962-1970, 1980. \n\n \n\nCAMPINHOS JUNIOR., E. Sustainable plantations of high-yield Eucalyptus trees for \n\nproduction of fiber: the Aracruz case. New Forests, v. 17, p. 129-143, 1999. \n\n \n\n\n\n91 \n\n \n\n \n\nCHOI, J. –I. et al. Image-processing technique to detect carbonation regions of concrete \n\nsprayed with a phenolphthalein solution. Construction and Building Materials, \n\nAmsterdam, v. 154, p. 451-461, Nov. 2017. \n\n \n\nCORDEIRO, G. C. TOLEDO FILHO, R. D. FAIRBAIRN, E. M. R. Caracterização de \n\ncinza de bagaço de cana-de-açúcar para emprego como pozolana em materiais cimentícios. \n\nQuímica Nova, São Paulo, v. 32, n. 1, jan. 2009. \n\n \n\nCORREIA, V. C. Produção de celulose nanofibrilada a partir de polpa organossolve de \n\nbambu para nanoreforço de compósitos cimentícios. 2015. 166 f. Tese (Doutorado) – \n\nFaculdade de Zootecnia e Engenharia de Alimentos, Universidade de São Paulo, São \n\nCarlos, 2015. \n\n \n\nCOUTTS, R. S. P. A review of Australian research into natural fibre cement composites. \n\nCement and Concrete Composites, Barking, v. 27, p. 518-526, May. 2005. \n\n \n\nDANIEL, G. Wood and fibre morphology. In: Ek, M.; Gekkerstedt, G.; Henriksson, G. \n\n(eds). Pulp and Paper Chemistry and Technology: Wood Chemistry and Wood \n\nBiotechnology. Berlin: Walter de Gruyter GmbH &amp; Co, 2009, p. 55-70. \n\n \n\nEUROPEAN COMMITTEE FOR STANDARDIZATION. EN 494. Fibre-cement profiled \n\nsheets and fittings for roofing–Products specification and test methods. 1994. British \n\nStandards Institution (BSI), London, UK., 1994. \n\n \n\nFAIRBAIRN, E. M. R. et al. Avaliação da substituição parcial de clínquer por cinza de \n\nbagaço de cana: redução de emissão de CO2 e potencial de créditos de carbono. Revista \n\nIbracon de Estruturas e Materiais, São Paulo, v. 5, n.2, abr. 2012. \n\n \n\nFAO STATISTICAL YEARBOOK 2013. World food and agriculture. Food and \n\nAgriculture Organization of the United Nations. Roma, 2013, 289p. \n\n \n\n\n\n92 \n\n \n\n \n\nFERNANDÉZ, B. M. et al. A review of accelerated carbonation technology in the \n\ntreatment of cement-based materials and sequestration of CO2. Journal of Hazardous \n\nMaterials, v. 112, n. 30, p. 193-205, Aug. 2004. \n\n \n\nFERNANDES DINIZ, J. M. B. GIL, M. H. CASTRO, J. A. A. M. Hornification – its origin \n\nand interpretation in wood pulps. Wood Sci Technol, v. 37, n. 6, p. 489-494, Apr. 2004. \n\n \n\nFERRAZ FILHO, A. C.; SCOLFORO, J. R. S.; MOLA-YUDEGO, B. The coppice-with-\n\nstandards silvicultural system as applied to Eucalyptus plantations - a review. Journal of \n\nForestry Research, Harbin, v. 25, n. 2, p. 237-248, Jun. 2014. \n\n \n\nFERREIRA, S. R. et al. Effect of hornification on the structure, tensile behavior and fiber \n\nmatrix bond of sisal, jute and curauá fiber cement based composite systems. Construction \n\nand Building Materials, v. 139, p. 551-561, May 2017. \n\n \n\nGARCÍA-GONZÁLES, C. A. et al. New insights on the use of supercritical carbon dioxide \n\nfor the accelerated carbonation of cement pastes. The Journal of Supercritical Fluids, v. \n\n43, p. 500-509, Jan. 2008. \n\n \n\nHABIBI, Y.; LUCIA, L. A.; ROJAS, O. J. Cellulose nanocrystals: Chemistry selfassembly, \n\nand applications. Chemical Reviews, v. 110, p. 3479-3500, 2010. \n\n \n\nHUNTZINGER, D. N. et al. Carbon dioxide sequestration in cement kiln dust through \n\nmineral carbonation. Environmental Science Technology, v. 43, p. 1986-1992, Feb. 2009. \n\n \n\nIKAI, S. et al. Asbestos-free technology with new high toughness polypropylene (PP) \n\nfibers in air-cured Hatschek process. Construction and Building Materials, Amsterdam, \n\nv. 24, n. 2, p. 171-180, Feb. 2010. \n\n \n\nINDÚSTRIA BRASILEIRA DE ÁRVORES (IBÁ). Anuário Estatístico da IBÁ 2014: \n\nAno base 2013. p. 100. 2014. \n\nhttps://www.sciencedirect.com/science/journal/08968446\n\n\n93 \n\n \n\n \n\n \n\nJAMES HARDIE AND COY PTY LTDA. Report on paper pulp sheets. Internal Report, \n\nNov. 1947. \n\n \n\nJAMSHIDI, M.; RAMEZANIANPOUR, A. A. Laboratory and industrial investigations on \n\nhybrid of acrylic and glass short fibers as an alternative for substituting asbestos in \n\nHatschek process. Construction and Building Materials, Amsterdam, v. 25, p. 298-302, \n\nJan. 2011. \n\n \n\nJARABO, R. et al. Characterisation of agricultural residues used as a source of fibres for \n\nfibre-cement production. Industrial Crops and Products, Amsterdam, v. 36, p. 14-21, \n\nMar. 2012a. \n\n \n\nJARABO, R. et al. Use of cellulose fibers from hemp core in fiber-cement production. \n\nEffect on flocculation, retention, drainage and product properties. Industrial Crops and \n\nProducts, Amsterdam, v. 39, p. 89-96, Sept. 2012b. \n\n \n\nLAMEIRAS, M. R. Contribuição ao estudo das propriedades dos materiais cimentícios \n\nreforçados com fibras de vidro (glass fibre reinforced cement – grc). 2007. 175 f. \n\nDissertação (Mestrado) - Engenharia Civil, Universidade Federal do Rio Grande do Sul, \n\nPorto Alegre, 2007. \n\n \n\nLIM, M. et al. Environmental remediation and conversion of carbon dioxide (CO2) into \n\nuseful green products by accelerated carbonation technology. International Journal of \n\nEnvironment Research Public Health, v. 7, p. 203–228, 2010. \n\n \n\nLIWU, M; PANESAR, D. K. Effects of accelerated carbonation on the microstructure of \n\nPortland cement pastes containing reactive MgO. Cement and Concrete Research, \n\nKidlington, v. 42, n. 6, p. 779-777, Jun. 2012. \n\n \n\n\n\n94 \n\n \n\n \n\nMARTINS, M. A.; CAPPARELLI, M. L. H.; CRUZ, P. J. D. Thermogravimetric \n\nevaluation of acai fruit (Euterpe oleracea Mart.) agro industry waste. Revista Brasileira de \n\nFruticultura, Jaboticabal, v. 31, n. 4, p. 1150-1157, Dec. 2009. \n\n \n\nMATSUSHITA, F.; AONO, Y.; SHIBATA, S. Carbonation degree of autoclaved aerated \n\nconcrete. Cement and Concrete Research, Kidlington, v. 30, p. 1741-1745, Nov. 2000. \n\n \n\nMEHTA, P.K. MONTEIRO, P. J. M. Concreto: microestrutura, propriedades, e \n\nmateriais. 3th ed. São Paulo: Ibracon, 2008. \n\n \n\nMELO, S.K. Estudo da formação da etringita tardia em concreto por calor de \n\nhidratação do cimento. 2010. 150f. Dissertação (Mestrado) – Universidade Federal de \n\nGoiás, Goiânia, 2010. \n\n \n\nMIRAOUI, I.; HASSIS, H. Mechanical model for vegetal fibers-reinforced composite \n\nmaterials. Physics Procedia, v. 25, p. 130-136, Apr. 2012. \n\n \n\nMOTTA, L. A. C.; AGOPYAN, V. Caracterização de fibras curtas empregadas na \n\nConstrução Civil. São Paulo: EPUSP, 2007. 16 f. (Boletim Técnico da Escola Politécnica \n\nda USP, Departamento de Engenharia de Construção Civil, BT/PCC/450). \n\n \n\nNEVILLE, A. M. BROOKS, J. J. Tecnologia do concreto. 2th ed. São Paulo: Techbooks, \n\n2010. \n\n \n\nNITA, C. Utilização de pozolanas em compósitos de cimento reforçados com fibras de \n\ncelulose e PVA. 128 p. Dissertação (Mestrado em Engenharia). Escola Politécnica da \n\nUniversidade de São Paulo, São Paulo, 2006. \n\n \n\nOLIVEIRA, M. A. et al. Experimental analysis of the carbonation and humidity diffusion \n\nprocesses in aerial lime mortar. Construction and Building Materials, Amsterdam, v. \n\n148, p. 38-48, Sept. 2017.  \n\n\n\n95 \n\n \n\n \n\n \n\nONUAGULUCHI, O.; BANTHIA, N. Plant-based natural fibre reinforced cement \n\ncomposites: A review. Cement and Concrete Composites, Kidlington, v. 68, p. 96-108, \n\nApr. 2016. \n\n \n\nPADE, C.; GUIMARAES, M. The CO2 uptake of concrete in a 100 year perspective. \n\nCement and Concrete Research, Kidlington, v. 37, n. 9, p. 1348-1356, Sept. 2007. \n\n \n\nPASON, P.; KYU, K. L.; RATANAKHANOKCHAI, K. Paenibacillus curdlanolyticus \n\nstrain B-6 xylanolytic-cellulolytic enzyme system that degrades insoluble  polysaccharides. \n\nApplied and Environmental Microbiology, Washington, v. 72, n. 4, p. 2483-2490, Apr. \n\n2006. \n\n \n\nPETER, M. A. et al. Competition of Several Carbonation Reactions in Concrete: a \n\nparametric study. Cement and Concrete Research, Kidlington, v. 38, n. 12, p. 1385-1393, \n\nDec. 2008. \n\nPHUNG, Q. T. et al. Modelling the carbonation of cement pastes under a CO2 pressure \n\ngradient considering both diffusive and convective transport. Construction and Building \n\nMaterials, Amsterdam, v. 114, p. 333-351, Jul. 2016. \n\n  \n\nPIZZOL, V. D. et al. Effect of accelerated carbonation on the microstructure and physical \n\nproperties of hybrid fiber-cement composites. Minerals Engineering, v. 59, p. 101-106, \n\nDec. 2013.  \n\n \n\nQUILHÓ, T.; MIRANDA, I.; PEREIRA, H. Within-tree variation in wood fibre biometry \n\nand basic density of the urograndis eucalypt hybrid (Eucalyptus grandis x E-urophylla). \n\nIawa Journal, Leiden, v. 27, n. 3, p. 243-254, 2006. \n\n \n\nRANACHOWSKI, Z.; SCHABOWICZ, K. The contribution of fiber reinforcement system \n\nto the overall toughness of cellulose fiber concrete panels. Construction and Building \n\nMaterials, v. 156, p. 1028-1034, Dec. 2017.   \n\n\n\n96 \n\n \n\n \n\n \n\nReunion Internationale des Laboratoires d´essais et des Recheches sur les Materiaux et les \n\nConstructions (rilem). rilem 49tfr: testing methods for fibre reinforced cement-based \n\ncomposites. Matériaux at Constructions, Paris, v. 17, n. 102, p. 441-456. 1984. \n\n \n\nRODRIGUES, M. S. et al. Cinza de palha de cana-de-açúcar como adição mineral em \n\nfibrocimento. Revista Brasileira de Engenharia Agrícola e Ambiental, Campina Grande, \n\nv. 17, n. 12, p. 1347-1354, ago. 2013. \n\n \n\nROSTAMI, V. et al. Microstructure of cement paste subject to early carbonation curing. \n\nCement and Concrete Research, Elmsford, v. 42, p. 186–193, 2012. \n\n \n\nSANJUÁN, M. A.; DEL OLMO, C. Carbonation resistance of one industrial mortar used as \n\na concrete coating. Building and Environment, v. 36, n. 8, p. 949-953, Oct. 2001. \n\n \n\nSANTOS, S. A. O. et al. Phenolic composition and antioxidant activity of Eucalyptus \n\ngrandis, E. urograndis (E. grandis x E. urophylla) and E. maidenii bark extracts. Industrial \n\nCrops and Products, Amsterdam, v. 39, p. 120-127, Sept. 2012. \n\n \n\nSANTOS, S. F. et al. Supercritical carbonation treatment on extruded fibre-cement \n\nreinforced with vegetable fibres. Cement &amp; Concrete Composites, Kidlington, v. 56, p. \n\n84-94, Nov. 2015a. \n\n \n\nSANTOS, S. F. et al. Non-conventional cement-based composites reinforced with \n\nvegetable fibers: A review of strategies to improve durability. Materiales de \n\nConstrucción, v. 65, n. 317, Mar. 2015b. \n\n \n\nSAVASTANO JUNIOR, H.; AGOPYAN, V. Transition zone studies of vegetable fibre-\n\ncement paste composites. Cement &amp; Concrete Composites, Kidlington, v. 21, n. 1, p. 49-\n\n57, Feb. 1999. \n\n \n\n\n\n97 \n\n \n\n \n\nSAVASTANO JUNIOR, H. Materiais à base de cimento reforçado com fibra vegetal: \n\nreciclagem de resíduos para a construção de baixo custo. 2000. 152 f. Tese (Livre-\n\nDocência) - Departamento de Engenharia de Construção Civil, Escola Politécnica, \n\nUniversidade de São Paulo, São Paulo, 2000. \n\n \n\nSAVASTANO JUNIOR, H.; WARDEN, P. G.; COUTTS, R. S. P. Brazilian waste fibres as \n\nreinforcement for cement-based composites. Cement &amp; Concrete Composites, \n\nKidlington, v. 22, n. 5, p. 379-384, Oct. 2000. \n\n \n\nSAVASTANO JUNIOR, H.; WARDEN, P. G.; COUTTS, R. S. P. Microstructure and \n\nmechanical properties of waste fibre–cement composites. Cement &amp; Concrete \n\nComposites, Kidlington, v. 27, n. 5, p. 583-592, May. 2005. \n\n \n\nSAVASTANO JUNIOR, H.; SANTOS, S. O Uso de resíduos de fibra vegetal em \n\nconstrução. Revista Eletrônica de Jornalismo, Com Ciência, São Paulo, 10 fev. 2008. \n\nDisponível em:&lt;http://www.comciencia.br/comciencia/?section=8&amp;edicao=32&amp;id=382>. \n\nAcesso em: 21 out. 2016. \n\n \n\nSAVIJA, B. LUKOVIC, M. Carbonation of cement paste: Understanding, challenges, and \n\nopportunities. Construction and Building Materials, v. 117, p. 285-301, Aug. 2016. \n\n \n\nSILVA, R. et al. Applications of lignocellulosic fibers in polymer chemistry and in \n\ncomposites. Quimica Nova, São Paulo, v. 32, n. 3, p. 661-671, 2009. \n\n \n\nSILVA, E.; MARQUES, M.; FORNARI JUNIOR, C. Aplicação de fibra de coco em \n\nmatrizes cimentícias. Revista Eletrônica em Gestão, Educação e Tecnologia Ambiental, \n\nSanta Maria, v. 8, n. 8, p. 1555-1561, dez. 2012.   \n\n \n\nSILVA, E. J. et al. A new treatment for coconut fibers to improve the properties of cement-\n\nbased composites – Combined effect of natural latex/pozzolanic materials. Sustainable \n\nMaterials and Technologies, v. 12, p. 44-51, July 2017. \n\n\n\n98 \n\n \n\n \n\n \n\nSINDICATO NACIONAL DA INDÚSTRIA DO CIMENTO (SNIC). Disponível em: \n\n<http://snic.org.br/cimento.php>. Acesso em: 26 nov. 2017. \n\n \n\nSINDICATO NACIONAL DA INDÚSTRIA DO CIMENTO (SNIC). Relatório Anual de \n\n2013. Disponível em: &lt;http://www.snic.org.br >. Acesso em: 11 dez. 2017. \n\n \n\nSOLTAN, D. G. et al. Introducing a curauá fiber reinforced cement-based composite with \n\nstrain-hardening behavior. Industrial Crops and Products, v. 103, p. 1-12, Sept. 2017. \n\n \n\nSPINACÉ, M. A. S. et al. Polyolefins reinforced with short vegetal fibers: sisal vs. curauá. \n\nPolimeros, São Carlos, v. 21, n. 3, p. 168-174, Jul-Sep. 2011. \n\n \n\nSTANTURF, A. J. et al. Eucalyptus beyond its native range: environmental issues in exotic \n\nbioenergy plantations. In: International Journal of Forestry Research. Hindawi: \n\nPublishing Corporation, 2013. p. 5. \n\n \n\nSTARK, J. Recent advances in the field of cement hydration and microstructure analysis. \n\nCement and Concrete Research, Kidlington, v. 41, n. 7, p. 666-678, Jul. 2011. \n\n \n\nSUNDAR, S. T.; SAIN, M. M.; OKSMAN, K. Characterization of microcrystalline \n\ncelulose and celulose long fiber modified by iron salt. Carbohydrate Polymers, v. 80, p. \n\n35-43, 2010. \n\n \n\nTA, V. –L. et al.  A new meta-model to calculate carbonation front depth within concrete \n\nstructures. Construction and Building Materials, Amsterdam, v. 129, p. 172-181, Dec. \n\n2016. \n\n \n\nTAYLOR, H. F. W. Cement chemistry. London: Academic Press, 1990. \n\n \n\nhttp://snic.org.br/cimento.php\n\n\n99 \n\n \n\n \n\nTOLÊDO FILHO, R. D. et al. Durability of alkali-sensitive sisal and coconut fibres in \n\ncement mortar composites. Cement &amp; Concrete Composites, Kidlington, v. 22, n. 2, p. \n\n127-143, Apr. 2000. \n\n \n\nTOLÊDO FILHO, R. D. et al. Development of vegetable fibre-mortar composites of \n\nimproved durability. Cement &amp; Concrete Composites, Kidlington, v. 25, n. 2, p. 185-196, \n\nFeb. 2003. \n\n \n\nTONOLI, G. H. D. et al. Cellulose modified fibres in cement based composites. \n\nComposites Part A: Applied Science and Manufacturing, v. 40, n. 12, p. 2046-2053, \n\nSept. 2009a. \n\n \n\nTONOLI, G. H. D. Fibras curtas de Eucalipto para novas tecnologias em fibrocimento. \n\n2009. 148 f. Tese (Doutorado) – Escola de Engenharia de São Carlos, Universidade de São \n\nPaulo, São Carlos, 2009b. \n\n \n\nTONOLI, G. H. D. et al. Eucalyptus pulp fibres as alternative reinforcement to engineered \n\ncement based composites. Industrial Crops and Products, Amsterdam, v. 31, p. 225-232, \n\nMar. 2010a. \n\n \n\nTONOLI, G. H. D. et al.  Effect of accelerated carbonation on cementitious roofing tiles \n\nreinforced with lignocellulosic fibre. Construction and Building Materials, Amsterdam, \n\nv. 24, n. 2, p. 193-201, Feb. 2010b. \n\n \n\nURREA-CEFERINO, G. E. et al. Definition of optimal parameters for supercritical \n\ncarbonation treatment of vegetable fiber-cement composites at a very early age. \n\nConstruction and Building Materials, v. 152, p. 424-433, Oct. 2017. \n\n \n\nVAN GERVEN, T. et al. Influence of carbonation and carbonation methods on leaching of \n\nmetals from mortars. Cement and Concrete Research, Kidlington, v. 34, n. 1, p. 149-156, \n\nJan. 2004. \n\n\n\n100 \n\n \n\n \n\n \n\nVAN SOEST, P. J. Nutritional ecology of the ruminant. 2th ed. New York: Cornell \n\nUniversity Press, 1994. \n\n \n\nVILLAR-COCIÑA, E. et al. Pozzolanic behavior of bamboo leaf ash: Characterization and \n\ndetermination of the kinetic parameters. Cement and Concrete Composites, Kidlington, v. \n\n33, n. 1, p. 68-73, Jan. 2011. \n\n \n\nWEI, J. MA, S. THOMAS, D. G. Correlation between hydration of cement and durability \n\nof natural fiber-reinforced cement composites. Corrosion Science, v. 106, p. 1-15, May \n\n2016. \n\n \n\nWEI, J. MEYER, C. Degradation mechanisms of natural fiber in the matrix of cement \n\ncomposites. Cement and Concrete Research, v. 73, p. 1-16, July 2015. \n\n \n\nZHANG, D.; GHOULEH, Z.; SHAO, Y. Review on carbonation curing of cement-based \n\nmaterials. Journal of CO2 Utilization, v. 21, p. 119-131, Oct. 2017. \n\n \n\nZHOU, B.; UCHIDA, Y. Relationship between fiber orientation/distribution and post-\n\ncracking behavior in ultra-high-performance fiber-reinforced concrete (UHPFRC). Cement \n\n&amp; Concrete Composites, v. 83, p. 66-75, Oct. 2017. \n\n \n\nZIMNIEWSKA, M.; WLADYKA-PRZBYLAK, M.; MANKOWSKI, J. Cellulosic bast \n\nfibers, their structure and properties suitable for composite apllications. In: Kalia, S.; Kaith, \n\nB. S.; Kaur, I. (eds). Cellulose fibers: Bio-and nano-Polymer Composites (Green Chemistry \n\nand Technology). New York: Springer, 2011, p. 118-141."}]}}}