{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16234"}, {"@name": "filename", "#text": "22812_PDI_CPRM_2012-2015_Final_2-1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MINISTÉRIO DE MINAS E ENERGIA \n\nSECRETARIA DE GEOLOGIA, MINERAÇÃO E TRANSFORMAÇÃO MINERAL \n\nCOMPANHIA DE PESQUISA DE RECURSOS MINERAIS- SBG \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nPLANO DE DESENVOLVIMENTO INSTITUCIONAL- PDI \n\n2012 -2015 \n \n \n \n \n\nRicardo Moacyr de Vasconcellos \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n \n\n\n\nSUMÁRIO \n \nApresentação ........................................................................................................................  1 \n \n\nIntrodução ............................................................................................................................  3 \n \n\n1) Missão ..............................................................................................................................  5 \n \n\n2) Valores e Princípios ...........................................................................................................  6 \n \n\n3) Contexto ...........................................................................................................................  7 \n\n3.1) Geologia, Recursos Minerais e Geofísica................................................................... 13 \n\n3.2 Geologia, Gestão Territorial e Meio Ambiente ........................................................... 17 \n\n3.3) Recursos Hídricos ..................................................................................................... 19 \n\n3.4) Atividades de Suporte - Infraestruturas de Laboratórios e de TIC \n\n(Tecnologia da Informação e Comunicação) .................................................................... 20 \n\n3.5) P,D&amp;I – Pesquisa, Desenvolvimento e Inovação ........................................................ 21 \n \n\n4) Programas, Objetivos Estratégicos, Iniciativas e Ações (PPA 2012-2015) .......................... 23 \n\n4.1) Programa Gestão Estratégica da Geologia,  da Mineração  \n\ne da Transformação Mineral............................................................................................ 23 \n\n4.2) Programa Mar, Zona Costeira e Antártida ................................................................ 36 \n\n4.3) Programa 2040 - Gestão de Riscos e Resposta a Desastres ....................................... 39 \n \n\n5) Síntese dos Programas, Objetivos, Iniciativas e Ações Orçamentárias .............................. 46 \n \n\n6) Metas Estratégicas ........................................................................................................... 47 \n \n\n7) Previsão de Investimentos para o Período 2012-2015...................................................... 48 \n \n\n8) Recursos Humanos .......................................................................................................... 49 \n \n\n9) Bibliografia  ...................................................................................................................... 51 \n \n\n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 1 - \n\nAPRESENTAÇÃO \n \nO presente documento apresenta o Plano de Desenvolvimento Institucional – PDI da CPRM - \nServiço Geológico do Brasil, que irá vigorar no período 2012-2015.  \n \nO PDI-CPRM foi baseado em três outros planos: um de longo prazo – o Plano Nacional de \nMineração – PNM 2030, elaborado pelo Ministério de Minas e Energia, e os outros dois de \nmédio prazo, o PPA-Plano Plurianual 2012-2015, elaborado pelo Ministério do Planejamento \ncom a parceria dos ministérios setoriais, e a Proposta para o PAC/CPRM, elaborada pela CPRM \npara a inserção de suas Ações finalísticas no Programa de Aceleração do Crescimento - PAC, \npara o PAC 1 (2009-2010), posteriormente ajustado para o PAC 2 (2011-2014). \n \nO Decreto-Lei Nº 764, de 15 de agosto de 1969, autorizou a constituição da CPRM, que teve \nseu primeiro estatuto aprovado pelo Decreto Nº 65.058, de 13 de janeiro de 1970, iniciando \nsuas atividades em 30 de janeiro de 1970. Em 28 de dezembro de 1994, pela Lei Nº 8970, a \nCPRM passa a ser uma empresa pública, com funções de Serviço Geológico do Brasil, sendo \nseu estatuto aprovado pelo Decreto Nº 1524, de 20 de junho de 1995. É vinculada ao MME- \nMinistério de Minas e Energia através da SGM - Secretaria de Geologia, Mineração e \nTransformação Mineral. \n \nA CPRM produz, organiza, armazena e disponibiliza informações geocientíficas, seja \ndiretamente, seja através da geração de novos produtos, contribuindo para a ampliação do \nconhecimento geocientífico. No âmbito de seus trabalhos, desenvolve também metodologias \npara o desenvolvimento de novos produtos, com ênfase na inovação.  \n \nA ampliação desse conhecimento é efetuada através da execução de levantamentos \ngeológicos, aerogeofísicos e geoquímicos, bem como hidrogeológicos e hidrológicos, \nproduzindo novos dados e informações, os quais, em todos os países, são de responsabilidade \nde instituições de governo que detêm o nome e/ou a função de um serviço geológico.  \n \nOs produtos gerados pela CPRM são de utilidade para um vasto espectro de atividades, que \nvai desde a indústria mineral – estimulando os investimentos da iniciativa privada em \nprospecção e pesquisa mineral - até o meio-ambiente, subsidiando a formulação de políticas \npúblicas para o ordenamento territorial, incluindo as atividades de prevenção de desastres \nnaturais, mapeando as áreas de risco geológico de municípios, e levantando informações para \na previsão de enchentes e enxurradas. Além disso, em 2007, a CPRM começou a realizar \natividades em novas fronteiras do conhecimento geológico, tais como na avaliação dos \nrecursos minerais da PCJB e da AREA – até então restrita a levantamentos esporádicos de \npequena expressão na Plataforma Continental.  Uma outra atividade nessas novas fronteiras é \na realização de estudos na busca de minerais estratégicos, iniciados a partir de 2009.  \n \nA par dessas atividades, a CPRM sempre desenvolveu, desde seus primórdios, na década de \n70, mesmo nos períodos de maior escassez orçamentária, estudos de inovação e \ndesenvolvimento tecnológico, com a implantação de várias tecnologias até então inéditas, \nalgumas até mesmo em países do primeiro mundo, conforme abaixo:  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 2 - \n\n? Desenvolvimento e implantação de sistemas de processamento de dados \nAerogeofísicos, Geqoquímicos e Hidrológicos;  \n\n? No Sistema de Geoquímica havia embutido um  procedimento operacional padrão (na \népoca esse termo não estava ainda cunhado) de levantamento geoquímico, utilizado \naté hoje; \n\n? Desenvolvimento de procedimentos e geração do primeiro mapa planimétrico digital \ndo Brasil (planimetria simples); \n\n? Integração informações geológicas com dados aerogeofísicos;  \n\n? integração multi-disciplinar de informações geológicas e dados aerogeofísicos com \nimagens de satélite; \n\n? Modelagem e implantação das bases de dados geológicas (informações de descrição \nde afloramentos, cadastramento de recursos minerais, geoquímica, geofísica, \ninformações de projetos, etc.; \n\n? Desenvolvimento e implantação do GEOQUANT, sistema de tratamento de dados \ngeoquímicos utilizando estatística multivariada e geoestatística, em utilização até \nrecentemente nas universidades; \n\n? Desenvolvimento do GEOFRAT, sistema de análise digital de fraturas geológicas em \náreas do embasamento cristalino do Nordeste brasileiro, com vistas a subsidiar a \nlocação de poços para água subterrânea; \n\n? Desenvolvimento dos procedimentos operacionais e geração do primeiro mapa \ngeológico digital; \n\n? Desenvolvimento dos procedimentos operacionais e implantação das atividades de \ngeoprocessamento na integração multi-temática, com a apresentação dos resultados \nem Sistemas de Informações Geográficas - SIG; \n\n? Desenvolvimento do GEOBANK, banco de dados corporativo que engloba todas as \nBases de Dados científicas da CPRM e armazena todo o conhecimento resultante da \nelaboração dos mapas geológicos nas atividades e projetos da CPRM; \n\n? Desenvolvimento e implantação de metodologias para a geração de informações para \naplicação na gestão territorial, contemplando geologia ambiental, geológica médica, \ngeodiversidade, riscos geológicos e desastres naturais, etc.  \n\n \nEm decorrência dos desenvolvimentos dessas metodologias para a geração de informações \naplicadas no ordenamento territorial, o termo “geologia social”, foi cunhado pela CPRM no \ninício da década de 90, sendo posteriormente adotado por todos os serviços geológicos do \nmundo.  \n \nCom a formulação do novo marco regulatório, previsto para 2012, caberá à CPRM um papel \nmais relevante ainda como agente do Estado Brasileiro, reconhecidamente estratégico diante \ndas atribuições a serem acrescidas ao Serviço Geológico do Brasil, que irão exigir ainda mais \natividades para inovar e desenvolver tecnologias na geração, organização, armazenamento, \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 3 - \n\ndisponibilização e difusão de informações geocientíficas, visando beneficiar os setores \npúblicos e privados que demandam essa informações, bem como a sociedade como um todo. \n \n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 4 - \n\nINTRODUÇÃO \n\nTambém integrado às políticas de governo, está o fomento às atividades industriais, dentre as \nquais se inclui a indústria mineral. Depois de duas gerações, um conceito que vem \nressurgindo, com ênfase cada vez maior, é o viés estratégico – em termos de geopolítica – dos \nrecursos minerais, os quais, com o aumento da demanda mundial nos últimos anos, \nassumiram uma importância (e preços) crescentes.  A diminuição da importância desse \nconceito se devia à distensão resultante do colapso da União Soviética, e ao relativamente \nlongo período de paz mundial – à exceção de alguns conflitos regionais ou de pequena \nduração – que estimulou ao máximo as trocas comerciais e o comércio globalizado. Hoje, com \no crescimento acelerado, principalmente, da China e da Índia, essa demanda por bens \nminerais deve crescer também de forma substancial. \n \nDiante desse cenário, pode-se afirmar que a atuação da CPRM é estratégica para a \nconsolidação da posição do Brasil como um produtor de insumos minerais, seja para seu \nconsumo, seja para gerar excedentes exportáveis, com a utilização das informações geradas \nessenciais para estimular a pesquisa mineral, para a gestão dos recursos hídricos \nsubterrâneos, para subsidiar a prevenção de desastres naturais, sejam provenientes de riscos \ngeológicos, sejam de inundações e enxurradas, servindo ainda para o ordenamento territorial \ne o desenvolvimento sustentável.  \n \nOs trabalhos da CPRM, contemplando um amplo espectro de atividades, visam:  \n\n? Gerar informações geológicas, geofísicas, e geoquímicas do continente, da Plataforma \nContinental Jurídica Brasileira(PCJB) e de áreas oceânicas adjacentes, visando estimular \ninvestimentos da iniciativa privada em pesquisa mineral para ampliar e diversificar a \nprodução mineral brasileira, promovendo a descoberta de novas jazidas minerais e \nimpulsionando a auto-suficiência brasileira na produção de minerais estratégicos;  \n\n? Produzir o conhecimento necessário para o aproveitamento racional dos recursos \nhídricos subterrâneos e de superfície, e modelar as aptidões e fragilidades do \nterritório, com o propósito de subsidiar o planejamento, o ordenamento e a gestão \nterritorial, identificando também as áreas suscetíveis a deslizamentos de encostas, \nbem como a enchentes e enxurradas, prioritário no auxílio à prevenção desses riscos \nnaturais; \n\n? Implantar uma rede de laboratórios de referência em materiais geológicos e em água, \ninstrumento importante para suporte dos levantamentos geológicos e para o controle \nde qualidade de águas, além de criar centros de conhecimento geológico através da \nimplantação da rede de litotecas da CPRM, compreendendo o armazenamento \nadequado dos acervos de materiais geológicos coletados ao longo da execução de \ntodos os projetos da CPRM; \n\n? Implantar uma infraestrutura moderna e adequada de TIC – Tecnologias da Informação \ne Comunicação, que possibilite que todos os dados e informações gerados sejam \nalimentados, organizados e armazenados de forma sistemática e inteligente, \npermitindo o fácil acesso e a difusão dessas informações estratégicas para a sociedade \nde uma maneira geral.  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 5 - \n\n \nResolveu-se, no presente Plano, adotar o modelo de organização do PPA 2012-2015, \nconsiderando que as Ações finalísticas da CPRM estão todas inseridas no PPA, \ncompartilhando, por conseguinte, o período de validade e os principais objetivos, metas e \ninvestimentos. O desenvolvimento do PDI da CPRM foi efetuado contemplando Objetivos \ne Iniciativas, às quais foram estabelecidas Metas Estratégicas. Também vinculado às \nIniciativas, foram definidas Ações Orçamentárias, visando a organização das atividades por \nocasião da definição das leis orçamentárias anuais. \n \nPor fim, vale salientar algumas premissas, cujo atendimento é essencial para o \natingimento das metas estratégicas apontadas no presente PDI - Plano de \nDesenvolvimento Institucional da CPRM: \n\n \ni. Que os recursos previstos de 2012 até 2015 sejam aportados tempestivamente, sem \n\nnenhuma restrição ou contingenciamento, para a sua aplicação nas atividades e \nprojetos da CPRM previstos no âmbito deste PDI; \n\n \nii. Que os recursos aportados sejam efetivamente aplicados de conformidade com os \n\nescopos estabelecidos para cada um dos Empreendimentos do PAC e dentro da \nfinalidade de cada Ação estabelecida; \n\n \niii. Que o universo de pesquisadores, anlistas e técnicos em atividade na CPRM seja \n\nadequado em termos quantitativos para executar os trabalhos necessários e que, \nem termos qualitativos, o seu conhecimento se aproxime ao máximo dos perfis \nprofissionais definidos para enfrentar os desafios do presente Plano para os \npróximos 4 anos, devendo contar para tal com um programa permanente de \nformação e qualificação de recursos humanos da CPRM. \n\n \n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 6 - \n\n1) MISSÃO \n \nA Missão da CPRM - Serviço Geológico do Brasil é:  \n\n\"Gerar e difundir o conhecimento geológico e hidrológico básico necessário para o \ndesenvolvimento sustentável do Brasil\". \n \n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 7 - \n\n2) VALORES E PRINCÍPIOS \n \nAs atividades da CPRM-Serviço Geológico do Brasil são pautadas pelos seus Valores e \nPrincípios, conforme abaixo: \n\n• Gestão Ética e Transparente \n\nConsiderar o interesse público acima de tudo, disponibilizando à sociedade \nmecanismos de acompanhamento e fiscalização das ações da empresa.  \n\n• Excelência Técnico-Científica \n\nGarantir a plena satisfação do usuário, com produtos que sejam referência em \ntermos de qualidade e credibilidade técnica.  \n\n• Capacitação e Treinamento \n\nFazer da valorização profissional de seus funcionários um patrimônio científico \ne cultural da instituição.  \n\n• Responsabilidade Social e Consciência Ecológica  \n\nEstimular o uso racional dos recursos minerais e hídricos em perfeita harmonia \ncom o meio ambiente e com as necessidades da sociedade no presente e no \nfuturo.  \n\n• Geologia para o Bem-Estar da Sociedade \n\nAgregar valor ao conhecimento geológico, de modo a torná-lo indispensável ao \ndesenvolvimento dos setores mineral e hídrico e à gestão territorial.  \n\n• Água - Bem Vital e Estratégico \n\nA água é um bem comum vital e estratégico para a humanidade, que deve ter \nasseguradas sua disponibilidade e utilização racional pelas gerações atual e \nfutura. \n\n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 8 - \n\n3) CONTEXTO \n \nO setor mineral – que compreende as etapas de geologia, mineração e transformação mineral \n– é a base para diversas cadeias produtivas. Participa com 4,2% do PIB e 20% do total das \nexportações brasileiras, gerando um milhão de empregos diretos, o equivalente a 8% dos \nempregos da indústria (PNM 2030). O País destaca-se internacionalmente como produtor de \nnióbio, minério de ferro, bauxita, manganês e vários outros bens minerais. \n \nNeste início do século XXI, o Brasil passa por profundas mudanças estruturais que permitem \ngalgar patamares mais avançados em seu processo de desenvolvimento. \n \nA manutenção da estabilidade monetária e a ampliação das reservas internacionais, \njuntamente com o aumento do emprego formal, dos salários, do nível de renda e, \nconsequentemente, a redução da pobreza, além dos investimentos em infraestrutura, têm \ngerado um ciclo virtuoso que possibilita pensar um futuro promissor para o País (ver Tabela \n1.1, abaixo) \n \n\n \n(Fonte: PNM 2030 – SGM/MME, 2010) \n\n \nOutro fator relevante nesse processo é a evolução demográfica que deverá configurar a \ndimensão futura do mercado de bens de consumo, em geral, e de produtos de base mineral, \nem particular. Segundo o IBGE (2008), a população do País, com taxas menores de \ncrescimento populacional, alcançará um total de 216 milhões de habitantes, em 2030, e o \nápice populacional de 219 milhões, por volta de 2040. Essa tendência para as próximas \ndécadas, que também sinaliza para o processo de amadurecimento etário do povo brasileiro, \né precedida pelo que os especialistas denominam de “bônus demográfico”, que ocorre \nquando o País apresenta a maior percentagem de população na faixa etária economicamente \nativa. Isso se traduz em uma oportunidade ímpar para conduzir o Brasil rumo a um \ndesenvolvimento realmente sustentável. \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 9 - \n\nO Brasil apresenta uma situação privilegiada perante outros países, desde que se considere a \npopulação, a extensão territorial e o Produto Interno Bruto. Verifica-se que a interseção dos \ntrês conjuntos (Figura 1.1) separa o Brasil, a Rússia, a Índia, a China e os EUA dos demais \npaíses. Levando-se em conta a abundância de seus recursos naturais, o Brasil apresenta as \ncondições de se projetar como importante protagonista do cenário geopolítico nas décadas \nvindouras.  \n \n\n \n\n(Fonte: PNM 2030 – SGM/MME, 2010) \n\n \nEssa visão favorável é compartilhada por organismos e instituições internacionais, como o \nBanco Mundial e o Fundo Monetário Internacional (FMI). Em seus cenários para 2030 e 2050, \no World Business Council for Sustainable Development considera que o Brasil deverá alcançar a \n7ª e 4ª posição, respectivamente, no PIB global (Figura 1.2). \n \n \n \n \n \n \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 10 - \n\n \n(Fonte: PNM 2030 – SGM/MME, 2010) \n\n \nConsiderando essas estimativas positivas, torna-se ainda mais urgente enfrentar o desafio de \no País superar o déficit no consumo de materiais básicos para o aumento do bem-estar de sua \npopulação. O consumo per capita dos materiais convencionais, tais como agregados, cimento, \naço, cobre e alumínio, entre outros, situa-se entre 1/3 e 1/6 da média dos países europeus, \ndos EUA e mesmo da China, e ainda abaixo da média mundial, sendo superior ao consumo da \nÍndia (Tabela 1.2). \n \n\n \n(Fonte: PNM 2030 – SGM/MME, 2010) \n\n \nEsses dados demonstram o enorme potencial do mercado interno, confirmando a relevância \nde políticas de construção de infraestrutura e habitação, como as que estão sendo \npromovidas pelo PAC. Por outro lado, isso também revela a necessidade urgente de enfrentar \no grave problema das disparidades regionais no Brasil e definir políticas do setor mineral que \npossam contribuir para minimizar essa assimetria. \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 11 - \n\nNesse processo de mudanças que o País atravessa, o setor mineral exerce papel relevante, \nporque é a base de diversas cadeias produtivas que geram o padrão de consumo da sociedade \nmoderna. Além disso, as atividades de geologia, mineração e transformação mineral estão \ninterconectadas a espaços territoriais, sociopolíticos e econômicos, com tendência à grande \nexpansão, dadas as projeções de crescimento dos mercados de bens minerais, tanto no Brasil \ncomo no mundo. \n \nO crescente processo de internacionalização das empresas brasileiras também reflete as \nmudanças que o País vivencia e aponta para sua maior projeção internacional. O Brasil tem \nalgumas centenas de empresas atuando no exterior, destacando-se seis do setor mineral entre \nas 52 empresas brasileiras mais internacionalizadas: Gerdau, Grupo Camargo Corrêa, Grupo \nVotorantim, Magnesita, Tupy e Vale. Estão em pleno desenvolvimento da internacionalização a \nCompanhia Siderúrgica Nacional (CSN) e a MMX Mineração, entre outras. \n \nDo ponto de vista do Brasil, esse cenário traz oportunidades e desafios. As oportunidades \nestão voltadas para o acesso aos recursos minerais escassos no Brasil; ao aprimoramento de \nrecursos humanos e de tecnologia, dado o intercâmbio científico e tecnológico; a exportação \nde bens e serviços de fornecedores brasileiros para os países onde as empresas se instalam; e, \num fato novo na história do País, é o recebimento de lucros do exterior e não apenas a \nremessa de lucros para os países-sede das multinacionais aqui atuantes. \n \nA crise dos preços ao final de 2008 afetou negativamente o mercado de commodities \nminerais. Na etapa pós-crise, retomando-se a trajetória de crescimento econômico nos países \nemergentes, especialmente os de grande população, como China, Índia e Brasil, a demanda \npor produtos minerais deverá se manter elevada por alguns anos, em decorrência da \nnecessidade de formação e expansão de infraestrutura e de suprimento para a expansão do \nbem-estar material dessas sociedades. \n \nO peso do setor mineral nas exportações brasileiras revela também a importância econômica \ndessa atividade. A participação de produtos de origem mineral, bens primários e \ntransformados, excluídos o petróleo e gás natural, nas exportações do País oscilou entre 15% \ne 30%, de 1978 a 1991, alcançando a média de 20%, no período 1994 a 2008. Nesse mesmo \nperíodo, o saldo da balança comercial do setor passou de US$ 1 bilhão para US$ 17 bilhões. \n \nPor outro lado, estudos do IBRAM – Instituto Brasileiro da Mineração indicam ainda que os \ninvestimentos do Estado em levantamentos geológicos, incluindo os geofísicos, também \ninduzem investimentos privados em pesquisa mineral da ordem de 1 para 5, ou seja, cada R$ \n1 milhão investido pelo governo induzirá a aplicação de R$ 5 milhões em estudos \nsubsequentes pela iniciativa privada. \n \nNesse contexto, o aporte significativo de recursos decorrente da inserção de algumas Ações \nfinalísticas no PPI – Projeto Piloto de Investimentos Públicos, em 2007, e no Programa de \nAceleração do Crescimento (PAC 1 em 2009, e  PAC 2 em 2011), permitiu a CPRM efetivamente \ncomeçar a exercer o seu papel de agente estratégico do Estado Brasileiro e investir nas \natividades que nunca foram plenamente exercidas diante das limitações orçamentárias – \nseveras para algumas Ações - até então vigentes desde o final da década de 70.  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 12 - \n\nSomente a ampliação do conhecimento geológico - papel precípuo da CPRM - é capaz de \ntornar a pesquisa mineral mais atrativa para os investidores internos e externos, de forma a \ncontribuir para a geração de novas jazidas minerais e, consequentemente, incrementar a \nprodução de bens minerais no País, com o objetivo maior de torná-lo menos dependente de \nfornecedores estrangeiros, bem como de ampliar a nossa pauta de exportações. \n \nSe considerarmos a verdade comum a qualquer país, de que é dever do Estado prover as \ninformações básicas necessárias para aumentar o conhecimento geológico e promover a sua \ndifusão, e considerando o acima exposto, pode-se afirmar que os investimentos \ngovernamentais não só irão fomentar a indústria mineral, mas também irá contribuir com um \nretorno significativo em termos de benefícios econômicos e sociais para o País.  \n \nPor outro lado, para atender uma maior demanda futura por bens minerais, decorrente de \ncrescimento econômico, e considerando ainda que os investimentos no setor mineral são de \nlongo prazo de maturação, faz-se necessário o governo federal adotar ações efetivas para: \n\n? ampliar o conhecimento geológico; \n\n? divulgar adequadamente o conhecimento ampliado; \n\n? estimular investidores; \n\n? fomentar a produção mineral no País. \n \n\nAlém de boa parte da Amazônia, existe ainda uma porção do território brasileiro, também de \nextensão considerável, praticamente desconhecida em termos de recursos minerais – a \nplataforma continental. Existem hoje compromissos do governo brasileiro com a ONU para se \niniciar o levantamento desses recursos. Inevitavelmente, em futuro não muito distante, parte \ndos bens minerais que a sociedade moderna necessita virá desse ambiente. Se não nos \nadiantarmos em conhecê-la, outros países o farão. \n \nNo mesmo patamar de importância, situa-se o conhecimento hidrogeológico, constituindo-se \nem suporte fundamental para a gestão ambiental dos recursos hídricos, bem como para apoio \nàs ações de combate à escassez de água e de prevenção dos eventos hidrológicos extremos, \ncomo secas, que impactam significativamente o desenvolvimento sócio-econômico de regiões \ndo país. \n \nHistoricamente, o conhecimento geológico do território sempre foi uma ferramenta básica \npara atrair investimentos da iniciativa privada em pesquisa mineral, utilizando as informações \ngeológicas, geoquímicas e geofísicas disponibilizadas. Hoje, a utilidade do conhecimento \ngeológico básico assume uma importância crescente, transcendendo o setor de mineração. \nUm novo realce é dado hoje ao ordenamento do território, diante do aumento na demanda \npor recursos naturais - dentre os quais os recursos minerais e a água - decorrente do \ncrescimento populacional e da evolução industrial. O consumo desregrado desses recursos \npode vir a comprometer seriamente a qualidade de vida das gerações futuras. Em última \ninstância, esse ordenamento visa o aproveitamento racional de suas potencialidades, inclusive \nminerais e hídricas. \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 13 - \n\nSendo o ordenamento territorial função precípua de governo, é fundamental, por \nconseguinte, que se disponha de um acervo de informações e dados referentes ao meio físico \nque sirva de base para o desenvolvimento sustentável, e que venha subvencionar a \ncaracterização do meio físico regional, definindo as suas aptidões e as restrições ao uso e \nocupação do solo. \n \nOs municípios podem utilizar esses conhecimentos para planejar a expansão ou o \nestabelecimento de novos aglomerados urbanos, a instalação de indústrias, a construção de \nestradas e rodovias, de aeroportos, de barragens e açudes, bem como a demarcação de áreas \nespeciais visando a disposição do lixo gerado, a colocação de cemitérios, a preservação de \nnascentes de rios e de zonas de recargas de aquíferos subterrâneos, assim como para evitar a \nocupação de áreas com potencial de risco geológico (escorregamento de taludes, inundações, \ncavernas subterrâneas, etc.). Esses planos municipais devem ser integrados entre si para a \nelaboração de planos referentes às micro-regiões, os quais, por sua vez, servem de fonte para \no planejamento territorial federal. \n \nHoje, vivemos a Era da Informação. A sua crescente valorização como produto de efetivo valor \neconômico e comercial está dividindo os países entre aqueles que são capazes de levantar, \ntratar, organizar e armazenar adequadamente os acervos de informações, e promover a \ngestão dos conhecimentos intrínsecos, e os outros, dependentes desse conhecimento e seu \nconsumo. \n \nO reconhecimento e a valorização das informações que compõem todo esse conhecimento \ngeocientífico, construído a partir da execução das atividades e projetos da CPRM, mostra que \nos conhecimentos devem ser disponibilizadas de maneira eficiente, de forma a facilitar a sua \ntransferência e assimilação por empresas do setor privado, que certamente irá então servir de \napoio à decisão nos planejamentos de investimentos estratégicos, não só no setor mineral, \nmas de outros setores, inclusive governamentais, que dependem de informações sobre a \ngeodiversidade do País para subsidiar o planejamento e a formulação de políticas públicas. \n \nA difusão desse conhecimento geocientífico gerado, deve ser efetuada de forma eficiente, \nconsistente e confiável, visando: \n\n• entender os processos geológicos, hidrológicos e ambientais; \n\n• minimizar as perdas de vida e bens materiais decorrentes de desastres naturais; \n\n• usar, de forma socialmente justa, os recursos minerais, hídricos e energéticos, e \naumentar sua oferta; \n\n• conservar e proteger o meio ambiente;  \n\n• contribuir para o bem-estar e para elevar a qualidade de vida da população; \n\n• subsidiar o planejamento territorial. \n \n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 14 - \n\n3.1) GEOLOGIA, RECURSOS MINERAIS E GEOFÍSICA \n \nA mineração é a mais antiga atividade industrial do homem, acompanhando-o desde os \nprimórdios da civilização. A produção de bens minerais na sociedade moderna é uma \natividade essencial que gera insumos para a construção civil, para a agricultura, para a \nindústria de eletro-eletrônicos, automotiva, naval, metalurgia e siderurgia, etc., bem como \npara a fabricação de uma miríade de utensílios e acessórios necessários à vida moderna. Além \ndisso, os bens minerais são insumos importantes que alicerçam o desenvolvimento \ntecnológico e sustentam a evolução da nossa civilização, sendo o consumo desses bens \ndiretamente proporcional ao desenvolvimento de cada país. \n \nConsiderando tal fato e a tendência apontada por determinados indicadores de que a \neconomia do País poderia estar prestes a ingressar em um ciclo virtuoso de desenvolvimento, \né necessário que o governo mantenha os investimentos na geração de novas informações \ngeológicas, geofísicas e geoquímicas, de forma a contribuir efetivamente para a ampliação do \nconhecimento geológico do território brasileiro e fomentar os investimentos da iniciativa \nprivada na pesquisa mineral, empreendimento essencialmente de alto risco e de longa \nmaturação. \n \nOs efeitos econômicos e sociais de investimentos públicos na produção do conhecimento \ngeológico básico estão bem expressos nos dados de exportação e emprego no setor da \nmineração. No campo do comércio exterior, observa-se que, não obstante as dificuldades \nfinanceiras experimentadas durante mais de uma década, o setor mineral logrou registrar \nsaldos positivos dos chamados \"minerais sólidos\", excluídos petróleo e gás, acumulando \nsuperávits que permitiram cobrir o déficit da conta petróleo. O setor, incluindo os produtos da \nprimeira transformação dos minerais, é responsável, em média, por 20% do total das \nexportações brasileiras. \n \nDo ponto de vista do benefício social direto, verifica-se que a mineração é grande indutora de \nempregos na economia. Estudos realizados pelo MME com base em dados levantados pelo \nIBGE indicam que cada emprego gerado na indústria extrativa mineral induz 10 outros, quatro \ndos quais nos setores fornecedores de máquinas, equipamentos, insumos e serviços, e seis na \nindústria da primeira transformação mineral (transformação de minerais não-metálicos e \nmetalurgia).  \n \nDevido às suas características geológicas, o Brasil sempre foi uma das principais alternativas \ndas grandes empresas globais de pesquisa mineral. Porém, desde o início da década de 80 \nhouve uma drástica diminuição nos investimentos governamentais na geração e difusão do \nconhecimento geológico do território. Considerando o alto risco da pesquisa mineral, é a \npartir desse conhecimento básico que a iniciativa privada seleciona as áreas promissoras e \ndecide investir na descoberta de depósitos minerais economicamente viáveis. Além do \nsuporte à pesquisa mineral, ressalta-se ainda a importância do conhecimento geológico para o \nplanejamento, formulação e implementação de políticas públicas voltadas para o \ndesenvolvimento sustentável dos recursos minerais, petrolíferos e hídricos – superficiais e \nsubterrâneos - do País. \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 15 - \n\nEsses investimentos governamentais não devem sofrer solução de continuidade, ampliando \ncontinuamente o conhecimento geológico, atenuando o risco de investimentos em pesquisa \nmineral pelo setor privado, e permitindo a continuidade da geração de novas jazidas e a \nampliação da produção mineral nacional, além, evidente, do aumento de empregos. \n \nUm estudo realizado há alguns anos no âmbito da Secretaria de Geologia, Mineração e \nTransformação Mineral – SGM/MME (Maron et al., 2006), mostrou que se pode considerar \numa taxa esperada de retorno em torno de 52% nos investimentos governamentais na área de \nlevantamentos geológicos, geoquímicos e geofísicos, e em atividades a ela subordinadas. Esse \nestudo foi efetuado com base nos investimentos previstos com a inserção da CPRM no PPI – \nProjeto Piloto de Investimentos Públicos. \n \nUm exemplo claro do ciclo de investimento/geração de jazidas ocorreu durante quase duas \ndécadas (parte de 60 e 70), quando o governo federal investiu contínua e maciçamente na \nampliação do conhecimento geológico, através do DNPM e da CPRM, viabilizado pelo Fundo \nNacional de Mineração – FNM, instituído pela Lei no 4.425, de 8 de outubro de 1964, \nlastreado em três fontes básicas – dividendos da CVRD, parcela de arrecadação do antigo \nimposto único sobre combustíveis líquidos e gasosos, e imposto único sobre minerais.  \n \nSeguindo as suas características de longa maturação, esses investimentos resultaram mais \ntarde em um número expressivo de descobertas de jazidas, expandindo a produção de bens \nminerais, além de gerar excedentes para exportação. Com a extinção do FNM em 1979, \nminguaram os recursos para a execução dos levantamentos geológicos básicos e, em \ndecorrência, seguiu-se um longo período de estagnação do processo de revelação de novas \njazidas, indispensáveis para a continuidade do suprimento de matérias-primas minerais. No \nperíodo de 1980 a 2004, as aplicações foram de apenas R$ 270 milhões, ou uma média de \nsomente R$ 11 milhões. Somente a partir de 2007, com a inserção de parte das Ações \nfinalísticas da CPRM no PPI, começou a haver um aporte expressivo de recursos para as \natividades da CPRM. Como consequência da escassez de investimentos entre o final da década \nde 70 e 2006, não mais que 13% do território nacional estão mapeados geologicamente em \numa escala útil (escala 1:100.000) para a tomada de decisão de investimento em pesquisa \nmineral pela iniciativa privada. \n \nPara ilustrar o acima exposto, a figura 2.1 mostra os investimentos em levantamentos \ngeológicos básicos realizados entre 1970 e 2011. Nela, pode-se perceber imediatamente o \nefeito da inserção da CPRM no PPI(2007) e no PAC (2009 em diante). \n \n \n \n \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 16 - \n\n \n \n\nFigura 3.1 – Investimentos em Levantamentos Geológicos Básicos (1970-2011) \n\n \nCabe ainda ressaltar um exemplo do poder indutor dos levantamentos aerogeofísicos, na \nregião nordeste do estado do Mato Grosso(figura 3.2).  O projeto aerogeofísico Nordeste do \nMato Grosso teve início em 2009 e foi concluído em 2010.  O gráfico acumulado anual dos \nnúmeros de requerimento de pesquisa  mineral na região do levantamento mostra claramente \nque as solicitações estavam em um determinado nível, dando um salto a partir de 2010, \nquando os produtos finais foram disponibilizados,  mantendo o mesmo nível em 2011 (as \nbarras vazias referem-se aos anos que não se obteve informação). Este aumento no número de \nrequerimentos é uma decorrência direta da disponibilização dos novos dados do \nlevantamento aerogeofísico da área, de reconhecido potencial mineral, porém até então carente \nde informações que desse suporte à tomada de decisões pela iniciativa privada. \n \n\n \nFigura 3.2 – Evolução do Número de Requerimentos de Pesquisa Mineral ao DNPM, no nordeste  \n\ndo Mato Grosso, decorrentes da disponibilização dos dados de aerogeofísica levantados na mesma região. \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 17 - \n\nO conceito “mineral estratégico”, sempre esteve associado a objetivos políticos dos países \nhegemônicos. O conceito que se consolidou durante a Guerra Fria referia-se à escassez de \nminerais para a fabricação de materiais utilizados na defesa, inclusive com a formação de \nestoques “estratégicos”. Atualmente o termo é usado, lato sensu, como sinônimo de recurso \nmineral escasso, essencial ou crítico para um País. O entendimento de mineral estratégico no \nPNM 2030 faz referência a três situações. \n \n\nA primeira refere-se ao bem mineral do qual o Brasil depende de importação em alto \npercentual para o suprimento de setores vitais de sua economia. Como exemplo, os recursos \nminerais utilizados na fabricação de fertilizantes, uma vez que o solo brasileiro precisa de \nnutrientes em grandes quantidades para manter a produtividade do setor agrícola. A questão \nalimentar no mundo é de crescente importância geopolítica, sendo uma oportunidade de o \nPaís expandir a produção e consolidar sua liderança mundial. No entanto, a dependência \nexterna do Brasil é da ordem de 90%, 70% e 50%, respectivamente, de potássio, nitrogênio e \nfósforo, o que acarreta forte impacto na balança comercial, representando, em 2008, mais de \nUS$ 4 bilhões de importações. A oferta de rochas fosfáticas e, especialmente, de potássio, \nestá exigindo um esforço do Governo e da iniciativa privada. O carvão metalúrgico para \nfabricação de coque termo-redutor para a siderurgia integrada é outro exemplo, uma vez que \no Brasil depende 100% de importação, dispendendo US$ 3,7 bilhões, em 2008.  \n \nUma segunda situação é a dos minerais que deverão crescer em importância nas próximas \ndécadas por sua aplicação em produtos de alta tecnologia. As terras-raras, o lítio, o cobalto, o \ntântalo, entre outros denominados de materiais “portadores do futuro”. A produção mundial \ndesses minerais se dá em quantidades da ordem de dezenas de milhares de toneladas, com \nalto valor unitário. Os países desenvolvidos desprovidos desses recursos minerais os importam \nem bruto ou beneficiado e, após processamento, fazem uso deles em produtos de alta \ntecnologia. A estratégia para o País deve ir muito além, com a necessidade de programas \nespecíficos coordenados entre governo e setor privado para o desenvolvimento de processos \ne produtos em cadeias produtivas de alto valor agregado, em um ambiente de intensa \ncompetitividade internacional. É nesse contexto que os importantes recursos identificados de \nterras-raras no Brasil, com teores e reservas elevados, deverão merecer uma atenção muito \nespecial e a implantação de um amplo programa de P,D&amp;I.  \n \nA terceira situação é aquela em que o país apresenta vantagens comparativas em \ndeterminados recursos minerais, essenciais para sua economia pela geração de divisas. O \npetróleo para a Arábia Saudita e para a Venezuela, e o cobre para o Chile, seriam exemplos \ntípicos de recursos minerais essenciais, pelo forte impacto em suas economias. No caso do \nBrasil, com uma economia mais diversificada, não há exemplos comparáveis àqueles \nmencionados. Mas pode-se considerar o minério de ferro como essencial para o País, por sua \nimportância nas exportações (10%) e também pelo potencial que apresenta para catalisar o \ndesenvolvimento local/regional e da indústria do País. Outro exemplo importante é o nióbio, \ncujas reservas e produção representam mais de 90% do mundo. Além do aspecto da \npotencialidade das reservas brasileiras, destaca-se o desenvolvimento tecnológico e de \nmercado promovido pela CBMM para o uso desse metal. \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 18 - \n\nA CPRM, a Marinha do Brasil e as universidades brasileiras estão executando, no âmbito da \nComissão Interministerial para os Recursos do Mar (CIRM), dois grandes programas nacionais - \nPrograma de Avaliação da Potencialidade Mineral da Plataforma Jurídica Brasileira (REMPLAC) \ne Programa de Prospecção e Exploração de Recursos Minerais da Área Internacional do \nAtlântico Sul e Equatorial (PROAREA), os quais integram vários projetos de pesquisa para a \nplataforma continental brasileira e áreas oceânicas adjacentes do Atlântico Sul e Equatorial. \nEntre os recursos minerais atualmente confirmados com potencial significativo para a \nexploração e possível extração, podem ser citados: a areia e o cascalho, depósitos minerais \nbioclásticos ricos em carbonato de cálcio, a fosforita, os depósitos de carvão, os hidratos de \ngás e os grandes depósitos de sais evaporíticos, compostos por potássio, cloro, magnésio, \ncálcio e outros elementos químicos importantes. \n \nCom relação às fontes de minérios metálicos, estão previstos projetos de pesquisa de \ndepósitos hidrotermais ricos em cobre, zinco, ouro e prata na Cadeia Meso-Atlântica.Com isso, \na partir de ações coordenadas, o Brasil objetiva garantir a soberania territorial e o \ndesenvolvimento de tecnologias para assegurar, no futuro, fontes de matérias-primas para \nprosseguir em busca de seu desenvolvimento. \n \nDesde 2007, a CPRM, em parceria com a Marinha do Brasil e universidades, já investe (através \ndo PPI e do PAC) na busca de minerais nos fundos oceânicos da Plataforma Continental \nJurídica Brasileira - PCJB.  \n \nEm 2011, foram iniciados os trabalhos de levantamento geológico e prospecção no fundo \noceânico da região denominada Elevação do Alto do Rio Grande, situada em área \ninternacional.  \n \nAlém disso, desde 2009 a CPRM investe na pesquisa de minerais estratégicos no continente, \ninclusive fosfato. \n \nTodas essas atividades em busca de minerais, tanto na PCJB e em áreas adjacentes, como no \ncontinente, são efetuadas através de Empreendimentos formais inseridos no PAC. \n \n \n3.2) GEOLOGIA, GESTÃO TERRITORIAL E MEIO AMBIENTE \n \nO conhecimento geológico é também um instrumento para o planejamento e a \nimplementação das políticas públicas voltadas para o ordenamento territorial, visando o \nmanejo sustentável dos recursos naturais, inclusive minerais e hídricos do país, sendo ainda \nfonte do conhecimento do meio físico para a execução de estudos de zoneamento ecológico-\neconômico e de gestão territorial. As informações geológicas, agregadas às informações \nhidrológicas, tanto de águas superficiais como subterrâneas, são necessárias para a \nconstrução do arcabouço científico essencial para a definição da compartimentação territorial \ndo município, estabelecendo aptidões e restrições de uso e ocupação do solo. Essas \ninformações constituem instrumento básico para subsidiar o ordenamento territorial regional, \ntanto através de Planos Diretores Municipais - instrumento legal destinado a ordenar o uso e a \nocupação do solo do município – bem como de Planos Diretores de Mineração, capazes de \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 19 - \n\norientar as ações governamentais para a gestão e o aproveitamento racional dos recursos \nminerais e hídricos do município. Assim, a aplicação dessas ferramentas de planejamento, \nalém de promover a harmonia entre o processo produtivo e a proteção do homem e do meio \nambiente, têm como consequência a melhoria na qualidade de vida da população. \n \nEspecificamente, seu objetivo é compartimentar o território municipal segundo vocações \nespecíficas, classificando-as em áreas de exclusão (nascentes de rios, áreas de recarga de \naquíferos, parques e reservas, etc.), áreas de risco geológico (risco de escorregamento de \ntaludes, de regiões cársticas - cavernas subterrâneas, de inundações, etc.), e áreas de \nocupação ordenada, destinadas à agricultura, piscicultura, indústria, extração mineral, etc. Da \nmesma forma, esse conhecimento pode ser aplicado na seleção de áreas destinadas à \ndisposição do lixo urbano, de tal forma que não apresentem riscos de contaminação para os \naquíferos de superfície ou subterrâneos, em função do substrato rochoso, do tipo de rocha, \ndo seu fraturamento, etc. \n \nSem se contar com esses instrumentos, o lixão que atende a determinados municípios poderá \nestar contaminando seriamente um rio, o lençol freático subjacente ao depósito de lixo, ou \num aquífero subterrâneo distante que é alimentado pela água que se infiltra exatamente na \nárea onde se deposita o lixo, carreando para o aquífero o chorume que exuda do material \ndepositado, podendo comprometer irremediavelmente essas reservas de água para as \ngerações futuras. A falta de conhecimento geocientífico poderá acarretar ocupações de áreas \nde risco geológico, principalmente por populações de baixa renda, com riscos de \ndesabamentos que podem resultar em prejuízos materiais para os habitantes e, até mesmo, \nna morte de inocentes. \n \nParalelamente, o governo federal deve também buscar um controle ambiental das atividades \nde mineração, restringindo a um mínimo possível os impactos, e exercer atividades \nfiscalizadoras no intuito de evitar a lavra predatória de jazidas, visando preservá-las e ampliar \nsua vida útil, considerando que o subsolo brasileiro é patrimônio da União. O conhecimento \ngeológico também pode contribuir para a preservação do meio ambiente, agregando e \ndifundindo informações de geologia ambiental, e subsidiar o ordenamento territorial. Pode \nainda auxiliar a área da saúde pública no estudo de endemias regionais, através de \nlevantamentos de geoquímica que permitam estabelecer possíveis correlações entre níveis de \nconcentração de determinados elementos químicos na água e no solo com endemias \nexistentes. \n \nAlém de contribuir basicamente para a definição dos litótipos e estruturas em levantamentos \ngeológicos, as informações geofísicas e geoquímicas servem também para racionalizar as \natividades de perfurações de poços para captação de água subterrânea, diminuindo os custos \npor poço perfurado e agilizando o fornecimento de água, efetuar o controle de qualidade da \nágua, e permitir ainda a determinação de plumas de contaminação de aquíferos subterrâneos. \n \nOs conhecimentos geológicos e hidrológicos são, portanto, partes intrínsecas da \ngeodiversidade, essencial ao ordenamento territorial, que visa disciplinar e orientar a \nocupação do meio físico, minimizar os impactos decorrentes de desastres naturais, auxiliar no \ncontrole dos efeitos das atividades antrópicas sobre o meio ambiente, inclusive sobre os \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 20 - \n\nrecursos hídricos, bem como subsidiar o planejamento territorial e as formulações de políticas \npúblicas com vistas ao aproveitamento racional dos recursos naturais, em benefício das \ngerações vindouras.  \n\n \n \n\n \n\nFigura 3.3 – Os Conhecimentos Geológico e Hidrológico e o Ordenamento Territorial \n\n \n \n3.3) RECURSOS HÍDRICOS \n \nA CPRM também atua numa área cujos problemas são crescentes e que tem como objeto um \ninsumo essencial à vida: a água. \n \nA variedade de clima, relevo, condições socioeconômicas e culturais faz da gestão das águas \nno Brasil uma tarefa complexa. Os desafios são enormes, desde a promoção da conservação \ndos ecossistemas um valioso patrimônio ambiental, o controle da poluição e dos eventos \nhidrológicos críticos, o aumento da oferta de hidroeletricidade evitando o seu \ndesabastecimento, até o desenvolvimento econômico sustentável, visando romper o ciclo de \nmiséria a que estão sujeitas parcelas das populações do País. \n \nNuma abordagem sistêmica do ciclo hidrológico, a CPRM realiza pesquisa, estudos e \nlevantamento básico em recursos hídricos, deste a implantação e operação de redes \nhidrométricas e telemétricas, de alerta hidrológico e de qualidade das águas, envolvendo mais \n3.500 pontos de observação, representando a 2º maior rede de observações em operação no \nmundo, bem como detém a maior e mais qualificada base de dados de poços profundos do \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 21 - \n\npaís. Este conjunto de dados lhe permite realizar, de forma integrada, estudos de avaliação \ndas potencialidades, demandas e vulnerabilidades do meio físico, orientando as políticas \npúblicas nas dimensões econômica, social, ambiental e regional.  \n \nTais conhecimentos, expressos em termos de dados, informações, estudos e pesquisas, mapas \ne relatórios, inclusive sob a forma digital, orientam ações estruturantes de Governo com vistas \nao fortalecimento institucional e legal, tais como: aumento da oferta de hidroeletricidade, \natenuação dos efeitos das inundações através de sistemas de alertas hidrológicos; aumento da \noferta de água, em especial das águas subterrâneas, através de implantação de sistemas \nsimplificados sustentáveis de água (S.S.A.); fortalecimento dos instrumentos de gestão das \npolíticas federal e estaduais de recursos hídricos; fomento à oferta adequada e ao \naproveitamento racional dos recursos naturais, sendo um fator de indução à sua aplicação na \ncadeia produtiva; aumento do conhecimento geocientífico através de redes, pesquisas e \nestudos para avaliar o comportamento dos processos hidrológicos. \n \nOs estudos hidrogeológicos das bacias interiores e do embasamento cristalino podem indicar \nos pontos mais adequados para a perfuração de poços destinados à captação de água \nsubterrânea, visando mitigar as necessidades de populações carentes, principalmente do \nnordeste brasileiro, e incentivar a implantação de lavouras familiares, bem como abastecer \naglomerados urbanos cuja fonte de água esteja no seu limite de capacidade ou apresente \nproblemas de contaminação dos aquíferos de superfície. \n \nNo caso específico dos recursos hídricos subterrâneos, uma das grandes dificuldades para o \nplanejamento de ações públicas nas regiões carentes decorre da falta de mapas confiáveis de \ndisponibilidade hídrica. A CPRM dispõe do conhecimento geológico e do cadastro de poços \nmais atualizado do país, sendo, dentro do Governo, a instituição que detém o ciclo completo \ndas informações necessárias para a produção das cartas hidrogeológicas, especialmente do \nsemi-árido nordestino, indispensáveis para a formulação de políticas públicas consequentes e \nduradouras por parte dos órgãos gestores.  \n \nVale salientar, por fim, a execução de um projeto estratégico sob todos os sentidos, que é a \nimplantação da Rede de Monitoramento de Poços de Água Subterrânea. Era inexistente  no  \nBrasil  qualquer  conjunto de  monitoramento  de  poços  até o ingresso da CPRM  no  PAC,  \nque proveu recursos suficientes para a CPRM assumir  a  iniciativa  de  implantar  a  Rede  de \nMonitoramento de Poços, a única  ferramenta  capaz  de  viabilizar  a efetiva gestão das  águas  \nsubterrâneas  do  Brasil,  através  do contínuo  monitoramento quantitativo e qualitativo de \nseus principais aquíferos subterrâneos, que produzirá dados e informações para os estudos e  \na proposição de políticas públicas de conservação e  controle  dos  usos  desse  inestimável  \npatrimônio,  para  o  bem  das gerações futuras. \n \n \n3.4) ATIVIDADES DE SUPORTE - INFRAESTRUTURAS DE LABORATÓRIOS E TIC (TECNOLOGIA DA INFORMAÇÃO E \nCOMUNICAÇÃO) \n \nAlicerçando os estudos de geologia e hidrologia na construção dos correspondentes \nconhecimentos, existe a necessidade de apoio de uma infraestrutura de laboratórios, capazes \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 22 - \n\nde efetuar análises químicas e minerais de materiais geológicos e de água, inclusive mineral. \nEsses laboratórios devem estar dotados de um nível tecnológico capaz de atender a uma série \nde requisitos para a sua gestão, assim como às atividades da CPRM, e necessariamente \nenvolver como temas centrais os serviços tecnológicos inseridos na Tecnologia Industrial \nBásica – TIB, quais sejam: normalização, avaliação da conformidade, metrologia, informação \ntecnológica, etc. O objetivo é se dispor de laboratórios de referência, dotando o governo \nfederal de uma qualificação em termos laboratoriais capaz não somente de atender demandas \ninternas da CPRM, e de terceiros, mas também de dirimir resultados analíticos conflitantes de \noutros laboratórios, inclusive do estrangeiro. \n \nPor seu lado, conforme colocado anteriormente, a organização das informações geradas pela \nevolução do conhecimento, o seu armazenamento em bancos de dados, e a sua \ndisponibilização e a difusão ágil e precisa para a sociedade, exige em contrapartida uma \nadequada infraestrutura de rede de conectividade, por sua vez embasada em um arcabouço \nadequado de hardware e de software, visando facilitar o acesso, a pesquisa e a aquisição das \ninformações disponíveis pela comunidade geocientífica, bem como pelos gestores federais, \nestaduais e municipais, usuários finais desse conhecimento. \n \nPara o uso integral pela sociedade do novo conhecimento, razão maior de sua geração, faz-se \nnecessário: \n\n• Primeiramente, que o usuário saiba quais dados ou informações existem, os seus \nrespectivos atributos, onde se encontram, e qual a forma de adquiri-los; \n\n• Que as informações estejam adequadamente organizadas, armazenadas sob a forma \ndigital e facilmente acessíveis via internet; \n\n• Que a CPRM disponha de uma infraestrutura de rede de conectividade, de hardware e \nde software compatível para atender à demanda de serviços de acesso, busca e \naquisição de informações, e que mantenha um nível mínimo de qualidade dos serviços. \n\n \n \n3.5) P,D&amp;I – PESQUISA, DESENVOLVIMENTO E INOVAÇÃO \n \nO Brasil vivencia nos últimos anos forte crescimento nos investimentos em pesquisa, \ndesenvolvimento e inovação (P,D&amp;I). Do ponto de vista empresarial, revela-se maior \nconscientização sobre a necessidade de avançar na produtividade e na competitividade em \num mundo globalizado. Do lado do governo federal, a Lei da Inovação, de 2004, e a \ndenominada Lei do Bem, de 2006, junto com a disponibilidade crescente de recursos na \nmodalidade de editais a “fundo perdido” e em operações de crédito subsidiado para inovação \ntecnológica, por instituições como o Ministério de Ciência e Tecnologia (MCT), a Financiadora \nde Estudos e Projetos (FINEP), o Conselho Nacional de Desenvolvimento Científico e \nTecnológico (CNPq) e pelo Banco Nacional de Desenvolvimento Econômico e Social (BNDES), \nsão estímulos concretos para o setor privado. \n \nNão obstante esses avanços, os dados agregados do MCT indicam dispêndios em P,D&amp;I de \n1,19%, em relação ao PIB (2008), enquanto 2% são um percentual típico dos países \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 23 - \n\ndesenvolvidos. No Brasil, aquele percentual se distribui em 0,63% do setor público e 0,56% do \nsetor privado (dados de 2010 - MCT), o que demonstra que há espaço para crescimento dos \ninvestimentos em P,D&amp;I no setor privado.  \nO desafio é aumentar substancialmente os recursos disponíveis em P,D&amp;I para o setor \nmineral, públicos e privados, em volume compatível com sua importância econômica. Numa \nperspectiva de médio e longo prazo, as ações deverão se voltar para transformar o País em \numa liderança mundial em tecnologia no setor em que apresenta vocação natural com \ncondições para ampliar sua competitividade. \n \nA CPRM sempre buscou o desenvolvimento tecnológico e a inovação para a apresentação dos \nresultados finais de seus projetos, principalmente no desenvolvimento de novas tecnologias e \nprodutos inovadores (vide descrição mais detalhada das realizações no item “Apresentação” \ndo presente Plano). \n \nPara o período 2012-2015, foi criada uma Ação finalística específica para consolidar as \natividades do CEDES – Centro de Desenvolvimento Tecnológico da CPRM, e formalizar as \natividades de PD&amp;I, desenvolvidas de forma difusa no âmbito das várias e diversificadas Ações \nfinalísticas da CPRM. \n \nConsiderando o Orçamento 2012 das Ações finalísticas da CPRM e seguindo a média da \naplicação em P,D&amp;I da área pública (0,63%),  a CPRM teria que estar aplicando diretamente \nem PD&amp;I cerca de R$ 1,0 milhão por ano nas atividades desenvolvidas pelo CEDES – Centro de \nDesenvolvimento Tecnológico da CPRM. \n \nEmbora previsto em 2012 para a Ação um percentual menor do orçamento das Ações \nfinalísticas – cerca de 0,1% - somente para as despesas de manutenção do CEDES. Como parte \ndas atividades de desenvolvimento tecnológico e inovação estão sendo desenvolvidas fora do \nCEDES, existem dados que podem inferir que são aplicadas nessas atividades cerca de 0,3%  \ndo orçamento previsto em 2012 para as Ações finalísticas. É pouco, mas em 2014 a CPRM \nespera ter alcançado um nível mínimo de 0,65% do orçamento das Ações finalísticas, o que \nsignificaria hoje, a níveis do orçamento 2012, investimentos da ordem de quase R$ 1,1 milhão \nnas atividades coordenadas pelo CEDES, semelhante aos percentuais praticados na área \npública no Brasil.  \n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 24 - \n\n4) PROGRAMAS, OBJETIVOS ESTRATÉGICOS, INICIATIVAS E AÇÕES (PPA 2012-2015) \n \nNo âmbito do PPA 2012-2015, foram discutidos os programas de governo, objetivos \nestratégicos, iniciativas e ações necessárias para a consecução das metas estabelecidas. \n \nAs atividades finalísticas da CPRM abrangem três Programas do PPA 2012-2015 estabelecidos \npara o quadriênio 2012-2015: \n\ni. Gestão Estratégica da Geologia, da Mineração e da Transformação Mineral \n\nii. Mar, Zona Costeira e Antártida \n\niii. Gestão de Riscos e Respostas a Desastres \n \nNa elaboração do PPA, no âmbito de cada Programa foram estabelecidos Objetivos \nEstratégicos, aos quais foram vinculadas uma ou mais Iniciativas.  As Ações Orçamentárias \nnecessárias para a consecução dos Objetivos foram definidas ao final do processo e vinculadas \na cada Iniciativa por razões de organização na elaboração dos orçamentos anuais. \n \n4.1) PROGRAMA GESTÃO ESTRATÉGICA DA GEOLOGIA,  DA MINERAÇÃO E DA TRANSFORMAÇÃO MINERAL \n \nMacrodesafio: Expandir a infraestrutura produtiva, urbana e social de qualidade \n \nEixo: Gestão, Infraestrutura e PAC \n \n4.1.1) Objetivos estratégicos \n \na) Objetivo 0032 – Realizar o levantamento geológico do Brasil e das províncias minerais nas \nescalas adequadas, e promover a gestão e a difusão do conhecimento geológico e das \ninformações do setor mineral. \n \na.1) Caracterização \n \nEm 2005 o Brasil contava com aproximadamente 48% de sua área territorial mapeada na \nescala 1:250.000 e 10% na escala 1:100.000. Ao final de 2010, com os investimentos do \nPrograma de Aceleração ao Crescimento, o País atingiu 50% do território amazônico mapeado \nna escala 1:250.000 e 40% do território não-amazônico na escala 1:100.000.  \n \nDo ponto de vista estritamente indutor, estudos do Instituto Brasileiro de Mineração apontam \nque os investimentos em levantamentos geológicos básicos têm um poder de indução de 1 \npara 5, ou seja, cada R$1,00 investido em levantamentos básicos induz ao investimento de \nR$5,00 em estudos subsequentes pela iniciativa privada. Desses investimentos em pesquisa \nbásica podem resultar infraestruturas produtivas que, dependendo de sua escala, nível de \ncomplexidade e de agregação de valor, podem envolver uma relação 1 para 1.000. \n \nA ampliação do conhecimento geológico nas escalas 1:250.000 (território amazônico) e \n1:100.000 (demais regiões) tem como justificativas: \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 25 - \n\n• Ampliar o conhecimento do território e de sua diversidade; \n\n• Indicar Áreas de Relevante Interesse Mineral; \n\n• Indicar áreas oportunas para realização de levantamentos temáticos específicos para \num determinado bem mineral, como potássio, rochas e agregados para construção \ncivil, nas proximidades de centros urbanos, de grandes obras de infraestrutura e de \norlas degradadas; \n\n• Orientar o Ordenamento Territorial através da regulação racional de uso dos territórios \ne do planejamento da ocupação do solo e do uso dos recursos; \n\n• Subsidiar programas de pesquisa hidrogeológica, com prioridade nas regiões semi-\náridas brasileiras e em áreas com problemas de abastecimento d’água, incluindo áreas \nde assentamentos rurais. \n\n \nOs levantamentos geológicos na escala 1:50.000 têm maior riqueza de detalhes e podem ser \naplicados a folhas específicas. Sua precisão tem consequência sobre os riscos da exploração, o \ndimensionamento das potencialidades, o desenvolvimento da área de mineração, os \nempregos gerados e o custo dos empreendimentos e da infraestrutura. Aplicado em \nprovíncias minerais permite aprofundar o conhecimento dos riscos e potencialidades da \nprovíncia, reduz os custos dos futuros projetos e pode contribuir para uma maior segurança \ndos novos modelos de concessão mineral.  \n \nDestaca-se ainda a importância dos levantamentos aerogeofísicos para o mapeamento do \nterritório, especialmente no tocante a mapeamentos litológicos e estruturais e para revisão de \nmapas geológicos pré-existentes, bem como da hidrogeologia, a fim de aprofundar e expandir \no conhecimento da dinâmica das águas superficiais e subterrâneas brasileiras. \n \nOutros métodos de prospecção geofísica (gravimétrico, eletromagnético, etc), tanto aéreos \ncomo terrestres, além da magnetometria e gamaespectrometria terrestres, também deverão \nser aplicados, objetivado a ampliação e/ou o detalhamento do conhecimento sobre \nmineralizações específicas, ou para subsidiar estudos em geologia, hidrogeologia, geofísica, \nriscos geológicos e ordenamento territorial.   \n \nEm países com tradição no gerenciamento dos recursos hídricos é atividade consolidada a \nrealização de estudos para avaliação de recursos subterrâneos e o monitoramento \npermanente e sistemático da explotação dos aquíferos integrado com o monitoramento \nhidrometeorológico, permitindo a adoção de políticas efetivas de gestão, visando à utilização \nsustentável desse bem. No que diz respeito ao monitoramento das explotações de água \nsubterrânea, praticamente inexistiam no Brasil séries temporais de descargas e vazões que \npudessem subsidiar a elaboração de modelos de fluxo sobre a qual se assentam os modelos \nde gestão. Somente a partir de 2009, com a alocação de recursos significativos, através do \nPAC, para os levantamentos hidrogeológicos, iniciou-se a implantação de uma rede de \nmonitoramento de poços de água subterrânea, visando subsidiar a gestão dos recursos \nhídricos. \n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 26 - \n\nHá que se citar ainda a importância dos levantamentos da geodiversidade, que integram as \ndiversas informações sobre o meio físico (rochas, águas, geomorfologia, solos, beleza cênica, \náreas degradadas e potencialidades naturais) para culminar na elaboração de Mapas de \nGeodiversidade, que hoje cobrem 20 Estados brasileiros em escala 1:1.000.000 e poderão ser \ndetalhados de acordo com as necessidades de desenvolvimento do País e conforme demandas \nespecíficas de planejamento. \n \nOs levantamentos geológicos, geofísicos, geoquímicos, hidrológicos e hidrogeológicos \nrealizados no país são fonte importante de informações para a formulação e implementação \nde políticas públicas setoriais que visam ao aproveitamento sustentável dos recursos minerais, \nhídricos e energéticos e ao planejamento territorial e do uso e ocupação adequados do solo \nnos níveis regional e urbano. \n \nDessa forma, é necessário que o conhecimento geológico do território brasileiro, isto é, os \ndados e informações gerados pela CPRM - Serviço Geológico do Brasil, seja adequadamente \norganizado, armazenado, divulgado e disponibilizado sob a forma de produtos científicos de \nqualidade, com possibilidade de rápido acesso e fácil obtenção por parte dos usuários.  \n \nNesse sentido, vem sendo implantado o Centro de Informações Geocientíficas – CIG, do \nServiço Geológico do Brasil, ligado a uma infraestrutura de tecnologia de informação, \nembasada em uma rede de conectividade de alta velocidade, que permita o fluxo de dados, \nimagem e voz, desde os pontos mais remotos de operação até os centros de concentração e \ndistribuição. Do CIG constam ainda: \n\n? Banco de Dados: conjunto de bases de dados institucionais, consistentes, segundo o \nconceito de geodatabase, custodiadas sob um mesmo ambiente gerenciador, \npossibilitando a atualização e o acesso descentralizado via web; \n\n? Metadados: indexação do conhecimento geocientífico, segundo padrão internacional, \ndas características de dados e informações, independentemente de sua mídia, origem \ne local de custódia; \n\n? Biblioteca Virtua: disponibilização do acervo institucional através da implantação da \nbiblioteca virtual; \n\n? SEUS - Serviço de Atendimento aos Usuários: elo entre a sociedade e o SGB \nconsolidado pelo Serviço de Atendimento aos Usuários, voltado ao atendimento das \ndemandas por informações constantes do acervo de dados técnicos da CPRM, através \nda Biblioteca; \n\n? Portal SGB: concentração, em um sítio web, de todos os produtos, serviços e \ninformações geocientíficas do Serviço Geológico do Brasil, oferecendo todas as \npossibilidades de acesso, manuseio e aquisição dos itens disponíveis, com um ciclo de \nmodernização visual e tecnológica que mantenha o seu grau de atratividade; \n\n? Rede de Litotecas: implementação de estrutura física para a preservação do acervo \nlitológico, catalogado e armazenado em um banco de dados, com o objetivo de \nsubsidiar o planejamento de novos projetos de mapeamento geológico, o fomento à \npesquisa mineral e o desenvolvimento de pesquisas científicas. \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 27 - \n\nO cenário atual impõe um novo modelo de gestão para o conhecimento geocientífico \nalcançado pelo serviço oficial de geologia do País. Esse novo modelo implica em novas práticas \ne a utilização de ferramentas inovadoras no tratamento da informação. \n \nPor fim, para dar suporte às atividades e projetos da CPRM, já está em andamento a \nmodernização e implantação da Rede de Laboratórios de Análises Minerais – LAMIN, previsto \npara funcionar como centro de referência no País em análises mineralógicas de materiais \ngeológicos e de água. \n \na.2) Iniciativas e Ações Orçamentárias vinculadas \n \nIniciativa: 001C - Realização de levantamentos geológicos, geofísicos e de recursos minerais \n \nAções Orçamentárias vinculadas:  \n \n\ni. 2398 Levantamentos Geológicos  \n \n\nFinalidade: Gerar informações visando o conhecimento do solo e subsolo, a avaliação \ndos recursos minerais e hídricos subterrâneos, a gestão ambiental, o planejamento \nterritorial e a proteção do patrimônio natural. \n \nEspecificação do Produto: Relatório da geologia e recursos minerais de uma área, \ncontendo texto descritivo e mapas temáticos, com as informações organizadas em \nbancos de dados georreferenciados. \n \nImplementação da Ação: Atividades de escritório e de campo, com coleta de amostras \nde rochas, de sedimentos de corrente e de solos. Algumas dessas atividades são \nexecutadas, por meio de serviços de terceiros (processos licitatórios), com o \nacompanhamento e o controle de qualidade efetuados pela CPRM. Dentre essas \natividades, figuram as análises químicas, isotópicas e geocronológicas. \n \n\nii.  4872 Levantamentos Aerogeofísicos \n \n\nFinalidade: Subsidiar a geração do conhecimento geológico e hidrogeológico do Brasil \nvisando atrair investimentos para a descoberta de novos depósitos minerais e auxiliar a \ngestão e o planejamento territorial. \n \nEspecificação do Produto: Relatório de levantamentos geofísicos contendo mapas \ntemáticos acompanhados de bancos de dados digital. \n \nImplementação da Ação: Os serviços a serem executados por terceiros serão \ncontratados através de processos licitatórios, com o acompanhamento e o controle de \nqualidade efetuados pela CPRM. \n\n \n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 28 - \n\nIniciativa: 001H - Realização de levantamentos hidrogeológicos, geoquímicos e da \ngeodiversidade \n \nAções Orçamentárias vinculadas:  \n \n\ni. 2397 Levantamentos Hidrogeológicos \n \n\nFinalidade: Proporcionar a geração e difusão do conhecimento hidrogeológico \nbrasileiro, com ênfase na Região Nordeste, visando aumentar a oferta de recursos \nhídricos em lençóis freáticos subterrâneos e garantia do aproveitamento sustentável \ndos aquíferos existentes, através do mapeamento hidrogeológico em escalas diversas, \ncadastramento de fontes de água subterrânea, levantamento geofísico aéreo e \nterrestre, estudos geoquímicos, avaliação de aquíferos, manutenção dos bancos de \ndados, análises geoquímicas, geofísicas e sondagens. \n \nEspecificação do Produto:  \n\n? Base de dados de poços;  \n? Relatório técnico de hidrogeologia;  \n? Mapas hidrogeológicos e sistema de apoio à decisão para gestão dos recursos \n\nhídricos e aumento da oferta hídrica através de Sistema Simplificado de \nAbastecimento. \n\n \nImplementação da Ação:  \nConsiste nas seguintes fases:  \nElaboração de planos de trabalho, planejamento, mobilização das equipes, \nlevantamentos de campo, processos licitatórios, alimentação e manutenção de banco \nde dados, validação, consolidação e interpretação das informações, e elaboração de \nrelatórios de pesquisa com mapas temáticos. Além do quadro próprio, são realizadas \ncontratações de serviços de terceiros, incluindo consultorias. \n\n \nii. 2D62 Levantamento da Geodiversidade \n\n \nFinalidade: Promover o levantamento da geodiversidade a qual se constitui na \n\"natureza abiótica (meio físico) representada por uma variedade de ambientes, \nfenômenos e processos geológicos que dão origem às paisagens, rochas, minerais, \nfósseis, solos e outros depósitos superficiais que propiciam o desenvolvimento da vida \nna terra e em especial a biodiversidade\". Estas informações visam, principalmente, \nsubsidiar o planejamento e gestão do território, com vista à adequada ocupação \nurbana e rural, ao ordenamento territorial e ao desenvolvimento sustentável. \n \nEspecificação do Produto: Espacialização da Geodiversidade através de mapas que \napresentam a capacidade de suporte dos terrenos, em termos de potencialidades e \nfragilidades quanto ao uso para fins de mineração, disponibilidade hídrica superficial e \nsubterrânea, urbanização, etc. \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 29 - \n\nImplementação da Ação: Execução de estudos, compreendendo trabalhos de \nescritório (sensoriamento remoto, banco de dados) e de campo (levantamento de \ndados primários, quando não disponíveis), promovendo a integração das informações - \ngeologia, geomorfologia, hidrologia, hidrogeologia, geoquímica ambiental e geologia \nmédica, solos, áreas de riscos (cadastramento e mapeamento de deslizamento de \nencostas, inundações, desertificação, sismos, etc.), seleção de áreas para aterros \nsanitários, geoconservação de monumentos geológicos, potencial geoecoturístico, com \nos produtos apresentados em Sistema de Informações Geográficas – SIG, associado a \nbanco de dados. Além do quadro próprio, são realizadas contratações de serviços de \nterceiros, incluindo consultorias. \n\n \niii. 2D84 Levantamentos Geoquímicos \n\n \nFinalidade: Gerar informações da constituição química do substrato rochoso, da \ncobertura de solos e das águas superficiais e subterrâneas, visando subsidiar os \nlevantamentos geológicos, estudos de avaliação de recursos minerais, a agricultura, a \ngestão territorial e a saúde pública. \n \nEspecificação do Produto: Relatório contendo mapas de localização das amostras \ncoletadas e analisadas, e de distribuição geoquímica que apontem áreas de interesse \npara a mineração, agricultura, saúde pública e meio ambiente. \n \nImplementação da Ação:  \n\n? Realização de levantamento geoquímico multielementar através da coleta de \namostras de sedimentos, solos e águas de drenagem e de abastecimento \nhumano, para definir indicadores de áreas potencialmente favoráveis a \nconcentrações minerais, áreas passíveis de contaminação natural ou poluição \nprovocada por atividade antrópica e áreas para monitoramento ambiental; \n\n? Execução de trabalhos de campo para coleta de amostras de sedimento de \nfundo de rios e lagos (água, solo), análises de 70 elementos químicos mais os \nóxidos, fosfato, sulfato, nitrato, fluoreto, cloreto e brometo, e medidas no local \ndo pH, temperatura, oxigênio dissolvido, condutividade, bem como a \ninterpretação dos resultados analíticos.  \n\nAlém do quadro próprio, são realizadas contratações de serviços de terceiros, incluindo \nconsultorias. \n\n \n \nIniciativa: 0017 - Implantação e operação de redes de monitoramento hidrológico em bacias \nexperimentais e representativas \n \nAção Orçamentária vinculada: não há \n \nIniciativa: 0016 - Implantação da Rede de Laboratórios de Análises Minerais – LAMIN \n \n \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 30 - \n\nAção Orçamentária vinculada: \n \n\ni. 2B53 Produção Laboratorial de Análises Minerais – LAMIN \n \n\nFinalidade: Garantir a capacidade laboratorial do Serviço Geológico do Brasil, em apoio \naos levantamentos geológicos e demais atividades da instituição e de terceiros, e \nhabilitar o LAMIN à certificação de qualidade, em termos de materiais geológicos e de \náguas. \n \nEspecificação do Produto: Determinações analíticas de amostras de água ou de \nmateriais geológicos, coletados pela CPRM ou por terceiros, atendendo a demandas de \nprojetos da CPRM, de terceiros, ou ainda, na qualidade de laboratório de referência \nnacional, efetuar análises laboratoriais para dirimir resultados analíticos conflitantes, \nproduzidos por terceiros. \n \nImplementação da Ação: A implementação dessa Ação contempla:  \n\n? Obtenção da ISO-9000 ou equivalente, o que permitirá um rígido controle de \nqualidade dos resultados analíticos;  \n\n? Aquisição de equipamentos modernos que permitam avanços tecnológicos nas \npesquisas;  \n\n? Implantar um programa de materiais de referência, tanto de águas como de \nmateriais geológicos;  \n\n? Melhoria do quadro funcional do laboratório, mediante programas de \ntreinamento específicos ou mesmo cursos de pós-graduação (mestrado ou \ndoutorado) para os profissionais de nível superior;  \n\n? Estímulo à publicação de trabalhos científicos em revistas ou periódicos de \nrenome, de forma a consolidar a imagem de referência do laboratório na \ncomunidade científica nacional e internacional. \n\nAlém do quadro próprio, são realizadas contratações de serviços de terceiros, incluindo \nconsultorias. \n\n \nIniciativa: 0018 - Promoção da gestão e difusão do conhecimento geológico e das informações \ndo setor mineral \n \nAção Orçamentária vinculada:  \n \n\ni. 2B51 Gestão da Informação Geológica \n \n\nFinalidade: Garantir a infraestrutura de programas, equipamentos, pessoal e de \ncomunicação, necessária para a gestão e divulgação eficiente do repositório das \ninformações geocientíficas geradas ou custodiadas pelo Serviço Geológico. Entendida \ncomo finalística, de vez que faz parte da missão corporativa da instituição de gerar e \ndifundir as informações geológicas, esta ação é vital para a organização, padronização e \ndisponibilização dos dados, compreendendo toda a política de gestão da informação da \nempresa, desde a metodologia de armazenamento dos dados brutos, até as regras de \npublicação e oferta pública dos produtos elaborados. Em seu conjunto, esta ação é \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 31 - \n\nresponsável pela preservação da memória geológica da CPRM e inclui, também, links com \nas bases de dados de outras instituições. \n \nEspecificação do Produto: Conjunto de dados e/ou informações geocientíficas que é \nbaixado do sítio da CPRM a partir de uma demanda técnica específica, seguida por uma \nconsulta às bases de metadados e bases de dados disponibilizadas, dentro das regras de \nnegócio institucional da CPRM. \n \nImplementação da Ação: A implementação da Ação \"Gestão da Informação Geológica\" \ncompreende: a) Infra-Estrutura O projeto exige uma infra-estrutura de tecnologia de \ninformação, constituída por uma rede de conectividade de alta velocidade que permita o \nfluxo de dados, imagem e voz, permeando toda a Instituição, desde os pontos mais \nremotos de operação até os centros de concentração e distribuição, bem como \ninstrumentalizar a Empresa com estações de trabalho modernas; b) Banco de Dados \nConjunto de bases de dados institucionais, consistentes, segundo o conceito de \ngeodatabase, custodiadas sob um mesmo ambiente gerenciador, possibilitando a \natualização e o acesso descentralizado via web; c) Metadados Indexação do conhecimento \ngeocientífico, segundo um padrão internacional, das características de dados e \ninformações, independentemente de sua mídia, origem e local de custódia; d) Biblioteca \nVirtual Disponibilização do acervo institucional através da implantação da biblioteca \nvirtual; e) SEUS - Serviço de Atendimento aos Usuários Elo de ligação entre a sociedade e o \nSGB consolidado pelo Serviço de Atendimento aos Usuários, voltado ao atendimento das \ndemandas por informações constantes do acervo de dados técnicos da CPRM, através da \nBiblioteca; f) Portal SGB Concentração, em um sítio web, de todos os produtos, serviços e \ninformações geocientíficas do Serviço Geológico do Brasil, oferecendo todas as \npossibilidades de acesso, manuseio e aquisição dos itens disponíveis, com um ciclo de \nmodernização visual e tecnológica que mantenha o seu grau de atratividade. Além do \nquadro próprio são realizadas contratações de serviços de terceiros, incluindo \nconsultorias. \n\n \n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 32 - \n\na.3) Metas Físicas Estratégicas \n \n\nEspecificação Meta \nRealizar levantamentos aerogeofísicos nas áreas \nterritoriais brasileiras emersas \n\n1.062.000 km\n2\n recobertos por aerogeofísica \n\nImplantar a Rede de Sismologia Rede implantada com 5 estações sismológicas \n\nRealizar o levantamento das áreas territoriais \nbrasileiras emersas na escala 1:100.000, 1:250.000 e \n1:50.000 \n\n1.027.500 km\n2\n levantados nas escalas 1:100.000 \n\n(594.000 km\n2\n), 1:250.000 (378.000 km\n\n2\n) e 1:50.000 \n\n(55.500 km\n2\n) \n\nProduzir estudos e mapeamento hidrogeológicos 27 estudos hidrogeológicos realizados \n\nCadastrar poços profundos no Sistema de Informações \nde Águas Subterrâneas - SIAGAS \n\n112.000 poços cadastrados \n\nImplantar a Rede de Monitoramento de Poços \ncontemplando 1.000 poços monitorados nos principais \naquíferos brasileiros \n\nRede implantada com 1.000 poços monitorados \n\nRealizar levantamentos geoquímicos com amostragem \nde baixa densidade \n\n3.809.000 km\n2 \n\nlevantados com amostragem de baixa \ndensidade \n\nConcluir a implantação da Rede de Laboratórios de \nAnálises Minerais - LAMIN \n\nRede LAMIN implantada com 7 laboratórios \nregionais de análises minerais \n\nConcluir a implantação da Rede de Litotecas Rede de Litotecas implantada com 10 litotecas \nregionais \n\nConcluir a implantação da Rede do Centro de \nInformações Geocientíficas - CIG \n\nCIG implantado, integrado através de 14 pontos \nnodais conectados em rede \n\nElaborar mapas da geodiversidade, no entorno de \ngrandes obras do PAC e de aquíferos  \n\n21 mapas da geodiversidade gerados de diferentes \nregiões \n\nImplantar e operar redes de monitoramento \nhidrológico em bacias experimentais e representativas \n\nRede implantada contemplando 9 bacias \nhidrográficas \n\n  \n \nb) Objetivo 0038 - Promover a Ampliação das Reservas e da Produção de Minerais \nEstratégicos \n \nb.1) Caracterização \n \nO conceito de mineral estratégico adotado pelo Plano Nacional de Mineração PNM-2030 \ncompreende três situações: \n\nI. minerais de que o país depende e que importa em grande escala e em valor, como o \npotássio (90% em volume e montante de US$ 2,2 bilhões) e o carvão metalúrgico \n(100% em volume e montante de US$ 3,6 bilhões), essenciais para setores vitais da \nnossa economia;  \n\nII. minerais cuja demanda é crescente e que deverá se expandir  ainda mais nas próximas \ndécadas em virtude do uso em produtos de alta tecnologia, como terras-raras, lítio e \ntantalita, entre outros, denominados minerais “portadores do futuro”; e  \n\nIII. minerais em que o Brasil apresenta vantagens comparativas naturais e liderança \ninternacional em reservas e produção, tais como os minérios de ferro e de nióbio.  \n\n \nO agronegócio representa 30% do PIB nacional, sendo o Brasil o 3º maior exportador de \nprodutos agrícolas e o 4º maior consumidor de fertilizantes macronutrientes NPKS – \nNitrogênio, Fósforo, Potássio e Enxofre. A despeito da elevada produção agrícola o País possui \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 33 - \n\nalta dependência externa de minerais fertilizantes e compostos deles derivados. Atualmente \ncerca de 90% do potássio, 80% do enxofre e 50% do fósforo consumidos no País são \nimportados. Em 2010, a importação de fertilizantes (bens minerais e derivados) superou US$ 3 \nbilhões em valor. \n  \nOs minerais “portadores do futuro” deverão crescer em importância nas próximas décadas, \nem virtude de sua aplicação em produtos de alta tecnologia, como terras-raras, lítio,  cobalto e \ntântalo, entre outros. Os elementos de terras-raras são cada vez mais aplicados nas indústrias \nde alta tecnologia, como é o caso da ‘energia verde’ (turbinas eólicas e células foto voltaicas), \ncarros híbridos elétricos, imãs permanentes de alto rendimento, supercondutores, \nluminóforos e na comunicação à distância. O lítio deverá apresentar um crescimento \nextraordinário em sua aplicação em baterias para carros elétricos ou híbridos. \n  \nAtualmente, a produção mundial desses minerais se dá em pequena escala, da ordem de \ndezenas de milhares de toneladas, com alto valor unitário. No caso das terras-raras, desde \n2010, a China, principal produtora mundial (95%) impôs cotas de exportação aos países \nconsumidores. O Brasil, também afetado por essa medida, vê aumentada a necessidade de \nimplementação de um programa que vise minimizar sua vulnerabilidade e aproveitar o seu \npotencial mineral para o bem. \n \nPara os agrominerais, faz-se necessário ampliar o conhecimento geológico a fim de detectar \nnovas fontes, implementar políticas de incentivo à pesquisa mineral e abertura de novas \nminas, estimular o desenvolvimento de unidades de beneficiamento e transformação química \ne incentivar fontes alternativas (por exemplo, rochagem) como forma de reduzir a \ndependência externa no fornecimento destes minerais estratégicos e fortalecer o setor \nagrícola nacional. \n \nPara os minerais ditos “portadores de futuro”, é importante não se limitar à descoberta e \nprodução desses bens, mas desenvolver o estudo de suas cadeias produtivas visando à \nformulação e implementação, no médio e longo prazo, de programas específicos coordenados \nentre governo e setor privado para o desenvolvimento de processos e produtos de alto valor \nagregado, eventualmente atuando em determinados nichos, em um ambiente de intensa \ncompetitividade internacional.  \n \nOs levantamentos temáticos são valiosos como um ramo direcionado da geologia, com \nabordagem específica para determinado bem mineral. Devem ser realizados a partir de \noportunidades verificadas no território, no caso de levantamentos geológicos anteriores \nindicarem a existência de potenciais relevantes, a serem mais bem investigados como \npotenciais nacionais, ou a partir de recortes de políticas públicas relacionadas ao tema, como \na busca por fertilizantes e agrominerais em geral, rochas e minerais para aplicação industrial, \nterras raras para aplicação em produtos de alta tecnologia, entre outros. \n \nb.2) Iniciativas e Ações Orçamentárias vinculadas \n \nIniciativa: 002I - Estudos de minerais estratégicos por meio de levantamentos específicos em \nescala de detalhe \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 34 - \n\nAções Orçamentárias vinculadas:  \n \n\ni. 2399  Avaliação dos Recursos Minerais do Brasil \n \n\nFinalidade: Levantar informações qualitativas e quantitativas de recursos minerais, com \nênfase em minerais estratégicos, visando caracterizar o potencial econômico de \nocorrências, depósitos, distritos e províncias minerais do Brasil, além de subsidiar o \nconhecimento geológico objetivando a descoberta de novos depósitos minerais e atrair \ninvestimentos para o setor. \n \nEspecificação do Produto: Relatório de avaliação de recursos minerais de uma ou mais \náreas, contendo um texto descritivo das prospecções e pesquisas, juntamente com os \nmapas resultantes da(s) área(s), com todas as informações apresentadas em ambiente SIG \n– Sistema de Informações Geográficas.  \n \nImplementação da Ação: As fases são: Processos licitatórios para contratação de serviços \ne aquisição de equipamentos de informática e aplicativos apropriados, cadastramento de \nocorrências e depósitos, caracterização tipológica, alimentação de bases de dados \ngeorreferenciados, modelagens, produção de cartas temáticas e relatórios de pesquisas. \nAlém do quadro próprio, são realizadas contratações de serviços de terceiros, incluindo \nconsultorias. \n\n \nb.3) Metas Físicas Estratégicas \n \n\nEspecificação Meta \nAmpliar o conhecimento geológico do território \nemerso através do levantamento geológico temático \nde minerais estratégicos com enfoque em potássio, \nfosfato, minerais para rochagem, terras-raras e lítio. \n\nÁreas pesquisadas numa extensão equivalente a  \n250.000 km\n\n2\n  \n\nElaborar programas de aproveitamento econômico de \nminerais estratégicos de médio e longo prazo \n\nRealizar 5 estudos da cadeia produtiva de minerais \nestratégicos \n\n \nc) Objetivo 0039 - Estabelecer cooperação em exploração, processamento e transformação \nmineral com foco nos países da América do Sul e da África a fim de ampliar a troca comercial e \no desenvolvimento equilibrado entre os países. \n \nc.1) Caracterização \n \nO Brasil é um país rico em diversos minerais e um dos principais fornecedores destes recursos \nestratégicos essenciais ao desenvolvimento e ao comércio internacional, como é o caso do \nferro e do nióbio. Em contrapartida, o país é dependente da importação de alguns outros \nminerais, como os utilizados na agricultura e na siderurgia (a exemplo do carvão mineral). \n \nAlguns países sul-americanos e africanos também são ricos em recursos minerais e poderiam \nfazer uso destes para promover o desenvolvimento e a integração econômica regional e \nglobal. A cooperação com esses países reveste-se de grande importância, pois, com elas, \npode-se: \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 35 - \n\nii.    Desenvolver infraestrutura energética e logística entre os países, que permita \nimplementar  indústrias e ampliar mercados; \n\niii.    Fortalecer as cadeias produtivas dos países envolvidos;  \niv.    Estabelecer ganhos recíprocos no aproveitamento dos recursos minerais; \nv.    Reduzir diferenças sociais \n\n \nA atuação internacionalizada do Estado brasileiro, inicialmente por meio da CPRM (Serviço \nGeológico Brasileiro), com a realização de pesquisas minerais em países do Cone Sul e África, \npropiciará a ampliação da integração regional, da zona de influência brasileira e da detecção \nde potenciais minerais que podem resultar em aproveitamentos econômicos mútuos. \n \nc.2) Iniciativas e Ações Orçamentárias vinculadas \n \nIniciativa: 002R - Fortalecimento e ampliação da atuação internacional da CPRM \n \nAções Orçamentárias vinculadas:  \n \n\ni. 20LD Cooperação Técnico-Científica Internacional \n \n\nFinalidade: Consolidar a atuação internacional da CPRM através do incremento na \nexecução de projetos internacionais de cooperação técnico-científica na área de geologia, \nrecursos minerais e hídricos. \n \nEspecificação do Produto: Relatório de intercâmbio técnico-científico realizado através da \nexecução de projeto internacional. \n \nImplementação da Ação: Intercâmbio técnico-científico na área de geologia, recursos \nminerias e hídricos entre a CPRM e instituições congêneres de outros países através de \nmissões internacionais prospectivas, visitas técnicas e acordos de cooperação técnica. \n\n \nc.3) Metas Físicas Estratégicas \n \n\nEspecificação Meta \nDesenvolver projetos internacionais de cooperação \ntécnico-científica \n\nExecutar 36 projetos internacionais de cooperação \ntécnico-científica \n\nFortalecer e ampliar a atuação internacional da CPRM \n– Serviço Geológico do Brasil \n\nNão há \n\nPromover cooperação internacional para \nfortalecimento da cadeia mineral com países sul-\namericanos e africanos \n\nNão há \n\n \nd) Objetivo 0044 - Fortalecer as atividades de pesquisa, desenvolvimento e inovação e \narticular com a indústria mineral para promover a cultura e a prática da inovação tecnológica \nno setor mineral. \n \n \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 36 - \n\nd.1) Caracterização \n \nO desenvolvimento da cadeia produtiva mineral no país, com agregação de valor aos bens \nminerais e fortalecimento dos setores de serviços e bens de capital nacionais que atendem ao \nsetor mineral, dependem fortemente de dois movimentos simultâneos, atuando em sinergia: \n(i) consolidação, desenvolvimento e excelência dos grupos e infraestrutura de pesquisa \nexistentes no país, sobretudo instalados nas universidades e institutos de pesquisa e \ndependentes do apoio do governamental, e (ii) do investimento privado em PD&amp;I para elevar \na capacidade de inovação da indústria mineral, com o aumento da produtividade e da \ncompetitividade.  \n \nDe modo geral, o apoio federal à pesquisa e desenvolvimento é realizado pelo Ministério da \nCiência e Tecnologia - MCT, especialmente com o Fundo Setorial Mineral, Fundo CT-Mineral, \nde cujo comitê a Secretaria de Geologia, Mineração e Transformação Mineral do Ministério de \nMinas e Energia - MME (SGM/MME) e o Departamento Nacional de Produção Mineral \n(DNPM/MME) participam. No caso das geociências, a Companhia de Pesquisa de Recursos \nMinerais (CPRM/MME), o serviço geológico brasileiro, iniciou, a partir de 2003, um processo \nde reconhecimento como instituição de pesquisa, desenvolvimento e inovação (PD&amp;I). Entre \nas várias iniciativas, iniciou a estruturação do Centro de Desenvolvimento Tecnológico \n(CEDES), cujas instalações funcionam no Rio de Janeiro, tendo a principal função de coordenar \nas ações de PD&amp;I na empresa. Já em 2008, o CEDES fez o encaminhamento junto ao CNPq de \npedido com documentação para o reconhecimento formal no rol das instituições P&amp;D do país. \nDurante esse período, vários projetos de pesquisa foram submetidos nos editais da \nFinanciadora de Estudos e Projetos (FINEP) e do Conselho Nacional de Desenvolvimento \nCientífico e Tecnológico (CNPq), bem como a participação do Centro de Desenvolvimento \nTecnológico (CEDES) nos seminários promovidos pelo Departamento de Coordenação e \nGovernança das Empresas Estatais (DEST), do MPOG, com vistas a caracterizar a empresa \nentre as estatais que desenvolvem PD&amp;I. Nesse sentido, é imperativo consolidar o CEDES para \nas atividades de pesquisa, desenvolvimento, absorção e difusão das geotecnologias nas áreas \nde geologia e recursos minerais e hídricos, buscando torná-lo um centro de excelência \ninternacional em seu campo de atuação. \n \nNo que respeita o investimento privado em PD&amp;I, o setor mineral, não diferentemente da \nindústria brasileira em geral, investe menos do que deveria. Nas oficinas havidas na \nelaboração do Plano Nacional de Mineração 2030 ficou patente a necessidade de um esforço \ncooperativo entre governo, empresas e associações representativas com vistas à \nconscientização sobre as vantagens advindas da inovação tecnológica na competitividade das \nempresas do setor mineral, ou seja, a cultura da inovação. Embora o problema independa do \nporte empresarial, a situação é mais grave nas médias e pequenas empresas.  A articulação do \nMME, em parceria com o MCT e com o Ministério do desenvolvimento, Industria e Comércio \nExterior (MDIC), por meio da Política de Desenvolvimento da Competitividade (PDC), poderá \ncontribuir para a consecução deste objetivo. \nSoma-se a isso a necessidade de incentivar uma maior participação da indústria nacional de \nmáquinas e equipamentos no fornecimento requerido para implantação de novas unidades de \nprodutivas de mineração e transformação minera. A internacionalização das grandes \nmineradoras e siderúrgicas sediadas no País, já operando em outros continentes, pode \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 37 - \n\ncatalisar a oportunidade de exportação de serviços de engenharia e equipamentos, como já \nsucede na área de petróleo, que dependem de uma vigorosa atividade de PD&amp;I na retaguarda. \n \nd.2) Iniciativas e Ações Orçamentárias vinculadas \n \nIniciativa: 002X - Consolidação do centro de pesquisa, desenvolvimento e inovação nas áreas \nde geologia, recursos minerais e hídricos (CEDES/CPRM) \n \nAções Orçamentárias vinculadas:  \n \n\ni. 20LB Consolidação do Centro de Pesquisa, Desenvolvimento e Inovação na Área de \nGeologia e Recursos Minerais (CEDES/CPRM) \n\n \nFinalidade: Consolidar o Centro de Desenvolvimento Tecnológico - CEDES, da CPRM, \ncujas instalações funcionam no Rio de Janeiro, tendo a principal função de coordenar \nas ações de PD&amp;I na CPRM. \n \nEspecificação do Produto: Execução de projeto com inovação tecnológica. Como tal, \nentenda-se um projeto que resulte em um novo produto, com caracterísitcas \ninovadoras - como no caso da concepção dos mapas da geodiversidade - ou de uma \nmetodologia que leve a uma maior racionalidade nos trabalhos técnico-científicos ou à \ngeração de novos produtos para subsidiar os trabalhos da CPRM. \n \nImplementação da Ação: Realização de projetos de inovação tecnológica, \ncontemplando tanto atividades técnico-científicas distintas com abrangendo mais de \numa região brasileira. \n\n \nd.3) Metas Físicas Estratégicas \n \n\nEspecificação Meta \nImplantar a Rede do Centro de Desenvolvimento \nTecnológico da Companhia de Pesquisa de Recursos \nMinerais - CPRM (CEDES/CPRM) \n\nRede implantada com o desenvolvimento de 4 \nprojetos de inovação. \n\n \n\n4.2) PROGRAMA MAR, ZONA COSTEIRA E ANTÁRTIDA \n \nMacrodesafio: Preservar a integridade e a soberania nacional \n \nEixo: Não definido \n \n4.2.1) Objetivos estratégicos \n \na) Objetivo 0991 - Pesquisar o Potencial Mineral de Fundos Marinhos em Águas \nInternacionais, para fins de Aquisição de Direito de Exploração Mineral, e na Plataforma \nContinental Jurídica Brasileira (PCJB). \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 38 - \n\na.1) Caracterização \nEstudos indicam que diversos minerais estratégicos têm suas reservas conhecidas em franca \ndecadência. A exaustão das reservas conhecidas, o fracasso na descoberta de novas reservas \nrelevantes, as restrições ambientais e o crescimento do consumo por uma população cada vez \nmaior que também adota padrões de consumo mais elevados resultam em escassez e, \nconsequentemente, aumento dos preços dos minerais. \n \nO ciclo de descobrimento de novas reservas e sua efetiva exploração mineral dura cerca de 20 \nanos, compreendendo aí a pesquisa, o desenvolvimento de recursos tecnológicos, humanos e \nfinanceiros e a implantação das unidades de extração e beneficiamento primário. Dessa \nforma, torna-se premente a antecipação de descobertas de novas jazidas, devido ao longo \nprazo entre a descoberta e a efetiva produção em escala industrial, a exaustão das reservas \nconhecidas e o aumento da demanda mundial, o que força a mineração a procurar novas \nfronteiras. \n \nOs mares e oceanos são novas fronteiras minerais, com as maiores áreas do mundo e vastas \nriquezas a serem exploradas. O domínio destas riquezas, assim como a tecnologia de \nmineração marinha, é uma questão estratégica, não só pela posse do bem mineral e pelo \ndomínio tecnológico, mas também pelo novo desenho geopolítico que se forma com o avanço \nda exploração das riquezas minerais em mar pelas nações em busca de recursos. \n \nNos mares e oceanos têm-se as Zonas Econômicas Exclusivas – ZEEs e as Águas Internacionais. \nEstas se distinguem das demais por não se encontrarem sob jurisdição de nenhum Estado. \nPortanto, o direito de exploração mineral em Águas Internacionais depende de requisição de \náreas, junto a Autoridade Internacional dos Fundos Marinhos, devidamente embasado em \nestudos e pesquisas realizadas nas áreas solicitadas. \n \nEstudos recentes indicam que diversas riquezas minerais estão notadamente concentradas \nnos elevados ou “altos-topográficos” oceânicos, em águas brasileiras e internacionais, sobre \nos quais o país pode avançar estrategicamente, estudando e requerendo, no caso das Águas \nInternacionais, direitos de pesquisa de minerais junto à Autoridade Internacional dos Fundos \nMarinhos. \n \nAlém dos elevados, torna-se necessário que o Brasil avance em pesquisas por recursos \nminerais nos fundos oceânicos do Atlântico Sul, adquirindo conhecimentos, desenvolvendo \ntecnologia, extraindo minerais e estabelecendo soberania em áreas próximas as já conhecidas \nreservas do Pré-Sal e dos elevados oceânicos. \n \na.2) Iniciativas e Ações Orçamentárias vinculadas \n \nIniciativa 047J - Efetuar levantamentos geológicos marinhos na Plataforma Continental \nJurídica Brasileira - PCJB e em fundos marinhos de águas internacionais \n \n \n \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 39 - \n\nAções Orçamentárias vinculadas:  \n \n\ni. 20LC Levantamentos Geológicos Marinhos \n \n\nFinalidade: Garantir que o País possa exercer seus direitos de soberania para efeitos de \nexploração de recursos minerais presentes no leito do mar e em seu subsolo, tanto na \nPlataforma Continental Jurídica Brasileira - PCJB como nos fundos marinhos situados \nem áreas internacionais. No caso da PCJB, obedece Plano de Levantamento da \nPlataforma Continental Brasileira, atendendo ao disposto na convenção da Nações \nUnidas sobre o Direito do Mar, da qual o Brasil é signatário. \n \nEspecificação do Produto: Mapas, perfis, análises químicas, interpretação dos dados e \nrelatórios. \n \nImplementação da Ação:  \n\n? efetuar o levantamento geológico-geofísico das áreas e a coleta de amostras do \nfundo marinho;  \n\n? providenciar as análises minerais das amostras coletadas;  \n? efetuar a análise e integração das informações coletadas e dos resultados \n\nanalíticos, e elaborar relatórios;  \n? selecionar as áreas com maiores potenciais de conterem acumulações minerais. \n\n \nii. 7112 Avaliação dos Recursos Não-Vivos da Zona Econômica Exclusiva (ZEE) \n\n \nFinalidade: Garantir que o País possa exercer seus direitos de soberania para efeitos de \nexploração de recursos minerais presentes no leito do mar e em seu subsolo, na \nPlataforma Continental Jurídica Brasileira (PCJB), em uma área correspondente a 4,3 \nmilhões de km2, a ser incorporado ao território nacional como resultado Plano de \nLevantamento da Plataforma Continental Brasileira, atendendo ao disposto na \nconvenção da Nações Unidas sobre o Direito do Mar, da qual o Brasil é signatário. \n \nEspecificação do Produto: Mapas, perfis, análises químicas, interpretação dos dados e \nrelatórios. \n \nImplementação da Ação: Análise e avaliação dos depósitos minerais da  Plataforam \nContinental Jurídica Brasileira - PCJB, por meio de levantamentos geológicos-geofísicos \nsistemáticos básicos, e do detalhamento de sítios de interesse geoeconômico para a \nseleção de áreas com potencial mineral. \n\n \nIniciativa 047K - Exploração econômica de recursos minerais marinhos \n \nAções Orçamentárias vinculadas:  \n \n\ni. 13E5 Aquisição de Direitos de Exploração de Recursos Minerais Marinhos \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 40 - \n\nFinalidade: Adquirir direitos de exploração mineral em fundos marinhos de águas \ninternacionais junto à Autoridade Internacional dos Fundos Marinhos. \n \nEspecificação do Produto: Direito para efetuar pesquisa mineral em área restrita \nsituada nos fundos marinhos de áreas internacionais. \n \nImplementação da Ação:  \n\n? selecionar as áreas com maiores potenciais de conterem acumulações minerais;  \n? solicitar o direito de exploração econômica dos recursos minerais existentes \n\nnessas áreas à Autoridade Internacional de Fundos Marinhos. \n \na.3) Metas Físicas Estratégicas \n \n\nEspecificação Meta \nRealizar levantamentos geológicos e geofísicos \nmarinhos na escala 1:100.000 na Plataforma \nContinental Jurídica Brasileira \n\nEfetuar levantamentos de áreas cuja extensão total é \nde 280.000 km\n\n2\n \n\nRealizar levantamentos geológicos e geofísicos \nmarinhos na escala 1:100.000 na área da Elevação do \nRio Grande \n\nEfetuar levantamentos de áreas cuja extensão total é \nde 90.000 km\n\n2\n \n\nRealizar levantamentos geológicos e geofísicos \nmarinhos na escala 1:100.000 na área do PROAREA \n\nEfetuar levantamentos de áreas cuja extensão total é \nde 520.000 km\n\n2\n \n\nRealizar levantamentos geológicos e geofísicos \nmarinhos na escala 1:100.000 na área do \nPROCORDILHEIRA \n\nEfetuar levantamentos de áreas cuja extensão total é \nde 110.000 km\n\n2\n \n\nObter direito de pesquisa e exploração mineral de \nfundos marinhos em águas internacionais \n\nÁrea com direito de pesquisa e exploração mineral \ncom 10.000 km\n\n2\n \n\n \n \n4.3) PROGRAMA GESTÃO DE RISCOS E RESPOSTA A DESASTRES \n \nMacrodesafio: Expandir a infraestrutura produtiva, urbana e social de qualidade \n \nEixo: Gestão, Infraestrutura e PAC \n \n4.3.1) Objetivos estratégicos \n \na) Objetivo 0602 - Expandir e difundir o mapeamento geológico-geotécnico com foco nos \nmunicípios recorrentemente afetados por inundações, enxurradas e deslizamentos para \norientar a ocupação do solo. \n \na.1) Caracterização \nOs eventos catastróficos, que de forma recorrente, afetam regiões brasileiras sujeitas a \nintensas e/ou prolongadas precipitações, representados por processos naturais ou induzidos \nde natureza geotécnica, envolvendo rupturas em encostas e enchentes e inundações, \ncontribuiram para que fosse reconhecida a importância das características geológico-\ngeotécnicas dos terrenos como informação fundamental para a aplicação de políticas públicas  \nvisando o planejamento do uso do solo urbano.  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 41 - \n\nCom vistas a minimizar os danos resultantes de eventos pluviométricos extremos, faz-se \nnecessário a tomada de decisões tanto de caráter estrutural, como por ações não estruturais, \nonde se destacam os procedimentos de cunho preventivo.  \n \nDeste modo o mapeamento geotécnico se destaca, principalmente, por subsidiar, como fonte \nde informação geológico-geotécnica do meio físico, o planejamento urbano, a elaboração de \nPlanos Diretores, e principalmente a elaboração de mapeamento e setorização de riscos.  \n \nO mapa geotécnico consiste de um documento cartográfico que contém os diferentes \ncompartimentos geotécnicos, cujas diferentes características e propriedades resultam em \ndiferentes respostas frente às solicitações de um determinado empreendimento ou \nintervenção. Tal mapa indica ainda alternativas técnicas para que as modificações impostas ao \nmeio físico sejam realizadas da forma mais adequada técnica e economicamente. \n \nAssim, é necessário à realização de mapeamento geológico-geotécnico para subsidiar, tanto  \no planejamento do uso do solo (Planos Diretores Municipais), fornecendo informações e \norientações geotécnicas do meio físico para os mapeamentos de risco a serem realizados nos \nmunicípios afetados por processos de encostas e de cheias, principalmente, e outras \nintervenções tais como a adequada expansão urbana, implantação de aterros sanitários.  \n  \nNesses estudos serão incorporadas e tratadas as informações geomorfológicas e hidrológicas, \nprincipalmente as pluviométricas e fluviométricas, culminando com a elaboração do \nzoneamento das áreas inundáveis  \n   \nTambém será efetuada a integração dos cadastros já existentes de deslizamentos, inundações \ne enchentes, bem como a inserção de novos cadastramentos em todo o território, através do \nSistema Nacional de Cadastro de desastres naturais – SCDN. Estes dados contemplarão \ninformações detalhadas de caráter geológico-geotécnico das áreas de riscos do Brasil, os quais \nserão interligados ao sistema da Defesa Civil. \n   \nEsses trabalhos serão executados utilizando as metodologias desenvolvidas e aplicadas há \nmais de dez anos pela CPRM – Serviço Geológico do Brasil. \n \na.2) Iniciativas e Ações Orçamentárias vinculadas \n \nIniciativa 02CR - Levantamento e divulgação de informações geológicas-geotécnicas \n \nAções Orçamentárias vinculadas:  \n \n\ni. 20LA Mapeamento Geológico-geotécnico em Municípios Críticos com Relação a \nRiscos Geológicos \n\n \nFinalidade: Efetuar mapeamentos, em geral, nas escalas de 1:25.000 a 1:50.000, \ndependendo das caracteristicas do meio físico, e localizar em mapa as áreas que \napresentam os graus de suscetilidade baixa, média, alta e muito alta a deslizamentos, \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 42 - \n\nenxurradas e enchentes. As atividades serão desenvolvidas no escritório e em campo, a \npé ou de carro, percorrendo todos os acessos do município. \n \nEspecificação do Produto: Os mapas geológicos-geotécnicos dos municípios \nbeneficiados deverão conter as drenagens, altimetria, estradas, ferrovias, as \nurbanizações e as delimitações das áreas suscetíveis a deslizamento, enxurradas e \ninundações, as áreas de proteção ambiental, as precipitações e as vazões dos rios, bem \ncomo as áreas impróprias e adequadas a urbanização, acompanhados de um texto \nexplicativo para auxiliar a leitura dos mapas. \n \nImplementação da Ação: Execução de trabalhos de escritório utilizando os dados \nhistóricos de deslizamentos e enchentes, análise dos dados existentes e interpretação \nde sensores remotos e fotografia aéreas para a elaboração do mapa preliminar de \nsuscetibilidade do município. Executar trabalhos de campo para validar o mapa \npreliminar, com as correções e inserções de dados factuais. De volta ao escritório, \nelaborar o mapa final e a nota explicativa do trabalho realizado. Além da própria \nequipe da CPRM, será necessário efetuar parcerias com órgãos estaduais, municipais, \nuniversidades, bem como contratação de serviços de terceiros e consultorias externas. \n\n \na.3) Metas Físicas Estratégicas \n \n\nEspecificação Meta \n\nMunicípios com áreas de risco mapeadas 250 municípios beneficiados \n\n \n \nb) Objetivo 0173 - Promover a estruturação de sistema de suporte a decisões e alertas de \ndesastres naturais. \n \nb.1) Caracterização \n \nDesastres naturais provocam grandes perdas humanas e materiais em todo o mundo e seu \nrisco crescente é uma questão de preocupação global. A maior vulnerabilidade a desastres \nnaturais está relacionada à demografia, às condições tecnológicas e sócio-econômicas, e a \nfatores como urbanização sem planejamento, variabilidade e extremos climáticos, mudanças \nclimáticas, desastres geológicos, impacto das epidemias e competição por recursos escassos.  \n \nPor sua grande extensão territorial e população, o Brasil é um país vulnerável a grande \nvariedade de desastres naturais (por exemplo, deslizamentos de massa em encostas, \ntempestades violentas, temporais e ventanias, descargas elétricas, inundações, enchentes, \nenxurradas, alagamentos, secas, queimadas, chuvas de granizo, ressacas, episódios agudos de \npoluição do ar e da água etc.) e seus impactos afetam milhares a milhões de pessoas a cada \nano. A maioria dos desastres naturais está relacionada à variabilidade do clima e seus \nextremos. Frequentemente, devido à falta de alertas antecipados, as ações governamentais \ncabíveis são tomadas depois de ocorrido o evento. Em outras palavras, privadas de um \nsistema de alerta antecipado e incapazes de prever e prevenir os danos, historicamente às \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 43 - \n\nautoridades governamentais e à sociedade resta apenas a tentativa de atenuar as \nconsequências destes eventos. \n \nEste Objetivo, por sua vez, visa desenvolver, testar e implementar um sistema de previsão \nconfiável da ocorrência de desastres naturais em áreas do Brasil propensas a eles. Tal sistema \nserá um importante instrumento de suporte para os tomadores de decisão, pois permitirá \nconhecer com antecedência os riscos, possibilitando, desta forma, minimizar os impactos \nsociais, econômicos e ambientais. \n \nO desenvolvimento de um sistema de previsões de desastres naturais com alto grau de \nconfiabilidade requer conhecer a susceptibilidade e a vulnerabilidade dos ambientes e os \nagentes deflagradores dos riscos naturais, que, por sua vez, necessita uma rede observacional \ne computacional para monitorá-los e analisá-los de forma integrada, a fim de produzir \nmodelos de previsão. \n \nConsequentemente, este Sistema necessita fundamentalmente da entrada de dados sobre: as \ncondições geológicas, hidrológicas e biológicas das áreas mapeadas como suscetíveis a riscos \nnaturais; o uso e a ocupação do solo, a fim de verificar a vulnerabilidade destes ambientes; e \nas condições hidrometeorológicas da região, no intuito de monitorar os principais agentes \ndeflagradores de desastres naturais. Posteriormente, estas informações serão integradas, \nmodeladas e analisadas, permitindo prever com alto grau de confiabilidade a ocorrência de \num risco natural. Entende-se aqui como alto grau de confiabilidade, uma previsão com horas \nde antecedência e com precisão de poucos quilômetros da localidade em risco, possibilitando \ndelimitar exatamente a população que será afetada pelo iminente desastre natural e a sua \nevacuação com antecedência suficiente para que não haja vítimas dentro de seu perímetro.  \n \nNo que concerne aos mapeamentos de suscetibilidade e de vulnerabilidade das áreas de risco, \nmerece salientar que estas atividades serão desenvolvidas nas iniciativas dos Objetivos 0602 \n(Expandir e difundir o mapeamento geológico-geotécnico com foco nos municípios \nrecorrentemente afetados por enxurradas, inundações e deslizamentos para orientar a \nocupação do solo) e 0587 (Expandir o mapeamento de áreas de risco com foco em municípios \nrecorrentemente afetados por inundações, enxurradas e deslizamentos), deste Programa. Por \nconseguinte, a emissão de um alerta com alto grau de confiabilidade dependerá da execução \ndestas importantes ferramentas. \nEnquanto o presente Objetivo será responsável por monitorar os agentes deflagradores de \ndesastres naturais e pelas atividades de integração, modelagem e análise de todos os dados \nnecessários para identificação de riscos iminentes. \n \nConsequentemente, torna-se premente o estabelecimento de uma ampla rede observacional \ne computacional, que possibilite atividades de pesquisa e monitoramento relacionadas à \nprevisão de eventos geodinâmicos e hidrometeorológicos extremos. \n \nPara o monitoramento dos agentes deflagradores, em particular os hidrometeorológicos, é \nnecessário a ampliação, a captação, o processamento e a avaliação sistemática de uma série \nde variáveis indicativas da iminência de desastres naturais. Essas variáveis são obtidas por \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 44 - \n\nmeio de: radares meteorológicos; sensores remotos (satélites); estações meteorológicas e \nhidrológicas. \n \nApós a obtenção dos dados observacionais, faz-se necessário integrar todas as informações, \nanalisá-las e produzir modelos de previsão. Para tanto, será criado uma instituição que captará \ncontinuamente tais dados, inclusive os de mapeamento da suscetibilidade e vulnerabilidade. \nAdemais, este centro de monitoramento e alertas de desastres naturais será um componente \nimportante do Sistema e terá como objetivos principais, gerar produtos de alto conteúdo \ntecnológico com foco na emissão de alertas antecipados de desastres naturais fazendo uso \ndas mais modernas ferramentas tecnológicas disponíveis, e ter capacidade própria de \ncontinuamente aperfeiçoar a qualidade das informações de alertas, atingindo nível de \nreconhecimento internacional. Além disso, o centro reforçará as ações de apoio do governo \nque visam mitigar o impacto dos desastres naturais, através do fornecimento de informações \nconfiáveis sobre risco iminente de desastres naturais para a Secretaria Nacional de Defesa \nCivil, do Ministério da Integração Nacional. \n \nAs modelagens numéricas, que serão executadas no centro, são fundamentais para a \nprevenção de eventos geodinâmicos e hidrometeorológicos extremos. No entanto, torna-se \nessencial a aquisição e a manutenção de uma infraestrutura computacional que possibilite \nanalisar com eficiência e rapidez as inúmeras variáveis geodinâmicas e hidrometeorológicas. \nAdemais, tal infraestrutura também possibilitará a sistematização e o processamento de \nimagens de alta resolução de aerolevantamentos geofísicos, modelos digitais de elevação e \nanálises tridimensionais, além do cadastro de informações geológicas, geotécnicas e \nhidrogeológicas alfanuméricas por sistema DGPS (Differential Global Positioning System) e \ncoletor de dados em base de imagens de satélite de alta resolução e dos levantamentos de \ndeslizamentos utilizando sensoriamento remoto (imagens de radares). \n \nEm suma, para produzir previsões sobre riscos de desastres naturais com alto grau de \nconfiabilidade, será necessário: \n \n\nI. ampliar, integrar e manter uma rede de radares meteorológicos; \n\nII. ampliar, integrar e manter uma rede de estações de observações metereológicas; \n\nIII. criar e manter uma rede de pluviômetros automáticos nas principais áreas suscetíveis \na ocorrência de desastres naturais; \n\nIV. criar e manter uma rede de instrumentos que permitam medir a umidade do solo nas \nprincipais áreas de risco relacionadas a deslizamentos de terra; \n\nV. ampliar, integrar e manter estações hidrológicas em áreas sujeitas a inundações;  \n\nVI. criar e manter um rede de monitoramento de descargas elétricas intra-nuvem, pois \npermitem a identificação precoce de nuvens com grande potencial energético (e.g.: \nnuvens capazes de produzir granizos e tornados); \n\nVII. ampliar a capacidade de supercomputação do País aplicada ao processamento das \ninúmeras variáveis relacionadas à previsão de eventos geodinâmicos e \nhidrometeorológicos extremos e à modelagem numérica necessária para as previsões; \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 45 - \n\nVIII. criar e manter um centro de monitoramento e alertas de desastres naturais; e \n\nIX. estruturar e fortalecer a capacidade regional de monitoramento, previsão e alertas de \ndesastres naturais. \n\n \nAdemais, o sistema em questão também terá capacidade de promover a estruturação de \nsistema de informações hidrometeorológicas que, associadas a informações agronômicas, \npossibilitará desenvolver modelagem para previsão de colapsos de safras de subsistência do \nsemi-árido brasileiro, que geram profundos impactos sócio-econômicos. \n \nb.2) Iniciativas e Ações Orçamentárias vinculadas \n \nIniciativa 00FQ - Operação do Centro Nacional de Monitoramento e Alerta de Desastres \nNaturais e a expansão da infraestrutura observacional e computacional para monitoramento e \nmodelagem de áreas de risco \n \nAções Orçamentárias vinculadas:  \n \n\ni. 20L9 Informações de Alerta de Cheias e Inundações \n \n\nFinalidade: Gerar informações para sistemas de alertas de cheias e inundações através \nda implantação e operação de sistemas, envolvendo o monitoramento, a coleta de \ninformações, a análise e a divulgação. \n \nEspecificação do Produto: Municípios atendidos por boletins da situação hidrológica da \nbacia monitorada e por mapas de áreas inundáveis em áreas urbanas. \n \nImplementação da Ação:  \n\n? Execução de trabalhos de escritório analisando dados hidrológicos para a \nescolha de estações a serem monitoradas e de modelos hidrológicos ou \nhidráulicos a serem adotados Implantação de novas estações \nhidrometeorológicas com telemetria e instalação de telemetria nas existentes;  \n\n? Calibração dos modelos adotados; \n\n? Montagem do sistema computacional de integração dos dados, modelos e \ndivulgação de resultados; \n\n? Implantação de centro de controle do sistema de alerta em cada \nbacia.Montagem de sala de situação nacional onde serão supervisionados os \nsistemas de alerta locais; \n\n? Operação do sistema de alerta com divulgação dos boletins hidrológicos; \n\n? Elaboração de mapas de áreas inundáveis em áreas urbanas; \n\n?  Além da própria equipe da CPRM, será necessário efetuar parcerias com órgãos \nestaduais, municipais, universidades, bem como contratação de serviços de \nterceiros e consultorias externas. As parcerias com órgãos federais, estaduais e \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 46 - \n\nmunicipais de meteorologia e defesa civil, para obtenção de dados \ncomplementares aos coletados pela rede de monitoramento e para divulgação \ndos boletins de situação hidrológica, e com universidades, para estudos de \nmodelagem hidrológica necessária à previsão;  \n\n? A contratação de serviços de terceiros e consultorias externas se fará necessário \npara apoio em manutenção de sistemas computacionais e em modelagem \nquando não atendido por parcerias com universidades. \n\n \nb.3) Metas Físicas Estratégicas \n \n\nEspecificação Meta \n\nMonitoramento e alerta com alto grau de \nconfiabilidades para 205 municípios com riscos de \ninundações e enxurradas \n\n205 municípios monitorados  \n\n \n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 47 - \n\n5) SÍNTESE DOS PROGRAMAS, AÇÕES, INICIATIVAS E AÇÕES ORÇMENTÁRIAS \n\nAbaixo, na tabela 5.1, segue uma síntese das vinculações das Ações Orçamentárias com os Programas \n\nde governo estabelecidos no PPA 2012-2015: \n\nOBJETIVO ESTRATÉGICO INICIATIVA\n\n2398 - Levantamentos Geológicos\n\n4872 - Levantamentos Aerogeofísicos\n\n2397 - Levantamentos Hidrogeológicos\n\n2D84 - Levantamentos Geoquímicos\n\n2D62 - Levantamento da Geodiversidade\n\n0018 - Promoção da gestão e difusão do \n\nconhecimento geológico e das informações do setor \n\nmineral\n\n2B51 - Gestão da Informação Geológica\n\n0016 - Implantação da Rede de Laboratórios de \n\nAnálises Minerais – LAMIN\n\n2B53 - Produção Laboratorial de Análises Minerais - \n\nLAMIN\n\n0038 - Promover a Ampliação das Reservas e da \n\nProdução de Minerais Estratégicos\n\n002I - Estudos de minerais estratégicos por meio de \n\nlevantamentos específicos em escala de detalhe\n2399 - Avaliação dos Recursos Minerais do Brasil \n\n0044 - Fortalecer as atividades de pesquisa, \n\ndesenvolvimento e inovação e articular com a indústria \n\nmineral para promover a cultura e a prática da \n\ninovação tecnológica no setor mineral\n\n002X - Consolidação do centro de pesquisa, \n\ndesenvolvimento e inovação nas áreas de geologia, \n\nrecursos minerais e hídricos (CEDES/CPRM)\n\n20LB - Consolidação do Centro de Pesquisa, \n\nDesenvolvimento e Inovação na Área de Geologia e \n\nRecursos\n\n0039 - Estabelecer cooperação em exploração, \n\nprocessamento e transformação mineral, com foco nos \n\npaíses da América do Sul e da África, a fim de ampliar \n\na troca comercial e o desenvolvimento equilibrado \n\nentre os países.\n\n002R - Fortalecimento e ampliação da atuação \n\ninternacional da CPRM\n20LD - Cooperação Técnico-Científica Internacional\n\n20LC - Levantamentos Geológicos Marinhos\n\n7112 - Avaliação dos Recursos Não-Vivos da Zona \n\nEconômica Exclusiva (ZEE) \n\n047K - Exploração econômica de recursos minerais \n\nmarinhos\n\n13E5 - Aquisição de Direitos de Exploração de \n\nRecursos Minerais Marinhos\n\n0602 - Expandir e difundir o mapeamento geológico-\n\ngeotécnico com foco nos municípios recorrentemente \n\nafetados por inundações, enxurradas e deslizamentos \n\npara orientar a ocupação do solo\n\n02CR - Levantamento e divulgação de informações \n\ngeológicas-geotécnicas\n\n20LA - Mapeamento Geológico-geotécnico em \n\nMunicípios Críticos com Relação a Riscos \n\nGeológicos\n\n0173 - Promover a estruturação de sistema de suporte \n\na decisões e alertas de desastres naturais.\n\n00FQ - Operação do Centro Nacional de \n\nMonitoramento e Alerta de Desastres Naturais e a \n\nexpansão da infraestrutura observacional e \n\ncomputacional para monitoramento e modelagem \n\nde áreas de risco\n\n20L9 - Informações de Alerta de Cheias e \n\nInundações\n\nPROGRAMA AÇÃO ORÇAMENTÁRIA\n\n001C - Realização de levantamentos geológicos, \n\ngeofísicos e de recursos minerais\n\n001H - Realização de levantamentos \n\nhidrogeológicos, geoquímicos e da geodiversidade\n\n0032 – Realizar o levantamento geológico do Brasil e \n\ndas províncias minerais nas escalas adequadas, e \n\npromover a gestão e a difusão do conhecimento \n\ngeológico e das informações do setor mineral\n\n2041 - Gestão Estratégica da Geologia, da \n\nMineração e da Transformação Mineral\n\n2046 - Mar, Zona Costeira e Antártica\n\n2040 - Gestão de Riscos e Resposta a \n\nDesastres\n\n047J - Efetuar levantamentos geológicos marinhos \n\nna Plataforma Continental Jurídica Brasileira - PCJB \n\ne em fundos marinhos de águas internacionais \n\n0991 - Pesquisar o Potencial Mineral de Fundos \n\nMarinhos em Águas Internacionais, para fins de \n\nAquisição de Direito de Exploração Mineral, e na \n\nPlataforma Continental Jurídica Brasileira (PCJB).\n\n \n\nTabela 5.1 – Síntese dos Programas, Ações e Metas Estratégicas \n\n \n\n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 48 - \n\n6) METAS ESTRATÉGICAS \n\nAs Metas Estratégicas, definidas para o PDI 2012-2015 da CPRM-Serviço Geológico do Brasil, estão \n\nexpressas na tabela 6.1, abaixo, vinculadas às Ações Orçamentárias correspondentes. Há que se notar \n\nque existem Ações com mais de uma meta: \n\nTotal\n\nIndicador 2012 2013 2014 2015 2012-2015\n\n2398 - Levantamentos Geológicos Área levantada - km\n2 256.000      256.000      256.000      259.500      1.027.500    \n\n4872 - Levantamentos Aerogeofísicos Área levantada - km\n2 266.000      266.000      266.000      264.000      1.062.000    \n\n2397 - Levantamentos Hidrogeológicos Estudos realizados - unidade 6 6 7 8 27                 \n\n2D84 - Levantamentos Geoquímicos Área levantada - km\n2 952.250 952.250 952.250 952.250 3.809.000    \n\n2D62 - Levantamento da Geodiversidade Levantamento realizado - unidade 6                  5                  5                  5                  21                 \n\nImplantação do CIG - Centro de \n\nInformações Geocientíficas - pontos nodais \n\n- unidade\n\n3                  3                  4                  4                  14                 \n\nImplantação da Rede de Litotecas - \n\nlitotecas regionais implantadas - unidade\n4                  3                  2                  1                  10                 \n\n2B53 - Produção Laboratorial de Análises \n\nMinerais - LAMIN\n\nRede LAMIN implantada - laboratórios \n\nimplantados - unidade\n5                  1                  1                  -                   7                   \n\nÁreas pesquisadas - km\n2 100.000      50.000        50.000        50.000        250.000       \n\nEestudos da cadeia produtiva de minerais \n\nestratégicos - unidade\n1                  1                  1                  2                  5                   \n\n20LB - Consolidação do Centro de \n\nPesquisa, Desenvolvimento e Inovação na \n\nÁrea de Geologia e Recursos\n\nImplantar a Rede do CEDES/CPRM com a \n\nexecução de projetos de inovação - unidade\n1                  1                  1                  1                  4                   \n\n20LD - Cooperação Técnico-Científica \n\nInternacional\n\nProjetos internacionais de cooperação \n\ntécnico-científica executados - unidade\n9                  9                  9                  9                  36                 \n\n20LC - Levantamentos Geológicos Marinhos Área levantada - km\n2 150.000      170.000      190.000      210.000      720.000       \n\n7112 - Avaliação dos Recursos Não-Vivos \n\nda Zona Econômica Exclusiva (ZEE) \nÁrea levantada - km\n\n2 60.000        65.000        75.000        80.000        280.000       \n\n13E5 - Aquisição de Direitos de Exploração \n\nde Recursos Minerais Marinhos\nDireito de exploração -                   autorização -                   -                   autorização\n\n20LA - Mapeamento Geológico-geotécnico \n\nem Municípios Críticos com Relação a \n\nRiscos Geológicos\n\nMunicípio atendido - unidade 30                50                80                91                251              \n\n20L9 - Informações de Alerta de Cheias e \n\nInundações\n\nMonitoramento e alerta para municípios com \n\nriscos de inundações e enxurradas - \n\nunidade\n\n20                45                60                80                205              \n\n2B51 - Gestão da Informação Geológica\n\n2399 - Avaliação dos Recursos Minerais do \n\nBrasil \n\nAÇÃO ORÇAMENTÁRIA\n\nMeta\n\n  \n\nTabela 6.1 – Síntese das Metas Estratégicas vinculadas às Ações Orçamentárias \n\n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 49 - \n\n7) PREVISÃO DE INVESTIMENTOS PARA O PDI 2012-2015 \n\nAbaixo, a Tabela 7.1 apresenta a previsão de investimentos contemplados no PDI para o período 2012-\n\n2015. Os valores estão expressos em investimentos totais, englobando tantos as despesas de custeio \n\ncom as de aquisição de bens de capital e obras. Como se pode ver, está prevista um montante total de \n\nR$ 645,4 milhões a serem aplicados nas atividades e projetos da CPRM desenvolvidos no quadriênio \n\n2012-2015. \n\n2012 2013 2014 2015 Total por Ação\n\nPDI 2012-2015\n\n[A] [B] [C] [D]  [E=A+B+C+D]\n\n2398 - Levantamentos Geológicos 18.247.500 18.206.133 15.450.000 17.500.000 69.403.633          \n\n4872 - Levantamentos Aerogeofísicos 45.929.412 56.000.000 46.000.000 49.000.000 196.929.412       \n\n2397 - Levantamentos Hidrogeológicos 13.300.000 19.000.000 13.241.720 15.000.000 60.541.720          \n\n2D84 - Levantamentos Geoquímicos 2.120.000   2.268.000   2.000.000   2.540.000   8.928.000            \n\n2D62 - Levantamento da Geodiversidade 2.996.000   3.167.533   2.723.865   3.750.000   12.637.398          \n\n2B51 - Gestão da Informação Geológica 21.085.520 14.153.449 13.408.466 13.900.000 62.547.435          \n\n2B53 - Produção Laboratorial de Análises Minerais - LAMIN 7.045.570   7.087.237   5.500.000   7.600.000   27.232.807          \n\n2399 - Avaliação dos Recursos Minerais do Brasil 12.139.999 12.200.000 12.000.000 11.500.000 47.839.999          \n\n20LB - Consolidação do Centro de Pesquisa, Desenvolvimento e \n\nInovação na Área de Geologia e Recursos\n150.000      156.750      163.804      171.175      641.729               \n\n20LD - Cooperação Técnico-Científica Internacional 160.000      250.000      250.000      285.292      945.292               \n\n20LC - Levantamentos Geológicos Marinhos 26.998.999 23.936.666 19.136.798 40.200.000 110.272.463       \n\n7112 - Avaliação dos Recursos Não-Vivos da Zona Econômica \n\nExclusiva (ZEE) \n3.625.000   3.200.000   3.200.000   4.120.000   14.145.000          \n\n13E5 - Aquisição de Direitos de Exploração de Recursos Minerais \n\nMarinhos\n250.000      50.000         -                    -                    300.000               \n\n20LA - Mapeamento Geológico-geotécnico em Municípios Críticos \n\ncom Relação a Riscos Geológicos\n5.181.000   3.701.133   3.720.000   6.330.000   18.932.133          \n\n20L9 - Informações de Alerta de Cheias e Inundações 3.500.000   3.500.000   2.900.000   4.200.000   14.100.000          \n\n162.729.000  166.876.901  139.694.653  176.096.467  645.397.021       \n\nPROGRAMA AÇÃO ORÇAMENTÁRIA\n\n2046 - Mar, Zona Costeira e Antártida\n\n2041 - Gestão Estratégica da Geologia, da \n\nMineração e da Transformação Mineral\n\nTotal por Ano\n\n2040 - Gestão de Riscos e Resposta a \n\nDesastres\n\n \n\nTabela 7.1 – Previsão de Investimentos para o período 2012-2015 no PDI/CPRM \n\n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 50 - \n\n8) RECURSOS HUMANOS \n \nA evolução de especialização e titulação no quadro de pesquisadores e analistas da CPRM foi \nbastante significativa, considerando-se a posição em 2003 e em 2011. \n \nA figura 8.1, abaixo, mostra essa evolução: \n \n\n \nFigura 8.1 - Evolução do Nível de Titularidade dos Empregados da CPRM \n\n \n\nComo se pode ver, a ampliação do número de titulados foi muito expressiva, consistindo esse \nuniverso de titulados numa vantagem para a CPRM enfrentar os desafios dos próximos 4 anos. \n \nNa tabela 8.1 abaixo, estão indicados a quantidade de pessoal titulado, como mestre e doutor, \ndiscriminados por cargo: \n \n \n\nTitularidade/Cargo Pesquisador Analista\nTotal de Empregados \n\nTitulados\n\nPercentagem sobre o \n\nEfetivo Total\n\nMestrado 186 22 208 14%\n\nDoutorado 80 8 88 6%\n\n1.499Efetivo Total\n \n\n \nTabela  8.1 – Cargos e Titularidade dos Empregados \n\n \n \nVale salientar ainda um outro dado:  do efetivo total da CPRM,  cerca 1.001 empregados, ou \nseja, 67% do efetivo, possui nível superior completo ou incompleto.  \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 51 - \n\nSe considerarmos apenas esse número, os percentuais referentes ao número de mestres e \ndoutores na CPRM passam para 21% e 9%, respectivamente. \n \nVale ainda ressaltar que a CPRM vem conseguindo ampliar seu quadro de empregados, \nconsiderando o aumento nas atividades em função de sua inserção no PAC. A figura 8.2 abaixo \nilustra essa evolução desde 2006: \n \n\n \n \n\nFigura 8.2 – Ampliação do Limite do Efetivo de Empregados entre 2006 e 2011 \n\n \n \nAs atividades de geração de informações básicas e ampliação dos conhecimentos \ngeocientíficos correspondentes caracterizam a CPRM como uma Empresa de Conhecimento, \nsignificando que os pesquisadores, analistas e técnicos detêm todo o conhecimento \nacumulado da CPRM- Serviço Geológico do Brasil. \n \nPortanto, a gestão dos recursos humanos é uma atividade essencial, não só para a \nmanutenção do conhecimento existente, mas principalmente para a sua ampliação, com base \nem desenvolvimento tecnológico e inovação.  \n \nContemplando-se essa realidade, os perfis profissionais dos pesquisadores e especialistas da \nCPRM devem ser adequados em termos quantitativos, para executar os trabalhos necessários \ne, em termos qualitativos, o seu conhecimento deve se aproximar de perfis profissionais ideais \npara enfrentar os desafios do presente Plano para os próximos 4 anos. \n \n \n \n \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 52 - \n\nDiante desses cenários, a CPRM terá dentro do presente PDI metas estratégicas para a área de \nRecursos Humanos, conforme abaixo:  \n\ni. Estabelecer perfis profissionais ideais para cada cargo, visando os desafios postados \npara a CPRM, em função do presente PDI e das atribuições adicionais a serem \nacrescidas ao Serviço Geológicos em função do novo marco regulatório do Setor \nMineral; \n\nii. Consolidar e manter o Programa Nacional de Formação e Qualificação de Recursos \nHumanos; \n\niii. Implantar e gerir um banco de dados de talentos, instrumento fundamental para a \ngestão do conhecimento na CPRM. \n\n  \n\n\n\n                                                                                   Plano de Desenvolvimento Institucional – PDI 2012-2015 \n\n- 53 - \n\n9) BIBLIOGRAFIA \n\n1) CPRM, Proposta para o PAC/CPRM, 2008 e 2011 (PAC 1 e PAC 2). \n\n2) Maron, M.A.C., Andrade, J.G., Machado, I.F., Estimativa da Taxa Interna de Retorno dos \nInvestimentos Previstos no PPI/CPRM, 2006 – inédito. \n\n3) MME- SGM, Programa Nacional de Mineração – PNM 2030, 2010. \n\n4) MPOG - SPI, Programa Plurianual – PPA 2012-2015, 2011. \n\n\n\n \n\n\n\t1\n\tautor\n\t2"}]}}}