{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17977"}, {"@name": "filename", "#text": "24812_2011%2c%20O%20esp%c3%b3lio%20malacol%c3%b3gico%20do%20povoado%20calcol%c3%adtico%20fortificado%20do%20Outeiro%20Redondo%20%28Sesimbra%29.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "3\n\nESTUDOS\nARQUEOLÓGICOS\n\nDE OEIRAS\n\nVolume 18 • 2010/2011\n\nC Â M A R A  M U N I C I P A L  D E  O E I R A S\n2010/2011\n\nEditor Científico: João Luís Cardoso\n\n\n\n4\n\nESTUDOS ARQUEOLÓGICOS DE OEIRAS\nVolume 18 • 2010/2011 ISSN: O872-6O86\n\n EDITOR CIENTÍFICO – João Luís Cardoso\n DESENHO E FOTOGRAFIA – Autores ou fontes assinaladas\n PRODUÇÃO – Gabinete de Comunicação / CMO\n CORRESPONDÊNCIA – Centro de Estudos Arqueológicos do Concelho de Oeiras\n   Fábrica da Pólvora de Barcarena\n   Estrada das Fontainhas\n   2745-615 BARCARENA\n\n   Os artigos publicados são da exclusiva responsabilidade dos Autores.\n\n   Aceita-se permuta\n   On prie l’échange\n   Exchange wanted\n\n   Tauschverkhr erwunscht\n\nORIENTAÇÃO GRÁFICA E\nREVISÃO DE PROVAS – João Luís Cardoso, Maria da Conceição André e Autores\nPAGINAÇÃO, IMPRESSÃO E ACABAMENTO – Europress, Lda. – Tel. 218 444 340\nDEPÓSITO LEGAL N.º 97312/96\n\nEstudos Arqueológicos de Oeiras é uma revista de periodicidade anual, publicada em continuidade desde 1991, que privilegia, \nexceptuando números temáticos de abrangência nacional e internacional, a publicação de estudos de arqueologia da Estremadura \nem geral e do concelho de Oeiras em par ticular.\nPossui um Conselho Assessor do Editor Científico, assim constituído:\n\n– Dr. Luís Raposo (Museu Nacional de Arqueologia, Lisboa)\n\n– Professor Doutor João Zilhão (Universidade de Barcelona e ICREA)\n\n– Professor Doutor Jean Guilaine (Collège de France, Paris)\n\n– Professor Doutor Mar tín Almagro Gorbea (Universidade Complutense de Madrid)\n\n– Professor Doutor Jorge de Alarcão (Universidade de Coimbra)\n\n\n\n235\n\n* Mestre em Arqueologia (FLUL). Bolseira de doutoramento da FCT.\n** Professor catedrático de Arqueologia e Pré-História da Universidade Aber ta. Coordenador do Centro de Estudos Arqueológicos do \nConcelho de Oeiras (Câmara Municipal de Oeiras).\n\nEstudos Arqueológicos de Oeiras,\n18, Oeiras, Câmara Municipal, 2010/2011, p. 235-286\n\n1 – LOCALIZAÇÃO\n\nO local onde se implanta o povoado calcolítico fortificado do Outeiro Redondo (Sesimbra) corresponde a elevação \nisolada, constituindo, com o morro do castelo de Sesimbra e o morro do Moinho da Forca, uma linha de relevos \nde calcários duros do Jurássico Superior (“Calcários de Azóia”) com orientação Nordeste-Sudoeste. As respectivas \ncoordenadas são as seguintes: 38º 27’ 16’’ lat. N; 9º 06’ 02’’ long. W de Greenwich (Fig. 1). Dali, domina-se toda a \nbaía de Sesimbra, constituindo assim um excelente local para o controle visual do litoral adjacente, no único trecho \nfavorável ao desembarque e acostagem, já que, tanto para Este como para Oeste da baía, a costa é rochosa e escar-\npada. Aliás, o estreito relacionamento estabelecido pelos habitantes do povoado com o litoral, encontra-se sublinha-\nda pela visibilidade da elevação, para quem vem do mar (Fig. 2), e encontra-se evidenciado pelos abundantíssimos \nrestos alimentares de origem marinha exumados no decurso das escavações agora objecto de estudo sistemático, o \nprimeiro que, com tal amplitude e profundidade, se realiza sobre um conjunto desta natureza, no nosso País.\n\nO ESPÓLIO MALACOLÓGICO DO POVOADO CALCOLÍTICO FOR TIFICADO DO OUTEIRO \nREDONDO (SESIMBRA). CONTRIBUTO PARA O CONHECIMENTO DAS ESTRATÉGIAS DE \nRECOLECÇÃO DE UMA COMUNIDADE SEDENTÁRIA DO 3.º MILÉNIO a.C. DO LITORAL \nPOR TUGUÊS\n\nManuela Dias Coelho* &amp; João Luís Cardoso**\n\nFig. 1 – Localização do povoado calcolítico do Outeiro Redondo na península de Setúbal evidenciando-se, à esquerda, a sua relação \ndirecta com o litoral atlântico. Foto de J. L. Cardoso.\n\n\n\n236\n\n2 – TRABALHOS ARQUEOLÓGICOS EFECTUADOS\n\nAntes de iniciadas as escavações arqueológicas em extensão, em Maio de 2005, foi confirmado que algumas \ndas estruturas afloravam no terreno, evidenciando-se alinhamentos de grandes blocos integrando uma estrutura \narqueada que viria depois a confirmar-se como sendo um grande bastião, o qual já tinha sido delineado por O. \nda Veiga Ferreira, no seu caderno de campo, entretanto publicado (CARDOSO, 2001, Fig. 14). Este esboço foi \nrealizado pouco tempo depois de Gustavo Marques ter apresentado a primeira notícia da descober ta do povoado \npré-histórico à Secção de Arqueologia da Sociedade de Geografia de Lisboa (CARDOSO, 2009), embora jamais \ntenha publicado qualquer elemento gráfico que lhe correspondesse. Tal evidência, a que se somava o facto de a \nobser vação da colecção reunida por Gustavo Marques, ter indicado a existência de uma presença de assinalável \ndiacronia, incluindo o Calcolítico inicial e o Calcolítico pleno, que viria a ser plenamente demonstrada pelo res-\npectivo estudo e publicação (CARDOSO, 2009), constituía motivo acrescido para a organização de um programa \nplurianual de escavações. Tal programa veio a ser realizado entre Maio de 2005 e Novembro de 2008 ao abrigo \nde um Projecto quadrienal (2004-2007) aprovado e financiado pelo extinto Instituto Por tuguês de Arqueologia, no \nquadro do Plano Nacional de Trabalhos Arqueológicos, tendo a última campanha (2008) sido financiada pela \nFundação Calouste Gulbenkian.\n\nFig. 2 – Outeiro Redondo. Vista da área escavada até final de 2005, obser vando-se, em primeiro plano, pano de muralha, assente \nem depósito arqueológico do Calcolítico Pleno e, em segundo plano, o Bastião C, de planta arqueada, parcialmente visível no ter-\nreno antes de iniciados os trabalhos. Foto de J. L. Cardoso.\n\n\n\n237\n\nAs escavações demonstraram a impor tância da estação, correspondendo a um dispositivo for tificado, ainda  \nque de pequenas dimensões, constituído pelo menos por duas linhas muralhadas, reforçado externamente  \npor bastiões semi-circulares, envolventes da par te mais alta da elevação, ocupada actualmente por escarpado \nrochoso. É, no entanto, possível que, na época, esta verdadeira acrópole estivesse ocupada por estruturas  \nde carácter habitacional, tendo os sedimentos ali formados sido ulteriormente erodidos, depositando-se em sec-\ntores adjacentes, de pendor mais suave, de mistura com muitos espólios arqueológicos dali em par te provenientes \ne onde foram recuperados no decurso das escavações. A deposição de tais sedimentos do lado sul, criou uma \nnova super fície topográfica, assente directamente no substrato rochoso, possibilitando a fundação do dispositivo \ndefensivo, ser vindo este, ao mesmo tempo, para preser var a conser vação desta camada, tal como ela hoje se \nencontra.\n\nApesar de ser diminuta a área defendida, foi possível definir sequência estratigráfica de expressão cronológico-\ncultural, em estreita relação com a construção de um dispositivo defensivo complexo, do qual apenas uma peque-\nna par te foi até agora explorada.\n\nPor outro lado, a correlação entre a sequência estratigráfica e o seu conteúdo arqueográfico, permitiu atribuir \nao Calcolítico inicial da Estremadura, representado pelas produções cerâmicas com padrões canelados (“copos” \ne taças), a fase mais antiga da ocupação, atingindo a fase mais recente desta o Calcolítico pleno, caracterizado \n\nFig. 3 – Outeiro Redondo. Vista do Bastião C, depois de completamente escavado, no final de 2005. Assenta no substrato geológi-\nco, formado por bancadas calcárias muito irregulares e em camada com abundantes conchas de Mytilus sp. inteiras, evidenciadas \npelas pontuações brancas obser váveis no lado direito da foto. Foto de J. L. Cardoso.\n\n\n\n238\n\npela presença das características cerâmicas com padrões decorativos em “folha de acácia” e em “crucífera”. Devi-\ndo ao assinalável declive da área escavada, a distribuição ver tical dos materiais foi condicionada pela for te erosão, \nque conduziu, como acima se referiu, ao transpor te e subsequente acumulação de materiais, oriundos das áreas \nmais altas da estação arqueológica, em locais abrigados e menos declivosos situados mais abaixo, onde se produ-\nziu a consequente mistura de espólios de várias épocas. Daí que, como já se assinalou em estudo dedicado à \npublicação dos resultados obtidos em 2005 na primeira campanha de escavações, as conclusões, envolvendo atri-\nbuições culturais às camadas estratigráficas identificadas, com base no respectivo conteúdo arqueográfico de cada \numa delas deverão ser encaradas “com valor apenas estatístico” dados os complexos fenómenos tafonómicos \naludidos (CARDOSO, 2010: 6).\n\n3 – ESTRATIGRAFIA E FASES DE OCUPAÇÃO\n\nA sucessão estratigráfica identificada mais completa, obser vada do lado nor te do cor te aber to pela escavação, \ncorrespondendo àquele onde a potência estratigráfica se afigurava sempre mais evidente (Fig. 4), pode ser des-\ncrita, globalmente, de cima para baixo, do seguinte modo, que não difere significativamente da descrição já \napresentada (CARDOSO, 2010, p. 103-104):\n\nCamada 1 – terra vegetal castanho-chocolate, pouco compacta, com elementos pedregosos calcários muito \nabundantes, devido à contribuição dos derrubes da muralha adjacente (área não escavada), de onde provieram \ndirectamente.\n\nOs materiais arqueológicos mais modernos integram-se no Calcolítico pleno da Estremadura, acompanhados de \nescassos elementos de cerâmicas mais antigas, o que facilmente se explica por transpor te gravítico das peças, \noriundas da zona mais alta da estação (acrópole), actualmente ocupada por afloramento rochoso. Esta camada \natinge a espessura máxima de 0,20 m e, à super fície ou próximo dela, recolheram-se escassos fragmentos cam-\npaniformes do Grupo Internacional.\n\nCamada 2 – camada terrosa mais clara e compacta que a anterior devido a uma maior percentagem de argila, \ncom elementos pedregosos dispersos, mais raros e, em geral, de menores dimensões que os anteriores. Contém \nmateriais cerâmicos que, pela tipologia e decoração, são predominantemente repor táveis ao Calcolítico pleno da \nEstremadura na sua par te superior (entre os 0,20 e os 0,40 m de profundidade) e o Calcolítico inicial na sua \npar te inferior (também com 0,20 m de potência média, desenvolvendo-se entre os 0,40 e os 0,60 m de profundi-\ndade). Corresponde a fase de for te sedimentação, com acarreio de materiais de várias zonas da estação, situadas \na cotas mais elevadas, antecedendo a sua redeposição, com a consequente mistura de materiais de várias épocas, \ntanto do Calcolítico inicial como do Calcolítico pleno.\n\nCamada 3 – camada castanho-clara, argilo-margosa, com muitos blocos calcários de pequenas dimensões e \ninúmeras par tículas carbonosas dispersas, com materiais cerâmicos característicos do Calcolítico inicial da Estre-\nmadura. Esta camada, que nem sempre se encontra representada na área escavada, está associada a um piso de \nocupação, no qual foi identificada uma estrutura de combustão bem conser vada. Possui a potência máxima de \n0,60 m, desenvolvendo-se em média entre os 0,60 e os 1,20 m de profundidade. Integra-se em época tardia do \nCalcolítico inicial da Estremadura.\n\nCamada 4 – de coloração castanho-avermelhada, com abundantes blocos de pequeno tamanho, em par te \nresultantes da desagregação mecânica do substrato rochoso, quase desprovida de espólio arqueológico, directa-\nmente assente naquele, de cuja alteração em par te resultou (terra rossa). O espólio arqueológico recolhido \nnesta camada, é igualmente repor tável ao Calcolítico inicial. Corresponde à primeira ocupação humana do local, \ndirectamente sobre o substrato geológico, encontrando-se subjacente à muralha identificada do lado ocidental  \n\n\n\n239\n\nFig. 4 – Outeiro Redondo. Cor te estratigráfico LM, executado em 2006 no limite nor te da área escavada, correspondendo à zona \ncom maior potência de depósitos arqueológicos, e respectiva foto de terreno. Assinalam-se os diversos tipos de ar tefactos e ecofac-\ntos visíveis. Em primeiro plano, obser va-se uma lareira estruturada, associada ao piso de ocupação identificado aos 80/100 cm, \nevidenciado por assinalável concentração de conchas de Mytilus sp. par tidas. Desenho de B. Ferreira. Foto de J. L. Cardoso. Para \na interpretação do cor te, ver a correspondente descrição no texto.\n\n\n\n240\n\nda área escavada, podendo, pois, concluir-se, que se trata de uma ocupação anterior à construção da fase mais \nantiga do dispositivo defensivo, integrando-se também no Calcolítico inicial como indicam as datas de radiocarbo-\nno obtidas.\n\nCamada 5 – corresponde ao embasamento rochoso, muito irregular, aflorante aquando da primeira ocupação \narqueológica, constituído por calcários brancos e duros do Jurássico (“Calcários de Azóia”). As anfractuosidades \ndestes calcários encontram-se parcialmente preenchidas por depósito areno-argiloso avermelhado, resultante de \nprocesso de lapialização incipiente, ocorrido em época em que tais formações rochosas afloravam.\n\nA descrição apresentada mostra que existe uma primeira par te da sequência estratigráfica com poucos proble-\nmas tafonómicos, visto os materiais encontrados serem tipologicamente coerentes e compatíveis com o Calcolíti-\nco inicial; contudo, a par tir de cerca de 0,80 m de profundidade e até à super fície, as misturas avolumam-se, por \nefeito da crescente influência da topografia, expressa aliás pela mor fologia da encosta actual, e a atribuição crono- \n-cultural só pode fazer-se, de forma precária. Tendo presente a existência, ainda que minoritária, de produções do \nCalcolítico pleno do tipo “folha de acácia” até àquela profundidade e a realidade obser vada em Leceia, em que as \nreferidas produções só excepcionalmente ocorriam na camada característica do Calcolítico inicial, ainda que ali \nas condições específicas de acumulação/sedimentação do local sejam muito menos propícias a fenómenos de \nmistura de materiais do que as verificadas no Outeiro Redondo, a conclusão a extrair é a de que a formação dos \ndepósitos em causa se terá verificado no Calcolítico pleno. Ver-se-á adiante que tal interpretação foi decisiva para \na adequada interpretação dos resultados cronométricos obtidos.\n\n4 – CRONOLOGIA ABSOLUTA \n\nCerca de 20 amostras, da biosfera marinha (conchas de Patella sp., Pecten maximus, Ruditapes decussatus e de \nCerastoderma edule) e da biosfera terrestre (fauna mamalógica não identificada) foram datadas pelo radiocarbono. \nCada amostra de conchas marinhas era constituída por conchas de moluscos da mesma espécie e por valvas \ninteiras, não fragmentadas. As datas convencionais obtidas, depois de discutidas (CARDOSO, SOARES &amp; MAR-\nTINS, 2010), conduziram aos seguintes resultados. A soma das distribuições de probabilidade das várias datas \ncalibradas constantes de cada “fase”, conduziu à definição de dois conjuntos principais: o mais antigo, entre 2540- \n-2480 cal BC (1  ) ou 2610-2460 cal BC (2  ), correspondente ao Calcolítico inicial; o mais recente, entre 2340-2180 \ncal BC (1  ) ou 2440-2110 cal BC (2  ) para a ocupação do Calcolítico pleno.\n\nEstes resultados cronométricos foram comparados com os dos restantes sítios habitados do 3º milénio a.C.  \nda Estremadura (CARDOSO, SOARES &amp; MAR TINS, 2010), incluindo alguns inéditos de grande relevância, como \nos obtidos no povoado calcolítico for tificado de Moita da Ladra (Vila Franca de Xira), o que conduziu à sua vali-\ndação.\n\nAssim, as datas obtidas para a Camada 3 do Outeiro Redondo, correspondentes a materiais recolhidos a pro-\nfundidades entre 0,60 e 1,20 m, apontam para momentos tardios dentro do Calcolítico inicial, isto é, esta primeira \nocupação do sítio deverá ter ocorrido em meados do 3º milénio a.C., enquanto que o Calcolítico pleno, a que \ncorresponde a larga maioria dos materiais recolhidos até 0,60 m de profundidade, se terá prolongado, neste sítio \narqueológico, até meados do último quar tel desse milénio. É com base neste enquadramento crono-estratigráfico \nque a análise dos restos malacológicos a seguir apresentada deve ser depois discutida e interpretada.\n\n\n\n241\n\n5 – A FAUNA MALACOLÓGICA\n\n5.1 – Objectivos do estudo\n\nO conjunto foi estudado com o objectivo de aferir informações relativas à ecologia e à caracterização do ambien-\nte animal, que está inerente ao estudo de populações malacofaunísticas e, principalmente, tendo em vista o estu-\ndo do compor tamento humano, na sua ver tente económica e social, com base na caracterização da forma como \nse processou a gestão dos recursos disponíveis – neste caso da biosfera marinha – a que a correspondente comu-\nnidade tinha acesso. Procurou-se, pois, compreender a impor tância da malacofauna para uma comunidade pré-\nhistórica, a par tir das formas de aquisição e dos objectivos que presidiram à mesma.\n\nA fauna foi recolhida segundo Sectores e, num esquema de quadriculagem de escavação de campo, por Qua-\ndrados designados segundo um eixo de ordem numérica e um outro de ordem alfabética (sistema car tesiano). \nNo presente trabalho foram considerados os restos provenientes dos Quadrados A1 a A9 e B3 a B5. O método \nda inter venção de campo implicou igualmente a escavação por níveis ar tificiais de 20 cm, levando à respectiva \nseparação dos restos segundo estas divisões.\n\n5.2 – Metodologias de análise\n\n5.2.1 – Identificação\n\nA identificação dos restos malacológicos é um processo que acarreta algumas dificuldades, pois a diversidade \ndo mundo orgânico em que se inserem leva a que esta seja uma tarefa com diferentes graus de cer teza em fun-\nção das características da colecção e das condicionantes inerentes ao próprio processo de análise (MORALES \nMUÑIZ, 1988). O processo de identificação foi feito a par tir de vários catálogos de referência (BRUYNE, 2006; \nDANCE, 1996; FECHTER &amp; FALKNER, 1993; MACEDO, MACEDO &amp; BORGES, 1998; SALDANHA, 1985; TEB-\nBLE, 1976) e, sempre que possível, com o apoio de consultas a colecção de referência de exemplares actuais. \nEsta identificação teve em consideração o esquema avançado no CLEMAM, Taxonomic Database on European \nMarine Mollusca (http://www.somali.asso.fr/clemam).\n\nDadas as limitações de identificação de alguns restos, o apuramento verificou-se ao nível do Género ou, noutros \ncasos, da Família para impedir a classificação incorrecta devido ao reduzido tamanho ou mau estado de conser-\nvação do número de registo. \n\nEm casos extremos foram consideradas as categorias: Indeterminados marinhos (bivalves ou gastrópodes) e \nIndeterminados terrestres. Apenas em último caso, os restos foram englobados na categoria dos Indeterminados. \nEstas unidades quantitativas permitem aferir, dentro do número total de restos, o grau de material indeterminado, \ndevendo este ser discriminado em quantidade numérica e/ou em percentagem para que as interpretações avan-\nçadas possam ser testadas por outros (VALENTE, 1997). \n\n5.2.2 – Quantificação: NTR e NMI\n\nO estudo da colecção implicou a lavagem prévia em crivo com malha de 1 e 2 mm (para impedir a perda de \npequenas esquírolas e individuais de reduzidas dimensões). No entanto, impor ta salientar que a quantificação de \nrestos surge como resultado de uma crivagem apenas realizada aquando da lavagem da colecção e não previa-\nmente, durante o processo de escavação, podendo tal significar a perda de informação relativa a algumas espécies \n\n\n\n242\n\ne exemplares que não se tornam passíveis de visualização senão com recolhas de crivo de malha adequada duran-\nte o trabalho de campo. \n\nNa quantificação do Número Total de Restos (NTR), em cada nível ar tificial estabelecido, foram considerados \ntodos os restos com dimensões iguais ou superiores a 4mm, para simplificação e maior celeridade do processo, \nincluindo-se os fragmentos inferiores a 4mm num conjunto genérico de esquírolas. Posteriormente, realizou-se o \ncálculo do Número Mínimo de Indivíduos (NMI), que não significa um número real mas antes uma possibilidade \n(VALENTE, 1997), quantificando-se as par tes anatómicas mais abundantes de cada espécie, considerando a pari-\ndade de elementos para os bivalves. \n\nO cálculo de NMI resultou da combinação de diversas variantes (VALENTE, 1997). Assim, foi considerado, nos \nbivalves, o número de valvas inteiras (ou fragmentadas com charneira conser vada) esquerdas ou direitas, às quais \nse somaram os fragmentos charnelares completos (anteriores ou posteriores) e umbonais (completos) esquerdos \nou direitos. Relativamente aos gastrópodes, foram considerados os indivíduos completos (ou fragmentados com \nápice completo) aos quais se somaram os fragmentos apicais completos, em maior número do que as aber turas. \nEste cálculo foi feito tendo em conta a unidade de escavação mais restrita, ou seja, os sucessivos níveis ar tificiais \ndefinidos em cada Quadrado.\n\nA maior ou menor discrepância entre o NTR e o NMI, em cada espécie, poderá indicar, à partida, o grau de \nfragmentação e o estado de conser vação da colecção em análise. Paralelamente, o cálculo do NMI, em conjunto \ncom as dimensões dos indivíduos, poderá indicar uma quantificação indirecta do volume e do peso e, por tal razão, \nrealizou-se a Pesagem de todos os restos, sendo que o peso poderá não só indicar proporcionalmente o volume do \nrecurso consumido, mas também ser utilizado no cálculo da quantidade de massa para ulterior comparação aos \noutros recursos alimentares (GRUET &amp; DUPONT, 1999, p. 189), questão que não foi objecto do presente trabalho.\n\n5.2.3 – Alterações tafonómicas\n\n5.2.3.1 – Grau de fragmentação \n\nO estado de preser vação de uma colecção fornece informações relevantes do ponto de vista do consumo de \nmoluscos e/ou utilização de conchas em momentos anteriores à deposição do resto faunístico no depósito arque-\nológico. Por outro lado, o maior ou menor grau de fragmentação poderá indicar distintas alterações pós-deposi-\ncionais em função da exposição aos agentes diagenéticos (DUPONT, 2003, p. 223; CHENORKIAN, 1990). \n\nUma análise do grau de fragmentação dos restos poderá sugerir a acção antrópica e a existência de áreas ou \nactividades específicas do seu consumo ou utilização, a sua maior ou menor exposição no solo de ocupação (como \nindicador, por exemplo, de fenómenos de pisoteio (ANDREWS, 1995)). Uma das variáveis a considerar na análise \ndo grau de fragmentação consiste igualmente no facto de a fragmentação ser mais ou menos intensa consoante \na espécie, na medida em que as conchas de moluscos de umas espécies são mais robustas e resistentes que \noutras, devendo este factor ser considerado na análise do conjunto de restos.\n\nNo conjunto em análise, para a classificação do grau de fragmentação, utilizou-se a tipologia apontada por Dupont \n(DUPONT, 2006), que sintetiza o processo de degradação das conchas e das zonas mais frágeis que a compõem, \nsendo primeiramente afectadas ou pontos de ruptura (DUPONT, 2006).\n\nPara os patelídeos distinguiram-se, segundo aquela autora, 5 tipos em função do grau de fragmentação: \n\nTipo 0 = concha completa; Tipo 1 = concha com ápice e cicatriz muscular preser vados, ausência de bordo; Tipo \n2 = anel de bordo preser vado, ausência de ápice; Tipo 3 = fragmento de anel com mais de metade de bordo \npreser vado; Tipo 4 = fragmento de anel com menos de metade de bordo preser vado; Tipo 5 = esquírola\n\n\n\n243\n\nPara os restantes gastrópodes foi elaborada uma tipologia genérica onde foram distinguidas as seguintes cate-\ngorias de classificação:\n\na) Indivíduo completo; b) Indivíduo fragmentado com ápice e peristoma preser vados; c) Fragmento apical;  \nd) Fragmento com peristoma completo e ausência de ápice; e) Fragmento com peristoma incompleto e ausên-\ncia de ápice; f) Fragmento (ausência de ápice ou peristoma)\n\nRelativamente aos bivalves, foram distinguidas as categorias:\n\na) Valva completa (direita/esquerda); b) Valva fragmentada (direita/esquerda); c) Fragmento charnelar com-\npleto posterior (direito/esquerdo); d) Fragmento charnelar incompleto posterior (direito/esquerdo); e) Frag-\nmento charnelar completo anterior (direito/esquerdo); f) Fragmento charnelar incompleto anterior (direito/\nesquerdo); g) Fragmento umbonal completo (direito/esquerdo); h) Fragmento (ausência de par te charnelar)\n\n5.2.3.2 – Agentes de alteração no molusco vivo\n\nA Tafonomia estuda as modificações nos materiais orgânicos para poder fazer inferências sobre processos e \nagentes modificadores durante a transição do animal vivo ao registo fóssil ou arqueológico (ANDREWS, 1995). \n\nNo caso específico dos moluscos, por tadores de uma concha, estes são óptimos indicadores dos vários proces-\nsos sofridos desde a condição de população viva (inserida no seu habitat) até à recuperação do resto num con-\ntexto arqueológico, fornecendo informações (inclusive num registo cumulativo destes vários processos) que ficam \nregistadas na sua concha. Assim sendo, poder-se-ão considerar inter valos de tempo que distinguem as fases de \nexposição do molusco/concha aos potenciais agentes de alteração.\n\n5.2.3.2.1 – Interacções paleoecológicas\n\nUm primeiro momento corresponde ao tempo de vida do molusco em que se mantém mais ou menos exposta \na sua concha à colonização de outros organismos que com ele coabitam. A interacção entre estes organismos \ndeixará registos designados fenómenos de bioerosão, termo “introduzido por Neumann (1966) como abrevia- \ntura da expressão “biological erosion”, designa o processo de desgaste ou corrosão exercido pela acção  \ndirecta de animais ou plantas, sobre substratos duros, sejam eles líticos ou lenhosos (Bromley, 1992), tendo como \nresultado o entalhe e/ou per furação da sua super fície (Bromley, 1994)” (PEREIRA, MOCHO &amp; LOURENÇO, \n2009: 328). \n\nEstes fenómenos bioerosivos (bioerosão de carácter predatório ou não-predatório) traduzem-se especificamente \npor organismos per furantes, incrustantes, raspadores/abrasivos ou produtores de traumatismos, na medida em \nque causam a bioerosão da concha que lhes ser ve de supor te (SANTOS &amp; MAYORAL, 2008). \n\nVários icnotaxa1 originarão esta afectação, como sejam algas e fungos, briozoários cheilostomados e ctenosto-\nmados, esponjas (Fam. Clionaidae), anelídeos, foraminíferos, cirrípedes balanomor fos, equinodermes, bivalves e \ngastrópodes como causadores de actividade per furante (organismos endolíticos), incrustante (epilíticos) ou que \nocupam cavidades preexistentes no biosubstrato (casmoendolíticos). \n\n1 A icnologia é o ramo da ciência que se ocupa do estudo dos traços produzidos pelos organismos no substrato. A denominação dos traços de \nbioerosão baseia-se na sua mor fologia e é independente da nomenclatura dos seus possíveis produtores. Os nomes binominais com que se \n\nidentificam seguem uma normativa equivalente à de géneros e espécies biológicos, falando-se de icnogéneros e icnoespécies (traduzido a par tir \nde DOMÈNECH, MAR TINELL &amp; POR TA, 2008:412)\n\n\n\n244\n\nA localização e intensidade destes fenómenos apresentam padrões de ocupação distintos em função das carac-\nterísticas do supor te, que condicionarão os compor tamentos dos organismos colonizadores (CLAASSEN, 1998; \nMAYORAL, 1988; SANTOS &amp; MAYORAL, 2008; RODRIGUES, SIMÕES &amp; KOWALEWSKI, 2005). \n\nA localização das colonizações varia igualmente em função da posição de vida do molusco e das respectivas \nzonas da concha disponíveis (SANTOS &amp; MAYORAL, 2008), sendo que a diversidade, presença e distribuição \ndestas colonizações dependerão de vários factores para a sua existência e desenvolvimento, quer sejam as carac-\nterísticas ecológicas do meio marinho, quer seja a dinâmica dos processos sucessórios implicada no compor ta-\nmento interactivo entre os organismos (MAYORAL, 1988).\n\nCaso se verifique a recolecção do molusco por par te do homem com o intuito do consumo, os restos recupe-\nrados dos contextos arqueológicos poderão apresentar vestígios destes fenómenos incrustantes e bioerosivos, \ndistintos daqueles que se apresentam quando obtenção é feita apenas da concha, numa situação post mor tem.\n\n5.2.3.3 – Agentes de alteração após a mor te do molusco\n\nComo referido, caso não tenha ocorrido a recolecção do molusco, o segundo momento que expõe a sua concha \naos agentes incrustantes e bioerosivos é aquele imediatamente a seguir à sua mor te ou a um cur to período de \ntempo após esta. \n\nNesta fase, as características e zonas disponíveis do biosubstrato anfitrião poderão ser novamente impeditivas \nà colonização. Nestas situações, imediatamente após a mor te do molusco, verifica-se uma ocupação nas extremi-\ndades da super fície interna das conchas (SANTOS &amp; MAYORAL, 2008) com distribuição parcelar que incide nas \nzonas marginais e extremidades desta super fície.\n\nPor último, o terceiro momento corresponde a uma situação claramente post mor tem. Neste caso, as colonizações \nencontram-se na totalidade da super fície interna da concha, evidenciando longos períodos de exposição com as \nconchas livres de sedimento e, no caso dos bivalves, com valvas claramente desar ticuladas (SANTOS &amp; MAYORAL, \n2008).\n\nParalelamente, neste momento, as conchas encontram-se expostas aos agentes erosivos, factores físicos, quími-\ncos e biológicos que actuarão na matriz orgânica e que irão acelerar a degradação da super fície das conchas \n(LEONARD-PINGEL, 2003). \n\nEstes fenómenos erosivos despoletarão a desar ticulação das valvas (no caso dos bivalves), a alteração da posi-\nção das conchas face à prevalecente em vida, a fracturação, a fragmentação e a dispersão por transpor te, com \nremobilização e redeposição. Para além destes efeitos, dar-se-á início ao processo gradual de rolamento das super-\nfícies com afectação das estruturas mor fológicas (SANTOS &amp; MAYORAL, 2007), surgindo o esquirolamento das \nmargens, o boleamento das par tes anatómicas proeminentes, a perda de brilho e a alteração da coloração original.\n\nTendo em conta o acima referido, neste trabalho intentou-se abordar as alterações tafonómicas dos restos \nmalacológicos causadas pela acção dos agentes incrustantes, bioerosivos e erosivos que antecedem a recolecção \ndo molusco ou colheita de conchas por par te do Homem. Foram considerados 3 critérios de análise designados \nde incrustações e afectações bioerosivas e erosão/meteorização, onde se estabeleceram 5 graus, de ausente a \nfor te intensidade, na alteração da super fície das conchas.\n\nNa análise de incrustações e afectações bioerosivas consideraram-se os graus:\n\n0 – ausência de epifauna (incrustações)/endofauna (estruturas bioerosivas); 1 – epifauna/endofauna em&lt;50% \nda super fície externa; 2 – epifauna em >50% da super fície externa e exterior do bordo; 3 – epifauna/endofauna na \nsuper fície externa, exterior e interior bordo; 4 – epifauna /endofauna super fície externa, exterior e interior do \nbordo e super fície interna.\n\n\n\n245\n\nA estes campos de preenchimento adicionou-se o campo de Descrição, procedendo-se sempre que possível ao \napuramento do icnogénero/icnoespécie identificados.\n\nNa análise de processos de erosão/meteorização consideraram-se os graus:\n\n0 – Preservado: umbo; bordo; charneira; super fície externa (ornamentação) e super fície interna (cicatrizes \nmusculares e linha paleal);\n\n1 – Ligeira erosão: umbo; bordo; charneira (dentes cardinais e linha de ligamento); super fície externa (orna-\nmentação); super fície interna (cicatrizes musculares e linha paleal de limites ligeiramente atenuados);\n\n2 – Erodido: umbo (afectação de&lt;50% de 1ª camada da estrutura); bordo (contornos e limites identificáveis); \ncharneira; super fície externa (ornamentação); super fície interna (cicatrizes e linha paleal parcialmente visíveis);\n\n3 – Muito erodido: umbo (afectação de 50% de 1ª camada da estrutura); bordo (perda total de contornos e limi-\ntes identificáveis); charneira (dentes cardinais e contorno de ligamento mal definidos); super fície externa (orna-\nmentação e 1ªcamada em 50% da concha); super fície interna (limites mal definidos de cicatrizes musculares e \nlinha paleal, com afectação da camada interna);\n\n4 – Totalmente erodido: umbo (afectação de >50% de 1ª camada da estrutura); bordo (perda total de contornos \ne limites originais); charneira (ausência de dentes cardinais e contorno de ligamento); super fície externa (afec-\ntação de >50% da 1ª camada da super fície da concha); super fície interna (ausência de limites de cicatrizes e linha \npaleal, com afectação da camada interna).\n\n5.2.3.4 – Inter venções antrópicas: a malacofauna nos contextos arqueológicos\n\nO segundo inter valo de tempo a considerar na análise tafonómica de um conjunto malacofaunístico correspon-\nde ao período entre a recolecção do molusco ou recolha da concha por par te do Homem até que o resto faunís-\ntico seja par te integrante no depósito arqueológico. \n\nUm primeiro ponto impor ta abordar sobre o tema da recolecção humana: trata-se do que Rober t Chenorkian \ndesignou l’«autre malacofaune» (CHENORKIAN, 1998) e Catherine Dupont apelidou malacofaune accompagnatri-\nce (DUPONT, 2006, p. 45), acompanhadora ou acessória (DUPONT &amp; ARAÚJO, 2010, p. 56). Esta designação foi \nutilizada por esta autora, por exemplo, nos casos em que se verificou uma recolecção/colheita involuntária de \nmoluscos/conchas por par te do Homem. \n\nA sua presença nos sítios arqueológicos é distinta da malacofauna incluída na biocenose e tanatocenose locais \nque, por razões naturais, se identificam no sítio arqueológico e constituem espécies do entorno, sem que tenha \nhavido inter venção humana para a sua presença. No caso da recolecção involuntária, esta implica a inter venção \nhumana não intencional para que os moluscos ou conchas surjam no sítio arqueológico, como poderia acontecer \nquando se transpor tavam outros produtos de mar (algas, areia de mar, outros moluscos) (DUPONT, 2006).\n\nEstes conjuntos, por norma, são caracterizados por indivíduos de reduzido tamanho e baixa representatividade nas \ncolecções, traduzindo conjuntos com elevado índice de fragmentação, interesse alimentar praticamente nulo e cor-\nrespondência a biótopos de carácter subtidal inacessíveis directamente por parte do homem. Estes poderão ser alguns \ncritérios indicadores de uma recolecção involuntária, no entanto, devem ser tomados com precaução pois, como \nexemplo, a reduzida dimensão de espécimes não terá necessariamente que traduzir uma recolecção involuntária, \nestes poderão ter sido intencionalmente seleccionados para determinado fim (DUPONT, 2006; CHENORKIAN, 1998).\n\nNo cenário de uma recolecção voluntária, esta poderá deixar marcas em especial nas conchas de moluscos que \nse fixam em substratos duros e apresentam alguma resistência na extracção. Na recolecção de moluscos que \nhabitam em substratos móveis poder-se-á inferir que esta actividade dificilmente deixará vestígios traumáticos na \nsuper fície das conchas (CHENORKIAN, 1990, p. 138).\n\n\n\n246\n\nA forma mais frequente associada ao consumo de moluscos é a cozedura. Esta poderá ser feita expondo direc-\nta ou indirectamente os espécimes ao calor do fogo. Em qualquer destas situações, a exposição ao fogo é sempre \nrelativamente rápida, não sendo visíveis alterações nas conchas para reconhecer esta mesma exposição (CHE-\nNORKIAN, 1990, p. 139).\n\nNo entanto, poderão existir termoalterações relacionadas com outros processos que não directamente o consu-\nmo. Como exemplo, poder-se-á considerar uma exposição ao fogo de forma negligenciável e for tuita por par te do \nhomem, quando as conchas fazem já par te do lixo doméstico. O efeito prolongado das altas temperaturas irá \ncomprometer a estrutura da concha, acelerando a fracturação, havendo perda de peso dos exemplares, a possibi-\nlidade de formação de concreções devido a alterações químicas (CLAASSEN, 1998) ou a alteração da coloração \noriginal. Na análise da colecção em estudo foi considerado o critério de evidências de termoalteração com quan-\ntificação dos restos termoalterados.\n\nComo já referido, as conchas de moluscos poderão ter sido (re)utilizadas em situações que ultrapassam o \ncarácter alimentar. A tentativa é a de apurar estas distintas funcionalidades, quer tenha existido transformação \ndos exemplares, marcas de uso, ou mesmo pela sua presença enquanto componentes integrantes de um determi-\nnado contexto legível no registo arqueológico.\n\nSão inúmeras as diferentes conotações apontadas às conchas de moluscos, quer seja pela informação do regis-\nto arqueológico, quer seja pelo conhecimento auferido através de paralelos etnográficos, de tal forma que a des-\ncrição de todas as situações possíveis ultrapassaria o objectivo deste trabalho. Enumera-se a sua utilização com \nou sem transformação como adornos, utensílios, recipientes, instrumentos sonoros, decoração cerâmica, têmpera \nde argila, material de construção ou tinturaria (extracção de cor púrpura).\n\nA aquisição de conchas e a escolha destas poderá prender-se com factores que ultrapassam a disponibilidade \ne a acessibilidade, havendo uma razão que se relaciona com a carga simbólica adquirida em função da sua rari-\ndade, das suas características e das conotações que lhes são conferidas. Os significados simbólicos encontram \ngrande expressão no mundo funerário, onde frequentemente são identificadas conchas de moluscos com ou sem \ntransformação.\n\nQuando se verifica a transformação da mor fologia original das conchas, esta aplica-se no intuito da produção \nde utensílios/instrumentos de uso quotidiano ou, mais comummente, como objectos de adorno e indumentária. \nA produção de braceletes, botões, contas de colar, pendentes, entre outros, são disso exemplo, tornando-se de \nespecial relevância o estudo das cadeias operatórias, utensílios e tecnologia inerentes à obtenção destes objectos.\n\nNo intuito de identificar possíveis marcas antrópicas de recolecção, consumo, uso ou transformação, foram \nconsiderados no presente estudo determinados critérios de análise. Sendo o género Patella o mais abundante do \nconjunto, foram definidos campos descritivos para caracterização de marcas antrópicas nestes restos:\n\nDescrição do fragmento: Tipo 0 a 5 (segundo o grau de fragmentação acima referido);\nLocalização (ápice / corpo / bordo anterior / bordo posterior);\nSentido (de super fície externa para super fície interna / de super fície interna para super fície externa);\nOrientação (do bordo para o centro / do centro para o bordo / ver tical);\nContornos (regulares / irregulares);\nArestas (roladas / semi-roladas / frescas);\nForma (semi-circular / cónica / cónica-inver tida / semi-quadrangular / trapezoidal / irregular / circular (no \n\ncaso de per furação) / elipsoidal (no caso de per furação) / quadrangular (no caso de per furação);\nDiâmetro máximo da marca;\nDiâmetro máximo da afectação.\n\n\n\n247\n\nPara as outras espécies em que foram identificadas marcas antrópicas optou-se pela descrição exaustiva das suas \ncaracterísticas na tentativa de apuramento das técnicas utilizadas ou possível uso que possam ter levado à sua trans-\nformação. No capítulo 7 – Discussão dos Resultados, voltar-se-á a este tema, com descrição dos casos identificados.\n\nNa leitura dos vários processos tafonómicos, impor ta referir o último momento considerado no inter valo de \ntempo entre a recolecção e a deposição dos restos. \n\nA deposição de um resto poderá resultar de um processo de abandono. Nestes casos, é frequente que este \nresulte da perda de valor ou utilidade atribuída aos exemplares, situação comum para as áreas de acumulação de \nlixo doméstico (conjunto das actividades domésticas no qual se inclui o consumo) ou áreas de manufactura (ate-\nliers) com transformação destas matérias-primas, em que os restos se apresentam de características distintas \nconsoante a utilização que lhes foi dada. \n\nEstas diferenças reflectem-se, inclusive, não só nas características intrínsecas destes vestígios como no conjun-\nto, enquanto contextos, pela variedade de formas de acumulação (CHENORKIAN, 1988), pela sua natureza e pelo \ninter valo de tempo correspondente ao processo de deposição destas acumulações, havendo variáveis a considerar \ncomo seja a maior ou menor intensidade, formas de dispersão e gestão/organização do espaço ocupado.\n\nA deposição voluntária, pelo contrário, engloba as situações em que em vez da acumulação for tuita, se verificam \nas deposições que implicariam uma intenção e conotação distintas. Nestas circunstâncias podem inserir-se as \ndeposições votivas ligadas a rituais de carácter mágico-religoso, sagrado, com for tes conotações simbólicas (GON-\nÇALVES, 1988/89, p. 61; SILVA, 1996).\n\nA deposição for tuita ou intencional de um resto poderá resultar numa maior ou menor exposição destes mesmos \nrestos à super fície. Vários poderão ser os agentes causadores de alteração do estado de conser vação e a compo-\nsição taxonómica de um conjunto malacológico, entre eles a acção humana e/ou animal que implique episódios \nde pisoteio (que resultam principalmente no aumento do grau de fragmentação) ou de manutenção e utilização \ndas áreas ocupadas, podendo resultar no transpor te e dispersão destes restos. \n\n5.2.3.5 – Agentes de alteração no depósito arqueológico\n\nOutras causas de afectação dos restos malacológicos resultam dos agentes climatéricos, sendo que o simples \nfacto de um resto se encontrar exposto na atmosfera significa uma exposição ao oxigénio, acelerando a sua \ndecomposição química (CLAASSEN, 1998). \n\nOs principais agentes climatéricos correspondem à acção de ventos, ao grau de humidade, as altas ou baixas \ntemperaturas e as amplitudes térmicas, que levam à abrasão, perda de resistência das super fícies e posterior \nfracturação. De igual modo, a acção das chuvas contribui para estas afectações, adicionando-se a probabilidade \nde, pelo transpor te e dispersão, levar à alteração taxonómica dos conjuntos faunísticos. (ANDREWS, 1995; DENYS, \n2002). A cober tura rápida de sedimento, interrompendo a exposição do resto faunístico, poderá resultar numa \nmelhor preser vação face aqueles sujeitos durante um longo período de tempo a estes agentes (ANDREWS, 1995).\n\nQuando os restos são cober tos e passam a fazer par te do depósito arqueológico, a sua exposição face aos \nagentes biológicos e diagenéticos (CLAASSEN, 1998) implicará modificações nas suas características estruturais. \nEstas alterações fornecerão novos valores de durabilidade (capacidade de resistência) e de redundância (capaci-\ndade de produzir novos elementos conser vados), podendo os restos apresentar valores distintos aos das etapas \nanteriores (FERNANDEZ-LOPEZ, 1995, p. 140) adquirindo novos estados de conser vação. No entanto, o conceito \nde agente tafonómico não deve limitar-se aos factores físicos, químicos e biológicos do meio local, pois, as inte-\nracções e co-acções entre os elementos conser vados no depósito arqueológico influenciam igualmente o processo \nde alteração (FERNANDEZ-LOPEZ, 1995, p. 139). \n\nA última fase do processo tafonómico a que se encontram sujeitos os restos diz respeito ao momento da sua \nrecuperação, aquando a inter venção arqueológica e o posterior tratamento e acondicionamento do material reco-\n\n\n\n248\n\nlhido. Nesta fase poderão existir afectações do resto malacológico, desde a sua identificação, até ao seu levanta-\nmento e posterior manuseamento. As técnicas de escavação, crivagem, lavagem e contentorização condicionarão \no estado de conser vação dos restos faunísticos. O tratamento díspar irá alterar o conjunto taxonómico no caso de \nrecolhas feitas a olho nu, com falso enriquecimento de espécies por tadoras de conchas com maiores dimensões \nou robustez, o mesmo sucedendo se a malha de crivo utilizada for demasiado larga para serem recolhidas todas \nas presenças taxonómicas e par tes anatómicas.\n\nO estado de conser vação ficará condicionado se a técnica de escavação não contemplar a fragilidade dos restos \nou as crivagens tenham sido realizadas a seco, comprometendo a integridade dos exemplares. De igual modo, o \nmanuseamento e contentorização sem precauções condicionarão a fragilidade das colecções recolhidas.\n\nNo intuito de concluir quais as alterações tafonómicas e qual a fase em que estas tiveram lugar, foram conside-\nrados critérios descritivos numa análise que incidiu de forma sistemática nos exemplares de espécies bivalves, \nsobre as quais restava a dúvida de uma recolecção para consumo, ao contrário do género Patella, ou de outros \ngastrópodes marinhos (em menor escala), onde esta se tornou evidente.\n\nOs descritores e áreas mor fológicas considerados nesta análise foram os mesmos dos referidos nos fenómenos \nde erosão/meteorização. A estes parâmetros adicionou-se o descritor Recristalização, onde se distinguiram cinco \ngraus (de ausente a ligeira, parcial, profunda e muito profunda recristalização) e os descritores Concreções e \nPer furações Diagenéticas com a distinção de cinco graus (ausente a&lt;50%, ±50%, >50% e totalidade da super fície \nexterna e/ou interna afectada).\n\netnatsurcni oãçazinoloc e oãsoreoib :oãçisopxeocsulom\n\nmorte\n\nexposição: - bioerosão e colonização incrustante\n- acção física, química e biológica - erosão \n\nconcha\n\nrecolecção\n\ninvoluntária voluntária\n\nconsumo utilização marcas de acção antrópica: \n\nextracção, abertura, \ntransformação, uso, \n\nexposição ao fogo \n\nabandono\n\ndeposição natural deposição antrópica \n\n(intencional)\n\nreutilização\n\ndeposição à superfície exposição: - agentes climatéricos\n\n- acção  involuntária (ex: pisoteio - trampling)\n\ncobertura de sedimento\n\ndepósito arqueológico\nexposição: - bioturbação\n\n- agentes diagenéticos\n\n- agentes biológicos\n\nrecuperação – intervenção arqueológica acção antrópica\n\ncobertura de sedimento\n\ndepósito fóssil\n\nFig. 5 – Síntese das fases de exposição dos restos malacofaunísticos aos vários agentes tafonómicos desde a fase de molusco vivo \naté à recuperação na escavação.\n\n\n\n249\n\n5.3 – Caracterização de biótopos\n\n5.3.1 – Óptimo batimétrico\n\nAo nível dos meios ecológicos em ambientes aquáticos marinhos, os povoamentos existentes sobre a plataforma \ncontinental podem encontrar-se nos chamados andares do sistema litoral. O sistema litoral estende-se desde o \ntopo da zona entremarés, zona inter tidal, e nível atingido pelas grandes preia-mares das águas-vivas, até aos \nlimites da plataforma continental. Os quatro principais andares que o caracterizam são, do topo para a base: \nsupralitoral, mediolitoral, infralitoral e circalitoral (SALDANHA, 1985).\n\nO andar supralitoral raramente fica submerso, tal só poderá acontecer nas marés vivas e por cur tos períodos \nde tempo. Normalmente, a este andar apenas chegam as gotículas de água, que provêm das ondas, ainda que \npossa ser banhado por estas quando muito for tes. “A extensão ver tical deste andar, assim como a do mediolitoral, \nvai evidentemente variar em função da exposição da costa à intensidade hidrodinâmica e da amplitude da maré” \n(SALDANHA, 1985:13). \n\nO andar mediolitoral encontra-se compreendido na zona das marés, ou seja, entre o limite das marés altas e \nbaixas das águas-vivas médias, submetido à alternância regular das emersões e imersões. Tal como no andar \nsupralitoral, a extensão ver tical deste varia em função da exposição da costa, ao hidrodinamismo e à amplitude \nda maré (SALDANHA, 1985).\n\nA zona inter tidal compreende o andar supralitoral, mediolitoral e a par te superior do andar infralitoral. O andar \ninfralitoral estende-se desde o limite inferior desta zona inter tidal, existindo apenas uma zona restrita, na par te \nsuperior, que fica a descober to na baixa-mar. O andar infralitoral, deste modo, apresenta como limite superior o \nnível das marés baixas das águas-vivas médias, ou melhor, o nível a par tir do qual os povoamentos ficam sempre \nou quase sempre imersos. Quando permanentemente imersa, esta zona denomina-se de carácter subtidal.O limite \ninferior deste andar é compatível com a vida das algas fotófilas, que exigem bastante luz (cerca de 24 metros de \nprofundidade na costa por tuguesa) (SALDANHA, 1985).\n\nO andar circalitoral é aquele até onde, como limite, as algas que produzem clorofila conseguem crescer, algas \nque só toleram uma luminosidade moderada e que são designadas de algas ciáfilas. Este andar vai até ao limite \nda plataforma continental (SALDANHA, 1985).\n\n5.3.2 – Substrato\n\nA natureza física do substrato é de impor tância ecológica vital, com grande destaque no que diz respeito à \nformação de biocenoses par ticulares, isto é, em povoamentos individualizados a cuja composição qualitativa cor-\nrespondem determinadas condições do meio. Quase todos os moluscos estão restringidos a um tipo par ticular de \nsubstrato, podendo este caracterizar-se genericamente como substrato fixo ou móvel.\n\nOs substratos fixos dizem respeito, principalmente, a substratos rochosos. Em vir tude da grande variedade  \nde ambientes e de micro-ambientes que oferecem, os substratos fixos são apelativos para algas e inver te- \nbrados: áreas de grande luminosidade significam fonte oxigénio, matéria orgânica em suspensão e sais dissol- \nvidos. \n\nOs substratos móveis são constituídos normalmente por areia ou lodo. Existem moluscos que vivem quer na \nareia quer no lodo, enquanto outros apenas sobrevivem num destes meios específicos e por tal, pode dizer-se que \na natureza do sedimento motiva a composição específica das populações que nele habitam.\n\n\n\n250\n\n5.3.3 – Reconstituições paleoambientais\n\nA caracterização de biótopos a par tir de uma colecção malacológica é determinante para a tentativa de recons-\ntituições locais e regionais do clima e dos ecossistemas. O principal postulado destas reconstituições é tentar \nassociar determinada espécie a determinado clima, quando se caracterizam as condições climáticas exigidas por \nesta, para a sua sobrevivência, ainda que esta tentativa implique alguma complexidade pela dificuldade na recons-\ntituição de premissas como os factores de coabitação, de colonização e de adaptação, difíceis de aferir par tindo \ndo registo arqueológico.\n\nExistem outras variáveis ecológicas, como sejam o nível altimétrico, a temperatura, o substrato, recursos ali-\nmentares disponíveis, níveis de salinidade e de hidrodinamismo, um conjunto de factores que necessita estar \nreunido para que determinada espécie possa desenvolver-se.\n\nA par tir das características físicas e químicas das conchas poder-se-ão obter dados sobre as condições ambien-\ntais vigentes e o tipo de clima correspondente. O tamanho e a forma das conchas de moluscos poderão elucidar \nacerca das condições ecológicas em estudo, como seja a posição inter tidal, a temperatura, a salinidade, a turbação, \na profundidade, o substrato e o grau de exposição na costa.\n\nNeste trabalho foram considerados alguns critérios biométricos para descrever a colecção em análise. \nPara o género Patella e a espécie Siphonaria pectinata (Linnaeus, 1758) foram consideradas as medidas:\n\n– Comprimento máximo / Largura máxima / Altura máxima\n\nPara o género Osilinus distinguiram-se as medidas adoptadas por Catherine Dupont (DUPONT, 2006):\n\n– Comprimento (Altura Máxima) / Altura (Altura máxima em posição de vida) / Grande Largura (diâmetro \nmáximo) / Pequena Largura (diâmetro mínimo) \n\nPara as espécies Ranella olearium (Linnaeus, 1758), Nassarius reticulatus (Linnaeus, 1758), Stramonita haemas-\ntoma (Linnaeus, 1767) e Mitra cornicula (Linnaeus, 1758) foram também seguidos os critérios métricos adoptados \npor esta autora para a espécie Nassarius reticulatus (DUPONT, 2006):\n\n– Comprimento máximo / Largura máxima / Diâmetro da última volta / Diâmetro da penúltima volta / Dis-\ntância entre o bordo externo e a extremidade do canal sifonal / Distância entre o bordo externo e o início \ndo canal sifonal \n\nRelativamente aos restantes gastrópodes foram determinadas as medidas:\n\n– Comprimento máximo / Largura máxima\n\nNo que respeita aos bivalves determinaram-se os critérios:\n\n– Diâmetro umbo-ventral / Diâmetro antero-posterior\n\n5.4 – Sazonalidade\n\nNos moluscos pode testemunhar-se a recorrência de um fenómeno cíclico dado em determinado momento que, \nancorado no tempo, pode ser utilizado para avaliar o período compreendido entre a aparição e testemunho desse \nfenómeno e a mor te do animal consumido, par tindo do princípio que este será também, grosso modo, o momento \ndo consumo. As conchas de moluscos tornam-se deste modo fonte de informação relativa às estratégias de sub-\nsistência que impliquem a actividade de recolecção, do funcionamento e funcionalidade dos sítios arqueológicos, \ne das características de implantação das ocupações humanas (CHENORKIAN, 1992).\n\n\n\n251\n\nNos moluscos marinhos são identificáveis as variações sazonais de temperatura das águas inseridas nos fenó-\nmenos periódicos do ciclo anual. Os moluscos, ao apresentarem temperatura interna variável traduzem estas \noscilações no seu metabolismo e na sua concha, com a alternância de unidades de crescimento rápido e lento \nque se traduzem em bandas e linhas alternadas no sentido do umbo para o bordo (ponto máximo de crescimen-\nto até ao momento da mor te) (CHENORKIAN, 1992).\n\nEra objectivo inicial deste trabalho a análise da estação de recolecção na espécie Ruditapes decussatus (Linnaeus, \n1758), seguindo as propostas apontadas por Catherine Dupont para o estudo de estrias de crescimento nesta \nmesma espécie (DUPONT, 2006). A par com as medidas umbo-ventrais e antero-posteriores, estipulou-se a medi-\nção do crescimento do ano anterior (de penúltimo inverno a último inverno) e do último ano até ao momento de \nrecolecção (de último inverno ao bordo), na zona ventral posterior das valvas completas. \n\nPara o efeito foi utilizada uma craveira electrónica digital (marca Borletti, serie CDJB15.20, com resolução \n0,01mm e precisão de ±0,02mm). No entanto, verificou-se na colecção a ausência de valvas passíveis de medição \ndevido ao grau de fragmentação, tendo sido possível a medição em apenas 4 casos, sem expressão estatística.\n\n5.5 – Aspectos socioculturais\n\nA actividade de recolecção e o consumo de moluscos evidenciam que cada comunidade humana, na sua orga-\nnização social e nas estratégias económicas que adopta, poderá encarar este recurso com distintos graus de \nimpor tância, investimento de obtenção e número de elementos da comunidade a par ticiparem (CLAASSEN, \n1998:179).\n\nA reconstituição das dietas é possível pela identificação das espécies que estariam destinadas ao consumo, \npodendo apurar-se se a selecção se basearia na disponibilidade, no tamanho de moluscos ou existiria outra pre-\nferência em que estes critérios não seriam determinantes para a obtenção deste recurso.\n\nExiste igualmente a possibilidade de atestar eventuais episódios de sobreexploração, verificáveis a par tir da \nmudança de perfis de idade dos moluscos. Uma recolecção intensiva poderá ocorrer de forma mais rápida do que \no crescimento e desenvolvimento de comunidades de moluscos até à fase adulta, verificando-se com o tempo a \nrecolecção de indivíduos cada vez mais jovens, logo, de menores dimensões, afectando por último a abundância \ndo recurso disponível.\n\nPara além de óptimos indicadores sazonais, os moluscos podem evidenciar possíveis mudanças culturais ou \nambientais que condicionassem o conjunto de espécies recolectadas e disponíveis, quer no âmbito da malacofauna, \nquer no peso desta face a outras fontes alimentícias ou nas mudanças de escolha da área de captação/recolecção.\n\nOs restos identificados nos sítios arqueológicos poderão elucidar acerca da existência de áreas de actividade, \nde funcionalidades díspares e diacronias de ocupação. Através do seu estudo, poder-se-á aceder às tecnologias e \nar tefactos associados à recolecção e consumo, contribuindo para a caracterização da ocupação humana, das estra-\ntégias de subsistência, organização social e permanência de hábitos e tradições vigentes em determinado tempo \ne espaço.\n\nSão conhecidos sítios pré-históricos de caçadores recolectores ou de comunidades não completamente seden-\ntarizadas para os quais o consumo de moluscos estaria valorizado, não como contributo alimentar primordial, mas \nporque as condicionantes ambientais levariam estes grupos culturais a adoptarem estratégias de subsistência mais \nou menos regidas por estas. \n\nPara as sociedades agro-pastoris, este recurso é apontado como base principal de subsistência, a par com a caça, \nem sítios especializados e de ocupação esporádica, provavelmente para segmentos da comunidade que se deslocariam \na locais que pela situação geográfica junto ao litoral, passariam a adoptar este recurso de forma mais intensiva.\n\n\n\n252\n\nPara uma ocupação sedentária, de cariz agro-pastoril onde a par da caça e da recolecção, os animais domésticos \npassam a ter uma impor tância acrescida pela obtenção da carne, exploração dos recursos secundários e pela \nobtenção de produtos agrícolas amplamente fomentada no seio das comunidades. Neste cenário, a impor tância \ndos moluscos não é senão apontada como de carácter marginal. No entanto, não deixa de se verificar a recorrên-\ncia a este recurso principalmente nos sítios costeiros, com elevada intensidade de recolecção e como complemen-\nto às outras fontes de alimento.\n\nPor outro lado, quando este recurso se encontra a longa distância, a sua obtenção implicaria um investimento \nnas formas de transpor te e de conser vação, em que o carácter exógeno e raro lhe transferiria a categoria de bem \nrestrito e de maior valor social. Nestes casos, torna-se de primordial impor tância a aferição de contactos supra-\nregionais, de intercâmbios, de mobilidade de pessoas ou bens, de interacções com o exterior e das formas direc-\nta ou indirecta em que esta mobilidade se processaria, em função das redes de povoamento em que as comuni-\ndades humanas estariam inseridas.\n\n6 – COMPOSIÇÃO DA COLECÇÃO\n\nNo Quadro 1 apresenta-se o inventário geral das espécies marinhas identificadas.\n\nQuadro 1 – Síntese geral das espécies marinhas identificadas \n\nIdentificação Massa (g) % (g) NMI % NMI NR % NR\nPatella sp. 37765,77 62,43 10842 93,81 14226 79,73\nHaliotis sp. 1,55 0,003 0 0 1 0,01\nCalliostoma conulus 1,72 0,003 1 0,01 1 0,01\nOsilinus lineatus 241,87 0,4 71 0,61 162 0,91\nOsilinus sp. 30,14 0,05 16 0,14 27 0,15\nBittium sp. 0,01 0 1 0,01 1 0,01\nTurritella communis 5,65 0,01 0 0 2 0,01\nLittorina sp. 0,01 0 2 0,02 2 0,01\nSemicassis saburon 177,91 0,29 13 0,11 17 0,1\nRanella olearium 19,67 0,03 1 0,01 1 0,01\nCharonia lampas 114,12 0,19 2 0,02 2 0,01\nCharonia sp. 132,18 0,22 1 0,01 8 0,04\nNassarius reticulatus 8,25 0,01 4 0,03 4 0,02\nStramonita haemastoma 2558,49 4,23 70 0,61 308 1,73\nMitra cornicula 1,95 0 1 0,01 1 0,01\nSiphonaria pectinata 73,68 0,12 36 0,31 37 0,21\nMytilus edulis 919,34 1,52 142 1,23 1170 6,56\nPecten maximus 8001,88 13,23 55 0,48 937 5,25\nTalochlamys multistriatus 5,22 0,01 1 0,01 1 0,01\nOstrea edulis 652,41 1,08 11 0,1 16 0,1\nAcanthocardia sp. 2024,67 3,35 31 0,27 165 0,92\nLaevicardium crassum 2929,17 4,84 73 0,63 209 1,17\nCardiidae (Fam.) 7,68 0,01 1 0,01 1 0,01\nMactra glauca 31,72 0,05 4 0,03 4 0,02\nMactra sp. 14,62 0,02 4 0,03 4 0,02\nSpisula elliptica 3,27 0,01 1 0,01 2 0,01\nLutraria sp. 43,73 0,07 1 0,01 9 0,05\nMactridae (Fam.) 20,03 0,03 2 0,02 5 0,03\n\n \n\n\n\n253\n\nA identificação, tendo em conta a classificação de “hierarquias” taxonómicas e anatómicas (MORALES MUÑIZ, \n1988) levou a que se distinguissem 38 taxa: 16 espécies de bivalves marinhos, 17 espécies de gastrópodes marinhos \ne 5 espécies de gastrópodes terrestres, estas últimas, pela fraca impor tância serão tratadas separadamente no \nfinal do trabalho.\n\nO universo em análise corresponde a um total de 17 901 restos contabilizados, 11 623 NMI e peso total de  \n60 535,85 g. \n\nPela análise da composição malacofaunística, verifica-se a predominância das espécies do género Patella, que \ncorresponde a 93,81% do NMI quantificado na colecção. As outras espécies, face a este género, surgem apenas \nde forma residual no conjunto faunístico em estudo.\n\nCom relativa expressão, destacam-se os registos de Osilinus lineatus (da Costa, 1778), Stramonita haemastoma \n(Linnaeus, 1767), Mytilus edulis (Linnaeus, 1758), Pecten maximus (Linnaeus, 1758), Acanthocardia sp. (Linnaeus, \n1758), Laevicardium crassum (Gmelin, 1791) e Callista chione (Linnaeus, 1758).\n\nQuando analisada a distribuição ponderal das espécies ao longo da diacronia (Fig 6), traduzida numa estrati-\ngrafia ar tificial com níveis de 20 cm de espessura, verifica-se uma concentração no nível ar tificial dos 20-40 cm, \nseguindo-se o nível 80-100 cm e logo depois os níveis 40-60 cm e 60-80 cm. Em todos estes se denota o predomí-\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n 0 2000 4000 6000 8000 10000 12000 14000 16000\n\n0-20\n\n20-40\n\n40-60\n\n60-80\n\n80-100\n\n100-120\n\n120-140\n\n140-160\n\n160-180\n\nPatella sp.\n\nOsilinus lineatus\n\nStramonita haemastoma\n\nMy!lus edulis\n\nPecten maximus\n\nLaevicardium crassum\n\nAcanthocardia sp.\n\nCallista chione\n\nOutras espécies\n\nIdentificação Massa (g) % (g) NMI % NMI NR % NR\nSolen marginatus 6,72 0,01 4 0,03 25 0,14\nTellinidae / Veneridae (Fam.) 4,12 0,01 0 0 1 0,01\nVenus casina 9,11 0,02 0 0 1 0,01\nVenus verrucosa 37,71 0,06 2 0,02 2 0,01\nDosinia exoleta 19,78 0,03 2 0,02 2 0,01\nCallista chione 4173,22 6,9 140 1,21 376 2,11\nRuditapes decussatus 79,15 0,13 20 0,17 48 0,27\nPholas dactylus 0,46 0 0 0 1 0,01\nBivalve marinho indeterminado 64,61 0,11 1 0,01 22 0,12\nGastrópode marinho indeterminado 311,12 0,51 1 0,01 40 0,22\nTOTAL 60492,71 11557 17842\n\nFig. 6 – Distribuição do Peso das espécies mais abundantes ao longo dos níveis ar tificiais atribuídos (0-20 cm a 160-180 cm).\n\n\n\n254\n\nnio do género Patella, seguido, em Peso, pelas espécies Pecten maximus (Linnaeus, 1758) e Callista chione (Lin-\nnaeus, 1758), havendo ainda alguma relevância de Peso para a espécie Laevicardium crassum (Gmelin, 1791).\n\nFig. 7 – Distribuição do NMI do género Patella ao longo da diacronia – estratigrafia ar tificial (níveis ar tificiais dos 0-20 cm a \n140-160 cm).\n\nQuando comparado o critério Peso com o critério do NMI (Fig. 7), a tendência na distribuição do género Patella \nmantém-se globalmente idêntica, com maior relevância no nível 20-40 cm, ainda que aqui o nível seguinte seja o \ndos 40-60 cm, ao qual se segue o dos 80-100 cm, situação inversa da verificada no gráfico do Peso.\n\nFig. 8 – Distribuição (NMI) das espécies Patella ao longo da estratigrafia ar tificial (níveis dos 0-20 cm aos 140-160 cm).\n\n \n\n \n\n \n\n \n\n \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\n3500\n\n4000\n\n0-20 20-40 40-60 60-80 80-100 100-120 120-140 140-160\n\nNMI\n\n \n\n \n\n \n\n0-20 20-40 40-60 60-80 80-100 100-120 120-140 140-160\n\nP. sp. 0 0 3 1 0 1 0 0\n\nP. vulgata 0 19 4 7 9 2 1 7\n\nP. ulyssiponensis 12 178 122 133 109 39 18 7\n\nP. rus!ca 1 9 8 7 4 1 2 1\n\nP. intermedia 37 324 177 147 150 62 23 20\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n\n\n255\n\nA Figura 8 ilustra a distribuição das quatro espécies do género Patella, em profundidade, nos Quadrados esca-\nvados. Assim, verifica-se o predomínio da espécie P. intermedia (Murray, 1897) (Fig. 26, n.º 1), seguindo-se a \nP. ulyssiponensis (Gmelin, 1791) (Fig. 26, n.º 4) qualquer que seja a área e profundidade consideradas. P. rustica \n(Linnaeus, 1758) (Fig. 26, n.º 2) e P. vulgata (Linnaeus, 1758) (Fig. 26, n.º 3) evidenciam uma presença residual \nface às primeiras.\n\nA distribuição espacial das principais espécies identificadas (Fig. 9) (Quadrados A1 a B5) evidencia uma con-\ncentração, em Peso, do género Patella, nos Quadrados A4 e A8, seguindo-se os Quadrados A3 e A7. A segunda \nespécie mais abundante, Pecten maximus (Linnaeus, 1758), ocorre principalmente no Quadrado A4, seguindo-se \no Quadrado A3 e A1. \n\nNos Quadrados A3 e A4 verificam-se os valores mais elevados das espécies Stramonita haemastoma (Linnaeus, \n1767) e Callista chione (Linnaeus, 1758), enquanto a espécie Laevicardium crassum (Gmelin, 1791) atinge valores \nmais elevados nos Quadrados A1 e A3.\n\nFig. 9 – Distribuição das principais espécies identificadas (Peso em g) pelos Quadrados A1 a B5 diferenciados no processo de \nescavação arqueológica.\n\nQuando analisada a distribuição do Peso do género Patella segundo os Quadrados que dividem a área de \nescavação e os respectivos níveis ar tificiais de 20 cm (Fig. 10), verifica-se uma concentração no Quadrado A3,  \nno nível dos 80-100 cm, o mesmo acontecendo no Quadrado A4, onde atinge o valor mais elevado. Nos Qua- \ndrados A6 e A8, a concentração regista-se no nível 20-40 cm, enquanto no Quadrado A7 esta ocorre nos 40-60 cm. \nEm segunda ordem de impor tância, surgem os valores do nível 60-80 cm nos Quadrados A4 e A8. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n0 2000 4000 6000 8000 10000 12000 14000 16000\n\nA1\n\nA2\n\nA3\n\nA4\n\nA5\n\nA6\n\nA7\n\nA8\n\nA9\n\nB3\n\nB4\n\nB5\n\nPatella sp.\n\nOsilinus lineatus\n\nStramonita haemastoma\n\nMy!lus edulis\n\nPecten maximus\n\nLaevicardium crassum\n\nAcanthocardia sp.\n\nCallista chione\n\nOutras espécies\n\n\n\n256\n\nFig. 10 – Distribuição (Peso em g) do género Patella pelos Quadrados e níveis ar tificiais atribuídos no processo de escavação.\n\nNo que respeita à espécie Osilinus lineatus (Fig. 11), salienta-se o nível dos 60-80 cm do Quadrado A2, o valor \nmais elevado. São ainda de referir os níveis dos 20-40 cm dos Quadrados A4 a B3, havendo alguma representati-\nvidade, dentro deste panorama, no Quadrado A8.\n\nFig. 11 – Distribuição (Peso em g) da espécie Osilinus lineatus pelos Quadrados e níveis artificiais atribuídos no processo de escavação.\n\nFig. 12 – Distribuição (Peso em g) da espécie Stramonita haemastoma pelos Quadrados e níveis ar tificiais atribuídos no processo \nde escavação.\n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\n3000\n\n3500\n\n4000\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nPatella sp.\n\n0/20 20/40 40/60 60/80 80/100 100/120 120/140\n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nOsilinus lineatus\n\n0/20 20/40 40/60 60/80 80/100 100/120 120/140\n\n22 \n\n \n\n \n\n \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nStramonita haemastoma\n\n0/20 20/40 40/60 60/80 80/100 100/120 120/140\n\n\n\n257\n\nNa espécie Stramonita haemastoma (Fig. 12), as maiores concentrações verificam-se nos Quadrados A3 e A4. \nNo primeiro, os valores mais elevados surgem nos níveis 80-100 cm, 100-120 cm e 120-140 cm. No Quadrado A4 \ntomam maior relevância os níveis 0-20 cm, 80-100 cm e 100-120 cm. De referir, no Quadrado A2, os valores rela-\ntivamente elevados do nível 60-80 cm. \n\nNa espécie Mytilus edulis (Fig. 13) verifica-se um predomínio nos Quadrados A3 e A4. No primeiro, as maiores \nconcentrações encontram-se nos níveis dos 40-60 cm, 60-80 cm e principalmente no nível dos 80-100 cm. No \nQuadrado A4 verificam-se os maiores valores nos níveis dos 60-80 cm e 80-100 cm. Tendo uma reduzida expressão \nnos Quadrados iniciais, a par tir do Quadrado A5 estes valores passam a traduzir-se em presenças residuais.\n\nFig. 13 – Distribuição (Peso em g) da espécie Mytilus edulis pelos Quadrados e níveis artificiais atribuídos no processo de escavação.\n\nFig. 14 – Distribuição (Peso em g) da espécie Pecten maximus pelos Quadrados e níveis artificiais atribuídos no processo de escavação.\n\nAo analisar a distribuição de Pecten maximus (Fig. 14), obser va-se uma concentração no Quadrado A1, no nível \ndos 20-40 cm. No Quadrado A3 destaca-se o nível dos 40-60 cm, seguindo-se o 80-100 cm e 60-80 cm. No Quadra-\ndo A4, por ordem decrescente de impor tância, surgem os níveis dos 100-120 cm e 60-80 cm, enquanto no Qua-\ndrado A5 se salienta o nível 20-40 cm. \n\nNo que respeita à espécie Laevicardium crassum (Fig. 15), os valores mais elevados registam-se nos Quadrados \nA1, A3 e A4. No Quadrado A1 destacam-se os níveis 20-40 cm e 0-20 cm e no Quadrado A3 ganham maior rele-\nvância os níveis 40-60 cm, 60-80 cm e 80-100 cm. No Quadrado A4 é de referir o nível 60-80 cm, com moderada \nabundância.\n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nMy?lus edulis\n\n0/20 20/40 40/60 60/80 80/100 100/120 120/140\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nPecten maximus\n\n0/20 20/40 40/60 60/80 80/100 100/120 120/140\n\n\n\n258\n\nFig. 15 – Distribuição (Peso em g) da espécie Laevicardium crasssum pelos Quadrados e níveis ar tificiais atribuídos no processo \nde escavação.\n\nFig. 16 – Distribuição (Peso em g) do género Acanthocardia pelos Quadrados e níveis artificiais atribuídos no processo de escavação.\n\nRelativamente ao género Acanthocardia (Fig. 16), este ganha valores significativos nos Quadrados A1, A2, A3 \ne A4. No Quadrado A1 o nível 20-40 cm é o que apresenta valores mais elevados. No Quadrado A2 surge o nível \ndos 0-20 cm, enquanto no Quadrado A3 é o 40-60 cm que surge com valor acima dos 100 g. No Quadrado A4, \ndestacam-se os níveis 60-80 cm e 100-120 cm, de peso elevado face aos restantes.\n\nA espécie Callista chione apresenta relativa expressão nos Quadrados A1, A2, A3 e A4 (Fig. 17). Nos Quadrados \nA1 e A2 sublinham-se os níveis 20-40 cm, no Quadrado A3 o nível 40-60 cm e, tal como no Quadrado A4, também \nnos 60-80 cm, seguido dos 80-100 cm.\n\nFig. 17 – Distribuição (Peso em g) da espécie Callista chione pelos Quadrados e níveis artificiais atribuídos no processo de escavação.\n\n \n\n \n\n \n\n \n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nLaevicardium crassum\n\n0/20 20/40 40/60 60/80 80/100 100/120 120/140\n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nAcanthocardiasp.\n\n0/20 20/40 40/60 60/80 80/100 100/120 120/140\n\n \n\n \n\n \n\n \n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\n400\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nCallista chione\n\n0/20 20/40 40/60 60/80 80/100 100/120 120/140\n\n\n\n259\n\nFig. 18 – Distribuição (Peso em g) das restantes espécies marinhas pelos Quadrados e níveis ar tificiais atribuídos no processo de \nescavação.\n\nPor último, para as restantes espécies marinhas (Fig. 18), verifica-se uma concentração nos Quadrados A1, A3, \nA4 e A6. No Quadrado A1 os níveis mais representados são os 60-80 cm e 20-40 cm. Para o Quadrado A3 o valor \nmais elevado repor ta para o nível 80-100 cm, sendo de referir o valor no nível 60-80 cm. No Quadrado A4 os níveis \n60-80 cm e 80-100 cm são idênticos, assumindo maior relevância o 100-120 cm. Por último, no Quadrado A6 o \nnível melhor representado é o 20-40 cm.\n\n7 – DISCUSSÃO DOS RESULTADOS\n\n7.1 – Aspectos ecológicos\n\n7.1.1 – Óptimo batimétrico\n\nA distinção entre as espécies de moluscos recolectáveis (ou não recolectáveis) par te, por norma, da correspon-\ndência da altura tidal inerente a cada espécie. Em função desta e das tecnologias disponíveis no período cronoló-\ngico em questão, poder-se-á averiguar a viabilidade da recolecção. No entanto, este princípio deverá ser conside-\nrado com algumas cautelas, pois o desconhecimento actual da existência de dada técnica ou instrumento não \nsignifica que aquela/aquele não pudesse já ser utilizada/o, viabilizando a captura de espécies que se podem tomar \npor inacessíveis enquanto moluscos vivos. Por tal motivo, o aproveitamento alimentar de algumas espécies é \nconsiderado como hipótese, visto não existir ainda informação disponível que corrobore tal aproveitamento.\n\nO conjunto de espécies provenientes do andar mediolitoral ficará sempre sobrevalorizado pela dimensão que o \ngénero Patella adquire na colecção em análise. De qualquer forma, são de relativa representatividade outras \nespécies que se encontram também no andar mediolitoral, como seja Osilinus lineatus e Mytilus edulis.\n\nDo andar infralitoral, destaca-se a espécie Callista chione (Fig. 26, n.º 13), seguindo-se Stramonita haemastoma \n(Fig. 26, nº 7), Laevicardium crassum, Pecten maximus (Fig. 26, n.º 9) e Acanthocardia sp. (Fig. 26, n.º 12). A \nprimeira poderá ainda ser passível de recolecção directa em alturas de maré baixa, assim como a espécie Stra-\nmonita haemastoma de possível aquisição sobre as rochas na zona mediolitoral. Por outro lado, as três últimas \nespécies apresentam um carácter completamente subtidal. A averiguação de estes moluscos terem sido recolec-\ntados vivos é apenas possível pela análise das alterações tafonómicas dos exemplares, assunto que se referirá mais \nà frente.\n\n \n\n \n\n \n\n \n\n \n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\n140\n\n160\n\n180\n\n200\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nOutras espécies\n\n0/20 20/40 40/60 60/80 80/100 100/120 120/140\n\n\n\n260\n\nPela análise da distribuição de espécies segundo a respectiva altura tidal, verifica-se o predomínio de espécies \ndo andar mediolitoral ou inter tidal (Fig. 19), sabendo, como já referido, que esta abundância se relaciona essen-\ncialmente com a presença do género Patella, que corresponde a 93,81% do NMI.\n\nFig. 19 – Distribuição (por NMI) das espécies marinhas segundo os níveis batimétricos viáveis.\n\nSendo predominante o nível da zona inter tidal, ficam com reduzida representatividade as espécies de distribui-\nção subtidal e menos ainda as espécies de cariz inter tidal/subtidal. No entanto, quando retirados os valores do \ngénero Patella, torna-se interessante verificar que se tornam mais relevantes as espécies de cariz inter tidal/\nsubtidal, seguidas das estritamente subtidais, ficando com menor representatividade as espécies estritamente \ninter tidais. \n\nDe sublinhar, desde já, o carácter subtidal para as espécies cujas conchas surgem em maior número com indí-\ncios de transformação (Fig. 20), traduzindo a prática da recolha de conchas nas praias, sem intuitos alimen- \ntares.\n\nFig. 20 – Distribuição (por NMI) das espécies marinhas segundo os níveis batimétricos, com excepção do género Patella \n[Representação do NMI de exemplares transformados].\n\nSabendo que, no caso do Outeiro Redondo, uma recolecção quotidiana é possível para as espécies que se \nencontram nos níveis supralitoral, inter tidal superior e inter tidal médio e que a recolecção episódica ocorrerá no \nnível inter tidal inferior (DUPONT, 2006), torna-se de especial relevância verificar, dentro do género Patella, quais \nas espécies dominantes, por forma a concluir-se sobre aquela possibilidade.\n\ninter?dal \n\ninter?dal e sub?dal\n\nsub?dal\n\n10965\n\nNMI\n\n412\n\n175\n\n123\n\n412\n\n175\n\n7\n\n20\n\ninter dal  inter dal e sub dal sub dal\n\nNMI NMI - transformados\n\n\n\n261\n\nQuadro 2 – Correspondência entre as espécies do género Patella e o respectivo óptimo batimétrico\n\nIdentificação Intertidal NMI\n\nP. intermedia 890\n\nP. rustica 32\n\nP. vulgata 47\n\nP. ulyssiponensis 595\n\nCom base no Quadro 2 pode concluir-se que as quatro espécies de Patella seriam susceptíveis de recolecção \nquotidiana, mesmo para a P. ulyssiponensis (Fig. 26, n.º 4) que se poderá encontrar no nível inferior inter tidal, \ndisponível por alturas de maré baixa.\n\n7.1.2 – Substrato\n\nNo que se refere ao substrato, no conjunto dos moluscos marinhos, verifica-se uma maioria de registos relativa \na substratos rochosos; devendo-se mais uma vez estes valores ao predomínio do género Patella. Será ainda de \nsalientar a relativa representatividade da espécie Mytilus edulis habitualmente identificada nas super fícies rochosas, \nnos níveis médio e inferior do andar mediolitoral. Osilinus lineatus e Stramonita haemastoma (Fig. 26, n.º 7) \npossuem alguma abundância relativa no conjunto em análise, sendo características de substrato rochoso da zona \ninter tidal superior e média no caso da primeira e zona inferior inter tidal e subtidal no caso da segunda, o que \nnão inviabiliza a sua recolecção directa de forma esporádica. \n\nEstas obser vações remetem para um cenário de exploração de áreas costeiras com predomínio de recolecção \nde espécies de ambientes rochosos, onde seria facilmente obtida a maioria dos recursos recolectados, assunto \nque se retomará adiante (Quadro 5) no âmbito das estratégias de recolecção/subsistência adoptadas. \n\n7.2 – Estratégias de recolecção\n\n7.2.1 – Biometria\n\nO tamanho e a forma das conchas de moluscos poderão elucidar acerca das condições ecológicas inerentes ao \nseu habitat. Por outro lado, considerando uma inter venção antrópica que explique a sua presença nos contextos \narqueológicos, impor tará apurar os factores que condicionaram a selecção das espécies recolectadas (como seja \no tamanho dos exemplares) e as eventuais mudanças ou permanências desta recolecção ao longo da diacronia da \nocupação.\n\nAssim sendo, foram analisados os tamanhos do género Patella e das respectivas espécies P. intermedia, P. rus-\ntica, P. ulyssiponensis e P. vulgata (Fig. 26, n.º 1 a 4), presentes neste conjunto.\n\nPela análise do Quadro 3, verifica-se a presença de indivíduos adultos, com média geral das medições de \n37,44 mm de comprimento. Ainda que a distribuição de tamanhos se apresente sem grandes oscilações ou dis-\ncrepâncias, será de referir a existência de tamanhos médios mais elevados nos níveis inferiores da estratigrafia, \nhavendo uma quebra no nível 80-100 cm. Na sequência estratigráfica verifica-se um maior número de registos dos \nníveis superiores subsequentes e a diminuição dos tamanhos face aos níveis mais antigos.\n\ninter tidal – nível superior\ninter tidal – nível médio\ninter tidal – nível inferior\n\n\n\n262\n\nQuadro 3 – Comprimentos máximo, mínimo e médio do género Patella nos vários níveis ar tificiais\n\nNível artificial Comp mínimo (mm) Comp máximo (mm) Média\n0-20 (50) 25,13 50,25 37,64\n20-40 (531) 23,92 57,24 36,17\n40-60 (314) 19,25 54,51 37,09\n60-80 (295) 25,87 56,03 38,11\n80-100 (272) 25,90 62,54 37,68\n100-120 (105) 29,44 54,85 39,40\n120-140 (44) 31,32 67,22 41,72\n140-160 (35) 27,34 62,83 40,76\n\n(n) – n.º restos medidos\n\nOs indivíduos de maior tamanho foram registados no nível 120-140 cm, em contraponto com o nível 40-60 cm, \nonde adquirem os valores de comprimento mínimo e de média mais baixos. De salientar, ainda, o facto de o nível \n20-40 cm apresentar o maior número de registos, com 531 medições, e a média mais baixa do conjunto, de cerca \nde 36,17 mm.\n\nEstas obser vações poderão indicar momentos de maior exploração deste género com a consequente diminuição \ndo tamanho médio dos exemplares recolectados, da mesma forma que os níveis mais antigos possuem os exem-\nplares de maiores dimensões por corresponderem a época em que tais recursos ainda não tinham sido objecto \nde exploração intensiva.\n\nAinda no cômputo geral do género Patella, ao analisar a distribuição de efectivos segundo inter valos de tama-\nnhos (Fig. 21), verifica-se a predominância de indivíduos adultos, por serem residuais os valores abaixo do inter-\nvalo dos 24-26 mm, sendo predominante o inter valo dos 34-36 mm (242 medições). \n\nFig. 21 – Distribuição do número de indivíduos do género Patella pelos inter valos de tamanho (em mm).\n\nNa tentativa de apurar a análise biométrica, foi obser vada a distribuição de tamanhos (Comprimento) nos indi-\nvíduos per tencentes às diferentes espécies de Patella sp. identificadas na colecção.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n1\n4\n\n-\n1\n\n6\n\n1\n6\n\n-\n1\n\n8\n\n1\n8\n\n-\n2\n\n0\n\n2\n0\n\n-\n2\n\n2\n\n2\n2\n\n-\n2\n\n4\n\n2\n4\n\n-\n2\n\n6\n\n2\n6\n\n-\n2\n\n8\n\n2\n8\n\n-\n3\n\n0\n\n3\n0\n\n-\n3\n\n2\n\n3\n2\n\n-\n3\n\n4\n\n3\n4\n\n-\n3\n\n6\n\n3\n6\n\n-\n3\n\n8\n\n3\n8\n\n-\n4\n\n0\n\n4\n0\n\n-\n4\n\n2\n\n4\n2\n\n-\n4\n\n4\n\n4\n4\n\n-\n4\n\n6\n\n4\n6\n\n-\n4\n\n8\n\n4\n8\n\n-\n5\n\n0\n\n5\n0\n\n-\n5\n\n2\n\n5\n2\n\n-\n5\n\n4\n\n5\n4\n\n-\n5\n\n6\n\n5\n6\n\n-\n5\n\n8\n\n5\n8\n\n-\n6\n\n0\n\n6\n0\n\n-\n6\n\n2\n\n6\n2\n\n-\n6\n\n4\n\n6\n4\n\n-\n6\n\n6\n\n6\n6\n\n-\n6\n\n8\n\nN\nº\n\n m\ne\n\nd\niç\n\nõ\ne\n\ns\n\nIntervalos de tamanho\n\nNMI\n\n\n\n263\n\nQuadro 4 – Comprimentos máximo, mínimo e médio das espécies de Patella nos vários níveis ar tificiais\n\nP. intermedia P. ulyssiponensis\nN. artificial Comp mín. Comp máx. Média N. artificial Comp mín. Comp máx. Média\n0-20 (37) 25,13 46,45 36,20 0-20 (12) 30,33 50,25 41,67\n20-40 (324) 23,92 50,99 35,00 20-40 (178) 27,24 57,24 38,52\n40-60 (177) 25,05 49,15 35,43 40-60 (122) 27,61 54,51 39,94\n60-80 (147) 26,65 56,03 36,35 60-80 (133) 25,87 55,25 39,96\n80-100 (150) 27,00 49,79 34,85 80-100 (109) 28,28 62,54 41,72\n100-120 (62) 29,44 47,74 36,90 100-120 (39) 33,64 54,85 43,32\n120-140 (23) 31,32 48,72 38,58 120-140 (18) 34,96 67,22 45,20\n140-160 (20) 27,34 47,12 38,29 140-160(7) 38,82 62,83 45,66\n\nP. rustica P. vulgata\nN. artificial Comp mín. Comp máx. Média N. artificial Comp mín. Comp máx. Média\n0-20 (1) 42,63 42,63 42,63 0-20 (0) _ _ _\n20-40 (9) 26,95 34,7 31,31 20-40 (19) 25,68 49,51 36,35\n40-60 (8) 27,67 34,46 32,47 40-60 (4) 31,48 50,17 39,08\n60-80 (7) 28,61 44,55 38,40 60-80 (7) 35,95 43,84 39,66\n80-100 (4) 25,90 48,40 37,18 80-100 (9) 28,65 42,28 36,18\n100-120 (1) 31,37 31,37 31,37 100-120 (2) 43,34 44,21 43,78\n120-140 (2) 42,96 44,93 43,95 120-140 (1) 46,76 46,76 46,76\n140-160 (1) 50,70 50,70 50,70 140-160 (7) 30,75 48,84 41,51\n(n) – n.º restos medidos\n\nDos resultados apresentados no Quadro 4, verifica-se que P. intermedia possui valores mais elevados nos níveis \ninferiores, havendo uma diminuição nos níveis subsequentes, salientando-se no entanto, nesta espécie, a quebra \nque existe no tamanho médio dos exemplares no nível dos 80-100 cm. Em P. ulyssiponensis, com as dimensões \nmais elevadas do conjunto de indivíduos medidos, os exemplares de maiores dimensões médias encontram-se \nigualmente nos níveis mais antigos, havendo um decréscimo nos níveis subsequentes, existindo apenas um ligei-\nro aumento no nível de topo, dos 0-20 cm.\n\nFig. 22 – Distribuição de tamanhos (Comprimento) da espécie Osilinus lineatus ao longo da estratigrafia. [( ) – nº de medições \nem cada nível].\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n0-20 (1) 20-40 (17) 40-60 (3) 60-80 (11) 80-100 (3)\n\nOsilinus lineatus\n\n\n\n264\n\nNas espécies P. rustica e P. vulgata, o reduzido número de medições impede uma leitura representativa dos \nresultados.\n\nNa Figura 22 apresenta-se a evolução do comprimento médio de Osilinus lineatus. A distribuição evidencia \nigualmente uma tendência de diminuição do tamanho dos indivíduos com o tempo, ainda que por falta de repre-\nsentatividade numérica, tal conclusão careça de confirmação.\n\n7.2.2 – Os biótopos explorados\n\nQuadro 5 – Altura tidal, substrato, marcas de extracção/consumo, marcas de transformação/uso e NMI para cada espécie marinha \nidentificada\n\nIdentificação Altura tidal + frequente supra intertidal sub Substrato Extr/Cons Transf/Uso NMI\nSiphonaria pectinata supralitoral rochoso 5 36\nOsilinus lineatus mediolitoral rochoso 71\nOsilinus sp. mediolitoral rochoso 16\nPatella sp. mediolitoral rochoso 636 45 10842\nLittorina sp. mediolitoral rochoso 2\nBittium sp. mediolitoral rochoso 1\nNassarius reticulatus mediolitoral areno-vasoso 4\nMytilus edulis mediolitoral rochoso 2 142\nOstrea edulis mediolitoral rochoso 2 11\nSolen marginatus mediolitoral areno-vasoso 4\nPholas dactylus mediolitoral rochoso 0\nRuditapes decussatus mediolitoral areno-vasoso 20\n\n11149\nHaliotis sp. infralitoral rochoso 0\nCalliostoma conulus infralitoral rochoso 1\nCharonia lampas infralitoral rochoso 2\nCharonia sp. infralitoral rochoso 1\nStramonita haemastoma infralitoral rochoso 70\nMitra cornicula infralitoral rochoso 1 1\nVenus verrucosa infralitoral arenoso 2\nDosinia exoleta infralitoral areno-vasoso 1 2\nMactra glauca infralitoral arenoso 4\nMactra sp. infralitoral arenoso 4\nLutraria sp. infralitoral areno-vasoso 1\nCallista chione infralitoral arenoso 140\nTurritella communis infralitoral areno-vasoso 0\nSemicassis saburon infralitoral areno-vasoso 13\nPecten maximus infralitoral arenoso 17 55\nTalochlamys multistriatus infralitoral areno-vasoso 1\nAcanthocardia sp. infralitoral areno-vasoso 31\nLaevicardium crassum infralitoral areno-vasoso 2 1 73\nSpisula elliptica infralitoral areno-vasoso 1\nVenus casina infralitoral areno-vasoso 0\n\n402\nRanella olearium circalitoral vasoso 1\n\n1\n\nsupratidal inter tidal – nível superior inter tidal – nível médio inter tidal – nível inferior subtidal exemplares com transformação antrópica\n\n\n\n265\n\nNo Quadro 5 reúnem-se as informações de altura tidal mais frequente, substrato, registos identificados de \nmarcas de extracção/consumo e marcas de transformação/uso relativas às espécies marinhas identificadas.\n\nVerifica-se o predomínio de espécies associadas ao andar mediolitoral, com destaque para o género Patella, o \nconjunto mais representativo da colecção. Este género, ao qual se associa a espécie Siphonaria pectinata (13,89% \nde conchas com estigmas de acção antrópica), registou o maior número de marcas, com 5,87% de indivíduos com \nafectação do bordo da concha devido à extracção do molusco. Estas marcas resultaram da utilização de um ins-\ntrumento pontiagudo para soltar o molusco do substrato. \n\nTambém deste óptimo batimétrico e, tal como a Patella, de ambiente rochoso, salientam-se as espécies Mytilus \nedulis, Osilinus lineatus, Osilinus sp. e Ostrea edulis (esta última espécie é passível de se desenvolver em vários \ntipos de substrato), com relativa relevância de registos. \n\nAinda de substrato rochoso, mas do andar infralitoral, surge a espécie Stramonita haemastoma (Fig. 26, n.º 7) \nque, como já se referiu atrás, é passível de ser recolectada também no nível inferior da zona inter tidal. No caso \nde uma recolecção de moluscos e não apenas de recolha de conchas, aquela seria possível, de forma episódica, \nna medida em que não se regista um carácter estritamente subtidal para esta espécie. O cariz alimentar não é de \nanular, no entanto, num ensaio metodológico realizado nos restos provenientes dos Quadrados A1 e A2 em que, \nde 39 restos, 17 apresentavam marcas de erosão em ambiente marinho. Estas marcas resultaram em vestígios de \nboleamento acentuado da ornamentação e estrutura das conchas, indicando que a recolha foi feita apenas da \nconcha e não do molusco vivo. Transpondo estes resultados para o NMI, verifica-se que em 18 indivíduos, 7 foram \nrecolhidos nas praias. \n\nA exploração de outros ambientes da zona inter tidal não é significativa, possuindo apenas alguma relevância a \nespécie Ruditapes decussatus (Fig. 26, n.º 14) de fundo areno-vasoso. Esta baixa presença contrasta com a conhe-\ncida preferência pelo consumo desta espécie em outros povoados da mesma época, tal como o verificado no \nPor to Torrão, para onde seria transpor tada a par tir do estuário do Sado (COELHO, 2006). \n\nAs restantes espécies da zona inter tidal e de fundos arenosos ou areno-vasosos susceptíveis de serem recolec-\ntadas directamente são de exploração episódica, quer por se encontrarem apenas acessíveis em cur tas opor tuni-\ndades, quer por serem raras nos respectivos biótopos. Exceptua-se a Callista chione (Fig. 26, n.º 13) que, repre-\nsentada por 140 indivíduos, apesar de se poder situar no nível inferior da zona inter tidal, é mais frequente na zona \nsubtidal, onde a recolecção directa não seria possível. Pela análise tafonómica realizada nos Quadrados A6 a B5, \nonde foram obser vados 57 restos, apenas 9 apresentavam possíveis marcas de erosão marinha, indiciando uma \nrecolha post mor tem residual, sublinhada pela ausência de colonizações incrustantes ou per furantes na super fície \ninterna. Assim sendo, coloca-se a hipótese de ter existido a recolecção esporádica destes moluscos, o que impli-\ncaria a exploração de ambientes arenosos, ainda que episódicos, para além do ambiente rochoso.\n\nNo caso da espécie Laevicardium crassum, esta é associada ao nível subtidal de fundo areno-vasoso. A recolec-\nção destes moluscos, apenas com a estratégia de recolecção directa, só poderia ter lugar de forma excepcional. \nA considerar uma recorrência para a sua aquisição, tal implicaria o uso de técnicas que ultrapassassem essa \nestratégia, hipótese difícil de confirmar. \n\nNos 43 restos de Laevicardium crassum analisados, no critério de alterações tafonómicas, 5 evidenciaram alte-\nração post mor tem devido à erosão marinha (Fig. 27, n.º 1). Para além destes, 13 restos denunciaram for te alte-\nração, não sendo evidente se esta correspondeu a fenómeno erosivo em ambiente marinho ou se terá resultado \nde fenómenos diagenéticos ocorridos no depósito arqueológico. Tal como na espécie anterior, também estes \nrestos não evidenciaram quaisquer vestígios de acção incrustante ou per furante nas super fícies.\n\nExistindo a dúvida acerca da possibilidade de uma recolecção para consumo é também evidente uma recolha \nde conchas de L. crassum para outros fins, visto um dos restos apresentar traços de uso. Na hipótese de uma \nrecorrência de colheitas post mor tem, é de referir que estas conchas, para além de robustas e resistentes, \n\n\n\n266\n\nsão esteticamente apelativas, com ornamentação semelhante à das conchas de Glycimeris, não representadas na \ncolecção.\n\nPara a espécie Pecten maximus, de carácter subtidal e fundos arenosos, coloca-se igualmente a questão da via-\nbilidade da sua recolecção pela profundidade a que estes organismos se desenvolvem, entre o limite da maré \nbaixa (andar infralitoral) até 250 metros. Comummente referida na bibliografia arqueológica pela associação a \nambientes funerários e/ou de for te carga simbólica, sublinhando-se as suas características ornamentais e dimen-\nsões, impor tava apurar nesta colecção a existência de testemunhos para corroborar ou refutar esta ideia. \n\nNa análise tafonómica foram obser vados 102 restos desta espécie, dos quais 14 apresentavam vestígios de \nerosão marinha. Verificou-se igualmente a existência de ocupações incrustantes e per furantes (Fig. 27, nº 2), com \n3 casos de colonizações incrustantes e 8 casos de afectação per furante na super fície interna da concha, corres-\npondendo a alterações post mor tem. \n\nFoi possível obser var a olho nu a existência de 17 casos com marcas de transformação ou uso antrópicos que \ncorroboram a utilização post mor tem de exemplares P. maximus, conforme será adiante referido. Ainda que se \npossa considerar a hipótese de uma reutilização destas conchas após o consumo, é relevante o facto de este \nconjunto corresponder a um dos mais numerosos, apesar da espécie em causa ser uma das que revela menores \nprobabilidades de recolecção para consumo, conforme já se referiu atrás.\n\nPara a espécie Acanthocardia sp. (Fig. 26, n.º 12), de fundos areno-vasosos e da zona subtidal, verificou-se a \npresença de um conjunto de 165 restos correspondentes a 31 NMI. Também neste caso se questiona a existência \nde uma recolecção de moluscos vivos, pois a acessibilidade estaria for temente comprometida pela profundidade \nonde estes se desenvolvem, desde a zona infralitoral até 350 metros. Dos 14 restos analisados do ponto de vista \ntafonómico, 4 apresentavam marcas de erosão marinha, indiciando uma colheita de conchas nas praias. Em nenhum \nresto foram identificadas ocupações incrustantes ou per furantes e, por outro lado, nenhum deles apresentava \nvestígios de transformação ou uso.\n\nEm resumo, no que respeita a estratégias de recolecção de moluscos, sublinham-se os dados relativos à explo-\nração de substratos rochosos, em que o género Patella poderia constituir complemento da dieta alimentar de \nforma quotidiana, pelas alturas tidais a que as espécies identificadas se encontram. A exploração dos substratos \nrochosos poderá ser corroborada pela presença assinalável de outras espécies como seja Siphonaria pectinata, \nMytilus edulis, Osilinus lineatus, Osilinus sp. ou mesmo de Ostrea edulis (Fig. 26, n.º 11), também presente neste \nconjunto e passível de viver em tal ambiente. Denota-se, deste modo, a exploração sistemática de uma costa \nrochosa desde o andar supralitoral até ao nível superior e médio do andar mediolitoral.\n\nA facilidade de acesso ao litoral rochoso a par tir do Outeiro Redondo (CARDOSO, 2010) explica a quantidade \nde restos malacológicos recolhidos, confirmando-se a impor tância deste recurso para a economia alimentar da \ncomunidade humana ali estabelecida. \n\nA análise biométrica no género Patella evidencia uma selecção de moluscos adultos, havendo indícios desta \nactividade ter gerado um ligeiro fenómeno de diminuição das médias biométricas, revelando a quebra na dispo-\nnibilidade em resultado do aumento da pressão antrópica. A diminuição das médias biométricas, ao longo da \ndiacronia, sugere que este recurso foi de facto explorado de forma intensiva, talvez quotidianamente.\n\nA exploração de fundos móveis possui fraca relevância como atesta a escassa presença de Ruditapes decussatus \ne de Callista chione, esta última apenas possível de forma esporádica ou excepcional. É sugestivo admitir que na \népoca a enseada de Sesimbra formasse um pequeno estuário na confluência com a linha de água hoje subterrânea \nà povoação actual de Sesimbra, afigurando-se propícia a existência de Ruditapes decussatus, representada por \nescasso número de indivíduos. Deste modo, não parece necessário recorrer a outras alternativas como os estuá-\nrios do Tejo ou do Sado para explicar a realidade identificada.\n\nNo caso da espécie Callista chione fica a dúvida relativamente ao seu contributo na dieta alimentar. O número \n\n\n\n267\n\nassinalável de exemplares sem marcas de erosão, bioerosão ou transformação poderá indicar recolecção para fins \nalimentares, no entanto, a terem tal correspondência, só seriam acessíveis a recolha directa em marés excepcio-\nnais. Assim, pode admitir-se o recurso a métodos de recolecção indirecta. \n\n7.2.3 –  Os casos post mor tem: análise do grau de erosão marinha, vestígios de bioerosão e ocupação incrus-\ntante\n\nTendo em conta o acima referido, impor tava o apuramento de casos de recolecção de conchas em situação post \nmor tem. Nesta abordagem, optou-se pela análise por amostragem de todos os restos de bivalves dos Quadrados \nA6 a B5, o que resultou na obser vação de 290 restos, uma análise com algumas limitações relacionadas com as \nreduzidas dimensões ou ausência de par tes anatómicas em alguns restos. \n\nO resultado da análise de erosão marinha evidenciou em grande par te dos restos a ausência de preser vação \ndos umbos, principalmente no caso da Pecten maximus. Relativamente às par tes de bordo, estas apresentavam-se \ncom a maior alteração, com treze casos de grau 4. Nas zonas de charneira a afectação traduziu-se numa maioria \nde casos de graus 2 e 3. \n\nAs super fícies externas dos bivalves analisados apresentavam graus de desgaste muito variáveis, sendo de  \nnotar que nas espécies Laevicardium crassum e Callista chione o predomínio é de grau 4, com erosão profunda. \nAs super fícies internas evidenciaram o predomínio de limites das cicatrizes e da linha paleal mal definidos  \nou parcialmente visíveis. As zonas de maior afectação correspondiam, deste modo, aos bordos e às super fícies \nexternas.\n\nQuadro 6 – Síntese da análise das marcas de erosão nos bivalves marinhos\n\nIdentificação Total Restos Obser vados Total Restos Erosionados % Restos Erosionados\nMytilus edulis 57 1 1,75\nPecten maximus 102 15 14,71\nOstrea edulis 2 2 100\nAcanthocardia sp. 14 0 0\nLaevicardium crassum 27 5 18,52\nMactra glauca 2 0 0\nLutraria sp. 1 0 0\nSolen marginatus 13 0 0\nTellinidae / Veneridae (Fam.) 1 0 0\nCallista chione 57 3 5,26\nRuditapes decussatus 14 0 0\n\n ausência de registos\n\nQuando analisada a proporção de restos erosionados na amostra seleccionada (Quadro 6) dever-se-á fazer a \nressalva para a espécie Ostrea edulis, aqui em reduzido número e, por tal, com expressão percentual que deve \nser tida com cautelas. Para as outras espécies é de sublinhar o reduzido número de restos de Mytilus edulis com \nevidências erosivas, indiciando, como já referido, uma recolecção de moluscos vivos. Pelo contrário, os valores \nresultantes das espécies Pecten maximus, Laevicardium crassum e, como hipótese, de Callista chione, poderão \nexpressar o número significativo de conchas recolhidas post mor tem.\n\nNo que respeita à análise de alterações por acção incrustante foi possível reunir os seguintes dados:\n\n\n\n268\n\nQuadro 7 – Descrição de colonizações incrustantes identificadas na amostra de bivalves\n\nEspécie\nEpifauna\n\nGrau\nProdutor Espécie\n\nMytilus edulis Briozoários ctenostomados _ 1\nCirrípedes balanomor fos Balanus sp. 1\nCirrípedes balanomor fos Balanus sp.\n\nPecten maximus Cirrípedes balanomor fos; Balanus sp.; Serpulidae 4\nAnelídeos serpulídeos Serpulidae 4\nAnelídeos serpulídeos Serpulidae 4\n\nPelo Quadro 7 é possível concluir que as colonizações identificadas em restos de Mytilus edulis correspondem \na ocupações na super fície externa, acção que não implica prejuízo para o bivalve durante o tempo de vida. \n\nNa espécie Pecten maximus foram identificadas ocupações de cirrípedes balanomor fos e serpulídeos (Família \nSerpulidae) e, ao contrário do Mytilus edulis, as ocupações encontravam-se localizadas na super fície interna da \nconcha, denunciando uma colonização posterior à desar ticulação das valvas, em situação post mor tem.\n\nRelativamente a afectações bioerosivas, foram recolhidos os seguintes dados:\n\nQuadro 8 – Descrição da acção bioerosiva identificada na amostra de bivalves\n\nEspécie\nEndofauna\n\nGrau\nProdutor Icnoespécie\n\nMytilus edulis\n\nEsponja Entobia sp. 1\nAnelídeo poliqueta Meandropolydora sulcans 1\nAnelídeo poliqueta Meandropolydora sulcans 1\n\nIndeterminado _ 4\n\nPecten maximus\n\nEsponja Entobia sp. 1\nEsponja Entobia sp. 1\nEsponja Entobia sp. 1\nEsponja Entobia sp. 1\nEsponja Entobia sp. 1\nEsponja Entobia sp. 1\nEsponja Clionaidae (Fam.) 1\nEsponja Entobia sp. 4\n\nAnelídeo poliqueta Caulostrepsis taeniola 1\nAnelídeo poliqueta Caulostrepsis taeniola 1\nAnelídeo poliqueta Meandropolydora sulcans 1\nAnelídeo poliqueta Meandropolydora sulcans 1\nAnelídeo poliqueta Caulostrepsis taeniola 3\nAnelídeo poliqueta Caulostrepsis taeniola 3\nAnelídeo poliqueta Meandropolydora sulcans 4\nAnelídeo poliqueta Caulostrepsis sp. 4\n\nAnelídeo poliqueta ou Esponja Meandropolydora sulcans ou Entobia sp. 1\nAnelídeo poliqueta; Esponja Caulostrepsis sp.; Entobia sp. 1\nAnelídeo poliqueta; Esponja Caulostrepsis taeniola; Entobia sp. 2\nAnelídeo poliqueta; Esponja Caulostrepsis taeniola; Clionaidae (Fam.) 3\nAnelídeo poliqueta; Esponja Meandropolydora sulcans; Entobia sp. 4\nAnelídeo poliqueta; Esponja Meandropolydora sulcans ; Clionaidae (Fam.) 4\n\nOstrea edulis\nAnelídeo poliqueta; Esponja Caulostrepsis sp.; Clionaidae (Fam.) 4\n\nAnelídeo poliqueta; Bivalve litófafo Meandropolydora sp.; Caulostrepsis sp.; Gastrochaenolites sp. 4\n\n\n\n269\n\nNos exemplares de Mytilus edulis foi possível obser var a presença de Entobia sp. e Meandropolydora sulcans na \nsuper fície externa das conchas, o que não implicaria a mor te de molusco. O mesmo não poderá dizer-se de um \nregisto identificado na super fície interna, significando a recolha da concha num momento post mor tem.\n\nA espécie Pecten maximus é a que demonstra maior número de acção bioerosiva, com 22 casos identificados. \nTambém aqui se encontram presentes Entobia sp. (Fig. 27, n.º 2) e Meandropolydora sulcans, aos quais se associam \nCaulostrepsis sp. e Caulostrepsis taeniola. \n\nForam identificados nesta espécie três casos com afectação da área interna do bordo e cinco com afectação da \nsuper fície interna, significando colonizações logo após a mor te do molusco, quando a área de ocupação é restri-\nta e em resultado de exposição prolongada post mor tem, respectivamente.\n\nNa espécie Ostrea edulis foram também identificados dois casos de acção bioerosiva por esponjas e anelídeos \npoliquetas na super fície interna da concha, em situação post mor tem. A estes casos adicionou-se um exemplo do \nicnogénero Gastrochaenolites sp. (Fig. 27, n.º 3), um traço característico de ocupação por bivalve litófago.\n\n7.2.4 – Marcas de extracção e consumo\n\nVerificando-se na colecção o predomínio do género Patella como principal recurso explorado, impor taria verifi-\ncar a existência de marcas de extracção. Sendo os moluscos destas espécies muito aderentes ao substrato, coloca-\nse a hipótese do uso de utensílio que produzisse marcas de afectação na super fície das conchas, aquando da \nrecolecção. De facto, em todo o conjunto foram identificadas alterações de possível origem antrópica nos bordos \nde 636 conchas daquele género. Na tentativa de apurar resultados foi seleccionada uma amostra nos moldes atrás \ndefinidos constituídos por 45 registos, aos quais foram aplicados os critérios já enunciados. \n\nConcluiu-se que 26 destas conchas possuíam marcas recentes por apresentarem arestas frescas e em 19 iden-\ntificaram-se marcas antigas (Fig. 27, n.º 4) evidenciando concreções ou outras alterações tafonómicas posteriores. \n\nA localização destas marcas é similar nas zonas posterior (10 casos) e anterior do bordo (9 casos), sendo variá- \nvel o ponto do impacto produzido pelo utensílio. O objecto utilizado, provavelmente pontiagudo, originou um \nnegativo de contornos maioritariamente regulares (15 regulares e 4 irregulares) e de forma predominantemente \nsemi-circular (16 semi-circulares e um registo em cada uma das formas cónica, trapezoidal e irregular).\n\nA afectação, como se pode concluir pela Fig. 23, na maioria dos casos não excedeu os limites da própria marca, \ntratando-se de uma obliteração localizada, sem eliminação de áreas exteriores à do ponto de impacto.\n\nO Diâmetro máximo da marca inscreve-se no inter valo entre 2,92 mm e 7,24 mm, com o valor médio de 4,53 mm. \nComo hipótese, sugere-se que estas marcas tenham sido produzidas por um furador com secção circular e \n\ndiâmetro médio de cerca de 4,5 mm. Este tipo de ar tefactos foi efectivamente documentado no sítio arqueológico \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19\n\nD\niâ\n\nm\ne\n\ntr\no\n\n (\nm\n\nm\n)\n\nNº exemplares\n\nMarcas de extracção - género Patella\n\nD máx afectação\n\nD máx marca\n\nFig. 23 – Marcas de extracção: Diâmetro máximo da afectação e Diâmetro máximo da marca.\n\n\n\n270\n\nde Outeiro Redondo (CARDOSO, 2010, p. 121, Fig. 36, n.º 5, 6, 10; p. 122, Fig. 37, n.º 2, 13; p. 124, Fig. 38, \nn.º 10; p. 125, Fig. 39, n.º 3; p. 126, Fig. 40, n.º 10).\n\nPara além das marcas identificadas no género Patella, foram obser vadas possíveis marcas de extracção em três \nexemplares da espécie Siphonaria pectinata, de características idênticas. \n\n7.2.5 – Marcas de transformação/uso\n\nComo já foi referido, a forma mais frequente associada ao consumo de moluscos é a cozedura ou uma exposi-\nção ao fogo relativamente rápida, não deixando vestígios de alteração nos restos malacológicos (CHENORKIAN, \n1990). As termoalterações recorrentemente identificáveis nestes restos poderão antes relacionar-se com um cená-\nrio de rejeição por par te do homem, como constituintes do lixo doméstico remetido para as lareiras, sem, no \nentanto, ser possível anular em absoluto a hipótese de tais marcas resultarem de práticas culinárias como as \nacima referidas. \n\nNa análise desta colecção foram quantificadas tais evidências.\n\nQuadro 9 – Quantificação e percentagem de restos termoalterados\n\nIdentificação Restos termoalterados %\nPatella sp. 104 0,73\n\nStramonita haemastoma 7 2,27\nMitra cornicula 1 100\n\nSiphonaria pectinata 3 8,11\nMytilus edulis 33 2,82\n\nPecten maximus 114 12,17\nAcanthocardia sp. 12 7,27\n\nLaevicardium crassum 6 2,87\nMactra glauca 1 25\n\nMactra sp. 1 25\nDosinia exoleta 1 50\nCallista chione 18 4,79\n\nRuditapes decussatus 2 4,17\n\nDos 303 restos com vestígios de termoalteração (Quadro 9), as espécies menos representadas na colecção são \naquelas que apresentam maior número de restos termoalterados. Este é o caso das espécies Mitra cornicula, em \nque o único resto identificado apresentava esta alteração, Dosinia exoleta, em que um dos dois restos se encon-\ntrava termoalterado e Mactra glauca e Mactra sp. em que, dos quatro restos de cada conjunto, um possuía esta \nalteração. Das restantes espécies, salientam-se Pecten maximus, seguindo-se Siphonaria pectinata, Acanthocardia \nsp., Callista chione e Ruditapes decussatus.\n\nComo já referido, as conchas de moluscos poderão relacionar-se com múltiplas utilizações que ultrapassam o \ncarácter alimentar, quer tenha existido ou não transformação ou uso dos exemplares. A aquisição e selecção \ndestas conchas prende-se com factores que ultrapassam a disponibilidade e a acessibilidade. Intentou-se neste \ntrabalho elaborar um inventário dos restos transformados ou com marcas de uso, no sentido de apurar quais as \nespécies seleccionadas e qual a transformação ou utilização que lhes seria conferida, na tentativa de averiguar se \nexistiria uma relação directa entre ambas. A Fig. 20 evidencia par ticular incidência de conchas transformadas em \nespécies de carácter subtidal, as quais, em geral, não se podem relacionar com a alimentação. Tal significa que \ndeverão ter ocorrido recolhas intencionais, nas praias, de tais exemplares. No Quadro 10 inventariam-se todos os \ncasos de alterações obser vadas em função da espécie.\n\n\n\n271\n\nQuadro 10 – Síntese do inventário de restos malacológicos com marcas de transformação/uso\n\nIdentificação R Transf./Uso % Obser vações\nPatella sp. 23 0,16 1 bordo boleado e 22 per furações\nMitra cornicula 1 100 1 per furação\nMytilus edulis 2 0,17 1 incisão sp ext; 1 abrasão super fícies interna e externa\nPecten maximus 19 2,03 12 bordo polido; 5 afeiçoamento e polimento; 1 per furação; 1 entalhe no bordo\nOstrea edulis 2 12,5 1 polimento do bordo; 1 per furação\nLaevicardium crassum 1 0,48 1 polimento do bordo\nCallista chione 2 0,53 1 entalhe no bordo; 1 afeiçoamento e polimento\n\nApenas sete das trinta e três espécies marinhas identificadas apresentavam marcas de transformação ou uso. \nNo caso do género Patella, cujas espécies são as mais intensivamente exploradas do ponto de vista alimentar, a \nhipótese mais viável será a de ter existido a reutilização de exemplares após o consumo. De facto, não se verifica \nqualquer especificidade (tamanho, ornamentação, coloração, alterações prévias à transformação) nos exemplares \ntransformados face aos demais.\n\nAs marcas identificadas em Patella sp. correspondem, na sua maioria, a perfurações (Fig. 27, n.º 5 e 6). A excep-\nção é um fragmento apical (Tipo 1) de Patella ulyssiponensis recolhido no Quadrado A4 (nível 100-120 cm), com \nmarcas de fogo, apresentando uma fractura boleada em resultado de uma possível abrasão na superfície de fractura. \n\nDos exemplares per furados, um do Tipo 0 (Indivíduo Completo) e vinte e um do Tipo 1 (Fragmento Apical com \ncicatriz muscular preser vada), a maioria apresentava uma per furação no corpo da concha (com apenas dois casos \nde per furação da zona do ápice), tendo sido realizadas a par tir da super fície interna para a externa, prova de que \no objectivo era o aproveitamento da concha como adereço.\n\nEstes orifícios não apresentavam vestígios de uso, mantendo-se as arestas sem indícios de rolamento (sob as \nconcreções diagenéticas) e os contornos predominantemente irregulares (apenas seis casos com contornos regu-\nlares), evidenciando-se a presença de 8 per furações de forma elipsoidal, 7 de forma irregular, 5 circulares e, em \nmenor número (apenas um caso em cada situação), semi-circulares e quadrangulares. \n\nNa medição dos Diâmetros máximos das marcas, verifica-se uma grande variabilidade, desde os 1,84 mm aos \n11,02 mm, com uma Média de cerca de 5,02 mm. As medições do Diâmetro máximo de afectação, na maioria dos \ncasos, excedem os limites das marcas, com supressão parcial de estrutura da concha na zona envolvente à do \nimpacto (Fig. 24). Ao contrário das marcas de extracção, estas poderão resultar de uma sequência de golpes \n(provavelmente, por percussão directa) com objecto pontiagudo. \n\nFig. 24 – Marcas de transformação (per furações): Diâmetro máximo da afectação e Diâmetro máximo da marca.\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n1 2 3 4 5 6 7 8 9 10111213141516171819202122\n\nD\niâ\n\nm\ne\n\ntr\no\n\n (\nm\n\nm\n)\n\nNº exemplares\n\nD máx afectação\n\nD máx marca\n\n\n\n272\n\nDe referir a existência de um fragmento em que se verificou o início de um orifício que não foi finalizado, não \nsendo totalmente per furante, sem afectação da super fície externa da concha.\n\nAinda relativamente ao género Patella, foram identificadas cerca de 19 per furações que não foram consideradas \ncomo marcas de transformação antrópica voluntária num momento pré-histórico. Esta interpretação deveu-se ao \nfacto das marcas apresentarem fractura fresca (recente), posterior às concreções diagenéticas obser vadas nas \nsuper fícies dos fragmentos, que aqui foram interpretadas como resultantes da inter venção arqueológica e respec-\ntivas marcas de utensílios inerentes ao processo de escavação (marcas de pico e/ou colherim).\n\nO exemplar de Mitra cornicula (um indivíduo fragmentado com vestígios de termoalteração) evidenciou uma \nper furação na zona dorsal da última volta (Fig. 27, n.º 7). O orifício apresentava-se com contornos regulares e \nforma elipsoidal, com fractura rolada. Levanta-se aqui a hipótese de esta per furação ser de origem antrópica ou \nser resultante de actividade predatória de outro gastrópode (em ambiente marinho). Por outro lado, as evidências \nde rolamento poderão estar associadas a marcas de uso, numa utilização como pendente. \n\nDe igual modo devem considerar-se os dois exemplares de Mytilus edulis com possível alteração antrópica. O \nprimeiro diz respeito a quatro incisões identificadas na super fície externa de um fragmento. Pelas suas caracte-\nrísticas rectilíneas, que no conjunto constituem uma formação geométrica, não parecem ser resultado de uma \nafectação bioerosiva (como as originadas por Meandropolydora sulcans). De igual forma, o segundo exemplar \ncorresponde a um fragmento ventral desgastado com possível abrasão, transformando a convexidade natural da \nconcha numa forma aplanada. No entanto, as reduzidas dimensões do fragmento condicionam uma abordagem \nconclusiva acerca da origem desta alteração. \n\nA espécie Pecten maximus é aquela que revelou maior número de casos com transformação/uso. Os doze frag-\nmentos de bordo polido (Fig. 27, n.º 8) indicam um possível uso enquanto utensílios (sem alteração prévia da \nforma natural da concha), sendo este polimento resultado de um uso intensivo que originou um total boleamento \ndesta par te da concha. \n\nO mesmo não se verificou em cinco outros casos identificados, em que se obser vou uma alteração da forma \noriginal da concha, resultando em cinco pequenas placas de funcionalidade indeterminada (Fig. 27, n.º 12). Estas \npeças foram obtidas por afeiçoamento prévio e posterior polimento das arestas, resultando num boleamento dos \ncontornos e apresentando formas díspares, duas sub-triangulares (uma fragmentada), uma arredondada e outra \nsub-rectangular (cujas formas não são discerníveis por se encontrarem fragmentadas). Ainda deste conjunto, \nimpor ta referir uma peça de forma triangular que poderá não se encontrar terminada pelo facto de as suas ares-\ntas não evidenciarem vestígios de polimento, apesar de ter existido o afeiçoamento da concha para obter uma \nforma pré-determinada. \n\nAinda relativamente à espécie Pecten maximus, foi identificado um fragmento de valva com per furação (Fig. 27, \nn.º 11). De forma semi-circular (parcialmente preser vada, devido a fracturação posterior do fragmento), contornos \nirregulares e ausência de boleamento, este orifício resultou de percussão directa, apresentando um diâmetro \nmáximo de 8,39mm. Não foram aqui identificados vestígios de uso. Para além deste, foi identificado um fragmen-\nto ventral com dois possíveis entalhes sobre o bordo.\n\nPara a espécie Ostrea edulis foram registados dois exemplares com possível alteração antrópica. O primeiro diz \nrespeito a um caso de polimento do bordo de uma valva direita de grandes dimensões, como resultado de uma \npossível utilização como utensílio. O outro registo caracteriza-se por per furação sobre o umbo numa valva esquer-\nda fragmentada. Esta per furação com cerca de 9,84 mm de diâmetro, forma elipsoidal e contornos irregulares, \nnão evidenciava estigmas de uso mas arestas vivas sob as concreções diagenéticas. Para este caso, coloca-se a \nhipótese desta peça per furada corresponder à produção de pendente.\n\nA concha de Laevicardium crassum com vestígios de alteração (Fig. 27, n.º 9) correspondia a uma valva esquer-\nda fragmentada com estigmas evidentes de utilização da zona ventral do bordo, provavelmente o resultado do uso \nda concha como utensílio.\n\n\n\n273\n\nPara a espécie Callista chione foi identificada uma valva direita fragmentada com possíveis entalhes sobre o \nbordo (da super fície interna para a externa), de funcionalidade indeterminada, colocando-se a hipótese de se \ntratar da produção de um utensílio (Fig. 27, n.º 10). Para além deste, foi obser vado um fragmento tipo placa de \nforma sub-rectangular (Fig. 27, n.º 13), contornos boleados e regulares, podendo tratar-se de uma preparação para \nobtenção de pendente, ainda que não tenha sido realizada qualquer per furação, sugerindo uma peça inacabada.\n\nPor último, de referir a existência de um fragmento umbonal que levantou algumas dúvidas. Por um lado, a \nfor te alteração impossibilitou a identificação da espécie em questão e, por outro, os vestígios de boleamento da \nzona de fractura e da super fície externa levantaram dúvidas relativamente à sua origem. Não sendo possível \naveriguar se esta alteração terá resultado de for te erosão marinha ou corresponder a transformação antrópica \ncom polimento das super fícies, de modo a adquirir uma peça arredondada, de funcionalidade indeterminada.\n\n7.2.6 – Espécies de moluscos marinhos de reduzida presença\n\nQuadro 11 – Espécies malacológicas de reduzida presença na colecção\n\nIdentificação Massa (g) % (g) NMI % NMI NR % NR Altura tidal Substrato\nHaliotis sp. 1,55 0,003 0 0 1 0,01 infralitoral: inter tidal inferior/subtidal rochoso\nCalliostoma conulus 1,72 0,003 1 0,01 1 0,01 infralitoral: inter tidal inferior/subtidal rochoso\nBittium sp. 0,01 0 1 0,01 1 0,01 mediolitoral: inter tidal med, inf/subtidal rochoso\nTurritella communis 5,65 0,01 0 0 2 0,01 infralitoral: subtidal areno-vasoso\nLittorina sp. 0,01 0 2 0,02 2 0,01 mediolitoral sup, med, inf/subtidal rochoso\nSemicassis saburon 177,91 0,29 13 0,11 17 0,1 infralitoral: subtidal areno-vasoso\nRanella olearium 19,67 0,03 1 0,01 1 0,01 circalitoral: subtidal vasoso\nCharonia lampas 114,12 0,19 2 0,02 2 0,01 infralitoral: inter tidal inferior/subtidal rochoso\nCharonia sp. 132,18 0,22 1 0,01 8 0,04 infralitoral: inter tidal inferior/subtidal rochoso\nNassarius reticulatus 8,25 0,01 4 0,03 4 0,02 mediolitoral: inter tidal med, inf/subtidal areno-vasoso\nTalochlamys multistriatus 5,22 0,01 1 0,01 1 0,01 infralitoral: subtidal areno-vasoso\nCardiidae (Fam.) 7,68 0,01 1 0,01 1 0,01 mediolitoral: inter tidal med, inf/subtidal areno-vasoso/arenoso\nMactra glauca 31,72 0,05 4 0,03 4 0,02 infralitoral: inter tidal inferior/subtidal arenoso\nMactra sp. 14,62 0,02 4 0,03 4 0,02 infralitoral: inter tidal inferior/subtidal arenoso\nSpisula elliptica 3,27 0,01 1 0,01 2 0,01 infralitoral: subtidal areno-vasoso\nLutraria sp. 43,73 0,07 1 0,01 9 0,05 infralitoral: inter tidal inferior/subtidal areno-vasoso\nMactridae (Fam.) 20,03 0,03 2 0,02 5 0,03 mediolitoral: inter tidal med, inf/subtidal areno-vasoso/arenoso\nSolen marginatus 6,72 0,01 4 0,03 25 0,14 mediolitoral: inter tidal med, inf/subtidal areno-vasoso\nTellinidae/Veneridae (Fam.) 4,12 0,01 0 0 1 0,01 mediolitoral: inter tidal med, inf/subtidal areno-vasoso/arenoso\nVenus casina 9,11 0,02 0 0 1 0,01 infralitoral: subtidal areno-vasoso\nVenus verrucosa 37,71 0,06 2 0,02 2 0,01 infralitoral: inter tidal inferior/subtidal arenoso\nDosinia exoleta 19,78 0,03 2 0,02 2 0,01 infralitoral: inter tidal inferior/subtidal areno-vasoso\nPholas dactylus 0,46 0 0 0 1 0,01 mediolitoral: inter tidal med, inf/subtidal rochoso\nTOTAL 665,24 47 97\n\n espécies com > NMI\n\nAs restantes espécies de biótopo marinho constituem um conjunto restrito, totalizando cerca de 665g de massa, \n47 NMI e 97 NR, uma amostra residual face ao universo da colecção (Quadro 11). Deste reduzido conjunto \n\n\n\n274\n\ndestacam-se, pelo cálculo do NMI, as espécies Semicassis saburon (Bruguière, 1792), Nassarius reticulatus (Lin-\nnaeus, 1758), Mactra glauca (Born, 1778), Mactra sp. e Solen marginatus (Pulteney, 1799). \n\nSemicassis saburon (Fig. 26, nº 6) é um gastrópode marinho que habita em profundidades subtidais (substrato \nrochoso ou zonas detríticas areno-vasosas), inacessíveis ao homem, daí se depreenda que a colheita dos exem-\nplares identificados foi realizada post mor tem.\n\nAs espécies Mactra glauca e Mactra sp., são passíveis de recolecção episódica pois poderão localizar-se no nível \ninferior da zona inter tidal, em substrato arenoso. No entanto, os reduzidos valores quantificados (quatro NMI \npara cada um dos casos) não permitem concluir acerca de uma efectiva recolecção ou uma intencionalidade na \nsua obtenção. \n\nO mesmo poderá dizer-se relativamente ao bivalve Solen marginatus e o gastrópode Nassarius reticulatus (Fig. \n26, n.º 8). Ambas são passíveis de recolecção periódica e se para o segundo a probabilidade de consumo é mais \nremota (habitualmente conotados como objectos de adorno per furados), no caso do Solen marginatus os teste-\nmunhos como recurso alimentar chegam até aos dias de hoje. No entanto, a parca representatividade deste \nconjunto não permite concluir se a sua presença se relacionará com uma aquisição voluntária tendo em vista o \nseu consumo.\n\nPara as espécies presentes no Quadro 11, denota-se dificuldade em apontar uma explicação para a sua presen-\nça pois o reduzido número de registos poderá dever-se ao facto de o processo de escavação ter sido realizado \nsem crivagens no terreno mas antes por recolhas a olho nu, inviabilizando uma representatividade fiável do \nespectro malacológico. \n\nAs reduzidas dimensões e número em que se verificam algumas espécies poderão igualmente traduzir casos de \nmalacofaune accompagnatrice (DUPONT, 2006), acompanhadora ou acessória (DUPONT &amp; ARAÚJO, 2010, p. 56), \nem que não se verifica uma recolecção voluntária de espécimes mas antes por estes acompanharem outros pro-\ndutos de mar.\n\nAinda que não se anule a hipótese de uma recolecção de algumas espécies para consumo, na maioria dos casos \no reduzido número em que se verificam e a impossibilidade de recolecção directa poderão traduzir a aquisição \nde conchas post mor tem, seleccionadas devido às suas características físicas (e estéticas), com objectivo de utili-\nzação extra alimentar.\n\n7.3 – Grau de fragmentação\n\nQuadro 12 – Quantificação e percentagem de cada Tipo de Fragmentação no conjunto de patelídeos\n\nTipo de fragmentação Quant %\nTipo 0 2251 15,99\nTipo 1 8457 60,08\nTipo 2 47 0,33\nTipo 3 77 0,55\nTipo 4 1214 8,62\nTipo 5 2031 14,43\n\nA análise do estado geral de conser vação da colecção incidiu sobre o nível de fragmentação das espécies melhor \nrepresentadas, ou seja, do género Patella (que corresponde a 79,73% do NTR e 93,81% do NMI do conjunto em \nanálise). A este género, adicionaram-se os patelídeos da espécie Siphonaria pectinata, sendo possível verificar o \npredomínio de restos do Tipo 1 (Quadro 12), de conchas com ápice e cicatriz muscular preser vados e ausência \n\n\n\n275\n\nde bordo, seguindo-se o conjunto de restos do Tipo 0, de conchas completas e, por ordem de impor tância numé-\nrica, o Tipo 5 correspondente a esquírolas. Deste modo, poder-se-á concluir o bom estado de preser vação deste \ngrupo.\n\nFig. 25 – Distribuição do número de restos de cada Tipo de Fragmentação de patelídeos pelos Quadrados escavados.\n\nQuando analisada a distribuição dos Tipos de Fragmentação pelos Quadrados de escavação (Fig. 25), verificam- \n-se os valores elevados nos Quadrados A4 e A8 e a relação directa entre os diversos tipos. De referir a linearidade \ne baixa representatividade de restos de Tipo 2 e 3 e o predomínio, em todos os Quadrados, de restos do Tipo 1.\n\nQuadro 13 – Distribuição do número e percentagem de restos de cada Tipo de Fragmentação pelos níveis ar tificiais \n\nTipo 0-20 % 20-40 % 40-60 % 60-80 % 80-100 % 100-120 % 120-140 % 140-160 %\nTipo 0 53 9,91 685 14,07 392 12,46 403 21,94 517 18,54 122 17,58 44 30,14 35 55,56\nTipo 1 416 77,76 3021 62,06 1979 62,93 1217 66,25 1399 50,16 316 45,53 83 56,85 26 41,27\nTipo 2 1 0,19 15 0,31 12 0,38 9 0,49 7 0,25 3 0,43 0 0 0 0\nTipo 3 2 0,37 34 0,7 27 0,86 6 0,33 4 0,14 4 0,58 0 0 0 0\nTipo 4 31 5,79 575 11,81 295 9,38 113 6,15 178 6,38 20 2,88 0 0 2 3,17\nTipo 5 32 5,98 538 11,05 440 13,99 89 4,84 684 24,52 229 33 19 13,01 0 0\nTOTAL 535 4868 3145 1837 2789 694 146 63\n\nNa distribuição de percentagens pelos níveis ar tificiais (Quadro 13), nota-se uma tendência para a relação \ninversa do Tipo 1 com o Tipo 0, em que a percentagem de Tipo 0 diminui dos níveis de base para o topo, com \nvalores mais elevados de indivíduos completos na base da estratigrafia, decrescendo para a super fície. O Tipo 1, \ncorrespondente a fragmentos apicais com cicatrizes musculares preser vadas e ausência de bordo, apresenta \nvalores mais elevados nos níveis superficiais, decrescendo em profundidade. \n\nEsta relação não é, no entanto, corroborada na análise de outro Tipos, sendo inversa quando comparados os \nTipos 4 (fragmentos de anel com menos de metade de bordo preser vado) e 5 (esquírolas), havendo aumento do \nTipo 5 do topo para os níveis mais profundos até aos 120 cm e diminuição nos valores do Tipo 4 no sentido da \nsuper fície para a base.\n\nImpor ta referir, por último, os níveis 100-120 cm e 80-100 cm, onde se verificam os valores mais elevados de \nTipo 5 em proporção com os valores de Tipo 0 e Tipo 1, podendo sugerir inter valos de tempo de maior degrada-\nção dos restos, os dois maiores sub-conjuntos de esquírolas.\n\n0\n\n500\n\n1000\n\n1500\n\n2000\n\n2500\n\nA1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n\nTipo 0\n\nTipo 1\n\nTipo 2\n\nTipo 3\n\nTipo 4\n\nTipo 5\n\n\n\n276\n\nQuadro 14 – Distribuição do número e percentagem de restos de Mytilus edulis pelos níveis ar tificiais \n\nTipo 0-20 % 20-40 % 40-60 % 60-80 % 80-100 % 100-120 % 120-140 % 140-160 %\nVC 0 0 5 1,85 3 2,27 6 4,14 0 0 0 0 0 0 0 0\nVFrag 0 0 5 1,85 5 3,79 8 5,52 10 2,11 0 0 0 0 1 50\nFumb 1 9,09 21 7,78 23 17,42 33 22,76 18 3,8 0 0 1 6,67 0 0\nFcharn 6 54,55 19 7,04 35 26,52 18 12,41 12 2,53 2 2,44 3 20 0 0\nFrag 4 36,36 220 81,48 66 50 80 55,17 434 91,56 80 97,56 11 73,33 1 50\nTOTAL 11 270 132 145 474 82 15 2\nVC= valva completa; VFrag= valva fragmentada; Fumb= fragmento umbonal; Fcharn= fragmento charneira; Frag= fragmento\n\nAo comparar estes dados com o nível de fragmentação no bivalve melhor representado na colecção, Mytilus \nedulis, verifica-se que os níveis ar tificiais 80-100 cm e 100-120 cm são aqueles que evidenciam maior percentagem \nde Fragmentos (Quadro 14). Por outro lado, é no nível dos 140-160 cm que se regista o maior número de restos \nem melhor estado de preser vação.\n\nOs restos de Pecten maximus evidenciam informação idêntica, verificando-se a maior proporção de Fragmentos \nno nível dos 100-120 cm (Quadro 15). \n\nQuadro 15 – Distribuição do número e percentagem de restos de Pecten maximus pelos níveis ar tificiais \n\nTipo 0-20 % 20-40 % 40-60 % 60-80 % 80-100 % 100-120 % 120-140 % 140-160 %\nVC 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0\nVFrag 2 1,63 2 0,79 2 1,05 1 0,88 2 2,04 0 0 0 0 0 0\nFumb 1 0,81 6 2,37 4 2,09 1 0,88 2 2,04 2 1,71 0 0 0 0\nFcharn 31 25,2 85 33,6 69 36,13 39 34,21 30 30,61 19 16,24 8 57,14 1 33,33\nFrag 89 72,36 160 63,24 116 60,73 73 64,04 64 65,31 96 82,05 6 42,86 2 66,67\nTOTAL 123 253 191 114 98 117 14 3\nVC= valva completa; VFrag= valva fragmentada; Fumb= fragmento umbonal; Fcharn= fragmento charnelar; Frag= fragmento\n\nPela análise do grau de fragmentação, foi possível destacar o nível ar tificial dos 100-120 cm, com os valores \nmais elevados de fragmentos de dimensões mais reduzidas, colocando-se a hipótese de esta situação poder resul-\ntar do facto de aqui se localizar um solo de ocupação antrópica. A dinâmica inerente à utilização de um espaço, \ncom todas as rotinas e actividades do quotidiano envolvidas, poderão ser a causa de um aumento do grau de \nfragmentação dos restos (culminando, em algumas situações, como exemplo, em fenómenos de pisoteio destes \nelementos). Esta é uma hipótese que parece constituir viabilidade pelo facto de não terem sido identificados \nquaisquer processos tafonómicos pós-deposicionais que pudessem originar esta distinção do índice de fragmen-\ntação no nível dos 100-120 cm.\n\n7.4 – Meteorização e acção diagenética\n\nNa análise de casos com evidência de alteração por meteorização e acção diagenética, foi seleccionada uma \namostra de bivalves nos moldes atrás referidos. Esta análise ultrapassava os objectivos deste trabalho podendo, \nno entanto, adiantar-se algumas obser vações. Verificou-se que todos os restos de Ruditapes decussatus evidencia-\nvam marcas de alteração pós-deposicional, seguidos dos restos de Callista chione, Mytilus edulis e Acanthocardia \nsp., sendo menos expressivas nas espécies Pecten maximus e Laevicardium crassum.\n\n\n\n277\n\nNa identificação de concreções diagenéticas foi possível concluir que estas se encontravam na maioria dos \nrestos obser vados, predominando os registos de grau 1, em menos de 50% das super fícies externa e interna. Estas \nconcreções, numa abordagem genérica da sua natureza, são resultado da acção de raízes e fungos ou, noutros \ncasos, são resultado dos processos químicos que causaram a agregação de matéria mineral (carbonatos) nas \nsuper fícies.\n\nPelo contrário, as per furações de origem diagenética registaram-se apenas em 19 dos 290 restos obser vados, \nhavendo um valor mais elevado na espécie Laevicardium crassum, o maior número com casos de grau 1.\n\nEstas discrepâncias poderão dever-se a múltiplos factores, quer seja pelas condições de deposição e de sedi-\nmentação a que estes restos estiveram diversamente sujeitos, quer seja pelas distinções inerentes à estrutura das \nconchas (e à capacidade de resistência) face à natureza física e à composição química que as constituem para \ncom o entorno, no depósito arqueológico.\n\n8 – OUTROS TAXA\n\n8.1 – Crustáceos\n\nA identificação, quantificação, cálculo de NMI e análise da distribuição de restos de perceves (Pollicipes polli-\ncipes (Gmelin, 1790)) presentes na colecção ultrapassavam o objectivo inicial deste trabalho, intentando-se a sua \nabordagem em estudo futuro. Optou-se por um inventário sumário nos diversos Quadrados e níveis ar tificiais onde \nse verificou a presença destes crustáceos (Quadro 16).\n\nNo total foram contabilizadas 32 placas completas (e vários fragmentos de placa) distribuídas pela estratigrafia \nver tical e horizontal (ar tificial). \n\nQuadro 16 – Número de placas de perceves identificadas nos Quadrados e níveis ar tificiais\n\nNv. (cm) A1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n0-20 - - 2 - - - - - - - - -\n20-40 1 - - 1 1 1 2 5 - - - -\n40-60 3 - 2 - - - 5 - - - - -\n60-80 - 1 - 1 - - - - - - - -\n80-100 1 - 1 1* - - - 1 - 2 - -\n100-120 - - - 1** 1 - - - - - - -\n120-140 - - - - - - - - - - - -\n140-160 - - - - - - - - - - - -\n* 1 placa e vários fragmentos. ** 1 fragmento\n\nPara além de abordados no tema dos organismos incrustantes, impor ta referir a presença frequente de  \ncirrípedes balanomor fos, comummente designados bálanos. Foram registados ao longo dos Quadrados e níveis \nar tificiais (Quadro 17). A identificação, quantificação, cálculo de NMI e análise da sua distribuição, tal como  \ncom os perceves, ultrapassavam o objectivo inicial deste trabalho, intentando-se a sua abordagem em estudo \nfuturo.\n\n\n\n278\n\nQuadro 17 – Quadrados e níveis ar tificiais onde foi registada a presença de cirrípedes balanomor fos \n\nNv. (cm) A1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n0-20 - - - - - - - - - - - -\n20-40 + + - - - + + + + - - -\n40-60 - + - + - - + + - - - -\n60-80 - - + + - - - + - - - -\n80-100 + - + + - - - + - + - -\n100-120 - - + + + - - - - + - -\n120-140 - - + + - - - - - - - -\n140-160 - - - - - - - - - - - -\n\nPara além da presença de indivíduos/fragmentos (de placas) nos diversos Quadrados e níveis ar tificiais, foram \nigualmente quantificados os restos de Patella sp. em que se obser varam bálanos ou marcas da sua fixação (excep-\nto nos Quadrados A3 e A4 onde não foi realizado este levantamento de dados), evidenciando-se a sua frequência \n(Quadro 18) principalmente no Quadrado A8 e no nível dos 20-40 cm com a maior abundância de registos sobre \nrestos de Patella sp.\n\nQuadro 18 – Número de restos de Patella sp. onde foi registada a presença de cirrípedes balanomor fos \n\nNv. (cm) A1 A2 A5 A6 A7 A8 A9 B3 B4 B5\n0-20 - 2 5 1 6 - 1 - - -\n20-40 5 4 14 74 28 97 12 - - -\n40-60 6 6 - - 70 32 3 1 - -\n60-80 6 7 - - - 65 - - - -\n80-100 4 3 - - - 14 - 25 2 -\n100-120 - 7 12 - - - - - - -\n120-140 - - 1 - - - - - - -\n140-160 - - - - - - - - - -\n\nAinda relativamente a bálanos ou marcas de fixação, de referir a sua presença sobre 10 restos de Stramonita \nhaemastoma.\n\nA esta quantificação dever-se-ão adicionar os registos sobre restos de bivalves já referidos no tema de ocupação \nincrustante.\n\nDe ambiente marinho, resta referir a presença de restos ictiológicos, dos quais foi feita a devida separação.\n\n8.2 – Gastrópodes terrestres\n\nNo que respeita aos moluscos terrestres, com presença residual na colecção, o seu estudo ultrapassava o âmbi-\nto deste trabalho, enumerando-se de forma sumária as presenças identificadas nos Quadrados e níveis ar tificiais \n(Quadro 19).\n\nPara os restos de gastrópodes terrestres continentais que não foram passíveis de identificação resume-se a \ninformação:\n\n\n\n279\n\nQuadro 19 – Quadrados e níveis ar tificiais onde foi registada a presença de gastrópodes terrestres continentais \n\nNv. (cm) A1 A2 A3 A4 A5 A6 A7 A8 A9 B3 B4 B5\n0-20 + - + + + - - + - - - -\n20-40 - - - + + + + + - - - -\n40-60 - - + + - - + + - + + -\n60-80 + + + + - - - + - - - -\n80-100 - - + + + - - + - + - -\n100-120 - - - + - - - - - + - -\n120-140 - - - - + - - - - - - -\n140-160 - - - + - - - - - - - -\n\nNo entanto, foi possível apurar a espécie (ainda que apenas até à determinação de Família, em alguns casos) \npara outros restos de gastrópodes terrestres continentais, (Quadro 20) recolhendo-se os seguintes dados: \n\nQuadro 20 – Síntese do inventário das espécies de gastrópodes terrestres continentais identificados na colecção \n\nQuadrado Nível Identificação Peso (g) NR NMI\nA1 0-20 Helicidae (Fam.) 0,11 1 1\nA1 60-80 Rumina decollata 1,02 1 1\nA2 20-40 Helicidae (Fam.) 0,17 1 1\nA2 60-80 Cryptomphalus asperus 3,41 1 1\nA2 60-80 Helicidae (Fam.) 0,99 1 1\nA3 80-100 Theba pisana 0,06 2 2\nA3 80-100 Cochlicella acuta – 1 1\nA4 20-40 Cryptomphalus asperus 2,63 1 1\nA4 20-40 Helicidae (Fam.) 1,97 3 2\nA4 20-40 Rumina decollata 1,74 3 3\nA4 40-60 Theba pisana 0,46 1 1\nA4 40-60 Cryptomphalus asperus 24,12 14 6\nA4 40-60 Helicidae (Fam.) 2,78 16 1\nA4 60-80 Cochlicella acuta 0,04 1 1\nA4 60-80 Helicidae (Fam) 1,24 1 1\nA4 60-80 Rumina decollata 0,84 2 2\nA5 80-100 Rumina decollata – 1 1\nA7 40-60 Theba pisana 0,15 1 1\nA7 40-60 Helicidae (Fam.) 0,07 1 1\nA8 80-100 Cochlicella acuta 0,01 1 1\nA8 80-100 Cochlicella conoidea 0,01 1 1\nA8 80-100 Theba pisana 0,05 1 1\nB3 40-60 Rumina decollata 0,33 1 1\n\nTOTAL 42,2 57 33\n\nColoca-se a hipótese de estes registos corresponderem a moluscos que integram a tanatocenose natural, sem \nrelação com as actividades antrópicas. A dúvida poderá surgir no caso do Cryptomphalus asperus, comestível nos \ndias de hoje. No entanto, o reduzido número destas evidências não permite tirar ilações sobre uma presença \nresultante de consumo alimentar. \n\nPor outro lado, as malacofaunas terrestres lançam comummente a dúvida acerca da sua contemporanei- \ndade face à formação dos depósitos arqueológicos, sendo frequentes as situações em que estas presenças se \n\n\n\n280\n\nFig. 26 – nº 1 – Patella intermedia; nº 2 – Patella rustica; nº 3 – Patella vulgata; nº 4 – Patella ulyssiponensis; nº 5 – Calliostoma \ncolunus; nº 6 – Semicassis saburon; nº 7 – Stramonita haemastoma; nº 8 – Nassarius reticulatus com evidência de erosão marinha; \nnº 9 – Pecten maximus; nº 10 – Talochlamys multistriatus; nº 11 – Ostrea edulis com afectação bioerosiva por Meandropolydora sulcans; \nnº 12 – Acanthocardia sp.; nº 13 – Callista chione; nº 14 – Ruditapes decussatus. Fotos de J. L. Cardoso. Cada divisão da escala \ncorresponde a 1 cm.\n\n\n\n281\n\nFig. 27 – nº 1 – Laevicardium crassum com evidência (interna) de erosão marinha; nº 2 – Pecten maximus com afectação bioero-\nsiva (sup. externa) por Entobia sp.; nº 3 – Ostrea edulis com afectação bioerosiva (interna) por Gastrochaenolites sp.; nº 4 – Patella \nrustica com marca de extracção no bordo; nº 5 – Patella intermedia per furada; nº 6 – Patella intermedia per furada; nº 7 – Mitra \ncornicula per furada; nº 8 – Pecten maximus (fragmento com bordo polido); nº 9 – Laevicardium crassum (fragmento com bordo \npolido); nº 10 – Callista chione (fragmento com entalhes sobre o bordo); nº 11 – Pecten maximus (fragmento com per furação par-\ncialmente preser vada); nº 12 – Pecten maximus (fragmento tipo placa sub-triangular); nº 13 – Callista chione (fragmento tipo placa \nsub-rectangular). Fotos de J. L. Cardoso. Cada divisão da escala corresponde a 1 cm.\n\n\n\n282\n\ndevem a episódios intrusivos posteriores. Exemplo disso, na amostra em questão salienta-se a presença da  \nespécie Rumina decollata, cujo compor tamento se traduz em encontrar refúgios de relativa profundidade no \nsubsolo. \n\n9 – CONCLUSÕES\n\nA colecção malacológica de Outeiro Redondo provém das recolhas de várias inter venções arqueológicas reali-\nzadas entre 2005 e 2008 sob a orientação do segundo signatário. As limitações na abordagem desta colecção \nprendem-se, em par te, pela impossibilidade de definição de uma sequência estratigráfica clara que traduzisse os \nritmos da formação dos contextos preser vados, no âmbito das dinâmicas que presidiram à formação dos depósi-\ntos arqueológicos e à sua evolução até ao presente. Como referido, a análise de distribuição baseou-se na impo-\nsição de um sistema car tesiano de 2 por 2 metros de lado, segundo um eixo de ordem numérica e um outro de \nordem alfabética inter vencionados por níveis ar tificiais de 20 cm, levando à respectiva separação dos restos \nsegundo estas divisões.\n\nUma outra condicionante na obtenção de resultados prendeu-se com o facto de estas recolhas terem sido rea-\nlizadas a olho nu, sem crivagem, havendo provavelmente um enriquecimento de algumas espécies, em detrimen-\nto de outras. No entanto, tendo presente o tamanho das espécies comestíveis com efectivo interesse alimentar, \nnão se crê tenha ocorrido significativa perda de informação a este nível, em resultado da metodologia de recolha \nadoptada e usual em escavações de contextos do tipo do investigado. \n\nO conjunto malacológico de Outeiro Redondo resultou na quantificação de 17 901 NTR (Número Total de Res-\ntos) e 11 623 NMI (Número Mínimo de Indivíduos) com peso total de 60 535,85g. A identificação taxonómica \npermitiu o apuramento de 38 taxa distribuídos por 16 espécies de bivalves marinhos, 17 espécies de gastrópodes \nmarinhos e 5 espécies de gastrópodes terrestres continentais. \n\nNesta colecção evidenciaram-se concentrações, expressas pelo respectivo peso, nos Quadrados A4, A3 e A8. O \ngénero Patella atinge os valores mais elevados nos quadrados A3, A4, A6, A7 e A8 enquanto espécies com alguma \nexpressividade como seja Stramonita haemastoma, Mytilus edulis, Pecten maximus, Laevicardium crassum, Acan-\nthocardia sp. e Callista chione surgem predominantemente entre os quadrados A1 e A4, adquirindo um carácter \nresidual nas restantes divisões espaciais. Na distribuição, pelos diversos níveis ar tificiais, os valores mais elevados \nsurgem nos níveis dos 20-40 cm e 80-100 cm. \n\nNo apuramento das espécies do género Patella (93,81% do NMI quantificado), destacam-se as espécies Patella \nintermedia e Patella ulyssiponensis, adquirindo as espécies Patella rustica e Patella vulgata um carácter residual \nno conjunto deste género. No que respeita à distribuição ver tical, os valores mais elevados obser varam-se nos \nníveis dos 20-40 cm e 80-100 cm; este último relaciona-se directamente com um nível de ocupação, cuja impor-\ntância se encontra assim indirectamente sublinhada. Por outro lado, a análise biométrica evidencia manter cor-\nrespondência directa entre a intensidade da actividade de recolecção da espécie P. intermedia e a diminuição dos \ntamanhos médios. Deste modo, foi possível concluir que o investimento de recolecção resultou no aumento da \npressão antrópica que fez decair os índices de tamanho médio dos moluscos recolectados, em consequência da \nrarefacção dos exemplares de maior tamanho. \n\nOutra evidência da relação entre a pressão antrópica e a disponibilidade dos recursos é a constatação de as \nmédias biométricas mais elevadas se repor tarem aos níveis mais antigos, havendo uma tendência para a diminui-\nção de tamanhos ao longo do tempo em resultado da crescente pressão antrópica sobre as espécies do género \nPatella mais recorrentemente consumidas, como se referiu. Evidenciou-se, igualmente, a selecção de moluscos \nem função do tamanho, com a preferência dada a indivíduos adultos deste género. \n\n\n\n283\n\nQuando analisado o grau de fragmentação sobre as diferentes espécies (confrontando-se os dados do género \nPatella com os das espécies Mytilus edulis e Pecten maximus), foi possível verificar que o nível ar tificial dos \n100-120 cm correspondia aos valores mais elevados do índice de fragmentação. Esta obser vação é consetânea com \na hipótese de este nível corresponder ao embasamento do piso de ocupação correspondente às profundidades de \n80-100 cm, as quais, como acima se referiu, coincidem com uma das maiores concentrações de valvas de Patella, \nindício da intensa ocupação humana delas correlativa.\n\nNa caracterização das alturas tidais de recolecção, foi possível concluir que a maioria de presenças correspon-\nde ao andar mediolitoral, de carácter inter tidal, devido ao facto de a Patella intermedia se desenvolver nos níveis \nsuperior e médio do andar mediolitoral e Patella ulyssiponensis se localizar no nível médio e inferior deste mesmo \nandar. \n\nDeste modo, poder-se-á concluir a possibilidade da actividade de recolecção ter ocorrido quotidianamente, pela \nviabilidade no acesso directo a estes recursos. A aquisição de moluscos destas espécies indica a exploração de \nzonas costeiras, aber tas, de substrato rochoso, às quais se associam outras, com relativa representatividade, \nembora incomparavelmente menor, como Osilinus lineatus e Mytilus edulis. \n\nA exploração de zonas de substrato arenoso e areno-vasoso, por via de acesso directo humano, apresenta valo-\nres marginais face à realidade mencionada. No caso de fundos vasosos, apenas se admite a possibilidade de \nrecolecção recorrente de Ruditapes decussatus (nível médio e inferior do andar inter tidal) cujos restos, no entan-\nto, correspondem apenas a 0,27% do NTR. De substrato arenoso, destaca-se a espécie Callista chione, do nível \ninferior do andar mediolitoral, cuja ocorrência atinge 2,11% do NTR. \n\nA exploração de outro tipo de ambientes litorais que não o rochoso – o qual seria o predominantemente fre-\nquentado – levanta a questão da sua proximidade e acessibilidade relativamente à localização da estação arqueo-\nlógica. No caso da Ruditapes decussatus e da Callista chione poder-se-á considerar a possibilidade de exploração \nda zona de enseada de Sesimbra, considerando para a primeira a existência à época de uma pequena zona estu-\narina formada pela confluência da linha de água que actualmente percorre o subsolo de Sesimbra com o litoral \noceânico.\n\nNo caso de Callista chione fica a dúvida relativamente ao seu contributo na dieta alimentar. A corresponder a \num recurso alimentar, só poderia encontrar-se acessível de forma directa em alturas excepcionais de baixa-mar. \n\nNo que respeita às técnicas de recolecção, a extracção de moluscos fixos ao substrato seria possível com o uso \nde um utensílio ponteagudo, conforme comprovam as marcas de extracção identificadas em exemplares do géne-\nro Patella. Estas ferramentas, pelas características dos estigmas, poderiam corresponder a exemplares de limites \nregulares e secção espessa, provavelmente de sílex, representados por alguns furadores no registo arqueológico.\n\nPara além das marcas de consumo, foi realizado um ensaio sobre marcas de transformação e/ou uso. Verificou-\nse a reutilização de conchas do género Patella, com exemplares per furados, provavelmente como elementos de \nadorno, apesar da extrema abundância de tais restos, sem que tenham sido identificados estigmas de uso ou  \num padrão na selecção face aos restos de consumo rejeitados. Outras valvas com per furações intencionais, rela-\ncionadas provavelmente com a mesma finalidade, per tencem às espécies Mitra cornicula, Ostrea edulis e Pecten \nmaximus.\n\nCom marcas de uso, evidenciaram-se exemplares de Pecten maximus e Laevicardium crassum pressupondo a \nutilização de valvas como utensílios, provavelmente raspadores, sem alteração prévia da forma original. Os restos \ntransformados evidenciaram alteração com afeiçoamento e polimento nas espécies Pecten maximus e Callista \nchione. Enfim, obser varam-se ainda entalhes sobre o bordo em Pecten maximus e Callista chione e incisão e \nabrasão sobre resto de Mytilus edulis. \n\nÀ luz dos conhecimentos actuais, é inviável a recolecção directa de moluscos da zona subtidal (a não ser por \nmergulho em apneia) podendo colocar-se a hipótese de aquela ser realizada a par tir de embarcações, com o uso \n\n\n\n284\n\nde instrumentos que permitissem a recolecção de moluscos de relativa profundidade, em substrato móvel (anci-\nnhos de madeira, por exemplo). Com efeito, a recolha neste povoado de dois grandes fragmentos de anzóis de \ncobre indica que a pesca à linha, a par tir da praia ou a bordo de embarcações era já uma realidade, cujo desen-\nvolvimento pressupõe a existência de outros equipamentos que naturalmente não se conser varam.\n\nNo entanto, torna-se relevante o facto de serem as espécies subtidais as que apresentam o maior número de \nconchas com transformação e uso, o que revela ter sido a sua aquisição efectuada post mor tem, provavelmente \natravés de recolhas efectuadas na praia. \n\nOutras espécies de reduzida expressividade no conjunto corresponderão igualmente a recolhas post mor tem de \nexemplares cujas características se tornariam apelativas do ponto de vista estético ou da sua raridade, como o \ncaso do Semicassis saburon. \n\nEm resumo, o povoado calcolítico for tificado do Outeiro Redondo, enquadrável em épocas que conheceram \nassinaláveis transformações económicas e sociais, com desenvolvimento tecnológico e consolidação do modelo \nagro-pastoril, evidencia a complementaridade atribuída aos recursos marítimos. Os produtos de origem marinha \nassumiriam um papel impor tante na dieta alimentar, caracterizando uma economia de amplo espectro baseada \nigualmente na pesca e no marisqueio, que poderia efectuar-se a um ritmo diário. Tal como em Outeiro Redondo, \nesta situação verifica-se em alguns sítios mais ou menos coevos como Rotura (Setúbal), Ponta da Passadeira \n(Barreiro) e Possanco (Grândola), tendo em alguns casos assumido uma preponderância que levou à formação \nde verdadeiros níveis conquíferos, evidenciando-se estes recursos como fundamentais e for temente explorados \ndo ponto de vista económico, por vezes com carácter marcadamente sazonal, como em Possanco.\n\nA procura de moluscos poderia ser feita com intensidade e periodicidade variáveis consoante não apenas as \nnecessidades de subsistência, as relações distância/tempo dispendido, custos de exploração e de aproveitamento \nde recursos disponíveis, como de procuras que vão além destas condicionantes e estarão dependentes de outras \ncomo a forma de organização social e económica, a aquisição de produtos de distinta origem e de permanência \nde tradições e hábitos alimentares que atravessam as diacronias e os percursos históricos de cada comunidade \nhumana.\n\nA malacofauna, para além de alimento, poderia ter significados e conotações diversas, como se verifica quando \no valor e/ou utilização é dado exclusivamente à concha enquanto utensílio, com ou sem transformação, corres-\npondendo a objectos utilitários do quotidiano ou, noutro âmbito, quando adquire um carácter simbólico, ritual, \nsagrado ou diferenciador, não só em contextos funerários mas também em contextos do quotidiano. A sua aqui-\nsição poder-se-á atribuir às suas características estéticas e dimensões que lhe conferem o atributo de alguma \nraridade.\n\nImpor tará sublinhar, a terminar, que o Outeiro Redondo não deverá ser interpretado exclusivamente à luz de \num modelo teórico assente na linearidade de um determinismo ecológico, ainda que este explique as adaptações \na que as comunidades humanas foram levadas, por forma a explorarem eficazmente os recursos potencialmente \ndisponíveis na envolvência dos locais onde se implantaram. \n\nPerante comunidades plenamente sedentarizadas e consolidadas do ponto de vista económico que explorariam \nformas de produção agrícola a par com a criação e domesticação de gado (com pleno aproveitamento dos produ-\ntos secundários), os recursos marinhos e a actividade de recolecção surgem como complemento económico, não \nesquecendo, no entanto, que estas formas de gestão económica se encontram inseridas em modos complexos de \norganização e dinâmica social, intra e intercomunitárias, que ultrapassam a simples regra da ofer ta/procura.\n\n\n\n285\n\nREFERÊNCIAS BIBLIOGRÁFICAS\n\nANDREWS, P. (1995) – Experiments in Taphonomy. Journal of Archaeological Science, 22, p. 147–153.\n\nBRUYNE, R. H. (2006) – Enciclopédia completa de Conchas (trad. Ana Santos e Filomena Nogueira). Setúbal. Reza \na História, Edições Lda.\n\nCARDOSO, J. L. (2001) – A ocupação dos territórios e a exploração dos recursos na península de Setúbal, do \nPaleolítico ao Bronze Final. TAVARES, M. J. F.; TAVARES, A. A. &amp; CARDOSO, J. L.ed., Arqueologia e História \nRegional da península de Setúbal. Lisboa: Universidade Aber ta, p. 19-47. \n\nCARDOSO, J. L. (2009) – Espólios do povoado calcolítico for tificado de Outeiro Redondo (Sesimbra): as colheitas \ndo arq. Gustavo Marques. Revista Por tuguesa de Arqueologia. Vol. 12, nº 1, p. 73-114. \n\nCARDOSO, J. L. (2010) – O povoado calcolítico for tificado do Outeiro Redondo (Sesimbra). Resultados das esca-\nvações efectuadas em 2005. In GONÇALVES, V. S.; SOUSA, A. C., eds. – Actas do Colóquio Internacional \nTransformação e Mudança no Centro e Sul de Por tugal: o 4º e 3º milénios a.n.e. Cascais. p. 97-129.\n\nCARDOSO, J. L.; SOARES, A. M. Monge &amp; MAR TINS, J. M. M. (2010) – Fases de ocupação e cronologia abso-\nluta da for tificação calcolítica do Outeiro Redondo (Sesimbra). Estudos Arqueológicos de Oeiras. Oeiras. 18.\n\nCHENORKIAN, R. (1988) – Identification des dépôts coquilliers anthropiques. Travaux du LAPMO, p. 31-37.\n\nCHENORKIAN, R. (1990) – Conser vation en milieu coquillier et reconstitution des diètes préhistoriques. Travaux \ndu LAPMO, p. 133-146.\n\nCHENORKIAN, R. (1992) – Saisonnalisation et malacofaune – Méthodes et possibilités. Préhistoire et Anthropolo-\ngie Méditerranéennes. LAPMO – Université de Provence – CNRS, Tome 1, p. 143-168.\n\nCHENORKIAN, R. (1998) – Les amas coquilliers anthropiques: l’«autre» malacofaune. L’Homme préhistorique et \nla mer, 120e congrès CTHS, Aix-en-Provence, 23-26, p. 321-337.\n\nCLAASSEN, C. (1998) – Shells. Cambridge Manuals in Archaeology. Cambridge University Press.\n\nCLEMAM, Taxonomic Database on European Marine Mollusca [Consult. a 11/2010]. Disponível em http://www.\nsomali.asso.fr/clemam\n\nCOELHO, M. D. (2006) – A fauna malacológica de Por to Torrão – Os moluscos no Neolítico final/Calcolítico do \nSul de Por tugal. Disser tação de Mestrado em Pré-História e Arqueologia apresentada à Faculdade de Letras da \nUniversidade de Lisboa. Texto Poli copiado.\n\nDANCE, S. P. (1996) – Conchas – segredos da natureza. (trad. Alice Teles e rev. cient. de Fernanda Russel Pinto). \nVenda Nova. Ber trand Editora.\n\nDENYS, C. (2002) – Taphonomy and Experimentation. Archaeometry, 44, 3, p. 469-484.\n\nDOMÈNECH, R.; MAR TINELL, J &amp; POR TA J. DE (2008) – Bioerosión por poliquetos espiónidos (Polychaeta, \nSpionidae) en moluscos marinos del Cuaternario Caribeño de Colombia. Rev. Acad. Colomb. Cienc. Vol. 32, 124, \np. 411-419.\n\nDUPONT, C. (2003) – Les coquillages alimentaires des dépôts et amas coquilliers du Mésolithique récent/final \nde la façade atlantique de la France: de la fouille à un modèle d’organisation logistique du territoire. Préhistoire \nAnthropologie Méditerranéennes, t. 12, p. 221-238.\n\n\n\n286\n\nDUPONT, C. (2006) – La malacofaune de sites mésolithiques et néolithiques de la façade atlantique de la France \n– contribution à l’économie et à l’identité culturelle des groupes concernés. Archaeopress – BAR International \nSeries 1571.\n\nDUPONT, C. &amp; ARAÚJO, A. C. (2010) – Ressuscitar o concheiro mesolítico de Toledo (Lourinhã, Por tugal): uma \nlixeira repleta de inver tebrados marinhos. Férvedes, 6, p. 53-62.\n\nFECHTER, R. &amp; FALKNER, G. (1993) – Moluscos – moluscos europeos marinos y de interior (trad. Luis Romano, \nrev. de Pepa Álvarez e ed. Fritz Wendler). Barcelona. Guías de Naturaleza Blume – Blume Naturaleza.\n\nFERNANDEZ-LOPEZ, S. (1995) – Taphonomie et interprétation des paléoenvironnements. GEOBIOS, M.S. 18, \np. 137-154.\n\nGONÇALVES, V. S: (1988/89) – A ocupação pré-histórica do Monte Novo dos Albardeiros (Reguengos de Mon-\nsaraz). PORTVGÁLIA. Nova Série, vol. IX-X, p. 49-61.\n\nGRUET, Y. &amp; DUPONT, C. (1999) – Au Néolithique, dans le Centre-Ouest de la France, la pêche des coquillages \nreflète-t-elle l’environnement marin? Actes des congrès nationaux des sociétés historiques et scientifiques, 124 – \nSystèmes fluviaux, Nantes, p. 183-199.\n\nLEONARD-PINGEL, J. S. (2003) – Molluscan taphonomy as a proxy for recognizing fossil seagrass beds. Depar tment \nof Geology and Geophysics, Graduate Faculty of the Louisiana State University and Agricultural and Mechanical \nCollege (Master of Science Thesis).\n\nMACEDO, M. C. C; MACEDO, M. I. C. &amp; BORGES, J. P. (1998) – Conchas Marinhas de Por tugal. Lisboa. Edito-\nrial Verbo.\n\nMAYORAL, E. (1988) – Microper foraciones (Tallophyta) sobre bivalvia del Plioceno del Bajo Guadalquivir. Impor-\ntancia paleoecologica. Estudios geologicos, 44, p. 301-316.\n\nMORALES MUÑIZ, A. (1988) – Identificación e identificabilidad: cuestiones básicas de metodologia zooarqueoló-\ngica. Prehistoria – Espacio, Tiempo y Forma. Madrid. Serie I, t. I, p. 455-470.\n\nPEREIRA, S., MOCHO, P. &amp; LOURENÇO, J. (2009) – Bioerosão sobre Megacardita jouanetti (Bivalvia) do Mio-\ncénico da Foz do Rego (Costa de Caparica, Por tugal). Paleolusitana, nº 1, p. 327-338.\n\nRODRIGUES, C. S; SIMÕES, M. G. &amp; KOWALEWSKI, M. (2005) – Fragmentation and bioerosion as taphonomic \nrecords of biotic interactions: a case study of extant brachiopods (Bouchardiidae) from Brazil. 2nd International \nMeeting Taphos’05, Abstract Volume. Barcelona. p. 135-136.\n\nSALDANHA, L. (1985) – Fauna submarina atlântica – Por tugal Continental, Açores, Madeira. Lisboa. Publicações \nEuropa-América.\n\nSANTOS, A. &amp; MAYORAL, E. (2007) – Paleoecología de la malacofauna de bivalves del Mioceno superior de \nCacela (SE Por tugal). Tre. Mus. Geol. Barcelona, 15, p. 25-49.\n\nSANTOS, A. &amp; MAYORAL, E. (2008) – Bioerosion versus colonization on Bivalvia: A case study from the Upper \nMiocene of Cacela (southeast Por tugal). Geobios, 41, p. 43-59.\n\nSILVA, C. T. (1996) – Malacofauna e Arqueologia. Al-madan, IIª série, 5, p. 89-95.\n\nTEBBLE, N. (1976) – British Bivalve Seashells – a handbook for identification. Edinburgh. Her Majesty’s Stationer y \nOffice, second edition.\n\nVALENTE, M. J. (1997) – A quantificação faunística: principais unidades, alguns parâmetros, regras e problemas. \nEstudos do Quaternário. APEQ, 1, p. 83-96."}]}}}