{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18622"}, {"@name": "filename", "#text": "25632_Starquit_AxelNicolasVincentReneDesire_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade Estadual de Campinas\n■B? wr UNICAMP\tFaculdade de Engenharia Química Área de concentração em Engenharia de Processos\nMétodo alternativo para a resolução numérica de modelo dinâmico para Leito Móvel Simulado em condições de isotermas lineares\nMestrando: Axel Nicolas Vincent René Désiré Starquit Orientador: Prof. Dr. Marco Aurélio Cremasco\nDissertação submetida à comissão de pós-graduação da Faculdade de Engenharia Química da UNICAMP, como parte dos requisitos exigidos para a obtenção do Título de MESTRE em Engenharia Química.\nCampinas~SP, dezembro de 2004 í ;\t\nÍ i’’' 1\t\n1\t\" *\tí\n%\tWVíCâ»\ti\nUNIDAD\ncQ.\nPREÇO\t---\nDATA I3Z3ZSX—\nN» CPD\nUA. II) . \"oGHOIT\nFICHA CATALOGRÁFICA ELABORADA PELA\nBIBLIOTECA DA ÁREA DE ENGENHARIA - BAE - UNICAMP\nStarquit, Axel Nicolás Vicent René Désiré\nST28m\tMétodo alternativo para a resolução numérica de modelo\nt\tdinâmico para leito móvel simulado em condições de\nisotermas lineares / Axel Nicolás Vicent René Désiré Starquit.-Campinas, SP: [s.n.], 2004.\nOrientador: Marco Aurélio Cremasco\nDissertação (mestrado) - Universidade Estadual de Campinas, Faculdade de Engenharia Química.\n1. Cromatografía liquida. 2. Cromatografía contracorrente. 3. Simulação (Computadores). 4. Cálculos numéricos. I. Cremasco, Marco Aurélio. II. Universidade Estadual de Campinas. Faculdade de Engenharia Química, ni. Título.\nTítulo em Inglês: Alternative method for the numerical resolution of dynamic model for simulated moving bed with linear isotherm.\nPalavras-chave em Inglês: Liquid chromatography, Countercurrent chromatography, Computer simulation e Numerical calculations.\nÁrea de concentração: Engenharia de Processos\nTitulação: Mestre em Engenharia Química\nBanca examinadora: César Costapinto Santana e Antonio José de Almeida Meirelles Data da defesa: 15/12/2004\nDissertação de Mestrado defendida por Axel Nicolas Vincent René Désiré Starquit e aprovada em 15 de dezembro de 2004 pela banca examinadora constituída pelos doutores:\nProf, Dr. Marco Aurélio Cremasco\nProf. Dr. Cesar Costapinto Santana\nProf. 0r. Anltorio José de Almeida Meirelles / V\n/\nEsta versão corresponde à redação final da Dissertação de Mestrado defendida por Axel Nicolas Vincent René Désiré Starquit e aprovada pela banca examinadora em 15 de dezembro de 2004.\n\t\\ /í ólro f.- E >\nPro\t*. Dr. Marco Aurélio Cremasco Orientador\nAos meus pais\nA Renata, minha querida namorada\nIV\nAgradecimentos\nAo Professor Dr. Marco Aurélio Cremasco, pela orientação, dedicação, e incentivo no desenvolvimento de todo este trabalho.\nÀ Faculdade de Engenharia Química da Universidade Estadual de Campinas, através do departamento de Termofluidodinâmica.\nAos meus pais, que nunca mediram esforço no ensino da busca da realização plena, em especial a minha mãe que me incentivou desde o início dessa “aventura”.\nA Renata, minha namorada, por todo amor e carinho, pelo seu incentivo, e pela sua imensa paciência no decorrer deste trabalho.\nA toda minha família pelo suporte e amor.\nAos meus colegas e amigos “irmãos”, Kiki, Karoline, Raquel, Nazareno, Robert, Rogério, e Luciano, pela amizade e o bom humor do laboratório durante todo o andamento desse trabalho. Um agradecimento especial ao Nazareno, por ter me agüentado esse tempo todo, mesmo nos meus dias de “desespero”, e pelas suas muitas ajudas.\nA todos os meus amigos que, através de nossos momentos de divertimento, me ajudaram a manter a minha saúde mental.\nAos meus companheiros de republica Fabiano, Tércio, Nemer, Narcizo, Julio, Pedro, Georges, Fernando, Pablo, Gomi, Rodrigo e Aldo, pela convivência, os churrascos, os debates, e o aprendizado de vida.\nAos funcionários do laboratório de computação, Lu e Aleks pelas ajudas e dicas informáticas.\nA Todas as pessoas que, de alguma forma, contribuíram ao desenvolvimento deste trabalho.\nÀ Capes pela bolsa concedida e a FAPESP pelo apoio financeiro (N° 01/08101) para a execução da pesquisa.\nAbstract\nIn Brazil, the biodiversity is huge so this country may become one of the greatest bioproducts producers worldwide. When extracted from their natural source, those bioproducts are generally obtained in a mixture containing many other compounds, such that, in order to obtain a commercial product, the mixture must go through separation and purification processes. In the field of bioprocucts separation, the simulated moving bed process (SMB) has gained much attention since the beginning of the 90th. In modem engineering, modeling and simulating processes has become very common, from the beginning of a new project to the process control in the existing production plants. For simulated moving bed, when rigorous models are used, the model takes the form of a system of coupled partials differentials equations, so that numerical resolutions of the mathematical problem are needed. For simulated moving bed (SMB) the numerical method of orthogonal collocations is the one most frequently encountered in the literature. This Dissertation presents an alternative numerical method for the simulated moving bed when isotherm can be considered linear. The method proposed, composed of both analytical and numerical schemes which are correlated through Duhamel’s theorem, is hybrid. Most of the mass transfer parameters necessary for simulations are estimated by the use of correlations from literature. Simulation’s results for the separation of pharmaceutical’s products, using the proposed numerical method, are obtained and compared with experimental results from literature. Those comparisons demonstrate the validity of the proposed numerical method, showing that it does not induces significant numerical errors, so that one can have confidence in the results from those simulations. Investigations were also made in order to analyze the influence some of the SMB operating parameters on the overall equipment’s performances.\nKey-words: Chromatography; Simulated Moving Bed; Modeling; Simulation; Hybrid numerical method.\n\n\nviu\nResumo\nO Brasil é dono de inigualável diversidade biológica, da qual é possível encontrar fármacos de altos valores agregados. A obtenção desses produtos atravessa diversas etapas, desde a identificação de um determinado principio ativo, até a sua recuperação e posterior purificação. São nessas etapas finais que se podem utilizar sistemas de separação baseados na adsorção e, em particular, a técnica cromatográfica de leito móvel simulado (LMS). Na descrição do LMS, é freqüente recorrer à sua modelagem e simulação. Por outro lado, ao se tratar de modelagens rigorosas, estas levam a problemas matemáticos de equações diferenciais parciais acopladas. Tendo em vista a complexidade de tais modelos, resoluções numéricas são necessárias, sendo que o método das colocações ortogonais é o que se encontra com freqüência na literatura para a simulação do LMS. O objetivo desta Dissertação, portanto, é o de desenvolver um método numérico alternativo destinado à resolução do modelo matemático que descreve o fenômeno e a operação do LMS, utilizando-se quatro zonas de separação, cada qual formada por leitos fixos, em sistemas descritos por isotermas lineares. O método matemático proposto é híbrido, comportando parte analítica para o balanço de massa da fase estacionária, a qual é relacionada através do teorema de Duhamel ao balanço de massa da fase móvel que, por sua vez, é resolvido numericamente. O aplicativo computacional desenvolvido foi avaliado por comparação com resultados experimentais advindos da literatura para mistura binária dos aminoácidos fenilalanina e tirosina; para mistura ternária desses aminoácidos mais o triptofano e para uma mistura multicomponentes contendo o Paclitaxel, conhecido como Taxol , um poderoso agente cancerígeno. Os resultados obtidos demonstraram desempenho satisfatório de método proposto. Além do leito móvel simulado, o aplicativo pode ser avaliado para outros sistemas cromatográficos: curvas de ruptura (“breakthrough”) que descrevem a cinética de adsorção em batelada utilizando leito fixo; respostas de pulsos cromatográficos em leito fixo, o que leva às curvas de eluição do pulso. A presente Dissertação de Mestrado foi desenvolvida no Laboratório de Processos em Meios Porosos (LPMP), do Departamento de Tennofiuidodinâmica (DTF), da Faculdade de Engenharia Química (FEQ), na Universidade Estadual de Campinas (Unicamp)\nPalavras-chave: Cromatografía; Leito Móvel Simulado; Modelagem; Simulação; Método numérico híbrido; Teorema de Duhamel.\nX\níndice Geral\nAbstrae!\tvii\nResumo\tix\níndice Geral\txi\níndice de Figuras\tXV\níndice de Tabelas\txix\nNomenclatura\tXXi\n1.\tIntrodução\t1\n2.\tRevisão Bibliográfica\n2.1.\tA separação cromatográfica\t5\n2.2.\tLeito móvel simulado\t7\n2.3.\tModelos que descrevem o processo de separação em leito móvel\nsimulado\n2.4.\tO fenômeno da adsorção em leitos fixos\t12\n2.5.\tIsotermas de adsorção\t15\n2.6.\tModelos que descrevem o fenômeno de adsorção em um leito fixo\t17\n2.7.\tParâmetros de transferência de massa\t24\n2.8.\tResoluções dos modelos de leito móvel simulado\t27\n2.9.\tProcessos cromatográficos empregando um único leito fixo\t29\n2.9.\tÍ Curvas de ruptura\t29\n2.9.\tÜ Pulsos cromatográficos\t31\n2.10.\tResoluções dos modelos para um leito fixo\t33\n2.11.\tSistemas experimentais de referência\t35\n3.\tResolução numérica\t39\n3.1.\tModelo\t39\n3.2.\tMétodo investigado\t40\n3.3.\tMétodo adotado\t41\n3.3.L Expressão da concentração média intraparticular e de seu gradiente\n3.3.\tÜ. Expressão analítica da concentração média adimensional\t43\n33.nL Resolução numérica do balanço de massa da fase móvel\t45\n3.3.\tÍV. Estrutura dos aplicativos computacionais desenvolvidos\t47\n4.\tResultados e Discussões\t49\n4.1.\tSaturação de coluna\t49\n4.1.\tL\tComparação entre a solução analítica e os resultados\n49 experimentais\n4.1.\tÍL Validação experimental da solução numérica\t51\n4.1.\tÜL Estudo sobre a influência da discretização\t55\n4.2.\tPulsos cromatográficos\t59\n4.2.\tL Desconsiderando a resistência externa\t59\n4.2.1.1.\tComparação entre os resultados de simulações\nnuméricas e os experimentais\n4.2.1.2.\tEstudo sobre a influência da discretização\t61\n4.2.\tÍ.3.\tInfluência do volume morto\t62\n4.2.\tÜ.\tInfluência da resistência externa\t63\n4.2.\tÜL Influência do coeficiente de dispersão axial\t66\n4.2.\tÍV. Forma de adimensionalizar as curvas\t68\n4.3.\tLeito móvel simulado sem resistência externa\t69\n43.L LMS para mistura binária\t69\n4.3.\tL1.\tComportamento dinâmico do processo\t70\n4.3.i.2.\tEstudo sobre a influência da discretização\t72\n4.3.\tÍ.3.\tComparação entre os resultados numéricos e os\nexperimentais\n4.3.\tL4.\tDistribuições de concentrações internas ao LMS\t78\n4.3.\tÍ.5.\tInfluência da vazão na zona I\t82\n4.3.\tL6.\tInfluência do tempo de troca\t85\n43.Ü. LMS para mistura ternária\t88\n4.3.\tU.I.\tComparação dos resultados numéricos com os\nexperimentais\n4.3.\tU.2.\tInfluência da vazão na zona TV\t91\n4.4.\tLeito móvel simulado com resistência externa\t96\n4.4.\tÍ. LMS para mistura binária\t97\n4.4.\tÍ.I.\tInfluência\tda resistência\texterna para a\tcorrida 1\t97\n4.4.1.2.\tInfluência\tdo tempo de troca\t99\n4.4.1.3.\tInfluência\tda resistência\texterna para a\tcorrida 2\t101\n4.4.\tÍL LMS para mistura ternária\t103\n4.4.\tH.I.\tComparação dos resultados numéricos com os\nexperimentais\n4.4.\tU.2.\tInfluência da vazão na zona IV\t105\n4.5.\tAplicação à separação de mistura multicomponente em LMS\t107\n4.5.\tÍ.\tPrimeira separação\t108\n4.5.\tÜ. Segunda separação\t111\n4.5.\tÍÍL Influência da resistência externa\t114\n5.\tConclusões e Sugestões\n6,\tBibliografia\n121\nXIV\níndice de Figuras\nFigura 2.1\tLeito móvel verdadeiro.\t7\nFigura 2.2\tO separador gato tartaruga continuo.\t9\nFigura 2.3\tDistribuição típica de concentração num leito móvel verdadeiro\t9\nFigura 2.4\tDiagrama de um Leito Móvel Simulado de quatro zonas e quatro colunas\t10\nFigura 2.5\tLeito fixo.\t13\nFigura 2.6\tTransferência de massa em meios porosos\t14\nFigura 2.7\tEsboço de uma partícula porosa.\t22\nFigura 2.8\tCurva de ruptura típica.\t30\nFigura 2.9\tCurva típica de eluição de um pulso cromatográfico de uma mistura binária.\t32\nFigura 2.10\tDesenho do LMS experimental.\t38\nFigura 4.1\tComparação entre os resultados experimentais e a implementação da solução analítica.\t50\nFigura 4.2\tComparação dos resultados experimentais, da estimativa da solução analítica e da resolução numérica.\t52\nFigura 4.3\tComparação entre as curvas de ruptura simuladas e experimentais para a fenilalanina.\t53\nFigura 4.4\tComparação entre as curvas de ruptura simuladas e experimentais para a tirosina.\t54\nFigura 4.5\tInfluência da discretização sobre a curva de ruptura.\t55\nFigura 4.6\tVariação do tempo computacional com a discretização, no caso de curvas de ruptura.\t56\nFigura 4.7\tInfluência das subdivisões do tempo sobre a curva de ruptura.\t57\nFigura 4.8\tComparação entre os resultados numéricos e experimentais da fenilalanina, nas condições de pulso cromatográfico.\t60\nxxiv\nFigura 4.9\nFigura 4.10\nFigura 4.11\nFigura 4.12\nFigura 4.13\nFigura 4.14\nFigura 4.15\nFigura 4.16\nFigura 4.17\nFigura 4.18\nFigura 4.19\nFigura 4.20\nFigura 4.21\nFigura 4.22\nFigura 4.23\nFigura 4.24\nFigura 4.25\nComparação entre os resultados numéricos e experimentais da tirosina, nas condições de pulso cromatográfico.\nInfluência da discretizaçao sobre a simulação do pulso cromatográfico.\nInfluência do tempo morto sobre as distribuições de concentração na saída da coluna, para o caso da tirosina.\nReavaliação das simulações dos pulsos cromatográficos para a fenilalanina.\nReavaliação das simulações dos pulsos cromatográficos para a tirosina.\nInfluência do coeficiente de dispersão axial sobre a curva de eluição do pulso da tirosina com vazão de 1,0 ml/min.\nAdimensionalização das curvas de eluição de pulso cromatográfico, pela concentração de injeção (Co), no caso da fenilalanina.\nConcentrações simuladas nas saídas do LMS para a corrida 2.\nInfluência da discretização sobre a curva média teórica no extrato para a corrida 1\nInfluência da discretizaçao sobre o tempo computacional, no caso do LMS.\nInfluência da discretização sobre a curva média simulada no extrato para a corrida 2\nComparação entre resultados da simulação e experimentais para a corrida 1.\nComparação entre resultados da simulaçao e experimentais para a corrida 2.\nEvolução temporal da distribuição axial de concentração no LMS em regime cíclico-permanente para a corrida 1.\nEvolução temporal da distribuição axial de concentração no LMS em regime cíclico-permanente para a corrida 2.\nInfluência da vazão na zona I sobre a corrida 2.\nVariação da distribuição axial de concentração com o aumento da vazão na zona I para a corrida 2, em regime cíclico-permanente (t = 1599,0 min).\n60\n61\n63\n65\n65\n67\n68\n71\n72\n74\n75\n76\n77\n80\n81\n83\n84\nFigura 4.26\nFigura 4.27\nFigura 4.28\nFigura 4.29\nFigura 4.30\nFigura 4.31\nFigura 4.32\nFigura 4.33\nFigura 434\nFigura 435\nFigura 436\nFigura 437\nFigura 438\nFigura 439\nFigura 4.40\nFigura 4.41\nInfluência da vazão na zona I sobre a corrente de extrato, para a corrida 1.\nVariação das purezas no LMS em função da variação do tempo de troca.\nVariação das recuperações no LMS em função da variação do tempo de troca.\nComparação dos resultados da simulação e dos experimentais para a separação da mistura ternária.\nDistribuição axial de concentração no LMS, no meio de um intervalo entre trocas, em regime cíclico-permanente, para a separação ternária.\nInfluência do aumento de QIV para a separação ternária no LMS.\nInfluência do aumento de QIV e de Q1 para a separaçao ternária no LMS.\nInfluência da combinação das vazões QIV e Q1 sobre a distribuição de concentração interna ao LMS, no caso da separação ternária.\nInfluência da resistência externa sobre as concentrações de saída do LMS, para a corrida 1.\nInfluência da resistência externa sobre a evolução temporal das distribuições axiais de concentração no LMS em regime cíclico-permanente, caso da corrida 1.\nVariação das purezas no LMS com a variação do tempo de troca, quando a resistência externa é considerada.\nVariação das taxas de recuperação no LMS com a variação do tempo de troca, quando a resistência externa é considerada.\nInfluência da resistência externa sobre as concentrações de saída do LMS, para a corrida 2.\nInfluência da vazão na zona I sobre as concentrações no Extrato, para a corrida 2, quando a resistência externa é considerada.\nComparação da simulação considerando a resistência externa com os resultados experimentais, para a separação ternária.\nInfluência de QIV e Q1 sobre a separação ternária, quando se considera a resistência externa.\n85\n87\n88\n90\n91\n92\n94\n95\n98\n99\n100\n101\n102\n103\n104\n106\nFigura 4.42\nFigura 4.43\nFigura 4.44\nFigura 4.45\nFigura 4.46\nFigura 4.47\nFigura 4.48\nFigura 4.49\nComparação dos resultados da simulação e dos experimentais para a separação das taxanas: ensaio 1,\nDistribuição axial de concentração no LMS, no meio de um intervalo entre trocas, para o ensaio 1 da separação das taxanas.\nComparação dos resultados da simulação e dos experimentais para a separação das taxanas: ensaio 2.\nDistribuição axial de concentração no LMS, no meio de um intervalo entre trocas, para o ensaio 2 da separação das taxanas.\nInfluência da resistência externa sobre as concentrações de saída do LMS para a separação das taxanas, no caso do ensaio 1.\nInfluência da resistência externa sobre as concentrações de saída do LMS para a separação das taxanas, no caso do ensaio 2.\n109\n117\nInfluência da resistência externa sobre as distribuições axiais de\nconcentrações internas ao LMS, para o ensaio 1 da separação das 118 taxanas.\nInfluência da resistência externa sobre as distribuições axiais de\nconcentrações internas ao LMS, para o ensaio 2 da separação das 118 taxanas.\níndice de Tabelas\nTabela 2.1\tIsotermas de adsorção.\t16\nTabela 2.2\tResumo dos modelos de adsorção para leitos fixos.\t23\nTabela 2.3\tCorrelações para o coeficiente de dispersão axial.\t25\nTabela 2.4\tCorrelações para o coeficiente convectivo de transferência de massa em leito fixo.\t26\nTabela 2.5\tAlgumas das soluções analíticas para curvas de ruptura.\t34\nTabela 2.6\tPropriedades dos leitos e do adsorvente para a separação dos aminoácidos.\t35\nTabela 2.7\tPropriedades dos aminoácidos.\t36\nTabela 2.8\tPropriedades das taxanas.\t37\nTabela 2.9\tPropriedades dos leitos e do adsorvente para a separação das taxanas.\t37\nTabela 4.1\tPropriedades da fenilalanina.\t50\nTabela 4.2\tPropriedades da tirosina.\t51\nTabela 4.3\tIntegral das curvas de ruptura.\t54\nTabela 4.4\tTempo computacional em função da divisão do intervalo de tempo real em subintervalos, para a tirosina com vazão de alimentação de 2 ml/min, e com passo de integração de 2 segundos.\t58\nTabela 4.5\tComparação dos momentos para as curvas de pulsos cromatográficos experimentais e simuladas.\t62\nTabela 4.6\tNúmero de Biot mássico para os diversos experimentos de pulsos cromatográficos.\t64\nTabela 4.7\tComparação dos momentos para as curvas de pulsos cromatográficos considerando a resistência externa\t66\nTabela 4.8\tValor do coeficiente de dispersão axial em função da correlação empregada.\t67\nTabela 4.9\nTabela 4.10\nTabela 4.11\nTabela 4.12\nTabela 4.13\nTabela 4.14\nTabela 4.15\nTabela 4.16\nTabela 4.17\nTabela 4.18\nTabela 4.19\nCondições operacionais investigadas para o LMS binário.\t70\nTempo computacional em função da discrtetização temporal para o\nLMS.\t75\nComparação das purezas e das recuperações relativas às Figuras 4.20\nConcentrações médias nas saídas do LMS, em regime cíclico-permanente, em função da diminuição do tempo de troca, para a\t86\ncorrida 1.\nConcentrações médias nas saídas do LMS, em regime cíclico-permanente, em função do aumento do tempo de troca, para a\t87\ncorrida 1.\nPropriedades da triptofano.\t88\nCondições operacionais do LMS para a separação ternária.\t89\nNúmero de Biot mássico para os diversos experimentos em LMS.\t96\nCondições operacionais para a separação multicomponente em LMS:\nensaio 1.\nCondiçoes operacionais para a separaçao multicomponente em LMS: ensaio 2.\nNúmero de Biot mássico para os ensaios da separação das taxanas em LMS.\n111\n114\nNomenclatura\nLetras latinas\nAt\tÁrea transversal da coluna\tL2\nCb\tConcentração na fase líquida da coluna (bulk)\tML3\nCb0\tConcentração na injeção\tML3\nCp\tConcentração na fase líquida intraparticular\tML3\nCp\tConcentração média na fase líquida intraparticular\tML3\nD\tDiâmetro da(s) coluna(s)\tL\n\tCoeficiente livre de difusão\tlV1\nDP\tCoeficiente de difusão no poro\tl2t’\nEb\tCoeficiente de dispersão axial\tl2t*\nkf\tCoeficiente convectivo de transferência de massa\tLT1\nKf\tCoeficiente global de resistência à transferência de massa\tLT1\nK\tCoeficiente de partição\t\nL\tComprimento das zonas\tL\nLc\tComprimento de uma coluna\tL\nM\tQuantidade de intervalos na coordenada de tempo\t-\nN\tQuantidade de intervalos na coordenada de posição\t\nP\tPureza\t-\n4\tConcentração na superfície da partícula\tML3\n4\tConcentração média na superfície da partícula\tML3\n<q>\tConcentração média na fase estacionária\tML3\nQ\tVazão volumétrica\tlV1\nr\tVariável de posição radial\tL\nRp\tRaio médio das partículas\tL\ns\tQuantidade de deslocamentos a serem realizados\t-\nt\tVariável de tempo\tT\nu\tVelocidade intersticial do fluído\tLT1\nY\tRecuperação\t\nz\tVariável de posição axial\tL\nLetras gregas\nAí\tPasso de integração temporal\tT\nAz\tPasso de integração espacial\tL\nE\tPorosidade do leito\t\nEP\tPorosidade do adsorvente\t-\nV\tl-E Proporção das fases (ip =\t) e\t-\ne\tConcentração adimensional intraparticular\t-\ne\tConcentração média adimensional intraparticular\t-\nA\tViscosidade dinâmica do fluído\tmu’t1\nP\tMassa específica do fluído\tML’3\nSobrescritos\nF\tAlimentação\nD\tDessorvente\nE\tExtrato\nj\tNúmero da coluna\nR\tRefinado\nI, II, III, IV\nNúmero da zona\nSubscritos\nA\tSoluto(s) A (menus retidos)\nB\tSoluto(s) B (mais retidos)\ni\nSoluto considerado\n0\nReferente ao ñuxo injetado na(s) coluna(s)\nNúmeros adimensionais\nBiM Número de Biot mássico\n^pDP\nFom Número de Fourier mássico modificado\n_____£p_____.1 Dpi\n€P + (1\tJ Rp\nPeMP Número de Peclet mássico da partícula\n2sRpu\nRe P Número de Reynolds da partícula\nRe p -\n2eRpii\nA\nSe Número de Schmidt\nSc =\nSh\nNúmero de Sherwood\nSh =\nA\nCapítulo 1: Introdução ________________________________________________________ 1\n1.\tIntrodução\nO Brasil, devido a sua grande extensão territorial e a suas diversas condições climáticas, é fonte de uma enorme biodiversidade. No cenário mundial, há atualmente uma forte tendência para desenvolver produtos de alto valor agregado a partir de fontes naturais. Portanto, o Brasil pode, a médio ou longo prazo, se tomar um dos maiores produtores de bioprodutos, independentemente do ramo da indústria no qual esses bioprodutos estarão empregados.\nEm geral, esses bioprodutos são extraídos diretamente de fonte natural ou de cultura celular em bioreatores, com baixa concentração e em presença de numerosos outros compostos que podem ser estruturalmente semelhantes ao bioproduto desejado. A mistura, dessa maneira, deve passar por processos de separação e de purificação para obter um produto comercializável.\nO método mais difundido na área de separação de misturas fluidas é a destilação. Porém, no caso de bioprodutos, um tratamento térmico pode alterar as propriedades desejadas do produto. Em bioseparação, numerosos métodos de separação são utilizados, tais como: sedimentação, centrifugação, filtração, precipitação, cristalização, eletroforese, extração líquida, e cromatografía (Ladisch, 2001; Morris &amp; Morris, 1976).\nDentre essas diversas técnicas, os processos cromatográficos se destacam devido a sua importância econômica, visto que as etapas cromatográfícas podem representar até 50% do custo global de separação e purificação de um dado bioproduto. Esses processos evoluíram bastante, graças a avanços na área de desenvolvimento e síntese de fases estacionárias de alta eficiência. A cromatografía de eluição de pulsos é habitualmente empregada, de forma que a separação é efetuada em batelada numa coluna recheada ou em vários leitos fixos em paralela.\nNos últimos quinze anos, houve, em nível mundial, interesse crescente em aplicar o sistema de separação em leito móvel simulado aos bioprodutos, devido à diminuição de custo associada a este processo cromatográfíco quando comparado à cromatografía de eluição de pulsos. Essa diminuição do custo compensa amplamente a maior complexidade de operação e de controle do leito móvel simulado.\nCapítulo 1: Introdução___________________________________________________________ 2\nPara que um processo de separação seja economicamente viável, as dimensões do equipamento e as condições operacionais devem ser cuidadosamente escolhidas. A determinação dessas por meio de procedimentos experimentais pode se revelar demorada, e gerar um alto custo de desenvolvimento. Portanto, na engenharia moderna, é ffeqüente recorrer à modelagem e simulação dos processos estudados.\nOs processos cromatográficos vem sendo utilizados a mais de meio século, de forma que inúmeros avanços teóricos foram realizados, levando aos vários modelos propostos na literatura para representar os fenômenos que acontecem durante o processo. Os mais complexos desses modelos procuram considerar simultânea e independentemente todos os fenômenos significativos (Guiochon, 2002).\nTendo em vista que na sua grande maioria os modelos propostos são matematicamente complexos, o método das colocações ortogonais é o método numérico mais frequente na literatura para prever a solução das equações do modelo (Ching et aL, 1991; Lu &amp; Ching, 1997; Mallman, 1998; Pais et aL, 1997; Toumi et aL, 2003; Yu &amp; Ching, 2003). Esse método é normalmente escolhido porque não gera erros numéricos significativos. Por outro lado, requer grande esforço computacional.\nPara reduzir o tempo computacional necessário a uma simulação, encontram-se duas estratégias na literatura. Pode se utilizar um modelo simplificado de representação dos fenômenos de transferência de massa envolvidos na adsorção em leito fixo, entidade básica do leito móvel simulado. Outra abordagem consiste em representar um leito móvel simulado por um leito móvel verdadeiro equivalente. Ambas estratégias foram aplicadas com sucesso em alguns casos (Dünnebier et aL, 1998; Lehoucq et aL, 2000).\nPor outro lado, quando se procura obter alta precisão nas simulações ou se deseja controlar o processo on-line, um modelo detalhado deve ser utilizado, sendo que o simulador precisa prever a evolução do sistema mais rapidamente do que o processo físico.\nDesta forma, um simulador rápido que ofereça alta precisão de cálculo, baseado em modelo completo e detalhado para a descrição de processo de separação em leito móvel simulado, é o desafio da presente Dissertação de Mestrado. Este, por sua vez, pode ser aplicado para o controle do processo, além de ser útil para projetar o equipamento e suas condições operacionais, o que é sugerido para trabalhos futuros.\nCapítulo 1: Introdução______________________________________________________________ 3\nPortanto, a presente Dissertação de Mestrado tem como objetivo principal o desenvolvimento de um aplicativo computacional (simulador) para o processo de separação em leito móvel simulado de quatro zonas em condições de isotermas de adsorção lineares. O aplicativo computacional desenvolvido é avaliado comparando seus resultados com resultados experimentais advindos da literatura.\nPara obter um simulador rápido sem prejudicar a precisão dos resultados, viabiliza-se a aplicação de um método numérico híbrido, diferente do método clássico de colocações ortogonais, ao leito móvel simulado. Esse método numérico híbrido, encontrado na literatura (Cremasco et aL, 2003a), utiliza uma solução analítica para o balanço de massa da fase estacionária e a relaciona ao balanço de massa da fase móvel através do teorema de Duhamel. Cremasco et al,( 2003a) aplicaram o método numérico à previsão de curvas de ruptura em um único leito fixo, sendo que na presente Dissertação o objetivo principal é a adaptação do mesmo método numérico para processos de separação multicolunas em leito móvel simulado.\nOs aplicativos computacionais desenvolvidos a partir do método numérico proposto nesta Dissertação serão avaliados para vários processos cromatográficos diferentes: para uma mistura binária envolvendo os aminoácidos aromáticos fenilalanina e tirosina; para uma mistura ternária contendo os aminoácidos aromáticos fenilalanina, tirosina e triptofano; e para uma mistura multicomponente que apresenta o Taxol®. A importância desse estudo está na utilização desses agentes, sendo os aminoácidos de utilidade no tratamento de distúrbios mentais, por exemplo, e o Taxol® um reconhecido agente anticancerígeno.\nAntes de aplicar o método numérico alternativo ao leito móvel simulado, avalia-se o seu desempenho em processos cromatográficos empregando um leito fixo para as seguintes situações:\n(a)\tcurva de ruptura (“breakthrough”) que descrevem a cinética de adsorção em batelada utilizando leito fixo.\n(b)\trespostas de pulsos cromatográficos em leito fixo, o que leva às curvas de eluição do pulso.\nCapítulo 1: Introdução_____________________________________________ 4\nEsta Dissertação de Mestrado foi desenvolvida no Laboratório de Processos em Meios Porosos (LPMP), do Departamento de Termofluidodinâmica (DTF), da Faculdade de Engenharia Química (FEQ), na Universidade Estadual de Campinas (Unicamp),\n2.\tRevisão Bibliográfica\n2.1\tA separação cromatográfica\nNa produção de bioprodutos o composto desejado é raramente obtido diretamente na sua forma pura. Portanto, métodos de separação são necessários para extraí-lo da mistura da qual ele faz parte, e conseqüentemente conseguir um produto comercializável. Vários métodos são empregados para alcançar o objetivo dessa separação, tais como sedimentação, centrifugação, filtração, precipitação, cristalização, eletroforese e extração líquida. Dois livros (Ladisch, 2001; Morris &amp; Moiris, 1976) que são consagrados à separação de produtos biológicos, dedicam metade de seus conteúdos aos processos cromatográficos. Além da importância técnica do assunto tem-se ao mesmo tempo interesse econômico, visto que as etapas cromatográficas chegam a representar 50% dos custos de separação e purificação de bioprodutos.\nEm relação a outras técnicas de separação, o desenvolvimento dos métodos cromatográficos para bioprodutos é relativamente recente, sendo que as primeiras aplicações comerciais à separação de bioprodutos se deram no final da década de 1960, utilizando os sistemas de cromatografia de alta eficiência (CLAE), os quais se tomaram hoje em dia sistemas clássicos (Pryde, 1989). Esses sistemas aproveitam a distribuição diferencial dos solutos de uma mistura fluida entre as fases móveis e estacionárias, devida às diferenças de afinidades, de forma que a mistura possa ser separada e/ou analisada.\nO crescimento da utilização de processos cromatográficos para a separação de bioprodutos foi possível em virtude dos avanços realizados no desenvolvimento de fases estacionárias eficazes para esses produtos (Francotte &amp; Junjerbuchheit, 1992). Nesse campo, novos materiais continuam sendo desenvolvidos, tais como derivados de celulose contendo halogênio (Francotte &amp; Huynh, 2002a) e o ajuste da seletividade de derivados da ciclodextrina por substituição especifica (Junge &amp; Konig, 2003). Da mesma forma, métodos de preparação da fase estacionária continuam sendo desenvolvidos ou aprimorados, tais como o ajuste das condições experimentais para obter partículas mesoporosas de sílica (Mesa et cã., 2003) e um método para obter uma fase estacionária polimérica que tenha diâmetro médio mais uniforme que os comercializados (Suloff et. cã.,\n2003). Além da evolução das fases estacionárias, houve a evolução dos periféricos\nnecessários ao sistema de separação, como bombas, mjetores, e detectores (Francotte, 1997).\nVários princípios ativos oriundos de produtos naturais encontram-se em baixa concentração na sua matéria-prima, numa mistura contendo numerosas espécies estruturalmente semelhantes e com concentrações altas de impurezas. A eluição envolvendo uma etapa de mudança de concentração do solvente pode ser encarada como uma solução em potencial para o problema de baixa concentração (Kim et al., 1992; Yamamoto et al., 1992).\nPara o caso das espécies estruturalmente semelhantes ao princípio ativo desejado, os métodos cromatográficos convencionais, que trabalham à baixa pressão, podem ser utilizados para atingir uma boa separação, desde que se opere com colunas suficientemente longas. Contudo, o rendimento de produtos puros é baixo devido às limitações impostas pela transferência de massa. A técnica da cromatografía com reciclo possibilita a diminuição do tamanho da coluna de separação, pois permite que a amostra passe no interior da coluna diversas vezes ou mesmo que haja a reinjeção da amostra (Wankat, 1986). Essa técnica acarreta tanto o aumento da eficiência de separação quanto a diminuição da perda de carga (Nakamura et al., 1973; Heuer et al., 1995).\nExistem, basicamente, duas estratégias de reciclo: circuito fechado (closed-loop) (Bombaugh et al., 1969) e reciclo alternativo (alternative pumping recyclè) (Duvdevan et al., 1971). No circuito fechado, a saída do detector é conectada à entrada da bomba de alimentação. Já no reciclo alternativo o meio líquido cultivado passa através de duas colunas e a bomba, nesse sistema, não faz parte do circuito. Apesar de consumir mais solvente quando comparado à técnica do circuito fechado, no circuito alternativo elimina-se o espalhamento dos picos dos produtos, dos quais se deseja a separação. Contudo, a técnica do circuito alternativo apesar de mostrar-se adequada em alguns casos reportados na literatura (Ma et al., 1996; Wu et al., 1997), fica limitada a sistemas em batelada, o que leva geralmente à produção de pequenas quantidades.\n2.2\tLeito móvel simulado\nPara a ampliação de escala do processo de separação toma-se bastante interessante a abordagem de sistemas contínuos. Um exemplo de estratégia com sistemas contínuos é o leito móvel simulado, LMS. No intuito de facilitar a compreensão desse sistema, descreve-se, num primeiro tempo, o leito móvel verdadeiro, LMV, esquematizado na Figura 2.1.\nRecirculação\nLíquido\tSólido\nO sistema cromatográfico leito móvel verdadeiro (LMV) é constituído por uma coluna longa dividida em quatro zonas por dois pontos de alimentação da corrente de líquido: corrente de alimentação dos solutos que se pretende separar e corrente do dessorvente; e por dois pontos de retirada de líquido: corrente do refinado e de extrato, conforme a Figura 2.1. Nessa coluna, o adsorvente tem um movimento uniforme na direção do campo de gravidade, enquanto a fase móvel fluida movimenta-se em contra-corrente na direção ascendente (Cremasco &amp; Wang, 2000b). Verifica-se que a alimentação, F, que contém os componentes A e B, é fornecida ao sistema inicialmente em um ponto entre as zonas II e III, enquanto o dessorvente, D, é inserido no sistema entre as zonas IV e I.\nO soluto A apresenta menor afinidade com o adsorvente que o soluto B, de forma que ele vai se movimentar mais rápido na direção do escoamento da corrente líquida, como na separação cromatográfica em leito fixo (Cremasco &amp; Wang, 2000b). Se a velocidade de escoamento do adsorvente for menor do que a velocidade do soluto A e maior do que a do soluto B, então o soluto A vai se mover na mesma direção da corrente fluida, sendo recuperado na corrente do refinado, enquanto o componente B vai se movimentar em direção oposta, ou seja, na direção do escoamento do adsorvente, sendo, por sua vez, recuperado na corrente do extrato.\nPara ilustrar o funcionamento do sistema cromatográfico LMV, pode-se recorrer a um paralelo encontrado na literatura (Juza et aL, 2000). Imagine uma corrida entre um gato (espécie menos retida) e uma tartaruga (soluto mais retido). Numa pista (coluna), o gato chegará primeiro no final, enquanto a tartaruga demorará mais. Isto é o que acontece no método dos pulsos cromatográficos, no qual cada composto é removido, na extremidade da coluna, em tempos distintos. Agora, supõe-se que eles estão andando numa esteira rolante (leito móvel) que se move na direção oposta à dos animais, com uma velocidade intermediária àquela dos dois competidores, como representado na Figura 2.2. O gato vai sair do lado direito do sistema (refinado), enquanto a tartaruga desloca-se para o lado esquerdo (extrato).\nFigura 2.2 (Juza et al., 2000) : O separador gato tartaruga contínuo.\nA Figura 2.3 mostra as distribuições idealizadas de concentração em fase líquida dos dois solutos presentes em uma mistura binária, em função da posição axial num leito móvel verdadeiro (LMV), quando o equipamento atingiu o regime permanente. Salienta~se que no exemplo, as escalas de concentração dos dois compostos em solução não são necessariamente as mesmas.\nB\tA+B\tA\nDevido às características de contato entre as correntes no LMV, este sistema se tomaria mais econômico do que os sistemas cromatográficos convencionais em batelada, por diversas razões: é um processo contínuo que permitiria separar dois solutos similares de uma mistura. Como o processo funciona em contra-corrente, as forças motrizes de transferência de massa são maiores, quando comparadas a um processo em batelada, permitindo um melhor aproveitamento do adsorvente. Há também no LMV recirculação interna do solvente, da zona IV para a zona I, como foi mostrado na Figura 2.1, diminuindo consideravelmente o consumo do mesmo. Finalmente, como a alimentação do dessorvente não é elevada, os produtos recolhidos nas saídas do equipamento são menos diluídos quando comparados com as concentrações obtidas no processo em batelada, sem que a pureza dos mesmos seja comprometida.\nPorém, o sistema de LMV não é eficiente na prática porque o movimento do adsorvente é geralmente bastante diferente do escoamento esperado, sendo que o movimento é desordenado e não do tipo empistonado, além do adsorvente sofrer atrito que leva a sua progressiva erosão. Para contornar as dificuldades inerentes à movimentação do adsorvente, sem perder as vantagens do sistema de LMV, tomou-se comum recorrer ao leito móvel simulado (LMS), esquematizado na Figura 2.4.\nZONAI\nIV\nI ZONA\nI\nI\n\\\n\\ \\\nRefinado\nZONA ' H\nZONA III Alimentação\nO sistema cromatográfico leito móvel simulado (LMS) é constituído por uma série de colunas em leito fixo que são conectadas de modo a formarem um circuito, conforme a Figura 2.4. Como no caso do LMV, este circuito é dividido em quatro zonas pelas correntes de alimentação, dessorvente, refinado, e extrato. No contato LMS o fluxo do adsorvente é simulado pelo deslocamento periódico (tTroca) dos pontos de alimentação/retirada de fluido ao longo do escoamento dessa corrente.\nO LMS, portanto, permite altas produções e baixo consumo de solvente como na cromatografia com reciclo (Wu et al., 1997). Esse sistema pode ser modificado em diferentes configurações, com a função de aumentar a produtividade, de acordo com a especificidade do processo (Ganetsos &amp; Barker, 1994).\nDevido as suas características vantajosas, o LMS tem sido usado na recuperação em larga escala de hidrocarbonetos (Broughton et al., 1970) e na purificação de açúcares (Ching et al., 1991; Ching et al., 1993; Corbett &amp; Burke, 1996; Hashimoto et al., 1983; Hassan et al., 1995; Mailman et al., 1998), bem como na separação de aminoácidos (Cremasco &amp; Wang, 2000b; Hashimoto et al., 1989; Cremasco et al, 2000c; Houwing et al., 2003; Xie et al., 2002; Wu et al., 1998) e de fármacos (Azevedo et al., 1999; Cremasco et al., 2004b; Francotte et al., 1998; Francotte et al., 2002b; Haag et al., 2001; Juza et al., 2000; Khattabi et al., 2000; Lehoucq et al., 2000; Lu &amp; Ching, 1997; Miller et al., 2003; Pais et al., 1997; Pais et al., 2000; dos Santos, 2004; Yu &amp; Ching, 2003).\nPara medir a eficiência do processo, é muito comum recorrer aos conceitos de pureza (P) e de recuperação (I), os quais são definidos como:\nORCR\nrf =-^-^100%\nQ cfa\nOECE r/=g^ioo% p =\t100o/o\nU . i C-»\n(2.1a)\n(2.1b)\n(2.2a)\n(2.2b)\nRessalta-se que as concentrações que aparecem nas Equações (2.1) e (2.2) são as concentrações médias no intervalo entre duas trocas sucessivas da posição das correntes entrando no LMS e saindo do mesmo.\n2.3\tModelos que descrevem o processo de separação em leito móvel simulado\nHá duas famílias de modelos para descrever o sistema LMS. Na primeira abordagem (Ching et al., 1991; Lu &amp; Ching, 1997; Lehoucq et al., 2000), o LMS é representado por um leito móvel verdadeiro (LMV) equivalente. Nesse caso, o modelo considera que o adsorvente se move e que os pontos de entrada e saída são fixos no equipamento. Com esse tipo de modelo, as distribuições de concentrações médias nas saídas do LMS podem ser calculadas em pouco tempo. Porém, as informações sobre a dinâmica do LMS são perdidas, limitando a compreensão do processo e impedindo o uso de tais modelos para o controle do processo (Dünnebier et al., 1998).\nA segunda família consiste em uma representação mais rigorosa do processo em LMS (Lu &amp; Ching, 1997; Mallman, 1998; Pais et al., 1997; Toumi et al., 2003; Yu &amp; Ching, 2003). Nesta abordagem, cada coluna é considerada individualmente como um leito fixo, assim como os sucessivos deslocamentos dos pontos de entrada e saída são considerados pelo modelo matemático.\n2.4\tO fenômeno da adsorção em leitos fixos\nCom a segunda família de modelagem para o LMS, é preciso escolher um modelo para representar os fenômenos de transferência de massa em cada coluna, ou seja, eleger um modelo para os leitos fixos. Sendo assim, é fundamental a compreensão dos mecanismos de transferência de massa e de termodinâmica, principalmente os associados à adsorção.\nO fenômeno da adsorção diz respeito à transferência de um determinado soluto (sorbato) contido em uma fase fluida (gasosa ou líquida) a um substrato sólido (adsorvente), o qual oferece sítios ativos à adsorção do soluto, podendo ou não haver reações químicas. Na adsorção em leito fixo, Figura 2.5, uma coluna é recheada com adsorvente, através da qual faz-se percolar uma mistura fluida, da qual tem-se o interesse\nem separar ou analisar um(ns) determinado(s) agente(s) que, por sua vez, deve(m) apresentar afinidade com o recheio suficientemente diferente daquela dos outros componentes presentes na mistura, para estabelecer condições que resultam na sua separação ou na identificação de suas características.\n’\tD\t\t\t\n_c\t\n\t\nSolução\nFigura 2.5: Leito fixo.\nElegendo uma partícula do adsorvente da Figura 2.5, pode-se representar parte dos fenômenos associados à adsorção de um determinado sorbato na Figura 2.6. Nesta figura, estão representados, além da adsorção, outros mecanismos de transferência de massa que ocorrem intra e ínter partículas. Entre as partículas (interpartículas) aparece o efeito das características do leito, tal como a sua porosidade, velocidade intersticial do fluido do qual se deseja separar o produto desejado, bem como os efeitos de transferência de massa: os efeitos de dispersão axial e de convecção mássica (Cremasco, 2000a).\nConvecção mássica externa ao sólido poroso\nz®\nDispersão axial\nDifusão no filme\nSítios de adsorção\nReação na fase sólida\nAdsorção\n4\nDifusão ordinária nos poros\nDifusão superficial\nFigura 2.6 (Cremasco, 2002) : Transferência de massa em meios porosos.\nComo já mencionado, o soluto migra do seio da fase fluida para o adsorvente. Para efeito de análise, supõe-se a existência de um filme através do qual o sorbato migrará até a fase estacionária. A difusão nesta fase dependerá das características intraparticulares, tais como porosidade e diâmetro dos poros. O sorbato, finalmente, difundirá até as paredes dos poros, encontrando nelas os sítios de adsorção, podendo ou não haver reação química, desnaturação, entre outros fenômenos adicionais à transferência de massa. Caso a afinidade entre soluto e adsorvente for relativamente alta, haverá concentração significativa de soluto em determinados sítios ativos, provocando a migração do sorbato também nas paredes, caracterizando a difusão superficial (Yoshida et ál., 1994).\n2.5\tIsotermas de adsorção\nA adsorção, como já mencionado, consiste na transferência de matéria de uma fase fluida, podendo ser gasosa ou líquida, a um meio sólido. A adsorção pode ser química (quimisorção), quando o fenômeno se deve a forças de valência do mesmo tipo que aquelas que regem a formação de um composto químico. A adsorção pode também ser física (fisissorção), quando as forças dominantes são intermoleculares (forças de van der Waals), que não geram mudanças significativas nas orbitais eletrônicas dos solutos.\nUma informação muito importante em um processo de adsorção refere-se ao equilíbrio do soluto entre as diferentes fases presentes. Em sua grande maioria, os modelos consideram o fenômeno como isotérmico (Ruthven, 1984). Vários modelos matemáticos foram desenvolvidos para representar esse equilíbrio, sendo os mais difundidos apresentados na Tabela 2.1, em que Cp é a concentração do soluto na fase fluida em contato com a superfície de contato, na qual a concentração é qs; é o coeficiente de partição, muitas vezes referido como constante de Hemy, e a, b e c são constantes dos modelos.\nTodavia, são raros os modelos matemáticos que têm consistência termodinâmica (Ruthven, 1984). O modelo mais simples propõe uma relação linear entre as concentrações na fase fluida e sólida, como mostrado na Equação (2.3). Freqüentemente, esse modelo linear é referenciado como o de Henry, por analogia com a lei referente à solubilidade de um gás num líquido. A Equação (2.3), por sua vez, não consegue representar o equilíbrio em um intervalo abrangente de concentração, pois não prevê a saturação do adsorvente que ocorre assim que a concentração na fase líquida passa a ser elevada para o sistema\nestudado. Algumas das isotermas apresentadas na Tabela 2.1 conseguem prever esse comportamento.\nTabela 2.1: Isotermas de adsorção (Ruthven, 1984).\nIsoterma\tCorrelação\t\tEq.\nHenry\t\t\t2.3\nLangmuir\taCp q ~\tc™ S \\ + bCp\t\t2.4\nFreudlich\tqs = aCp\t\t2.5\nTemkin\tqs -a£n(l+bCp)\t\t2.6\nToth\tTi\t1 L &amp;cPy\t-V / c\t2.7\nFreudlich-Henry\tr 1 i q^ —\t4- aCp\t- -1\t2.8\nBi-Langmuir\t_\ti\ta2^P s \\ + byCp ' \\ + b2Cp\t\t2.9\nLangmuir competitiva\taiCPi \" 1 + z ^CPj j\t\t2.10\nA isoterma de Langmuir é uma das poucas não-lineares a ter consistência termodinâmica, além de ser uma expressão simples e, portanto, de fácil manuseio. Outros modelos possuem três ou quatro parâmetros. Esses modelos ajustam-se geralmente melhor aos resultados experimentais, mas raramente são explicáveis pela teoria.\n2.6\tModelos que descrevem o fenômeno de adsorção em um leito fixo\nOs mecanismos que regem a transferência de massa em leitos fixos foram descritos de forma qualitativa no item 2.4, enquanto os modelos representando o equilíbrio termodinâmico na adsorção, no item 2.5, Deste modo, a análise dos modelos matemáticos representando o fenômeno de adsorção em leito fixo, que são as entidades básicas do leito móvel simulado (LMS), pode ser realizada.\nTêm-se duas formas de abordar a modelagem de um leito fixo. Na primeira abordagem, a coluna é representada por uma série de reatores perfeitamente misturados (Miller &amp; Wankat, 1984; Whitley et al., 1989; Whitley et al., 1991). A evolução de cada reator é descrita por uma equação diferencial ordinária (EDO), já que não existe variação em função da posição dentro de um reator perfeitamente misturado. Essa proposta resulta em um sistema de equações diferenciais ordinárias aos valores iniciais, problema matemático relativamente simples, e para o qual existem vários métodos de resolução. Quando essa abordagem é utilizada, a dispersão axial não é considerada, sendo necessário o ajuste da quantidade de reatores, para que os resultados numéricos se adequem aos resultados experimentais. Os ajustes numéricos necessários para esta abordagem dificultam, se não impossibilitam, o emprego dos mesmos para a previsão e/ou a otimização de sistemas. Portanto, um outro tipo de modelo será utilizado no presente trabalho.\nA segunda família de modelos consiste em um balanço de massa ao longo da coluna, o qual é depois integrado entre a entrada e a saída para se obter as distribuições de concentrações internas ao leito fixo e na saída do mesmo.\nAs hipóteses que norteiam a descrição da adsorção em leito fixo são:\n-\tO adsorvente é constituído de partículas esféricas;\n-\tA velocidade da solução no interior do leito é constante;\n-\tNão há reação química seja na fase fluida, seja na fase estacionária;\n-\tConsidera-se equilíbrio local;\n-\tOs fenômenos difusivos nos poros são controlados por difusão ordinária;\n-A dispersão axial é presente;\n-\tAdmitem-se resistências externa e interna à transferência de massa.\nPara a situação da adsorção em uma coluna em leito fixo, cuja alimentação é constituída de n-espécies químicas, o balanço de massa da fase móvel para cada componente, admitindo as hipóteses feitas, será (Schneider &amp; Smith, 1968):\n(2.11)\nsendo Cb. a concentração do soluto na fase móvel para o componente i, t a variável de tempo, z a variável de posição axial, Ebi o coeficiente de dispersão axial, u a velocidade intersticial definida pela Equação (2.13),&lt;qs> a concentração média na fase estacionária, e ? a proporção entre as fases, definida como:\n£Át SIZD\n(2A2)\n(2.13)\nonde Q é a vazão volumétrica na coluna, e é a porosidade do leito, e D é o diâmetro da coluna utilizada.\nCom as condições, inicial e de contorno, iguais a:\nt = 0; Cb,,=Cbt(Q,z)\t(2.14a)\nz = 0- Eb^^Cb^CbJ\t(2.14b)\ndCb. n z = L; ——!- = 0 òz\t(2.14c)\nem que Cb. é a concentração no fluxo injetado na coluna. Vários autores (Cremasco et aL, 2001; Poulain &amp; Finlayson, 1993; Rasmuson, 1981, 1982; Suzuki, 1990) simplificam a condição de contorno (2.14b), desconsiderando a dispersão axial na entrada da coluna (Cb,\\^=Cblt).\nO modelo de equilíbrio instantâneo (Hassan et al., 1995; Liu et al., 1998; Rouchon et al., 1987; Thomas, 1948), considera que a transferência de massa entre as duas fases é rápida, de modo que as resistências à transferência de massa sejam desprezíveis. Isto corresponde a considerar as partículas de adsorvente como esferas compactas (como se fossem de vidro). Neste modelo, a isoterma de adsorção relaciona&lt;<?r> (concentração média intraparticular) à concentração na fase móvel, Cb2.\nEsse modelo não considera a cinética dos fenômenos intraparticulares ou os inclui apenas como uma pequena correção do coeficiente de dispersão axial. Portanto, ele deveria ser utilizado somente quando a eficiência da coluna é alta; o que não acontece, em geral, no caso de produtos farmacêuticos (Guiochon, 2002).\nO modelo ideal é obtido simplificando o modelo de equilíbrio instantâneo (Equação 2.11), desconsiderando-se a dispersão axial. Em outras palavras, o modelo ideal considera somente a contribuição convectiva e o equilíbrio termodinâmico entre as fases.\nNo modelo de cinética global da transferência de massa para a partícula (LDF) (Carta, 1988; Ching et al., 1994; Hassan et al., 1995; Miller &amp; Wankat, 1984; Pitt, 1976), o balanço de massa da fase móvel continua a ser definido pela Equação 2.11, considerando-se, contudo, a presença da resistência à transferência entre as fases fluida/estacionária. Nesse modelo, concebe-se que a resistência à transferência de massa é concentrada um filme líquido ao redor das partículas uniformes do modelo anterior. Para considerar essa resistência, introduz-se a seguinte equação:\n(2.15)\nem que q* é a concentração na fase estacionária que estaria em equilíbrio com a concentração na fase fluida Cò, e Kft é o coeficiente global de transferência de massa que pode ser calculado segundo (Glueckauf, 1955):\nKfi 3kj¡ \\5spDp.\n(2.16)\nNeste caso, a concentração média inicial nas partículas precisa ser conhecida explicitamente. Trata-se de um modelo simples que pode se ajustar aos resultados experimentais, até quando a cinética de transferência de massa entre fases for lenta. Porém, ele introduz consideráveis erros, comprometendo o uso dos coeficientes de transferência de massa que ele fornece para previsão e otimização de outros experimentos. Isto pode explicar porque o coeficiente global de transferência de massa depende freqüentemente da concentração, quando este modelo é empregado (Guiochon, 2002).\nO “lumpedpore moder (Guiochon, 2002; Kaczmarski &amp; Antos, 1996) considera a presença de duas fases dentro das partículas: uma fase fluida ocupando o espaço dos poros, e o sólido em si. Contudo, essas duas fases continuam sendo consideradas homogêneas, utilizando somente as concentrações médias. Para compreender mais facilmente essa modelagem, imagine que as partículas são como bolas de golfe. Neste caso, o balanço de massa da fase móvel é transformado de modo que a transferência de sorbato de uma fase para a outra possa ser expressa por meio de uma força motriz linear, tal como se segue:\ndCbt ô2CZ>. dCbt 3KP, -~ -ST = Eb‘\t~CPJ\ndt\tdz dz Rp\nonde Rp é o raio médio das partículas, e Cp^ a concentração média na fase líquida intraporo. Esse termo pode ser determinado segundo:\n3Kf¡\n(Cbi-Cp,) = ep\n¿Cp,\n3í\nHl-*,)\nd?,\ndt\n(2.18)\nem que é a porosidade das partículas, e qi a concentração média na superfície dos poros das partículas, a qual é relacionada a Cp¡ pela isoterma de equilíbrio.\nNeste caso, a condição inicial necessária para as partículas é relativa às concentrações médias intraporos. Esse modelo é recomendado principalmente quando a cinética de transferência de massa é moderadamente rápida (Guiochon, 2002), ou seja, quando a mesma não tem uma grande influência no processo. Portanto, esse modelo não pode ser aplicado sempre, e busca-se um modelo válido independentemente do(s) fenômeno(s) dominante(s).\nO modelo geral procura considerar, simultânea e independentemente, todas as contribuições à transferência de massa que ocorrem nos processos cromatográficos. Existem várias expressões para o modelo geral, e cada autor procura criar sua própria (Guiochon, 2002). Entretanto, a expressão encontrada com mais frequência (Beminger et aL, 1991; Cremasco et aL, 2001; Koh et aL, 1998; Ma etaL, 1996; Rasmuson, 1981, 1982; Whitley et aL, 1993) é apresentada como se segue:\nem que Cp¡ é a concentração na fase fluida intraporo, e kfi é o coeficiente convectivo de transferencia de massa.\nA Equação (2.19) representa a transferência de massa entre fases por uma força motriz linear, como na Equação (2.17). A diferença entre essas duas equações vem da consideração da concentração local na Equação (2.19), em vez da concentração média utilizada na Equação (2.17).\nQuando se faz uso de um modelo geral, o balanço de massa na fase estacionária pode ser expresso da seguinte forma:\n(2.20)\nonde Cpi é a concentração na fase fluida intraporo e qt a concentração adsorvida, para o componente i, as quais são relacionadas pela isoterma de equilíbrio, e DPi é o coeficiente de difusão intraporo.\nO balanço de massa dado pela Equação 2.20 está sujeito às seguintes condições inicial e de contorno:\nt = 0; CPt=CPí(0,r)\n(2.21a)\nr = 0;\n= 0\n(2.21b)\n(2.21c)\nPara facilitar a compreensão do modelo geral, apresenta-se uma representação para uma partícula porosa, conforme a Figura 2.7. Nela estão ilustrados diversos efeitos de transferência de massa que ocorrem na partícula, assim como o significado de cada concentração.\nFilme fluido\nN\tI\nI Cp(r,z,t)\ti\nq(r,z, t)\nFigura 2.7: Esboço de uma partícula porosa.\nUm estudo que compara os resultados numéricos obtidos utilizando diversos modelos com resultados experimentais, mostrou as vantagens de se utilizar um modelo detalhado. O modelo geral resulta em predições mais confiáveis do que os modelos mais simples, além do que ele proporciona um melhor entendimento sobre os mecanismos responsáveis para a separação (Kempe et aL, 1999).\nOs diversos modelos de adsorção em leito fixo discutidos no presente item são apresentados resumidamente na Tabela 2.2, associando-os com suas principais considerações e simplificações, e suas representações matemáticas, ou seja, equações.\nTabela 2.2: Resumo dos modelos de adsorção para leitos fixos.\nModelo\tPrincipais considerações\tEquações\nIdeal\tNenhum efeito de transferência de massa é considerado. Concentração na fase estacionária uniforme no volume.\tFase móvel: EDP (Eq. 2.11) sem o termo de dispersão axial. Isoterma (Tabela 2.1): &lt;q.t >= /(Cb^\nEquilíbrio Instantâneo\tConsidera somente a dispersão axial a qual pode englobar implicitamente todos os efeitos de transferência de massa. Concentração na fase estacionária uniforme no volume.\tFase móvel: EDP (Eq. 2.11). Isoterma (Tabela 2.1):&lt;q.>~f (Cb,)\nCinética Global\tAlém da dispersão axial, considera um coeficiente de resistência externa que pode também englobar tacitamente a resistência interna. Concentração na fase estacionária uniforme no volume.\tFase móvel: EDP (Eq. 2.11). Fase estacionária: EDO (Eq. 2.15) Isoterma (Tabela 2.1): q* = f (Cb¿)\nLumped Pore\tConsidera tanto a dispersão axial, quanto um coeficiente de resistência extema o qual pode englobar a resistência interna. Sólido poroso constituído de duas fases (líquido intraparticular e superfície adsorvente), mas as concentrações são uniformes (no volume) em cada fase.\tFase móvel: EDP (Eq. 2.17). Fase estacionária: EDO (Eq. 2.18) Isoterma (Tabela 2.1): q,-f (Cp¡)\n\tTrês coeficientes de transferência de massa totalmente independentes.\tFase móvel: EDP (Eq. 2.19).\nGeral\tTransferência de massa intraparticular controlada por difusão ordinária.\tFase estacionária: EDP (Eq. 2.20)\n\tAs concentrações intraparticulares variam com a posição dentro de uma partícula.\tIsoterma (Tabela 2.1): qi ~ /(Cp^\n2.7\tParâmetros de transferência de massa\nNo item anterior, foram apresentados vários modelos descrevendo o fenômeno de adsorção em leito fixo, dos mais simples aos mais complexos, e foram discutidas suas respectivas vantagens e limitações. Nesses modelos, apareceram coeficientes relativos à transferência de massa. A intenção deste item é a de apresentar algumas das correlações encontradas na literatura visando determinar valor desses coeficientes.\nPara a estimativa do coeficiente de dispersão axial, Eb, em leito fixo, pode-se lançar mão de uma das correlações presentes na Tabela 2.3, em que os números adimensionais de Reynolds particular (Rep) e Peclet mássico molecular (PeM ) são definidos como:\nRep =\nPe\n2usRp\n(2.22)\n(2.23)\n\n\nQuanto à estimativa do coeficiente convectivo de transferência de massa para leito fixo, pode-se utilizar uma das correlações presentes na Tabela 2.4, em que os números adimensionais de Sherwood (Sh), e de Schmidt (Sc) são definidos como:\nSh =\n2kfRP\nSc =\n(2.24)\n(2.25)\nem que // e 3 são, respectivamente, a viscosidade dinâmica e a massa específica do solvente.\nTabela 2.3: Correlações para o coeficiente de dispersão axial.\nAutores\nValidade\nCorrelações\nEq.\nAthayle et al.\t&lt;320\n(1992)\tRe?<l\nEb\n2ueRp\n2.26\nChung &amp; Wen (1968)\nEb\t£\n2ueRf. ~ 0,2+ 0,001 lRe“'48\n2.27\nGunn\n(1987)\n0,03 &lt;Rep &lt;500\nCom ZP\nPewf>\n4cç(l -e)\n2.28\n-24\np = 0,17 + 0,33 exp(-)\nRe p\na¡ = 2,405 e í = 1,4\nKoch&amp; Brady (1985)\n»1\nEb\n2usRP\n2.29\nWakao &amp;\nFunazkri (1978)\n3 &lt;Rep &lt;900\npEh\n—— - 20 + 0,5ScRep\nD\n^AS\n2.30\nTabela 2.4: Correlações para o coeficiente convectivo de transferência de massa em leito fixo.\nAutores\tValidade\tCorrelações\tEq.\nChu et al. (1953)\tl<RCp&lt;30 1“£\tSh = 5,7(1—e)0,7* Re\"’22 S<23\t2.31\nGaffney &amp; Drew (1950)\t0,8 &lt;ReP &lt;10\tSh =\tRe\"’35 Sc0'42 0,476 P\t2.32\nGunn (1978)\t25<ReF\tSh = (7 -lOe + 5£2)(l + 0,7Re“’2 Sc\") + (1,33 - 2,4e + l,2e2)Re\"7 Sc'73\t2.33\nKataoka et al. (1972)\t0,2 &lt;Rez,&lt;100\tSh = l,850_e Y Re^Sc33\t2.34\nOhashi et al. (1981)\t0,05 &lt;Rep &lt;5,8\tS/i = 2 + l,58Re“’4Sc^\t2.35\n\t5,8 &lt;ReP &lt;500\tSh = 2+l,21Re°/Sc^\t2.36\nPfeffer (1964)\t0,15 &lt;Rep &lt;60\tCom y = e h-= 2--3y + 3y5 - 2y6\t2.37\nWakao &amp; Funazkri (1978)\t3 &lt;ReP &lt;1000\tSh = 2 + 1,1 Rep6 Sc^3\t2.38\nWilliamson et al. (1963)\tRe 0,08&lt;-—£-&lt;125 £\tSA = 2,4e\"’MRe\"’MSc0’42\t2.39\nWilson &amp; Geankopolis (1966)\t0,0016 &lt;Rep &lt;55 0,35 &lt;£ &lt;0,75\t\t2.40\nPara a determinação do coeficiente livre de difusão, pode ser utilizada uma das diversas correlações encontradas na literatura (Cremasco, 2002). No caso da difusão em líquidos há, entre outras, a de Siddiqi &amp; Lucas (1986):\n®ab Pb\nT\n(2.41)\nNo caso da difusão na fase estacionária, o coeficiente de difusão intraporo, admitindo apenas o mecanismo da difusão ordinária, pode ser estimado utilizando-se a correlação de Mackie &amp; Meares (1955):\n(2.42)\n2.8\tResoluções dos modelos de leito móvel simulado\nComo mencionado no item 2.3, o leito móvel simulado pode ser representado por um modelo de leito móvel verdadeiro equivalente. Nesse caso, vários métodos de resolução numérica são empregados. Por exemplo, para o LMV transiente, uma resolução encontrada (Lehoucq et al., 2000) parte da discretização do lado espacial das equações através de diferenças finitas, e o sistema resultante de equações diferenciais ordinárias é resolvido pelo uso do integrador LSODES (Hindmarsh, 1983), para sistemas de equações STIFF, o qual é de domínio público.\nNas modelagens dinâmicas, o LMS é representado mais rigorosamente, sendo que os diversos leitos fixos conectados em serie são explícitamente considerados nessas modelagens, assim como os deslocamentos periódicos dos pontos de alimentação/retirada de fluido que levam a variação da posição dos leitos fixos no referencial de zonas do LMS. Como os leitos são fixos no LMS, as concentrações dos fluxos entrando nos mesmos variam com o tempo (Hassan et al., 1995; Lu &amp; Ching, 1997; Pais et al., 1997) conforme as Equações (2.43), sendo que cada leito fixo passa sucessivamente pelas diversas zonas do LMS.\nQ!,Cb“\\\t+ QFCbF\nApós a alimentação:\tCb111\t\t1 h=Ln\t1\t\n\t\tQm\t(2.43a)\nApós o dessorvente:\tCb' -■ *0\t_Q,V Ch,v\\ Q1 C ‘\tL-i'’’\t(2.43b)\nOutras colunas:\tCb,J *0\tlz=£c\t(2.43c)\nComo os leitos fixos são considerados individualmente nas abordagens dinâmicas, um modelo de adsorção para leito fixo deve ser escolhido, sendo que as diversas zonas do LMS apresentam, entre si, diferentes valores para a velocidade intersticial (w), assim como os parâmetros de transferência de massa (Eb e fy).\nCaso haja o emprego do modelo ideal de representação de um leito fixo, desconsiderando-se os efeitos de transferência de massa, há solução analítica do modelo dinâmico para o LMS (Zhong &amp; Guiochon, 1996). Entretanto, foi também mostrado que os efeitos de transferência de massa, ou seja, a dispersão axial e as resistências internas e externas à partícula, não podem ser desprezadas na maioria das aplicações do LMS (Zhong &amp; Guiochon, 1997). Sendo assim, é necessário recorrer a métodos numéricos para a resolução das equações.\nDünnebier et al. (1998) propuseram uma resolução numérica rápida baseada no modelo de cinética global da transferência de massa para a partícula (LDF). Contudo, Kempe et al. (1999) mostraram que o modelo geral é melhor para representar o fenômeno de adsorção em um leito fixo.\nQuando o modelo geral é escolhido para representar o fenômeno de adsorção nos leitos fixos do LMS, o uso das colocações ortogonais (Ching et aL, 1991; Yu &amp; Ching,\n2003)\tou de alguma de suas variantes (Lu &amp; Ching, 1997; Mallman, 1998; Pais et al., 1997; Toumi et al., 2003) é o método de resolução numérica mais encontrado na literatura. Encontrou-se, no decorrer das investigações que resultaram na presente Dissertação, o trabalho de Haag et al. (2001) que faz uso de um método numérico diferente ao utilizar diferenças finitas para a discretização espacial das equações. Tem-se também o trabalho de Klatt et al. (2000) no qual a discretização espacial é mista, sendo que, para o balanço de massa da fase móvel, esses autores utilizam os elementos finitos, servindo-se, por sua vez,\ndas colocações ortogonais para o balanço de massa da fase estacionária. Todos esses métodos têm um ponto comum ao discretizar o lado espacial das equações, e utilizar um integrador numérico para resolver o sistema de equações diferenciais ordinárias resultante.\n2.9\tProcessos cromatográflcos empregando um único leito fixo\nComo visto anteriormente, o leito móvel simulado é composto por uma série de leitos fixos conectados, formando um circuito. Sendo assim, antes de explorar o LMS, pode ser interessante fazer estudos preliminares com sistemas cromatográficos mais simples, compostos somente de um leito fixo. Existem basicamente dois modos de utilização de um leito fixo em adsorçao: trabalhar até a saturação da coluna ou injetar pulsos na mesma.\n2.9.Í Curvas de ruptura\nEsse processo consiste em passar pela coluna uma solução da qual se deseja adsorver ou remover um soluto, até a saturação da coluna. Em seguida, a coluna é regenerada por um solvente puro ou variando a temperatura, entre outros métodos (Suzuki, 1990; Ruthven, 1984). Essa técnica é bastante utilizada, industrialmente, para extrair impurezas de uma solução que já tem concentração alta de um determinado soluto. A Figura 2.8 apresenta a distribuição típica de concentração do produto adsorvido na saída da coluna, no período de adsorçao, o qual leva à saturação da mesma. A curva apresentada na Figura 2.8 é comumente denominada curva de ruptura.\nUma forma rápida de analisar tais curvas de ruptura consiste em integrar a mesma. A integral da curva de ruptura é uma medida do quanto de soluto adsorvido foi retido na coluna. Quando a coluna é saturada, as diversas fases presentes no leito fixo estão em equilíbrio termodinâmico com a corrente de alimentação. Uma vez que a coluna é saturada, ela armazenou:\na) Na fase móvel inter-particular:\n(2.44a)\nb) Na fase intraporo:\n£AtLcCQ\n{\\-E)AtLc(\\-ep)KpC0\n(2.44b)\nc) Nas superfícies do adsorvente:\n(2.44 c)\nu u\nTempo\nFigura 2.8: Curva de ruptura típica.\nSomando os termos (2.44), obtém-se a quantidade máxima de soluto que a coluna pode reter, em função da concentração de alimentação da coluna, Co. Quando a curva de ruptura atinge o máximo, a coluna é saturada, de forma que a integral dessa curva deve levar ao mesmo resultado que a soma dos termos (2.44), adimensionalizados pela concentração de alimentação. Finalmente, para que as unidades da integral e da expressão algébrica sejam as mesmas, a vazão de alimentação deve ser considerada na última. Resumindo, a integral da curva de ruptura (Figura 2.8) pode ser estimada tal como se segue (Cremasco et al., 2003a):\n{e + (1 - £)[sp + (1 - eP )KP ]}\nsendo Co a concentração do soluto adsorvido no fluxo entrando na coluna, C a\n!z-ic\nvelocidade intersticial, definida na equação (2.13), e a porosidade do leito, e? a porosidade do adsorvente, e A>o coeficiente de partição para o soluto adsorvido.\nNo que se refere à modelagem do processo de saturação de coluna, pode-se utilizar qualquer um dos modelos apresentados no item 2.6, sabendo que a concentração entrando na coluna é representada pelas seguintes equações (Cremasco et al., 2003a):\nt<0; Cbia =0\nt>0, C\\=C0\n(2.46a)\n(2.46b)\n2.9.ÍÍ Pulsos cromatográficos\nNo método de pulsos cromatográficos, uma quantidade conhecida da mistura, da qual se deseja separar certo sorbato, é injetada na coluna (Figura 2.5). Na seqüência, introduz-se um solvente à vazão constante de forma que ocorra a eluição desse pulso através da coluna. Os pulsos injetados vão se separar gradualmente, devido à diferença entre as características associadas ao fenômeno da adsorção no adsorvente para os diferentes sorbatos presentes na mistura, os quais apresentarão distintos tempos de retenção, resultando em sucessivos picos na saída da coluna, onde cada pico representa um único sorbato, conforme ilustra a Figura 2.9, para uma mistura binária. Figuras como essas são freqüentemente denominadas de curvas de eluição.\nNota-se que, com esta técnica, é preciso esperar que todos os compostos sejam extraídos da coluna, ou pelo menos suficientemente longe da entrada da mesma, para poder injetar um novo pulso da mistura. O procedimento necessita de um grande consumo de solvente, trabalhando-se muito abaixo do limite de saturação do meio poroso (Ruthven, 1984; Suzuki, 1990).\nComo no caso das curvas de ruptura, uma análise simplificada das curvas de eluição pode ser realizada por meio da integração da curva, utilizando-se o primeiro momento definido pela Equação (2.46) (Ruthven, 1984). Porém, no caso do pulso cromatográfico, a curva de concentração absoluta deve ser utilizada, como aponta a Equação (2.46) que também apresenta uma forma algébrica do primeiro momento, válida para o caso de isoterma linear.\n+\t+ (l~“£pXjJ}\nu\nNovamente, a modelagem do processo cromatográfico pode ser realizada por meio de um dos modelos apresentados no item 2.6. Contudo, nesse caso, faz-se uso das Equações (2.48) para expressar a concentração no fluxo de entrada da coluna (Ching et al, 1994; Gu etaL, 1992; Whitley etal., 1991).\n0 &lt;í&lt;t0‘, C\\ ~~ Co\nt>t0; Cbh = 0\n(2.48a)\n(2.48b)\n2.10\tResoluções dos modelos para um leito fixo\nQuando a concentração do soluto é baixa, a isoterma de adsorção pode ser considerada linear (Equação 2.3). Nesse caso, para a maioria dos modelos apresentados no item 2.7, existem soluções analíticas para os processos cromatográficos apresentados no item 2.9. Rutbven (1984) apresenta várias soluções analíticas para a determinação da distribuição de concentração para experimentos de saturação de coluna (Figura 2.8) na situação em que a isoterma de adsorção é linear. A Tabela 2.5 apresenta duas dessas soluções analíticas.\nO conceito de concentração baixa é relativo. No caso da separação de ftutose e glucose, a isoterma é considerada linear com concentrações de até 45 g/L (Dünnebier et al., 1998), enquanto as isotermas dos dois isômeros óticos do l,r~bi~2-naphtol são consideradas não-lineares à concentração acima de 2,9 g/L (Pais et al., 1997).\nObserva que a solução analítica do modelo geral está na forma de uma integral infinita (ver Tabela 2.5), levando o seu cálculo por aproximação numérica. O esforço necessário para o calculo numérico da solução analítica pode se revelar grande, devido ao caráter oscilante do integrante (Rasmuson, 1981). Portanto, é comum recorrer a resoluções numéricas das equações do modelo para obter as distribuições de concentração.\nPara o modelo de equilíbrio com dispersão axial, há resoluções utilizando diferenças finitas (Pitt et al., 1976). Entre elas, uma (Rouchon et al.} 1987) se destaca, por seu esforço computacional ser bem menor quando comparado a outros métodos de diferenças finitas. Uma adaptação desse método para o “lumped pore moder (Kaczmarski &amp; Antos, 1996) foi proposta. Para diminuir o tempo computacional, esses algoritmos desconsideram a dispersão axial no modelo, a qual é simulada por meio da difusão numérica, escolhendo adequadamente os passos de integração, ocasionando, inevitavelmente, imprecisões nos resultados.\nZhong et al. (1999) propuseram uma resolução “Stop and Go” (FAD-SMT) em duas etapas. No intervalo de tempo ?t, considera-se que há transporte por advecção dispersiva da fase fluida, sem transferência de massa entre as fases (FAD). Na seqüência, considera-se um intervalo de tempo fictício no qual ocorre a transferência do soluto, mas sem escoamento da fase fluida.\nTabela 2.5: Algumas das soluções analíticas para curvas de ruptura.\nModelo\nSolução analítica\nAutores\nModelo de cinética global da transferência de massa para a partícula (LDF)\nEq. (2.3), (2.11) e (2.15)\nModelo geral\n(Procura considerar, simultânea e independentemente, todas as contribuições à transferência de massa que ocorrem nos processos cromatográficos).\nEq. (2.3), (2.11) e\n(2.20)\nC6(z,z) \nCo\n= e-!t‘iI0(24^') + e í fTe-U0(27§r)dÂ\n*0\nT = Kf(t——)\nu\n\n■?=\nu\nl s J\n\n¿(/U^exp\nj(Â) =\t(A)\nR2Eb R}Eb 2\n(2.49)\n(2.50)\n7\nv^{[í®,a)]2+[hd2(â)]2}\nh1W=---------\nr dpk,\n1+ HD,(Â)\nL Rrkf\n“¡2r\nDPK\nRpkf 2\nHD2(X)\nH2(X) = ~\tntr\nDPK\n1 + —•\nRpkf\nDPK\nR„k 2\nJ SHlll 2Â + SH1 2Â A /®ia) = lcosh22-cos2Ar1\nHD2 (â) = âÍ sinh22-~sm22- ) ^cosh2Ã-cos2Â J\nLapidus &amp;\nAmundson\n(1952)\nRasmuson &amp; Neretnieks\n(1980)\nPara o modelo geral, tem-se uma tendência geral a adotar as colocações ortogonais (Ching et al., 1994; Kempe et al., 1999; Raghavan &amp; Ruthven, 1983; Silva et al., 1999) ou alguma de suas variantes (Beminger et al.9 1991; Klatt et a.l, 2000; Ma et al., 1996), para a discretização do lado espacial das equações do modelo geral. Isso cria um sistema de equações diferenciais ordinárias, as quais são integradas pelo uso de um algoritmo para sistema de equações STIFF.\nO uso das colocações ortogonais permite evitar problemas de difusão e instabilidade numéricas. Por outro lado, esse método requer esforço numérico muito maior do que os métodos de diferenças finitas (Kaczmarski &amp; Antos, 1996).\n2.1\tí Sistemas experimentais de referência\nComo mencionado anteriormente, o objetivo do presente trabalho é desenvolver ferramentas computacionais para a simulação de processos cromatográficos, e em particular para o leito móvel simulado. Para verificar a validade do método numérico utilizado e de sua implementação computacional, será necessário comparar os resultados numéricos com resultados experimentais provenientes da literatura. São apresentados, na seqüência, os sistemas experimentais de referência que foram utilizados no presente trabalho.\nSerão considerados experimentos de adsorção, tanto em um único leito fixo quanto em LMS, dos aminoácidos fenilalanina e/ou tirosina em soluções aquosas. Os leitos fixos eram recheados de adsorvente de PVP, considerando o formado de esferas de raio uniforme. A Tabela 2.6 apresenta as propriedades físicas tanto das colunas, quanto do adsorvente.\nTabela 2.6: Propriedades dos leitos e do adsorvente para a separação dos aminoácidos (Cremasco et al., 2000b; 2000c; 2001; 2003a; 2004a).\nLc (cm)\tD (cm)\te\tRp (um)\tep\n12,5\t1,5\t0,37\t180\t0,55\nessenciais que podem ser biologicamente sintetizados a partir dos essenciais. A fenilalanina, um aminoácido essencial, é crucial para a dieta humana visto que ela é o precursor da tirosina que, por sua vez, é importante para a geração natural de quase todas as proteínas humanas. Estudos mostraram que esses dois aminoácidos podem ser utilizados no tratamento de distúrbios mentais tais como a depressão, o estresse, e a doença de Alzheimer (Banderet &amp; Lieberman, 1989; Gelenberg et ah, 1982; Meyer et al., 1977).\nPara o LMS, além de experimentos de separação de misturas fenilalanina/tirosina (Cremasco et al., 2000c), será também considerada a separação de mistura composta por três aminoácidos em solução aquosa (Cremasco et al., 2004a), sendo o triptofano acrescentado à mistura anterior. As propriedades dos aminoácidos são apresentadas na Tabela 2.7.\nTabela 2.7: Propriedades dos aminoácidos (Cremasco et al., 2000b; 2000c; 2001; 2003a).\nSoluto\tKP\tDAb (cm2/min)\nFenilalanina\t1,947\t4,24.10-4\nTirosina\t3,229\t4,12.1o-4\nTriptofano\t13,700\t3,89.10-4\nEm todos os experimentos que serão utilizados como referência para comparação com as simulações, a concentração da fenilalanina não passará de 2 g/L, a da tirosina não será maior do que 0,40 g/L e a do triptofano não ultrapassará 0,40 g/L. Nessas concentrações, as isotermas podem ser consideradas lineares (Cremasco &amp; Wang, 2000b; Cremasco et al., 2001).\nNo final da presente Dissertação, será apresentada a simulação da separação de uma mistura multicomponente de taxanas em LMS, visando a separação do Taxol® das outras taxanas presentes na mistura, utilizando-se um solvente composto de 60% de etanol e de 40% de água. Conhecido também como Paclitaxel, o Taxol® é um poderoso agente anticancerígeno, sendo utilizado no tratamento do câncer do cólon, da mama e do pulmão. Originalmente, o Taxol® é extraído da casca do teixo americano, formando um caldo\ncontendo baixa concentração do mesmo (lOOmg/kg de casca), além do caldo extraído da casca apresentar alto número de taxanas estruturalmente semelhantes ao Taxol® (cremasco, 2003b).\nAs taxanas presentes no caldo cru consistem principalmente de Taxol® e de três outras impurezas não identificadas e denominadas TrlO, Trl8 e Tr21. As propriedades das taxanas na solução aquosa de 60% de etanol estão apresentadas na Tabela 2.8. A Tabela\n2.9,\tpor sua vez, apresenta as propriedades dos leitos fixos e do adsorvente, um copolímero poliestireno diviml-benzeno, utilizado por Cremasco et al. (2000d).\nTabela 2.8: Propriedades das taxanas (Cremasco et al., 2000d).\nTaxanas\tTrlO\tTaxol®\tTrl8\tTr21\nKP\t82,52\t40,03\t38,67\t15,09\nera2/min)\t2,569\t2,560\t2,564\t2,526\nDp (104 cm2/min)\t1,310\t0,590\t0,920\t0,384\nTabela 2.9: Propriedades dos leitos e do adsorvente para a separação das taxanas (Cremasco et al., 2000d).\nLc (cm)\tD (cm)\te\tRp(pm)\tep\n15,0\t1,50\t0,32\t120\t0,46\nQuanto aos equipamentos utilizados nos experimentos, a coluna recheada é aquela representada na Figura 2.5, enquanto o leito móvel simulado foi esquematizado na Figura\n2.4\te o equipamento experimental de referência (Cremasco et al., 2000b; 2000c) é apresentado na Figura 2.10.\nVálvula 1\nBomba de\tAlimentação\nalimentação a-a\n......Linhas de alimentação\n-----Linhas do extrato\n- — Linhas do eiuente\n.....Unhas do refinado\nVálvula 6\ni\nBomba de alta pressão\nBomba de alta pressão\nRefinado\nVálvula 2\ni\nTrlp.d:HE'tr‘,t0\nVálvula 5\nFigura 2.10 (Cremasco et al.y 2000c) : Desenho do LMS experimental.\nAcrescenta-se que, uma vez que as vazões nas quatro zonas do LMS são fixadas, as vazões de entrada e saída do sistema são implicitamente definidas, sendo que essas são relacionadas pelos balanços de massa globais tal como se segue:\nQT =Qnj -Qu\nQD=Q,-Q,V\n(2.51a)\n(2.51b)\n(2.51c)\n(2.5 ld)\n3.\tResolução numérica\nNeste capítulo apresenta-se o método numérico empregado para resolver os balanços de massa que representam os processos cromatográficos citados na revisão bibliográfica, para o caso de isoterma linear. Numa primeira etapa, descreve-se o modelo escolhido para representar os fenômenos de transferência de massa. Segue-se a descrição de um método numérico investigado sem sucesso. Depois, apresenta-se o método numérico proposto nesta Dissertação. Para concluir, explica-se a estrutura dos aplicativos computacionais desenvolvidos.\n3.1\tModelo\nNo presente trabalho, utiliza-se um modelo no qual os fenômenos de transferência de massa aparecem individualmente nas equações. As hipóteses que norteiam a descrição da adsorção em leito fixo, para o modelo geral, são:\n-\tOs leitos fixos são recheados por adsorvente formado de partículas esféricas de raio uniforme;\n-\tA vazão da solução que atravessa um leito é constante;\n-\tNão há reação química seja nas fases fluida ou porosa;\n-\tConsidera-se equilíbrio local linear;\n-\tOs fenômenos difusivos nos poros são controlados preferencialmente por difusão ordinária;\n-A dispersão axial é admitida;\n-\tConsideram-se as resistências externa e interna à transferência de massa separadamente;\n-\tAs isotermas de adsorção são consideradas lineares.\nCom as hipóteses propostas, os balanços de massa que representam o fenômeno de adsorção em leito fixo formam um sistema de duas equações diferenciais parciais em três variáveis, sendo que a isoterma de adsorção fornece a terceira correlação na forma de uma equação algébrica, que é considerada linear na presente Dissertação.\nProcura-se resolver o problema matemático constituído pelos dois balanços de massa, os quais são relacionados pelas condições de contorno e a taxa de transferência de massa entre fases, considerando que as isotermas de adsorção são lineares.\n3.2\tMétodo investigado\nNuma primeira tentativa, utiliza-se a expressão clássica, Equações (2.3, 2.19, e 2.20) do modelo geral, para representar o fenômeno de adsorção em um leito fixo. Discretizou-se completamente os dois balanços de massa através do método de Cranck-Nicholson, numa forma similar à aplicada por Paredes (1996). Com este procedimento, um sistema algébrico tri-diagonal de equações lineares é obtido para cada balanço. O algoritmo de Tilomas é especialmente adequado para este tipo de sistema de equações.\nO algoritmo de Thomas pode ser visto como baseado numa decomposição LU especifica para sistemas tri-diagonais (Chapra e Raymond, 1988). Numa decomposição LU, uma matriz é transformada no produto de duas matrizes, sendo a primeira triangular inferior (L) e a segunda triangular superior (U). Quando a matriz inicial for tri-diagonal, as matrizes triangulares se reduzem a matrizes bi-diagonais. Uma outra forma de conceituar o algoritmo de Thomas é a de considerá-lo como uma dupla substituição gaussiana.\nO algoritmo de Thomas funciona em três etapas. Na primeira, decompõe-se a matriz tri-diagonal no produto de duas matrizes bi-diagonais. Na segunda etapa, uma substituição upwind é feita na matriz bi-diagonal inferior obtida, resultando em um novo sistema de equações algébricas, o qual é bi-diagonal superior. Essa segunda etapa pode também ser vista como a multiplicação das equações matriciais pela matriz inversa da matriz bi-diagonal inferior. Na terceira (e ultima) etapa, uma substituição forwind é realizada na matriz bi-diagonal superior, de forma que a solução do problema algébrico seja encontrada.\nPara o problema abordado na presente Dissertação, o algoritmo de Thomas não pode ser aplicado de forma direta, devido à dependência da concentração na partícula, Cp¡, com a concentração na fase móvel, Cbi (condição de contorno 2.21c).\nNo método investigado nesta Dissertação, a substituição upwind é aplicada ao sistema algébrico representando a fase estacionária, de modo que uma relação linear entre a concentração intraparticular no limite da partícula\t) e a concentração na fase\nmóvel é obtida. Essa relação linear, que é diferente para cada tempo e cada posição da discretização axial da coluna, é introduzida no sistema algébrico representando a fase móvel, o que permite sua resolução através da aplicação direta do algoritmo de Thomas. Tendo resolvido o balanço da fase móvel, a distribuição de concentração nessa fase é utilizada para calcular a concentração intraparticular no limite das partículas (Cf/|r=K ). Uma vez que essa (CF1.|r) é conhecida, a segunda parte do algoritmo de Thomas, ou seja, a substituição forwind na matriz bi-diagonal superior, pode ser aplicada ao sistema algébrico representando a fase estacionária.\nNo decorrer da pesquisa que levou à presente Dissertação, esse método numérico foi aplicado sem sucesso à determinação teórica das curvas de saturação, as quais são resultantes do mais simples dos processos cromatográficos investigados. Os erros com esse método são provavelmente decorrentes do fenômeno de difusão numérica. Refinou-se a discretização para tentar minimizar os efeitos da possível difusão numérica. Porém, nenhum resultado satisfatório foi obtido com esse método de resolução.\nComo nenhuma solução foi encontrada para melhorar o resultado teórico com esse método de resolução, procurou-se outro método numérico para resolver os balanços de massa conjugados, os quais representam a transferência de massa nos processos cromatográficos.\n3.3\tMétodo adotado\nO método numérico adotado para determinar teoricamente as distribuições de concentrações nos processos cromatográficos estudados baseia-se no trabalho de Cremasco et al. (2003a). Esses autores propõem, para experimentos de saturação, uma resolução híbrida na qual o balanço de massa da fase particulada é resolvido analiticamente, enquanto o balanço da fase móvel é solucionado numericamente utilizando diferenças finitas. Esse método é aplicado a outros sistemas cromatográficos, de forma que foram necessárias algumas alterações ao método inicialmente encontrado na proposta de Cremasco et al. (2003a).\nNo método utilizado, o balanço de massa da fase móvel é representado pela Equação (2.11), reescrita aqui, e por suas condições inicial e de contorno, Equações (2.14a), (2.14b), e (2.14c).\nQuanto ao balanço de massa da fase estacionária, a expressão matemática utilizada é representada pela Equação (2.20), a qual pode ser reescrita na forma apresentada na Equação (3.1), e pelas condições inicial e de contorno, Equações (2.21a), (2.21b), e (2.21c).\n■ 3CPi - £?Dp ~ó Í^CPi} n\tdCPi\np dt r2 dr J k p)dCPi dt\n(3.1)\n33.Í Expressão da concentração média intraparticular e de seu gradiente\nVê-se na Equação (2.11) que o termo relativo à transferência de massa da fase fluida móvel para a fase porosa estacionária (terceiro e último termo do lado direito da equação 2.11) é expresso de uma forma diferente aquela encontrada com mais frequência na literatura, quando se utiliza o modelo geral (Equação 2.19). Na expressão empregada, aparece o gradiente da concentração média intraparticular. Porém, essa concentração média,&lt;qi>, não aparece no balanço da fase estacionária. Portanto, ela precisa ser determinada, o que se faz considerando as duas fases presentes no interior do adsorvente, ou seja, a fase líquida intraporo e a superfície dos poros, e suas respectivas proporções, como mostra a Equação (3.2).\n' {epCp , + (1 - e]r2ár }\t(3.2)\nLembrando-se a definição da isoterma linear:\nqi=iKpiCpi\t(2.3)\nIntroduzindo a Equação (2.3) na Equação (3.1), o terceiro e último termo do lado\ndireito da Equação (2.11) pode ser reescrito segundo (Cremasco et al., 2003a):\n(3.3)\nComo o problema é linear, pode se utilizar o teorema de Duhamel para obter:\n(3.4)\nonde 0i é a concentração adimensional na fase líquida intraparticular, definida como:\nQ>,-Cp,.(f = 0)\nCb,--Cp,.(í = 0)\n(3.5)\nIntroduzindo a Equação (3.4) na Equação (3.3), uma nova expressão é obtida para o gradiente da concentração média intraparticular:\n\nr2dizlr\\\nlj\nUtilizando-se a concentração média adimensional (media volumétrica), definida pela Equação (3.7), e rearranjando a Equação (3.6), obtém-se a Equação (3.8).\n(3.7)\n(3.8)\n33.ii\tExpressão analítica da concentração média adimensional\nPara o caso de isotermas de adsorção lineares, encontram-se soluções analíticas (Crank, 1957) para o cálculo da concentração média adimensional. As soluções analíticas diferem de acordo com o valor do número de Biot mássico, definido como (Ruthven, 1984):\nBi\nkj.Rp\n3e Dp p Pt\n(3.9)\nQuando o numero de Biot mássico tende ao infinito (Bi —> ©o), ou seja, quando o coeficiente convectivo de transferência de massa para a partícula porosa tende ao infinito (kf -»«>), o que significa que a resistência externa à transferência de massa no interior da partícula (doravante denominada resistência externa) é desprezível em relação à resistência interna, a concentração média adimensional assume a seguinte forma (Crank, 1957):\n6\tyi exp(-n2^2FoA/.)\nZÍ n2\nonde Fomí , definido pela Equação (3.11), é o numero de Fourier mássico modificado, para o soluto i.\n(3.11)\nQuando ambas as resistências externas e internas tem valores finitos e de magnitude semelhantes, o numero de Biot mássico assume um valor finito. Nesse caso, a concentração média adimensional assume a seguinte forma (Crank, 1957):\n6»i(r) = l-6^\nn=l\n1\nr2 k -i)J\nem que os termos são as sucessivas raízes da seguinte equação transcendental:\nn tan(/„)\n1 BÍm\nRepare que essas soluções analíticas (Equações 3.10 e 3.12) são obtidas considerando que inicialmente as partículas não contêm soluto, de forma que as concentrações adimensionais possam ser reescritas como:\n(3.14)\nCom a expressão da taxa de transferência de massa entre fases fluida e adsorvente proposta na Equação (3.8) e uma solução analítica da concentração média adimensional, o balanço de massa da fase móvel reduz-se a uma equação diferencial parcial com uma só variável. Esse é o mesmo procedimento que Rosen (1952) utilizou para obter uma solução analítica das curvas de ruptura. Porém, as soluções analíticas são de difícil aplicação (Rasmuson, 1981, 1985), além da solução analítica obtida para a cromatografía de saturação de coluna (Equação 2.49) não servir para os outros processos cromatográficos investigados na presente Dissertação.\n3.3.ÜÍ Resolução numérica do balanço de massa da fase móvel\nPara propor um método de resolução que seja comum para os diversos sistemas cromatográficos estudados nesta Dissertação, recorre-se a uma resolução numérica do balanço de massa da fase móvel. No método de resolução desenvolvido, uma discretização completa do balanço de massa da fase móvel é realizada, utilizando diferenças finitas e baseando-se no método das características (Guiochon &amp; Lin, 2003).\nPara a derivada em t, utiliza-se a discretização implícita ou derivada forwind'.\ndt\n(3.15)\nonde j e k são os índices de discretização, respectivamente, temporal e espacial.\nPara a primeira derivada em z, utiliza-se a discretização explícita ou derivada\nupwind'.\ndz\n,k\nZk+l Zk\n(3.16)\nPara a segunda derivada em z, utiliza-se a derivada central:\nPara o termo de adsorção, utiliza-se também a derivada implícita e obtém-se:\n\t\t1\n\tCb^Zk^dT\t\nA dç\tÇ=l T\tJ\n\t\t\n(3.18)\nAs integrais que aparecem na Equação (3.18) são reduzidas a uma soma de integrais, as quais são aproximadas numericamente por um método implícito de primeira ordem para evitar instabilidade numérica.\nCom o método descrito, é possível aproveitar uma expressão analítica da concentração média adimensional, assim como é necessário utilizar as concentrações na fase fluida nos tempos anteriores ao tempo atual de calculo (tj), para estimar essas integrais.\nA discretização proposta resulta em um sistema algébrico tri-diagonal de equações lineares, o qual é resolvido por meio do algoritmo de Thomas. Para que o resultado obtido através desse método represente satisfatoriamente a realidade física dos sistemas investigados, é preciso minimizar os possíveis efeitos de difusão numérica. Para resolver esse potencial problema, os intervalos de discretização espacial e temporal não podem ser independentes (Guiochon &amp; Lin, 2003). A Equação (3.19), obtida com base no método das características, permite a determinação de um passo de integração em função de outro. Note que a Equação (3.19) é valida só para a condição de isoterma linear e somente para a discretização utilizada no método desenvolvido na presente Dissertação.\n33.iv Estrutura dos aplicativos computacionais desenvolvidos\n1)\tEscolhe-se a duração, t^, do experimento que se deseja simular. No caso do LMS, esse tempo é o intervalo entre dois deslocamentos sucessivos, íTTOCa, sendo também preciso fornecer ao programa o número de deslocamentos da posição das correntes entrando no LMS e saindo do mesmo, S, a serem realizados.\n2)\tEscolhe-se o número de intervalos na coordenada de tempo, M.\nt\n3)\tCalcula-se o passo de integração temporal, Az:\tAt ~\t.\nM\n4)\tCalcula-se 0¿ (j Ar): para todos os pontos (j = 0,1,2,..., M +1)\ne todos os solutos (i).\n5)\tCalcula-se o passo de integração espacial, Az, através da equação (3.19).\n(No caso do LMS, esse número será diferente\npara cada composto e em cada zona)\nL\n6)\tCalcula-se o número de intervalos na coordenada de posição, N:\tN ~\t.\nAz\n7)\tDefinem-se as distribuições iniciais de concentração:\nCb'* =0 para l<k<N + l.\n8)\tCalculam-se os termos constantes da matriz tri-diagonal resultante da discretização.\n9)\tDetermina-se a concentração na entrada da coluna, no novo tempo (Cb^ (t )).\n10)\tCalcula-se a distribuição de concentração Cb¡+l,k, para 1&lt;k&lt;N 4-1, através do algoritmo de Thomas, utilizando as distribuições nos tempos anteriores (j, j-7,...).\n11)0 passos 9 e 10 são repetidos até que j = M +1. (No caso do LMS, esse procedimento é repetido S vezes).\n4.\tResultados e Discussões\nO foco do presente trabalho é a aplicação e validação do método numérico híbrido apresentado no capítulo 3, ao leito móvel simulado. No entanto, antes de analisar os resultados obtidos para o leito móvel simulado, o método numérico é inicialmente avaliado em sistemas cromatográficos empregando um único leito fixo, ou seja, experimentos de saturação de coluna e de pulsos cromatográficos.\n4.1.\tSaturação de coluna\n4.1.\tL\tComparação entre a solução analítica e os resultados experimentais\nComo apontado na revisão bibliográfica, o modelo geral escolhido, que considera independentemente os diversos fenômenos de transferência de massa envolvidos no fenômeno de adsorção em leito fixo, têm solução analítica, no caso da saturação de coluna (Equação 2.50). Porém, a solução analítica se apresenta na forma de uma integral infinita, o que requer, portanto, aproximação numérica dessa solução analítica. Um aplicativo computacional implementando a solução analítica apresentada na revisão bibliográfica foi desenvolvido, utilizando sub-rotinas da literatura (Press et al., 1992) específicas para resolver integrais com limite infinito.\nPara o estudo preliminar, escolhe-se uma condição experimental específica do trabalho de Cremasco et al. (2003a): saturação progressiva de uma coluna recheada de adsorvente de PVP por uma solução aquosa 0,5 g/L do aminoácido fenilalanina (Phe) com vazão de alimentação constante de 2,0 ml/min. Os resultados obtidos, tanto com a aproximação numérica da solução analítica, quanto os experimentais (Cremasco et al., 2003a), para a curva de ruptura resultante são apresentados na Figura 4.1.\nAs características da coluna e as propriedades da fenilalanina, informações imprescindíveis à estimativa da solução analítica, são apresentadas respectivamente nas Tabelas 4.1 e 2.5. Para a determinação do coeficiente de difusão intraparticular, a correlação de Mackie &amp; Meares (1955) (ou seja, Equação 2.42) é utilizada, enquanto o coeficiente convectivo de transferência de massa é estimado pela correlação de Wilson e Geankopolis (1966) (ou seja, Equação 2.40), e o coeficiente de dispersão axial pela correlação de Athayle et al. (1992) (ou seja, Equação 2.26).\nTabela 2.5: Propriedades do leito e do adsorvente (Cremasco et al., 2001).\nLc (cm)\tD (cm)\te\tRp(gm)\tep\n12,5\t1,5\t0,37\t180\t0,55\nTabela 4.1: Propriedades da fenilalanina (Cremasco etaL, 2001; Cremasco etal., 2003a).\nKp\nDab (cm2/mm)\n1,947\n4,24. IO'4\nFigura 4.1: Comparação entre os resultados experimentais e a implementação da solução analítica.\nObserva-se na Figura 4.1 que a curva de ruptura obtida pela aproximação numérica da solução analítica (Equação 2.50), não corrobora os resultados experimentais. Portanto, estudou-se a influência dos parâmetros intrínsecos às sub-rotinas utilizadas no aplicativo computacional implementado.\nAumentou-se a precisão de cálculo exigida no aplicativo computacional, de seis para dez casas decimais. A integral de zero a infinito da solução analítica deve, no aplicativo computacional, ser separada em duas integrais, sendo a primeira de zero a um limite positivo, e a segunda desse mesmo limite até o infinito. Vários valores reais positivos diferentes foram investigados para analisar sua influência sobre a aproximação numérica da solução analítica. Objetivando aproximar o resultado do algoritmo com a curva experimental, foram também utilizadas diversas sub-rotinas encontradas na literatura (Press et al., 1992) para estimar a segunda integral. Entretanto, nenhuma dessas modificações alterou o resultado do aplicativo computacional, o qual sempre forneceu a curva de ruptura apresentada na Figura 4.1 (“analítico”}. Isto mostra que é muito difícil estimar numericamente o valor da integral infinita, forma na qual a solução analítica é expressa. Em virtude dessa falha, Rasmuson (1985) propôs um algoritmo especifico para estimar numericamente a integral da solução analítica.\nComo foi mostrado, a utilização da solução analítica - solução específica para experimentos de saturação - não é trivial. Por outro lado, uma solução numérica seria mais facilmente aplicada aos processos cromatográficos investigados nesta Dissertação, já que, do ponto de visto matemático, a diferença entre eles reside somente na condição de entrada das colunas.\n4.I.Ü. Validação experimental da solução numérica\nResultados experimentais da literatura (Cremasco et al., 2003a) foram escolhidos como referência para a comparação com os resultados obtidos, oriundos de simulações. Para que o aplicativo computacional desenvolvido possa calcular as curvas numéricas, foi necessário introduzir alguns dados, sendo eles: as características do leito, as propriedades do soluto, fenilalanina (Phe) ou tirosina (Tyr) segundo o caso tratado. Esses dados são apresentados respectivamente nas Tabelas 2.5, 4.1 e 4.2. As vazões de solução aquosa utilizadas nos diversos experimentos foram 1,5 (Qi), 2,0 (Q2) e 2,5 ml/min (Q3).\nTabela 4.2: Propriedades da tirosina (Cremasco et al., 2001; Cremasco et al., 2003a).\nKP\tDab (cm2/min)\tCo (mg/L)\n3,229\t4,12.10'4\t40,0\nEscolheu-se o modelo desprezando a resistência externa que foi apresentado no capítulo 3, O modelo escolhido é resolvido numericamente, utilizando o método numérico também apresentado no capítulo 3. Além dos parâmetros apresentados nas Tabelas 2.5, 4.1 e 4.2, necessitou-se de correlações para determinar os coeficientes relativos à transferência de massa. Foram utilizadas as correlações de Mackie &amp; Meares (1955) e de Athayle et al. (1992), respectivamente para a estimativa do coeficiente de difusão intraparticular e do coeficiente de dispersão axial (Equações 2.42 e 2.26).\nA Figura 4.2 mostra os resultados analítico e experimental da Figura 4.1, junto com a curva de ruptura resultante de simulação com o método híbrido desenvolvido no presente trabalho e apresentado no capitulo 3, sendo que essas três curvas são relativas ao experimento de saturação progressiva da coluna recheada pela solução aquosa de fenilalanina (Phe), com vazão de alimentação constante de 2,0 ml/min.\nFigura 4.2: Comparação dos resultados experimentais, da estimativa da solução analítica e da resolução numérica.\nComo pode ser visto na Figura 4.2, a curva de ruptura obtida pelo uso do método numérico híbrido da presente Dissertação se ajusta satisfatoriamente aos resultados experimentais. Isto comprova que o modelo escolhido é adequado para representar os\nexperimentos escolhidos, e mostra que a resolução numérica do modelo é uma boa alternativa à solução analítica de difícil manuseio.\nAs Figuras 4.3 e 4.4 apresentam respectivamente para a fenilalanina e a tirosina os diversos resultados obtidos, tanto resultantes das simulações quanto experimentais (Cremasco et al., 2003a).\n1,0\n0,2 :\n®o,6|\nQ\nU0,4\n0,0\nMMMI\n■ Exp-Ql\n—\tSimul-Ql\n•\tExp-Q2\n—\t- Simul-Q2\n*\tExp“Q3\n—\tSimul-Q3\n1—\nTempo (min)\n■\nFigura 4.3: Comparação entre as curvas de ruptura simuladas e experimentais para a fenilalanina.\nComo pode ser visto nas Figuras 4.3 e 4.4, o ajuste do modelo aos resultados experimentais é satisfatório, já que as curvas advindas das simulações desviam levemente dos resultados experimentais, sendo que esse desvio é maior no caso da Figura 4.3. Para analisar essas discrepâncias pode-se recorrer à integral das curvas apresentadas, tanto experimentais, quanto simuladas, conforme a Equação (2.45), sendo que essa integral é uma medida do quanto do soluto foi retido no leito fixo durante o processo cromatográfíco. Os resultados dessa análise são apresentados na Tabela 4.3, assim como o valor obtido a partir da expressão algébrica do lado direito da Equação (2.45).\nFigura 4.4: Comparação entre as curvas de ruptura simuladas e experimentais para a tirosina.\nTabela 4.3: Integral das curvas de ruptura.\n\tIntegral da curva simulada\tExpressão algébrica\tIntegral da curva experimental\nPhe — Qi\t18,7\t18,7\t17,7\nPhe - Q2\t14,0\t14,1\t13,2\nPhe - Q3\t11,2\t11,2\t10,6\nTyr Q]\t24,0\t24,0\t24,8\nTyr Q2\t18,0\t18,0\t18,3\nTyr-Qs\t14,4\t14,4\t14,7\nVê~se na Tabela 4.3 que os valores das integrais obtidas a partir dos resultados das simulações numéricas são iguais aos valores calculados a partir da expressão algébrica da\nEquação (2.45), exceto para a fenilalanina quando se trabalha com a vazão Q2, para a qual há um desvio de apenas 0,7%. Essa comparação mostra que não há erro significativo devido ao método numérico empregado. Por outro lado, os resultados das integrações feitas a partir das curvas experimentais apresentam valores diferentes dos dois outros. Como a expressão algébrica depende somente das características do leito (volume, porosidade do leito e porosidade do adsorvente), do coeficiente de partição e da vazão, é possível que haja imprecisão na determinação experimental de um desses parâmetros.\n4.1.ÍÍL Estudo sobre a influência da discretização\nProcurou-se verificar a validade da estratégia empregada para minimizar os efeitos de difusão numérica (Equação 3.19). Para fazer esse estudo, utilizou-se uma condição experimental específica: a saturação da coluna pela tirosina com uma vazão na coluna de 2,0 ml/min, e repetiu-se a simulação com vários passos de integração temporal, Aí (1, 2, 3, 4, 5, 6, 8, e 12 segundos). A Figura 4.5 mostra apenas alguns desses resultados, para facilitar a visualização dos mesmos.\nFigura 4.5: Influência da discretização sobre a curva de ruptura.\nObserva-se, por meio da Figura 4.5, que a estratégia utilizada para minimizar os possíveis efeitos de difusão numérica é bastante adequada, já que as diferenças entre as respostas das diversas discretizações, embora perceptíveis, são extremamente pequenas, de forma que a comparação com os resultados experimentais não é afetada pela variação do passo de integração, Aí, Por outro lado, o tempo computacional aumenta quase cúbicamente com a diminuição desse passo de integração, como mostra a Figura 4.6.\nFigura 4.6: Variação do tempo computacional com a discretização, no caso de curvas de ruptura.\nOs tempos computacionais apresentados na Figura 4.6, assim como todos os outros que aparecerão neste trabalho, são os tempos necessários à realização das simulações numéricas, utilizando-se um computador (SUN microsystems) equipado de um processador Intel Celeron de 730Mhz e de 240Mb de memória RAM.\nNos resultados apresentados até o presente momento, o termo relativo à transferência de massa entre fases é estimado pela Equação 3.8. Em vez dessa equação, propôs-se dividir o tempo experimental em vários subintervalos para estimar a integral da\nEquação 3.8 somente a partir dos valores previamente calculados para os tempos referentes ao subintervalo no qual a distribuição de concentração está sendo determinada, e os valores referentes ao subintervalo diretamente anterior ao atual. Isto corresponde a mudar o limite inferior de integração na Equação 3.8 de zero para o tempo correspondente ao início do subintervalo anterior ao do cálculo atual.\nEssa estratégia baseia-se na idéia que a distribuição de concentração na coluna num tempo suficientemente anterior não influencia o comportamento atual do sistema físico. Desta maneira, o uso da memória do computador pode ser significativamente reduzido.\nA Figura 4.7 mostra as curvas de ruptura obtidas, variando-se a quantidade de subintervalos, mantendo as condições experimentais das Figuras 4.5 e 4.6, e utilizando um passo de integração, Aí, constante de dois segundos.\nFigura 4.7: Influência das subdivisões do tempo sobre a curva de ruptura.\nNa Figura 4.7, observa-se que o tempo gasto para coletar os resultados experimentais pode ser, na simulação, dividido em vários subintervalos, sem prejudicar a\nprecisão do resultado numérico. Esse procedimento, contudo, tem um limite, visto que, no exemplo tratado, a simulação com 8 subintervalos desvia ligeiramente da estimativa rigorosa, representada pela curva, utilizando um único intervalo.\nA estratégia de decomposição da duração do experimento em subintervalos, que\naltera a forma como a transferência de massa entre fases, ——, é estimada, proporciona, dt\nalém de uma diminuição do uso da memória computacional necessária ao cálculo, uma redução significativa do tempo de execução, conforme Tabela 4.4.\nTabela 4.4: Tempo computacional em função da divisão do intervalo de tempo real em subintervalos, para a tirosina com vazão de alimentação de 2 ml/min e com passo de integração de 2 segundos.\nDivisão do tempo real\t1 intervalo (40 min)\t4 subintervalos (10 min)\t5 subintervalos (8 min)\t8 subintervalos (5 min)\nTempo computacional\t25,8\t16,1\t13,2\t8,8\n(seg)\t\t\t\t\n4.2.\tPulsos cromatográficos\nApontou-se no item anterior que as soluções analíticas, advindas da literatura, para a predição de experimentos de adsorção avaliados na presente Dissertação são de difícil aplicação prática. Validou-se também experimentalmente o método numérico desenvolvido, o qual se mostrou eficiente.\nNo presente item, a aplicação do método numérico desenvolvido para pulsos cromatográficos será avaliada e a sua validação experimental será realizada com resultados da literatura (Cremasco et al., 2001). Nesse trabalho experimental, os autores apresentam resultados experimentais de pulsos cromatográficos da fenilalanina e da tirosina. As propriedades dos aminoácidos e da coluna são as mesmas daquelas apresentadas anteriormente nas Tabelas 2.5, 4.1, e 4.2.\n4.2.\tÍ.\tDesconsiderando a resistência externa\nNo item anterior, utilizou-se o modelo que despreza a resistência externa à transferência de massa, verificando-se a descrição razoável para o processo de saturação de coluna. No presente item, o mesmo modelo e a mesma resolução híbrida são aplicados aos pulsos cromatográficos da fenilalanina e da tirosina, utilizando duas vazões de alimentação distintas: 1,0 ml/min (Ql) e 2,5 ml/min (Q2). Quanto aos coeficientes relativos à transferência de massa, eles estão estimados através das correlações de Mackie &amp; Meares (1955) e de Athayle et ai. (1992), ou seja, respectivamente, as Equações (2.42) e (2.26).\n4.2X1. Comparação entre os resultados de simulações numéricas e os experimentais\nNo presente caso de pulsos cromatográficos, não é conhecido diretamente o tempo do pulso, mas o seu volume. A partir da vazão e desse volume, esse tempo é determinado. Procurando minimizar o erro numérico, esse tempo de pulso é dividido por vinte para obter r)/ \\\no passo de integração, Aí. Quanto à transferência de massa entre fases, ' ela é estimada na sua forma rigorosa (Equação 3.8). As propriedades dos aminoácidos foram apresentadas nas Tabelas 4.1 e 4.2 enquanto as propriedades da coluna cromatográfica foram sumarizadas na Tabela 2.5.\nOs resultados obtidos através de simulações numéricas são apresentados nas Figuras 4.8 e 4.9 para, respectivamente, a fenilalanina e a tirosina, junto aos resultados experimentais oriundos da literatura (Cremasco et al., 2001).\nFigura 4.8: Comparação entre os resultados numéricos e experimentais da fenilalanina, nas condições de pulso cromatográfico.\nFigura 4.9: Comparação entre os resultados numéricos e experimentais da tirosina, nas condições de pulso cromatográfico.\nAo analisar as Figuras 4.8 e 4.9, percebe-se que os resultados numéricos prevêem aceitavelmente os pulsos cromatográficos quando a vazão é alta (2,5 ml/min). No entanto, à baixa vazão (1,0 ml/min), os resultados numéricos não se ajustam satisfatoriamente aos resultados experimentais.\n4.2.Í.2. Estudo sobre a influência da discretização\nPara certificar-se de que a não-concordância entre os resultados teóricos e os experimentais não é devida ao fenômeno de difusão numérica, variou-se o passo de integração temporal, Aí, para o experimento com a tirosina com vazão de 1,0 ml/min, o qual leva mais tempo, e, portanto, para o qual o efeito de difusão numérica poderia ser maior. Os passos de integração avaliados foram: 6, 5, 3, 2, 1 e 1,5 segundos. Mas, alterar a discretização não influenciou significativamente o resultado das simulações, como se observa na Figura 4.10.\nFigura 4.10: Influência da discretização sobre a simulação do pulso cromatográfico.\nUma outra forma de verificar se o método numérico empregado não induz erros numéricos importantes é de recorrer ao primeiro momento das curvas, tanto experimentais,\nquanto simuladas, conforme a Equação (2.47), e de comparar esses valores com o cálculo da expressão algébrica que aparece nessa mesma equação. Os valores numéricos obtidos através desses cálculos são apresentados na Tabela 4.5.\nTabela 4.5. Comparação dos momentos para as curvas de pulsos cromatográficos experimentais e simuladas.\nMomento\tFenilalanina\t\tTirosina\t\n\tQi (1,0 ml/min)\tQ2 (2,5 ml/min)\tQi (1,0 ml/min)\tQ2 (2,5 ml/min)\nExperimental\t28,90\t11,34\t36,91\t14,51\nExpressão Algébrica\t28,27\t11,31\t36,30\t14,52\nSimulação\t28,33\t11,32\t36,34\t14,54\nAnalisando a Tabela 4.5, pode se observar que o desvio do momento das curvas simuladas em relação à expressão algébrica nunca é acima de 0,2%, enquanto o desvio relativo do momento das curvas experimentais está na faixa de 2 a 4%. Portanto, as discrepâncias entre os resultados numéricos e experimentais não são devidas ao método numérico empregado, já que a expressão algébrica da Equação (2.47) corrobora o valor obtido por meio de simulação.\n4.2.L3. Influência do volume morto\nNote que a Equação (2.47) considera apenas a isoterma e as propriedades físicas da coluna e do adsorvente. Mas, no equipamento experimental, pode haver um volume morto, tanto na entrada da coluna, quanto entre a saída da mesma e o detector. Para percorrer esse volume morto, a solução precisa de um tempo adicional, ou seja, tempo morto. Porém, nem a equação algébrica do momento nem o método numérico consideram esse tempo morto. A Figura 4.11 mostra, para a tirosina, como a correção do tempo, utilizando-se o tempo morto que vale 1,38 minutos quando a vazão é de 0,5 ml/min (Cremasco et al., 2001), altera o resultado obtido.\nVê-se na Figura 4.11 que, ao considerar o volume morto, o qual implica um tempo de atraso no resultado, a posição do pico, ou seja, o momento no qual a curva passa por seu máximo, é prevista adequadamente pelo aplicativo computacional. Verificou-se também que os momentos calculados a partir das curvas apresentadas na Figura 4.11 não apresentam desvios relativos superiores a 0,3%. Porém, os picos obtidos por simulação mantêm-se mais estreitos do que os picos experimentais.\nFigura 4.11: Influência do tempo morto sobre as distribuições de concentração na saída da coluna, para o caso da tirosina.\n4.2.H. Influência da resistência externa\nApontou-se a importância de considerar o volume morto experimental, especialmente em relação à posição do máximo das curvas de eluição. Foi também mostrado que o método numérico desenvolvido não apresenta erro numérico significativo. Portanto, o não-ajuste das simulações aos resultados experimentais pode advir de simplificação feita no modelo matemático escolhido para o cálculo numérico das distribuições de concentração em resposta a um pulso.\nOs experimentos simulados foram realizados a duas vazões de alimentação distintas: 1,0 e 2,5 ml/min. Calcula-se o número adimensional de Biot mássico para os diversos experimentos, conforme a Equação (3.9). Esses resultados são apresentados na Tabela 4.6. Para calcular o número de Biot mássico, é preciso estimar o coeficiente de difusão intraparticular e o coeficiente convectivo de transferência de massa. Essas estimativas são feitas, respectivamente, através das correlações de Mackie &amp; Meares (1955) e de Wilson e Geankopolis (1966), ou seja, utilizando as Equações (2.42) e (2.40).\nTabela 4.6: Número de Biot mássico para os diversos experimentos\nde pulsos cromatográficos.\nVazão (ml/min)\t1,0\t2,5\nFenilalanina\t12,4\t16,8\nTirosina\t12,5\t17,0\nA simplificação, dentre outras, feita no modelo foi a de considerar que a resistência externa à transferência de massa é desprezível em relação à interna. Os valores apresentados na Tabela 4.6 são todos superiores a 10, mostrando que essa resistência externa à transferência de massa é menor do que a resistência interna. Porém, tê-la assumido como desprezível pode ter sido exagero, já que Cremasco (2002) sugere que para fazer essa simplificação o número de Biot mássico deveria valer pelo menos cinqüenta, o que não acontece nos casos investigados nesta Dissertação.\nPortanto, as simulações numéricas são feitas novamente, mas utilizando a solução média analítica que considere essa resistência externa (Equação 3.12). Os resultados numéricos dessas simulações, assim como os resultados experimentais, são apresentados nas Figuras 4.12 e 4.13 para a fenilalanina e a tirosina respectivamente.\nVê-se nas Figuras 4.12 e 4.13 que os resultados numéricos, obtidos quando a resistência externa é considerada no modelo, se aproximam das curvas experimentais de forma muito mais satisfatória do que os resultados obtidos anteriormente, obtidos com o modelo que desconsidera essa resistência externa. Quanto aos momentos das curvas\napresentadas nas Figuras 4.12 c 4.13, eles estão apresentados na Tabela 4.7, e mostram que o método numérico desenvolvido não proporciona erros numéricos significativos.\nFigura 4.12: Reavaliação das simulações dos pulsos cromatográficos para a fenilalanina.\nFigura 4.13: Reavaliação das simulações dos pulsos cromatográficos para a tirosina.\nTabela 4.7: Comparação dos momentos para as curvas de pulsos cromatográfícos, considerando a resistência externa.\nMomento\tFenilalanina\t\tTirosina\t\n\tQi (1,0 ml/min)\tQ2 (2,5 ml/min)\tQi (1,0 ml/min)\tQ2 (2,5 ml/min)\nExperimental\t28,32\t11,28\t36,40\t14,54\nExpressão Algébrica\t28,27\t11,31\t36,30\t14,52\nSimulação\t28,29\t11,32\t36,28\t14,50\nConclui-se que o método numérico desenvolvido permite representar de modo aceitável os experimentos de pulsos cromatográfícos. Portanto, ele poderia ser utilizado para prever futuros experimentos, desde que o coeficiente de partição do soluto a ser estudado, no adsorvente a ser utilizado, seja conhecido.\n4.2.iii. Influência do coeficiente de dispersão axial\nAté agora, o coeficiente de dispersão axial foi sempre estimado a partir da correlação de Athayle et al. (1992) (Equação 2.26). No presente item, simulações do pulso cromatográfico da tirosina com vazão de 1,0 ml/mim são feitas utilizando diversas correlações para estimar o coeficiente de dispersão axial. Além da correlação de Athayle et al, (1992) (Equação 2.26), são também utilizadas as correlações de Koch &amp; Brady (1985) e a correlação linear experimental de Cremasco et al, (2001).\nOs resultados numéricos dessas simulações, assim como os resultados experimentais, são apresentados na Figura 4.14, permitindo a comparação entre os diversos resultados. Quanto ao coeficiente de dispersão axial, os valores calculados através das diversas correlações investigadas são apresentados na Tabela 4.8.\nDe acordo com os resultados da Figura 4.14, utilizar a correlação de Athayle et al. (1992) ou a de Koch &amp; Brady (1985) não altera fortemente o resultado da simulação, enquanto a Tabela 4.8 mostra que há uma grande diferença no valor do coeficiente calculado. Os resultados obtidos utilizando a correlação experimental de Cremasco et al.\n(2001) se aproximam melhor dos resultados experimentais após a curva ter passado por seu máximo. Porém, a simulação utilizando a correlação de Athayle et al. (1992) prevê ligeiramente melhor a posição do máximo da curva obtida sem, contudo, descrever melhor o segundo momento da curva que é característico dos efeitos de transferência de massa.\nFigura 4.14: Influência do coeficiente de dispersão axial sobre a curva de eluição do pulso da tirosina com vazão de 1,0 ml/min.\nTabela 4.8: Valor do coeficiente de dispersão axial em função da correlação empregada.\nCorrelação\tEb - 0„228u (Cremasco et al. 2001)\tAthayle et al. (1992)\tKoch &amp; Brady (1985)\nEb (cm2/min)\t0,348\t0,114\t0,004\n4.2.ÍV. Forma de adimensionalizar as curvas\nNas Figuras 4.8 a 4.14, relativas aos resultados para os pulsos cromatográficos, as concentrações na saída da coluna foram adimensionalizadas pelo seu valor máximo, de forma que o valor varia de zero a um. As concentrações podem também ser adimensionalizadas pela concentração inicial no pulso injetado, Co, como feito para as curvas de ruptura, o que é mostrado na Figura 4.15 para a fenilalanina. Note na Figura 4.15 que o valor máximo da concentração é bem menor que a concentração no pulso injetado.\n!\n- - Phe-Ql\n—Phe-Q2\n1\nn\nTempo (min)\nFigura 4.15: Adimensionalização das curvas de eluição de pulso cromatográfico, pela concentração de injeção (Co), no caso da fenilalanina.\n4.3.\tLeito móvel simulado sem resistência externa\nComo visto anteriormente, o modelo desprezando a resistência externa (Equações\n2.11,\t3.8 e 3.10) representa satisfatoriamente as curvas de ruptura. No presente item, esse modelo, assim como o método numérico desenvolvido, é aplicado e avaliado para a separação de misturas em um leito móvel simulado de quatro zonas, com uma colima por zona. Doravante, o coeficiente de difusão intraparticular será estimado através da Equação (2.42), ou seja, a correlação de Mackie &amp; Meares (1955), enquanto o coeficiente de dispersão axial será calculado utilizando a Equação (2.26), ou seja, a correlação de Athayle et al. (1992).\nNa discussão sobre as curvas de ruptura, foi mostrado que o tempo experimental pode ser dividido em subintervalos para diminuir o tempo computacional e o uso da memória RAM que são necessários à realização de uma dada simulação. No caso do LMS, a duração do subintervalo é definida por t^oca, utilizando-se na Equação 3.8 somente as distribuições de concentrações no intervalo entre trocas diretamente anterior ao último deslocamento, assim como os resultados já calculados desde essa última variação na posição das colunas no sistema LMS.\n4.3.i.\tLMS para mistura binária\nO aplicativo computacional desenvolvido nesta Dissertação é avaliado para a separação dos dois aminoácidos: fenilalanina e tirosina, no leito móvel simulado de quatro colunas, sendo uma em cada zona. As propriedades dos solutos foram apresentadas nas Tabelas 4.1 e 4.2, e as características dos leitos fixos do LMS são as mesmas às apresentadas na Tabela 2.5. As condições operacionais utilizadas como referências, apresentadas na Tabela 4.9, derivam da literatura (Cremasco et al., 2000c) e foram determinadas por seus autores através do método das ondas estacionárias. Ressalta-se que as vazões de entrada e saída do equipamento não precisam ser explícitamente providenciadas, já que elas são relacionadas às vazões de zona pelos balanços de massa globais (Equações 2.51).\nTabela 4.9: Condições operacionais investigadas para o LMS binário (Cremasco et al, 2000c).\nCorrida\t(mg/L)\tCF '-'Tyr (mg/L)\ttlroca (min)\tQ1 (ml/min)\tQ\" (ml/min)\tqIH (ml/min)\t(/’ (ml/min)\n1\t882\t163\t17,9\t2,14\t1,81\t2,07\t1,31\n2\t994\t194\t53,3\t0,794\t0,595\t0,655\t0,484\n4.3.Í.I. Comportamento dinâmico do processo\nA Figura 4.16 mostra os resultados obtidos para as simulações da corrida 2. Observa-se claramente o comportamento dinâmico do processo em LMS, já que as concentrações nas correntes de saída do sistema variam sempre com o tempo, sendo as descontinuidades devidas às sucessivas trocas de posição das colunas no sistema.\nPara facilitar a interpretação de tais resultados, é muito comum recorrer às curvas médias. Essas curvas médias, presentes na Figura 4.16, foram calculadas através do método trapezoidal, aplicado a cada intervalo de tempo entre trocas, assumindo que o valor médio obtido foi atingido no meio do intervalo de tempo ao qual essa média se refere.\nVê-se na Figura 4.16a que o regime cíclico-permanente, no qual as variações de concentrações se repetem ciclicamente após cada deslocamento, é quase atingido no refinado após 17 trocas de posição das colunas. Ao contrário, nesse mesmo momento, esse regime cíclico-permanente ainda não é alcançado no extrato, como se vê na Figura 4.16b. Nessa segunda saída do LMS, um maior tempo seria necessário para estabilizar a concentração média.\n0,6\n—Phe-Simul\t— Tyr-Simul\n— Phe-Média\t\" - Tyr-Média\nC (g/L)\tC(g/L)\nTempo (min)\na:\tNo refinado.\nTempo (min)\nb:\tNo extrato.\nFigura 4,16: Concentrações simuladas nas saídas do LMS para a corrida 2.\n4.3.L2. Estudo sobre a influência da discretizaçâo\nNo caso das curvas de ruptura, observou-se uma influência da discretizaçâo, mesmo que extremamente pequena, sobre os resultados das simulações. No presente parágrafo, um estudo similar é realizado para o leito móvel simulado.\nVaria~se a quantidade de subintervalos, M, pela qual tTmca é dividido, resultando em passos de integração temporal distintos (At = trrocy^ )- seguintes valores de M foram investigados para as condições operacionais da corrida 1: M = 300, 400, 500, 550, 600, 700, 800, 900, e 1000. Alguns dos resultados para a concentração média da tirosina no extrato sao apresentados na Figura 4.17. Essa concentração é escolhida porque é a que exige o menor passo de integração para alcançar a convergência das diversas simulações.\nFigura 4.17: Influência da discretização sobre a curva média teórica no extrato para a corrida 1.\nObserva-se na Figura 4.17 que a diferença no resultado numérico, entre o maior passo de integração temporal (M ~ 300) e o menor (M - 1000), é extremamente pequena,\nsendo o maior valor da diferença entre ambos de 2%. Por outro lado, as curvas obtidas com M = 600 não apresentam desvio significativo em relação à curva obtida com uma discretização mais refinada.\nNo caso do LMS, essa pequena variação do resultado provavelmente não se deve à difusão numérica. O erro cometido pode possivelmente ser atribuído à aproximação das concentrações de entrada nas colunas, as quais são consideradas constantes durante cada passo de integração Aí, de forma que, enquanto esse passo aumenta, a precisão sobre essas concentrações de entrada das colunas diminui.\nOs tempos computacionais necessários à obtenção das curvas apresentadas na Figura 4.17 estão apresentados na Tabela 4.10. De acordo com essa tabela, à medida que a discretização é refinada, o tempo computacional aumenta, de modo aproximadamente cúbico como apontado na Figura 4.18. Observe que os tempos computacionais são relativos às simulações da evolução das concentrações durante um tempo relativo a 40 deslocamentos das correntes de entrada e de saída do LMS, com o computador equipado de um processador Celeron de 730Mhz e de 240Mb de RAM.\nTabela 4.10: Tempo computacional em função da discretização temporal para o LMS.\nM\t300\t600\t1000\nTempo computacional\t17\t134\t706\n(min)\t\t\t\nPortanto, quando numerosas condições operacionais são investigadas num projeto, poderia ser interessante utilizar um passo de integração maior, admitindo um leve erro numérico, de forma a diminuir o tempo computacional, deixando as discretizações mais refinadas para a fase de otimização do processo ou para a comparação da simulação com resultados experimentais.\nA influência da discretização foi também investigada para a corrida 2. Nesse caso, os seguintes valores de M foram investigados: 200, 300, 400, 500 e 600. Como pode ser visto na Figura 4.19, a discretização temporal com M = 300, não apresenta diferenças com discretizações mais refinadas. Essa observação sugere que as exigências sobre a\ndiscretização podem ser diminuídas quando as velocidades intersticiais no LMS diminuem, e isso sem comprometer a precisão do resultado numérico.\n800\n.g 700\n*3 600 '\n1 500\n■■■■■■\ns 400 -'/..A. \"■■■■\nf 300 -\na. 200 -\nS .\nH 100\ny = 5,221E-07x3’021\nR2 = 9,980E-01\n4\n4\n4\n4\n4\n4\n*♦\n4\n4\n4\n.4\n4\n4\n4\n♦/\n4\n4\n4\n4\ni—=----------------\"T—; ■.—r-----------r~———.\n4\n4\n\n0\nFigura 4.18: Influência da discretização sobre o tempo computacional, no caso do LMS.\nOs tempos computacionais relativos à Figura 4.19 foram de 3, 9 e 68 minutos respectivamente para as simulações com M valendo 200, 300 e 600, com o computador utilizado, equipado de um processador Celeron 730Mhz e de 240Mb de RAM.\nDe posse das análises sobre a influência da discretização, o valor 600 para o parâmetro M será utilizado nas futuras simulações.\nPara se ter uma idéia da velocidade do método numérico desenvolvido no presente trabalho, a simulação de um LMS de oito colunas durante quatro ciclos (ou seja, 32 trocas) demorou aproximadamente 9 horas num Pentium III 866Mhz com um algoritmo baseado nas colocações ortogonais (dos Santos, 2004). Para a mesma simulação, estima-se que o algoritmo desenvolvido na presente Dissertação demoraria aproximadamente 30 minutos no Pentium Celeron 730Mhz utilizado, o que representaria uma diminuição do tempo computacional por um fator quase vinte.\nFigura 4.19: Influência da discretização sobre a curva média simulada no extrato para a corrida 2.\n4.3.Í.3. Comparação entre os resultados numéricos e os experimentais\nAs Figuras 4.20 e 4.21 mostram os resultados das simulações e os experimentais (Cremasco et al., 2000c), para as duas condições operacionais investigadas, as quais foram apresentadas na Tabela 4.9. Quanto a Tabela 4.11, ela apresenta as purezas e recuperação do LMS relativas aos resultados apresentados nas Figuras 4.20 e 4.21. Essas purezas e recuperações são calculadas de acordo com as Equações 2.1 e 2.2.\nObserva-se nas Figuras 4.20 e 4.21 que os resultados numéricos representam aceitavelmente os resultados experimentais, sendo que esses podem sofrer um erro experimental de medida.\nc/c\n0,25 -\n• Phe-Exp\n* Tyr-Exp\nPhe-Simul\nTyr-Simul\n0,15\nü 0,10 -\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\n0,05 -\n;o,oo;i lililí\nA\n■ A\nA A A A\n.....................\n■\t-\".I\t, ....\t.. .. .\t..\t. . i\nTempo (min)\n\n\n~\"1—\n800\n\nb:\tExtrato.\nTabela 4.11: Comparação das purezas e das recuperações relativas às Figuras 4.20 e 4.21.\n\t\tCorrida 1\t\tCorrida 2\t\n\t\tExperimental\tSimulação\tExperimental\tSimulação\nPureza (%)\tFenilalanina\t91,8\t94,0\t94,6\t98,0\n\tTirosina\t44,6\t79,6\t68,0\t95,7\nRecuperação\tFenilalanina\t91,3\t95,4\t92,8\t97,5\n(%)\tTirosina\t28,3\t30,4\t\t 53,6\t76,9\nVê-se na Tabela 4.11 que os valores de pureza e recuperação determinados a partir das curvas simuladas são próximos aos valores experimentais no caso da fenilalanina. Entretanto, no caso da tirosina, esses valores são diferentes, enquanto os desvios nas Figuras 4.20 e 4.21 são aceitáveis. Essa diferença entre a análise gráfica e a análise das purezas e recuperação se explica pela concentração muito maior de fenilalanina na corrente de alimentação, como se vê na Tabela 4.9. Para obter as curvas apresentadas nas Figuras 4.20 e 4.21, os resultados foram adimensionalizados, enquanto os cálculos que levam à Tabela 4.11 foram feitos com as concentrações absolutas. Além disso, os possíveis erros experimentais de medidas são ampliados pelas operações matemáticas realizadas para conseguir os valores apresentados na Tabela 4.11.\nA definição da recuperação (Equações 2.1), utilizada para obter os valores apresentados na Tabela 4.11, considera implicitamente que o equipamento entrou em regime cíclico-permanente, já que tudo que não seja recuperado na corrente de saída esperada é considerado perdido (não recuperado), de forma que não pode ter acúmulo no LMS, o que leva ao regime cíclico-permanente estabelecido.\n4.3.L4. Distribuições de concentrações internas ao LMS\nAlém de possibilitar a determinação das concentrações nas correntes de saída do LMS, o aplicativo computacional também permite gerar a distribuição axial de concentração no equipamento a qualquer momento. Essa informação permite entender melhor o funcionamento intrínseco do LMS, e, experimentalmente, só pode se medir a\nconcentração nos nós do LMS, sem acessar a distribuição de concentração dentro dos leitos fixos.\nAs Figuras 4.22 e 4.23 mostram, respectivamente para as corridas 1 e 2, as distribuições axiais de concentração no início, meio, e final do trigésimo intervalo de troca, intervalo no qual se supõe que o regime cíclico-permanente foi alcançado. Uma análise sobre o que acontece durante esse intervalo de tempo entre dois deslocamentos sucessivos pode ser introduzida tal como se segue:\n-\tA mistura a separar entra no LMS entre a zona II e a zona III. Seguindo o escoamento do líquido, a mistura passa pela zona III, zona IV, recirculando então para a zona I e escoando posteriormente através da zona II, retomando, então, seu ciclo.\n-\tNa zona III, as condições são tais que o composto B, de maior afinidade com o adsorvente, é retido nesse mesmo adsorvente e se movimenta junto com ele em direção à zona II. Ao mesmo tempo o composto A é também adsorvido, mas bem menos, de forma que o refinado é composto principalmente por ele, sem o diluir excessivamente.\n-\tSeguindo o processo, o líquido entra na zona IV, a qual tem por função transferir o soluto A, de menor afinidade com o adsorvente, para a fase estacionária. Desta maneira, o composto A voltará para as zonas III e II, enquanto o solvente é mantido quase puro para a recirculação.\n-\tNa zona I, só o composto B é dessorvido, para ser removido com alto grau de pureza no extrato, já que não se tem soluto A no adsorvente nessa zona. Ao mesmo tempo, procura-se regenerar o adsorvente para que ele possa entrar na zona IV sem conter impurezas.\n-\tFinalmente, na zona II, o soluto A retido na fase estacionária, proveniente da zona III, é dessorvido para que ele possa prosseguir em direção à zona III, junto ao escoamento da fase móvel. Ao mesmo tempo, procura-se livrar o adsorvente do composto A, para que ele não entre na zona I no próximo deslocamento de colunas, evitando, assim, a contaminação do extrato.\nPosição nas zonas de transferência de massa\n3-. Experimental 519,1 min.\na. teXperimeil;a| 1545,7 min.\nC. texperimental 1599,0 min.\nComo as colunas são fixas e seus movimentos são simulados pelo deslocamento descontínuo das várias correntes, as ondas de adsorção e dessorção estão se movendo no LMS, ao contrário do que acontece no leito móvel verdadeiro no qual essas ondas estão sempre na mesma posição axial no equipamento. Desta forma, as ondas de adsorção e de dessorção chegam a invadir levemente as zonas que estão do lado daquelas nas quais deveriam permanecer.\nNo refinado, a concentração de fenilalanina aumenta de forma contínua durante o intervalo entre dois deslocamentos, enquanto a concentração de tirosina cresce somente no final desse período, mas rapidamente, levando a contaminação da fenilalanina.\nNo extrato, as concentrações diminuem ao longo do intervalo entre dois deslocamentos, a partir das concentrações elevadas presentes na zona II logo antes do deslocamento. A contaminação da tirosina, recuperada nessa corrente, ocorre no início do intervalo entre trocas, devido à fenilalanina residual na zona II no final de um intervalo, a qual passa para a zona I após o deslocamento das diversas correntes.\n4.3.Í.5. Influência da vazão na zona I\nRetomando a Figura 4.21, relativa à corrida 2, observa-se que o maior desvio entre a curva média simulada e a curva experimental é relativo à concentração da tirosina no extrato. Após entender o funcionamento interno do LMS, pode-se pensar que a vazão experimental na zona I não foi controlada como deveria ter sido, devido ao limite de precisão (0,1 ml/min) da bomba de baixa pressão que controla a vazão de dessorvente.\nA Figura 4.24 mostra os resultados da Figura 4.21 e os advindos de uma simulação numérica na qual considera-se que a vazão na zona I é maior (0,1 ml/min) que o estipulado na Tabela 4.9, sem alterar as outras vazões.\nDe acordo com os resultados apresentados na Figura 4.24, o leve desvio da vazão na zona I, devido ao limite de precisão das bombas utilizadas experimentalmente, pode explicar a diferença entre os resultados experimentais e simulados no extrato, principalmente para a tirosina. A Figura 4.25 mostra a influência desse aumento na vazão da zona I sobre a distribuição axial de concentração no LMS para a corrida 2, uma vez que o regime cíclico-permanente é estabelecido.\nb:\tExtrato.\nFigura 4.25: Variação da distribuição axial de concentração com o aumento da vazão na zona I para a corrida 2, em regime cíclico-permanente (t = 1599,0 min).\nA Figura 4.25 mostra que o possível aumento da vazão na zona I afetaria somente a corrente de extrato. Como esse pequeno erro na determinação da vazão é atribuível à imprecisão das bombas empregadas, essa leve imprecisão é independente da vazão utilizada, de forma que ela afeta mais os resultados quando a vazão de trabalho é baixa. Portanto, sua influência é menor quando se trabalha com maiores vazões, ou seja, para a corrida 1, o que é perceptível na Figura 4.26.\nNote que não houve alteração importante do tempo computacional devido à variação da vazão Q , já que as simulações levaram 48 e 74 minutos, respectivamente para as Figuras 4.24 e 4.26, mantendo-se significativamente abaixo do tempo necessário a realização dos experimentos.\n0,30 ■\n\t\t\tPhe-Simul\t\tTyr-Siniul\n\t0,25\t• Phe-Exp\tA\tTyr-Exp\n\t\t— Phe-QUO.l\t- “\tTyr-QH O.l\ta * *\n\t0,20\t\t\t* * A\n\tllllljll\t\t\t*\tA\nÜ\t0,15\t\t\ti 'a\nu\t\t\t\t*\n\t0,10\t\t* . ✓\t*\n\t\t\t\t\n\t0,05 -\tA\t* * ✓\t\t• • • •\n\t0,00 1\tA * • • A\tA\t-T\t•\t• •\n\t\tb—•  * -r—\t\t\t[—\t:\t\t\t-J\t\t\n\t\t\t100\t\nTempo (min)\nFigura 4.26: Influência da vazão na zona I sobre a corrente de extrato, para a corrida 1.\n4.3X6. Influência do tempo de troca\nNa análise do item 4.3.1.4, percebeu-se que a contaminação do refinado pela tirosina aparece no final do intervalo de tempo entre sucessivos deslocamentos. Portanto, o aumento da pureza no refinado através da redução do tempo de troca é concebível. Avaliou-se essa idéia, diminuindo progressivamente o tempo de troca de 2, 5, 7 e 10% na corrida 1. A Tabela 4.12 mostra as concentrações médias no quadragésimo intervalo de troca das simulações realizadas com os diversos tempos de troca, mantendo as outras condições operacionais (vazões nas diversas zonas).\nAnalisando a Tabela 4.12, percebe-se que a concentração da fenilalanina no refinado diminui menos que a da tirosina, até uma diminuição do tempo de troca de 5%. Abaixo de 5%, a concentração da tirosina se mantém constante no refinado, enquanto a concentração da fenilalanina continua diminuindo, de forma que sua pureza passa por um máximo quando se diminui progressivamente o tempo de troca. Em contrapartida, a concentração da fenilalanina no extrato aumenta à medida que o tempo de troca vai diminuindo, de forma que sua taxa de recuperação diminua com a diminuição do tempo de\ntroca. Ao mesmo tempo, as purezas e recuperação da tirosina seguem o comportamento oposto, ou seja, a pureza diminui e a recuperação aumenta à medida que o tempo de troca vai diminuindo.\nTabela 4.12: Concentrações médias nas saídas do LMS,\nem regime cíclico-permanente,\nem função da diminuição do tempo de troca, para a corrida 1.\ntTroca (min)\tRefinado\t\tExtrato\t\n\tCphe (g/L)\tCTyr(g/L)\tCphe (g/L)\tCjyr (g/L)\n17,9\t0,296\t0,027\t0,012\t0,067\n17,5\t0,295\t0,023\t0,014\t0,073\n17,0\t0,293\t0,021\t0,024\t0,078\n16,7\t0,288\t0,021\t0,033\t0,079\n16,1\t0,279\t0,021\t0,059\t0,078\nDa mesma forma, considera-se que um aumento do tempo de troca permitiria melhorar a pureza da tirosina no extrato. Como para a diminuição do tempo de troca, avalia-se o aumento desse tempo, variando o progressivamente de 2, 5, 7 e 10%. Os resultados dessas simulações são expostos na Tabela 4.13. A análise dessa tabela é similar à análise da Tabela 4.12, e os resultados dessas duas Tabelas, em termo de pureza e de recuperação, são sintetizados nas Figuras 4. 26 e 4.28.\nA partir da Figura 4.27, pode-se concluir que uma redução de 5% do tempo de troca leva ao máximo de pureza para a fenilalanina, enquanto o máximo de pureza para a tirosina é obtido com um aumento de 2% do tempo de troca. Quanto às taxas de recuperação, a Figura 4.28 permite deduzir que um acréscimo de 5% no tempo de troca leva a maior recuperação de fenilalanina, e uma diminuição de 7% leva ao melhor resultado em relação à tirosina.\nAssim sendo, um compromisso entre pureza e recuperação é geralmente necessário para minimizar o custo de uma separação em LMS. Mas, a otimização econômica do processo foge ao escopo da presente Dissertação. Um bom ponto de partida\npara a determinação das condições operacionais do LMS pode ser o uso do método das ondas estacionárias (Ma e Wang, 1997; Xie et al., 2000), o qual foi utilizado pelos autores do trabalho experimental utilizado como referência para a presente Dissertação.\nTabela 4.13: Concentrações médias nas saídas do LMS,\nem regime cíclico-permanente,\nem função do aumento do tempo de troca, para a corrida 1.\ntiroca (min)\tRefinado\t\tExtrato\t\n\tCphe (gzL)\tCTyr(g/L)\tCphe (g/h)\tCTyr (g/L)\n17,9\t0,296\t0,027\t0,012\t0,067\n18,3\t0,298\t0,029\t0,008\t0,062\n18,8\t0,299\t0,034\t0,007\t0,048\n19,2\t0,298\t0,039\t0,007\t0,039\n19,7\t0,298\t0,044\t0,009\t0,028\nFigura 4.27: Variação das purezas no LMS em função da variação do tempo de troca.\nFigura 4.28: Variação das recuperações no LMS em função da variação do tempo de troca.\n4.3.Ü. LMS para mistura ternária\nNeste item, considera-se a mistura de três aminoácidos: fenilalanina (Phe), tirosina (Tyr) e triptofano (Trp), cujas propriedades para o último estão apresentadas na Tabela 4.14, sendo que as propriedades da fenilalanina e da tirosina foram apresentadas respectivamente nas Tabelas 4.1 e 4.2. As características das colunas de adsorçao bem como as do adsorvente são as mesmas da separação binária em LMS, e foram apresentadas na Tabela 2.5.\nTabela 4.14: Propriedades do triptofano (Cremasco &amp; Wang, 2000b).\nKp\nDab (cm2/min)\n13,70\n3,89.10’4\nespécies pesadas com maior afinidade com o adsorvente, denominadas mistura B. De acordo com o estudo preliminar de Cremasco &amp; Wang (2000b), a mistura A é composta pela fenilalanina e a tirosina, enquanto a mistura B é composta pelo triptofano, sendo que a posterior separação da fenilalanina e da tirosina já foi estudada na separação binária em LMS. Procedendo-se assim espera-se que a mistura A seja recuperada na corrente do refinado, enquanto a mistura B, na corrente do extrato. As condições operacionais para a separação ternária são expostas na Tabela 4.15.\nTabela 4.15: Condições operacionais do LMS para a separação ternária (Cremasco et al., 2004a).\nriF ^Phe (g/L)\tCF ^Tyr (g/L)\t^Trp (g/L)\ttTroca (min)\tqI (ml/min)\tQ° (ml/min)\tQm (ml/min)\t(C (ml/min)\n0,4\t0,4\t0,4\t79,5\t2,30\t0,56\t1,13\t0,34\n4.3.ÍL1. Comparação dos resultados numéricos com os experimentais\nA Figura 4.29 mostra a evolução temporal das concentrações médias dos três aminoácidos nas correntes de saída do LMS, mostrando os resultados oriundos de simulação numérica, com os experimentais (Cremasco et al., 2004a) de forma que seja possível compará-los.\nVê-se na Figura 4.29 que a simulação numérica prevê razoavelmente os resultados experimentais (Cremasco et al., 2004a), o que mostra que o método numérico desenvolvido na presente Dissertação pode ser aplicado à separação de misturas ternárias.\nSalienta-se que as curvas apresentadas na Figura 4.29 foram obtidas em 45 minutos no computador utilizado (Celeron 730Mhz com 240Mb RAM), com o parâmetro M estabelecido ao valor 600. Isto mostra que a simulação é quase vinte vezes mais rápida que o experimento neste caso.\nA Figura 4.30 ilustra a distribuição de concentração dos aminoácidos ao longo das zonas de transferência de massa no meio de um intervalo entre toca, após o LMS ter atingido o regime cíclico-permanente.\n0\t100\t200\t300\t400\t500\t600\t700\t800\nC (mg/mL)\tC (mg/mL)\n0,14 -\n0,12\n0,1\n0,08\n0,06\n0,04\nÓ,02;\n\n0 100\nTempo (min)\na:\tRefinado.\nHl\ni i ■\n▲\n■ Phe-Simul\n• Tyr-Simul\nTrp-Simul\n• Phe-Exp a Tyr-Exp « Trp-Exp\n\n\nA\n200\nTempo (min)\n\nb:\tExtrato.\nFigura 4.30: Distribuição axial de concentração no LMS, no meio de um intervalo entre trocas, em regime cíclico-permanente, para a separação ternária.\nObserva-se na Figura 4.30 que a onda de adsorção das espécies leves, a qual deveria ser contida na zona IV, ultrapassa essa zona, de forma que o solvente entrando na zona I não seja puro, mas levemente contaminado pelas espécies leves, o que pode levar à contaminação do extrato.\n4.3.Ü.2. Influência da vazão na zona IV\nTendo em vista que as bombas utilizadas no trabalho experimental apresentavam precisão de 0,1 ml/min, a vazão na zona IV poderia ter sido maior do que a presente na Tabela 4.15. A Figura 4.31 apresenta os resultados de uma simulação com QIV acrescida de 0,1 ml/min, mantendo as outras condições operacionais conforme à Tabela 4.15.\n0,14 ¡..-\n0.12\nI\n\nC (g/L)\tC (g/L)\n0,08\n0,06\n0,04 -\n0 ■\n—\tPhe-Simul • Phe-Exp\n—\tTyr-Simul a Tyr-Exp\n—\tTrp-Simul ■ Trp-Exp\n0,02\n400\t500\nTempo (min)\na:\nExtrato.\n0135 ■\t\t\t:\t\t\t\t\t\t\t\n0,3 -\t\t\t\t\t\t\n\t• *\t\t♦ * *\t\n0,25\t\t\t\t\n0,2\t\t— Phe-Simul\t• Phe-Exp\t\n0,15\t\t* Tyr-Simul\ta Tyr-Exp\t\n0 1\tff\t— Trp-Simul\t■ Trp-Exp\t\n0,05 ■\t\t\t\t\n\t/ ■ . ■ ■\t■ “\t■ B ■\t\no ■—\ti\t:\t!\t!\t\t\t\n\t100 200\t300\t400\t500 Tempo (min)\t600\t700\nb:\tRefinado.\ncapitulo 4: Kesunaaos e aiscussoes\tvo\nPercebe-se na Figura 4.31a que a possível imprecisão experimental sobre a vazão na zona IV consegue explicar a maior contaminação em relação à previsão do modelo (Figura 4.29), no extrato, do triptofano pela fenilalanina e a tirosina. Porém, esse leve aumento de QIV leva também à alteração da distribuição de concentração da fenilalanina e da tirosina no refinado, conforme se vê na Figura 4.31b. Isto se deve a alteração da distribuição interna de concentração na zona IV, já que as colunas se deslocam a cada tempo de troca, de forma que a distribuição interna de concentração na zona III, no início de um intervalo entre trocas, seja a mesma que a distribuição de concentração na zona IV no fim de um intervalo entre dois deslocamentos.\nUma análise cuidadosa da Figura 2.10 revela que experimentalmente a vazão da zona I não é diretamente controlada, mas depende da vazão de dessorvente, assim como da vazão na zona IV. Portanto, uma leve imprecisão na vazão da zona IV se propaga e leva a mesma imprecisão sobre a vazão da zona I. Os resultados da simulação com essas duas vazões incrementadas, de 0,1 ml/min em relação aos valores inicialmente estipulados na Tabela 4.15, são apresentados na Figura 4.32.\nPode ser visto na Figura 4.32a que, ao variar as duas vazões (Q1 e QIV), os resultados da simulação numérica se aproximam melhor dos resultados experimentais na corrente de refinado do que quando somente a vazão na zona IV foi alterada. Observa-se, também, comparando a Figura 4.32b com a Figura 4.29b, ambas relativas às distribuições de concentração no extrato, que a concentração média de triptofano, no regime cíclico-permanente, diminuiu. Porém, as oscilações experimentais da concentração do triptofano não permitem decidir qual das duas simulações representa melhor o fenômeno.\nFinalmente, quanto à contaminação na corrente de extrato, do triptofano pela fenilalanina e a tirosina, a Figura 4.32b mostra que o aumento da vazão na zona I, devido ao mesmo na zona IV, resulta na diminuição da concentração das impurezas (Phe e Tyr) em relação à simulação somente com QIV alterado (Figura 4.31a). Isso se explica pelo menor tempo de residência do líquido na zona I, de forma que a dessorção dos solutos mais leves é dificultada, deixando-os no adsorvente, de tal forma que a concentração das espécies leves diminua.\n0,35 - 0,25 -\t\t\t\t X\t\t \t\t\n\t\t\t<r •\t♦\tA\t*\tA\n\t\t\t\t\n»J 0,2-\t\tf X\t\t\n\t\t\t— Phe-Simul\t• Phe-Exp\nQ 0,15 -\t\t\tTyr-Simul\ta Tyr-Exp\nMhh\t\t\tTrp-Simul\t■ Trp-Exp\n0,05 -\t\t\t\t\n\t■\t■\t■ ■ ■ ■\t■\nSlllllliB\t\t\t\t—J\t-\t. -r . \t\t\t\t\t—\t-T—.—.—\t\tJ\n\na:\tRefinado*\n0,14\n0,12\n0,1 1\nUj. 0,08 -\ny 0,06\n0,04\n0,02 -\nà\n0Í»\nM\n/ã\t■\t■\n\t— Phe-Simul\t• Phe-Exp\n/\t— Tyr-Simul\ta Tyr-Exp\n/\t““ Trp-Simul\t» Trp-Exp\n/ • • i\t• •\t• •\nA\t*\t—\t\t\t\tA »\t\tÀ\t£\t\n100\t200\t300\t400\t500\t600\t700\nTempo (min)\nO\nb:\tExtrato.\nA Figura 4.33 mostra, por sua vez, as distribuições de concentrações adimensionais internas ao LMS, no meio de um intervalo de tempo entre dois deslocamentos das diversas correntes, quando o sistema atingiu o regime cíclico-permanente. A Figura 4.33 pode ser comparada à Figura 4.30, e confirma a análise feita sobre a influência do possível erro experimental sobre as vazões QIV e Q1.\nPosição das zonas de transferência de massa\nrv i\nFigura 4.33: Influência da combinação das vazões Q e Q sobre a distribuição de concentração interna ao LMS, no caso da separação ternária.\n4.4.\tLeito móvel simulado com resistência externa\nComo vimos, as simulações do LMS desprezando a resistência externa à transferência de massa representam satisfatoriamente os resultados experimentais utilizados para a comparação. Porém, viu-se também que, para os pulsos cromatográficos, é necessário considerar essa mesma resistência externa para uma previsão adequada dos experimentos. Verifica-se o valor do número de Biot mássico para os diversos experimentos em leito móvel simulado, de acordo com a Equação (3.9). Para tanto, o coeficiente de difusão intraparticular é estimado através da correlação de Mackie &amp; Meares (1955), enquanto para o coeficiente convectivo de transferência de massa utiliza-se a correlação de Wilson e Geankopolis (1966) (ou seja, Equações 2.42 e 2.40). Os valores obtidos para o número de Biot mássico são apresentados na Tabela 4.16.\nTabela 4.16: Número de Biot mássico para os diversos experimentos em LMS.\nExperimento\tSoluto\tZona I\tZona II\tZona III\tZona IV\nBinário 1\t\t16,0\t15,1\t15,8\t13,6\n\tTyr\t16,1\t15,3\t16,0\t13,7\nBinário 2\tPhe\t11,5\t10,4\t10,8\t9,7\n\tTyr\t11,6\t10,5\t10,9\t9,8\nTernário\tPhe\t16,4\t10,2\t12,9\t8,7\n\tTyr\t16,5\t10,3\t13,1\t8,7\n\tTrp\t16,9\t10,5\t13,3\t8,9\nEm todos os casos investigados, o número de Biot mássico é superior a 8, como pode ser visto na Tabela 4.16. Porém, como esse número é sempre menor que 50 nesta Tabela, as simulações do LMS são realizadas com o modelo considerando essa resistência externa (Equações 2.11, 3.8 e 3.12), para verificar a influência dessa resistência sobre a separação no LMS. Para a estimativa do coeficiente de dispersão axial, a correlação de Athayle et al. (1992) é empregada (Equação 2.26).\nV /\n4.4.\tÍ.\tLMS para mistura binária\nAqui, os resultados para a simulação da separação da mistura binária de fenilalanina e de tirosina são reavaliados. Os parâmetros necessários à simulação são os mesmos que no item 4.3.i, e foram apresentados na Tabelas 2.5, 4.1,4.2 e 4.9.\n4.4.\tL1.\tInfluência da resistência externa para a corrida 1\nA Figura 4.34 mostra as duas simulações, considerando ou não a resistência externa, com os resultados experimentais. Por meio da inspeção desta figura, nota-se que ao considerar a resistência externa, as simulações se aproximam melhor dos resultados experimentais, o que é perceptível mais fortemente para a impureza contaminando o refinado (Tyr).\nAs distribuições axiais de concentração no LMS, em regime cíclico-permanente, são apresentadas na Figura 4.35, junto aos resultados da Figura 4.22, visando suas comparações. Nesta figura, pode ser visto que a forma e o movimento das ondas de adsorção e dessorção não são afetados pela resistência externa. Mas, o valor da concentração máxima atingida dentro do LMS diminui para a tirosina, passando de mais de 70% da concentração de alimentação, a um valor inferior a 70%. Vê-se também que a concentração da tirosina no refinado aumenta levemente do início ao meio do intervalo de tempo entre sucessivos deslocamentos das correntes, enquanto no fim desse mesmo intervalo, ela é menor que quando a resistência externa não é considerada. Todavia, o valor médio da concentração da tirosina no refinado, durante o intervalo, aumentou, como se observa na Figura 4.34a. Quanto à corrente de extrato, a concentração da fenilalanina é levemente maior no início do intervalo de troca, o que afeta ligeiramente a pureza da tirosina recuperada nessa saída, como pode ser visto na Figura 4.34b.\nTempo (min)\nc/c\na) Refinado.\nTempo (min)\nb) Extrato.\nFigura 4.34 : Influência da resistência externa sobre as concentrações de saída do LMS, para a corrida 1.\ncapiiuio Kesuiiaaos e aiscussoes\nFigura 4.35: Influência da resistência externa sobre a evolução temporal das distribuições axiais de concentração no LMS em regime cíclico-permanente, caso da corrida 1.\n4.4.Í.2. Influência do tempo de troca\nNo item 4.3.L6, verificou-se que um ajuste sobre o tempo de troca permitia melhorar a pureza em uma das saídas do LMS. Naquele item verificou-se que uma alteração em 5%, tanto para cima, quanto para baixo, desse tempo de troca era o limite para não prejudicar as purezas, ao invés de melhorá-las. Deste modo, o estudo é feito\nnovamente, mas com o modelo que considera a resistência externa. Os resultados obtidos, em termos de pureza e de taxa de recuperação, são apresentados nas Figuras 4.36 e 4.37.\nFigura 4.36: Variação das purezas no LMS com a variação do tempo de troca, quando a resistência externa é considerada.\nVê-se na Figuras 4.36 que é possível ajustar o tempo de troca para favorecer a pureza numa das correntes de saída, mas que isto afeta sempre a pureza na outra corrente de saída de forma oposta. Porém, como se vê na Figura 4.37, a taxa de recuperação evolui inversamente à pureza, ou seja, quando um aumenta o outro diminui.\nEm escala de laboratório, é freqüente procurar pureza altíssima (acima de 99%) nas correntes de saída do LMS. Em escala de produção, sendo que o LMS realiza uma etapa de separação a qual é geralmente seguida por um processo de purificação, pode ser, em alguns casos, mais econômico aceitar uma menor pureza na saída do LMS, o que aumenta a sua taxa de recuperação, e deixar um maior trabalho de purificação para a próxima etapa do processo de produção de um determinado produto, como, por exemplo, utilizando-se a técnica de cristalização. Mas isto é uma análise que deve ser feita caso a caso, o que foge do foco da presente Dissertação.\nFigura 4.37: Variação das taxas de recuperação no LMS com a variação do tempo de troca, quando a resistência externa é considerada.\n4.4.Í.3. Influência da resistência externa para a corrida 2\nOs resultados das simulações considerando a resistência externa para a corrida 2 são apresentados na Figura 4.38, junto aos resultados experimentais e aos da simulação desprezando essa resistência externa (Figura 4.21). Novamente, as curvas simuladas com os dois modelos diferem ligeiramente.\nViu-se anteriormente (item 4.3.L5) que uma leve imprecisão sobre a vazão na zona I, devida ao limite de precisão das bombas utilizadas no trabalho experimental, afeta a concentração do produto recuperado na corrente de extrato (Tyr). A influência desta vazão é reavaliada à luz do modelo que considera a resistência externa. A Figura 4.39 apresenta os resultados de simulações, utilizando-se as vazões da Tabela 4.9, assim como com Q1 aumentada em 0,1 ml/min, ambas simulações sendo realizadas com o modelo que considera a resistência externa.\n0,30\nf.\n0,25\n0,20\n---Phe-Simul-sem Tyr-Simul-sem\n• Phe-Exp\ta Tyr-Exp\n— Phe-Simul-res - - - Tyr-Simul-res\n£¿0,15\nu\n0,10\n0,05\n0,00\nA A\n200\n400 600 800\nTempo (min)\nb) Extrato.\nFigura 4.38: Influência da resistência externa sobre as concentrações de saída do LMS, para a corrida 2.\n0,25\n*\t0,15\nQ ü 0,10\n0,05\n0,00\ni\n—\tPhc-Siniul-rcs\n• Phe-Exp\n—\tPhc-QI+0,1\n■ - Tyr-Simul-rcs à Tvr-Exn\nA\n\nA\nA\n5\n•*\nA\nA\nA\nA\na À\n0\nt ' A\nZ\n. ' Á\n* *\n200\nA\n\n\nA\nA\nA\n:—i—~\nTempo (min)\nFigura 4.39: Influência da vazão na zona I sobre as concentrações no Extrato, para a corrida 2, quando a resistência externa é considerada.\nAo comparar a Figura 4.39 com a Figura 4.38b, pode se dizer que a influência do possível erro experimental sobre a vazão na zona I é bastante maior do que a da resistência externa à transferência de massa. Todavia, ao considerar esta última, melhora-se a precisão dos resultados obtidos através de simulação.\n4.4.\tÜ.\tLMS para mistura ternária\nOs resultados para a simulação da separação da mistura ternária de fenilalanina, tirosina e triptofano, são reavaliados com o modelo que considera a resistência externa à transferência de massa no adsorvente. Os dados necessários à simulação são os mesmos que no item 4.3.U, e foram apresentados na Tabelas 2.5, 4.1,4.2,4.14 e 4.15.\n4.4.\tÜ.I.\tComparação dos resultados numéricos com os experimentais\nA Figura 4.40 mostra os resultados da simulação da separação ternária no LMS, utilizando-se o modelo que considera a resistência externa, junto aos resultados experimentais oriundos da literatura (Cremasco et al.9 2004a).\nC (mg/mL)\tC (nig/mL)\n014\t~\n0,12\noa\n0,08\n0,06\n0,04\nA\n/\nphe-Simul • phe-Exp\nTyr-Simul a Tyr-Exp\nTrp-Simul ■ Trp-Exp\n0.02 d\n.\t... A\n0* •\n/\nA\ni •\n\nA\nA\nt ■■\n200\t300\t400\t500\nTempo (min)\nÀ\nA\nA\nI\nA\tA\n» ■■■■■..\t. . .1 -■'\t■ Ti\n600\t700\t800\nb) Extrato\nFigura 4.40: Comparação da simulação considerando a resistência externa com os resultados experimentais, para a separação ternária.\nAo comparar a Figura 4.40 com a Figura 4.29 relativa à mesma simulação só que desconsiderando a resistência extema, percebe-se que quase não há diferença entre as curvas obtidas com os dois modelos. Portanto, pode se dizer que a resistência externa não influencia significativamente a separação ternária estudada na presente Dissertação.\n4.4.Ü.2. Influência da vazão na zona IV\nTendo em vista que as bombas utilizadas no trabalho experimental apresentavam erro de 0,1 ml/min, este poderia ser considerado importante na zona IV, implicando modificação na vazão da zona I e, por via de conseqüência, na vazão da corrente do extrato, podendo aumentar a velocidade do líquido e, desta maneira, carrear os compostos que apresentam menor afinidade com o adsorvente (Phe e Tyr) para o extrato, contaminando o Trp. Essa idéia, anteriormente explorada (item 43.U.2), é reavaliada à luz do modelo que considera a resistência externa. Os resultados da simulação com QIV e Q1 aumentando-se os seus valores em 0,1 ml/min em relação àqueles apresentados na Tabela 4.15, utilizando-se o modelo que considere a resistência extema, são confrontados com os resultados experimentais na Figura 4.49.\nAo comparar a Figura 4.41 com a Figura 4.32, percebe-se que ao considerar a resistência externa, além do desvio das vazões em relação ao previsto, as curvas de concentração das impurezas presentes na corrente de extrato (Phe e Tyr) resultantes da simulação, sobem ligeiramente e se aproximam mais dos resultados experimentais. Isto tende a mostrar que os recolhidos com o modelo que considera a resistência externa são mais precisos do que os se recolhem ao utilizar o modelo que despreza essa resistência.\nObserve também na Figura 4.41 a oscilação da concentração experimental do triptofano na corrente de extrato, a qual deve advir de um descontrole da unidade experimental.\nC (g/L)\tC (g/L)\n0\t100\t200\t300\t400\t500\t600\t700\n'' Tempo (min)\na) Refinado\n0sI4\n0,12 -\n0,1\n0,08\n\n0,06\n0,04 :\n0.02 -\n▲\n0 * ■\nA\n“i. ■\n■\t\t\n4\t■\t\n\t— Phe-Simul —• Tyr-Simul — Trp-Simul\t• Phe-Exp à Tyr-Exp « Trp-Exp\n• •\t• •\t• •\nz T\tr\tr-\t* a : \t\t\tA\tA \t\t\t1\t\t—\t\t\t\t\nr\nM\n'M\n(■\nJ ■\nMgl\n100\t200\t300\t400\t500\t600\t700\nTempo (min)\nb) Extrato\nFigura 4.41: Influência de QIV e Q1 sobre a separação ternária, quando se considera a resistência externa.\n4.5.\tAplicação à separação de mistura multicomponente em LMS\nA modelagem que desconsidera a resistência externa (Equações 2.11, 3.8 e 3.10) é aplicada à separação do Taxol®, um potente anticancerígeno, de uma mistura multicomponente de taxanas em solução aquosa contendo 60% de etanol. As taxanas consistem principalmente de Taxol® e três outras impurezas não identificadas, denominadas de TrlO, Trl8 e Tr21. Essas impurezas foram assim denominadas tendo como base seus tempos de retenção na análise do cromatograma obtido em um HPLC. No caso do Taxol®, ele corresponde ao Trl2, cujo tempo de retenção foi igual a 12 minutos (Cremasco et al., 2000d). As características das taxanas foram apresentadas na Tabela 2.7, que é novamente mostrada aqui para a facilidade de leitura.\nTabela 2.7: Propriedades das taxanas. (Cremasco et al., 2000d)\nTaxanas\tTrlO\tTaxol®\tTrl8\tTr21\n(-)\t82,52\t40,03\t38,67\t15,09\nZ).í/?(104 cm2/min)\t2,569\t2,560\t2,564\t2,526\nZ>p(104 czw2/min)\t1,310\t0,590\t0,920\t0,384\nEm todas as simulações apresentadas até agora na presente Dissertação, o coeficiente de difusão intraparticular (D/>) foi estimado a partir da correlação de Mackie &amp; Meares (1955) (Equação 2.42). Quando se utiliza essa correlação, o coeficiente de difusão intraparticular é proporcional ao coeficiente de difusão molecular (DAB), sendo que o coeficiente de proporcionalidade depende somente das características físicas do adsorvente. Todavia, na Tabela 2.7, os coeficientes de difusão molecular das taxanas são muito próximos uns dos outros, enquanto há grandes diferenças no valor dos coeficientes de difusão no poro. Portanto, no caso das taxanas, ambos os valores determinados experimentalmente, ou seja, os da Tabela 2.7, são utilizados no aplicativo computacional.\nTabela 2.8, sendo que o equipamento experimental de referência foi apresentado na Figura 2.10.\nTabela 2.8: Características dos leitos e do adsorvente para a separação das taxanas. (Cremasco et al., 2000d)\nL(cm)\tD (cm)\te\tRP(pm)\tEP\n15\t1,50\t0,37\t120\t0,46\n4.5.L Primeira separação\nComo no caso da separação ternária, a estratégia de separação do Taxol® baseia-se na escolha das espécies leves, que têm menos afinidade com o adsorvente e às quais denomina-se mistura A, e das espécies pesadas com maior afinidade com o adsorvente, denominadas mistura B. Por inspeção da Tabela 2.7, a mistura A será composta por Tr21, Trl8 e o Taxol , enquanto a mistura B será composta por TrlO. As condições operacionais utilizadas, oriundas da literatura (Cremasco et al., 2004b) onde foram determinadas em base no método das ondas estacionárias, são apresentadas na Tabela 4.17.\nTabela 4.17: Condições operacionais para a separação multicomponente em LMS: ensaio 1. (Cremasco elal., 2004b)\nTaxol (mg/L)\t(mg/L)\t(mg/L)\tCF (mg/L)\tt-Troca (min)\tqI (mL/min)\tQ” (mL/min)\tQ™ (mL/min)\tQ® (mL/min)\n120,8\t19,6\t192,3\t14,4\t494,4\t1,808\t0,906\t1,070\t0,322\nA Figura 4.42 apresenta a distribuição das concentrações médias, tanto experimentais (Cremasco et al., 2004b) quanto simuladas, das taxanas nas correntes do refinado e do extrato. Já a Figura 4.43 mostra as distribuições de tais concentrações ao longo das zonas de transferência de massa no meio do sétimo intervalo de troca entre sucessivos deslocamentos das correntes (t ~ 3213,6 min).\n2,5\n.\"••• 3 '.í\nQ\nTempo (min)\nb:\tNo extrato.\n■ Tr21-Exp a Trl8-Exp\n• Taxol-Exp o TrlO-Exp\n—\tTr21\"Simul\n—\tTrl8-Simul\nTaxol-Simul\nTrlO-Simul\nFigura 4.42: Comparação dos resultados da simulação e dos experimentais para a separação das taxanas: ensaio 1.\nFigura 4.43 Distribuição axial de concentração no LMS, no meio de um intervalo entre trocas, para o ensaio 1 da separação das taxanas.\nPor meio da inspeção dos resultados apresentados na Figura 4.42 é possível observar uma concordância bastante razoável entre os resultados experimentais e os oriundos da simulação. Ao avaliar a distribuição de concentração ao longo do LMS (Figura 4.43), verifica-se que a onda do TrlO não atinge o início da porta do refinado (fim da zona III). Assim sendo, o tempo de troca poderia ser ligeiramente aumentado (~5% = 25 min) para remover o Taxol® ainda presente antes da alimentação (zona II). Desta forma, após a troca, não se teria o Taxol® saindo no Extrato, aumentando a sua taxa de recuperação, ainda que a sua pureza fosse ligeiramente diminuída.\nAs curvas apresentadas na Figura 4.42 e 4.43 foram obtidas em 83 minutos no computador utilizado (Celeron 730Mhz com 240Mb RAM), com o parâmetro M estabelecido ao valor 750, o que mostra que a simulação realizada foi quase quarenta vezes mais rápida que o experimento.\nA recuperação experimental do Taxol® no refinado foi igual a 86%, enquanto a sua pureza foi de 28%. A baixa pureza do Taxol® pode ser explicada devido à presença\nconsiderável da espécie leve Tr21 na alimentação, e sendo essa da mesma “família” do Taxol® nessa separação.\n4.5.Ü. Segunda separação\nObserva-se, por intermédio dos resultados apresentados, que é necessária uma nova etapa de separação, visando prmcipalmente o aumento da pureza do Taxol® presente na corrente do refinado. A alimentação da segunda separação advém da corrente de refinado da primeira separação. Nesse caso, a mistura A será composta por Tr21, enquanto a mistura B será composta por Taxol® e Trl8. As condições operacionais utilizadas para o segundo ensaio, oriundas da literatura (Cremasco et al., 2004b), são apresentadas na Tabela 4.18.\nTabela 4.18: Condições operacionais para a separação multicomponente em LMS: ensaio 2. (Cremasco et al., 2004b)\n/-'f Taxol (mg/L)\tCF (mg/L)\t^Tr2l (mg/L)\t1 Troca (min)\tQ1 (mL/min)\tQ” (mL/min)\tqIH (mL/min)\tQ17 (mL/min)\n22,23\t3,92\t131,35\t320,5\t1,711\t0,626\t0,994\t0,415\nOs resultados obtidos, tanto experimentais (Cremasco et al., 2004b) quanto simulados, para a segunda separação são apresentados na Figura 4.44, enquanto a Figura 4.45 ilustra o resultado da simulação para a distribuição das concentrações ao longo das zonas de transferência de massa no meio do oitavo intervalo de troca entre sucessivos deslocamentos das correntes (t = 2403,75 min).\n5\n0>\n0\nC (mg/L)\tC (mg/L)\n-Wr\n500\n8 :\n6\n2\n1\n■ Tr21-Exp a Trl8-Exp\n♦ Taxol-Exp\n*\tTr21-Exp\t“ a\tTrl8-Exp\t- •\tTaxol-Exp\t—\t“Tr21-Simul — Trl8-Simul -Taxol-Simul\n\t\nTempo (min) a:\tNo refinado.\t\n— Tr21”Simul\t\nTrl8-Simul\nTaxol-Simul\n5 -\n0\t500\t1000\t1500\t2000\t2500\nb:\tNo extrato.\nFigura 4.44: Comparação dos resultados da simulação e dos experimentais para a separação das taxanas: ensaio 2.\nFigura 4.45: Distribuição axial de concentração no LMS, no meio de um intervalo entre trocas, para o ensaio 2 da separação das taxanas.\nVerifica-se uma concordância bem razoável entre os resultados numéricos e os experimentais na Figura 4.44, sendo que o maior desvio diz respeito ao composto Tr21, principalmente no refinado. Há várias hipóteses para esta diferença. A primeira delas seria a do compromisso de não-lineariadade deste composto, o qual, apesar de ser recuperado no refinado, parte da sua onda de dessorção ainda compromete o extrato. Além disso, nota-se, por inspeção da Figura 4.44b, que a concentração experimental deste composto é baixa ( ~ 1 mg/1) e que, portanto, erros de medida podem afetar os dados experimentais. Finalmente, mostrou-se nos itens 4.3 e 4.4 que um erro experimental sobre as vazões no LMS, devido à precisão das bombas utilizadas, pode também afetar o resultado da simulação.\nOs resultados de simulação permitem um melhor entendimento do processo, possibilitando a elaboração de estratégias para elevar a pureza da corrente de saída de interesse. No presente caso, pode-se sugerir uma estratégia para aumentar a pureza final do Taxol® no Extrato, eliminando parte da sua contaminação pelo Tr21. Por meio da análise da Figura 4.45, pode-se esperar que, se diminuir a vazão na zona de dessorção do Tr21 (zona II) sem, contudo, alterar a vazão nas outras zonas, faça com que o Tr21 permaneça na zona\nIII, evitando que ele entre na zona I, e, portanto, contamine o Taxol® recuperado no extrato. As curvas apresentadas na Figura 4.44 e 4.45 foram obtidas em 66 minutos no computador utilizado (Celeron 730Mhz com 240Mb RAM), com o parâmetro M estabelecido ao valor 750, o que mostra que a simulação realizada foi aproximadamente trinta vezes mais rápida que o experimento.\n4.5.iii. Influência da resistência externa\nNo item 4.4, verificou-se que a resistência externa pode influenciar levemente o resultado da simulação. Avalia-se o número de Biot mássico para os experimentos de separação da mistura multicomponente de taxanas, visando analisar os possíveis erros cometidos ao desconsiderar essa resistência extema no caso da mistura de taxanas. Para tanto, o coeficiente convectivo de transferência de massa é estimado pela correlação de Wilson e Geankopolis (1966) (Equação 2.40), enquanto os outros coeficientes necessários ao cálculo do número de Biot mássico (Equação 3.9) estão presentes nas Tabelas 2.7, 4.17 e 4.18. Os valores calculados do número de Biot mássico para a separação das taxanas em LMS são apresentados na Tabela 4.19.\nTabela 4.19: Número de Biot mássico para os ensaios da separação das taxanas em LMS.\nExperimento\tSoluto\tZona I\tZona II\tZona III\tZona IV\nEnsaio 1\tTrlO\t9,6\t7,6\t8,0\t5,4\n\tTaxol®\t21,2\t16,8\t17,8\t11,9\n\tTrl8\t13,6\t10,8\t11,4\t7,7\n\tTr21\t32,3\t25,6\t27,1\t18,2\nEnsaio 2\tTaxol®\t20,8\t14,9\t17,4\t13,0\n\tTrl8\t13,4\t9,6\t11,2\t8,3\n\t\t31,70\t22,7\t26,5\t19,8\nTodos os valores que aparecem na Tabela 4.19 são menores do que cinqüenta.\nPortanto, as simulações devem ser reavaliadas à luz do modelo que considera a resistência\ncapitulo 4: xesuitaaos e discussões externa à transferência de massa que ocorre no adsorvente, sendo que essa reavaliação é mais importante ainda para o TrlO no primeiro ensaio, e o para o Trl8 ñas zonas II e IV em ambos os ensaios, visto que para esses solutos o número de Biot mássico é inferior a dez.\nAs Figuras 4.46 e 4.47 apresentam os resultados das simulações considerando-se a resistência externa, junto aos resultados experimentais oriundos da literatura (Cremasco et al., 2004b), para, respectivamente os ensaios 1 e 2. As Figuras 4.48 e 4.49 ilustram os resultados advindos das simulações para as distribuições de concentrações ao longo das zonas de transferência de massa para os dois ensaios.\nObserva-se na Figura 4.46 que, apesar do numero de Biot mássico para o TrlO ser inferior a dez em todas as zonas de transferencia de massa do LMS, a resistência externa não influenciou significativamente os resultados advindos da simulação para o ensaio 1. Na Figura 4.47b, vê-se que ao considerar a resistência externa, a concentração em Taxol® na corrente de extrato aumenta mais rapidamente ao ser comparada com a situação na qual a resistencia externa foi desprezada. Por outro lado, o valor da concentração no regime ciclico-permanente não foi significativamente afeitado, alterando, portanto, principalmente a forma como esse regime cíclico-permanente é atingido.\nQuanto às Figuras 4.48 e 4.49, relativas às distribuições de concentrações ao longo das zonas de transferencia de massa no LMS em regime cíclico-permanente, elas não se mostram significativamente diferentes daquelas presentes respectivamente ñas Figuras 4.43 e 4.45, as quais foram obtidas utilizando-se o modelo que desconsidera a resistência externa.\nC (rng/L)\tC (mg/L)\nmi\n3\n2 -\n1,5\nI\n■\tTr21-Exp\t—Tr21-Simul\nà\tTr 18-Exp\t— Trl 8-Simul\n•\tTaxol-Exp\t— Taxol-Simul\no\tTr 10-Exp\t— Trl O-Simul\ní- ■'\no i\no\n-\nTempo (min)\nb:\tNo extrato.\n9\n■\nIlll III\t■ Tr21-Exp a Trl8-Exp • Taxol-Exp\n6\t\n>***.••\t\n\t\n\"Bb5 *\t\n■ S..\t\nr r ■ ■■\t\n\t\njfjj\t\n\t\n—\tTr21-Simul\n—\tTrl8-Simul\nTaxol-Simul\nTempo (min)\nII\nNo extrato.\naiao\n80 r.............-........     -....... -...... -..............   ---d\nFigura 4.48 Influência da resistência externa sobre as distribuições axiais de concentrações internas ao LMS, para o ensaio 1 da separação das taxanas.\nFigura 4.49: Influência da resistência externa sobre as distribuições axiais de concentrações internas ao LMS, para o ensaio 2 da separação das taxanas.\nCapítulo 5: Conclusões e sugestões_____________________________________________119\n5.\tConclusões e sugestões\nUm novo método numérico que aproveita uma solução analítica para a fase estacionária, a qual é correlacionada à concentração na fase móvel através do teorema de Duhamel, foi aplicado com relativo sucesso à modelagem e simulação de processos cromatográficos, mais específicamente para o leito móvel simulado, sendo que a isoterma de equilíbrio foi considerada linear.\nFoi possível simular com bastante segurança o LMS utilizando-se um modelo detalhado e uma estratégia inovadora e criativa, sendo aplicado para misturas binárias e multicomponentes, ou seja, envolvendo três ou mais espécies. Encontra-se normalmente na literatura somente a aplicação numérica para a solução das equações de balanço. Contudo, foi possível demonstrar a possibilidade de se utilizar a solução analítica para a fase estacionária, a qual consegue descrever com maior rigor os fenômenos envolvendo o adsorvente, pois evita os possíveis erros oriundos de métodos numéricos. Por outro lado, isso não é possível aplicar à fase móvel, tendo em vista que essa opera em várias colunas, com modificações contínuas das concentrações na saída das mesmas, implicando evolução contínua das concentrações de entrada dessas colunas. Portanto, o balanço de massa da fase móvel foi resolvido numericamente por um método de diferenças finitas. Salienta-se que, para o caso dos aminoácidos, não se utilizou parâmetros ajustados, mas estimados através de correlações da literatura.\nOs aplicativos computacionais desenvolvidos a partir do método numérico proposto foram testados para vários processos cromatográficos diferentes. A avaliação dos resultados de simulação foi realizada por comparação com resultados oriundos da literatura referente à adsorção de três aminoácidos aromáticos que são utilizados, por exemplo, no tratamento de distúrbios mentais, e também para a separação do Taxol®, um potente anticancerígeno, de outras taxanas estruturalmente semelhantes.\nOs resultados obtidos demonstraram o bom desempenho dos aplicativos computacionais desenvolvidos. Mais específicamente, foi mostrado que o algoritmo não proporciona erro numérico significativo, de forma que suas previsões são confiáveis.\nEm relação ao tempo necessário à simulação, demonstrou-se que o aplicativo computacional desenvolvido para o leito móvel simulado proporciona resultados confiáveis\nCapítulo 5: Conclusões e sugestões _________________________________________________120\nnum tempo aproximadamente vinte vezes inferior ao tempo que os experimentos levaram, utilizando um computador hoje em dia modesto (Pentium Celeron 730Mhz com 240Mb de RAM).\nForam também investigadas diferentes condições operacionais e, para todas, as simulações forneceram resultados bastante satisfatórios, sendo que os possíveis erros experimentais explicaram os leves desvios.\nMostrou-se que, para obter previsões mais precisas, a resistência à transferência de massa externa ao fenômeno que ocorre no interior da fase estacionária deve ser considerada, mas que, nos casos investigados, sua influência é menor que os possíveis erros experimentais. Neste caso, pode-se optar, genericamente, pela Equação (3.12) qualquer que seja a situação de resistência à transferência de massa que ocorre no adsorvente.\nFinalmente, avaliou-se a influência da variação de algumas condições operacionais do LMS sobre o seu desempenho, tais como a vazão na zona I, a vazão na zona IV, e o tempo de troca.\nPara trabalhos futuros, ficam as seguintes sugestões:\n-\tEstender o método numérico desenvolvido na presente Dissertação para leito móvel simulado que contem mais de uma coluna em cada zona de transferência de massa.\n-\tDesenvolver aplicativos computacionais utilizando o método numérico desenvolvido na presente Dissertação para leito móvel simulado em malha aberta, ou seja, quando não há recirculação interna de solvente entre as zonas IV e I.\n-\tAplicar o método numérico desenvolvido na presente Dissertação a processos cromatográficos em LMS com isoterma de adsorção linear, quando há reação química de primeira ou pseudo-primeira ordem na fase estacionária , já que existe uma solução analítica para a fase estacionaria nesse caso (Cranck, 1957).\nCapítulo 6: Bibliografía\n121\n6.\tBibliografía\nATHAYLE, A.M., GIBBS, S.J., and LIGHTFOOT, E.N. Predictability of Chromatographic Protein Separations: Study of Size-exclusion Media with Narrow Particle size Distributions. J. Chrom. A, v.589, n.1-2, p. 71-85,1992.\nAZEVEDO, D.C.S., PAIS, L.S., and RODRIGUES, A.E. Enantiomers Separation by Simulated Moving Bed Chromatography Non-instantaneous Equilibrium at the Solidfluid Interface. J. Chrom. A, v.865, n.1-2, p. 187-200,1999.\nBANDEREE. L.E. and LIEBERMAN, H.R. Treatment with Tyrosine, a Neurotransmitter Precursor, Reduces Environmental Stress in Humans. Brain Res. Bull, v. 22, n. 4, pp. 759-762, 1989.\nBERNINGER, J.A., WHITLEY, R.D., ZHANG, X., and WANG, N.-H.L. A Versatile Model for Simulation of Reaction and Nonequilibrium Dynamics in Multicomponent Fixed-bed Adsorption Process. Comput. Chem. Eng., v.15, n.ll, p.749-768, 1991.\nBOMBAUGH, K.L., DARK, W.A., and LEV ANGIE, R.F. High Resolution Steric Chromatography. J. Chromatogr. Sci., n.7, p.42,1969.\nBROUGHTON, D.B., NEUZIL, R.W., PHARIS, J.M., and UDDIN, M.S. The Parex Process for Recovering Paraxylene. Chem. Eng. Prog., n.66, v. 9, p.70~75, 1970.\nCARTA, G. Exact Analytic Solution of a Mathematical Model for Chromatographic Operations. Chem. Eng. Sci., v.43, n.10, p.2877-2883,1988.\nCHAPRA, S.C., and CANALE, R.P. Numerical methods for engineers. 2.ed. New-York: Me Graw-Hill, 1988. Cap IX: LU decomposition, p.271-290.\nCHING, C.B., CHU, K.H., HIDAJAT. K„ and UDDIN, M.S. Experimental and Modeling Studies of the Transient Behavior of a Simulated Countercurrent Adsorber. J. Chem, Eng. Japan, v.24, n.5, p.614-621, 1991.\nCapítulo 6: Bibliografia______________________________________________________122\nCHING, C.B., CHU, K.H., HIDAJAT, K., and RUTHVEN, D.M. Experimental Study of a Simulated Counter-current Adsorption System-VII. Effects of Non-linear and Interacting Isotherms. Chem. Eng. Sci., v.48, n.7, p.1343-1351, 1993.\nCHING, C.B., CHU, K.H., and HIDAJAT, K. Multicomponent Separation Using a Column-switching Chromatographic Method. AlChE X, v.40, n.ll, p. 1843-1849, 1994.\nCHU, J.C., KALIL, J., and WETTEROTH, W.A. Mass transfer in a Fluidized Bed. Chem. Eng. Prog., v.49, p.141, 1953.\nCHUNG, S.F., and WEN, C.Y. Longitudinal Dispersion of Liquid Flowing Thtough Fixed and Fluidized Beds. AlChE J., v.14. p.857-866,1968.\nCORBETT, J., and BURKE, D. System Optimization in the Chromatographic Separation of Fructose from Dextrose in the Com Wet Milling Industry. Proceedings Symposium on Industrial-Scale Process Chromatographic Separations, New Orleans, USA, March, 1996.\nCRANK, J. The mathematics of diffusion. London: Oxford University Press, 1957, 347p.\nCREMASCO, M.A. Recuperação e Purificação do Taxol em Leito Móvel Simulado. Relatório Final de Pesquisa, Fapesp, janeiro, 2000a.\nCREMASCO, M.A., and WANG, N.-H.L. Separação Ternaria de Aminoácidos em Leito Móvel Simulado, Parte I: Estratégia de Design. XIV Congresso Chileno de Ingeniería Química, CD ROM, Santiago, Chile, 2000b.\nCREMASCO, M.A., HRITZKO, B.J., and WANG, N.-H.L. Separation of Two amino acids in a four-column Simulated Moving Bed: Experimental Study. XHI Brazilian Chemical Engineering Meeting, CD ROM, Águas de São Pedro, Brazil, 2000c.\nCREMASCO, M.A., HRITZKO, B.J., and WANG, N.-H.L. Separação de taxol em leito móvel simulado: resultados preliminares. XIII Brazilian Chemical Engineering Meeting, CD ROM, Águas de São Pedro, Brazil, 2000d.\nCapítulo 6: Bibliografía______________________________________________________123\nCREMASCO, M.A., HRITZKO, B.J., XIE, Y., and WANG, N.-H.L. Parameters Estimation for Amino Acids Adsorption in a Fixed Bed by Moment Analysis. Brazilian J. Chem. Eng., v. 18, n.2, p. 181 -194, 2001.\nCREMASCO, M.A. Fundamentos de Transferencia de Massa. 2a. Edição. Campinas: Editora da Unicamp, 2002, 742p.\nCREMASCO, M.A., GUIRARDELLO, R., and WANG, N.-H.L. Adsorption of Aromatic Amino Acid in a Fixed Bed Column. Brazilian J. Chem. Eng., v.20, n.3, p.327-334, 2003a.\nCREMASCO, M.A. Modelagem e Simulação de Sistemas Cromatográfícos em Leito Móvel Simulado Visando a Separação e Purificação de Fármacos e Correlatos. Relatório Final de Pesquisa, Fapesp, setembro, 2003b.\nCREMASCO, M.A., HRITZKO, B.L, and WANG, N.-H.L. An Experimental Study on Ternary Separation of Aromatic Amino Acids in Simulated Moving Bed. V Brazilian Adsorption Meeting, CD ROM, Natal, Brazil, 2004a.\nCREMASCO, M.A., HRITZKO, B.J., and WANG, N.-H.L. Separation of Taxol® from Multicomponet Mixture using Simulated Moving Bed. XVI International Congress of Chemical and process engineering - CHISA, CD ROM, Praha - Czech Republic, 2004b.\nDOS SANTOS, M.A.G. Separação dos enantiomeros do anestésico cetamina por cromatografía contínua em leito móvel simulado. Campinas: Faculdade de Engenharia Química, Universidade Estadual de Campinas, 2004. 141 p. Tese (Doutorado).\nDÜNNEBIER, G., WEIRICH, L, and KLATT, K.-U. Computationally Efficient Dynamic Modeling and Simulation of Simulated Moving Bed Chromatographic Processes with Linear Isotherms; Chem. Eng. Sci., vol. 53, no. 14, p.2537-2546, 1998.\nDUVDEVAN, L, BIESENBE, J.A., and TAN, M. Recycle Gel Permeation Chromatography: 3: Design Modifications and some Results with Polycarbonate. J. Polymer Sci. PARTB-Polymer Letters, v.9, n.6, p.429, 1971.\nCapítulo 6: Bibliografía________________________________________________________124\nFRANCOTTE, E.R., and JUNKERBUCHHEIT, A. Preparative Chromatographic-Separation of Enantiomers. J. Chrom. Biomed. Applic., v.576, n.l, p. 1-45,1992.\nFRANCO 1TE, E.R. Enantioselective Chromatography: an Essential and Versatile Tool for the Analytical and Preparative Separation of Enantiomers. Chimia, v.51, n.10, p. 717-725, 1997.\nFRANCOTTE, E.R., RICHERT, P., MAZZOTTI, M., and MORBIDELLI, M. Simulated Moving Bed Chromatographic Resolution of a Chiral Antitussive. 7. Chrom. A, v.796, n.2, p. 239-248, 1998.\nFRANCO! IE, E.R., and HUYNH, D. Immobilized halogenophenylcarbamate derivatives of cellulose as novel stationary phases for enantioselective drug analysis. J. Pharm. Biomed. Anal., v. 27, n. 3-4, p. 421-429,2002a.\nFRANCOTTE, E.R., LEUTERT, T., La VECCHIA, L., OSSOLA, F., RICHERT, P., and SCHMIDT, A. Preparative resolution of the enantiomers of tert-leucine derivatives by simulated moving bed chromatography. Chirality, v.14, n.4, p. 313-317, 2002b.\nGAFFNEY, B.J., and DREW, T.B. Mass Transfer from Packing to Organic Solvents in Single Phase Flow through a Column. Ind. Eng. Chem., v.42, n.6, p.1120-1127, 1950.\nGANETSOS, G., and BARKER, P.E (eds). Preparative and Production Scale Chromatography. New York: Marcel Dekker, 1994, 786p.\nGELENBERG, A.J., GIBSON, C.J. and WOJCIK, J.D. Neurotransmitter Precursors for the Treatment of Depression. Psychopharmacol Bull., v.l8p.7-18, 1982.\nGLUECKAUF, E. Theory of Chromatography. X: Formulas for Diffusion into Spheres and their Application to Chromatography. Trans. Faraday Soc., v. 51, p.1540-1551,1955.\nGU, T., TRUEI, Y.-H., TSAI, G.-J., and TSAO, G.T. Modeling of Gradient Elution in Multicomponent Nonlinear Chromatography. Chem. Eng. Sci., vAl, n.l, p. 253-262, 1992.\nCapítulo 6: Bibliografía ________________________________________________________125\nGUIOCHON. G. Preparative Liquid Chromatography: Review. J. Chrom. A, v.965, p. 129-161,2002.\nGUIOCHON, G., and LIN, B. Modeling for Preparative Chromatography. Amsterdam: Elsevier, 2003, 452 p.\nGUNN, D.J. Transfer of Heat or Mass to Particles in Fixed and Fluidised Beds. I nt. X Heat and Mass Transfer, v. 21, n.4, p.467-476, 1978.\nGUNN, D.J. Axial and Radial Dispersion in Fixed Beds. Chem. Eng. Sci., v.42, n.2, p.363-373, 1987.\nHAAG, J., VANDE WOUWER, A., LEHOUCQ, S., and SAUCEZ, P. Modeling and Simulation of a SMB Chromatographic Process Designed for Enantioseparation. Control Engineering Practice, v.9, n.8, p.921~928, 2001.\nHASHIMOTO, K., ADACHI, S., NOUJIMA, H., and MARUYAMA, H. Models for the Separation of Glucose/Fructose Mixture Using a Simulated Moving-Bed Adsorber. J. Chem. Eng. Japan, v.16, n.5, p. 400-406, 1983.\nHASHIMOTO, K„ YAMADA, M., ADACHI, S„ and SHIRAI, Y. A Simulated Moving-Bed Adsorber with Three Zones for Continuous Separation of 1-phenylalanine and NaCl. J. Chem. Eng. Japan, v.22, n.4, p.432-434, 1989.\nHASSAN, M.M., SHAMSUR RAHMAN, A.K.M., and LOUGHLIN, K.F. Modeling of Simulated Moving Bed Adsorption System: a More Precise Approach. Sep. Technol., v.5, p.77-89, 1995.\nHEUER, C.A., MORGENSTERN, S., and HUGO, P. Experimental Investigation and Modeling of Closed-loop Recycling Preparative Chromatography. Chem. Eng. Sci., v.50, n.7, p.1115, 1995.\nHINDMARSH, A.C. ‘ ‘ODEPACK, a Systematized Collection of ODE Solvers' ’. In: Scientific Computing, R. S. Stepleman et al., eds. North-Holland, Amsterdam, 1983, p. 55.\nCapítulo 6: Bibliografía_________________________________________________________126\nHOUWING, J., BILLIET, H.A.H., and VAN DER WIELEN, L.A.M. Mass-Transfer Effects During Separation of Proteins in SMB by Size Exclusion. AIChE J., v.49, n.5, p. 1158-1167, 2003.\nJUNGE, M„ and KONIG, W.A. Selectivity Tuning of Cyclodextrin Derivatives by Specific Substitution. J. Sep. Sci., v. 26, n. 18, p. 1607-1614, 2003.\nTUZA, M., MAZZOTTI, M., and MORBIDELLI, M. Simulated Moving-Bed Chromatography and its Application to Chirotechnology. Trends Biotechnol., v.18, p.108-118, 2000.\nKATAOKA, T., YOSHIDA, H., and UEYAMA, K. Mass Transfer in Laminar Region between Liquid and Packing Material Surface in the Packed Bed. J. Chem. Eng. Japan, v.5, n.2, p.132-136, 1972.\nKACZMARSKI, K., and ANTOS, D. Modified Rouchon and Rouchon-like Algorithms for Solving Different Models of Multicomponent Preparative Chromatography. J. Chrom, A, v.756, n.1-2, p. 73-87, 1996.\nKEMPE, H., AXELSSON, A., NILSON, B., and ZACCHI, G. Simulation of Chromatographic Processes Applied to Separation of Proteins. J. Chrom. A, v.846, n.l-2, p.1-12,1999.\nKHATTABI, S., CHERRAK, D.E., MIHLBACHLER, K., GUIOCHON, G. Enantio-separation of 1-phenyl-1-propanol by Simulated Moving Bed under Linear and Nonlinear Conditions. J. Chrom. A, v.893, n.2, p. 307-319, 2003.\nKIM, S.U., BERNINGER, J.A., YU, Q., and WANG, N-H.L. Peak Compression in Stepwise pH Elution with Flow Reversal in Ion Exchange Chromatography. Ind. Eng. Chem. Res., n.31, p.1717, 1992.\nKLATT, K.-U., DUNNEBIER, G., and ENGELL, S. Modeling and Computationally Efficient Simulation of Chromatographic Separation Processes. Math. Comput. Simulat., v.53, n.4-6, p.449-455, 2000.\nKNIGHT, P. Bioseparations: Media and Modes. Biotechnol.. v.8, n.3, p.200-201,1990.\nCapítulo 6: Bibliografía________________________________________________________127\nKOCH, D.L., and BRADY, J.F. Dispersion in Fixed Beds. J. Fluid Meeh., v.154, n.5, p.399-427, 1985.\nKOH, J.-H., WANKAT, P.C., and WANG, N.-H.L. Pore and Surface Diffusion and Bulk-Phase Mass Transfer in Packed and Fluidized Beds. Ind. Eng. Chem. Research., v.37, p.228-239, 1998.\nLADISCH, M.R. Bioseparations Engineering: Principles, Practices, and Economics. New York: John Wiley &amp; Sons, 2001, 735 p.\nLAPIDUS, L, and AMUNDSON, N.R. Mathematics of Adsorption in Beds - 6: The Effect of Longitudinal Diffusion in Ion Exchange and Chromatographic Columns. J. Phys. Chem., v.56, n. 8, p.984-988, 1952.\nLEHOUCQ, S., VERHEVE, D., VANDE WOUWER, A., and CAVOY, E. SMB Enantioseparation: Process Development, Modeling, and Operating Conditions. AIChE J., v. 46, n. 2, p. 247-256,2000.\nLIU, Y., DELGADO, J., and RITTER, J.A. Comparison of Finite Difference Techniques for Simulating Pressure Swing Adsorption. Adsorption, v.4, n.3-4, p.337-344,1998.\nLU, Z.P., and CHING, C.B. Dynamics of Simulated Moving-bed Adsorption Separation Process. Sep. Sci. Technol., v.32, n.12, p. 1993-2010,1997.\nMA, Z., WHITLEY, R.D., and WANG, N.-H.L. Pore and Surface Diffusion Multicomponent Adsorption and Liquid Chromatography Systems. AIChE J., v.42, n.5, p.1244-1262, 1996.\nMA, Z., and WANG, N.-H.L. Standing Wave Analysis of SMB Chromatography: Linear Systems. AIChE J., v.43,n.!0, p.2488-2508, 1997.\nMACKIE, J.S., and MEARES, P. The Diffusion of Electrolytes in a Cation-exchange Resin Membrane. Proceedings Roy. Soc. London, Seria A, v.232, p498-518,1955.\nCapítulo 6: Bibliografía ______________________________________________________128\nMALLMANN, T., BURRIS, B.D., MA, Z., and WANG, N.-H.L. Standing Wave Design of\nNonlinear SMB Systems for Fructose Purification. AIChE J., v.44, n.12, p.2628-2646, 1998.\nMEYER, J.S., WELCH, K.M.A., and DESHMUCKH, V.D. Neurotransmitter Precursor Amino Acids in the Treatment of Multi-infarct Dementia and Alzheimer’s Disease. J. Am. Ger. Soc., v.7, p.289-298, 1977.\nMESA, M., SIERRA, L., LOPEZ, B., RAMIREZ, A., and GUTH, J.L. Preparation of Micron-sized Spherical Particles of Mesoporous Silica from a Triblock Copolymer Surfactant, Usable as a Stationary Phase for Liquid Chromatography. Solid State Set, v.5, n.9, p.1303-1308,2003.\nMILLER, G.H., and WANKAT, P.C. Moving Port Chromatography: a Method of Improving Preparative Chromatography. Chem. Eng. Comm., v.31, p.21-43, 1984.\nMILLER, L., GRILL, C., YAN, T., DAPREMONT, O., HUTHMANN, E., and JUZA, M. Batch and Simulated Moving Bed Chromatographic Resolution of a Pharmaceutical Racemate. J. Chrom. A, v.1006, n. 1-2, p. 267-280,2003.\nMORRIS, C.J.O.R., and MORRIS, P. Separation Methods in Biochemistry. New York: John Wiley &amp; Sons, 1976, 1045 p.\nNAKAMURA, S., ISHIGURO, S., YAMADA, T., and MORIIZUMI, S. Recycle Gel Permeation Chromatographic Analysis of Oligomers and Polymer Additives. J.Chrom., n.83, p.279-288, 1973.\nOHASHI, H., SUGAWARA, T., KIKUCHI, K.-L, and KONNO, H. Correlation of Liquidside Mass Transfer Coefficient for Single Particles and Fixed Beds. J. Chem. Eng. Japan, v.14, n.6, p.433-438,1981.\nPAIS, L.S., LOUREIRO, J.M., and RODRIGUES, A.E. Separation of l,U-bi-2-naphthol Enantiomers by Continuous Chromatography in Simulated Moving Bed. Chem. Eng. ScL, v.52, n.2, p.245-257, 1997.\nCapítulo 6: Bibliografia_______________________________________________________129\nPAIS, L.S., LOUREIRO, J.M., and RODRIGUES, A.E. Chiral Separation by SMB Chromatography. Sep. Purif. Technol., v.20, n. 1, p.67-77, 2000.\nPAREDES, R.R. Modelagem e simulação de purificação de cefalosporina C em coluna de leito fixo. Campinas: Faculdade de Engenharia de Alimentos, Universidade Estadual de Campinas, 1996. 97 p. Dissertação (Mestrado).\nPFEFFER, R. Heat and Mass Transport in Multiparticle Systems. Ind. Eng. Chem. Fundam., v.3, n.4, p.380-383, 1964.\nPITT, W.WJr. Gradient-Elution Ion Exchange Chromatography: A Digital Computer Solution of the Mathematical Model. J. Chrom. ScL, v.14, p396-404, 1976.\nPOULAIN, C.A., and FINLAYSON, B.A. A Comparison of Numerical Methods Applied to Non-linear Adsorption Columns. Int. J. Num. Met. Fluids, v.17, p839-859, 1993.\nPRESS, W.H., TEUKOLSKY, S.A. VETTERLING, W. T., and FLANNERY, B. P. Numerical Recipes in Fortran 77: The art of scientific computing. 2ed Cambrige University Press, 1992. Cap IV: Integration of Functions, p.123-158.\nPRYDE, A. “Chiral liquid chromatography: past and present” In: LOUGH, W. J. Chiral Chromatography Cambrige Glasgow and London, Blackie and Son Ltd, 1989, p. 23-35.\nRAGHAVAN, N.S., and RUTHVEN D.M. Numerical Simulation of a Fixed-Bed Adsorption Column by the Method of Orthogonal Collocation, AIChE Z, v.29, n.6, p.922-925, 1983.\nRASMUSON, A., and NERETNIEKS, I. Exact Solution of a Model for Diffusion in Particles and Longitudinal Dispersion in Packed Beds. AIChE Z, v.26, n.4, p.686-690, 1980.\nRASMUSON, A. Exact Solution of a Model for Diffusion and Transient Adsorption in Particles and Longitudinal Dispersion in Packed Beds. AIChE Z, v.27, n.6, p.1032-1035, 1981.\nCapftulo 6: Bibliografia_________________________________________________________130\nRASMUSON, A. Transport Process and Conversion in an Isothermal Fixed-bed Catalytic Reactor. Chem. Eng. Sci., v.37, n.3, p.411-415,1982.\nRASMUSON, A. Exact Solution of a Model for Diffusion in Particles and Longitudinal Dispersion in Packed Beds: Numerical Evaluation. AIChE J., v.31, n.3, p.518-519, 1985.\nROSEN, J.B. Kinetics of a Fixed Bed System for Solid Diffusion into Spherical Particles. Z Chem, Phy., v.20, n.3, p.387-394, 1952.\nROUCHON, P., SCHOENAUER, M., VALENTIN, P., and GUIOCHON, G. Numerical Simulation of Band Propagation in Nonlinear Chromatography. Sep. Sci. Technol., v.22,pp. 1793-1833,1987.\nRUTHVEN, D.M. Principles of Adsorption and adsorption processes. New York: John Wiley &amp; Sons, 1984,433 p.\nSCHNEIDER, P., and SMITH, J.M. Adsorption Rate Constants from Chromatography. AIChEZ, v.14, n.5, p.762-771, 1968.\nSIDDIQI, M.A., and LUCAS, K. Correlations for Prediction of Diffusion in Liquids. Can. Z Chem. Eng., v.64, 839-843,1986.\nSILVA, F.R.C., PEREIRA, J.A.M., ARAUJO, M.D., and SANTANA, C.C. Mass Transfer Parameters Evaluation in Protein Adsorption on Macroporous Resin. Hungarian J. Ind. Chem., v.27, p.183-187,1999.\nSULOFF, E.C., MARCY, J.E., BROOKS, D.R., and LOVE, B.J. Preparation of Polymeric Stationary Phase for Use in Inverse Gas Chromatography. Polymer-plastics Tec. Eng., v. 42, n. 4, p.959-970,2003.\nSUZUKI, M. Adsorption Engineering. Amsterdam: Elsevier, 1990,295 p.\nTHOMAS, H.C. Chromatography: a Problem in Kinetics. Ann. N. Y. Academy Sci., v.49, p.161-182,1948.\nCapítulo 6: Bibliografía_______________________________________________131\nTOUMI, A., ENGELL, S., LUDEMANN-HOMBOURGER, O., NICOUD, R.M., and BAILEY, M. Optimization of Simulated Moving Bed and Varicol Processes. J. Chrom. A, v.1006, p.15-31,2003.\nWANKAT, P.C. Large-Scale Adsorption Chromatography. CRC Press: Boca Raton, Fl, 1986.\nWAKAO, N., and FUNAZKRI, T. Effect of Fluid Dispersion Coefficients on Particle-to-Fluid Mass Transfer Coefficients in Packed Beds : Correlation of Sherwood Numbers. Chem. Eng. Sci., v.33, n.10, p.1375-1384,1978.\nWHITLEY, R.D., BROWN, J.M., NANDU, P., KARAJGIK, A.R., and WANG, N.-H.L. Determination of Ion-exchange Equilibrium Parameters of Amino-acid and Protein Systems by an Impulse Response Technique. J. Chrom., v.483, p.263-287,1989.\nWHITLEY, R.D., BERNINGER, J.A., ROUHANA, N., and WANG, N.-H.L. Nonlinear Gradient Isotherm Estimation for Proteins with Consideration of Salt Competition and Multiple Forms. Biotech. Prog., v.7, n.6, p. 544-553, 1991.\nWHITLEY, R.D., VAN COTT, K.E., and WANG, N.-H.L. Analysis of Nonequilibrium Adsorption/Desorption Kinetics and Implications for Analytical and Preparative Chromatography. Ind. Eng. Chem. Research, v.32, n.l, p.149-159, 1993.\nWILLIAMSON, J.E., BAZA IRE, K.E., and GEANKOPOLIS, C.L Liquid-phase Mass Transfer at Low Reynolds Numbers. Ind. Eng. Chem. Fundam, v.2, n.2, p. 126-129, 1963.\nWILSON, E.J., and GEANKOPLIS, C.L Liquid Mass Transfer at Very Low Reynolds Number. Ind. Eng. Chem. Fund., v.5, n.l, p.9-14, 1966.\nWU, D.-J., MA, Z., AU, B.W., and WANG, N.-H.L. Recovery and Purification of Paclitaxel Using Low-pressure Liquid Chromatography. AIChE J., v.43, n.l, p.232-242, 1997.\nCapítulo 6: Bibliografía ______________________________________________________132\nWU, D.-J, XIE, Y., MA, Z„ and WANG, N.-H.L. Design of Simulated Moving Bed Chromatography for Amino Acid Separations. Ind. Eng. Chem. Research, v.37, p.4023-4035, 1998.\nXIE, Y., WU, D .1, MA, Z., and WANG, N.-H.L. Extended Standing Wave Design Method for Simulated Moving Bed Chromatography: Linear Systems. Ind. Eng. Chem. Res., v. 39, p.1993-2005, 2000.\nXIE, Y., MUN, S.Y., KIM, J.H, and WANG, N.-H.L. Standing Wave Design and Experimental Validation of a Tandem Simulated Moving Bed Process for Insulin Purification. Biotech. Brog., v.18, n.6, p. 1332-1344, 2002.\nYAMAMOTO, S., NOMURA, M., and SANO, Y. Stepwise Elution Chromatography as a Method for Both Purification and Concentration of Proteins. Chem. Eng. Sci., v.47, n.l, p.185-188,1992.\nYOSHIDA, H., YOSHIKAWA, M., and KAT AO KA. T. Parallel Transport of BSA by Surface and Pore Diffusion in Strongly Basic Chitosan. Bioengineering, Food and Nature Products, v.40, n.12, p.2034-2044,1994.\nYU, H.W., and CHING, C.B. Modeling, Simulation and Operation Performance of a Simulated Moving Bed for Enantioseparation of Fluoxetine on New /LCyclodextrin Columns. Adsorption, v.9, n.3, p.213-223, 2003.\nZHONG, G., and GUIOCHON, G. Analytical Solution for the Linear Ideal Model of Simulated Moving Bed Chromatography. Chem. Eng. Sci., vol. 51, no. 18, pp. 4307-4319, 1996.\nZHONG, G., and GUIOCHON, G. Simulated Moving Bed Chromatography: Effects of Axial Dispersion and Mass Transfer under Linear Conditions. Chem. Eng. Sci., vol. 52, no. 18, pp. 3117-3132,1997.\nZHONG, L., YUECHUN, Z., WENLI, S., QINGSHENG, L., and ZHENHUA, Y. A FAD-SMT Model of Large Scale Liquid Adsorption Chromatography. Adsorption, v.5, n.3, p.73-79,1999."}]}}}