{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19935"}, {"@name": "filename", "#text": "3363_21130997.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Centro Universitário de Brasília - UniCEUB \n\nFaculdade de Tecnologia e Ciências Sociais \n\nAplicadas - FATECS \n\n \n\n \n\n \n\nFABIANA MAZIERO \n\n \n\n \n\n \n\n \n\nA DIVISÃO DOS ROYALTIES DO PETRÓLEO VAI DE \n\nENCONTRO AO PRINCÍPIO DA EQUIDADE \n\nINTERGERACIONAL? \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBrasília \n\n2014 \n\n\n\n \n\nFABIANA MAZIERO \n\n \n\n \n\n \n\nA DIVISÃO DOS ROYALTIES DO PETRÓLEO VAI DE \n\nENCONTRO AO PRINCÍPIO DA EQUIDADE INTERGERACIONAL? \n\n \n\n \n\n \n\n \n\n \n\nMonografia apresentada como requisito para \nconclusão do curso de Bacharelado em Direito \npela Faculdade de Tecnologia e Ciências \nSociais Aplicadas do Centro Universitário de \nBrasília – UniCEUB.  \n\nOrientadora: Prof.ª Laura Frade.  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBrasília \n\n2014 \n\n\n\n \n \n\n \n \n\n \n\nFABIANA MAZIERO \n\n \n\nA DIVISÃO DOS ROYALTIES DO PETRÓLEO VAI DE ENCONTRO AO \n\nPRINCÍPIO DA EQUIDADE INTERGERACIONAL? \n\n \n\n \n\nMonografia apresentada como requisito  \n para conclusão do curso de    Bacharelado \nem Ciências Contábeis pela Faculdade de \nTecnologia e Ciências Sociais Aplicadas do \nCentro Universitário de Brasília – UniCEUB.  \nOrientador: Prof. Laura Frade \n\n  \n\n  \n\nBrasília, 07 de Abril de 2014.  \n\n   \n\nBanca Examinadora  \n\n  \n\n  \n\n_____________________________  \n\nProf.ª Laura Frade. Dra. \n\nOrientador  \n\n  \n\n_____________________________  \n\nExaminador  \n\n  \n\n_____________________________  \n\nExaminador \n\n\n\n \n \n\ni \n \n\n \n\nAGRADECIMENTO \n\n \n\nAgradeço aos meus pais, Almeri e Ivete Maziero, por me ajudarem a concluir esta \n\nfaculdade, sem eles eu não conseguiria. Agradeço também ao Sérgio Moraes e a Fátima Alves \n\npor me acolherem como um membro de sua família durante minha jornada em Brasília. \n\nAgradeço a Professora Laura Frade pelo auxílio neste processo e por ser um ser \n\nhumano incrível e solidário. \n\nEnfim, agradeço a todos!  \n\n \n\n \n\n \n\n\n\n \n \n\nii \n \n\n \n\nRESUMO \n\n \n\nO presente trabalho se propõe a analisar a divisão dos royalties oriundos da extração \n\nde petróleo no Brasil e sua relação com o princípio da equidade intergeracional, numa \n\ntentativa de compreensão neoconstitucional. O estudo passará pela análise dos dispositivos \n\nlegais contidos da Lei 12.858/2013 e Lei 9.478/1997, com o objetivo de testar um possível \n\nconflito entre o princípio e os dispositivos relativos à divisão nas Leis acima citadas.  Com \n\nisso, pretende-se estabelecer uma relação conflituosa ou não, entre a norma relativa a divisão \n\ndos recursos dos royalties e o princípio acima mencionado, visando um entendimento do \n\ncenário e dos agentes responsáveis pela decisão e o possível conflito. Para isto foi utilizado o \n\nmétodo exploratório-descritivo, visando um maior entendimento de um determinado \n\nproblema. Neste trabalho foi abordado o cenário inicial e atual dos royalties, além da recepção \n\ndo princípio da equidade intergeracional na legislação e Constituição Brasileira.  Também foi \n\nabordado o cenário político que envolveu a criação e aprovação da Lei 12.858/2013, \n\nconsiderada uma vitória das manifestações de Junho de 2013. O estudo também abordou os \n\nconceitos referentes ao tema, tais como: equidade intergeracional, royalties, plataforma \n\ncontinental, neoconstitucionalismo, pré-sal e muitos outros. Este trabalho buscou algumas \n\nelucidações a respeito de valores a serem recolhidos aos cofres públicos oriundos da extração \n\ndo petróleo na camada do pré-sal, estes conceitos foram colocados no trabalho para \n\nproporcionar uma melhor compreensão do tema. Com o objetivo final de testar um conflito \n\nentre os dispositivos e o princípio acima mencionado.  \n\nPalavras-chave: Equidade intergeracional. Royalties. Neoconstitucionalismo. Divisão.  \n\n \n\n \n\n\n\n \n \n\niii \n \n\n \n\nSUMÁRIO \n\n \n1. INTRODUÇÃO .................................................................................................................. 1 \n2. PRÉ-COMPREESSÃO CONCEITUAL ............................................................................ 4 \n3. O DEBATE NAS TRÊS ESFERAS DO PODER ............................................................ 16 \n4. O CONFLITO ENTRE PRINCÍPIO E REGRA E O POSICIONAMENTO DA \nSOCIEDADE ........................................................................................................................... 24 \n\n4.1. Análise do artigo 2º da Lei nº. 12.858/2013 e o princípio da equidade intergeracional 25 \n\n4.2. Análise do artigo 49 da Lei nº. 9.478/1997 e o princípio da equidade intergeracional . 27 \n\n5. CONCLUSÃO .................................................................................................................. 33 \n6. REFERÊNCIAS ............................................................................................................... 37 \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n1 \n \n\n \n\n1. INTRODUÇÃO \n\n \n\nO estudo que se segue será dividido em três partes. Na primeira procura-se uma pré-\n\ncompreensão a respeito dos temas abordados nos capítulos posteriores, que são: o \n\nneoconstitucionalismo, os royalties, o princípio da equidade intergeracional, incluindo o \n\ncenário histórico do petróleo no Brasil e sua evolução como empresa e instrumento de \n\ndesenvolvimento social. Para isto foi utilizado o método exploratório-descritivo, visando um \n\nmaior entendimento do problema. Os conceitos elencados neste trabalho foram extraídos de \n\nvárias áreas de conhecimento, proporcionando uma interdisciplinaridade entre o direito e \n\noutras áreas como a Economia e a Geografia, além da biologia. Este fato proporciona ao leitor \n\num breve flerte entre direito e as ciências acima mencionadas, proporcionando ao leitor uma \n\nvisão mais ampla do assunto e assim uma interação com outras áreas de conhecimento.   A \n\nequidade intergeracional surgiu na Economia e foi desenvolvida em outras áreas para \n\nsubsidiar o entendimento sobre o que significa um desenvolvimento sustentável, e de que \n\nforma é possível vincular o desenvolvimento respeitando os recursos disponíveis no planeta. \n\nO petróleo é um recurso não renovável, ou seja, em algum momento este recurso vai acabar e \n\nas futuras gerações não poderão utilizar o petróleo e seus derivados para gerar energia e \n\nfomentar a indústria que tem no petróleo sua matéria-prima.  A primeira parte se encerra com \n\na simples missão de introduzir os conceitos para adentrar na próxima parte do trabalho.  \n\n A segunda parte é dedicada ao debate nas três esferas do poder, para evidenciar o \n\ndebate político em torno da divisão dos royalties e o cenário ao longo dos anos, desde a \n\nfundação da Petrobrás até os dias de hoje. Além de introduzir conceitos técnicos, como o \n\nconceito da camada de Pré-sal e a legislação pertinente ao tema, após um breve encontro com \n\nas legislações pertinentes ao tema.  Ainda nesta parte foi incluído o exemplo da Holanda e \n\ncomo a extração mineral foi uma experiência ruim para aquele país, pois após a fim do \n\nrecurso natural, as regiões ficaram sem diversidade econômica e isto gerou uma séria crise por \n\nlá.  A opção feita foi pela Lei 12.858/2013 e a Lei 9.478/1997, pois estas leis possuem os \n\ndispositivos que orientam a distribuição dos recursos oriundos da extração de petróleo no \n\nBrasil, que são: Artigo 2º da Lei 12.585/2013 e artigo 49 da Lei 9.498/1997, tais dispositivos \n\nserão objeto de análise na terceira parte. Ainda nesta fase do trabalho podemos fazer uma \n\n\n\n \n \n\n2 \n \n\nsucinta relação do cenário político de Junho de 2013, onde foi possível demonstrar um cenário \n\npositivo para a aprovação da Lei nº 12.858/2013 da forma como ela está.  \n\nA terceira parte aborda o possível conflito entre o princípio da equidade \n\nintergeracional e os dispositivos das Leis acima mencionadas. Também foi inserido um breve \n\ncomentário a respeito da leitura do cenário de Junho de 2013 e sua repercussão nos dias de \n\nhoje.  Esta parte objetiva um conflito puro e simples entre o conceito de equidade \n\nintergeracional preconizado no artigo 225 da Constituição Federal do Brasil e os dispositivos \n\nde orientação da divisão dos royalties. Na análise dos dispositivos referentes a divisão \n\nverificou-se que ambos vão de encontro com o princípio da equidade intergeracional. O \n\ndispositivo que mais se aproximou do princípio foi o artigo 2º da Lei nº 12.858 e parágrafo 3º \n\ndo artigo 49 da Lei nº. 9.478/1997.  \n\nFicou evidenciado, principalmente no artigo 49 da Lei 9.478/1997 que a maioria dos \n\nrecursos retorna para o setor petrolífero. A grande parte do recurso oriundos dos royalties visa \n\no fomento da indústria petroquímica, seja ela de primeira ou segunda geração.  Portanto, não \n\nhá uma preocupação em diversificar a economia das regiões produtoras de petróleo, ao \n\ncontrário, este artigo incentiva uma indústria que tem prazo de validade conhecido, pois o \n\npetróleo é matriz não renovável.  Este fato não ajudará as regiões no momento em que o \n\nrecurso acabar.  Quando este momento chegar não será possível voltar atrás e fica a dúvida \n\nsobre o futuro destas regiões e sua população.  \n\nTambém foi possível verificar que o artigo 2º da Lei nº 12.858/2013 vai de encontro \n\nao princípio da equidade intergeracional, pois o desenvolvimento econômico da sociedade \n\nnão pode ser confundido com a idéia de equidade.  Todo o trabalho foi elaborado visando uma \n\nreflexão sobre o caráter não renovável do petróleo, pois para haver uma real observância e \n\nobediência ao princípio da equidade intergeracional os valores oriundos da extração de \n\npetróleo deveriam ser investidos na pesquisa e desenvolvimento de outras formas de geração \n\nde energia, como por exemplo, a energia solar ou mesmo a energia eólica. Estas são \n\nconsideradas energias limpas e que não afetam o meio ambiente de forma tão agressiva como \n\nna extração do petróleo, que demanda muito mais custos e riscos ao meio ambiente. Muitas \n\noutras formas de gerar energia podem ser utilizadas.   \n\nPor fim resta a conclusão que o apetite voraz da raça humana e o interesse de alguns \n\ngrupos econômicos prejudicam a implantação do princípio da equidade intergeracional no \n\n\n\n \n \n\n3 \n \n\nordenamento jurídico brasileiro, e não há um interesse em elaborar políticas públicas que \n\nversem sobre o tema e sua importância para as presentes e futuras gerações.  \n\n \n\n \n\n \n\n\n\n \n \n\n4 \n \n\n \n\n2. PRÉ-COMPREESSÃO CONCEITUAL \n\n \n\nHá um problema de pesquisa proposto. Ele exige que sejam \n\nesclarecidos os conceitos que envolvem a questão.  Neste trabalho será abordada a idéia de \n\nneoconstitucionalismo, equidade intergeracional e royalties, todos estes conceitos serão \n\ntrabalhados no sentido de testar um possível conflito entre dois artigos de legislação \n\nbrasileira, que são: artigo 2º da Lei nº 12.858/2013 (BRASIL, 2013) e artigo 49 da Lei \n\n9.498/1997 (BRASIL, 1997) e o princípio da equidade intergeracional. Mas ao iniciar este \n\ntrabalho é importante ressaltar as sábias palavras do atual Ministro do Supremo Tribunal \n\nFederal, Senhor Luis Roberto Barroso: \n\n \n\n “A interpretação dos fenômenos políticos e jurídicos não é um exercício \nabstrato de busca de verdades universais e atemporais. Toda interpretação é \nproduto de uma época, de um momento histórico, e envolve os fatos a serem \nenquadrados, o sistema jurídico, as circunstâncias do intérprete e o \nimaginário de cada um. A identificação do cenário, dos atores, das forças \nmateriais atuantes e da posição do sujeito da interpretação constitui o que se \ndenomina de pré-compreensão.” (BARROSO, 2001, p. 4). \n\n \n\nDesta forma, ao introduzir este trabalho faremos um apanhado \n\nconceitual a respeito dos temas que serão trabalhados, como forma de gerar no leitor uma \n\nsegurança na leitura de um tema complexo e relativamente novo que envolve o princípio da \n\nequidade intergeracional. \n\nPrimeiramente se faz importante entender o que significa o neoconstitucionalismo ou \n\npós-positivismo, os termos são sinônimos utilizados pela doutrina, neste trabalho utilizarei \n\nneoconstitucionalismo, já que este é o cenário em que o debate se dá. \n\nO neoconstitucionalismo surgiu nas Constituições do mundo após a Segunda Grande \n\nGuerra Mundial, introduzindo de forma explícita em seus textos elementos normativa \n\nvinculada a valores – dignidade da pessoa humana e direito fundamental.  (BARCELLOS, \n\n2009) \n\n\n\n \n \n\n5 \n \n\nHistoricamente, o direito constitucional sofreu mudanças de paradigmas, trazendo \n\nnovas percepções sobre a Constituição e seu papel na sociedade contemporânea. \n\n(BARCELLOS, 2009)  \n\nSegundo Luís Roberto Barroso, o novo direito constitucional surgiu na Europa \n\ncontinental, no pós-guerra, especialmente na Alemanha e na Itália. No Brasil, foi a \n\nConstituição de 1988 que contribuiu para o processo de redemocratização. (BARCELLOS, \n\n2009)  \n\nA Constituição Federal de 1988 promoveu a passagem do Estado brasileiro de um \n\nregime autoritário para Estado Democrático de Direito. Nesta etapa de redemocratização, \n\nsurgiu a essência do Constitucionalismo contemporâneo em terras tupiniquins.  \n\n(BARCELLOS, 2009) \n\nO neoconstitucionalismo como definição ideológica, nas palavras de Max Moller, \n\napresenta-se como “um modelo de oposição à lógica do Estado decimonômico, onde \n\nimperava o legalismo, o culto à lei e a concepção de atividade judicial como atividade \n\nmecânica de aplicação da lei”. Para o autor a forma de encarar a Constituição exerce papel \n\ndecisivo na proposição de novas formas de ver o Direito.  Esta nova forma identifica a \n\nConstituição não mais como mero limitador formal do poder, mas como verdadeira norma \n\njurídica, apta a impor deveres e obrigações, tanto ao poder público como aos particulares, \n\ncolocando a Constituição como o maior e superior aos demais sistemas jurídicos.  (MOLLER, \n\n2011, p. 26). \n\nMoller destaca, ainda, três definições terminológicas sobre neoconstitucionalismo, \n\napesar de ressalvar que é difícil um “acordo terminológico” para o termo, quais sejam:  \n\na) neoconstitucionalismo teórico: constitucionalismo como teoria do \n\ndireito, que busca descrever a constitucionalização dos ordenamentos; \n\nb) neoconstitucionalismo ideológico: a concepção ideológica do \n\nneoconstitucionalismo não se limita em descrever o processo de \n\nconstitucionalização, mas em defender esse processo e ampliar a \n\ngarantia dos direitos fundamentais e de práticas como a aplicação \n\ndireta da constituição; c) neoconstitucionalismo metodológico: \n\nsustenta que o neoconstitucionalismo romperia com a separação entre \n\nser e dever ser defendida pelo positivismo jurídico, constituindo novo \n\nelo entre direito e moral. (MOLLER, 2011, p. 29)  \n\n\n\n \n \n\n6 \n \n\n \n\nAs principais características do neoconstitucionalismo são: \n\na) rigidez constitucional: pressupões a existência de uma Constituição \n\nescrita, positivada em um texto próprio, como garantia de rito próprio \n\npara alteração das normas nela contidas; b) garantia jurisdicional da \n\nConstituição: pressupões a existência de uma jurisdição constitucional \n\nque possa fazer o controle da constitucionalidade; c) Força vinculante \n\nda Constituição: resumidamente é atribuir à Constituição uma força \n\nnormativa, onde direitos e compromissos constitucionalmente \n\nprevistos não fiquem à espera de um legislador benevolente, que, \n\nprimeiro, a respeite e, depois, a concretize; d) Sobreinterpretação da \n\nConstituição: basicamente o fim da discricionariedade onde houver \n\nlacuna; e) Aplicação direita das normas constitucionais: intimamente \n\nrelacionado com a força vinculante da Constituição; f) Interpretação \n\nconforme a lei: decisões com processo de interpretação baseados na \n\nConstituição; g) Influência da Constituição sobre as relações políticas: \n\nconsiderado o principal requisito do neoconstitucionalismo, que \n\ngarante uma proteção contra as decisões da maioria, garantindo os \n\ndireitos a todos, inclusive às minorias. (MOLLER, 2011, p. 36-42).  \n\n \n\nConceitualmente, neoconstitucionalismo, segundo Max Moller é mais bem definido \n\ncomo um “movimento próprio do constitucionalismo contemporâneo, que implica, \n\nfundamentalmente, a mudança de atitude dos operadores jurídicos, a qual determina \n\nconsideráveis alterações na prática jurídica”. (MOLLER, 2011, p. 43).  \n\nSegundo o entendimento de Ana Paula de Barcellos, no artigo \n\n“Neoconstitucionalismo, direitos fundamentais e controle das políticas públicas”, em suas \n\nconclusões elenca as principais ideias a respeito do neoconstitucionalismo.  \n\n A primeira ideia diz que a expressão significa o estado do constitucionalismo \n\ncontemporâneo, que apresenta características metodológico-formais e materiais. O \n\nconstitucionalismo atual opera sobre três premissas metodológico-formais fundamentais, a \n\nnormatividade, a superioridade e a centralidade da Constituição e pretende concretizá-las \n\nelaborando técnicas jurídicas que possam ser utilizadas no dia-a-dia da aplicação do direito. \n\n\n\n \n \n\n7 \n \n\nNo que diz respeito às características materiais, a autora traz dois elementos, que são: “i) a \n\nincorporação explícita de valores e opções políticas nos textos constitucionais relacionados \n\ncom a dignidade humana e os direitos fundamentais; e ii) a expansão de conflitos entre as \n\nopções normativas e filosóficas existentes dentro do próprio sistema constitucional”. \n\n(BARCELLOS, 2007, p. 2).  \n\nAlém de a referida autora entender que a Constituição estabeleça, como um de seus \n\nfins essenciais, à promoção dos direitos fundamentais, razão pela qual é de fundamental \n\nimportância na análise do objeto desse trabalho monográfico.  \n\nLuis Roberto Barroso entende que este fenômeno se dá pela “superação do \n\njusnaturalismo e o fracasso político do positivismo”, tal combinação gerou um conjunto \n\namplo (e ainda inacabado) de reflexões acerca do Direito, sua interpretação e função social. \n\n(BARROSO, 2003, p. 16) Assim, ele define esta corrente como “a designação provisória e \n\ngenérica de um ideário difuso, no qual se incluem a definição das relações entre valores, \n\nprincípios e regras”, tendo como base fundamental a dignidade da pessoa humana. No \n\npróximo capítulo será feita uma análise sobre princípios e regras, para elucidar o peso e a \n\nmedida de cada um dentro do ordenamento jurídico, de forma a orientar a análise de um \n\npossível conflito. \n\nO renomado autor Gomes Canotilho elenca as categorias de interpretação \n\nconstitucional, quais sejam: “a) princípio da unidade da Constituição; b) princípio do efeito \n\nintegrador (principio da máxima efetividade; c) princípio da justeza ou conformidade \n\nfuncional; d) princípio da concordância prática ou da harmonização; e) princípio da força \n\nnormativa da Constituição”. (CANOTILHO, 2011, p.46)  \n\nAlém destes princípios, considerados tradicionais, novas categorias de interpretação \n\nconstitucional ganharam espaço entre outros doutrinadores, pois a forma tradicional deixou de \n\nser integralmente satisfatória. \n\nAssim, outras categorias foram sendo incorporadas com o objetivo de auxiliar na \n\ninterpretação constitucional como às Clausulas Gerais, a argumentação, os princípios, as \n\ncolisões de normas constitucionais e a ponderação. (BARROSO, 2010)  \n\nNo que diz respeito às Cláusulas Gerais, para o autor acima citado, entende-se como a \n\nformulação de uma hipótese legal, esta será submetida a tratamento jurídico, de forma ampla. \n\nJá a argumentação abrange a justificação dos argumentos, onde serão apresentadas pretensões \n\ndescritivas e prescritivas.  (BARROSO, 2010)  \n\n\n\n \n \n\n8 \n \n\nA categoria de princípios sofreu um grande avanço, pois tiveram reconhecida sua \n\nnormatividade e a distinção qualitativa com relação às regras, este avanço, é considerado um \n\ndos símbolos do neoconstitucionalismo.  \n\nO neoconstitucionalismo, segundo Helena Beatriz Coelho, trouxe a “etcização do \n\ndireito”, que a autora entende como a adição de conteúdo às formas jurídicas, objetivando o \n\n“desenvolvimento nos juristas de uma desenvoltura que não seja puramente técnica, mas \n\nancorada na ética de uma lei e “não acima dela””, evidenciado a chamada “ética dos \n\nprincípios”. (COELHO, 2010, p. 41,42)  \n\nAntes de adentrar ao conceito de equidade se faz necessário um breve comentário a \n\nrespeito do grande precursor da base de todas as teorias relacionadas com ética, o grande \n\npensador e filósofo Aristóteles.  No seu escrito denominado “Ética a Nicômaco”, datada do \n\nperíodo entre 335 a.C. a 323 a.C., Aristóteles distinguiu ética, relacionando-se à ação moral e \n\nvoluntária de cada indivíduo como tal, da política, definindo-a como a relação entre indivíduo \n\ne comunidade.  Para Aristóteles toda a ação e toda  escolha têm como objetivo o alcance de \n\num bem, sendo o maior deles, a felicidade.  Ainda nos seus estudos ele diz que existem duas \n\nformas de justiça, que pode ser a distributiva ou corretiva, sendo que a justiça corretiva \n\nrelaciona-se diretamente com o conceito de equidade. (ARISTÓTELES, 2007) \n\nOutro pensador que discorre sobre justiça e equidade é Rawls, afirmando que ocorre \n\njustiça quando ocorre a distribuição dos benéficos gerados pela cooperação da sociedade, ou \n\nseja, a distribuição ocorrer de maneira que seja vantajosa para todos. (RAWLS, 2002).  \n\nDito isso, passamos a introdução conceitual do princípio da equidade intergeracional, \n\nsegundo conceito basilar da nossa análise. Este princípio está descrito no Capítulo VI, Artigo \n\n225, caput, da Constituição Federal de 1988, que diz: \n\n \n\n“Art. 225 – Todos têm direito ao meio ambiente ecologicamente \nequilibrado, bem de uso comum do povo e essencial à sadia qualidade \nde vida, impondo-se ao poder público e à coletividade o dever de \ndefendê-lo e preservá-lo para as presentes e futuras gerações.” \n(BRASIL, 1988)  \n\n \n\nO princípio da equidade intergeracional é considerado amplo, pois envolve diversas \n\náreas das ciências humanas, tais como Economia e Direito. Tanto é assim, que uma autora da \n\nárea de Economia fundou a teoria da equidade intergeracional. Trata-se de Edith Brown \n\n\n\n \n \n\n9 \n \n\nWeiss. Nas palavras desta autora, considerada a “mãe” da equidade intergeracional, o termo \n\nsignifica: “Em qualquer momento, cada geração é ao mesmo tempo guardiã ou depositária \n\nda terra e sua usufrutuária: beneficiária de seus frutos. Isto nos impõe a obrigação de cuidar \n\ndo planeta e nos garante certos direitos de explorá-lo”. (WOLFF, 2004, p. 4) \n\n \n\n  Já Bolson entende da seguinte forma o conceito de equidade intergeracional: \n\n \n\n “É um corolário da igualdade entre as gerações passadas, as presentes e as \nque nos sucederão; esta equidade contém dois componentes: aquele que diz \nrespeito à justa utilização dos recursos naturais pelas gerações passadas, \npresentes e futuras e o que tange à responsabilidade da preservação de tais \nrecursos, disponíveis a todas as gerações, pois nenhuma está acima das \noutras gerações”. (BOLSON, 2012, p. 26)  \n\n \n\nA equidade pode ser entendida como uma correção da justiça formal, tendo assim \n\npossível incluir mais um conceito, que se mostra mais adequado e completo do que o anterior: \n\n “Quando aparecem as antinomias da justiça e quando a aplicação da \njustiça nos força a transgredir a justiça formal, recorremos à equidade. \nEsta, que poderíamos considerar a muleta da justiça, é o complemento \nindispensável da justiça formal, todas as vezes que a aplicação desta \nse mostra impossível. Consiste ela numa tendência a não tratar de \nforma por demais desigual os seres que fazem parte de uma mesma \ncategoria essencial” (PERELMAN, 1996, p. 12)  \n\n \n\nA recepção do princípio da equidade intergeracional está subsidiada pelo ordenamento \n\njurídico brasileiro, primeiramente, na Constituição da República Federativa do Brasil de 1988, \n\nassim como na Lei da Política Nacional de Educação Ambiental, de 1999, além do estatuto do \n\nIdoso, de 2003. No que diz respeito ao âmbito mundial, Edith Brow Weiss, no ano de 1989, \n\ncriou o conceito de equidade intergeracional para tratar do respeito que se deve ter sobre a \n\nmemória dos ancestrais. Tal respeito passa pela preservação, melhoria, salvaguarda dos bens \n\nnaturais e culturais que eles deixarem e pela transmissão desses bens às gerações futuras, pelo \n\nmenos de forma menos danosa às próximas gerações. (SAMPAIO, 2010). Essa é a base da \n\npergunta de pesquisa a qual nos propomos responder e, portanto, a exigir que se esclareça a \n\ndestinação da divisão dos Royalties e seu propósito ético e valorativo.   \n\nPor último e não menos importante, que diz respeito aos royalties oriundos da \nexploração do petróleo, o conceito é bem claro, e diz:  \n\n\n\n \n \n\n10 \n \n\n \n\n“Royalties derivam da palavra Royalty, de origem inglesa que \nsignifica uma importância cobrada pelo proprietário de uma patente de \nproduto, processo de produção, marca, lavra ou pelo autor de uma \nobra pra permitir seu uso ou comercialização. No caso do petróleo são \nvalores cobrados das concessionárias que exploram a matéria-prima, \nde acordo com sua quantidade”. (SENADO FEDERAL). \n\n \n\n \n\nOs royalties também podem ser compreendidos “como o pagamento pelo uso de \n\nrecursos de terceiros, os quais que podem se de propriedade do estado ou de um particular”.         \n\nNo caso de atividades mineradoras, não deve haver um vínculo entre o pagamento do royalty \n\ne o resultado financeiro de quem explora o recurso, no caso do petróleo, por se tratar de uma \n\nriqueza não renovável. (ENRIQUÉZ, 2007)  \n\nO mecanismo de pagamento de royalties, com o objetivo de garantir a justiça \n\nintergeracional, deve ser um instrumento de promoção de políticas públicas para todos os \n\ncidadãos da nação.  \n\nO petróleo é um recurso natural que possui duas importantes características, que \n\ndevem ser elencadas para melhor entendimento deste trabalho, a primeira é o fato de ser um \n\nrecurso exaurível; a outra característica que é a fonte energética mais consumida \n\nmundialmente no presente. (CARVALHO, 2008)  \n\n Após a pré-compreensão dos temas da pesquisa, passamos para a análise individual de \n\ncada tema, para que posteriormente tenhamos elementos que permitam responder a pergunta \n\ncentral do trabalho: A divisão dos royalties do petróleo vai de encontro ao princípio da \n\nequidade intergeracional? A questão será respondida com base na legislação vigente sobre o \n\ntema na Constituição Federativa do Brasil (BRASIL, 1988), a Lei 9.498 de 1997 (BRASIL, \n\n1997) e a Lei 12.858 de 2013 (BRASIL, 2013). \n\nOs royalties do petróleo e sua distribuição há tempos estão sendo discutidos por todo o \n\nBrasil. Trata-se de uma fonte de recursos muito importante para as atuais e futuras gerações \n\ndo país, caracterizando assim a importância do debate e sua repercussão na sociedade e nesta \n\npesquisa.  \n\nBuscaremos entender o cenário político que fundamentam a atual distribuição dos \n\nrecursos oriundos da extração do petróleo, examinando suas implicações e relações com a \n\nConstituição Federal de 1988, observando o caráter não renovável do petróleo. Dentro de uma \n\n\n\n \n \n\n11 \n \n\nperspectiva neoconstitucional da divisão dos seus royalties, pretendemos avaliar se tal divisão \n\nvai de encontro ao princípio da equidade intergeracional procurando estabelecer pontos de \n\npossíveis conflitos diretos entre a forma de divisão dos royalties e o princípio acima citado. \n\nPara tanto passaremos a expor o histórico desse debate nacional. \n\nNo final da década de sessenta e no início de 1970, o Brasil esteve mergulhado na \n\nestagnação da economia. A combinação de índices de inflação altos e o baixo crescimento \n\neconômico, evidenciaram, no início dos anos 80, o esgotamento do modelo de \n\ndesenvolvimento responsável pela expansão econômica das décadas anteriores. Já o setor \n\npetrolífero tem seguido um caminho diferente, com taxas de crescimento altas, com inovação \n\ntecnológica e extração de milhões de barris por dia, esta riqueza é distribuída por orientação \n\nda Constituição Federal de 1988 e com a disciplina legal na Lei 9.498 de 1997, juntamente \n\ncom a Emenda Constitucional nº 9 de 1995. (BREGMAN, 2009) \n\nAntes da Carta Política de 1988, mais precisamente no começo de 1970, o petróleo \n\napresentou um aumento no preço. Este aumento proporcionou a viabilidade econômica para o \n\nsetor. O capital elevado possibilitou maiores investimentos tecnológicos e exploração em \n\náreas marítimas, com a extração em lugares cada vez mais profundos da plataforma \n\ncontinental. (BREGMAN, 2009)  \n\nDe acordo com a Convenção das Nações Unidas sobre o Direito do mar, plataforma \n\ncontinental se define como:  \n\n“a plataforma continental de um estado costeiro compreende o leito e \no subsolo das áreas submarinas que se estendem além do seu mar \nterritorial, em toda a extensão do prolongamento natural do seu \nterritório terrestre, até o bordo exterior da margem continental, ou até \na distância de 200 milhas marítimas das linhas de base a partir das \nquais se mede a largura do mar territorial, nos casos em que bordo \nexterior da margem continental não atinja essa distância” (MOURA, \n2009, p. 36).  \n\n \n\nCada Estado possui a soberania sobre esta área. As riquezas naturais que estiverem na \n\nplataforma são consideradas bens públicos e de propriedade da União. O petróleo é  \n\nconsiderado uma riqueza não viva. (VELEDA MOURA, 2009) \n\nNo ano de 2009, o ex-presidente Lula fez um anúncio que foi considerado um marco \n\npara a produção de petróleo no Brasil. Havia sido encontrado uma forma de extrair petróleo \n\nnuma profundidade de sete mil metros, numa camada muito profunda chamada de pré-sal. \n\n\n\n \n \n\n12 \n \n\nSegundo informações do sitio da Petrobrás e propagandas veiculadas na grande mídia, o pré-\n\nsal já produz em torno de trezentos mil barris de petróleo por dia. (FERNANDES, 2012) \n\nRecentemente foi veiculado em um jornal que os campos do pré-sal já produzem quatrocentos \n\ne doze mil barris de Petróleo nos vinte e um campos produtores, o que foi considerado um \n\nrecorde. (JORNAL DO COMÉRCIO, 2014, p. 2).  \n\nA partir deste anúncio e com a possibilidade de um aumento significativo da renda \n\noriunda dos royalties, os políticos, Estados e municípios não produtores começaram uma \n\nverdadeira batalha para modificar a forma de distribuição dos royalties e com isso angariar \n\nmaiores percentuais para os entes subnacionais que não fossem produtores de petróleo.  \n\nO argumento utilizado pelos políticos é que o Brasil possui um Pacto Federativo, um \n\nmodelo que deve distribuir competências e renda para todos os integrantes do modelo, no caso \n\ndo Brasil: Estados, Municípios, Distrito Federal e União. \n\n Ressalta-se o caráter não renovável do petróleo e como esta riqueza poderá fomentar \n\numa diversificação na economia do país, onde as futuras gerações pudessem ter mais opções \n\nde desenvolvimento. As ideias que defenderemos neste trabalho visam colaborar para uma \n\nvisão que não é imediatista e, sim, um investimento a longo prazo, para que  se possa ter um \n\nmeio-ambiente equilibrado e uma economia que consiga dar conta dos desafios da sociedade \n\nmoderna, em sentido amplo, alinhadas com o princípio constitucional da equidade \n\nintergeracional. \n\nO valor arrecadado fica com o poder público, no caso do Brasil a União.                       \n\nAtualmente é permitido que empresas privadas atuem na exploração do petróleo no Brasil, \n\nmediante pagamento de valores que visam compensar a extração, visto que o petróleo é um \n\nbem comum de todos os brasileiros. \n\nHá duas principais modalidades de contratos para a extração de petróleo e gás natural \n\nno Brasil: a chamada cessão onerosa e partilha de produção (LIMA, 2013).  Esta informação \n\nnão diz especificamente ao objeto do trabalho e foi incluída para fins de pré-compreensão do \n\ntema de forma geral, pois a forma dos contratos é importante para o Estado na sua \n\norganização, mas não demanda maiores aprofundamentos para o objetivo deste trabalho \n\nmonográfico.   \n\n A Lei 9.498 de 1997 (BRASIL, 1997) estabelece uma norma geral para exploração, \n\nprodução e organização do setor petrolífero. O artigo 21, com redação dada pela Lei 12.351 \n\nde 2010 (BRASIL, 2010), diz que “todos os direitos de exploração e produção de petróleo, de \n\n\n\n \n \n\n13 \n \n\ngás natural e de outros hidrocarbonetos fluidos em território nacional, nele compreendidos a \n\nparte terrestre, o mar territorial, a plataforma continental e a zona econômica exclusiva, \n\npertencem a União, cabendo sua administração à Agência nacional do Petróleo (ANP) (...)”. \n\nNa mesma lei, na seção V, que trata dos contratos e concessões, é introduzido no artigo 45 às \n\nparticipações governamentais, que são: bônus de assinatura; royalties; participação especial e \n\npagamento pela ocupação ou retenção de área, sendo os royalties e o pagamento por \n\nocupações obrigatórias para contrato de concessão.  \n\nA forma de pagamento dos royalties está no artigo 49 da Lei nº. 12.351 de 2010 \n\n(BRASIL, 2010), que diz: “os royalties serão pagos mensalmente, em moeda nacional, a \n\npartir da data de início da produção comercial de cada campo, em montante correspondente a \n\ndez por cento da produção de petróleo ou gás natural”.  No caso de haver riscos geológicos ou \n\nfatores pertinentes, como expectativa de produção, a ANP poderá diminuir o valor do \n\npercentual dos royalties, que não deve ser inferior a cinco por cento da produção.  \n\nPortanto, temos duas opções de percentuais, na Lei 9.478/1997 (BRASIL, 1997), para \n\no pagamento dos royalties, uma de dez por cento e outra de cinco por cento, utilizaremos o \n\npercentual superior a cinco por cento para fins de delimitar objeto do trabalho. No campo de \n\nprodução que o valor dos royalties exceder cinco por cento da produção, a divisão será feita \n\nda seguinte forma:  \n\n“Artigo 49, I – quando a lavra ocorrer em terra ou em lagos, rios, ilhas \n\nfluviais e lacustres: a) cinquenta e dois inteiros e cinco décimos por \n\ncento aos Estados que ocorrer a produção; b) quinze por cento aos \n\nMunicípios onde ocorrer a produção; c) sete inteiros e cinco décimos \n\npor cento aos Municípios que sejam afetados pelas operações de \n\nembarque e desembarque de petróleo e gás natural, na forma e critério \n\nestabelecido pela ANP; d) vinte e cinco por cento ao Ministério da \n\nCiência e Tecnologia para financiar programas de amparo à pesquisa \n\ncientífica e ao desenvolvimento tecnológico aplicados à indústria do \n\npetróleo, do gás natural, dos biocombustíveis e à indústria \n\npetroquímica de primeira e segunda geração, bem como para \n\nprogramas de mesma natureza que tenham por finalidade a prevenção \n\ne a recuperação de danos causados ao meio ambiente por essas \n\nindústrias; II – quando a lavra ocorrer na plataforma continental: a) \n\n\n\n \n \n\n14 \n \n\nvinte e dois inteiros e cinco décimos aos Estados produtores \n\nconfrontantes; b) vinte e dois inteiros e cinco décimos por cento aos \n\nMunicípios produtores confrontantes; c) quinze por cento ao \n\nMinistério da Marinha, para atender aos encargos de fiscalização e \n\nproteção das aéreas de produção; e) vinte e cinco por cento ao \n\nMinistério da Ciência e Tecnologia (...)”. (BRASIL, 1997) \n\n \n\nEstes percentuais possibilitam um melhor entendimento dos beneficiários dos \n\nroyalties, para posteriormente testar o possível conflito entre este dispositivo e o princípio da \n\nequidade intergeracional.  \n\nNeste ano foi aprovada no Legislativo Federal a Lei n° 12.858/2013 (BRASIL, 2013), \n\nque dispõe sobre a destinação para as áreas de educação e saúde da parcela da participação no \n\nresultado ou a compensação financeira pela exploração de petróleo e gás natural lavrados na \n\ncamada do pré-sal. A finalidade desta Lei é o cumprimento da meta prevista no inciso VI do \n\ncaput do artigo 214 e no Artigo 196 da Constituição Federal. O percentual previsto no texto \n\nda Lei aplicará o montante de 75% (setenta e cinco por cento) na área de educação e 25% \n\n(vinte e cinco por cento) na área da saúde, considerada uma conquista das manifestações de \n\nJunho de 2013.  \n\nUma das questões que suscitaram a ideia deste trabalho foi pensada no caráter não \n\nrenovável do petróleo, ou seja, em algum momento esta riqueza vai acabar. Como as gerações \n\nfuturas conseguiram gerar energia? De que forma os royalties devem ser aplicados?  Como \n\nfoi demonstrado acima há valores altos pagos aos beneficiários da produção, os maiores deles \n\nsão os Estados e Municípios.  \n\nO valor estimado, segundo Nota Técnica da Consultoria de Orçamento e Fiscalização \n\nFinanceira da Câmara dos Deputados, gira em torno de 260 (duzentos e sessenta) bilhões de \n\nreais, em dez anos de produção na camada do pré-sal. Deste valor 218 (duzentos e dezoito) \n\nbilhões ficariam vinculados a educação e 42 (quarenta e dois) bilhões à saúde. (Nota Técnica \n\nn° 14/2013, p. 4)  \n\nA intenção é desenvolver uma narrativa que possa responder a questão central do \n\nproblema: A divisão dos royalties do petróleo vai de encontro ao princípio da equidade \n\nintergeracional? Observando, sempre, o caráter não renovável do petróleo e como esta riqueza \n\n\n\n \n \n\n15 \n \n\npoderá fomentar uma diversificação na economia do país, onde as futuras gerações pudessem \n\nter mais opções.  \n\nA princípio pode parecer que o ideal fosse a divisão para todos os entes federados, no \n\nespírito do Pacto Federativo, mas essa ideia foi afastada, pois no decorrer da pesquisa \n\nevidências foram sendo incorporadas e o convencimento prejudicado, pois a base deste \n\ntrabalho é o princípio da equidade intergeracional e não o Pacto Federativo.  \n\nOs constantes acidentes ambientais nas regiões e o caráter não renovável do petróleo \n\nforam levados em conta. A justiça intergeracional parece algo tão importante quanto a \n\ndiversificação da economia nos locais produtores de petróleo, pois os Estados e Municípios \n\ndeveriam, em tese, se preocupar em buscar outras formas de renda e não pensar somente nos \n\nroyalties, parece uma dependência que pode ser utilizada, visto seu caráter temporal, para \n\nalicerçar outras formas de economia e renda para a população.  \n\nAssim, encerramos esse primeiro capítulo, tendo definido os principais conceitos a \n\nserem utilizados no trabalho e procedendo ao levantamento histórico da questão. \n\nFaz-se necessário, como próximo passo, esclarecer o debate do assunto nas três esferas \n\nde poder, em especial o Legislativo Federal, lócus das definições políticas. Isso poderá \n\nevidenciar as decisões que foram tomadas e seus argumentos, pretende-se a partir daí poder \n\nsituar o princípio e testar se ocorreu o respeito ao princípio da equidade intergeracional na \n\nlegislação vigente, especificamente ao que diz respeito a forma de partilhar os recursos \n\noriundos da extração dos royalties do petróleo.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n16 \n \n\n3. O DEBATE NAS TRÊS ESFERAS DO PODER \n\n \n\nEste capítulo fará uma análise do cenário e discussões sobre a distribuição dos Royalties \n\ndo Petróleo no Congresso Nacional, Executivo Federal e Judiciário.                                    \n\nComo dito no capítulo anterior, no ano de 2009 o então Presidente Luiz Inácio Lula da \n\nSilva, representante do Executivo Nacional na época, anunciou que a Petrobrás havia \n\ndescoberto Petróleo numa camada extremamente profunda, chamada de pré-sal, o termo, \n\nsegundo a Petrobras, significa: \n\n“Um conjunto de rochas localizadas em águas ultra profundas de \n\ngrande parte do litoral brasileiro, com potencial para a geração e \n\nacúmulo de petróleo. Convencionou-se chamar de pré-sal porque \n\nforma um intervalo de rochas que se estende por baixo de uma extensa \n\ncamada de sal, que em certas áreas da costa atinge espessuras de até \n\n2.000m. O termo pré é utilizado porque, ao longo do tempo, essas \n\nrochas foram sendo depositadas antes da camada de sal. A \n\nprofundidade total dessas rochas, que é a distância entre a superfície \n\ndo mar e os reservatórios de petróleo abaixo da camada de sal, pode \n\nchegar a mais de sete mil metros”. (PETROBRÁS, 2013). \n\n \n\n Conforme introduzido no capítulo anterior, no Brasil, o cenário relativo aos royalties \n\ncomeçou a ser desenhado em 1953 com a criação da Petrobrás, neste ano foi realizado o \n\nprimeiro pagamento de royalties proveniente da produção de petróleo e gás natural. No \n\nmesmo ano, a Lei nº 2.004, a mesma que criou a Petrobras, dispôs sobre o pagamento de \n\nroyalties, onde ficou estabelecido um percentual de 5% (cinco por cento) da produção, sendo \n\n4% (quatro por cento) para os Estados e 1% para os Municípios onde estavam localizadas as \n\natividades petrolíferas. Naquela época o petróleo era extraído apenas em terra.  \n\nNa década de 60 (sessenta) foi acrescentado um parágrafo ao texto da Lei nº 2.004/53, \n\natravés do Decreto-Lei nº 523/1969, que ampliava a distribuição, estabelecendo que também \n\nfosse objeto de cobrança dos royalties o petróleo extraído da plataforma continental.  \n\nEste Decreto-Lei trouxe novos percentuais de distribuição, quais sejam: o \n\nDepartamento Nacional de Produção Mineral ficaria com 2,5% (dois e meio por cento) e \n\n\n\n \n \n\n17 \n \n\n2,5% para o MEC, para a “constituição do Fundo Nacional de Mineração e o incremento da \n\npesquisa e do ensino de nível superior no campo das geociências”. (CARVALHO, 2008, p. \n\n20). \n\nApós um tempo, o Decreto-Lei nº 1.288/1973 alterou novamente o parágrafo para a \n\ndestinação ir para o Conselho Nacional de Petróleo, com o objetivo de “formação de estoques \n\nde combustíveis destinados a garantir a segurança e a regularidade de geração de energia \n\nelétrica” (CARVALHO, 2008, p. 23). No ano de 1985 a Lei nº 7.453/1985 altera o Decreto-\n\nLei 2.004/53, onde ficou definido que os royalties deveriam ser aplicados para \n\n“preferentemente em energia, pavimentação de rodovias, abastecimento e tratamento de água, \n\nirrigação, proteção ao meio ambiente e saneamento básico”.  (CARVALHO, 2008, p. 24). \n\nNeste mesmo texto legal, ficou designado pagamento aos Estados, Municípios, além da \n\nMarinha e um Fundo Especial.  \n\nNo ano de 1986 a Lei nº 7.525 alterou a Lei nº 7.453/85 substituindo a palavra \n\n“preferentemente” por “exclusivamente”. Este lei também introduziu o conceito de extensão \n\ndos limites territoriais dos Municípios e Estados litorâneos, com o objetivo de determinar os \n\nbeneficiários dos royalties.  \n\nA Constituição Federal de 1988 mantém a idéia de distribuir os royalties para a União, \n\nEstados e Municípios, isto está fundamentado no artigo 20, § 1º da Carta Maior,  \n\n“É assegurada, nos termos da lei, aos Estados, ao Distrito Federal e \naos Municípios, bem como a órgãos da administração direta da União, \nparticipação no resultado da exploração de petróleo ou gás natural, de \nrecursos hídricos para fins de geração de energia elétrica e de outros \nrecursos minerais no respectivo território, plataforma continental, mar \nterritorial ou zona econômica exclusiva, ou compensação financeira \npor essa exploração”. (BRASIL, 1988)  \n\n \n\nUm ano depois da promulgação da Constituição, a Lei nº 7.990/89 retira a exigência \n\nda aplicação exclusiva dos recursos oriundos dos royalties para energia, abastecimento e \n\ntratamento de água, irrigação, etc. Esta Lei vedou a aplicação dos recursos para pagamento de \n\ndívidas e de recursos humanos (pessoal), o que demonstra bom senso.  \n\nA Lei do Petróleo, Lei nº 7.990/1997 (BRASIL, 1997) fez consideráveis alterações na \n\ndistribuição dos royalties, os percentuais são variáveis entre 5% (cinco por cento) e 10% (dez \n\npor cento), a cobrança será analisada em razão do risco geológico da atividade. \n\n(CARVALHO, 2008).  O Ministério da Ciência e Tecnologia, a partir desta lei, obtém o \n\n\n\n \n \n\n18 \n \n\ndireito de acessar os recursos, no sentido de que o Ministério possa fomentar o \n\ndesenvolvimento científico e tecnológico nas Regiões Norte e Nordeste. Porém, este \n\ndesenvolvimento é voltado para as indústrias que utilizam o petróleo como matéria-prima. \n\nObservamos que as os necessidades do país foram sendo moldadas com as alterações nos \n\npercentuais e beneficiários do recurso, pois na medida em que o tempo foi passando, os \n\npercentuais foram direcionados para áreas específicas, como por exemplo, para financiar o \n\ntratamento de água ou até irrigação na década de oitenta. Assim o Executivo demonstra que a \n\ndistribuição dos royalties tem um papel estratégico na gestão executiva do país. Uma \n\nexcelente fonte de dotações orçamentárias.  \n\nEm alguns países ditos desenvolvidos ocorreram problemas relacionados à extração de \n\nminérios e hidrocarbonetos (petróleo), como por exemplo, a Holanda. Neste país ocorreu o \n\nque alguns autores chamam de “doença holandesa”, esta idéia afirma que ter abundância de \n\nrecursos minerais não garante desenvolvimento. Ao contrário, pode trazer muitos mais \n\nproblemas do que soluções, pois a renda do pagamento de royalties pode gerar uma falta de \n\ninteresse em fomentar outras atividades econômicas, gerando uma dependência e uma \n\nconseqüente falta de diversificação de setores econômicos.  (ENRIQUÉZ, 2007)  \n\n  No ano de 2010, no âmbito do Legislativo Nacional, os Deputados Federais \n\nbrasileiros propuseram a “Emenda Ibsen”, que ignorava as regiões produtoras e tratava todos \n\nos Estados da Federação da mesma forma. No entanto, a proposta foi vetada pelo Ex-\n\npresidente Luiz Inácio Lula da Silva.  Dois anos depois, a questão ainda estava sendo \n\ndiscutida.  Os políticos chegaram a uma fórmula progressiva – que gradualmente vai retirando \n\nrecursos dos Estados produtores e da União, e repassando mais recursos para os demais \n\nEstados e municípios brasileiros. Nos últimos meses, o debate ganhou outra dimensão, e \n\nincluiu uma reinvidicação da atual presidente Dilma Rousseff, onde 100% (cem por cento) \n\ndos royalties deveriam ser investidos na educação, o Projeto de Lei nº. 5500/2013 de autoria \n\ndo Executivo acabou arquivado, pois no contexto das manifestações a Câmara dos Deputados \n\nemendou o texto e propôs 75% (setenta e cinco por cento) dos recursos para a educação e \n\n25% (vinte e cinco por cento) para a saúde, atendendo as “vozes das ruas” (CÂMARA DOS \n\nDEPUTADOS, 2013).   \n\nO objetivo da medida foi cumprir uma regra do Plano Nacional de Educação, que \n\nexige que o Brasil invista 10% (dez por cento) do seu PIB no setor da educação. Neste \n\nmomento é possível identificar a normatização constitucional em funcionamento, pois o texto \n\n\n\n \n \n\n19 \n \n\nda Carta Magna orientava a questão do Plano Nacional de educação, mas o Legislativo não \n\nincorporava de forma efetiva tal orientação.  Assim, podemos identificar indícios de \n\nneoconstitucionalismo nesta medida.  \n\nNo mês de Junho de 2013, após manifestações por todo o país, o cenário mudou e \n\nagora vigora a Lei 12.858/2013 (BRASIL, 2013), que prevê a distribuição dos royalties para \n\nos setores de saúde e educação.  Eis aqui um esforço conjunto da sociedade para exigir um \n\nposicionamento do Legislativo e Executivo no sentido de atender as orientações \n\nConstitucionais, mesmo que isso tenha sido feito de forma genérica.  A generalidade é no \n\nsentido de que a sociedade estava exigindo melhorias e o Legislativo respondeu rapidamente a \n\npressão da sociedade civil, isto foi considerado uma vitória para a população brasileira.  \n\nA posição do Legislativo a respeito da distribuição dos recursos dos royalties do \n\npetróleo está intimamente ligada à posição da sociedade, enquanto a sociedade não estiver \n\norganizada, o Legislativo vai acabar cedendo à pressão daqueles que estão organizados, isto é, \n\ngrupos civis organizados com poder de lobby.  \n\n Essencialmente, na esfera jurídica, o Marco Legal do regime de apuração e \n\ndistribuição de receitas de compensação financeira pela exploração de petróleo e gás natural é \n\nconstituído por cinco Leis, quais sejam:  \n\n“1) Lei nº 7.990/1989: institui, para os Estados, Distrito Federal e \nMunicípios, compensação financeira pelo resultado da exploração de \npetróleo ou gás natural, de recursos hídricos para fins de geração de \nenergia elétrica, de recursos minerais em seus respectivos territórios, \nplataformas continental, mar territorial ou zona econômica exclusiva; \n2) Lei nº 9.498/1997: esta lei estabelece que as atividades de \nexploração, desenvolvimento e produção de petróleo e de gás natural \nserão exercidas mediante contratos de concessão, precedidos de \nlicitação, ou sob o regime de partilha de produção nas áreas do pré-sal \ne nas áreas estratégicas, o texto original desta lei foi modificado; 3) \nLei nº 12.276/2010: autoriza a União a ceder onerosamente a Petróleo \nBrasileiro S.A – PETROBRÁS o exercício das atividades de pesquisa \ne lavra de petróleo, de gás natural e de outros hidrocarbonetos fluidos \nde que trata o inciso I do art. 177 da Constituição Federal. O contrato \nde cessão onerosa atribui à Petrobras o direito de exercer, sem \nlicitação, as atividades de pesquisa e lavra em áreas não concedidas \nlocalizadas no pré-sal; 4) Lei nº. 12.351/2010 : dispõe sobre a \nexploração e a produção de petróleo, de gás natural e de outros \nhidrocarbonetos fluidos, sob o regime de partilha de produção, em \náreas do pré-sal e em áreas estratégicas; cria o Fundo Social – FS e \ndispõe sobre sua estrutura e fontes de recursos; altera dispositivos da \nLei nº. 9.478/1997; 5) Lei 12.858/2013: Dispõe sobre a destinação \npara as áreas de educação e saúde de parcela de participação no \n\n\n\n \n \n\n20 \n \n\nresultado ou da compensação financeira pela exploração de petróleo e \ngás natural, com finalidade de cumprimento da meta prevista no inciso \nVI do caput do art. 214 e no art. 196 da Constituição Federal, altera a \nLei 7.990/1989”.  (CÂMARA DOS DEPUTADOS, 2013).  \n\n \n\n O Judiciário possui seus poderes delimitados conforme as Leis, sua competência diz \n\nrespeito ao cumprimento das Leis no âmbito judiciário, através de suas decisões o Judiciário \n\ndiz a Lei.  \n\nNeste trabalho abordaremos duas leis com seus artigos pertinentes, especificamente as \n\nque tratam da distribuição dos royalties do petróleo. Trata-se da Lei 9.478/1997 (BRASIL, \n\n1997) e a Lei 12.858/2013 (BRASIL, 2013). A razão para utilizar estas duas legislações \n\nespecificamente é analisar a relação entre elas e o princípio da equidade intergeracional, no \n\nsentido de compreender se há um possível conflito entre a legislação e o princípio, pois os \n\ndispositivos de divisão estão elencados no corpo destas Leis.  \n\n Para tanto será utilizado apenas alguns artigos da Lei, especificamente os artigos que \n\ntratam da distribuição dos royalties, de modo a delimitar a abordagem.  \n\nNo que diz respeito à Lei 12.858/2013, o art. 2º diz que:  \n\n \n\n“Art. 2º Para fins de cumprimento da meta prevista no inciso VI do \n\nCaput do art. 214 e no art. 196 da Constituição Federal, serão \n\ndestinados exclusivamente para educação pública, com prioridade \n\npara a educação básica, e para a saúde, na forma do regulamente, os \n\nseguintes recursos. Inciso III, § 3º - União, Estados, Distrito Federal \n\naplicarão os recursos previstos nos incisos I e II deste artigo no \n\nmontante de 75% (setenta e cinco por cento) na área de educação e de \n\n25% (vinte e cinco por cento) na área da saúde”. (BRASIL, 2013) \n\n \n\n Este artigo preconiza o investimento em educação e saúde, como forma de \n\ncumprimento da meta prevista no inciso VI do caput do art. 214 e no art. 196 da Carta Maior \n\nvigente em nosso país. \n\nEsta lei, Lei 12.858/2013 (BRASIL, 2013) introduz uma importante discussão a \n\nrespeito da relação do neoconstitucionalismo com a sociedade moderna, pois a tentativa de \n\n\n\n \n \n\n21 \n \n\ncumprimento de uma meta elencada na Constituição demonstra um avanço na forma de \n\nconcretizar o acesso da população aos direitos fundamentais, como a saúde e educação, \n\ntrazendo a normativização dos princípios para uma realidade fática.  \n\n O royalty tem como objetivo compensar a exaustão futura e inevitável de determinado \n\nrecurso natural, assim os royalties gerados pela extração do petróleo e gás natural devem ser \n\naplicados e distribuídos de forma a compensar as futuras gerações, sendo fonte garantidora da \n\njustiça intergeracional. A educação é uma excelente forma de promover o desenvolvimento, \n\npois um país que não investe em educação acaba por ser escravo da ignorância e dependente \n\nde tecnologia e mão de obra qualificada, mas este aspecto pode parecer uma confusão entre o \n\ndesenvolvimento econômico do país e a real preocupação com as futuras gerações.  \n\n O problema deste trabalho preconiza a ideia de equidade intergeracional no sentido de \n\numa gestão racional dos recursos ambientais e econômicos envolvidos na questão. Apesar da \n\ninevitabilidade da extração do petróleo, o investimento em fontes renováveis evidenciaria \n\numa recepção do princípio da equidade intergeracional, como a seguir será comentado.  \n\n A Lei 9.478/1997 (BRASIL, 1997), no art. 49 preconiza a distribuição de forma \n\ndiferenciada, priorizando a União, Estados e Municípios produtores de petróleo e gás natural, \n\no cenário daquela época é diferente do atual cenário, porém não há neste artigo uma \n\npreocupação em investimento em fontes renováveis de geração de energia, ao contrário, os \n\nincisos, alíneas e parágrafos estão totalmente voltados para o setor petroquímico, seja de \n\nprimeira ou segunda geração. Esta afirmação será desenvolvida no próximo capítulo que \n\ntratará do conflito entre os dispositivos e o princípio.  \n\n Assim, há duas formas de dividir o petróleo, uma atual localizada na Lei 12.858/2013 \n\n(BRASIL, 2013) e outra mais antiga preconizada na Lei 9478/1997 (BRASIL, 1997). Ambas \n\nas formas estão valendo, pois a Lei 12.858/2013 trata dos rendimentos oriundos da camada do \n\npré-sal e a anterior, Lei 9.478/1997, trata de plataformas já consolidadas e que operam e \n\nmenores profundidades e em poços já consolidados.  \n\n Antes de adentrar no estudo do possível conflito entre a norma dos royalties e o \n\nprincípio da equidade intergeracional, se faz necessário advertir que a Constituição, em \n\nalgumas situações, tem uma interpretação muita clara, de fácil entendimento, consideradas \n\nregras com baixo valor valorativo. Um exemplo disto é a questão da idade para a \n\naposentadoria compulsória (CF, art. 40, § 1º, II). Assim, por vezes não há dificuldade de \n\naplicar o texto constitucional. O artigo constitucional que será utilizado neste trabalho será o \n\n\n\n \n \n\n22 \n \n\nart. 225 da Constituição Federal, que trata da recepção do Princípio da Equidade \n\nIntergeracional no texto da Carta Maior de nosso país.  \n\n Para tanto, a idéia de princípio e norma (regra) deve ser compreendido, pois esta base \n\né necessária para compreender se há um possível conflito entre os artigos das normas e o \n\nprincípio da equidade intergeracional.  \n\n Nas palavras de Luís Roberto Barroso, os princípios:  \n\n \n\n“contém relatos com maior grau de abstração, não especificam a \nconduta a ser seguida e se aplicam a um conjunto amplo, por vezes \nindeterminado, de situações.”, acrescenta também que “em uma \nordem democrática, os princípios frequentemente entram em tensão \ndialética, apontando direções diversas. Por essa razão, sua aplicação \ndeverá se dar mediante ponderação: à vista do caso concreto, o \nintérprete irá aferir o peso que cada princípio deverá desempenhar na \nhipótese, mediante concessões recíprocas, e preservando o máximo de \ncada um, na medida do possível.”. (BARROSO, 2010, p. 33) \n\n \n\n Dito isso, é indispensável para a pesquisa, delimitar o que é um princípio e o que é \n\numa norma, pois desta forma será possível adentrar no princípio da equidade intergeracional \n\ncom clareza.  \n\n Nas palavras de Luis Roberto Barroso e grande parte dos doutrinadores, os princípios \n\ne regras “desfrutam igualmente do status de norma jurídica e integram, sem hierarquia, o \n\nsistema referencial do intérprete”. Porém há três critérios que merecem destaque: “i) o \n\nconteúdo; ii) a estrutura normativa; iii) as particularidades da aplicação”. (BARROSO, 2003, \n\np. 26) \n\n No que diz respeito ao conteúdo, os princípios identificam valores que serão \n\npreservados ou fins a serem alcançados, trazem consigo um conteúdo axiológico ou uma \n\ndecisão política. Os valores são: isonomia, moralidade, eficiência, e os fins a serem \n\nalcançados é a justiça social, desenvolvimento nacional, redução das desigualdades regionais.  \n\nJá as regras “limitam-se a traçar uma conduta”. Desta forma, as regras são aquelas que \n\ndescrevem uma conduta, ao passo que princípios “são valorativos ou finalísticos”. \n\n(BARROSO, 2003, p. 12) \n\n Com relação à estrutura normativa, as regras precisam de um fato previsto em abstrato \n\npara que desencadeie um efeito concreto, já os princípios indicam fins, um estado ideal a ser \n\n\n\n \n \n\n23 \n \n\nalcançado, o que torna sua interpretação mais complexa, pois caberá definir uma ação a \n\ntomar.  (BARROSO, 2003) \n\n Quanto ao modo ou particularidades de sua aplicação é feita uma distinção entre \n\nprincípio e regra, e diz: “regras são proposições normativas aplicáveis sob a forma de tudo \n\nou nada”, ou seja, quando um fato previsto na norma incide, de forma direta e automática, \n\nproduzirá efeitos. (BARROSO, 2003, p. 28).  No caso dos princípios, em razão de ter uma \n\nmaior carga valorativa com um fundamento ético que visa uma direção a seguir, se faz \n\nnecessário utilizar um critério de ponderação, pois a dimensão de um princípio é mais ampla.  \n\n No problema objeto desta pesquisa, a análise será feita entre o princípio e as normas, o \n\ndispositivo contido no artigo 2º da Lei 12.858/2013 (BRASIL, 2013) e artigo 49 da Lei \n\n9478/1997 (BRASIL, 1997). O princípio da equidade intergeracional foi recepcionado pelo \n\nordenamento jurídico, como demonstrado nos parágrafos anteriores, no sentido de uma maior \n\nresponsabilidade/solidariedade com as futuras gerações, o que implica no futuro do país.  \n\n Assim, esta parte do trabalho objetivou um apanhado de informações para chegarmos \n\nao próximo passo da pesquisa, que é o teste de um possível conflito entre norma e princípio, \n\nna próxima fase os dispositivos amplamente citados nos capítulos anteriores serão analisados \n\nindividualmente, a fim de testar o problema do trabalho.  \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n24 \n \n\n4. O CONFLITO ENTRE PRINCÍPIO E REGRA E O POSICIONAMENTO \n\nDA SOCIEDADE \n\n \n\nA sociedade brasileira demonstrou, num cenário inédito no país, uma desaprovação \n\ncom a forma que a política vem sendo feita.  Um dos frutos destas manifestações, ocorridas \n\nem Junho de 2013, das quais eu mesmo participei, foi a Lei 12.858/2013 (BRASIL, 2013). \n\nEsta legislação obteve um cenário muito favorável para sua aprovação, pois a sociedade \n\nexigiu uma posição clara do Congresso Nacional e do Governo Executivo com relação ao \n\nfuturo da Nação Brasileira, onde os brasileiros demonstram uma clara insatisfação com a \n\nclasse política e suas ações.  \n\nAs manifestações de junho de 2013 foram um dos grandes acontecimentos no Brasil \n\nnos últimos tempos. O cenário começou com uma onda de protestos iniciados na cidade de \n\nSão Paulo, em que os ativistas reivindicavam um valor justo no preço das tarifas de transporte \n\npúblico. Porém, a forma como a Policia Militar reagiu a tais manifestações fez com que \n\nacontecesse um efeito cascata em diversos pontos do país, pois a violência utilizada para \n\nreprimir os ativistas causou um choque na sociedade e desencadeou inúmeros protestos por \n\ntodo país.  A partir daí, as pautas dos protestos começaram a se diversificar. Uma das \n\nprincipais pautas era o pedido de mais saúde educação para a população brasileira, tais pautas \n\nsão discutidas a muitos anos pelo Congresso Nacional. \n\n Alguns poucos analistas políticos tem se posicionado a respeito dos reais frutos destas \n\nmanifestações, pois ao cenário ainda está sendo desenhado.  \n\nO que foi possível encontrar foi uma análise feita sobre a midiatização das \n\nmanifestações e a forma como a imprensa gaúcha se posicionou sobre a questão. A autora do \n\nestudo, em suas considerações finais afirma: “A grande mídia tem o poder de alcançar uma \n\nmaior parcela da população, por esse motivo, muitas vezes é importante analisar que tipo de \n\nmensagem é publicada por ela. O contraponto feito pelas mídias independentes é sempre bem-\n\nvindo por trazer à luz informações e tópicos para debate que enriquecem a democracia e o \n\nsenso crítico da sociedade.” (ROSA, 2013, p. 75).  \n\nComo dito anteriormente, ainda não é possível analisar o posicionamento da sociedade \n\na respeito das manifestações de Junho de 2013, pois o material é escasso e ainda carece de \n\napreciação de políticos sociais para melhor entendimento. \n\n\n\n \n \n\n25 \n \n\n O que se pode afirmar é que tais manifestações colocaram na agenda dos governantes \n\nimportantes questões que carecem de solução, como a saúde e educação.  \n\nJá existe na Câmara dos Deputados alguns estudos que visam à implementação de \n\nPolíticas Públicas para os recursos referentes aos royalties. Segundo um estudo realizado por \n\nPaulo Lima, consultor legislativo da Câmara dos Deputados, dos oito poços com maior \n\nprodutividade de petróleo no país, seis são do Pré-sal, portanto haverá um valor significativo \n\nde recursos financeiros que devem gerar uma agenda e consequentemente a elaboração, \n\nformulação e implementação de Políticas Públicas. (LIMA, 2013) \n\nDito isso, passamos para a análise dos dispositivos de divisão dos royalties do petróleo \n\ne o possível conflito entre eles e o princípio da equidade intergeracional.  \n\nNeste trabalho existem duas regras fundamentadas na Lei 12.858/2013 e Lei \n\n9.478/1997, tais regras serão conflitadas com a o princípio da equidade intergeracional, este \n\nque possui fundamentação no artigo 225 da Constituição Federal vigente. \n\nAs regras são proposições normativas que contém mandados de definição, \n\ndiferentemente dos princípios, que possuem uma carga valorativa maior. Os princípios são \n\nconsiderados indicadores de direção a ser seguido, um “mandado de otimização”. \n\n(CANOTILHO, 2010)  \n\nO próximo passo é subdividir os itens de análise individualmente, para que possamos \n\nesclarecer se há ou não um conflito entre os dispositivos das Leis e o princípio objeto deste \n\ntrabalho.  \n\n \n\n4.1. Análise do artigo 2º da Lei nº. 12.858/2013 e o princípio da equidade intergeracional \n\n \n\nNeste sub-capítulo será analisada o possível conflito do texto do artigo 2º da Lei \n\n12.858/2013 (BRASIL, 2013) com o princípio da equidade intergeracional. \n\nO artigo 2º da Lei acima mencionada preconiza a divisão dos royalties do petróleo \n\noriundos da camada do pré-sal na proporção de 75% (setenta e cinco por cento) para a área da \n\neducação e 25% (vinte e cinco por cento) para a área da saúde.  \n\nIn verbis o artigo 2º da Lei nº. 12.858/2013:  \n\n \n\n\n\n \n \n\n26 \n \n\n“Art. 2º Para fins de cumprimento da meta prevista no inciso VI do \n\nCaput do art. 214 e no art. 196 da Constituição Federal, serão \n\ndestinados exclusivamente para educação pública, com prioridade \n\npara a educação básica, e para a saúde, na forma do regulamente, os \n\nseguintes recursos. Inciso III, § 3º - União, Estados, Distrito Federal \n\naplicarão os recursos previstos nos incisos I e II deste artigo no \n\nmontante de 75% (setenta e cinco por cento) na área de educação e \n\nde 25% (vinte e cinco por cento) na área da saúde”. (BRASIL, \n\n2013). (Grifo Nosso) \n\n \n\nO texto do artigo, de forma bem clara, destina percentuais para a educação e saúde. \n\nEste texto teve uma forte influência das manifestações de Junho de 2013, pois foi uma das \n\npautas recolhidas “nas ruas” do país. O jargão das manifestações dizia: “da Copa eu abro \n\nmão, quero dinheiro pra saúde e educação”.  Levando em consideração que o princípio da \n\nequidade intergeracional preconiza o investimento e respeito às futuras gerações, o artigo \n\nencontra-se em conflito com o princípio, pois destinar um grande percentual para a educação \n\ndemonstra que as futuras gerações poderão ter acesso há uma educação bem mais estruturada \n\ne de qualidade, mas isso não significa que a solidariedade intergeracional foi acatada, pois a \n\nextração predatória do petróleo ainda continua e as futuras gerações, provavelmente, não terão \n\nacesso a esta fonte de energia.  O petróleo é a fonte de energia mais utilizada na atualidade, \n\nseja na forma de combustíveis ou mesmo matéria-prima para indústria de plásticos e \n\nderivados do petróleo.   Apesar da grande diversidade de fontes energéticas no Planeta, o \n\nPetróleo é utilizado por 34,9% segundo dados da IEA (International Energy Agency) \n\n(BANDEIRA, 2013). Considerando que o petróleo é uma fonte de energia não renovável e \n\nque demora milhões de anos para se formar, ou seja, se esgotarão e não serão repostas, e ainda \n\npelo fato de haver grandes riscos ambientais na produção e extração do petróleo, pode-se \n\nconcluir que a divisão dos royalties para educação e saúde vai de encontro ao princípio da \n\nequidade intergeracional.  A garantia neste caso, destinação para a saúde e educação, é acesso \n\naos direitos fundamentais elencados na Constituição Federal, mas isto não pode ser \n\nconfundido com a solidariedade entre gerações e, ainda, não podemos confundir a equidade \n\nintergeracional com o desenvolvimento da sociedade e a obrigação dos governos.  \n\n\n\n \n \n\n27 \n \n\nExistem diversas formas de gerar energia, inclusive fontes renováveis, que são aquelas \n\nque continuam disponíveis depois de utilizadas, isto é, que não se esgotam. Exemplo disto é a \n\nenergia solar, a energia dos vegetais (biomassa), da correnteza dos rios (hidráulica), dos \n\nventos (eólica), das marés e do calor interno do planeta (geotérmica). (CERCEIRA, 2012)  \n\n  Estas fontes de energia consideram o princípio da equidade intergeracional, pois \n\nmantém o ambiente ecologicamente equilibrado, na medida do possível, e não esgota a fonte \n\nutilizada.  \n\nAssim, o dispositivo elencado no artigo 2º da Lei 12.858/2013 (BRASIL, 2013) vai de \n\nencontro ao princípio da equidade intergeracional, conforme os argumentos acima elencados.  \n\n \n\n4.2. Análise do artigo 49 da Lei nº. 9.478/1997 e o princípio da equidade intergeracional \n\n \n\nO artigo é mais amplo e requer uma análise mais minuciosa e atenta, os incisos serão \n\nanalisados individualmente com o objetivo de verificar o possível conflito entre a norma e o \n\nprincípio, in verbis: \n\n Art. 49. A parcela do valor do royalty que exceder a cinco por cento da \nprodução terá a seguinte distribuição:  \n\n \n\n        I - quando a lavra ocorrer em terra ou em lagos, rios, ilhas fluviais \ne lacustres: \n\n \n\na) cinqüenta e dois inteiros e cinco décimos por cento aos Estados \nonde ocorrer a produção;  \n\n \n\nNesta alínea a distribuição preconiza o espírito do Pacto Federativo e visa compensar \n\nos riscos ocorridos nas regiões de produção e não o Brasil de forma geral. Portanto, este \n\ninciso não diz respeito a equidade intergeracional, haja vista que o Petróleo é um patrimônio \n\nde todos os brasileiros e não somente aos Estados produtores. Nesta alínea temos uma \n\ncompensação regional, no caso de acontecer um acidente ambiental, as regiões que produzem \n\nserão as primeiras a sentirem o problema.  \n\n\n\n \n \n\n28 \n \n\n \n\nb) quinze por cento aos Municípios onde ocorrer a produção;  \n\n \n\nAqui temos a distribuição aos Municípios produtores, também no espírito do Pacto \n\nFederativo, a equidade intergeracional não está presente neste inciso. Pois preconiza o \n\nregionalismo, mas não há definição da forma como estes recursos serão aplicados no \n\nmunicípio, pode ser usados para inúmeras coisas, mas fica a critério do governo local.  \n\n \n\nc) sete inteiros e cinco décimos por cento aos Municípios que \nsejam afetados pelas operações de embarque e desembarque de \npetróleo e gás natural, na forma e critério estabelecidos pela \nANP;  \n\n \n\nAté aqui não fica evidenciado o respeito ao princípio objeto deste trabalho, pois ainda \n\né evidente a preferência na destinação para os locais que fazem parte da indústria petroleira, \n\nsem qualquer menção as futuras gerações ou políticas direcionadas a elas.  \n\n \n\nd) 25% (vinte e cinco por cento) ao Ministério da Ciência e \nTecnologia para financiar programas de amparo à pesquisa \ncientífica e ao desenvolvimento tecnológico aplicados à indústria \ndo petróleo, do gás natural, dos biocombustíveis e à indústria \npetroquímica de primeira e segunda geração, bem como para \nprogramas de mesma natureza que tenham por finalidade a \nprevenção e a recuperação de danos causados ao meio ambiente \npor essas indústrias;    \n\n \n\n       Nesta alínea a destinação de valores relativos aos royalties é reaplicada na indústria \n\npetroquímica, aqui poderíamos observar que o percentual de 25% (vinte e cinco por cento) \n\nfinanciará pesquisas na área industrial e tecnológica. Para fins de compreensão, iremos \n\nexplanar sobre o conceito de indústria de primeira e segunda geração. Segundo o BNDES \n\n(Banco Nacional de Desenvolvimento) o conceito está relacionado com os produtos \n\nproduzidos por estes setores. Na primeira geração temos as produtoras de petroquímicos \n\n\n\n \n \n\n29 \n \n\nbásicos, estes produtos são resultados da primeira transformação de “correntes petrolíferas”. \n\nOs principais produtos desta geração são o benzeno, tolueno e xilenos.  \n\n A segunda geração diz respeito aos produtores de resinas termoplásticas, que significa \n\ndizer que são produtos intermediários processados através dos produtos básicos. Os exemplos \n\ndestes produtos são o PVC, ABS, polímeros para fibras sintéticas, base para detergentes \n\nsintéticos e tintas. (BNDES, 2005, p. 80).   \n\n O percentual também abrange programas para prevenção e recuperação de danos \n\ncausados ao meio ambiente por estas indústrias, aqui há uma preocupação com o meio \n\nambiente, mas a redação se mostra ambígua, pois como é possível desenvolver um setor \n\nindustrial, onde a fonte é não renovável, e ao mesmo tempo prevenir os danos? Este é mais \n\nexemplo de redação confusa em nosso ordenamento.  \n\n Assim, é evidente que os valores dos royalties nesta alínea objetivam o \n\ndesenvolvimento das indústrias petroquímicas e o princípio da equidade intergeracional não \n\nestá presente, restando concluir que está presente o conflito entre norma e princípio.  \n\n \n\n                                              II - quando a lavra ocorrer na plataforma continental: \n\n \n\na) vinte e dois inteiros e cinco décimos por cento aos Estados \nprodutores confrontantes; \n\n \n\nMesma análise da alínea “a” do inciso I desta Lei.  O valor da porcentagem é a única \n\ndiferença entre uma e outra.  \n\nb) vinte e dois inteiros e cinco décimos por cento aos Municípios \nprodutores confrontantes; \n\n \n\nNesta alínea o valor é diferente da alínea “b” do inciso I, porém é acrescentado o \n\nconceito de “municípios confrontantes”, este termo significa “linhas utilizadas para fins de \n\ndistribuição de royalties e participação especial geradas pela produção marítima”. \n\n(SENADO, 2013, p. 2)  \n\n\n\n \n \n\n30 \n \n\nEste termo diz respeito aos limites geográficos entre os municípios produtores e tem \n\ncomo objetivo um critério para pagamento dos royalties. Tratando-se de distribuição somente \n\npara os municípios, observa-se que o princípio não está presente. Portanto, há aqui um \n\nconflito entre norma e princípio.  \n\n \n\nc) quinze por cento ao Ministério da Marinha, para atender aos \nencargos de fiscalização e proteção das áreas de produção;    \n\n \n\n       Esta alínea é direcionada para a manutenção da Marinha do Brasil para que ela possa \n\nexercer suas prerrogativas de fiscalização e proteção no mar, é uma alínea que visa geração de \n\ndotações orçamentárias para o Ministério da Marinha. Tendo em vista que os princípios são \n\n“mandados de otimização”, não há uma carga valorativa nesta alínea, apenas uma forma de \n\ncapitalizar a atividade de fiscalização e proteção do mar.  \n\n \n\nd) sete inteiros e cinco décimos por cento aos Municípios que \nsejam afetados pelas operações de embarque e desembarque \nde petróleo e gás natural, na forma e critério estabelecidos pela \nANP \n\n \n\nA análise feita na alínea “c” do inciso I serve para este item também.  \n\n \n\ne) sete inteiros e cinco décimos por cento para constituição de um \nFundo Especial, a ser distribuído entre todos os Estados, \nTerritórios e Municípios; \n\n \n\nNeste item há a orientação para a formação de um Fundo Especial que abrange todos \n\nos Estados, Territórios e Municípios do Brasil, aqui está presente uma orientação que visa a \n\ncoletividade e não somente os Estados e Municípios produtores. Porém o valor é pífio, pois \n\nquando distribuídos por todos os membros da União teremos um valor quase simbólico. A \n\nequidade intergeracional não está presente nesta alínea.  \n\n\n\n \n \n\n31 \n \n\n        f) 25% (vinte e cinco por cento) ao Ministério da Ciência e \nTecnologia para financiar programas de amparo à pesquisa científica e \nao desenvolvimento tecnológico aplicados à indústria do petróleo, do gás \nnatural, dos biocombustíveis e à indústria petroquímica de primeira e \nsegunda geração, bem como para programas de mesma natureza que \ntenham por finalidade a prevenção e a recuperação de danos causados \nao meio ambiente por essas indústrias.         § 1o  Do total de recursos \ndestinados ao Ministério da Ciência e Tecnologia serão aplicados, no \nmínimo, 40% (quarenta por cento) em programas de fomento à \ncapacitação e ao desenvolvimento científico e tecnológico das regiões \nNorte e Nordeste, incluindo as respectivas áreas de abrangência das \nAgências de Desenvolvimento Regional.         § 2° O Ministério da \nCiência e Tecnologia administrará os programas de amparo à pesquisa \ncientífica e ao desenvolvimento tecnológico previstos no caput deste \nartigo, com o apoio técnico da ANP, no cumprimento do disposto no \ninciso X do art. 8º, e mediante convênios com as universidades e os \ncentros de pesquisa do País, segundo normas a serem definidas em \ndecreto do Presidente da República.   \n\n \n\nA análise feita na alínea “d” do inciso I serve para este item também.  \n\n§ 3o  Nas áreas localizadas no pré-sal contratadas sob o regime de \nconcessão, a parcela dos royalties que cabe à administração direta da \nUnião será destinada integralmente ao fundo de natureza contábil e \nfinanceira, criado por lei específica, com a finalidade de constituir fonte \nde recursos para o desenvolvimento social e regional, na forma de \nprogramas e projetos nas áreas de combate à pobreza e de \ndesenvolvimento da educação, da cultura, do esporte, da saúde pública, \nda ciência e tecnologia, do meio ambiente e de mitigação e adaptação às \nmudanças climáticas, vedada sua destinação aos órgãos específicos de \nque trata este artigo.  (BRASIL, 1997) (Grifos Nossos)  \n\n \n\nNeste último parágrafo temos uma sinalização de respeito ao princípio da equidade \n\nintergeracional, porém ainda carente de regulamentação, isto é, não está valendo.  Não há \n\nnormatização que diga quanto do percentual de 25% (vinte e cinco por cento) que será \n\ndestinado ao povo brasileiro para o desenvolvimento de setores importantíssimos da \n\nsociedade. Assim, temos uma alínea que não conflita com o princípio da equidade \n\nintergeracional, porém ainda sem validade prática. Bom, além do fato de não haver nenhuma \n\ncláusula que pense na diversificação da economia e como as regiões conseguiram gerar renda \n\nsem o recurso dos royalties. Esta idéia deveria estar presente na divisão dos recursos, mas não \n\nestá.  \n\n\n\n \n \n\n32 \n \n\n Feita a análise individual dos incisos, parágrafos e alíneas do artigo 49 da Lei nº. \n\n9.478/1997 (BRASIL, 1997), conclui-se que o artigo vai de encontro com o princípio da \n\nequidade intergeracional, com exceção do parágrafo 3º. Este que ainda carece de \n\nnormatização. \n\n Desta forma, após a análise dos dois dispositivos acima elencados, conclui-se que \n\nambos vão de encontro ao princípio da equidade intergeracional.   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n33 \n \n\n5.  CONCLUSÃO \n\n \n\nExaminando cada uma das partes em que se dividiu o presente trabalho, é possível \n\nchegar há algumas ideias básicas e considerações finais sobre o tema deste trabalho para \n\nresponder a seguinte questão: A divisão dos royalties do petróleo vai de encontro ao princípio \n\nda equidade intergeracional? Bom, para isso o trabalho foi dividido em três partes.  \n\nNa primeira parte deste trabalho foi feito um apanhado conceitual referente aos temas \n\ndo trabalho, este passo foi importante para introduzir a idéia de neoconstitucionalismo, \n\nequidade intergeracional, royalties, Pré-sal.  \n\n O princípio da equidade intergeracional foi recepcionado por nosso ordenamento \n\njurídico com o intuito de conceder as gerações futuras formas para fomentar o \n\ndesenvolvimento sustentável. Este conceito surgiu na Economia e foi amplamente inserido em \n\ndiversas áreas de conhecimento, tais como Biologia, Geografia e Direito. Esta \n\ninterdisciplinaridade inspirou este trabalho e esteve presente em todas as partes da pesquisa, \n\npois a equidade intergeracional ainda não possui um estudo aprofundado na área do Direito.  \n\n O referido princípio possui uma carga valorativa muito alta, porém ainda sucumbem \n\nas práticas econômicas adotadas no mundo, pois é claro e evidente que o setor energético irá \n\nesgotar uma matriz para poder implantar outras formas mais eficazes e menos danosas ao \n\nmeio ambiente. Levando em consideração que a grande parte das empresas que exploram \n\npetróleo são multinacionais ou empresas públicas, é sabido que a distribuição deste recursos \n\nnão chegam na mesma proporção as mãos dos verdadeiros beneficiários.   O petróleo é uma \n\nfonte de energia esgotável, ou seja, em algum momento irá acabar e não será possível ter \n\nacesso a esta fonte no futuro. Além de ser uma fonte que gera a poluição que dificilmente será \n\nrevertida. Um exemplo claro disso é a emissão de carbono oriunda da queima de combustíveis \n\nfósseis por veículos e indústrias.  \n\n A relação entre esta fonte esgotável e o princípio da equidade intergeracional é íntima, \n\npois a equidade intergeracional, também chamada de justiça/solidariedade intergeracional, \n\nvisa uma preocupação com os futuros indivíduos que habitaram o planeta e diz respeito ao \n\nlegado que deixaremos a estes indivíduos.  \n\nO petróleo é uma riqueza localizada em terras da União, ou seja, é patrimônio de todos \n\nos brasileiros e por isso deveria proporcionar uma riqueza para todos e não somente para um \n\n\n\n \n \n\n34 \n \n\nsetor ou para alguns Estados e Municípios produtores. Sendo o petróleo um bem de todos, os \n\nroyalties deveriam financiar, já que é inevitável frear a extração, políticas e formas de \n\nincentivar matrizes renováveis de geração de energia, tais como energia solar e a energia dos \n\nventos, das marés.  Mas isso não vem ocorrendo no ordenamento brasileiro e os governantes \n\nparecem favorecer um setor em detrimento de outros.  \n\n A inevitabilidade da exaustão do petróleo é uma evidência de que os recursos oriundos \n\nda extração deveriam ser utilizados para garantir a sobrevivência das presentes e as futuras \n\ngerações ou mesmo um legado que indique alguma preocupação com isso. A pesquisa \n\ndemonstrou que este legado não é prioridade no país e nem no mundo, pois os recursos dos \n\nroyalties serão utilizados para fomentar a indústria petroquímica, como foi observado na \n\nleitura do artigo 49 da Lei 9.478/1997.  \n\n O neoconstitucionalismo adentrou na pesquisa com o intuito de entender os atuais \n\nmovimentos por um Direito menos engessado, no sentido de que um princípio deve ter um \n\nmaior poder de normatização. Esta corrente entende que o direito positivista antigo já não \n\natende as necessidades da atual sociedade, por isso a adequação a novas formas de \n\ninterpretação da Constituição Federal.  \n\n Nessa perspectiva, a neoconstitucional, a pesquisa discutiu um tema que é considerado \n\natual e importante para o futuro da sociedade brasileira. Temos uma grande riqueza em nosso \n\nterritório, o petróleo.  \n\n Portanto, possuímos um recurso que será inserido no orçamento da União, como \n\ndemonstrado na Nota Técnica da Câmara dos Deputados, os recursos passaram de 200 \n\n(duzentos) bilhões de reais em até 10 anos, este recurso é oriundo da extração na camada do \n\nPré-sal, descoberta há cinco anos aproximadamente.  \n\n Assim, o país terá uma fonte de dotação muito alta e estes valores serão, em parte, \n\ninvestidos em educação e saúde, mas não saberemos se tais recursos chegaram aos  \n\nverdadeiros beneficiários , pois a corrupção é considerada uma praga no Brasil e corremos o \n\nrisco de ocorrer um “assalto” no meio do caminho. \n\nNa segunda parte do trabalho foi possível fazer um levantamento histórico do \n\npagamento dos royalties no Brasil, estes começaram a serem pagos em 1953 com a criação da \n\nPetrobras. Outros países tiveram experiências muito desastrosas com os royalties, como por \n\nexemplo, a Holanda.  Neste país ocorreu um fenômeno que trouxe mais problemas do que \n\nsoluções, pois a abundância de recursos naturais e o pagamento dos royalties evitaram que a \n\n\n\n \n \n\n35 \n \n\neconomia daquele país fosse diversificada, pois as regiões não buscaram outras formas de \n\ninvestimento e quando o recurso findou, as regiões ficaram praticamente abandonadas e sem \n\nalternativas de gerar renda para subsistir. Isto também ocorreu numa cidade do Estado do Rio \n\nGrande do Sul chamada Canaquã, pois lá havia muitas minas de carvão e a região voltou \n\ntodas as atenções para a extração do mineral, a cidade foi muito rica por um tempo, pois \n\nquando o carvão acabou todos foram embora e só ficou a pobreza.  \n\nEste acontecimento poderia comprometer toda uma região, pois se não houver uma \n\ndiversificação econômica, ao final do recurso não restará nada além de desigualdade social. \n\nNaturalmente que se isso ocorrer as futuras gerações sofreram em dobro, pois não terão o \n\nrecurso disponível e terão adversidades e econômicas muito maiores do que a nossa geração.  \n\n Após estas pequenas conclusões, as conclusões a respeito de um possível conflito ou \n\nnão será retomada e caminharemos para as considerações finais.  \n\n Na terceira parte do trabalho foi feita uma pequena avaliação da resposta da sociedade \n\na respeito das manifestações de junho de 2013 e por fim a análise do possível conflito entre a \n\nnorma e o princípio.  \n\n  O artigo 2º da Lei 12.585/2013 foi colocado em conflito com o princípio da equidade \n\nintergeracional e ficou demonstrado que este dispositivo vai de encontro ao princípio acima \n\nmencionado, porque a educação e saúde são direitos fundamentais para a população, não \n\npodendo ser confundido com a idéia de equidade intergeracional, pois com educação ou não, \n\nas futuras gerações terão ainda dificuldades de amenizar a poluição causada pela indústria e \n\nutilização do petróleo até sua exaustão. Em termos de saúde, será muito mais difícil viver no \n\nmeio do caos e poluição que deixaremos de herança para as futuras gerações.  \n\n Conclui-se que este dispositivo artigo 2º da Lei 12.585/2013, está em conflito com a \n\nequidade intergeracional, de forma menos direta, mas ainda assim conflitando.  \n\n No que diz respeito ao artigo 49 da Lei 9.478/1997, ficou evidenciado que este \n\ndispositivo também demonstrou conflito com o princípio objeto deste trabalho, pois quase \n\ntodos os recursos retomam para o setor petroquímico e para a pesquisa de tecnologias \n\nvoltadas para este setor, inclusive para prevenção de danos ambientais. Mas é sabido que um \n\nderramamento de petróleo causa danos para a fauna, flora marinha e são extremamente \n\ncomplicados de reverter, em termos ambientais.  O risco para produção do petróleo é \n\naltíssimo e acidentes acontecem com alguma freqüência, como a todo o momento é noticiado \n\npelos canais de informação.   \n\n\n\n \n \n\n36 \n \n\n A exceção deste artigo encontra-se no parágrafo 3º que preconiza uma fomentação de \n\ncultura, saúde, desenvolvimento social e regional, mas não há qualquer menção a aplicação \n\ndestes recursos para diversificar a economia regional. Nota-se que não temos uma regra que \n\npense que o recurso irá findar-se e que a região precisará de novas fontes de renda, pois a \n\nprodução irá acabar em algum momento, ou seja, há uma data de validade para extrair o \n\npetróleo, mas não há uma preocupação e apostar em outras áreas.  \n\nO histórico da extração de petróleo no Brasil mostra que este recurso deve ser usado \n\npara promover o bem estar da sociedade e não somente para fomentar formas ultrapassadas de \n\ngerar riqueza e energia.   \n\n Por fim, se pudéssemos sugerir um ideal de aplicação destes recursos, em consonância \n\ncom o princípio da equidade intergeracional, diríamos que investir em fontes limpas de \n\nenergia seria a forma mais inteligente para promover o respeito as presentes e futuras \n\ngerações.   \n\n \n\n  \n\n  \n\n  \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n \n\n37 \n \n\n6. REFERÊNCIAS \n\n \n\nARISTÓTELES, 2007, Ética a Nicômaco. São Paulo: Martin Claret. \n\nBADIN, Arthur Sanchez. Controle judicial das políticas públicas: contribuição ao estudo do \n\ntema da judicialização da política pela abordagem da análise institucional comparada de Neil \n\nK. Komesar; São Paulo: Malheiros, 2013. \n\nBARCELLOS, Ana Paula de. Neoconstitucionalismo, direitos fundamentais e controle das \n\npolíticas públicas.  Disponível em: \n\n<http://www.direitopublico.com.br/pdf_seguro/artigo_controle_pol_ticas_p_blicas_.pdf.>  \n\nAcesso em: 12 de jan.2014. \n\nBANDEIRA, A geração de energia elétrica e a preservação do meio ambiente no Brasil. \n\nDisponível em: http://www2.camara.leg.br/documentos-e-\n\npesquisa/publicacoes/estnottec/tema16/2013_15472.pdf Acesso em 12 de jan. 2014.  \n\nBARROSO, Luis Roberto. A nova interpretação constitucional e o papel dos princípios no \n\ndireito brasileiro.  Disponível em: &lt;http://bdjur.stj.jus.br/dspace/handle/2011/19593>  \n\nBARROSO, Luis Roberto. Curso de direito Constitucional Contemporâneo - Os conceitos \n\nfundamentais do novo modelo. 2 Ed. São Paulo. Saraiva, 2010. \n\nBARROSO, Luis Roberto. Federalismo, Isonomia e Segurança Jurídica: inconstitucionalidade \n\ndas alterações na distribuição de Royalties do Petróleo. Disponível em: \n\n<http://www.iabnacional.org.br/IMG/pdf/doc-3045.pdf>. Acesso em: 06 de jun 2013. \n\nBARROSO, Luis Roberto. Fundamentos Teóricos e filosóficos do novo direito constitucional \n\nbrasileiro. 2001.  (pós-modernidade, teoria crítica e pós-positivismo). Disponível em: &lt;\n\nhttp://www.ulbra.br/direito/files/direito-e-democracia-v3n2.pdf#page=107>. Acesso em: 14 \n\nde set 2013. \n\nBARROSO, Luís Roberto. O novo direito constitucional brasileiro: contribuições para a \n\nconstrução teórica e prática da jurisdição constitucional no Brasil. Belo Horizonte: Fórum, \n\n2013. \n\nBOLSON, Simone Hegele. Disponível em:&lt;http://jus.com.br/artigos/24189/a-dimensao-\n\nfilosofico-juridica-da-equidade-intergeracional-reflexoes-sobre-as-obras-de-hans-jonas-e-\n\nedith-brown-weiss>. Acesso em 23 de out 2013. \n\n\n\n \n \n\n38 \n \n\nBONAVIDES, Paulo. Curso de direito constitucional. São Paulo: Malheiros, 2013. \n\nBRASIL – Lei 12.858 de 09 de setembro de 2013. Disponível em:  \n\n<http://www.planalto.gov.br/ccivil_03/_Ato2011-2014/2013/Lei/L12858.htm>. Acesso em 03 \n\nde mar 2014.  \n\nBRASIL. Constituição (1988). Constituição (da) República Federativa do Brasil. Brasília: \n\nSenado Federal, 1988. Disponível em: \n\n<http://www.planalto.gov.br/ccivil_03/constituicao/ConstituicaoCompilado.htm>. Acesso em \n\n01 de mai 2013.  \n\nBRASIL. Lei 9.478 de 6 de agosto de 1997. Disponível em: \n\n<http://www.planalto.gov.br/ccivil_03/leis/L9498compilado.htm>. Acesso em 05 de maio \n\n2013. \n\nBREGMAN, Daniel. Um estudo sobre a aplicação dos royalties petrolíferos no Brasil. \n\nDisponível em: \n\n<http://www.fazenda.gov.br/spe/publicacoes/estudos/um_estudo_sobre_a_aplicacao_dos_roy\n\nalties.pdf>. Acesso em 28 de abr 2013 \n\nCÂMARA DOS DEPUTADOS – Nota Técnica nº 14/2013. Disponível em: \n\n<http://www2.camara.leg.br/atividade-legislativa/orcamentobrasil/estudos/2013/NT14.pdf > \n\nAcesso em 26 de out 2013. \n\nCÂMARA DOS DEPUTADOS. 2013 – link de leis e outras proposições. Disponível em: \n\nhttp://www.camara.gov.br/proposicoesWeb/fichadetramitacao?idProposicao=575644. Acesso \n\nem 23 de fev 2014.  \n\nCERCEIRA, Wagner. Fontes de energia. Disponível em: \n\nhttp://www.brasilescola.com/geografia/fontes-energia.htm Acesso em 25 de jan. 2014 \n\nCANOTILHO, J.J. Gomes. Direito Constitucional e teoria da Constituição. 7 ed.  Coimbra: \n\nAlmedina; 2011. \n\nCARVALHO, Flávia Caheté Lopes – Aspectos éticos da exploração do petróleo: Os \n\nRoyalties e a questão intergeracional. Rio de Janeiro, 2008. \n\nENRIQUÉZ, Maria. Maldição ou dádiva? Os dilemas do desenvolvimento sustentável a partir \n\nde uma base mineira. Disponível em:  \n\n\n\n \n \n\n39 \n \n\n<http://repositorio.unb.br/bitstream/10482/6417/1/2007_MariaAmeliaEnriquez.pdf  >  Acesso \n\nem: 26 de fev. 2014.  \n\nFERNANDES, Sofia – Disponível em: \n\n<http://www1.folha.uol.com.br/folha/dinheiro/ult91u559279>. Acesso em  maio 2013. \n\nGOMES, Gabriel. DVORSAK, Peter. HEIL, Tatiana. Indústria petroquímica brasileira:         \n\nsituação atual e perspectivas. Disponível em: -\n\n<http://www.bndes.gov.br/SiteBNDES/export/sites/default/bndes_pt/Galerias/Arquivos/conhe\n\ncimento/bnset/set2105.pdf>. Acesso em 30 de mar 2014.  \n\nJORNAL DO COMÉRCIO. Edição impressa do dia 13 de março de 2014, pagina 2. \n\nLIMA, Paulo César Ribeiro. As participações governamentais, a importância de uma política \n\npara o excedente em óleo e o fundo social. Disponível em: \n\n<http://bd.camara.gov.br/bd/handle/bdcamara/15096> Acesso em 14 de fev 2014.  \n\nPETROBRAS – Disponível em:&lt;http://www.petrobras.com.br/pt/energia-e-\n\ntecnologia/fontes-de-energia/petroleo/presal/>. Acesso em 07 maio 2013. \n\nPETROBRAS - Disponível em:&lt;http://www.petrobras.com.br/pt/energia-e-tecnologia/fontes-\n\nde-energia/petroleo/presal/>. Acesso em 10 de Nov 2013.  \n\nRAWLS, J. , Uma teoria da justiça, 2º Ed. São Paulo: Martins Fontes.2010. \n\nROSA, Julya. A midiatização das manifestações populares de Junho de 2013. Disponível em: \n\nhttp://www.lume.ufrgs.br/bitstream/handle/10183/88513/000913012.pdf?sequence=1 Acesso \n\nem 17 de mar. 2014.  \n\nSAMPAIO, Sérgio.  A função teleológica do princípio da equidade intergeracional no direito \n\nambiental do Brasil. Disponível em: \n\n<http://periodicos.unifap.br/index.php/planeta/article/download/328/330>. Acesso em 01 de \n\nNov 2013.  \n\nSOUZA, Celina. Políticas Públicas: uma revisão de literatura. Disponível em: \n\nhttp://www.scielo.br/pdf/soc/n16/a03n16 Acesso em 23 de nov. 2013.  \n\nSENADO FEDERAL – Disponível em: \n\nhttp://www.senado.gov.br/noticias/agencia/infos/inforoyalties_.htm.  Acesso em maio,2013.  \n\n\n\n \n \n\n40 \n \n\nSENADO FEDERAL. Audiência Pública – Medida Provisória 592/2012 – Disponível em: \n\n<http://www.senado.gov.br/atividade/materia/getPDF.asp?t=124246&amp;tp=1>. Acesso em 29 \n\nde mar 2014.  \n\nMOURA, Danieli Veleda. Uma análise da soberania na plataforma continental brasileira. In: \n\nÂmbito Jurídico, Rio Grande, XII, n. 63.  Disponível em:&lt;http://www.ambito-\n\njuridico.com.br/site/index.php?n_link=revista_artigos_leitura&amp;artigo_id=6069>. Acesso em \n\n28 de Abr 2013. \n\nMOLLER, Max. Teoria geral do neoconstitucionalismo: bases teóricas do constitucionalismo \n\ncontemporâneo. Porto Alegre. Livr. do Advogado, 2011. \n\nWOLF, Simone. 2004. Meio Ambiente x Desenvolvimento x Solidariedade = Humanidade.  \n\nDisponível em: &lt; http://www.egov.ufsc.br/portal/sites/default/files/anexos/26792-26794-1-\n\nPB.pdf>. Acesso em 6 de mar 2014."}]}}}