{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BP.03753"}, {"@name": "filename", "#text": "09-Ana_Aguiar.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "| Ana Carolina Caldas Aguiar | Theodoro Antoun Netto\nAnálise estrutural de tubos expansíveis para poços de petróleo /Structural analysis of expandable tubes for oil wells\nresumo\nPALAVRAS-CHAVE:\n□\ttubos sólidos expansíveis\n□\tmonobore\n□\tresistência ao colapso\n□\tcorrelação numérico-experimental\n□\testudo paramétrico\nA tecnologia de tubos expansíveis traz inúmeras vantagens em relação aos poços convencionais. A expansão de tubos in situ permite o desenvolvimento de reservas em cenários desafiadores da indústria de petróleo, como zonas de sal, poços HPHT, reservas profundas, ou lâmina d'água ultraprofun-da. Adicionalmente, apresenta boa compatibilidade com poços direcionais e horizontais, e facilita a realização de side-tracks. Mesmo sendo atrativa, é preciso entender melhor a influência da expansão nas propriedades mecânicas do tubo. Neste trabalho, testes experimentais e análises numéricas foram realizados para estudar a influência de parâmetros geométricos do tubo e da expansão na sua resistência ao colapso. Um aparato experimental\nabstract\nKEYWORDS:\n□\tsolid expandable tubes\n□\tmonobore\n□\tcollapse resistance\n□\tnumerical-experimental correlation\n□\tparametric study\nSolid expandable tube technology has many advantages when compared to conventional well bores. The tube expansion in situ assists the development of reservoirs in many challenging scenarios facing the oil industry today, such as in the pre-salt layer, HPHT wells, deep reservoirs, or ultra-deep water. Furthermore, this procedure has good compatibility with directional and horizontal wells and facilitates side-track operations. Although tube expansion is an attractive approach, there is a necessity to better understand its influence on the tube mechanical strength. This study carried out tests and numerical analyses to determine the effect of parameters such as diameter-to-thickness ratio and expansion rate on the collapse resistance of expandable tubes. An experimental apparatus was designed and built to reproduce full-scale tube expansion. Three, 2-meter long specimens were expanded 10% of their original diameters and subjected to hydrostatic pressure inside a vessel until collapse. Three non-expanded tubes were also tested for comparison. At the same time, non-linear numerical models were developed using the flnite element method. After calibration, they were used to further analyze the mechanical behavior of solid expandable tubes and the influence of expansion on their resistance to collapse.\n(Expanded abstract available at the end of the paper).\nfoi projetado e construído para reproduzir a expansão de tubos em escala real. Três tubos tiveram seus diâmetros expandidos em 10% e foram submetidos a pressão hidrostática no interior de uma câmara hiperbárica até o colapso. Para efeito de comparação, três tubos não expandidos também foram testados. Em paralelo, desenvolveram-se modelos numéricos que incorporaram não linearidades geométrica e de material. Uma vez calibrados, os modelos foram usados para analisar o comportamento mecânico de tubos sólidos expansíveis e a influência da expansão na pressão de colapso considerando diferentes geometrias e graus de expansão.\nintrodução\nPrevê-se um aumento da já alta demanda por energia, óleo em particular, nas próximas décadas, em 2-3% ao ano (Energy Information Administration, 2006). Sendo assim, empresas de petróleo buscam intensificar esforços para acompanhar a demanda mundial. Tais esforços devem ser feitos na área de exploração e produção (E&amp;P), especialmente na descoberta e desenvolvimento de novas reservas, e na superação de desafios por meio do aumento de desempenho, do desenvolvimento de novas tecnologias e da redução de custos. Uma vez que perfuração e completação representam uma percentagem significativa do custo total do desenvolvimento de um campo, não é surpresa as companhias concentrarem seus esforços nesses segmentos. Eis os desafios atuais nas áreas de perfuração e completação: perfuração HPHT; perfuração através de zonas de sal; poços profundos; lâminas d'água ultraprofundas; poços de longo alcance; poços com trajetórias complicadas; e disponibilidade de sondas de perfuração.\nCom mais de mil instalações em campo, a tecnologia de tubos sólidos expansíveis provou ser uma alternativa viável e econômica à tecnologia convencional de perfura-ção/completação, como um meio de superar os desafios mencionados. Originalmente desenvolvida para aumentar a profundidade perfurada mantendo o diâmetro do poço (poço monobore ou slimwell), apresenta aplicações nas áreas de construção, completação e remediação de poços. Tubos expansíveis podem ser usados como liner\nde perfuração para contingência em qualquer poço durante a fase de perfuração. O processo mencionado mantém o diâmetro do poço quando se encontra uma anomalia geológica ou um problema. Outra aplicação é o sistema de cladding em poço aberto. Este consiste numa coluna expansível com elastômeros que é corrida e instalada contra a formação para isolar zonas específicas numa completação aberta. O cladding difere do sistema anterior por não se apoiar no revestimento-base. Tubos expansíveis também podem ser utilizados em poços revestidos. O liner expansível para poço revestido permite reparar revestimentos já existentes que estejam danificados ou desgastados, reduzindo o diâmetro interno do poço por apenas duas vezes o valor da espessura do tubo utilizado. Mesmo sendo uma tecnologia promissora e economicamente viável, ainda é preciso entender melhor as exigências do processo de expansão e sua influência na resistência mecânica do tubo.\npoço monobore\nMuitos na indústria petrolífera acreditam que a tecnologia de poço monobore representa um marco no setor de perfuração e completação, uma vez que permite alcançar reservas previamente inacessíveis devido a problemas econômicos, tecnológicos ou de segurança. Esta tecnologia consiste em instalar e expandir longas seções de liners que formam um revestimento de maior diâmetro, reduzindo ou mesmo eliminando o perfil telescópico do poço. A figura 1 mostra uma comparação entre três projetos de completação, um projeto convencional, um para monobore e um para slimwell.\nAs economias referentes ao uso de monobore são devidas à redução do custo total de construção do poço. Por causa da redução do perfil telescópico, o monobore permite o uso de revestimentos menores nas seções superiores e médias do poço, ao mesmo tempo em que mantém ou mesmo aumenta o tamanho da completação. Uma alternativa seria manter o tamanho dos revestimentos de superfície e intermediário, possibilitando aumentar a profundidade medida do poço com o mesmo diâmetro de produção, ou mesmo aumentando-o. Alguns dos benefícios econômicos e ambientais do monobore são os seguintes:\nFigura 1 - Comparação entre projeto de completação convencional, slimwell e o poço monobore.\nFigure 1 - Comparison between conventional, slimwell and monobore well completion projects.\n•\tredução na quantidade de cascalho e fluido descartado;\n•\tmenor pegada do poço no meio ambiente;\n•\tdesenvolvimento econômico de reservas profundas;\n•\tdesenvolvimento econômico de campos/reservas marginais;\n•\taumento do número de poços em uma mesma infraestrutura;\n•\tredução do tamanho da sonda de perfuração;\n•\tmelhora da construção de poços multilaterais.\nUm importante benefício dentre os listados acima é a possibilidade de usar sondas de perfuração de tamanho reduzido, principalmente em ambientes offshore. Em cenários de águas ultraprofundas e reservas profundas, a disponibilidade de sondas e suas altas taxas diárias constituem um desafio a ser superado. A redução dos tamanhos de revestimento permite reduzir a linha de lama e o tamanho dos risers, o que diminui o peso total que o gancho da sonda deve suportar. Devido a essa redução crucial, uma sonda de perfuração de menor tamanho, como, por exemplo, uma semissubmersível (SS) de terceira geração, pode ser usada em lâminas d'água profundas. Uma vez que uma SS de terceira geração tem menor taxa diária que um FPSO de quinta geração, podem se obter reduções significativas no custo de perfuração do poço. Adicionalmente, os custos referentes a tamanho dos liners, quantidade de cimento, quantidade de fluido de\nperfuração/completação e brocas, entre outros, sofrem expressiva redução. Campo etal. (2003) apresentaram uma comparação entre um poço construído com um FPSO de quinta geração, um poço construído com uma plataforma High Spec e um poço monobore (fig. 2). Mesmo levando mais tempo para ser finalizado, o monobore apresenta\nCusto total em milhões de dólares\nFigura 2 - Comparação entre o custo de construção total de um poço monobore, de um poço perfurado a partir de uma plataforma High Spece de um poço perfurado a partir de uma FPSO de quinta geração.\nFigure 2 - Total construction cost comparison between a monobore well, a High Spec platform drilled well and a fifth-generation FPSO drilled well.\num custo significativamente mais baixo que os outros dois sistemas. Logo, poços monobore podem ser a alternativa mais econômica e eficiente para diversos cenários na indústria de petróleo e gás natural.\nprocesso de expansão\nA expansão de tubos sólidos é um processo de conformação a frio realizado dentro do poço que consiste em expandir o diâmetro do tubo in situ por meio da passagem de um cone expansor. Resulta na diminuição da espessura e na variação do comprimento do corpo expandido. Este último parâmetro pode aumentar ou diminuir, dependendo do coeficiente de atrito entre o cone de expansão e a parede interna do tubo. De acordo com Seibi et al. (2002), esta tecnologia foi desenvolvida pela Shell com o objetivo de construir um poço com monodiâmetro e foi testada em 1993. As capacidades requeridas de um processo de expansão in situ são:\n•\texpandir o tubo até o diâmetro desejado sem fraturar, colapsar ou danificá-lo;\n•\tmanter as capacidades hidráulicas necessárias do tubo expandido para prover resistência suficiente à pressão interna e externa de serviço;\n•\talcançar um diâmetro e uma espessura de parede constante ao longo de todo o comprimento da seção expandida;\n•\tmanter a integridade das conexões;\n•\texpandir longas seções a altas taxas.\nA expansão pode ser realizada tanto em poços abertos, como em poços revestidos. No primeiro caso, o tubo é expandido contra a formação, e no segundo, contra um revestimento previamente instalado no poço. São vários os métodos de expansão, que mudam de acordo com a empresa encarregada do processo. A figura 3 apresenta a sequência de instalação de uma expansão convencional realizada dentro de um poço aberto. Essa generalização será suficiente para a identificação do fenômeno físico estudado neste trabalho. Primeiro perfura-se a seção onde o liner será expandido; em seguida, o conjunto de expansão, já contendo o cone expansor, é descido, e então começa a cimentação entre o liner e a parede\ndo poço. Um dardo é lançado para iniciar o processo de expansão ainda durante a cimentação. Expande-se o liner e a junta do suspensor (junta de elastômero para selar e segurar o sistema). Por último, retira-se o conjunto de expansão e se desce a broca para a perfuração da sapata e da próxima fase, na qual outro liner será corrido e expandido.\nFigura 3 - Sequência para instalação de um liner expansível. a) perfuração da seção; b) descida do conjunto de expansão; c) início da cimentação; d) lançamento do dardo; e) início da expansão; f) expansão da junta do suspensor e retirada do conjunto; g) perfuração da próxima fase.\nFigure 3 - Expandable liner installation sequence. a) drilling the section, b) lowering the expansion assembly, c) initial cementation, d) launching the mandrel, e) initial expansion, f) expansion of the suspension joint and removal of the assembly, g) drilling the next phase.\nobjetivo do trabalho\nReproduzir o processo de expansão de tubos sólidos e avaliar sua influência na resistência mecânica sob carregamento de pressão radial. Fazer a correlação numérico-experimental dos processos de expansão e dos processos realizados na câmara hiperbárica, onde tubos intactos e expandidos são submetidos a uma pressão externa\naté o colapso. Por fim, realizar um estudo paramétrico variando-se a geometria do tubo (diâmetro e espessura) e o grau de expansão, a fim de obter a influência desses parâmetros na pressão de colapso. Os resultados deste estudo poderão ajudar na elaboração de tubos expan-síveis para aplicação em campo, no tocante a suas características geométricas, e ainda inferir suas resistências mecânicas após a expansão in situ.\nfundamentação teórica\nPoucos trabalhos tratam do comportamento mecânico de elementos tubulares durante e após a expansão. Dentre os trabalhos publicados, a maioria aborda as vantagens econômicas e ambientais do produto por meio de estudos e testes de campo (Montagna et al., 2004; Campo et al., 2003; Mason et al., 2005; Filippov et al., 2005; Al-Saleh et al., 2004; Moore et al., 2002; Grant e Bullock, 2005; Lodder et al., 2001; Nor et al., 2002).\nA seguir, serão apresentados alguns trabalhos que se aproximam da proposta aqui apresentada - o comportamento de tubos sujeitos a processo de conformação a frio -, com consequente efeito na resistência ao colapso de tubos que compõem os sistemas expansíveis. Alguns desses trabalhos tiveram como foco o comportamento mecânico do corpo deformável. Outros estudos focalizaram a alteração das propriedades do material ou propriedades geométricas do elemento tubular.\nStewart et al. (1999) definem os tubos sólidos expansíveis como tubos de aço (ou outros materiais, como alumínio e titânio) de resistência convencional, porém suficientemente dúcteis para suportar uma operação de deformação a frio em que seus diâmetros são aumentados em dezenas de por cento dentro do poço. Após apresentar diferentes projetos de poço onde tubos expansíveis são utilizados sozinhos ou combinados com revestimentos convencionais, o trabalho descreve o processo de expansão do elemento tubular.\nA maneira mais óbvia de expandir um tubo, segundo Stewart etal. (1999), é aplicar-lhe pressão interna. Uma vez que a pressão aplicada supera o limite de escoamento, o tubo se expande. No entanto, razões mais altas de expansão a taxas maiores são alcançadas quando um\nmandril de expansão é bombeado, puxado ou empurrado através do tubo. Quando o mandril é bombeado, o tubo pode ser preso em ambos os lados (expansão hidráulica); quando ele é puxado, tem-se a expansão mecânica sob tração; no último caso, ao se empurrar o mandril, o que ocorre é uma expansão mecânica sob compressão.\nNesse trabalho, um aparato de expansão foi projetado e construído para realizar a expansão hidráulica de tubos em escala real. Um tubo com diâmetro nominal de 101,6mm, espessura de 5,7mm e comprimento de 46m, constituído de três seções soldadas, foi expandido em 21% do seu diâmetro externo. A taxa de expansão foi de 0,5m/s. O tubo teve seu comprimento reduzido em 5,3%, e sua espessura final foi de 4,8mm.\nAs mudanças nas características mecânicas do material foram medidas antes e após a expansão. A tensão de escoamento aumentou na ordem de 70% e a tensão última na ordem de 30%; no entanto, a ductilidade diminuiu, o alongamento na fratura diminuiu 50%, e a deformação uniforme diminuiu de 19,4% para apenas 1,4%. A capacidade de encruamento do material foi exaustivamente discutida como um resultado do processo de expansão.\nAs expansões de tubos sólidos sob compressão e sob tração foram simuladas com um programa baseado no método de elementos finitos. Usaram-se modelos axissi-métricos, onde o tubo foi discretizado em 840 elementos, com 12 elementos na espessura. O mandril cônico foi representado por uma superfície rígida. A lei de fricção de Coulomb foi usada para simular a fricção entre o interior do tubo e a superfície do mandril. A tabela 1 contém alguns resultados provenientes da simulação numérica realizada em Stewart et al. (1999).\nPervez et al. (2007) analisaram o uso do alumínio, em detrimento do aço, como material de tubos expansíveis. Os parâmetros analisados foram: níveis de tensão e deformação; força de expansão; deformação radial; tensão de contato; variação da espessura e do comprimento; e encruamento. Concluiu-se que o uso do alumínio como material para a fabricação de tubos sólidos expansíveis é uma ótima alternativa ao uso do aço. Devido à redução em aproximadamente 50% da força de expansão exigida, melhor formabilidade, menor geração de tensões, excelente resistência à corrosão\n\tTração\tCompressão\nExpansão do diâmetro externo (OD) [%]\t24,5\t27,4\nExpansão do diâmetro interno (ID) [%]\t29,9\t31,9\nExpansão média do diâmetro [%]\t27,0\t29,5\nRedução da espessura da parede [%]\t17,8\t7,95\nEncurtamento do tubo [%]\t3,8\t16,3\nForça de expansão [klbs]\t41,3\t38,2\nDano máximo de falha dúctil\t0,91\t0,68\n\tp(k/m3)\tE (Gpa)\tv\toy (Mpa)\nAço (API L-80)\t7800\t200\t0,3\t500\nAlumínio (D16T)\t2780\t71\t0,3\t330\nTabela 1 - Resultados da análise numérica dos processos de expansão sob tensão e sob compressão realizados por Stewart et al. (1999).\nTable 1 - Numerical analysis results of the expansion processes under tension and under compression performed by Stewart et al. (1999).\ne alta razão entre a resistência e o peso, o alumínio oferece ótimos resultados a um custo de operação significativamente mais baixo.\nA análise foi realizada em um programa de elementos finitos, tanto para o caso de poço vertical como para poço horizontal. Modelos 2D (axissimétricos) e 3D foram desenvolvidos para os tubos sólidos expansíveis. Assim como feito por Stewart et al. (1999), o tubo foi modelado como um corpo deformável com comportamento elástico-plástico e o mandril como um corpo rígido. O contato entre os dois corpos também foi representado pela lei de fricção de Coulomb. O ângulo de abertura do cone de expansão foi fixado em 20°. As propriedades mecânicas dos dois materiais (aço e alumínio) estão listadas na tabela 2.\nO tubo vertical foi discretizado em 750 elementos axissimétricos quadráticos, e o horizontal foi modelado com 3.939 elementos S4R de casca. Foi realizada uma expansão sob tração, onde uma ponta do tubo é presa e a outra permanece livre. Na expansão horizontal, o movimento em direção à força peso do tubo também foi restringido. Uma vez que o modelo 2D tem custo computacional mais baixo e apresentou resultados próximos aos do modelo 3D, Pervez et al. (2007) o aplicaram à\nTabela 2 - Propriedades mecânicas dos materiais utilizados no artigo de Pervez et al. (2007).\nTable 2 - Mechanical properties of the materials used in the article by Pervez et al. (2007).\nexpansão vertical. No entanto, para replicar apurada-mente a expansão horizontal, o 3D fez-se necessário. Foi mostrado que a força de expansão atinge um valor máximo no começo do processo e depois decai para um valor quase estático. A força necessária para a expansão do aço é aproximadamente o dobro da do alumínio, para a mesma geometria e taxa de expansão.\nA força de contato entre o mandril e o tubo é de grande interesse para qualquer estudo de conforma-bilidade. Os resultados das simulações realizadas no artigo de Pervez et al. (2007) mostram que o contato ocorre apenas em pequenas áreas no começo e no final da superfície inclinada do mandril. O material do tubo se encontra sob tração na parte da frente dessa superfície e sob compressão na parte de trás, mostrando a existência de um gap entre os dois corpos por causa da deflexão radial da superfície inclinada do mandril. A força de contato atinge um pico somente nessas duas regiões e é significativamente mais baixa para o alumínio do que para o aço, implicando que este requer menor força de expansão.\nPara o volume se manter constante, o comprimento do tubo sólido expansível deve diminuir quando seu diâmetro aumenta. Esse encurtamento é mais pronunciado para o aço, no caso da expansão vertical. Para a horizontal, a situação se inverte apesar de a diferença entre os dois materiais ser agora menos significativa. No que se refere à espessura, a sua variação é bastante similar para os dois materiais, ligeiramente maior para o aço, quando o tubo é expandido na posição vertical. No caso horizontal, as diferenças entre alumínio e aço se acentuam, sendo que, dessa vez, é o alumínio que apresenta a maior redução.\nAs análises feitas para o parâmetro de encruamento mostraram que o do aço é notavelmente maior do que o do alumínio para ambos os processos de expansão, vertical e horizontal. Mais uma vez, isso implica o fato de o alumínio ser um material capaz de ser expandido com maior facilidade.\nMack (2005) demonstra a influência que o material, o método de expansão, a condição de carregamento durante a expansão e os tratamentos térmicos pós-ex-pansão, como endurecimento por deformação, e suas cinéticas causam nas propriedades mecânicas do tubo. A pressão de colapso e as tensões residuais também foram estudadas.\nForam testados dez tubos de aço-carbono e baixa liga e 17 de aço martensítico inoxidável, alguns apresentando costura, outros não. Cada tubo foi expandido por um cone feito de aço de alta resistência e tratado para produzir uma alta dureza, com um mandril a sua frente para guiá-lo e centralizá-lo. A expansão de 15% do diâmetro foi realizada de cinco formas diferentes: expansão hidráulica com pressão atrás do cone, sem cargas externas; expansão mecânica do tubo puxando o cone, a extremidade atrás do cone é fixa, sem cargas à frente do cone; expansão hidráulica com ambas as extremidades do tubo fixas para prevenir a contração; expansão hidráulica com pressão atrás do cone e carga compressiva à frente equivalente a 4.500 pés (1.372m) de tubo assentados na face do cone (134.000 lbs), sem carga externa atrás do cone (como no caso de expansão vertical de baixo para cima); expansão por compressão à frente do cone, sem cargas externas atrás do cone.\nForam realizados inúmeros ensaios de laboratório. Dentre eles, ensaios de tensão residual em tubos expandidos para determinação do efeito da expansão e das cargas aplicadas, pressão de colapso em tubos intactos, tubos expandidos, e tubos expandidos e depois tratados termicamente (endurecimento por deformação) e tração uniaxial para cada condição de material estudada.\nA expansão do tubo reduziu a resistência ao impacto Charpy, à tolerância ao defeito e à tensão fraturante por sulfeto (SSC) dos tubos de aço-carbono e de baixa liga. Os tratamentos térmicos realizados exacerbaram esses efeitos. O mesmo aconteceu nos tubos de aço inoxidável\nmartensítico, no entanto a resposta ao endurecimento por deformação não foi tão pronunciada.\nMack (2005) determina que os efeitos da expansão e da expansão seguida por tratamento térmico na geometria do tubo são extremamente significativos e variam conforme o método. A expansão do diâmetro se mantém em torno de 15% para todos os métodos, a espessura da parede do tubo após a expansão decai à medida que o carregamento muda de compressão para tração. Já o encurtamento do tubo é maior para o método de expansão mecânica com compressão (7%) e aproximadamente nulo para o método hidráulico com ambas as extremidades fixas.\nA redução na pressão de colapso do tubo foi maior do que a prevista considerando apenas as mudanças na geometria - com uma razão D/t maior devido à expansão, a pressão de colapso deve cair. Essa perda adicional é explicada por Mack (2005) como o resultado de mais três fatores: tensões residuais; efeito Bauschinger, redução dos limites elásticos devido a solicitações acima dos limites originais; comportamento não linear da curva tensão-deformação. Cada um desses fatores é afetado de maneira diferente pelos métodos de expansão e carregamento externo utilizados.\nA menor pressão de colapso foi encontrada para um tubo de aço-carbono que sofreu expansão hidráulica, a maior foi para um que sofreu expansão mecânica sob tração. A expansão hidráulica com ambas as extremidades fixas produziu um tubo com a maior razão D/t, no entanto esse mesmo processo levava às tensões residuais mais baixas, o que contrabalanceou o valor alto de D/t, resultando em uma pressão de colapso relativamente alta. Nota-se ainda que outros fatores, como ovalização e variação da espessura, interferem nesse processo e que para grandes valores de D/t, D/t > 20, o limite de escoamento do material não influencia de maneira significativa na resistência ao colapso.\nSeib et al. (2002) desenvolveram modelos de elementos finitos para o processo de expansão. O tubo, mais uma vez, foi representado como um corpo de-formável, enquanto o mandril como um corpo rígido. A lei de fricção de Coulomb também foi utilizada. Um tubo API com 500,00mm de comprimento, diâmetro externo de 114,3mm e espessura de parede de 6,35mm\nfoi discretizado em 750 elementos axissimétricos qua-dráticos. A geometria do cone variou, três ângulos foram usados, 10°, 20° e 45°. Foram utilizadas razões de expansão de 5%, 15%, 25% e 35% do diâmetro e coeficientes de fricção de 0,1, 0,2 e 0,4. O módulo elástico, o coeficiente de Poisson e a densidade do material usados foram, respectivamente, 200 GPa, 0,3 e 7.800kg/m3.\nOs efeitos da variação das propriedades do material foram estudados para uma expansão de 25%, ângulo do mandril de 20° e um coeficiente de fricção de 0,2. Seib et al. (2002) observaram que o parâmetro de encruamento não tem nenhum efeito na força de expansão, já a tensão de escoamento tem uma influência significativa nessa força. Quando a tensão de escoamento aumenta de 350MPa para 500MPa, a força de expansão cresce de 350 kN para 500 kN, indicando que a expansão é mais fácil para valores de tensão de escoamento mais baixos.\nA força de expansão, as tensões induzidas, a deformação radial excessiva na parede do tubo e a variação do comprimento e da espessura da parede do tubo foram obtidas para as diferentes razões de expansão, ângulos de mandril e coeficientes de fricção utilizados.\nAo aumentar o coeficiente de fricção, a força de expansão também aumentou. O valor médio da força praticamente dobrou quando o coeficiente de fricção aumentou de 0,1 para 0,4. Seib et al. (2002) observaram que a força de expansão tem um pico no início do processo devido ao movimento repentino do mandril e depois se mantém relativamente constante. O mesmo efeito foi observado em Pervez etal. (2007). No tocante à geometria do tubo, a espessura da parede diminui de 15% a 20% em relação ao valor original, de acordo com o valor do coeficiente de fricção. Já o comprimento exibiu duas respostas diferentes, dependendo das condições do processo de expansão, encurtando para alguns casos e alongando para outros. Concluiu-se que esta variação depende fortemente da magnitude da força de expansão, que, por sua vez, depende do coeficiente de fricção.\nAo variar a razão de expansão, deixando fixos os outros parâmetros, Seib et al. (2002) mostraram que a deformação radial excessiva e a força de expansão\naumentam com a razão, enquanto a espessura do tubo continua diminuindo. A variação no comprimento apresentou um comportamento parecido com aquele que teve quando se variou o coeficiente de fricção. Ao se estudar a influência dos diferentes ângulos do mandril, comportamentos similares aos anteriores foram obtidos. Concluiu-se que o ângulo ótimo para a expansão é de aproximadamente 20°.\nOutro ponto apresentado foi a antecipação de falhas durante a expansão. Foi determinado que certas configurações geométricas e condições de carregamento levam a falha do tubo. Altas razões de expansão, man-dris com baixos ângulos (estes proporcionam uma área de contato maior) e elevados coeficientes de fricção, por exemplo, podem levar a uma falha localizada. Seib et al. (2002) propuseram as seguintes soluções para prevenir qualquer falha prematura e inesperada: expandir o tubo sob compressão ao invés de tração; expandir o tubo sob estado plano de deformação, onde o tubo apresenta ambas as extremidades fixas; usar um mandril esférico caso a expansão do tubo tenha que ser realizada sob tração.\nFonseca (2007) fez um estudo numérico e experimental do efeito da expansão radial a frio de tubos instalados em poços de petróleo. A parte experimental contou com o projeto e construção de um aparato de expansão para laboratório que pudesse simular as condições de expansão de tubos sólidos e furados (tubos base de telas de contenção de areia). Corpos de prova em escala real foram expandidos e, em seguida, submetidos à pressão hidrostática até o colapso.\nFonseca fez um modelo computacional do tubo íntegro com o mesmo comprimento dos corpos de prova (2.000mm), espessura de parede de 6,43mm e diâmetro externo de 151,32mm, com dupla simetria angular. O corpo contou com 26.600 elementos, com dois elementos na espessura. O cone foi construído de acordo com suas dimensões reais, e sua geometria foi representada fazendo o uso de uma casca, definida como uma superfície rígida. A extremidade inicial do tubo teve seu movimento de translação na direção axial restringido, enquanto a extremidade final permaneceu livre. O material foi definido com base na curva de material obtida nos ensaios axiais realizados em um dos corpos de prova.\nAssim como nos trabalhos anteriores, foi imposto ao cone um movimento na direção axial do tubo.\nNo modelo computacional, a resistência ao colapso foi obtida por meio de duas etapas. Na primeira, aplicou-se um carregamento até uma pressão próxima à de colapso esperada. Na segunda etapa, o método de Ricks foi utilizado para a obtenção da pressão externa que causa o colapso da estrutura. A tabela 3 apresenta a correlação numérico-experimental dos tubos sem furo para as pressões de colapso obtidas. O modelo numérico mostrou-se capaz de estimar o comportamento do tubo em função da expansão experimentada no trabalho de Fonseca (2007).\nCorpo de prova\tExperimental Pc (psi)\tNumérico Pc (psi)\tDiferença (%)\nINT-01\t3573\t3448\t-3,64\nTSF-01\t1997\t1957\t-2\nTSF-02\t1958\t1957\t-0,05\nTSF-03\t2343\t2740\t16,94\nTabela 3 - Pressões de colapso numérica e experimental encontradas por Fonseca (2007).\nTable 3 - Numerical and experimental collapse pressures found by Fonseca (2007).\nComo mencionado, não existem muitos trabalhos publicados referentes às características mecânicas de tubos expansíveis e ao seu comportamento durante e após a expansão. Apesar de ter sido um assunto abordado em outras publicações, Fonseca (2007) foi o que mais se aprofundou no efeito da expansão na pressão de colapso do tubo. O presente trabalho irá tratar do mesmo assunto com o objetivo de determinar a combinação ótima de diâmetro externo, espessura da parede e grau de expansão baseando-se na resistência ao colapso de tubos sólidos.\nmetodologia\nO trabalho é dividido em duas partes: numérica e experimental. A parte numérica é realizada com o auxílio\nde um programa de elementos finitos, onde se construíram modelos para descrever o processo de expansão de um tubo sólido. Os resultados das simulações foram comparados com os resultados adquiridos nos ensaios experimentais em escala real realizados em laboratório. Posteriormente, tubos intactos e expandidos foram submetidos à pressão externa até o colapso no interior de uma câmara hiperbárica, visando determinar suas resistências mecânicas. Os processos realizados na câmara hiperbárica também foram analisados no programa de elementos finitos para a posterior correlação numérico-experimental. A influência da variação da geometria e do grau de expansão foi estudada numericamente.\ntestes experimentais\nOs testes experimentais foram feitos em corpos de prova retirados de tubos expansíveis dedicados a aplicações em poços de petróleo e gás natural.\nPara realizar os testes experimentais em laboratório com representatividade do fenômeno estudado (expansão radial de elementos tubulares), um aparato de expansão foi projetado e construído.\npropriedades do material\nComo as características do constituinte dos tubos não foram fornecidas pelo fabricante, as propriedades do material foram determinadas a partir de ensaios de tração uniaxial, realizados em nove corpos de prova retirados dos tubos na direção longitudinal (três corpos de prova por tubo). Determinaram-se, assim, as características elásticas do material (tensão de escoamento, coeficiente de Poisson e módulo de elasticidade) e a curva tensão-deformação no regime plástico. Dentre os três corpos de prova de um mesmo tubo, um foi instrumentado com dois extensômetros elétricos (strain gages) uniaxiais, aplicados no sentido longitudinal, em faces opostas para minimizar o efeito de flexão, um extensômetro uniaxial no sentido transversal e um clip gage. Os outros corpos de prova receberam apenas o clip gage. Os testes foram conduzidos de acordo com a norma ASTM E8M (2001). A tabela 4 contém as propriedades elásticas determinadas para cada um dos três tubos usados nesse estudo\n(T1, T2 e T3). A figura 4 mostra as três curvas tensão-deformação verdadeira obtidas por meio dos ensaios de tração uniaxial.\nTubo\tE (Gpa)\tv\t□y (Mpa)\nT1\t207255,6\t0,264\t410\nT2\t207408,9\t0,273\t408\nT3\t205180,2\t0,286\t347\nTabela 4 -Propriedades elásticas do material.\nTable 4 - Elastic properties of the material.\nfixam a extremidade inicial do tubo a ser expandido, ou seja, aquela a ser a primeira a sofrer o processo de expansão; a outra extremidade permanece livre. O fuso transfere o deslocamento do cilindro ao cone durante todo o comprimento da amostra, garantindo seu movimento, uma vez que o cilindro permanece na extremidade inicial do tubo. A figura 5 esquematiza o aparato de teste, e a figura 6 mostra em detalhes a geometria do cone expansor. Este possui um furo cilíndrico ao longo de todo o seu comprimento com um perfil de rosca compatível com a rosca externa do fuso. As dimensões do cone L1, L2 e L3 são, respectivamente, 154mm, 133mm e 309mm.\nA expansão ocorre em três estágios distintos. No primeiro, a porção inicial do tubo (450mm) está sob compressão devido ao posicionamento das garras (fig. 7). Nesse estágio o cone é posicionado dentro do tubo. O segundo estágio se dá com o corpo de prova sob tração. Nessa etapa as garras estão posicionadas apenas na extremidade inicial do tubo (fig. 8). A expansão então ocorre até a capacidade máxima de deslocamento do cilindro. Atingida essa capacidade, seu pistão é movido no sentido contrário, e o fuso é girado para que sua extremidade encontre novamente o pistão do cilindro. Uma vez feito isso, o terceiro e último estágio é iniciado, completando o processo de expansão ao longo de todo o comprimento do tubo.\nFigura 4 - Curvas tensão-deformação verdadeira dos tubos T1, T2 e T3 obtidas pelo ensaio de tração uniaxial.\nFigure 4 - True stress-strain curves of tubes T1, T2 and T3 obtained by uniaxial tensile tests.\nteste de expansão\naparato de expansão\nUm aparato de expansão foi projetado e construído para reproduzir a expansão de elementos tubulares em escala real com diâmetro externo de até 152,4mm. Sua função é expandir o tubo sob tração. As partes principais são: cilindro, garra, cone expansor e fuso.\nO cilindro impõe deslocamento ao cone expansor, que, por sua vez, deforma o tubo radialmente. As garras\nGarra\tGarra\n1° estágio 2° e 3° estágio Cilindro\nSentido da expansão\nFigura 7 - Posição das garras para o primeiro estágio de expansão.\nFigure 7 - Position of the claws for the first expansion stage.\nFigura 8 - Posição das garras para o segundo e terceiro estágios de expansão.\nFigure 8 - Position of the claws for the second and third expansion stages.\nexpansão do tubo sólido\nTrês corpos de prova de 2.000mm de comprimento, retirados de tubos destinados a este tipo de trabalho (tubos T1, T2 e T3), tiveram seus diâmetros originais expandidos em 10%. Os testes foram realizados por meio do aparato construído e com o objetivo de avaliar o comportamento de deformação do tubo durante o processo de expansão e de calibrar o modelo numérico desenvolvido.\nMediram-se os diâmetros externos e as espessuras de cada amostra antes e após a expansão. Tais medidas geométricas foram levantadas nas seções nomeadas como I (inicial) e F (final) e enumeradas de 1 a 8. Cada seção foi medida em valores equidistantes entre si em 36°, ao longo da direção circunferencial (total de dez medidas por seção para a espessura e cinco para o diâmetro). A figura 9 mostra um desenho esquemático das seções medidas e a figura 10 contém detalhes dos pontos de medição.\nA tabela 5 contém as propriedades geométricas, coletadas antes e após a expansão, dos três corpos de prova expandidos (T1SFE-01, T2SFE-02 e T3SFE-03) e dos três tubos não expandidos também usados neste trabalho (T3SFI-01, T3SFI-02 e T3SFI-03). A ovalização calculada de acordo com a equação 1, onde Ao é a ovalização de uma dada seção, Dmax o maior valor de diâmetro encontrado nessa seção e Dm(n o menor, também está presente na tabela 5.\n, (1)\n112\t345678F\nFigura 9 - Desenho esquemático das seções medidas (sem escala). O valor de a é 75mm, e o de b, 150mm.\nFigure 9 - Schematic drawing of the measured sections (not to scale). The value of 'a' is 75mm, and 'b', 150mm.\n1 Corpo de prova\tDiâmetro médio (mm)\t\tEspessura média (mm)\t\tOvalização máxima (%)\t\n\tAntes\tApós\tAntes\tApós\tAntes\tApós\nT1SFE-01\t151,69\t166,47\t6.492\t6.434\t0,100\t0,168\nT2SFE-02\t151,53\t166,40\t6.439\t6.439\t0,100\t0,098\nT3SFE-03\t151,37\t166,30\t6.425\t5.974\t0,070\t0,111\nT3SFI-01\t151,11\t---\t6.427\t—\t0,200\t—\nT3SFI-02\t151,71\t---\t6.489\t—\t0,082\t—\n| T3SFI-03\t151,63\t—\t6.428\t—\t0,083\t—\nTabela 5 - Dados geométricos coletados antes e após a expansão.\nTable 5 - Geometric data collected before and after expansion.\nA ovalização aumentou após a expansão, quando o esperado era que ela diminuísse devido à quase inexistente ovalização do cone expansor. Esse aumento pode ser explicado pelo espaço existente entre a superfície externa do cone e a interna do tubo sólido durante o processo. Dessa forma, o cone não imprime no tubo sua seção transversal circular, e este mantém sua seção ovalizada, que é ligeiramente agravada com a expansão. A existência desse espaço, ou gap, foi mencionada por Pervez et al. (2007). A excentricidade é outro fator que pode contribuir para o aumento da ovalização.\nApós o primeiro estágio de expansão, o corpo de prova T3SFE-03 foi instrumentado com seis extensô-metros elétricos. A instrumentação se deu na seção #3, a 1.025mm da extremidade inicial do tubo. Os exten-sômetros foram instalados aos pares, para mapear as deformações longitudinais e transversais, em três diferentes pontos na seção escolhida, 0°, 90° e 180°. Esta distribuição pode ser visualizada na figura 10. O cilindro recebeu um transmissor de pressão.\nA pressão aplicada ao cilindro, limitada em 3.000 psi, controla o experimento. Dessa forma, a taxa de expansão é baixa, realizando a expansão radial em um processo quase-estático, com deformação transiente apenas na região do corpo de prova que está sendo expandida. Uma vez que o tubo está encurtando em seu comprimento\nenquanto o diâmetro está sendo expandido, os exten-sômetros transversais mostram um aumento na deformação, e os longitudinais, uma redução.\nFigura 10 - Detalhe dos pontos de medição e da instrumentação do tubo sólido.\nFigure 10 - Detail of the measurement points and solid tube instrumentation.\nensaio de colapso\nOs ensaios de colapso foram realizados em uma câmara hiperbárica com capacidade de 7.500 psi. A câmara é preenchida com água até que todo o ar do seu interior seja retirado. A pressurização ocorre a uma taxa inferior a 200 psi/min e é feita com água através de uma bomba hidráulica de acionamento pneumático. Uma válvula para controle de vazão foi usada.\nOs equipamentos utilizados nos testes de colapso foram: câmara hiperbárica com capacidade para 7.500 psi; bomba hidráulica com acionamento pneumático para 30.000 psi (Haskel); malha para medição de pressão (certificado de calibração RBC N° PE-0330/2006, de 21/11/2006) contendo transdutor de pressão para 15.000 psi WIKA (KTPP014), módulo condicionador de sinais SCXI-1001 National Instruments (AQD002M2) e microcomputador com placa A/D para a aquisição e interpretação dos dados (fig. 11).\nOs tubos expandidos tiveram suas extremidades iniciais retiradas para evitar que as marcas impostas\nFigura 11 - Câmara hiperbárica com capacidade para 7.500 psi e sistema de aquisição de dados.\nos três elementos tubulares expandidos. No entanto, não há motivo significativo dentre as propriedades geométricas do tubo (ovalização, diâmetro externo, espessura da parede ou razão D/t) que justifique tal comportamento. Os tubos sólidos não expandidos (T3SFI-01, T3SFI-02 e T3SFI-03), como já esperado, apresentaram pressões de colapso significativamente maiores do que as apresentadas pelos tubos expandidos. Em média, as pressões de colapso dos tubos expandidos foram em torno de 50%\nFigure 11 - Pressure chamber with 7,500 psi capacity and data acquisition system.\nFigura 12 - Corpo de prova T2SFE-02 colapsado após ter sido submetido a pressão externa em uma câmara hiperbárica.\nFigura 13 - Resultados dos testes de colapso para tubos sólidos.\nFigure 12 - Test sample T2SFE-02 collapsed after being subjected to external pressure in a pressure chamber.\nFigure 13 - Collapse test results of solid pipes.\npela garra no primeiro, segundo e terceiro estágios de expansão influenciassem de algum modo o ensaio. Desta forma, os corpos de prova ficaram com um comprimento de 1.500mm ao invés dos 2.000mm iniciais. Três tubos sólidos expandidos foram testados na câmara hiperbárica para a determinação da pressão de colapso. Para efeito de comparação, três tubos sólidos não expandidos também foram submetidos à pressurização no interior da câmara. O colapso ocorreu na porção central de cada corpo de prova (fig. 12).\nOs resultados dos ensaios de colapso podem ser visualizados graficamente na figura 13. O corpo de prova T3SFE-03 apresentou a maior resistência ao colapso entre\nmais baixas do que as dos tubos que não sofreram o processo de expansão.\nmodelagem numérica\nModelos numéricos não lineares foram desenvolvidos utilizando o método de elementos finitos através do programa comercial Abaqus (versão 6.5-1), capaz de simular o processo de expansão a frio e o comportamento dos tubos sob pressão radial. Foram levadas em consideração não linearidades geométricas, contato entre o cone de expansão e a face interna do tubo e não linearidades do material. Simulou-se o processo de expansão e o\ncarregamento de pressão externa por meio da integração implícita das equações de equilíbrio em dois passos. O modelo criado foi capaz de reproduzir com sucesso os experimentos físicos realizados. Após sua calibração com os resultados obtidos em laboratório, o modelo foi utilizado para se analisar mais profundamente o comportamento mecânico de tubos sólidos expansíveis e a influência da expansão na sua resistência contra o colapso.\ndescrição do modelo numérico\ngeometria\nModelos de elementos finitos tridimensionais de um tubo sólido e um cone expansor foram criados através do programa Abaqus (fig. 14). Uma vez que não há simetria axial que permita reduzir o modelo, a geometria do tubo foi construída com o mesmo comprimento dos corpos de prova, após serem preparados para os testes de colapso (1.500mm). O modelo conta com uma simetria angular na direção 2 e outra na direção 3. Dessa forma, apenas um quarto do tubo foi modelado, reduzindo o número de equações a serem calculadas e, consequentemente, o tempo computacional.\nFigura 14 - Detalhe do modelo tridimensional de elementos finitos de um tubo sólido e um cone expansor.\nFigure 14 - Detail of a three-dimensional finite element model for a solid tube and expander cone.\nA geometria do tubo foi criada como um corpo de-formável. Cada modelo contém as propriedades geométricas correspondentes ao elemento tubular estudado. Os valores usados foram os diâmetros e espessuras médias, e a máxima ovalização encontrada ao longo do\ncomprimento de cada corpo de prova. A malha foi criada em uma rotina em Fortran para permitir que a seção do modelo possuísse uma forma elíptica. Isto proporciona a ovalização desejada, que apresenta um valor máximo no meio do tubo e decai em direção às extremidades.\nAs dimensões reais do cone de expansão foram obtidas para serem utilizadas no modelo numérico. O cone foi modelado como um corpo rígido analítico, com um ponto de referência (RP) para controlar seu deslocamento, permitindo, assim, a expansão. Suas extremidades, onde ocorre contato, foram suavizadas para evitar qualquer possibilidade de induzir altas concentrações de tensão.\nmaterial\nO modelo de elementos finitos demanda as propriedades do material constituinte dos tubos sólidos para estudar a resposta estrutural sob expansão a frio e carregamento externo. Uma vez que o tubo sofre deformações plásticas significativas, um comportamento elástico-plástico foi utilizado. A lei de encruamento cinemático foi utilizada juntamente com a de encruamento isotrópico para simular o efeito Bauschinger (redução da tensão de escoamento sob carregamento reverso após ocorrência de deformação plástica durante a carga inicial). As propriedades de material inseridas no programa dependem do tubo que está sendo analisado e são baseadas nas propriedades determinadas a partir dos testes de tração uniaxial mencionados.\nmalha\nElementos sólidos quadráticos tridimensionais (C3D27) foram utilizados. Um estudo de sensibilidade de malha foi realizado para determinar a malha mais adequada. Um modelo típico apresenta 80 elementos na direção axial, dois elementos na espessura e dez elementos na direção angular. A direção angular foi dividida de acordo com a seguinte configuração, onde cada porção apresenta um elemento: 10°; 10°; 15°; 15°; 10°; 10°; 7,5°; 7,5°; 2,5°; 2,5°. Dessa forma, as partes que supostamente sofrerão maiores deformações e carregamentos se encontram mais refinadas. Detalhes da malha do tubo estão na figura 14.\ncontato, carregamento e condições de contorno\nO contato entre o cone expansor e a superfície interna do tubo foi modelado de acordo com a lei de fricção de Coulomb. No entanto, uma vez que o teste experimental foi realizado com graxa entre as superfícies, o coeficiente de fricção utilizado foi zero. Em simulações futuras, este parâmetro pode ser facilmente modificado, visando introduzir a influência do atrito. Durante o primeiro passo, referente ao processo de expansão, nenhuma carga foi aplicada. No segundo passo, para simular o teste de colapso, foi aplicada pressão na direção radial sobre a superfície externa do tubo. Uma pressão equivalente à anterior foi aplicada na direção axial sobre a área lateral do tubo, a fim de simular o carregamento hidrostático que ocorre dentro da câmara hiperbárica (fig. 15).\nFigura 15 - Carga e condições de contorno para o passo 1 (esquerda) e o passo 2 (direita).\nFigure 15 - Load and boundary conditions for step 1 (left) and step 2 (right).\nCom o objetivo de reproduzir os testes experimentais, algumas condições de contorno específicas foram usadas. Durante o primeiro passo, a extremidade do tubo onde a expansão começa foi restringida de movimentar-se na direção 1 (direção axial), simulando o conjunto de garras do segundo e terceiro estágios. Somado a isso, um deslocamento na direção 1 foi imposto ao ponto de referência do cone para movê-lo através do tubo enquanto tinha suas rotações restringidas nas direções 4, 5 e 6. Para o passo de colapso, uma extremidade do tubo foi presa em todas as direções enquanto a outra permanecia livre para mover-se na direção 1. A figura 15 contém os carregamentos e as condições de contorno para ambos os passos.\nresultados e discussões\nresultado numérico\nDurante a análise do primeiro passo, a deformação do tubo foi monitorada e comparada aos resultados obtidos nos testes experimentais. A figura 16 apresenta um gráfico referente ao nó 50.171 situado nas coordenadas (656.2500, 75.7703, 0,0000)mm, pertencente ao modelo numérico T2SFE-02, onde o deslocamento na direção 2 é plotado contra o tempo. A deformação plástica equivalente ao longo do tubo durante o passo 1 é mostrada na mesma figura. Observa-se que o modelo numérico reproduz o processo quase estático do experimento de expansão realizado, onde a deformação ocorre apenas na região que está sendo expandida. No entanto, esse mostra uma pequena recuperação da deformação plástica que não foi percebida pelo sistema de aquisição usado em laboratório, mas pode ser vista no gráfico mencionado. O deslocamento final na direção 2 para o nó 50.171 foi de 7,27mm, o que resulta em uma deformação na direção circunferencial de 10,08% (neste nó). A deformação média do experimento foi de 9,81%. Comportamentos similares foram observados para todos os modelos desenvolvidos.\nPara a determinação da pressão de colapso dos tubos sólidos expandidos ou não, através do algoritmo modificado de Riks, foi aplicada pressão na face externa. Este tipo de análise foi escolhido porque a carga é proporcional, e a solução exibe instabilidade. A figura 17 apresenta a configuração pós-colapso para o modelo numérico T2SFE-02, e os deslocamentos na direção 3 e 2 estão plotados ao longo do comprimento do tubo. Uma elevação na direção 3 é vista enquanto um afundamento ocorre na direção 2 do tubo. Como observado nos testes experimentais, o tubo assume uma configuração pós-colapso comumente conhecida como \"osso-de-cachorro” (dogbone) na mesma direção da ovalização imposta. A figura 18 demonstra graficamente como o efeito Bauschinger e o carregamento hidrostático (carga axial devida ao tamponamento nas extremidades) são importantes na análise numérica para a determinação da pressão de colapso buscada neste trabalho. Dois modelos extras foram criados para o corpo de prova T2SFE-02,\nFigura 17 - Deslocamento espacial dos nós na direção 3 (esquerda) e na direção 2 (direita) referente ao último incremento do passo 2.\nFigure 17 - Spatial displacement of the nodes in the direction 3 (left) and direction 2 (right) for the last increment of step 2.\nNumerical Analysis\nFigura 16 - Deslocamento na direção 2 versus tempo para o nó 50.171 (esquerda). Deformação plástica equivalente ao longo do tubo durante o primeiro passo (direita).\nFigura 18 - Comparação da pressão de colapso determinada para o modelo original (T2SFE-02), modelo sem encruamento ciné-tico (T2SFE-02NBE) e modelo sem carregamento axial (T2SFE-02NHL).\nFigure 16 - Displacement in the direction 2 versus time for node 50.171 (left). Equivalent plastic strain along the tube during the first step (right).\nFigure 18 - Collapse pressure comparison determined for the original model (T2SFE-02), model without kinetic hardening (T2SFE--02NBE) and the model without axial loading (T2SFE-02NHL).\n\num não levando em consideração o efeito Bauschinger (T2SFE-02NBE) e outro desconsiderando o carregamento hidrostático durante o teste de colapso (T2SFE-02NHL). Apesar de a diferença entre os modelos original e o modelo sem carga axial ser pequena para este caso, ela varia de modelo para modelo, dependendo da geometria e do processo que está sendo analisado.\ncorrelação numérico-experimental\nA tabela 6 contém os resultados dos testes experimentais e das análises numéricas, mostrando também a diferença em porcentagem entre as duas pressões de colapso obtidas para cada tubo. Para alcançar essa correlação, o modelo numérico foi ajustado para ser capaz\nde reproduzir os experimentos. Uma boa correlação entre as análises e os testes em laboratório é observada, provando a capacidade do modelo numérico de estimar o comportamento do tubo em função da expansão realizada. Uma vez validado, o modelo pode ser utilizado para analisar mais detalhadamente o comportamento do tubo expandido e para realizar um estudo paramétrico.\nCorpo de prova\tExperimental Pc (psi)\tNumérico Pc (psi)\tAPc (%)\nT1SF-01\t1.997\t2.045\t2,4\nT2SF-02\t1.958\t1.984\t1,32\nT3SF-03\t2.343\t1.810\t-22,5\nT3SFI-01\t3.573\t3.868\t8,26\nT3SFI-02\t4.475\t4.303\t-3,84\nT3SFI-03\t4.469\t4.235\t-5,24\nTabela 6 - Comparação numérico-experimen-tal das pressões de colapso dos tubos sólidos.\nrazão de expansão. Para um D/t de 20 e uma expansão de 10%, por exemplo, a pressão de colapso é aproximadamente 50% da pressão de colapso do tubo não expandido (Pco). Para D/t = 17 e a mesma razão de expansão, a pressão de colapso corresponde a 55% da pressão original. Para uma expansão de 5% os valores obtidos para as pressões de colapso se mantiveram entre 63% e 74% da pressão original Pco, dependendo do D/t usado. Para uma expansão de 10% a faixa foi de 46% até 60%, e, para 15%, de 38% até 52%.\n1,2\n0,2\nTable 6 - Numerical and experimental collapse pressure comparisons of solid tubes.\nestudo paramétrico\nO gráfico da figura 19 mostra a relação entre a pressão de colapso (Pc), para razões de expansão entre 5% e 15%, e a pressão de colapso original (Pco) do tubo não expandido. Para cada razão de expansão, diferentes análises foram realizadas variando-se a razão de diâmetro e espessura (D/t) do elemento tubular entre 14 e 23. A tabela 7 contém a pressão de colapso original (Pco) dos tubos não expandidos para cada um dos valores de D/t. A ovalização inicial utilizada foi de 0,1%, e as propriedades, tanto de material como geométricas, foram aquelas referentes ao corpo de prova T2SFE-02.\nComo mostrado na figura 19, os elementos tubulares apresentaram uma considerável redução na pressão de colapso com o aumento da razão de expansão. Tubos com diferentes D/t têm o mesmo comportamento, mas com diferentes efeitos prejudiciais. Maiores razões diâmetro por espessura resultam em uma redução mais significativa da pressão de colapso ao se aumentar a\n0 1--------------,--------------,-------------,-------------->\n0\t0,05\t0,1\t0,15\t0,2\nRazão de expansão\nFigura 19 - Razão entre a pressão de colapso do tubo expandido (Pc) e a pressão de colapso do tubo original (Pco) versus razão de expansão para tubos com diferentes valores de D/t.\nFigure 19 - Ratio between the collapse pressures of the expanded tube (Pc) and the collapse pressure of the original tube (Pco) versus the expansion ratio for tubes with different D/t values.\nTabela 7 - Pressão de colapso (Pco) para tubos não expandidos com diferentes valores de D/t.\tD/t\tPco (Mpa)\n\t23\t33,3\n\t20\t42\nTable 7 - Collapse pressure (Pco) for non-\t17\t51,9\n-expanded tubes with different D/t values.\t14\t63\nEste estudo paramétrico permite determinar a razão D/t necessária para obter uma pressão de colapso específica. Com o objetivo de encontrar a razão diâmetro\npor espessura requerida, a pressão de colapso original (Pco) do tubo deve ser calculada. Por exemplo, se, em um dado cenário, a resistência ao colapso mínima é de 15MPa, podem-se escolher diferentes combinações de D/t e razões de expansão como a seguir: D/t = 23 (Pco = 33MPa) com uma expansão de 10% (Pc/Pco = 46%) ou D/t = 20 (Pco = 42MPa) com uma expansão de 15% (Pc/Pco = 40%). Caso a razão D/t seja fixada, pode-se escolher a razão de expansão adequada para uma dada pressão de projeto.\nconclusões\nNeste trabalho um estudo teórico e experimental foi realizado para avaliar o comportamento estrutural de tubos sólidos expansíveis. Um aparato de expansão foi projetado e construído. Testes de tração uniaxial, para a caracterização do material, testes de expansão e testes de colapso em uma câmara hiperbárica foram feitos com o objetivo de ajustar e validar os modelos numéricos desenvolvidos. Três tubos sólidos foram expandidos e colapsados. Três tubos não expandidos também foram colapsados para propósito de comparação. Modelos numéricos considerando as propriedades de material e geométricas de cada corpo de prova foram desenvolvidos, ajustados e validados. Abaixo, algumas conclusões e observações são apresentadas:\n•\taparato experimental e modelo numérico foram desenvolvidos e validados;\n•\tobteve-se boa correlação numérico-experimental;\n•\ta expansão realizada neste trabalho provou ser um processo quase estático;\n•\tas análises numéricas devem levar em conta o efeito Bauschinger e o carregamento hidrostático;\n•\ta recuperação da deformação plástica observada após a expansão foi insignificante;\n•\ta expansão tubular resulta em mudanças na geometria e no material;\n•\ta ovalização inicial não diminuiu para todos os corpos de prova testados;\n•\ta pressão de colapso obtida experimentalmente para tubos após expansão de 10% foi, em média, 50%\nda pressão original para a geometria e os materiais testados;\n•\tcurvas de projeto para pressões de colapso de tubos foram geradas considerando diferentes geometrias e razões de expansão;\n•\tdiferentes geometrias de tubos e cones, razões de expansão e condições de contorno devem ser testadas com o objetivo de analisar mais profundamente o comportamento estrutural de tubos expandidos.\nAs curvas mostradas na figura 19 fornecem uma ferramenta confiável, desde que os parâmetros geométricos e de material do tubo que estiver sendo projetado não se desviem significativamente daqueles que formam a faixa de propriedades usada para gerá-las. Se os parâmetros do problema se desviam consideravelmente daqueles presentes no corpo deste trabalho, novos experimentos e análises devem ser realizados.\nreferências bibliográficas\nI AL-SALEH, A.; AL-KANDARI, A.; AL FAYEZ, F.; BREWSTER, T. W. Using expandable liners in deep high pressure wells: a case study. In: IADC/SPE ASIA PACIFIC DRILLING TECHNOLOGY CONFERENCE AND EXHIBITION, 2004, Kuala Lumpur. Proceedings... Richardson: Society of Petroleum Engineers, 2004. (SPE Paper 88029).\nI AMERICAN SOCIETY FOR TESTING AND MATERIALS INTERNATIONAL. ASTM E8M: standard test methods for tension testing of metallic materials [metric]. West Conshohocken. 22 p., 2001.\nI CAMPO, D.; WILLIAMS, C.; COOK, L.; BRISCO, D.; DEAN, B.; RING, L. Monodiameter drilling liner - from concept to reality. In: SPE/IADC DRILLING CONFERENCE, 2003, Amsterdam. Proceedings. Richardson: Society of Petroleum Engineers, 2003. (SPE Paper 79790).\nI FILIPPOV, A.; AKHIDENO, M.; ZIJSLING, D.; WADDELL, K.; COSTA, S.; WATSON, B.; BELL, B. Continued evolution of the one-trip expansion, single-diameter wellbore. In: OFFSHORE TECHNOLOGY CONFERENCE,\n37.,\t2005, Houston. Proceedings. Richardson: Offshore Technology Conference, 2005. (OTC Paper 17437).\nI FONSECA, C. E. Análise do comportamento estrutural sob pressão externa de tubos expansíveis para poços de petróleo. 2007. 77p. Dissertação (Mestrado) - Universidade Federal do Rio de Janeiro, COPPE/UFRJ, Rio de Janeiro, 2007.\nI GRANT, T.; BULLOCK, M. The evolution of solid expandable tubular technology: lessons learned over five years. In: OFFSHORE TECHNOLOGY CONFERENCE, 37., 2005, Houston. Proceedings. Richardson: Offshore Technology Conference, 2005. (OTC Paper 17442-MS).\nI LODDER, R. J.; RUGGIER, M.; BOBROSKY, D.; RADFORD, S. Determination of borehole quality, diameter and BHA directional response: eccentric tool test program for expandable casing application north sea. In: SPE/IADC DRILLING CONFERENCE, 2001, Amsterdam. Proceedings. Richardson: Society of Petroleum Engineers, 2001. (SPE Paper 67769-MS).\nI MASON, D.; CALES, G.; HOLLAND, M.; JOPLING, J. Using an engineering analysis process to identify pragmatic applications for solid expandable tubular technology. In: OFFSHORE TECHNOLOGY CONFERENCE,\n37.,\t2005, Houston. Proceedings. Richardson: Offshore Technology Conference, 2005. (OTC Paper 17438-MS).\nI MONTAGNA, J. M.; POPP, T.; WHITE, W. G. Beyond sand control: using expandable systems for annular isolation and single selective production in open-hole completions. In: OFFSHORE TECHNOLOGY CONFERENCE,\n36.,\t2004, Houston. Proceedings. Richardson: Offshore Technology Conference, 2004. (OTC Paper 16666).\nI MOORE, M. J.; WINTERS, W. J.; ZWALD, E.; BRISCO, D. Field trial proves upgrades to solid expandable tubulars. In: OFFSHORE TECHNOLOGY CONFERENCE, 34., 2002, Houston. Proceedings. Richardson: Offshore Technology Conference, 2002. (OTC Paper 14217-MS).\nI NOR, N.M.; HUANG, E.; VOON, C. H.; LAU, J.; BERHAD, S. S.; RUGGIER, M. Transforming conventional wells to bigbore completions using solid expandable tubing (SET). In: OFFSHORE TECHNOLOGY CONFERENCE,\n34.,\t2002, Houston. Proceedings. Richardson: Offshore Technology Conference, 2002. (OTC Paper 14315-MS).\nI PERVEZ, T.; QAMAR, S. Z.; SEIBI, A. C.; AL-JAHWARI, F. K. Use of SET in cased and open holes: comparison between aluminum and steel. Journal of Materials &amp; Design, Amsterdam, v. 29, n. 4, p. 811-817, 2008.\nI SEIBI, A. C.; PERVEZ, T.; AL-HIDDABI, S.; KARRECH, A. Finite element modeling of a solid tubular expansion: a typical well engineering application. In: SPE INTERNATIONAL SYMPOSIUM ON FORMATION DAMAGE CONTROL, 2002, Lafayette. [Proceedings.] Richardson: Society of Petroleum Engineers, 2002. (SPE Paper 84943).\nI STEWART, R. B.; MARKETZ, F.; LOHBECK W. C. M.; FISHER, F. D.; DAVES, W.; RAMMERSTORFER, F. G.; BOHM, H. J. Expandable wellbore tubulars. In: SPE TECHNICAL SYMPOSIUM, 1999, Dhahran. Proceedings. Richardson: Society of Petroleum Engineers, 1999. (SPE Paper 60766).\nI webgrafia\nI ROMAN, A.; CLEVELAND, C. J.; LAWRENCE T. (Ed.). Energy Information Administration (EIA), United States. In: ENCYCLOPEDIA of earth. Washington: Environmental Information Coalition, National Council for Science and the environment, 2006. Disponível em:<http://www. eoearth.org/article/Energy_Information_Administration_(EIA),_Uni-ted_States>. Acesso em: 20 abr. 2010.\nI autores\nAna Carolina Caldas Aguiar\nI Universidade Federal do Rio de Janeiro\ncarolinaaguiar@lts.coppe.ufrj.br\nTheodoro Antoun Netto\nI Bolsista de Produtividade em Pesquisa do CNPq - Nível 2\ntanetto@lts.coppe.ufrj.br\nAna Carolina Caldas Aguiar possui graduação em Engenharia de Petróleo pela Universidade Federal do Rio de Janeiro (2008). Cursando Mestrado em Engenharia Oceânica na Universidade Federal do Rio de Janeiro, com ênfase em estabilidade estrutural.\nTheodoro Antoun Netto possui graduação em Engenharia Naval pela Universidade Federal do Rio de Janeiro (1988, com mérito cum laude), Mestrado em Engenharia Oceânica pela Universidade Federal do Rio de Janeiro (1991), Mestrado em Engineering Mechanics, The University of Texas at Austin (1995), e Doutorado em Engineering Mechanics, The University of Texas at Austin (1998). Atualmente é professor adjunto do Programa de Engenharia Oceânica da Coppe/ Universidade Federal do Rio de Janeiro. Desenvolve atividades de pesquisa no Laboratório de Tecnologia Submarina da Coppe, onde exerce o cargo de gerente de Ensino e Pesquisa. Coordenou o Programa de Recursos Humanos PRH35 da Agência Nacional de Petróleo sobre Integridade Estrutural das Instalações da Indústria de Petróleo de 2004 a 2008. Membro do Conselho de Coordenação do Curso de Engenharia de Petróleo da UFRJ. Atua como Ppesquisador visitante na The University of Texas at Austin, onde realiza diversos projetos de colaboração. Coordena ainda intercâmbio acadêmico com a Norwegian University of Science and Technology - NTNU (Trondheim, Noruega). Linhas de pesquisa envolvem análises teóricas, numéricas e experimentais de estruturas navais e offshore.\nexpanded abstract\nSolid expandable tube technology has many advantages when compared to conventional well bores. The tube expansion in situ assists the development of reservoirs in many challenging scenarios facing the oil industry today, such as in the pre-salt layer, HPHT wells, deep reservoirs, or ultra-deep water. Furthermore, this procedure has good compatibility with directional and horizontal wells and facilitates side-track operations. Although tube expansion is an attractive approach, there is a necessity to better understand its influence on the tube mechanical strength.\nThe expansion of solid tubes is a cold work process carried out inside the well bore by passing a mandrel through the tube to expand its diameter. This process may result in a thickness decrease and a variation in the expanded body length. It also results in stress-induced material anisotropy. The requirements for a downhole expansion process are: expand the tubular element to the desired diameter without fracturing, bursting, or damaging it; maintain the structural strength of the expanded tubular member to provide sufficient resistance to burst and collapse loads in service; achieve a constant diameter and wall thickness of the expanded tubular over the whole expanded section length; maintain the integrity of the expanded tubular connections; expand long sections at high rates. The expansion can be performed both in open and cased holes. In the first condition, the tube is expanded against the formation and in the second, against a casing previously installed in the well. Several methods of expansion are employed according to the service company.\nThis stuey carried out tests and numerical analyses to determine the effect of parameters such as diameter-to-thickness ratio and expansion rate on the collapse resistance of expandable tubes. An experimental apparatus was designed and built to reproduce full-scale tube expansion. Three, 2-meter long specimens were expanded 10% of their original diameters and subjected to hydrostatic pressure inside a vessel until collapse. Three nonexpanded tubes were also tested for comparison. The\nlatter presented collapse pressures significantly greater than those presented by the expanded tubes. On average, the expanded tubes collapse pressure was nearly 50% lower than the collapse pressure of the original tubes.\nAt the same time, non-linear numerical models were developed using the finite element method through the commercial program Abaqus (version 6.5-1). This is able to simulate the cold expansion process and the behavior of solid tubes under external pressure. Material kinematic hardening, contact between tubular and conical expander and geometrical nonlinearities were taken into account. The expansion process and the external pressure loading until collapse were simulated using implicit integration of the equilibrium equations in two steps. The models were capable of successfully reproducing the physical experiments. After calibration using the obtained results, the models were used to further analyze the mechanical behavior of solid expandable tubes and the influence of the expansion process on their structural strength against collapse for different geometries and expansion ratios."}]}}}