{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10769"}, {"@name": "filename", "#text": "15932_Magalhaes_LuciolaAlves_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Número:              \n\nUNIVERSIDADE ESTADUAL DE CAMPINAS\n\nINSTITUTO DE GEOCIÊNCIAS\n\nPÓS-GRADUAÇÃO EM GEOCIÊNCIAS\n\nÁREA DE GEOLOGIA E RECURSOS NATURAIS\n\nLUCÍOLA ALVES MAGALHÃES\n\nINTEGRAÇÃO E ANÁLISE ESPACIAL DE DADOS PARA A GERAÇÃO DE MODELOS \n\nPROSPECTIVOS DE MINERALIZAÇÕES AURÍFERAS NA REGIÃO DE AMAPARI  - \n\nAMAPÁ\n\nDissertação  apresentada  ao  Instituto  de  Geociências  como \nparte dos requisitos para obtenção do título de Mestre em \nGeociências.\n\nOrientador: Prof. Dr. Carlos Roberto de Souza Filho\nCo-Orientadora: Prof. Dra. Adalene Moreira Silva\n\nCAMPINAS – SÃO PAULO\n02/2008\n\ni\n\n\n\n© by Lucíola Alves Magalhães, 2008\n\nCatalogação na Publicação elaborada pela Biblioteca \ndo Instituto de Geociências/UNICAMP\n\n              \n               Magalhães, Lucíola Alves     \nM27i                Integração e análise espacial de dados para a geração de modelos \n\nprospectivos de mineralizações auríferas na região de Amapari (Amapá) \n/   Lucíola Alves Magalhães.--   Campinas,SP.: [s.n.], 2008.\n\n       Orientador: Carlos Roberto de Souza Filho.\n       Co-Orientador: Adalene Moreira Silva\n       Dissertação (mestrado) Universidade Estadual de Campinas, Instituto \nde Geociências.\n\n1  Ouro- Amapari (AP) .   2. Minérios e Recursos Minerais – \nExploração – Amapari (AP).  3. Redes Neurais.     4.. Lógica Fuzzy. \n5. Sistemas de Informação Geográfica.  6. Análise espacial.      I. \nSouza Filho, Carlos Roberto de.     II. Silva, Adalene Moreira.  III. \nUniversidade Estadual de Campinas,  Instituto de Geociências.    IV. \nTítulo. \n\n                                                                                                                             \n\nTítulo em inglês:.Data integration and spatial analysis for gold: mineral potential mapping in \nAmapari Region (Amapá).\nKeywords: -  Gold -  Amapari(AP);\n                   -  Mines and Mineral Resources – Exploration -  Amapari (AP);\n\n -  Neural Networks,\n-  Fuzzy Logic;\n\n                   - Geographic Information Systems;\n                   - Spatial Analysis.\nÁrea de concentração: Geologia e Recursos Naturais \nTitulação: Mestrado em Geociências\nBanca examinadora: -  Carlos Roberto de Souza Filho,\n                                  -  Adalene Moreira Silva\n                                  -  Álvaro Penteado Crósta;\n                                  -  Henrique Llacer Roig.\nData da defesa:  25/02/2008\nPrograma: Geociências.\n\nii\n\n\n\n\n\nAos meus pais, Arnaldo e Léo, pela força,\namor, coragem e principalmente,\n\npela eterna “semeadinha”.\n\niv\n\n\n\nAgradecimentos\n\nNão poderia nunca deixar de começar meus agradecimentos pela parte mais importante de toda a \n\nminha vida: minha família.\n\nÀ ela, que sempre me apoiou, me incentivou e acreditou em cada passo dado. Que abriu mão de \n\ncompartilhar  comigo  os  melhores  momentos  em  família:  festas,  aniversários,  almoços  de \n\ndomingo, um barzinho na sexta-feira à noite.....Momentos esses tão preciosos para mim, mas que \n\nficaram na espera das visitas cada vez menos constantes devido a correria do dia-a-dia;\n\nEspecialmente  aos  meus  pais,  Arnaldo  e  Léo,  que  incansáveis  vezes  me  confortaram  nas \n\ndespedidas.  Que  se  fizeram  forte  o  suficiente  para  me  ajudar  a  seguir  em  frente,  continuar \n\nbuscando os  meus  sonhos  e objetivos  e reforçando sempre que os  seus  pensamentos  estariam \n\ncomigo, onde quer que eu estivesse e pedindo a Deus, que iluminasse os meus passos. Obrigada \n\npor  segurarem  na  minha  mão,  sempre  me  dando  confiança  e  certezas  de  que  estou  indo  por \n\ncaminhos seguros. E que caso eu caia, terei sempre um lugar certo para me amparar.\n\nAos meus irmãos: Simone, Alessandra, Flávia, Nice e Isaac, por cada sorriso, cada palavra, cada \n\ngesto. Pela enorme sensação de felicidade que tenho toda vez que os reencontro e tenho a certeza \n\nde que tenho IRMÃOS – AMIGOS;\n\nAos meus sobrinhos: Gabriel, Lucas, Letícia, Larissa, Thiago, Pedro, Maria Luísa e a pequena \n\nMarina, que inesgotavelmente me mostram a alegria e a inocência da alma do ser criança. Que \n\nnão me deixam esquecer de viver cada dia com a alegria e a energia do dia anterior;\n\nAo meu parceiro de todas as horas, companheiro de vida e de farra, meu namorado, meu marido, \n\nmeu amigo, meu professor ...Juca. À você que conquistou o meu amor, a minha fidelidade e a \n\nminha lealdade. Que sempre esteve ao meu lado e me deu forças para continuar em frente e me \n\nlevantar depois de cada tropeço. Que me faz rir como criança e ser amada como mulher. Que me \n\nabraça  e  me  conforta  nos  seus  braços.  Que  cuida  de mim  com  todo  o amor e  dedicação  que \n\nexiste. Agradeço à você amor...por me amar tanto assim. Sem você, tudo seria mais difícil;\nv\n\n\n\nAos meus sogros, Biga e Ana Lúcia, por me proporcionarem os momentos em família de que \n\ntanto senti falta. Por me acolherem com tanto carinho;\n\nÀ Dona Cida, minha mãe campineira. Agradeço por tanto tempo ter cuidado de mim.\n\nComo continuar sem falar dos amigos.....impossível. Aqui deixo registrado todo o meu carinho \n\npor eles.\n\nÀ minha amiga Fabi, que mais do que uma amiga....é uma irmã. Uma irmã que sempre esteve \n\npresente quando precisei....e quando não, também. Uma amiga de bar, de confidências, de férias \n\nno LAPIG e de noites de trabalho incansáveis. Uma mulher de garra e força que se pode olhar e \n\nse espelhar. Que se pode dizer: Caramba!!! Que tônico você usa!?? Amiga que conquistou o seu \n\nlugar  no  meu  coração.  Amigas  daquelas  que  irão  se  passar  mil  anos  até  que  eu  consiga \n\nesquecer.....e se for possível esquecer. Obrigada por tudo amiga. Por ser você e me deixar ser \n\nquem eu sou;\n\nAo meu amigo Cleyton. Agradeço a você Cleytito por fazer parte desta minha caminhada. Por me \n\nensinar a compreender as diferenças entre os homens. Por ter me recebido de braços abertos na \n\nsua vida e ter sempre tido tempo para me ouvir;\n\nAos  amigos  de  casa:  Juca,  Paulão,  Chicão,  Brunão  e  Ronaldão.  Agradeço  por  cada  dia \n\ncompartilhado, por cada discussão, por cada festa, por cada ensinamento. Que a distância jamais \n\nseja motivo para o esquecimento;\n\nÀ galerinha da capoeira, que entre uma meia-lua e um armada, sempre me deram a alegria dos \n\nmomentos  juntos.  Da  cerveja  depois  do  treino,  nos  churrascos  depois  e  antes  de  roda,  pelas \n\ncervejadas que rolaram sem qualquer motivo, e é  claro, pelas festas na praia;\n\nAos amigos do LAPIG, os que estão e os que passaram por lá: Fabi, Cleyton, Érica, Jú, Vagney, \n\nPaulão, Oderson, Giu, Talita, Lobinho, Dani Beck, César, Sebastião, Juliano, Érico e a intrusa da \n\nmadrugada, Bob.....Obrigada. Agradeço o companheirismo, a ajuda sempre possível e o carinho;\nvi\n\n\n\nAos amigos de graduação e da vida que sempre estiveram presentes no meu coração. \n\nAo amigo Emilson, por sempre ter me auxiliado e me ajudado nos momentos de dúvida;\n\nAos geólogos e amigos Lédi, Carol Paraná, Seu Luís, Moraes, Élio.... por me ajudarem durante as \n\natividades de escritório e principalmente, no campo;\n\nÀ Mineração Pedra Branca de Amapari (MPBA), em especial ao geólogo Alfredo Nunes, por ter \n\nviabilizado parte deste mestrado;\n\nAo Serviço Geológico do Brasil, em particular ao Dr. Manoel Barreto, pela disponibilização dos \n\ndados aerogeofísicos;\n\nÀ Dra. Mônica Perrotta por ter participado da minha banca de qualificação e ter contribuído com \n\ncríticas e sugestões importantes para finalização do mestrado;\n\nAo Prof. Dr. Álvaro Crósta, agradeço por ter acompanhado toda a minha evolução acadêmica;\n\nÀ minha co-orientadora Prof. Dr. Adalene Moreira da Silva, pelos ensinamentos e carinho;\n\nAo maravilhoso apoio técnino do IG: Ricardo, Val, Edinalva, Helena, Cris......vocês são demais;\n\nÀ FAPESP, pela concessão da bolsa de estudo;\n\nE  por  último,  e  nunca  menos  importante,  ao  meu  orientador  Prof.  Dr.  Carlos  Roberto  Souza \n\nFilho. Agradeço à você Beto, por toda a confiança, paciência, carinho e ensinamentos. Obrigada \n\npor confiar em mim e me auxiliar nesta etapa de amadurecimento científico. Obrigada por me \n\nlembrar do que sou capaz.\n\nvii\n\n\n\nSumário\nÍNDICE DE FIGURAS.................................................................................................................viii\n\nRESUMO........................................................................................................................................ix\n\nABSTRACT.....................................................................................................................................xi\n.\n1 – INTRODUÇÃO..........................................................................................................................1\n\n1.1 - Apresentação........................................................................................................................1\n1.2 – Objetivos.............................................................................................................................2\n\n1.2.1 – Objetivos Específicos..................................................................................................2\n\n2 – ESTRUTURA DA DISSERTAÇÃO..........................................................................................3\n\n3 – SÍNTESE DOS RESULTADOS.................................................................................................3\n3.1 – Processamento e interpretação dos dados aerogeofísicos...................................................3\n3.2 – Modelagem espacial de dados............................................................................................4\n\n3.2.1 – Modelagem por Pesos de Evidência (WofE – Weights of Evidence).........................4\n3.2.2 – Modelagem por Lógica Fuzzy....................................................................................5\n3.2.3 – Modelagem por Redes Neurais Artificiais (RNA's)....................................................5\n\n4 – DISCUSSÕES E CONCLUSÕES..............................................................................................7\n\nREFERÊNCIAS BIBLIOGRÁFICAS.............................................................................................9\n\nANEXOS – ARTIGOS.......................................................................................................................\n1. Caracterização Geológica-Geofísica da Porção Central do Amapá com base em Processamento \ne Interpretação de Dados Aerogeofísicos.......................................................................................14\n2. Modelagem de Dados Espaciais para Prospecção Aurífera na Área do Depósito Amapari – \nAP....................................................................................................................................................43\n\nINDÍCE DE FIGURAS\n\nFigura 1. Mapa de localização da área de estudo............................................................................2 \n\nviii\n\n\n\nUNIVERSIDADE ESTADUAL DE CAMPINAS\n\nINSTITUTO DE GEOCIÊNCIAS\n\nPÓS-GRADUAÇÃO EM GEOCIÊNCIAS\n\nÁREA DE GEOLOGIA E RECURSOS NATURAIS\n\nIntegração e Análise Espacial de Dados para a Geração de Modelos Prospectivos de Mineralizações \nAuríferas na Região de Amapari (Amapá)\n\nRESUMO\nDissertação de Mestrado\nLucíola Alves Magalhães\n\nA  área  de  estudo,  compreendida  nesta  investigação,  situa-se  no  estado  do  Amapá  e  possui  uma \nimportância especial visto que se trata de uma das últimas fronteiras exploratórias do país, onde grande \nparte  do estado  é  protegida  por  parques  nacionais  e  reservas  indígenas.  Inserida  na  Província  Maroni-\nItaicaiúnas, palco de uma variedade de mineralizações como ferro, manganês,  cromita, ouro, diamante, \nbauxita, caolim e cassiterita, na área são reconhecidos terrenos do embasamento Arqueano, seqüências do \ntipo  greenstone-belts (Província  Vila  Nova)  e  suítes  intrusivas,  coletivamente  de  evolução  geológica \ncomplexa e com amplo potencial metalogenético.  O Depósito Amapari é caracterizado como um depósito \ndo  tipo  lode orogenético,  onde  os  maiores  teores  de  ouro  são  associados  às  zonas  mais  deformadas, \nencaixadas  em  um  sistema  de  veios  sulfetados,  principalmente  pirrotita.  O  objetivo  desta  dissertação \ncompreendeu  a  investigação  de  métodos  de  análise  e  modelagem  espacial  guiada  pelos  dados  e  pelo \nconhecimento,  visando  o  mapeamento  de  áreas  com  favorabilidade  mineral  para  ouro  na  região  do \ndepósito  Amapari.  À  etapa  de  modelagem  precedeu-se  o  processamento  e  a  interpretação  dos  dados \naerogeofísicos  (magnetometria  e  gamaespectrometria)  de  alta  resolução  espacial  e  densidade  de \namostragem (Projeto Rio Araguari-CPRM), visando a geração de produtos para o mapeamento geológico \ne exploração mineral na porção centro-sul do estado do Amapá. Com base no processamento dos dados \naerogeofísicos,  foram  gerados  mapas  de  domínios  e  lineamentos  magnéticos  e  domínios \ngamaespectrométricos, a partir dos quais novas unidades litogeofísicas foram reconhecidas, assim como \nredefinida, com grande precisão, a extensão de unidades previamente mapeadas (e.g., corpos enderbíticos, \ncomplexos máficos ultramáficos e intrusivas graníticas). As estruturas magnéticas são multi-orientadas. O \nextenso  lineamento  denominado  Cupixi  Alto  Jari  aparece  com  destaque  nos  mapas  aerogeofísicos, \nseparando o Terreno Cinturão Jari e o Terreno Antigo Cupixi- Tartarugal Grande. As estruturas de direção \nNNW são  predominantes  e  se  associam,  com maior  freqüência,  às  mineralizações  auríferas  da  região. \nDados geológicos  (1:100.000),  dados  aerogeofísicos  e  análises  de  ouro  em amostras de  sedimentos de \ncorrente foram utilizados para a geração de modelos de favorabilidade. Os mapas gerados pelos métodos \nde  pesos  de  evidência,  lógica  fuzzy e  redes  neurais  artificiais,  destacaram a  área  do depósito  Amapari \ncomo um sítio altamente favorável à ocorrência de ouro, condição necessária para que o resultado fosse \ncoerente com a premissa dos modelos, além de indicarem novos alvos potenciais à mineralização.  Estes \nnovos alvos foram validados no campo e através de mapas de detalhe de anomalias geoquímicas de Au \ncontido  no solo,  gerados pela MPBA. As áreas identificadas  pela modelagem espacial  estão  em franca \nconcordância com as principais anomalias geoquímicas, demonstrando, desta forma, que a determinação \n\nix\n\n\n\nde alvos exploratórios mais favoráveis baseada em métodos indiretos é coerente com a prospecção através \nde métodos diretos. \n\nPalavras-chaves:  mineralizações  auríferas,  pesos  de  evidências,  redes  neurais  artificiais,  lógica  fuzzy, \nmapas de favorabilidade mineral, Amapá.\n\nx\n\n\n\nUNIVERSIDADE ESTADUAL DE CAMPINAS\n\nINSTITUTO DE GEOCIÊNCIAS\n\nPÓS-GRADUAÇÃO EM GEOCIÊNCIAS\n\nÁREA DE GEOLOGIA E RECURSOS NATURAIS\n\nData Integration and Spatial Analysis for Gold Mineral Potential Mapping in the Amapari Region \n(Amapá)\n\nABSTRACT\nMaster Dissertation\n\nLucíola Alves Magalhães\n \nThe study area is situated in the Amapá State and has a special interest since it comprises one of the last  \nexploration  frontiers  in  Brazil,  where  much  of  the  state  is  protected  by national  parks  and  indigenous \nreserves. It is placed within the Maroni-Itacaiunas Province,  where a variety of mineralizations as iron, \nmanganese, chromite, gold, diamond, bauxite, kaolin and cassiterite have been described. The area hosts \nin the area are recognized Archaean basements, greenstone belts (Province Vila Nova) and intrusive rocks \nthat  collectively show  a  complex  geological  evolution  and  with  an  ample  metallogenic  potential.  The \nAmapari deposit is characterized as an orogenic-type gold mineralization, where the highest contents of \ngold  are  associated  with  the  most  deformed  rocks  in  a  system  of  sulfide  veins,  mainly composed  of \npyrrhotite.  This  research  is  focused  in  the  investigation  of  spatial  data  modelling  by  data-driven  and \nknowledge-driven predictive methods, aiming the identification of potential areas for gold mineralization \nin the proximities of Amapari region. High spatial resolution airborne geophysical data (magnetometry \nand gama-spectrometry) (Project Rio Araguari-CPRM) was processed and interpreted, aiming to provide \nproducts for geologic mapping and mineral exploration for a large area in the central-south portion of the \nAmapa State, Brazil. The processing of the geophysical data yielded maps of magnetic lineaments and \nmagnetic  and gamma-spectrometric domains, from which  new litho-geophysical  units  were  recognized \nand  previously mapped  units  were  redefined  (e.g.,  enderbitic  bodies,  mafic-ultramafic  complexes  and \ngranitic intrusives). The magnetic structures are multi-oriented.  The extensive Alto Cupixi Jari lineament \nshows prominently in the magnetic maps, separating the  Cinturao Jari and the Atingo-Cupixi-Tartarugal \nGrande terranes. The NNW-trending structures appear ubiquitously in these maps and are often associated \nto  gold  mineralizations  in  the  region.  The inputs  maps  for  the  modelling  process  were  geological  and \nairbone geophysical data and gold in stream sediments. The results, using weights of evidence, artificial \nneural networks and fuzzy logic, show that Amapari deposits were classified as a hight potential site as \nexpected and, most importantly, new targets with similar signatures were identified throughout the area. \nThese new targets were validated in the field and using maps of detail geochemical anomalies for Au in \nthe soil, generated by the MPBA. The areas identified by the spatial modeling methods are in agreement \nwith the main geochemical anomalies, demonstrating that the determination of new potential targets based \non indirect methods is consistent with the prospecting through direct methods.\n\nKeywords:  gold  mineralization,  weights  of  evidence,  artificial  neural  networks,  fuzzy  logic,  mineral \n\nxi\n\n\n\npotential maps, Amapá, Brazil.\n\nxii\n\n\n\n1 – INTRODUÇÃO\n\n1.1 – Apresentação\n\nA utilização de métodos indiretos no mapeamento geológico e na prospecção mineral tem \n\nse tornado uma prática comum no Brasil (e. g. Souza Filho e Crósta, 2003), principalmente em \n\nregiões com dificuldades de acesso e densa cobertura vegetal. Nessas situações, mapas derivados \n\ndo  processamento  e  interpretação  de  dados  aerogeofísicos,  integrados  a  produtos  de  sensores \n\nremotos  orbitais  e  aerotransportados,  podem  contribuir  para  a  caracterização  geológica  e  do \n\npotencial mineral de uma região.\n\nNo Brasil ainda existem amplas áreas desprovidas de conhecimento geológico de detalhe. \n\nNo  Estado  do  Amapá,  diversos  trabalhos  estão  sendo  desenvolvidos  visando  a  reversão  deste \n\nquadro (Avelar  et al., 2001, Rosa-Costa  et al., 2001, Faraco  et al., 2004b). No ano de 2004, o \n\nServiço Geológico do Brasil (CPRM), com o apoio do Ministério de Minas e Energia (MME), \n\nrealizou o levantamento aerogeofísico Projeto Rio Araguari na porção centro-sul do Estado e, no \n\nano de 2007, o Projeto Aerogeofísico Amapá, que recobre a porção centro-norte.\n\nO Estado do Amapá hospeda diversos tipos de bens minerais, sejam na forma de indícios, \n\nocorrências ou depósitos. Os depósitos de ouro mais conhecidos e estudados são: o Distrito da \n\nSerra do Ipitinga e os depósitos de Amapari, Salamangone e Santa Maria, o que ainda é pouco \n\ntendo em vista a grande diversidade das ocorrências minerais presentes na região. Desta forma, o \n\nEstado pode ser considerado como uma das últimas fronteiras exploratórias do país.\n\nNo intuito de aumentar o conhecimento da geologia e do potencial mineral nessa região, \n\nesta dissertação visa contribuir com avanços metodológicos e modelos exploratórios para ouro \n\nbaseados  em  técnicas  de  modelagem  espacial  de  dados.  Trata-se  de  um  estudo  inédito  desta \n\nnatureza na região.\n\n1\n\n\n\n1.2 – Objetivos\n\nO  objetivo  desta  dissertação  compreendeu  a  investigação  de  métodos  de  análise  e \n\nmodelagem espacial guiada pelos dados e pelo conhecimento de dados geológicos, geofísicos e \n\ngeoquímicos, visando o mapeamento de áreas com favorabilidade mineral para ouro na região do \n\ndepósito  Amapari  –  AP  (Figura  1).  A  modelagem  dos  dados  foi  realizada  no  ambiente  do \n\nsoftware  Arc-Spatial  Data  Modeller  (ArcSDM)  (Sawatzky  et  al.,  2007, \n\nhttp://arcscripts.esri.com/details.asp?dbid=15341),  na  versão  4,  para  uso  combinado  com  o \n\nArcGIS 9.2.\n\n1.2.1 – Objetivos Específicos\n\ni. Produzir  superfícies  interpoladas  a  partir  de  dados  aerogeofísicos  de alta  densidade  de \n\namostragem e interpretá-las visando à composição de mapas de domínios magnéticos e \n\ngamaespectrométricos para a caracterização litogeofísica da área; \n\nii. Integrar  e  modelar  dados  de  geologia  de  superfície,  aerogeofísicos  e  geoquímicos  no \n\nambiente  do  software ArcGIS,  na  sua  extensão  ArcSDM,  pelos  métodos  pesos  de \n\nevidência  (Boham-Carter,  1994),  redes  neurais  (Brown  et  al,  2000,  Nóbrega  &amp;  Souza \n\nFilho, 2003)  e lógica  fuzzy (Boham-Carter,  1994)  com a finalidade de identificar  áreas \n\ncom potencial mineral para a exploração de ouro na região do depósito Amapari – AP.\n\n2\n\nFigura 1: Mapa de localização da área de \nestudo.\n\nhttp://www.ige.unicamp.br/sdm\nhttp://www.ige.unicamp.br/sdm\nhttp://www.ige.unicamp.br/sdm\n\n\n2 – ESTRUTURA DA DISSERTAÇÃO\n\nEste documento de dissertação está estruturado na forma de dois artigos auto-consistentes, \n\nque abordam de forma pormenorizada os principais desenvolvimentos e resultados do mestrado: \n\n“Caracterização Geológica-Geofísica da Porção Central do Amapá com base em Processamento e \n\nInterpretação  de  Dados  Aerogeofísicos”  e  “Modelagem  Espacial  de  Dados  para  a  Prospecção \n\nAurífera do Depósito Amapari – AP”. O primeiro deles está em fase de impressão na Revista \n\nBrasileira  de  Geociências  e,  o  segundo,  em  fase  de  preparação  para  submissão,  sendo  ambos \n\napresentados em anexo. \n\nA seguir, será apresentada uma síntese dos resultados obtidos nesse projeto de Mestrado.\n\n3 – SÍNSTESE DOS RESULTADOS\n\n3.1 – Processamento e interpretação dos dados aerogeofísicos\n\nCom base no processamento dos dados aerogeofísicos, foram gerados mapas de domínios \n\ne  lineamentos  magnéticos  e  domínios  gamaespectrométricos.   A  partir  do  mapa  de  domínios \n\ngamaespectrométricos, novas unidades litogeofísicas foram reconhecidas, assim como redefinida, \n\ncom maior  precisão,  a extensão  de unidades  previamente  mapeadas  (e.g., corpos  enderbíticos, \n\ncomplexos  máficos  ultramáficos  e  intrusivas  graníticas).   O  mapa  de  lineamentos  magnéticos \n\npermitiu a caracterização  do arcabouço estrutural  da área. As estruturas magnéticas são multi-\n\norientadas. O extenso lineamento denominado Cupixi Alto Jari aparece com destaque nos dados \n\naeromagnéticos,  separando  o  Terreno  Cinturão  Jari  e  o  Terreno  Antigo  Cupixi-  Tartarugal \n\nGrande. As estruturas de direção NNW são predominantes e se associam, com maior freqüência, \n\nàs mineralizações auríferas da região. \n\n3\n\n\n\n3.2 – Modelagem espacial de dados\n\nProdutos  gerados  do  processamento  de  dados  aerogeofísicos,  juntamente  com  o  mapa \n\ngeológico  (1:100.000)  e  mapa  de  bacias  de  captação,  serviram  de  base  para  a  geração  dos \n\nmodelos preditivos de mineralizações de ouro na área de estudo. Estes mapas são classificados \n\ncom  base  na  probabilidade  à  posteriori de  uma  área  ter  potencial,  ou  não,  para  hospedar \n\ndepósitos desse metal.\n\n3.2.1 – Modelagem por Pesos de Evidência (WofE)\n\nA  modelagem  por  pesos  de  evidência  foi  feita  a  partir  da  combinação  dos  mapas \n\nevidenciais,  tais  como  mapa  geológico  e  produtos  aerogeofísicos  (magnetometria  e \n\ngamaespectrometria), além dos pontos de treinamento relacionados a registro de ouro extraídos \n\nda  base  de  dados  do  Serviço  Geológico  do  Brasil. Entre  os  vários  experimentos  realizados, \n\nsomente  dois  modelos  atenderam  aos  requisitos  dos  testes  de  condição  de  independência  dos \n\ndados.  A associação dos pontos de treinamento e o valor da probabilidade à posteriori  também \n\nfoi examinada. Ficou demonstrado que nestes modelos somente um ponto está situado nas áreas \n\nmais favoráveis (valores acima de 1,9 vezes a probabilidade à priori). Também foi feita a análise \n\nda área sobre a curva (AUC) do gráfico  Receiver Operator Characteristic (ROC), que mede a \n\nprecisão do mapa final.  De  acordo com este cálculo  dois  modelos  apresentaram  uma precisão \n\nacima de 70%.  Os valores de probabilidade à posteriori foram ainda contrapostos a área do mapa \n\n(Area Frequency Table). Através deste gráfico foi observado que uma proporção inferior a 1% da \n\nárea foi mapeada como altamente favorável (valores de probabilidade à posteriori acima de 0.9). \n\nEstas  análises  permitiram  selecionar  um  dos  modelos,  compreendendo  as  variáveis:  i)  mapa \n\ngeológico,  ii)  proximidade  à  estruturas  lineares,  iii)  áreas  com  altos  valores  magnéticos,  iv) \n\nelevados teores de potássio e urânios e v) áreas com baixos teores de tório, como o mais positivo \n\nentre as variações experimentadas.\n\n4\n\n\n\n3.2.2 – Modelagem por Lógica Fuzzy\n\nNa  modelagem  por  lógica  fuzzy,  além  dos  dados  utilizados  no  método  por  pesos  de \n\nevidência, foi utilizado o mapa de bacias de captação. Os mapas de favorabilidade foram gerados \n\ncom o operador  Fuzzy-Gamma, considerando diferentes combinações para os dados de entrada, \n\nbem como diferentes valores para o fator gamma.  Os modelos apresentaram três alvos potenciais \n\npara prospecção, sendo dois deles localizados na porção NNE da área, e o terceiro na área do \n\ndepósito Amapari. A variação  dos valores de  gamma fornece amplas  possibilidades  de mapas \n\nfinais. Quanto menor for o valor gamma utilizado, mais o resultado final tende ao equivalente do \n\nproduto  fuzzy e mais restritas são as áreas assinaladas com maior potencial mineral. Valores de \n\ngamma mais elevados favorecem a soma fuzzy, resultando em áreas potenciais mais abrangentes. \n\nDentre os testes realizados, o modelo gerado por Lógica  Fuzzy  tendo como base a combinação, \n\natravés do operador gamma, dos mapas evidenciais da soma dos mapas geológico e sub-bacias, o \n\nproduto entre os dados de natureza magnética (lineamentos e ASA) e o produto entre os dados \n\ngamaespectrométricos (K, Th e U), foi o mais coerente. \n\n3.2.3 – Modelagem por Redes Neurais Artificiais (RNAs)\n\nA combinação dos mapas evidenciais foi feita buscando representar os modelos gerados \n\npelo  métodos  anteriores  que  apresentaram  os  melhores  resultados:  i)  Modelo  1:  Geologia, \n\nlineamentos  magnéticos,  K,  Th,  U  e  ASA  e,  ii)  Modelo  2:  Geologia  fuzzificada,  lineamentos \n\nmagnéticos, K, Th, U e ASA.  Foram utilizados três sistemas de classificação por RNAs:  Fuzzy \n\nClustering, RBFLN e PNN. Os sistemas RBFLN e PNN envolvem métodos supervisionados e, \n\nportanto,  necessitam  de  pontos  de  treinamento  para  a  associação  de  classes.  Os  pontos  de \n\ntreinamento associados a depósitos foram os mesmos utilizados na técnica WofE. Os pontos de \n\nnão-depósitos, essenciais para a classificação pelo método RBFLN, foram extraídos de áreas com \n\nbaixa possibilidade de hospedar depósitos auríferos,  a partir do mapa de favorabilidade gerado \n\npelo método WofE, em com o auxílio adicional dos produtos derivados dos dados aerogeofísicos. \n\nOs  parâmetros  de  treinamento  e  classificação  de  cada  sistema  foram  comparados  entre  dois \n\n5\n\n\n\nmodelos,  visando  a  escolha  do  melhor  sistema  para  cada  conjunto  de  dados  de  entrada.  Esta \n\nescolha foi baseada nos resultados analíticos de classificação. Os resultados indicaram que um \n\ndos modelos apresentou o melhor resultado para o sistema  Fuzzy Clustering, enquanto o outro \n\nteve resultados mais positivos para os sistemas RBFLN e PNN.  \n\n6\n\n\n\n4 – DISCUSSÕES E CONCLUSÕES\n\nOs dados aerogeofísicos utilizados no trabalho serviram de base para a confecção do mapa \n\nlitogeofísico na escala 1:100.000. Estes dados são de alta densidade de amostragem e permitiram \n\no  detalhamento  de  unidades  litológicas  e  a  demarcação  de  lineamentos  estruturais.  O \n\nprocessamento destes dados também serviu como pré-processamento para a etapa de modelagem \n\nespacial.\n\nUma das condições descritas como necessárias para a aplicação de técnicas de modelagem \n\nespacial guiada pelos dados é a utilização de pontos de treinamento em quantidade e qualidades \n\nsuficientes para representar os depósitos de uma região. Apesar dos pontos disponíveis para este \n\ntrabalho apresentarem possíveis erros de posicionamento, estarem associados, em sua maioria, a \n\nregistros de ouro na forma de indício (somente dois relacionam-se à jazidas), os resultados aqui \n\nobtidos foram considerados suficientes para objetivos de exploração regional.\n\nOs  modelos  gerados  pelo  método  de  pesos  de  evidência  foram  submetidos  a  testes  de \n\ncondição de independência dos dados e estes foram respeitados para dois modelos: (i) geologia, \n\nlineamentos  magnéticos,  anomalias  magnéticas,  mapas  do  potássio  e  urânio;  (ii)  geologia, \n\nlineamentos  magnéticos,  anomalias  magnéticas,  mapas  do  potássio,  urânio  e  tório.  O  modelo \n\ncompreendendo  geologia,  lineamentos  magnéticos,  anomalias  magnéticas,  mapas  do  potássio, \n\ntório, urânio e razão K/Th, foi o único que não respeitou tal condição. Os modelos foram bastante \n\nrestritivos, tendo em vista que 99% da área apresentou resultados de probabilidade à posteriori \n\nabaixo de 0.05. A área mapeada com maior potencial aurífero está associada à área do depósito \n\nAmapari.\n\nOs modelos utilizados pelo método da lógica  fuzzy apresentaram os melhores resultados \n\nquando o operador gamma foi utilizado com a variável em 0.45. Da mesma forma que o método \n\nWofE, os alvos foram bem definidos, só que neste, três alvos devem ser considerados. Um deles \n\nocorre associado aos domínios da mina de Amapari; outro próximo a dois registros de indício de \n\nouro na área. \n\nO método de classificação por RNAs também forneceu resultados interessantes. Foram \n\ngerados dois modelos, sendo sua diferença somente na utilização do mapa geológico fuzzificado. \n\n7\n\n\n\nDentre os três sistemas de classificação testados, o RBFLN gerou uma maior quantidade de áreas \n\nfavoráveis, diferindo dos resultados derivados dos sistemas PNN e Fuzzy Clustering.\n\nAs áreas identificadas pelos três métodos de modelagem foram verificadas em uma etapa \n\nde campo e validados junto a Mineração Pedra Branca de Amapari (MPBA). Nesta oportunidade, \n\nos  alvos  determinados  como  mais  favoráveis  através  da  modelagem  espacial  de  dados \n\nmostraram-se coincidentes  com os  alvos selecionados  como potenciais  pela MPBA  através de \n\ncampanhas de geoquímica de amostras de solo analisadas para o elemento ouro. Desta forma, a \n\ndeterminação  de  alvos  exploratórios  baseada  em  dados  indiretos  mostrou-se  coerente  com  a \n\nprospecção através de métodos diretos. Tendo em vista que nenhum trabalho desta natureza foi \n\npreviamente  desenvolvido  na  região  amazônica,  tem-se  aqui  um  importante  exemplo  da \n\naplicabilidade e funcionabilidade destas técnicas de análise em regiões com um baixo nível de \n\nconhecimento geológico e metalogenético.\n\n8\n\n\n\nREFERÊNCIAS BIBLIOGRÁFICAS\n\nAGTERBERG, F. P. &amp; CHENG, QIUMING. 2002. Conditional Independence Test for Weigths-\n\nof-Evidence Modelling. Natural Resources Research, 11(4): 249 – 255.\n\nAVELAR, V. G., LAFON, J. M., DELOR, C.  2001. Geocronologia Pb-Pb em Zircão e Sm-Nd \n\nem Rocha Total da Porção Centro-Norte do Amapá para a evolução geodinâmica do Escudo \n\ndas Guianas.  In: SBG, Simp. Geol. Amazônia, VII, CD-ROM.\n\nBLUM, M. L. B. 1999.  Processamento e Interpretação de Dados de Geofísica Aérea no Brasil \n\nCentral  e  sua  Aplicação  à  Geologia  Regional  e à  Prospecção  Mineral.  Tese  de  Doutorado, \n\nInstituto de Geociências, Universidade de Brasília, 229p. \n\nBOLENEUS,  D. E., RAINES,  G. L., CAUSEY,  J. D., BOOKSTROM,  A. A., FROST,  T. P., \n\nHYNDMAN,  P.  C.  2001.  Assessment  method  for  epithermal  gold  deposits  in  northeast \n\nWhashington  State  using  weights-of-evidence  GIS  modeling.  Open-File  Report  01-501. \n\nUSGS. Disponível em: http://pubs.usgs.gov/of/2001/of01-501/. Acessado em: 16 abr 2006.\n\nBONHAM-CARTER,  G.F.  –  1994  –  Geographic  Information  Systems  for  Geoscientists  – \n\nModeling with GIS.  Pergamon, 398p.\n\nBROWN  W.  M.,  GEDEON  T.  D.,  GROVES  D.  I.  E  BARNES  R.  G.  2000.  Artificial  neural \n\nnetworks:  a  new  method  for  mineral  prospectivity  mapping.  Australian  Journal  of  Erath  \n\nSciences, 47: 757-770.\n\nCHENG, Q., AGTERBERG, F. P. 1999 Fuzzy Weights of Evidence Method and Its Application \n\nin Mineral Potential Mapping. Natural Resoucers Research, 8(1): 27 – 35.\n\nCORDANI,  U.  D.,  TASSINARI,  C.  C.  G.,  TEIXEIRA,  W.,  BASEI,  M.  A.  S.  AND \n\nKAWASHITA,  K.  1979.  Evolução  Tectônica  da  Amazônia  com  base  nos  dados \n\ngeocronológicos. In: Congresso Geológico Chileno, II, Actas, p. 137-48.\n\nDARDENNE,  M.  A.  &amp;  SCHOBBENHAUS,  C.  2001.  Metalogênese  do  Brasil.  CPRM/UnB, \n\nEditora UnB, 392p.\n\nDARDENNE,  M.  A.  &amp;  SCHOBBENHAUS,  C.  2003.  Metallogeny  of  the  Guiana  Shield.  In: \n\nBRGM (Eds). Géologie de la France. N°2-3-4:243-255.\n\nFARACO, M. T. 1990. Evolução petrológico-geoquímica das rochas da Suíte Metamórfica Vila \n\n9\n\nhttp://pubs.usgs.gov/of/2001/of01-501/\nhttp://pubs.usgs.gov/of/2001/of01-501/\nhttp://pubs.usgs.gov/of/2001/of01-501/\n\n\nNova na Serra do Ipitinga (NW do Pará). Dissertação de Mestrado, Centro de Geociências, \n\nUniversidade Federal do Pará, 346p.\n\nFARACO, M. T. 1997. Evolução petrológico-geoquímica das rochas e mineralizações associadas \n\nà  Suíte  Vila  Nova  na  Serra  do  Ipitinga  (NW  do  Pará).  Tese  de  Doutorado,  Centro  de \n\nGeociências, Universidade Federal do Pará, 245p.\n\nFARACO,  M.T.L.,  MARINHO,  P.A.C.,  COSTA,  E.J.S.,  VALE,  A.G.,  CAMOZZATO,  E., \n\n2004a. Folha NA.22-Macapá. In: Schobbenhaus, C., Gonçalves, J.H., Santos, J.O.S., Abram, \n\nM.B.,  Leão  Neto,  R.,  Matos,G.M.M.,  Vidotti,  R.M.  (eds.).  Carta  Geológica  do  Brasil  ao \n\nMilionésimo,  Sistema  de  Informações  Geográficas.  Programa  Geologia  do  Brasil.  CPRM, \n\nBrasília. CD-ROM. \n\nFARACO,  M.  T.,  MARINHO,  P.  A.  C.,  MOURA,  C.  A.  V.,  MACAMBIRA,  M.  J.  B., \n\nPIMENTEL,  M.  M.  2004b.  Novos  Dados  Geocronológicos  no  Amapá-NNW  do  Pará. \n\nCongresso Brasileiro de Geologia, 42. Araxá, Brasil. CD ROM.\n\nKARIMI, M., VALADAN  ZOEJ, M. J. 2004. Mineral Potential Mapping of Copper Minerals \n\nwith GIS. International Archives of Photogrammetry Remote Sensing and Spatial Information  \n\nSciences, 35(4): 1103 – 1108.\n\nLEE, S. 2007. Application and verification of fuzzy algebraic operators to landslide susceptibility \n\nmapping. Environmental Geology, 52(4): 615 – 623.\n\nLIMA, M. I. C., MONTALVÃO, R. M. G., ISSLER, R. S., OLIVERIA, A. S., BASEI, M. A. S., \n\nARAÚJO, J. F. V.,  SILVA, G. C. 1974. Geologia. In: Projeto RADAM. Folha NA/NB 22 \n\nMacapá. Rio de Janeiro, I/120p. (levantamentos de recursos naturais, 6).\n\nLUO, X., DIMITRAKOPOULOS,  R. 2003. Data-driven fuzzy analysis  in quantitative mineral \n\nresource assessment. Computers &amp; Geosciences, 29: 3 – 13.\n\nMACAMBIRA,  E.  M.  B.,  LAFON,  J.  M.  2001.  Correlação  crono-litoestratigráfica  e \n\nmetalogenética  entre  as  regiões  da  Serra  dos  Carajás  (Escudo  Brasil  Central)  e  das  serras \n\nIpitinga/Navio (Escudo das Guianas). VII Simpósio de Geologia da Amazônia, Belém, Brasil. \n\nResumos expandidos. CD-ROM.\n\nMATHEW J. JHA, V. K., RAWAT, G. S. 2007. Weigths of evidence modelling for landslide \n\nhazard zonation mapping in part of Bhagirathi valley, Uttarakhand. 2007. Current Science, 92 \n\n(5): 628 – 638.\n\n10\n\n\n\nMCREATH, I. &amp; FARACO, M.T.L. 1997. Sm-Nd and Rb-Sr systems in part of the Vila Nova \n\nmetamorphic suite, northern Brazil.  In: South American Symposium on Isotope Geology, 1. \n\nCampos do Jordão. Extended Abstracts. SAS. p. 194-196.\n\nMCREATH, I. &amp; FARACO,  M.T.L. 2004.  Os terrenos granito-greenstones paleoproterozóicos \n\ndo  Norte  brasileiro:  o  ambiente  tectônico  do  Grupo  Vila  Nova  no  Pará  e  Amapá.  CONG. \n\nBRAS. GEOL. 42. Araxá. Resumos. CD-ROM.\n\nMONTGOMERY, C. W. 1979.  Uranium-Lead Geochronology of the Archean Imataca Series, \n\nVenezuelan Guayana Shield. Contri. Mineral. Petrol., 69, 167-176.\n\nNELSON, E. P., CONNORS, K. A., SUÁREZ S., C. 2007. GIS-Based Slope Stability Analysis, \n\nChuquicamata Open Pit Copper Mine, Chile. Natural Resources Research, 16(2): 171 – 190.\n\nNÓBREGA R. P. &amp; SOUZA FILHO C. R. – 2003 - Análise espacial guiada pelos dados (data-\n\ndriven: o uso de redes neurais para a avaliação do potencial poli-minerálico na região centro-\n\nleste da Bahia. Rev. Bras. Geoc., 33(2): 111-120.\n\nPIMENTEL, M. M., SPIER, C. A., FERREIRA FILHO, C. F. 2002. Estudo Sm-Nd do Complexo \n\nMáfico Ultramáfico Bacuri, Amapá: Idade da Intrusão, Metamorfismo e Natureza do Magma \n\nOriginal. Rev. Bras. Geoc., 32(3): 371 – 376.\n\nPORWAL, A., CARRANZA, E. J. M., HALE, M. 2003. Artificial Neural Networks for Mineral-\n\nPotential Mapping: A Case Study from Aravalli Province, Western India. Natural Resources  \n\nResearch, 12(3): 155 – 171. \n\nPORWAL,  A.,  CARRANZA,  E.  J.  M.,  HALE,  M.  2004.  A  Hybrid  Neuro-Fuzzy  Model  for \n\nMineral Potential Mapping. Mathematical Geology, 36(7): 803 – 826. \n\nRAINES, G. L. 1999. Evaluation of Weights of Evidence to Predict Epithermal-Gold Deposits in \n\nteh Great Basin of the United States. Natural Resources Research, 8(4): 257 – 276.\n\nRICCI,  P.S.F.,  CARVALHO,  J.M.A.,  Rosa  Costa,  L.T.  2001.  Diferentes  terrenos,  com \n\nembasamentos  geocronologicamente  distintos,  justapostos  por  megaestruturas  regionais  na \n\nfronteira  Pará/Amapá.  VII  Simpósio  de  Geologia  da  Amazônia,  Belém,  Brasil.  Resumos \n\nexpandidos. CD-ROM.\n\nROBINSON JR., G. R., LARKINS, P. M. 2007. Probabilistic Prediction Models for Aggregate \n\nQuarry Siting. In: Natural Resources Research, 16(2): 135 – 146.\n\nROSA-COSTA, L. T., VASQUEZ, M. L., CARVALHO, J.M.A., RICCI, P. S. F., LAFON, J. M. \n\n11\n\n\n\n2001.  Geocronologia  Preliminar  do  Arqueano  e  Paleoproterozóico  do  NW  do  Pará/SW  do \n\nAmapá  –  Escudo  das  Guianas.  VII  Simpósio  de  Geologia  da  Amazônia,  Belém,  Brasil. \n\nResumos expandidos. CD-ROM.\n\nROSA-COSTA, L.T., RICCI, P. S. F., LAFON, J. M., VASQUEZ, M. L., CARVALHO, J. M. \n\nA., KLEIN, E. L., MACAMBIRA, E. M. B. 2003.  Geology and geochronology of Archean \n\nand  Paleoproterozoic  domais  of  southwestern  Amapá  and  northwestern  Pará,  Brazil, \n\nsouthestern Guiana shield. In: BRGM (Eds). Géologie de la France. N°2-3-4:101-120.\n\nSANTOS,  J.  O.  S.,  HARTMANN,  L.  A.,  GAUDETTE,  H.  E.,  GROVES,  D.  I., \n\nMCNAUGHTON, N. J., FLETCHER I. R. 2000. A New Understanding of the Province of the \n\nAmazon Craton Based on Integration of Field Mapping and U-Pb and Sm-Nd Geochronology. \n\nGondwana Research 3(4): 453 – 488.\n\nSANTOS,  J.  O.  S.,  HARTMANN,  L.  A.,  FARIA,  M.  S.,  RIKER,  S.  R.,  SOUZA,  M.  M., \n\nALMEIDA, M. E., MCNAUGHTON, N. J. 2006. A Compartimentação do Cráton Amazonas \n\nem Províncias: Avanços Ocorridos no Período 2000 – 2006. In: SBG, Simp. Geol. Amazônia, \n\nIX, CD-ROM.\n\nSAWATZKY, D. L., RAINES, G. L., BONHAM-CARTER, G. F., LOONEY, C. G., SOUZA \n\nFILHO,  C.  R.  2004.  ARCSDM3.1:  ArcMAP  extension  for  spatial  data  modelling  using \n\nweights of evidence, logistic regression, fuzzy logic and neural network analysis. Disponível \n\nem:  http://www.ige.unicamp.br/sdm/ArcSDM31/. Acessado em: 16 mai 2006.\n\nSAWATZKY, D.L., RAINES, G.L. , BONHANM-CARTER, G.F., and LOONEY, C.G., 2007, \n\nSpatial  Data  Modeller  (SDM):  ArcMAP  9.2 geoprocessing tools  for  spatial  data  modelling \n\nusing  weights of evidence, logistic  regression,  fuzzy logic and neural networks. Disponível \n\nem: http://arcscripts.esri.com/details.asp?dbid=15341. Acessado em 31 jan 2007.\n\nSINGER,  D.  &amp;  KOUDA,  R.  1996.  Aplication  of  feedforward  neural  network  in  search  for \n\nKuroko deposits in the Hokuroku district, Japan. Math. Geology, 28(3), 1017-1023.\n\nSOUSA FILHO, C. R., CRÓSTA, A. P. 2003. Geotecnologias Aplicadas à Geologia. Rev. Bras.  \n\nGeoc., 33(2-Suplemento): 1 – 4.\n\nSPIER, C. A. &amp; FERREIRA FILHO, C. F. 1999. Geologia, Estratigrafia e Depósitos Minerais do \n\nProjeto Vila Nova, Escudo das Guianas, Amapá, Brasil. Rev. Bras. Geoc., 29(2): 173 – 178.\n\nSPIER,  C. A. &amp; FERREIRA FILHO, C. F. 2001.  The chromite deposits of the Bacuri mafic-\n\n12\n\nhttp://arcscripts.esri.com/details.asp?dbid=15341\nhttp://arcscripts.esri.com/details.asp?dbid=15341\nhttp://arcscripts.esri.com/details.asp?dbid=15341\nhttp://www.ige.unicamp.br/sdm/ArcSDM31/\nhttp://www.ige.unicamp.br/sdm/ArcSDM31/\nhttp://www.ige.unicamp.br/sdm/ArcSDM31/\n\n\nultramafic layered complex, Guiana Shield, Amapá State, Brazil.  Econ. Geology.,  96: 817 – \n\n835.\n\nTASSINARI, C. C. G, SIGA Jr., O., TEIXEIRA, W. 1984. Épocas metalogenéticas relacionadas \n\na  granitogênese  do  Cráton  Amazônico.  In:  Congr.  Bras.  Geol.,  33,  Rio  de  Janeiro,  1984. \n\nAnais...Rio de Janeiro, Sociedade Brasileira de Geociências, 6, 2963-2977.\n\nTASSINARI,  C.C.G, BETTENCOURT,  L. S., GERALDES, M. C., MACAMBIRA,  M. J. B., \n\nLAFON, J. M. -2000 - THE AMAZONIAN CRATON. IN: CORDANI, U. G., MILANI, E. J., \n\nTHOMAZ  FILHO,  A.,  CAMPOS,  D.  A.  (ed.)  Tectonic  Evolution  of  South  America.  31st \n\nInternational Geological Congress, Rio de Janeiro, Brasil, pp.: 41-95.\n\nTASSINARI,  C.  C.  G.  &amp;  MACAMBIRA,  M.  J.  B.  2004.  A  evolução  tectônica  do  Cráton \n\nAmazônico.In: MANTESO-NETO  V., BARTORELLI,  A., CARNEIRO,  C. D. R.,  BRITO-\n\nNEVES, B. B. (eds.). Geologia do Continente Sul-Americano: evolução da obra de Fernando \n\nFlávio Marques de Almeida. São Paulo, Beca.p. 471 – 485. \n\nVANDERHAEGHE. O., LEDRU P., THIEBLEMONT D., EGAL E., COCHERIE A., TEGYEY \n\nM., MILESI S. P. 1998. Contrasting mechanism of crustal growth – Geodynamic evolution of \n\nthe  Paleoproterozoic  granite-greenstone  belts  of  French  Guiana.  Precambrian  Research., \n\n92(2): 165-193.\n\nVASQUEZ, M. L. &amp; LAFON, J. M. 2001. Magmatismo tipo A de 1,75 Ga na porção oriental do \n\nEscudo das Guianas – Estados do Amapá e Pará, Brasil. In: SBG, Simp. Geol. Amazônia, VII, \n\nCD-ROM.\n\n13\n\n\n\nANEXO I\n\nCARACTERIZAÇÃO GEOLÓGICA – GEOFÍSICA DA PORÇÃO CENTRAL DO \n\nAMAPÁ COM BASE EM PROCESSAMENTO E INTERPRETAÇÃO DE DADOS \n\nAEROGEOFÍSICOS\n\n14\n\n\n\nCARACTERIZAÇÃO GEOLÓGICA – GEOFÍSICA DA PORÇÃO CENTRAL DO \n\nAMAPÁ COM BASE EM PROCESSAMENTO E INTERPRETAÇÃO DE DADOS \n\nAEROGEOFÍSICOS\n\n(Artigo no prelo - Revista Brasileira de Geociências, Vol. 38, No. 2)\n\nRESUMO\n\nEste  artigo  aborda  o  processamento  e  a  interpretação  de  dados  aerogeofísicos \n\n(magnetometria  e  gamaespectrometria)  de  alta  resolução  espacial  e  densidade  de  amostragem \n\n(Projeto Rio Araguari-CPRM), visando à geração de produtos para o mapeamento geológico e \n\nexploração mineral da porção centro-sul do estado do Amapá. Essa região se reveste de especial \n\nimportância  visto  que  se  trata  de  uma  das  últimas  fronteiras  exploratórias  do  país,  onde  são \n\nreconhecidos terrenos do embasamento Arqueano, seqüências do tipo greenstone-belts (Província \n\nVila  Nova)  e  suítes  intrusivas,  coletivamente  de  evolução  geológica  complexa  e  com  amplo \n\npotencial metalogenético.  Com base no processamento dos dados aerogeofísicos, foram gerados \n\nmapas  de  domínios  e  lineamentos  magnéticos  e  domínios  gamaespectrométricos,  a  partir  dos \n\nquais  novas  unidades  litogeofísicas  foram  reconhecidas,  assim  como  redefinida,  com  grande \n\nprecisão,  a  extensão  de  unidades  previamente  mapeadas  (e.g.,  corpos  enderbíticos,  complexos \n\nmáficos ultramáficos e intrusivas graníticas).  As estruturas magnéticas são multi-orientadas. O \n\nextenso  lineamento  denominado  Cupixi  Alto  Jarí  aparece  com  destaque  nos  mapas \n\naerogeofísicos, separando o Terreno Cinturão Jari e o Terreno Antigo Cupixi- Tartarugal Grande. \n\nAs  estruturas  de  direção  NNW  são  predominantes  e  se  associam,  com  maior  freqüência,  às \n\nmineralizações auríferas da região.  \n\nPalavras-chaves:  aerogeofísica,  greenstone  belts,  mapeamento  geológico,  mineralizações \n\nauríferas, Amapá.\n\n15\n\n\n\nABSTRACT - GEOLOGIC-GEOPHYSICAL MAPPING OF THE CENTRAL PORTION \n\nOF  THE  AMAPA  STATE  THROUGH  PROCESSING  AND  INTERPRETATION  OF \n\nAIRBORNE POTENTIAL FIELD DATA\n\nThis  article  approaches  the  processing  and  interpretation  of  high  spatial  resolution \n\nairborne  geophysical  data  (magnetometry  and  gama-spectrometry)  (Projeto  Rio  Araguari-\n\nCPRM), aiming to produce products for geologic mapping and mineral exploration of the central \n\nportion of the Amapa State, Brazil. This region is of special interest since it comprises one of the \n\nlast exploration frontiers in Brazil, where Archaean basements units, greenstone belts (Vila Nova \n\nProvince)  and  intrusive  rocks  collectively  show  a  complex  geologic  evolution  and  an  ample \n\nmetallogenic potential. \n\nThe processing of the geophysical data yielded maps of magnetic lineaments and magnetic and \n\ngamma-spectrometric  domains,  from  which  new  litho-geophysical  units  were  recognized  and \n\npreviously mapped units were redefined (e.g., enderbitic bodies, mafic-ultramafic complexes and \n\ngranitic intrusives). The magnetic structures are multi-oriented.  The extensive Alto Cupixi Jari \n\nlineament shows prominently in the magnetic maps, separating the Cinturao Jari and the Atingo-\n\nCupixi-Tartarugal  Grande  terranes.  The  NNW-trending  structures  appear ubiquitously in  these \n\nmaps and are often associated to gold mineralizations in the region. \n\nKeywords:  airborne  geophysics,  greenstone  belts,  geologic  mapping,  gold  mineralizations, \n\nAmapa-Brazil\n\n16\n\n\n\nINTRODUÇÃO\n\nA utilização de métodos indiretos no mapeamento geológico tem se tornado uma prática \n\ncomum no Brasil (Blum 1999, Silva 1999, Teixeira 2003, Silva 2003), principalmente em regiões \n\ncom dificuldades de acesso e densa vegetação, como é o caso do estado do Amapá (Rosa-Costa \n\net  al.  2001).  Nessas  situações,  mapas  derivados  do  processamento  e  interpretação  de  dados \n\naerogeofísicos podem contribuir para a delimitação de unidades litológicas e estruturas, incluindo \n\ninformações sobre sua profundidade e geometria. \n\nAvanços recentes nas técnicas de processamento e integração de dados aerogeofísicos têm \n\npossibilitado a geração de mapas litogeofísicos aprimorados, os quais proporcionam uma melhor \n\ncompreensão das relações de contato entre unidades geológicas, normalmente mascaradas devido \n\nà extensa cobertura laterítica e florestal, típicas da região Amazônica. Outro ponto importante é o \n\nreconhecimento,  através  desses  dados,  de zonas  potencialmente  hospedeiras  de mineralizações \n\nque apresentam características geofísicas diferenciadas.  \n\nConsiderando seu potencial em mapeamento geológico e exploração mineral, este artigo \n\naborda o processamento e a interpretação de dados aerogeofísicos de alta  resolução espacial  e \n\ndensidade  de  amostragem,  visando  a  geração  de  produtos  para  o  mapeamento  geológico  e \n\nexploração  mineral  da  porção  centro-sul  do  estado  do  Amapá  na  escala  1:100.000,  onde  a \n\ncartografia atual encontra-se disponível somente na escala 1:1.000.000 (Projeto Carta Geológica \n\ndo Brasil ao Milionésimo – SIG 1: 1.000.000 – CPRM).  \n\nOs  dados  utilizados  neste  trabalho  fazem  parte  do  Projeto  Aerogeofísico  Rio  Araguari \n\nrealizado  pela  CPRM  e  Ministério  de  Minas  e  Energia  no  ano  de  2004.  Os  dados  foram \n\nprocessados, interpretados  e integrados no intuito de se  gerar uma base de dados que permita \n\ndelinear  o  arcabouço  regional  e  domínios/estruturas  associados  à  mineralizações  auríferas  já \n\nreconhecidas nessa região.  \n\nA  área  de  estudo  está  localizada  na  porção  centro-sul  do  Amapá,  a  oeste  da  capital \n\nMacapá,  englobando  as  cidades  de  Serra  do  Navio  e  Pedra  Branca  de  Amapari,  entre  os \n\nmeridianos -51°26' e -52°35' e os paralelos 1°23' e 0° 13' N, e é recoberta em toda a sua extensão \n\npelo Projeto Aerogeofísico Rio Araguari (Figura 1).\n\n17\n\n\n\nFigura 1: Mapa de localização da área de estudo. \n\nGEOLOGIA REGIONAL\n\nContexto geológico\n\nA  área  de  estudo  está  inserida  na  província  geocronológica  Maroni-Itacaiúnas  e  é \n\ncomposta  por  rochas  metavulcânicas  e  metassedimentares,  deformadas  e  metamorfisadas  na \n\nfácies  xisto  verde  a  anfibolito,  compreendendo  um  terreno  greenstone  belt, além  de  rochas \n\ngranulíticas e terrenos gnaisse-migmatitos, com remanescentes de crosta arqueana retrabalhada. \n\nEsta Província foi acrescionada à Província Amazônia Central durante um orógeno colisional que \n\ncorrespondeu ao período de maior formação de crosta (2.2 – 1.95 Ga) (Cordani et al. 1979).\n\n18\n\n\n\nFigura  2:  Mapa  geológico  da  área  do  projeto,  na  escala  1:1.000.000  (Bahia  et  al.  2004,  Faraco  et  al.  2004), \ndestacando as unidades: 1-Enderbito Cobra; 2-Plutônicas 4; 3-Plutônicas 3; 6-Complexo Bacuri. Neste mapa também \nsão plotadas as ocorrências auríferas da base de dados da CPRM.\n\n19\n\n\n\nO  embasamento  arqueano  da  região  é  composto  por  granulitos,  gnaisses,  anfibolitos  e \n\nmigmatitos  do  Complexo  Guianense,  que  correspondem  a  rochas  polimetamorfisadas  e \n\nparcialmente retrabalhadas durante a orogênese Transamazônica (Lima  et al., 1974) (Figura 2). \n\nAs idades mais antigas registradas nesse núcleo arqueano no Estado do Amapá giram em torno de \n\n3,0 Ga (Avelar et al., 2001). No centro-leste do Amapá, rochas granulíticas apresentam idades em \n\ntorno  de  3.24  –  2.87  Ga.  Nessa  mesma  região,  os  corpos  plutônicos  Piriclasito  Mutum  e \n\nEnderbito Cobra, de magmatismo ácido e básico, respectivamente, são mais jovens, com idades \n\nde 2.87 e 2.64 Ga. Dois intervalos de metamorfismo foram determinados com base em idades \n\nPb/Pb obtidas em zircão: 2.65 – 2.53 Ga e 2.10 a 1.90 Ga, que correspondem ao metamorfismo \n\nde alto grau no setor oriental do Escudo das Guianas (Faraco et al., 2004).\n\nIntrudindo o embasamento arqueano ocorrem rochas máficas-ultramáficas do Complexo \n\nMáfico  -  Ultramáfico  Bacuri  (CMUB)  (Figura  2).  Este  apresenta  uma  orientação  geral  E-W, \n\nsendo  composto  por  rochas  deformadas  e  metamorfisadas  na  fácies  anfibolito  alto,  incluindo \n\nanfibolitos,  serpentinitos,  tremolititos  e  cromititos  (Spier  &amp;  Ferreira  Filho  1999).   O  CMUB \n\nhospeda importantes depósitos de cromita, sendo a segunda maior reserva brasileira  de cromo \n\n(Spier &amp; Ferreira Filho 2001).\n\nAs rochas supracrustais  na região central  do Amapá são representadas por unidades da \n\nProvíncia  Vila  Nova,  considerada  como  um  terreno  greenstone  belt  que  ocorre  em  faixas \n\nalongadas  de  direção  NW-SE  (Figura  2),  metamorfisadas  na  fácies  xisto-verde  a  anfibolito  e \n\ndeformadas  em  um  domínio  dúctil-rúptil,  onde  se  desenvolveram  extensas  zonas  de \n\ncisalhamento. A idade proposta para esta seqüência greenstone é paleoproterozóica, em torno de \n\n2.26  ±  0,34  Ga  (McReath  &amp;  Faraco,  1997)  e  metamorfismo  em  torno  de  1,97  ±  0.51  Ga \n\n(Tassinari et al., 1984). Análises de rocha total em granadas de anfibolitos basais desta Província \n\nforneceram idades de 2.08 ± 0.02, indicando um metarmofismo que coincide com o magmatismo \n\ntardi-orogênico na Província Maroni Itacaiúnas (Pimentel et al., 2002). \n\nAs rochas intrusivas denominadas de Granodiorito Falsino (1.75 Ga) e Alcalinas Mapari \n\n(1.68  –  1.34  Ga)  (Lima  et  al.,  1974)  estão  relacionadas  a  um  evento  Proterozóico  regional, \n\ncaracterizado por um magmatismo anorogênico intraplaca, com evidências de falhas de direção \n\nNE-SW  e  retrabalhamento,  atribuídos  ao  Evento  Jari-Falsino  (1.2  Ga)  (Dardenne  &amp; \n\nSchobbenhaus, 2003). Estas falhas podem estar relacionadas à reativação de estruturas antigas, \n\nfavorecendo  a concentração  de sulfetos  mineralizados,  além  de gerarem  um metamorfismo  de \n20\n\n\n\ncontato e alterações hidrotermais nas rochas da seqüência metavulcano-sedimentar (Dardenne &amp; \n\nSchobbenhaus, 2001a). \n\nVasquez  &amp;  Lafon  (2000),  descrevem  um  magmatismo  tipo  A  de  1.75  Ga  (Pb/Pb)  na \n\nporção oriental do Escudo das Guianas e sugerem que as Alcalinas Mapari estejam relacionadas a \n\neste evento cratogênico de 1.75 Ga.\n\nDurante  o  Permo-Triássico,  com  a  abertura  do  Oceano  Altântico,  a  Província  Maroni-\n\nItacaiúnas foi afetada por um enxame de diques de diabásio, compreendidos na Suite Intrusiva \n\nCassiporé, de idade entre 254 – 207 Ma. \n\nCompartimentação tectônica\n\nRicci  et  al.  (2001)  e  Rosa  Costa  et  al.  (2001),  descrevem  a  existência  de  diferentes \n\nterrenos geológico-geofísicos entre os estados do Pará e Amapá (Figura 3), diferenciados pelos \n\nembasamentos  geocronologicamente  distintos  e  justapostos  por  megaestruturas  tectônicas  e/ou \n\nmagnéticas, paralelas e de orientação NW-SE. Estes lineamentos são denominados de Cupixi – \n\nAlto Jari (LCAJ), a nordeste, e Ipitinga – Aldeia Bona (LIAB), a sudoeste, de cinemática sinistral \n\ne dextral, respectivamente.\n\nEntre esses lineamentos, ocorre uma faixa de alto grau, denominada de Cinturão Jari (CJ), \n\ncomposta  por  ortognaisses  de  fácies  anfibolito  a  granulito,  terrenos  greenstone  belts \n\nmetramorfisadas na fácies xisto-verde a anfibolito e rochas metassedimentares granulitizadas . A \n\nsudoeste  do  LIAB  localiza-se  o  Orógeno  Carecuru-Paru  (OCP),  composto  por  granitóides  de \n\ncomposição  granítica  a  tonalítica  e  ortognaisses,  terrenos  greenstone  belt  metamorfizados  na \n\nfácies xisto-verde, além de um núcleo granulítico arqueano. A nordeste do LACJ encontra-se o \n\nterreno  Antigo  Cupixi  –  Tartarugal  Grande  (TACTG),  composto  por  ortognaisses  de  fácies \n\nanfibolito, granulitos e por seqüências supracrustais tipo greenstone belt da Província Vila Nova \n\n(Figura 3). Segundo Rosa-Costa  et al. (2003), o CJ representa o domínio mais deformado em \n\nrelação  aos  adjacentes,  com  um  grande  número  de  lineamentos  magnéticos  que  representam, \n\nprincipalmente, zonas de cisalhamento transcorrentes. Datações indicam idades dominantemente \n\narqueanas para o CJ (2.652 ± 4 Ma e ? 2.80 Ga), para o TACTG (2.85 Ga e ? 2.85 Ga) e para o \n\nNGP (2.597 ± 4 Ma) e, dominantemente paleoproterozóicas para o OCP (2.150 ± 1 Ma). \n\n21\n\n\n\nFigura 3: Mapa do Projeto RENCA onde foi definido a compartimentação dos domínios tectônicos (Modificado de \nRosa Costa et al., 2003).\n\nMineralizações auríferas\n\nOs depósitos de ouro da região central do Amapá estão associados às seqüências vulcano-\n\nsedimentares  Paleoproterozóicas  (quartzitos,  pelitos  e  formações  ferríferas  bandadas),  da \n\nProvíncia Vila Nova, e granitóides.  Entre os principais, podem-se citar os depósitos de ouro (i) \n\nIpitinga e Amapari, hospedados em formações ferríferas bandadas; (ii) Salamangone, hospedado \n\nem  granitóides  calcio-alcalinos;  (iii)  Santa  Maria  e  Vicente,  hospedados  em  rochas \n\nmetassedimentares  clásticas.  Esses  depósitos  são,  em  geral,  classificados  como  orogênicos  do \n\ntipo lode. A mineralização ocorre em zonas metamórficas, controladas pela foliação regional, em \n\nzonas  de  cisalhamento  e  falhas  reversas  oblíquas,  de  direções  N50-60E  e  N30W.  Na  área  de \n\nestudo  ocorrem  mineralizações  associadas  aos  depósitos  de  Santa  Maria,  Vicente  e  Amapari \n\n(Dardenne &amp; Schobbenhaus, 2001).\n\n22\n\n\n\nNATUREZA DOS DADOS ESTUDADOS\n\nOs  dados  utilizados  neste  trabalho  fazem  parte  da  Base  de  Dados  de  Projetos \n\nAerogeofísicos do Brasil – AERO, criado em 1995 pelo Serviço Geológico do Brasil - CPRM. \n\nEste banco de dados é organizado em séries numeradas de acordo com o ano do levantamento. \n\nPara este projeto utilizou-se a série 1000, código 1065 – Projeto Rio Araguari. \n\nO  levantamento  na  área  de  estudo  foi  realizado  entre  os  meses  de  setembro  e \n\noutubro/2004 e teve como características do levantamento:\n\n• Intervalo  de  amostragem  de  0.1s;  7.8m  (magnetometria)  e  1,0s;  78m \n\n(gamaespectrometria);\n\n• Altura do vôo de 100m;\n\n• Linhas de vôo na direção N45°E e espaçamento de 500m;\n\n• Linhas de controle na direção N45°W e espaçamento de 10.000m.\n\n• Área total: 10.872 km2;\n\n• Aeronave: Cessna, modelo 404 Titan, prefixo PT-FZN equipada com magnetômetro de \n\nbombeamento  ótico  de  vapor  de  césio  da  SCINTREX,  modelo  CS-2  e  com \n\ngamaespectrômetro  da  EXPLORANIUM,  modelo  GR-820,  de  256  canais  espectrais  e \n\nsistema de navegação GPS, com receptor SERCEL de 12 canais.\n\nPROCESSAMENTO DOS DADOS\n\nO  software  utilizado  no  processamento  dos  dados  aerogeofísicos  foi  o  GEOSOFT  Inc. \n\nOASIS Montaj TM. A Figura 3 apresenta um sumário das etapas de processamento dos dados \n\nmagnetométricos. Tais dados foram analisados segundo a sua distribuição espacial, densidade e a \n\npresença  de  valores  altamente  anômalos,  quando  comparado  com  os  demais  pontos  fiduciais \n\nvizinhos.  \n\nOs dados em perfil do campo magnético anômalo foram verificados quanto à presença de \n\ndados  espúrios,  através  dos testes  de  consistência  de  Diferença  Quarta  e  Parâmetro  P  (Blum \n\n1999). A diferença quarta consiste em derivar os dados quatro vezes sucessivamente, de forma \n\nque  o  resultado  destas  derivações  contenha  somente  informações  de  mais  alta  freqüência, \n\ngeralmente relacionada aos ruídos. O teste do parâmetro P leva em consideração que 99.7% dos \n23\n\n\n\ndados giram em torno de uma média entre –3 e +3 vezes o desvio padrão dos dados coletados. \n\nDesta forma, o método permite isolar os “picos” nos perfis, que representam os ruídos (Blum \n\n1999).  A aplicação desses testes aos dados magnetométricos mostrou a inexistência de ruídos, \n\nem padrões e quantidade, que eventualmente possam comprometer os resultados pretendidos nas \n\netapas de processamento e interpretação dos dados.\n\nA  maioria  das  técnicas  de  processamento  2D  necessita  de  que  os  dados  estejam \n\ndistribuídos  em  uma  malha  regular.  Para  tanto,  os  dados  magnetométricos  e \n\ngamaespectrométricos  foram  interpolados  segundo  dois  métodos:  curvatura  mínima  e \n\nbidirecional, para avaliação de qual método apresenta o melhor resultado para cada conjunto de \n\ndados.\n\nO  método  da  curvatura  mínima  gera  uma  superfície  suavizada  com  os  valores  o  mais \n\npróximo  possível  dos  dados  originais,  sendo  muitas  vezes  utilizado  pela  rapidez  no \n\nprocessamento e eficiência dos resultados (Parro, 1998). O método bidirecional é indicado para \n\ninterpolar dados cujo levantamento dos dados seja feito em linhas aproximadamente paralelas, \n\npois tendem a realçar as feições perpendiculares às linhas do levantamento (Parro, 1998). \n\nForam  testadas  interpolações  com  diferentes  números  de  interações  (100,  500,  1000  e \n\n5000) e tamanhos de célula da malha (125m e 250m), para ambos os métodos.  Os resultados \n\nobtidos  foram  comparados  segundo  o  número  de  interações,  o tamanho  da célula  da  malha  e \n\ntambém quanto à aproximação dos dados interpolados em relação aos valores originais.\n\nOs  produtos  gerados  a  partir  do  campo  magnético  anômalo  foram  obtidos  a  partir  dos \n\ndados interpolados pelo método bidirecional, com tamanho da célula da malha de 125m.  Essa \n\nespecificação foi a que resultou no maior detalhamento das anomalias magnéticas, em contraste \n\ncom um baixo nível de ruídos.\n\nOs produtos gerados com base nos dados gamaespectrométricos foram obtidos a partir dos \n\ndados interpolados pelo método da curvatura mínima, com tamanho da célula da malha de 125m \n\ne 100 interações.  Esse resultado, quando comparado aquele derivado pelo método bidirecional, \n\nmostrou-se superior.\n\n24\n\n\n\nGERAÇÃO  E  REALCE  DOS  PRODUTOS  DERIVADOS  DE  DADOS \nAEROMAGNÉTICOS E AEROGAMAESPECTROMÉTRICOS\n\nDados magnetrométricos\n\nOs  produtos  gerados  a  partir  dos  dados  magnéticos  foram  obtidos  segundo  as  etapas \n\nilustradas na Figura  4. Esses produtos foram utilizados na confecção do mapa de lineamentos \n\nmagnéticos e no mapa de domínios magnéticos, tendo como base, principalmente, a imagem da \n\namplitude e da inclinação do sinal analítico (ASA e ISA, respectivamente).\n\nA amplitude do sinal analítico (ASA) consiste numa técnica eficiente para a determinação \n\nde parâmetros geométricos, como localização de limites geológicos e estruturais e profundidades \n\nde corpos (Blum, 1999). Representa uma função simétrica cujos picos são centrados nas bordas \n\ndo corpo anômalo ou na feição geológica correspondente ( Milligan &amp; Gunn, 1997). \n\nA partir desta imagem (Figura 5) foi possível gerar um mapa de domínios magnéticos, \n\natravés de processos automáticos de classificação não-supervisionada, e posterior delimitação dos \n\ndomínios  a  partir  da  análise  e  interpretação  visual.  O  mapa  final  foi  classificado  em  cinco \n\ndomínios magnéticos: muito alto, alto, médio, baixo e muito baixo, de acordo com a intensidade \n\ndo campo magnético anômalo (Figura 6). \n\nO mapa de amplitude do sinal analítico foi também classificado quantitativamente pelo \n\nmétodo de quebras naturais segundo as mesmas cinco classes derivadas visualmente em: muito \n\nalto  (0,93  –  19,8  nT/m),  alto  (0,16  –  0,93  nT/m),  médio  (0,05  –  0,16nT/m),  baixo  (0,007  – \n\n0,05nT/m) e muito baixo (0,0003 – 0,007nT/m).\n\n25\n\n\n\nFigura 4:  Fluxograma  de operações  ilustrando  o processamento dos dados magnetométricos  e as transformações \nlineares no domínio do espaço. CMA (campo magnético anômalo), ASA (amplitude do sinal analítico), DZ, DX e \nDY (derivadas vertical e horizontais), AGHT (amplitude do gradiente horizontal total) e ISA (inclinação do sinal \nanalítico).\n\n26\n\n\n\nFigura  5: Imagem da amplitude do sinal analítico de ordem 0, gerada pelo método bidirecional,  com tamanho da \ncélula da malha de 125m e com 100 interações.\n\n27\n\n\n\nFigura  6: Mapa de domínios magnéticos confeccionado com base na imagem da amplitude do sinal analítico de \nordem 0 e do mapa de amplitude do gradiente horizontal total.\n\n28\n\nMuito alto: 19.8 – 0.93 nT/m\nAlto: 0.93 – 0.16 nT/m\nMédio: 0.16 – 0.05 nT/m\nBaixo: 0.05 – 0.007 nT/m\nMuito baixo: 0.007 – 0.0003 nT/m\n\n\n\nA imagem  da inclinação  do sinal analítico  (ISA)  permite  a  estimativa  do mergulho  da \n\nfonte causativa e, consequentemente, o contraste local de susceptibilidade. Sua textura relativa \n\npermite  delimitar  as  diversas  unidades  magnéticas  e feições  pouco aparentes  na  amplitude  do \n\nsinal  analítico.  Assim,  é  eficiente  no  mapeamento  de  feições  lineares  do  relevo  magnético \n\n(Thurston &amp; Smith, 1997). Nesse produto, as fontes magnéticas são representadas numa mesma \n\nsuperfície, permitindo, desta forma, o traçado de estruturas lineares, que geralmente representam \n\nfraturas e falhas geológicas (Figura s 7 e 8).\n\n29\n\n\n\nFigura  7: Imagem da inclinação do sinal analítico gerada a partir do campo magnético anômalo interpolado pelo \nmétodo bidirecional, com tamanho da célula da malha de 125m, com 100 interações.\n\n30\n\n\n\nFigura   8: Mapa  de  lineamentos  magnéticos  confeccionado  com  base  nas  derivadas  horizontais,  vertical,  e  na \ninclinação do sinal analítico.  CJ- Cinturão Jari,  LCAJ- Lineamento Cupixi – Alto Jari,  TACTG- Terreno Antigo \nCupixi Tartarugal Grande.  As mineralizações auríferas documentadas na região encontram-se plotadas nesse mapa. \n\n31\n\n\n\nDados gamaespectrométricos\n\nA  partir  da  interpolação  dos  dados  originais,  foram  geradas  as  imagens  dos  canais  do \n\npotássio,  tório  e  urânio  e  confeccionadas  as  composições  ternárias  RGB  e  CMY,  segundo  as \n\netapas apresentadas no fluxograma da Figura  9.\n\nCom base nessas imagens foi possível gerar um mapa de domínios gamaespectrométricos \n\nque envolveu a análise visual dos mapas dos canais individuais do potássio, tório e urânio, da \n\ncomposição  K,Th,U  (RGB),  K,U,Th  (RGB),   K,  Th,  U  (CMY),  K,  U,  Th  (CMY),  além  da \n\nimagem  de  contagem  total.  Imagens  de  radar  do  sensor  JERS-1-SAR  e  dados  altimétricos \n\nderivados  do  Shuttle  Radar  Topographic  Mission (SRTM)  também  foram  utilizados \n\ncomplementarmente, sobrepostos ao mapa de composicão ternária R(K)Th(G)U(B), na definição \n\ndos limites de alguns domínios, com base na textura e na altitude do terreno (Figura  10). Nesse \n\nmapa, cada domínio representa uma combinação da variação dos radioelementos K, eTh e eU, \n\nclassificados pela combinação de valores alto, médio e baixo para cada elemento (Figura  11).\n\nOs mapas dos canais de CT, K, eTh e eU foram também classificados pelo método de \n\nquebras naturais com 10 classes, possibilitando a atribuição de valores de concentração para cada \n\nclasse nos mapas individuais. Esta etapa permitiu uma reorganização em 33 classes (inicialmente \n\nindividualizadas em 38), conforme a Tabela 1. \n\n32\n\n\n\nTabela  1: Tabela  com  os  valores  de  concentração  para  cada  radionuclídeo  em  relação  aos  domínios \nindividualizados.\n\nK (%)\n\nMédio a baixo &lt;0,03 a 0,1\n\nMédio &lt;0,03 a 0,5\n\nMédio a alto 0,03 a 0,7\n\nAlto 0,03 a 0,9 com picos locais de 2,4\n\nMuito alto 0,2 a 0,9\n\neTh (ppm) \n\nBaixo &lt;2,2 a 9,2 \n\nMédio a baixo 2,2 a 15,3\n\nMédio 2,2 a 26,4\n\nMédio a alto 2,2 a 32,8\n\nAlto 6,2 a 62,8\n\nMuito alto 15,3 a 62,8\n\neU (ppm) \n\nBaixo &lt;0,4 a 2,3\n\nMédio a baixo 0,4 a 2,8\n\nMédio 0,4 a 4,2\n\nMédio a alto 0,4 a 5,8\n\nAlto 0,4 a 13,6\n\nFigura  9: Fluxograma ilustrando o processamento \ndos  dados  gamaespectrométricos  e  as  etapas  de \ngeração dos produtos.\n\n33\n\n\n\nFigura  10: Imagem de composição ternária KThU (RGB) sobreposta ao modelo digital de terreno (SRTM). \n\n34\n\n\n\nFigura  11: Mapa de domínios gamaespectrométricos confeccionado a partir das imagens dos canais individuais do \npotássio, tório e urânio, composições RGB e CMY. 1-Enderbito Cobra; 2-Plutônica 4; 3-Plutônica 3; 4 e 5-Corpos \nplutônicos na ordem de citação no texto; 6-Complexo Bacuri. 7- Anomalia potássica-magnética.\n\n35\n\n\n\nDISCUSSÕES\n\nCorrelações com a geologia regional\n\nO realce dos dados aerogeofísicos permitiu observar uma diversidade litológica até então \n\nnão registrada e cartografada na área de estudo.  A imagem  de composição ternária (Figura  10) \n\nmostra  uma  maior  variação  dos  radioelementos  K,  eTh  e  eU  na  porção  centro-norte  da  área, \n\nsendo  que  ao  sul  o  comportamento  é  mais  homogêneo.  O  mapa  de  domínios \n\ngamaespectrométricos  (Figura   11)  ilustra  esta  variedade,  principalmente  nos  domínios  da \n\nProvíncia  Vila  Nova, na  porção  central  da  área,  onde  há  um  maior  número  de  domínios \n\ndelimitados (Figura  2). \n\nAlgumas  unidades  previamente  mapeadas  apresentaram  correlação  com  o  mapa \n\ngamaespectométrico, como, por exemplo, o Enderbito Cobra (Ponto 1 - Figuras 2 e 11). Porém, \n\nneste novo mapa, essa unidade abrange uma área mais restrita na direção sudeste. Dois corpos \n\nplutônicos  (Pontos  2  e  3 – Figuras  2 e 11),  datados  de  2.109 e 2.128 Ma  pelo  método  U-Pb \n\n(Faraco  et al. 2004), também foram identificados com uma assinatura gamaespectométrica que \n\nabrange uma área de dimensões maiores. O corpo localizado mais ao norte (Ponto 2 – Figura  11) \n\napresenta  uma  diferenciação  composicional  das  bordas  para  o  centro.  Apesar  de  suas  idades \n\nserem muito próximas, estes dois corpos exibem assinatura radiométrica e orientação distintas: (i) \n\no corpo do ponto 2 (Plutônica 4) tem K médio a alto, eTh alto, eU alto e K médio, eTh médio a \n\nalto,  U  médio  e  está  alongado  na  direção  NW;  (ii)  o  corpo do  ponto  3 (Plutônica  3;  Granito \n\nAmapari), possui K alto, eTh alto, U alto e está alongado na direção NS (Ponto 3 - Figura  11).\n\nTambém  foi  possível  delimitar  outros  corpos  intrusivos  no  terreno  greenstone  da \n\nProvíncia  Vila  Nova  e  no  Complexo  Guianense,  baseando-se  principalmente  na  sua  forma \n\ncircular. O primeiro conjunto (Ponto 4 - Figura  11), intrudido nas rochas da Província Vila Nova, \n\napresenta assinatura radiométrica de K médio, eTh médio, eU alto, enquanto o segundo (Ponto 5 \n\n–  Figura   11),  intrusivo  no  embasamento,  apresenta  K  médio,  eTh  médio  a  alto,  eU  alto.  O \n\ncomportamento  radiométrico  e  a  forma  de  ocorrência  sugerem  uma  natureza  semelhante  para \n\nestas intrusões. \n\nO Complexo Máfico-Ultramáfico Bacuri (Ponto 6 – Figura s 2 e 11), localizado na porção \n\ncentral da área e com orientação leste-oeste, apresenta um prolongamento para sul. A assinatura \n36\n\n\n\nradiométrica deste complexo (K médio, eTh baixo, eU baixo) apresenta correspondentes ao norte \n\nda área, alongados na direção NW/SE (Ponto 6b - Figura  11), que não foram identificados em \n\nmapas prévios.\n\nO mapa de lineamentos magnéticos apresenta estruturas em diferentes direções: NW, NS, \n\nNE  e  EW,  além  de  estruturas  circulares  associadas  aos  altos  magnéticos.  Os  lineamentos  de \n\ndireção  NNW  ocorrem  com  maior  freqüência  na  porção  NE  da  área  e  formam  um  relevo \n\nmagnético bem acidentado. As extensas zonas de cisalhamento mapeadas em projetos anteriores \n\n(Projeto Renca) aparecem ainda mais definidas nesses dados de maior resolução espacial, sendo \n\npossível compartimentar a área em três domínios em escala regional (Figura  8). \n\nO domínio localizado a sudoeste da área é marcado por um relevo magnético mais baixo, \n\ndominado por lineamentos de direção NW. Este domínio pode ser relacionado ao Cinturão Jari, \n\nsendo  separado  do  domínio  central  por  uma  zona  de  cisalhamento  de  transcorrência  sinistral \n\ndúctil, conhecida como Lineamento Cupixi – Alto Jari (LCAJ) (Figura 8). É formado por rochas \n\ndo  Complexo  Guianense,  ortognaisses  indivisos,  máficas-ultramáficas  indiferenciadas  e \n\ncoberturas sedimentares paleo-mesozóicas da Formação Altér do Chão e Grupo Trombetas. \n\nA nordeste do Cinturão Jari no domínio central da área, está localizado o Terreno Antigo \n\nCupixi-Tartarugal Grande (TACTG). Este domínio apresenta um relevo magnético intermediário, \n\nonde  se  concentram  os  maiores  corpos  magnéticos,  possivelmente  associados  às  formações \n\nferríferas  bandadas  (BIF),  que  hospedam  importantes  mineralizações  auríferas  (ex.  Depósito \n\nAmapari).\n\nO domínio central abrange as rochas do Complexo Tumucumaque, do Complexo Máfico-\n\nUltramáfico de Bacuri, da Província Vila Nova, além de suítes plutônicas de idades distintas e \n\ncoberturas sedimentares cenozóicas do Grupo Barreiras (Figura  2).\n\nNeste domínio foi possível mapear duas unidades litogeofísicas com respostas magnéticas \n\nmuito  altas  e que não apresentam  correlação  com  o mapa  geológico  regional.  Uma delas  tem \n\naproximadamente 54 km de extensão na direção leste-oeste e é marcada por um alto gradiente \n\nmagnético  e  por  alta  concentração  de  potássio  (Figura   8;  Ponto  7  -  Figura   11).   No  mapa \n\ngeológico  regional,  essa  unidade  é  descrita  como  um  conjunto  de  rochas  metassedimentares. \n\nPorém,  em  toda  a  área  de  estudo,  tais  rochas  apresentam  um  comportamento  característico  e \n\ndistinto do aqui observado, o que sugere a existência de outra associação litológica, até então não \n\nreconhecida nesse setor. Outra feição antes não devidamente reportada, compreende um corpo de \n37\n\n\n\nforma circular, com diâmetro de 10 km, borda magnetizada e com uma variação da assinatura \n\nradiométrica das bordas para o centro (bordas apresentam K médio, eTh alto, eU alto e o núcleo \n\nexibe K médio, eTh médio a baixo, eU baixo) (Figura  8; Ponto 8 – Figura  11). \n\nCompartimentando  o  TACTG  a  nordeste,  ocorre  um  domínio  com  relevo  magnético \n\nacidentado e que contém rochas do Complexo Guianense, da Província Vila Nova e o Enderbito \n\nCobra (Figuras  2 e 8). Neste domínio ocorrem, preferencialmente, estruturas de direção NNW. \n\nA área é cortada no sentido norte-sul por extensos diques de direção NNE, que podem \n\nestar associados a diques básicos desenvolvidos durante a abertura do oceano Altântico  (Lima \n\n2006), e outros de menor extensão, de direção EW, localizados a sul e a noroeste (Figura  8).\n\nAssinaturas geofísicas e mineralizações de Au\n\nOs  depósitos  e  ocorrências  auríferas  da  área  de  estudo  são  classificados  como \n\norogenéticos  do tipo  lode,  e ocorrem na forma de veios  de quartzo  sulfetados.  O  traçado  dos \n\nlineamentos magnéticos permite uma melhor compreensão da distribuição desses depósitos e sua \n\nrelação com estruturas tectônicas. \n\nOs principais depósitos e ocorrências registrados na área ocorrem na porção centro-norte, \n\nno terreno TACTG, hospedados em rochas da Província Vila Nova,  do embasamento arqueano e \n\nem rochas  intrusivas da unidade  Plutônica  5. As  mineralizações  de Au estão, na sua  maioria, \n\nassociadas a zonas de cisalhamento de direção NW e, subordinadamente, NNW (Figura 8). No \n\nmapa  de  domínios  magnéticos,  as  mineralizações  ocorrem  em  três  dos  cinco  domínios \n\nindividualizados: onze ocorrências estão inscritas no domínio magnético médio, dez ocorrências \n\nno domínio baixo, e cinco no domínio magnético alto.\n\nNo  mapa  de  domínios  gamaespectrométricos,  das  34  classes  diferenciadas,  12  estão \n\nassociadas às mineralizações (Tabela 2).\n\n38\n\n\n\nTabela 2: Freqüência de ocorrências auríferas em relação às classes de domínios gamaespectrométricos.\n\nN° de ocorrências auríferas Domínio Gamaespectrométrico\n\n05 K médio, eTh médio a baixo, eU médio a alto\n\n05 K médio, eTh médio a alto, eU médio a alto\n\n02 K médio, eTh baixo, eU médio a baixo\n\n02 K muito alto, eTh baixo, eU baixo\n\n02 K médio a baixo, eTh médio a alto, eU médio a alto\n\n02 K médio, eTh alto, eU médio\n\n01 K médio, eTh baixo, eU baixo\n\n01 K alto, eTh médio a baixo, eU médio\n\n01 K médio, eTh médio a baixo, eU médio a baixo\n\n03 K médio, eTh médio a baixo, eU médio\n\n01 K médio, eTh médio a alto, eU médio\n\n01 K médio, eTh médio a baixo, eU alto\n\nCONCLUSÕES\n\nA utilização de dados aerogeofísicos na delimitação do arcabouço geológico-estrutural da \n\nárea de estudo possibilitou a geração de um mapa litogeofísico na escala 1:100.000, onde novas \n\nunidades litológicas e lineamentos  estruturais foram reconhecidos, além daqueles descritos em \n\ntrabalhos anteriores.\n\nCom o mapa de lineamentos  magnéticos  foi possível reconhecer  diferentes  direções  de \n\nestruturas,  com  direções  NW,  NS,  NE  e  algumas  EW.  Os  lineamentos  de  direção  NW  são \n\ninterpretados,  na  literatura,  como  associados  ao  desenvolvimento  das  zonas  de  cisalhamento \n\nresponsáveis pelo pico metamórfico regional de fácies anfibolito. Ocorrências auriferas do tipo \n\nlode orogenético verificadas na área de estudo são associadas ao desenvolvimento destas zonas \n\nde  cisalhamento,  podendo  apresentar  relação  com  as  estrututuras  de  direção  NNW devido  a \n\nassociação espacial de algumas ocorrências auríferas com corpos intrusivos (Melo  et al. 2001). \n\n39\n\n\n\nExtensos  enxames  de  diques  máficos  do  mesozóico  são  expressos  em  lineamentos  de  direção \n\nNNE que cortam a área em toda a sua extensão norte-sul.\n\nO  mapa  de  domínios  gamaespectrométricos  demonstra  uma  compartimentação  das \n\nunidades da Província Vila Nova, bem como do Complexo Guianense, sendo mais expressivo na \n\nporção  centro-sul  da  área.   Apresenta  ainda  uma  gama  de  corpos  plutônicos,  até  então  não \n\nmapeados, intrudindo as rochas das unidades supracitadas, com assinatura gamaespectrométrica e \n\ngeometria que sugerem natureza comum. \n\nUnidades litológicas  previamente  mapeadas  foram redimensionadas  baseando-se no seu \n\ncomportamento gamaespectrométrico, como por exemplo, as Plutônicas 3 e 4 (Granito Amapari), \n\no  Enderbito  Cobra  e  o  Complexo  Máfico  Ultramáfico  Bacuri.   Outras  unidades,  que  não \n\napresentam   correlação  com  o  mapa  geológico  regional  disponível,  foram  identificadas,  com \n\ndestaque para o corpo circular com 10km de diâmetro e para a unidade rica em potássio, com alto \n\ngradiente magnético e com 54km de extensão, localizadas, respectivamente, nas porções oeste e \n\ncentro-sul da área de estudo. \n\nAgradecimentos\n\nAo  Serviço  Geológico  do  Brasil  (CPRM),  em  particular  ao  Dr.  Manoel  Barreto,  pela \n\ndisponibilização  dos  dados  aerogeofísicos.  Ao  Laboratório  de  Processamento  de  Informações \n\nGeorreferenciadas  (LAPIG)  da  UNICAMP  e  ao  Laboratório  de  Geofísica  Aplicada  da \n\nUniversidade  de Brasília (LGA-UnB)  pelo acesso à infra-estrutura de software e hardware  e \n\npela colaboração com o processamento dos dados. À FAPESP pelo apoio concedido através do \n\nAuxílio Pesquisa Proc. No. 02/09038-6 e pela bolsa de estudo de Mestrado para L.A. Magalhães. \n\nC.R. Souza Filho agradece ao CNPq pela bolsa de Produtividade em Pesquisa.\n\n40\n\n\n\nReferências\n\nAVELAR, V. G., LAFON, J. M., DELOR, C. 2001. Geocronologia Pb-Pb em Zircão e Sm-Nd em Rocha \n\nTotal da Porção Centro-Norte do Amapá  para a evolução geodinâmica do Escudo das Guianas.  In: \n\nSBG, Simp. Geol. Amazônia, VII, CD-ROM.\n\nBAHIA,  R.B.C.,  FARACO,  M.T.L.,  MONTEIRO,  M.A.S.,  CAMOZZATO,  E.,  OLIVEIRA,  M.A.O., \n\n2004. Folha SA.22-Belém. In: Schobbenhaus, C., Gonçalves, J.H., Santos, J.O.S., Abram, M.B., Leão \n\nNeto, R., Matos, G.M.M., Vidotti, R.M., Ramos, M.A.B., Jesus, J.D.A. de (eds.). Carta Geológica do \n\nBrasil  ao  Milionésimo, Sistema  de  Informações Geográficas.  Programa Geologia  do Brasil.  CPRM, \n\nBrasília. CD-ROM.\n\nBLUM, M. L. B. 1999. Processamento e Interpretação de Dados de Geofísica Aérea no Brasil Central e \n\nsua  Aplicação  à  Geologia  Regional  e  à  Prospecção  Mineral.  Tese  de  Doutorado,  Instituto  de \n\nGeociências, Universidade de Brasília, 229p. \n\nCORDANI, U. D., TASSINARI, C. C. G., TEIXEIRA, W., BASEI, M. A. S. AND KAWASHITA, K. \n\n1979.  Evolução  Tectônica  da  Amazônia  com  base  nos  dados  geocronológicos.  In:  Congresso \n\nGeológico Chileno, II, Actas, p. 137-48.\n\nDARDENNE  M.  A.,  SCHOBBENHAUS  C.  2001.  O  Cráton  Amazônico.  In:  M.  A.  Dardenne  &amp;  C. \n\nSchobbenhaus (eds.). Metalogênese do Brasil. Ed. UnB, Brasília, pp.: 25 – 46. \n\nFARACO, M.T.L., MARINHO, P.A.C., COSTA, E.J.S., VALE, A.G., CAMOZZATO, E., 2004. Folha \n\nNA.22-Macapá. In: Schobbenhaus, C., Gonçalves, J.H., Santos, J.O.S., Abram, M.B., Leão Neto, R., \n\nMatos,G.M.M.,  Vidotti,  R.M.  (eds.).  Carta  Geológica  do  Brasil  ao  Milionésimo,  Sistema  de \n\nInformações Geográficas. Programa Geologia do Brasil. CPRM, Brasília. CD-ROM. \n\nLIMA,  M.  I.  C.  2006.  Província  Estrutural  Amazônia  Revisada.  In:  IX  Simpósio  de  Geologia  da \n\nAmazônia. CD-ROM.\n\nMELLO, L. V. &amp; VILLAS, R. N. N. 2001. O Depósito Aurífero Amaparí, Amapá: Fluidos Mineralizantes \n\ne Tipologia. In: SBG, Simp. Geol. Amazônia, VII, CD-ROM.\n\nMELLO, L. V.,  VILLAS, R.  N. N., SOARES, J.  W.,  FARACO, M.  T. L.  2001. O Depósito Aurífero \n\nAmaparí,  Amapá:  Rochas  Encaixantes,  Química  Mineral  e  Metamorfismo.  In:  SBG,  Simp.  Geol. \n\nAmazônia, VII, CD-ROM.\n\nMILLIGAN, P. R. &amp; GUNN, P. J. 1997.  Enhancement and Presentation of Airbone Geophysical Data. \n\nAGSO Journal of Australian Geology &amp; Geophysics., 17(2): 63-75.\n\n41\n\n\n\nPARRO,  P.  S.  1998.  Magnetometria  e  Gamaespectrometria  Aerotransportadas  na  Interpretação \n\nGeológico-Estrutural  da  Região  dos  Rios  Juruena  e  Teles  Pires  –  MT.  Dissertação  de  Mestrado, \n\nInstituto de Geociências, Universidade de Brasília. 60p. \n\nRICCI, P.S.F., CARVALHO, J.M.A., ROSA COSTA, L.T. 2001. Diferentes terrenos, com embasamentos \n\ngeocronologicamente distintos, justapostos por megaestruturas regionais na fronteira Pará/Amapá.  In: \n\nSBG, Simp. Geol. Amazônia, VII, CD-ROM.\n\nROSA-COSTA, L. T., VASQUEZ, M. L., CARVALHO, J.M.A., RICCI, P. S. F., LAFON, J. M.  2001. \n\nGeocronologia Preliminar do Arqueano e Paleoproterozóico do NW do Pará/SW do Amapá – Escudo \n\ndas Guianas. In: SBG, Simp. Geol. Amazônia, VII, CD-ROM.\n\nROSA-COSTA,  L.T.,  RICCI,  P.  S.  F.,  LAFON,  J.  M.,  VASQUEZ,  M.  L.,  CARVALHO,  J.  M.  A., \n\nKLEIN,  E.  L.,  MACAMBIRA,  M.  J.  B.  2003.  Geology  and  geochronology  of  Archean  and \n\nPaleoproterozoic  domais  of  southwestern  Amapá  and  northwestern  Pará,  Brazil,  southestern  Guiana \n\nshield. In: Géologie de la France, 2-3-4:101-120.\n\nSILVA,  A.M.  1999.  Integração  de  dados  geológicos  e  geofísicos  utilizando-se  uma  nova  técnica  para \n\nseleção de alvos para exploração mineral,  aplicada ao Greenstone Belt Rio das Velhas, Quadrilátero \n\nFerrífero. Tese de Doutorado,  Instituto de Geociências, Universidade de Brasília, 195 p.\n\nSILVA, A. A. C. 2003. Processamento,  interpretação e integração de dados geológicos  e geofísicos da \n\nProvíncia  Mineral  Tapajós.  Dissertação  de  Mestrado,  Instituto  de  Geociências,  Universidade  de \n\nBrasília, 136 p.\n\nTASSINARI, C. C. G. &amp; MACAMBIRA, M. J. B. 2004. A evolução tectônica do Cráton Amazônico.In: \n\nMANTESO-NETO  V.,  BARTORELLI,  A.,  CARNEIRO,  C.  D.  R.,  BRITO-NEVES,  B.  B.  (eds.). \n\nGeologia do Continente Sul-Americano: evolução da obra de Fernando Flávio Marques de Almeida. \n\nSão Paulo, Beca.p. 471 – 485. \n\nTEIXEIRA, A. A. 2003. Integração de dados multifontes para exploração de ouro no Greenstone Belt Rio \n\ndas  Velhas,  Quadrilátero  Ferrífero,  MG.  Dissertação  de  Mestrado,  Instituto  de  Geociências, \n\nUniversidade de Brasília.158 p.\n\nTHURSTON, J. B. &amp; SMITH, R. S. 1997. Automatic Conversion of Magnetic Data to Depth, Dip and \n\nSusceptibility Constrast Using SPI (TM) Method. Geophysics, 62: 807 – 813.\n\nVANDERHAEGHE.  O.,  LEDRU  P.,  THIEBLEMONT  D.,  EGAL  E.,  COCHERIE  A.,  TEGYEY  M., \n\nMILESI  S.  P.  1998.  Contrasting  mechanism  of  crustal  growth  –  Geodynamic  evolution  of  the \n\nPaleoproterozoic granite-greenstone belts of French Guiana. Precambrian Research., 92(2): 165-193.\n\n42\n\n\n\nANEXO II\n\nMODELAGEM DE DADOS ESPACIAIS PARA PROSPECÇÃO AURÍFERA NA ÁREA \n\nDO DEPÓSITO AMAPARI – AP\n\n43\n\n\n\nMODELAGEM DE DADOS ESPACIAIS PARA PROSPECÇÃO AURÍFERA NA ÁREA \n\nDO DEPÓSITO AMAPARI – AP\n\n(Artigo em fase de preparação para submissão)\n\nRESUMO\n\nEste  artigo  aborda  a  técnica  da  análise  por  pesos  de  evidência  (WofE),  redes \n\nneurais artificiais(RNA's) e lógica  fuzzy para a geração de mapas de favorabilidade de ouro na \n\nregião do Depósito Amapari – AP. A área de estudo escolhida se reveste de especial importância, \n\nvisto que se trata de uma das últimas fronteiras exploratórias do país, onde grande parte do estado \n\né protegido por parques nacionais e reservas indígenas. Situada na Província Maroni-Itaicaiúnas, \n\npalco  de  uma  variedade  de  mineralizações  como  ferro,  manganês,  cromita,  ouro,  diamante, \n\nbauxita, caolim e cassiterita, o Depósito Amapari é caracterizado como um depósito do tipo lode \n\norogenético,  onde  os  maiores  teores  de  ouro  são  associados  às  zonas  mais  deformadas, \n\nencaixados em um sistema de veios sulfetados, principalmente compostos por pirrotita. Os dados \n\nutilizados para a geração dos modelos foram dados geológicos (1:100.000), dados aerogeofísicos \n\n(Projeto  Rio  Araguari)  e  análises  de  ouro  em  amostras  de  sedimentos  de  corrente.  Os  mapas \n\ngerados pelos métodos de pesos de evidência, lógica fuzzy e redes neurais artificiais destacaram a \n\nárea  do  depósito  Amapari  como  um  sítio  altamente  favorável  à  ocorrência  de  ouro,  condição \n\nnecessária para que o resultado fosse coerente com a premissa dos modelos, além de indicarem \n\nnovos  alvos  potenciais  para  ocorrência  desse  tipo  de  mineralização.  Estes  novos  alvos foram \n\nvalidados através de mapas de detalhe de anomalias geoquímicas de Au contido no solo, gerados \n\npela MPBA. As áreas identificadas pela modelagem espacial estão em franca concordância com \n\nas principais anomalias geoquímicas, demonstrando, desta forma, que a determinação de alvos \n\nexploratórios mais favoráveis baseada em dados indiretos é coerente com a prospecção através de \n\nmétodos  diretos.  Tendo  em  vista  que  nenhum  trabalho  desta  natureza  foi  previamente \n\ndesenvolvido  na  região  amazônica,  tem-se  aqui  um  importante  exemplo  da  aplicabilidade  e \n\nfuncionabilidade  destas  técnicas  de  análise  em  regiões  com  um  baixo  nível  de  conhecimento \n\n44\n\n\n\ngeológico e metalogenético.\n\nPalavras-chaves: mineralizações  auríferas, pesos  de evidências, redes  neurais artificiais, lógica \n\nfuzzy, mapas de favorabilidade mineral, Amapá \n\n45\n\n\n\nINTRODUÇÃO\n\nO  uso  das  geotecnologias  na  pesquisa  mineral,  particularmente  dos  Sistemas  de \n\nInformações  Georreferenciadas  (SIG)  e  Sistemas  Especialistas  (SE),  tem  proporcionado  a \n\npossibilidade  de  integração  de  dados  de  diversas  fontes,  visando  o  estabelecimento  de  guias \n\nprospectivos e facilitando as  tomadas de decisões na exploração mineral. Os dados geofísicos \n\naéreos  e  terrestres,  de  sensoriamento  remoto,  geoquímicos,  geológicos  (estratigráficos  e \n\nestruturais)  e geocronológicos são  os  mais  comumente  utilizados  no  processo  de  integração  e \n\nanálise espacial.\n\nNo Brasil, as aplicações de SIGs e SEs na pesquisa mineral e petrolífera têm sido amplas \n\ne variadas. Trabalhos de referência incluem aqueles voltados para a prospecção de ouro (Perrotta \n\n&amp; Campos Neto, 1999, Teixeira, 2003 e Miethke, 2004), platinóides (Nunes, 2002), chumbo e \n\nzinco (Araújo &amp; Macedo, 2004), óleo e gás (Lammoglia,2006), minerais radioativos (Moreira, \n\n2001), dentre outros. \n\nSeguindo a linha da utilização de SIGs e SEs na pesquisa mineral, este trabalho tem como \n\nobjetivo a aplicação de técnicas de modelagem espacial de dados visando o mapeamento de áreas \n\ncom favorabilidade mineral para ouro na região central do estado do Amapá - AP, nos domínios \n\nda área de concessão da Mineração Pedra Branca de Amapari, (Figura 1). Esta área foi escolhida \n\npor representar uma das últimas fronteiras exploratórias do país, na qual nenhum estudo voltado \n\npara a modelagem espacial de dados visando a identificação de áreas com potencial para ouro foi \n\npreviamente  desenvolvido.  A ferramenta  utilizada  para  a  análise  espacial  foi  a  extensão  Arc  \n\nSpatial  Data  Modeller (ArcSDM),  versão  4  para  o  ArcGis 9.2  (Sawatzky et  al.,  2007).  Esta \n\nferramenta foi liberada para a utilização neste trabalho como uma contribuição à equipe de teste \n\ndo software. \n\nPor ser de fácil manipulação, algumas considerações devem ser observadas e levadas em \n\nconta quando da utilização do SIG. Quanto maior for a confiabilidade e a qualidade dos arquivos \n\nde entrada e a quantidade de informações disponíveis, melhores os produtos gerados. Soma-se a \n\nisto,  a  experiência  e  conhecimento  do analista  na  manipulação  dos  programas  de  análise,  nos \n\ndados de entrada, bem como no conhecimento do problema a ser resolvido (Rostirolla, 1997). \n\n46\n\n\n\nFigura  1:  Mapa  de  localização  da  área  de  estudo.  A área  maior  (Área_Geofísica)  corresponde  ao  levantamento \naerogeofísico  Rio  Araguari  –  CPRM  2004  e  a  área  menor  (Área_MPBA),  compreende  a  área  de  concessão  da \nMineração Pedra Branca de Amapari. \n\nCONTEXTO GEOLÓGICO\n\nA área de estudo está inserida na província geocronológica Maroni-Itacaiúnas (PMI). A \n\nPMI é composta por rochas metavulcânicas e metassedimentares, deformadas e metamorfisadas \n\nna fácies xisto verde a anfibolito, compreendendo um terreno  greenstone belt, além de rochas \n\ngranulíticas e terrenos gnaisse-migmatitos, com remanescentes de crosta arqueana retrabalhada \n\n(Figura 2). Esta Província foi acrescionada à Província Amazônia Central durante uma orogênese \n\nocorrida entre 2.2 – 1.95 Ga (Cordani et al., 1979).\n\nO  embasamento  arqueano  da  região  é  composto  por  granulitos,  gnaisses,  anfibolitos  e \n\nmigmatitos  do  Complexo  Guianense,  que  correspondem  a  rochas  polimetamorfisadas  e \n\nparcialmente retrabalhadas durante a orogênese Transamazônica (Lima  et al., 1974). As idades \n\nmais antigas registradas nesse núcleo arqueano no Estado do Amapá giram em torno de 3,0 Ga \n\n47\n\n\n\n(Avelar et al., 2001) e 4.5 Ga (Bahia et al., 2004, Faraco et al., 2004).\n\nAs rochas supracrustais na região central do Amapá são representadas por  unidades da \n\nProvíncia  Vila  Nova,  considerada  como  um  terreno  greenstone  belt  que  ocorre  em  faixas \n\nalongadas de direção NW-SE, metamorfisadas na fácies xisto-verde a anfibolito e deformadas em \n\num  domínio  dúctil-rúptil,  onde  se  desenvolveram  extensas  zonas  de  cisalhamento.  A  idade \n\nproposta  para  esta  seqüência  greenstone é  paleoproterozóica,  em  torno  de  2.26  ±  0,34  Ga \n\n(McReath &amp; Faraco, 1997) e metamorfismo em torno de 1,97 ± 0.51 Ga (Tassinari et al., 1984).\n\nRochas  intrusivas na PMI,  denominadas de Granodiorito Falsino (1.75  Ga) e Alcalinas \n\nMapari  (1.68  –  1.34  Ga)  (Lima  et  al.,  1974),  estão  relacionadas  a  um  evento  Proterozóico \n\nregional, caracterizado por um magmatismo anorogênico intraplaca, com evidências de falhas de \n\ndireção  NE-SW  e  retrabalhamento,  atribuídos  ao  Evento  Jari-Falsino  (1.2  Ga)  (Dardenne  &amp; \n\nSchobbenhaus, 2003). Estas falhas podem estar relacionadas à reativação de estruturas antigas, \n\nfavorecendo  a concentração  de sulfetos  mineralizados, além de gerarem um metamorfismo de \n\ncontato e alterações hidrotermais nas rochas da seqüência metavulcano-sedimentar (Dardenne &amp; \n\nSchobbenhaus, 2001).\n\nVasquez  &amp;  Lafon  (2001),  descrevem  um  magmatismo  tipo  A de  1.75  Ga  (Pb/Pb)  na \n\nporção oriental do Escudo das Guianas e sugerem que as Alcalinas Mapari estejam relacionadas a \n\neste evento cratogênico de 1.75 Ga.\n\nDurante  o  Permo-Triássico,  com  a  abertura  do  Oceano  Altântico,  a  Província  Maroni-\n\nItacaiúnas foi afetada por um enxame de diques de diabásio, compreendidos na Suite Intrusiva \n\nCassiporé, de idade entre 254 – 207 Ma. \n\nRicci  et  al.  (2001)  e  Rosa  Costa  et  al. (2001)  descreveram  a  existência  de  diferentes \n\nterrenos  geológico-geofísicos  entre  os  estados  do  Pará  e  Amapá,  diferenciados  pelos \n\nembasamentos  geocronológicamente  distintos  e  justapostos  por  megaestruturas  tectônicas  e/ou \n\nmagnéticas  paralelas,  de  orientação  NW-SE.  Estes  lineamentos  são  denominados  de  Cupixi  – \n\nAlto  Jari  (LCAJ)  e  Ipitinga  –  Aldeia  Bona  (LIAB),  de  cinemática  sinistral  e  dextral, \n\nrespectivamente (Figura 3). \n\nEntre esses lineamentos, ocorre uma faixa de alto grau, denominada Cinturão Jari (CJ). A \n\nsudoeste do LIAB localiza-se o Orógeno Carecuru-Paru (OCP) e a nordeste do LCAJ situa-se o \n\nterreno Antigo Cupixi – Tartarugal Grande (TACTG), no qual a área de estudo está inserida.\n\n48\n\n\n\nO  TACTG  é  composto  por  ortognaisses  cinza  de  fácies  anfibolito  do  Complexo \n\nTumucumaque,  por  granulitos  da  Suíte  Metamórfica  Tartarugal  Grande  e  por  sequências \n\nsupracrustais tipo greenstone belt. Segundo Tassinari et al. (2000) o Complexo Tumucumaque é \n\ncomposto por gnaisses félsicos, granulitos, metavulcânicas máficas e quartzitos, e representa o \n\nequivalente metamórfico de alto grau da Província Vila Nova. As idades Rb-Sr registradas para \n\neste complexo (2.45 ± 0.074 Ga; 2.674 Ga) sugerem a existência de protólitos arqueanos na faixa \n\ngranulítica Tumucumaque. Na região do rio Cupixi, ortognaisses tonalíticos têm idades Pb/Pb de \n\n2.85  Ga  (Avelar  et  al.,  2001),  o  que  confirma  a  existência  de  uma  crosta  Mesoarqueana \n\nretrabalhada.\n\nSegundo Rosa-Costa et al. (2003) o CJ representa o domínio mais deformado em relação \n\naos  adjacentes,  com  um  grande  número  de  lineamentos  magnéticos  que  representam \n\nprincipalmente zonas de cisalhamento transcorrentes. Datações indicam idades dominantemente \n\narqueanas para o CJ (2.652 ± 4 Ma e ? 2.80 Ga), para o TACTG (2.85 Ga e ? 2.85 Ga) e para o \n\nNGP (2.597 ± 4 Ma) e dominantemente paleoproterozóicas para o OCP (2.150 ± 1 Ma).  \n\n49\n\n\n\nFigura 2:  Mapa  geológico simplificado  do estado do Amapá,  na escala 1:3.000.000 (Modificado  de  Bahia  et al. \n2004, Faraco et al. 2004).\n\nFigura 3: Mapa do Projeto RENCA onde foi definida a compartimentação dos domínios tectônicos (Modificado de \nRosa Costa et al., 2003). LIAB - Lineamento Ipitinga Aldeia Bona, LCA – Lineamento Cupixi Alto Jari.\n\n50\n\n\n\nBASE DE DADOS\n\nDados geológicos\n\nO mapa geológico foi cedido pela Mineração Pedra Branca de Amapari (MPBA) na escala \n\n1:100.000.  As  unidades  geológicas  foram  apresentadas  segundo  a  descrição  dos  litotipos  para \n\nmelhor caracterização da área de estudo e sua relação com as ocorrências de ouro.\n\nNa  área  de  estudo  são  encontradas  rochas  relacionadas  ao  embasamento  arqueano \n\n(granito-gnaisse),  rochas  da  Província  Vila  Nova  (PVN)  (BIFs  fácies  óxido  e  silicato,  rochas \n\ncalcisilicáticas  e  escarnitos,  xistos,  anfibolitos  e  quartzitos)  e  granitóides  associados  (gnaisse \n\ndiorítico/diorito,  granitos  e  pegmatitos,  gnaisse  granodiorítico/granodiorito,  Trondhjemito-\n\ntonalito-granito) (Figura 4). \n\nFigura 4 Mapa geológico na escala 1:100.000 cedido pela Mineração Pedra Branca de Amapari (MPBA), sobreposto \nas ocorrências de ouro do Serviço Geológico do Brasil (SIG 1:1.000.000).\n\n51\n\n\n\nDados aerogeofísicos\n\nOs dados aerogeofísicos utilizados fazem parte do Projeto Rio Araguari, que compõe a \n\nbase  de  dados  do  Serviço  Geológico  do  Brasil  (CPRM)  (LASA,  2004).  Compreendem  dados \n\nmagnetométricos (campo total) e gamaespectrométricos (contagem total,  canais  individuais  do \n\npotássio, tório e urânio). O projeto foi realizado no ano de 2004, com as linhas de vôo na direção \n\nN45°E e espaçamento de 500m, e linhas de controle de direção N45°W, com espaçamento de \n\n10.000m. As etapas do processamento destes dados, assim como os produtos gerados, podem ser \n\nencontrados em Magalhães et al. (2007). \n\nDados geoquímicos\n\nOs dados geoquímicos foram cedidos pela MPBA. São dados de sedimento de corrente \n\nanalisados para o elemento ouro (ppm). Devido a natureza do material analisado (sedimento de \n\ncorrente), a utilização destes pontos como uma evidência deve ser feita com cautela, conforme \n\ndescrito por Carranza &amp; Hale (1997) e Nóbrega (2001).\n\nO processamento dos dados geoquímicos de sedimentos de corrente foi feito a partir da \n\ngeração  de  sub-bacias.  Neste  processo  utiliza-se  o  modelo  digital  de  terreno  (MDT)  para  a \n\ngeração de um mapa de sub-bacias através das seguintes etapas: i) extração de drenagens para a \n\ngeração de um MDT sem depressões, ii) geração de um arquivo matricial com a direção de fluxo \n\nde cada célula, iii) geração de um arquivo matricial de fluxo acumulado para cada célula, iv) \n\nextração da rede de drenagens com valores de fluxo acumulado maior que 100, v) conversão para \n\narquivo vetorial, vi) delimitação das áreas das bacias hidrográficas, com a definição de valores \n\ncorrespondentes à direção de fluxo na bacia, para cada trecho de drenagem, vii) geração do mapa \n\nde sub-bacias (Salvador, 2007, Buarque, 2007). \n\nO  mapa  de  sub-bacias,  gerado  em  formato  matricial,  foi  transformado  em  um  dado \n\nvetorial  para  que  fossem  atribuídos  a  cada  sub-bacia  os  valores  de  concentração  de  ouro  das \n\namostras  coletadas.  Desta  forma, foi  gerado  um mapa  das  sub-bacias  da área  de estudo  onde \n\nbacias com teores acima de 1 ppm foram consideradas anômalas (Figura 5). \n\n52\n\n\n\nOcorrências minerais\n\nPara a aplicação dos métodos de análise espacial guiados pelos dados é necessário que a \n\nárea  selecionada para  modelagem contenha um número satisfatório  de ocorrências  do minério \n\nque se deseja pesquisar. Este registro servirá como guia prospectivo através de comparações e \n\ncálculos estatísticos aplicados ao conjunto  de mapas evidenciais, utilizando-se tais ocorrências \n\ncomo pontos de treinamento (Bonham-Carter, 1994).\n\nOs pontos de treinamento utilizados foram retirados da base de dados do Mapa Geológico \n\ndo  Brasil  ao  Milionésimo  (CPRM,  2004),  em  formato  digital  (SIG).  Constituem  12  pontos, \n\nincluindo  um  ponto  do  depósito  Amapari,  cujas  coordenadas  geográficas  precisas  foram \n\nfornecidas pela MPBA.  Os  pontos foram sobrepostos à imagem de radar de abertura sintética \n\n(SAR,  banda;  ?  =  23  cm)  do  satélite  JERS-1  (Figura  6).  Esta  imagem  permite  uma  melhor \n\nvisualização do controle estrutural associado à mineralização.\n\nApesar de constituírem um número limitado de registros para este método de modelagem, \n\nos pontos da base de dados da CPRM estão bem distribuídos na área, fator que favorece uma \n\ninvestigação  desta  natureza.  Estes  pontos  contêm  registros  de  ouro  na  forma  de  indícios  e \n\ndepósitos,  em  diferentes  escalas  de  levantamento  e  com  erros  de  posicionamento  variando  de \n\n50m a 1.000m (Tabela 1).\n\nUma  condição  para  a  utilização  de  pontos  de  treinamento  nos  modelos  guiados  pelos \n\ndados é bem descrita por Moreira (2001): “Esses modelos consistem em um número de depósitos \n\nconhecidos, considerados como sendo similares o suficiente quanto as suas características, para \n\nserem tratados como um “modelo descritivo” que pode guiar a pesquisa para novos depósitos do \n\nmesmo tipo”.\n\nNeste trabalho, os pontos de treinamento, na sua maior parte correspondentes a indícios de \n\nmineralização, serão considerados como similares para a análise por pesos de evidência, embora \n\ndois sejam atribuídos a depósitos conhecidos e bem estudados. \n\n53\n\n\n\nFigura 6:  Mapa de distribuição dos pontos de treinamento para ocorrências de ouro na área de estudo sobrepostos a \nimagem de radar de abertura sintética JERS-1 (suavizada com filtro mediana 7X7). \n\n54\n\nFigura 5: Mapa de sub-bacias \ngerado a partir do MDT \nsobreposto às ocorrências de ouro \nda base de dados do Serviço \nGeológico do Brasil (SIG \n1:1.000.000).\n\n\n\nTabela 1: Pontos de treinamento da base de dados da CPRM –  Mapa Geológico do Brasil ao Milionésimo, 2004.\n\nToponímia Grau_importância Erro_Posicionamento Tipologia Hospedeiras Encaixantes\n\nAPAU118 Indício 250 a 1.000 m Rocha M etavulcânica M áfica Xisto\n\nAM APARI Dep ósito -M ina 50 a 200 m Veio de Quartzo\n\nAPAU120 Indício 250 a 1.000 m Gnaisse Granitóide\nAPAU121 Indício 250 a 1.000 m Rocha M etavulcânica M áfica Rocha M etassedimentar\nAPAU122 Indício 250 a 1.000 m Gnaisse Granitóide\nAPAU123 Indício 250 a 1.000 m Granitóide\nAPAU124 Indício 250 a 1.000 m Granitóide\nAPAU125 Indício 250 a 1.000 m Rocha M etavulcânica M áfica Xisto\nAPAU126 Indício 250 a 1.000 m Rocha M etavulcânica M áfica Xisto\nAPAU117 Indício 250 a 1.000 m Rocha M etavulcânica M áfica Xisto\n\nAPBI004 Indício 250 a 1.000 m Granito Granitóide\n\n Relacionados a \nrochas ultrabásicas \n\ntransformadas \nmetassomaticamente\n\n1 - relacionados a \nintrusões félsicas, 2 - \n\nrelacionados a \nsequências \n\nmetavulcanossedimen\ntares, 3 - relacionados \n\na p rocessos \nintemp éricos\n\nXisto, Formação \nM anganesífera, Escarnito\n\nM etatonalito\nM etatonalito\n\n Relacionados a \nintrusões félsicas\n\n55\n\n\n\nMODELO METALOGENÉTICO\n\n Segundo  Melo  et  al.  (2003)  o  depósito  de  Amapari  foi  formado  em  um  ambiente \n\ngeodinâmico similar ao descrito por Vanderhaeghe (1998), onde espessamento crustal e colisão \n\ncontinental podem ter levado à fusão  parcial da crosta e formação de granitos peraluminosos. \n\nApesar  das  relações  espaciais  dos  corpos  de  minério  com  o  granito  Amapari,  as  idades \n\nconflitantes da mineralização (Pb-Pb: 2.118 ± 32 Ma - Malato, 2000 in Tavares et al., 2005) e do \n\ngranito (Pb-Pb: 1.993 ± 13 Ma - Borges et al., 2002 in Faraco et al., 2005) colocam em dúvida a \n\nimportância do mesmo na formação do depósito.\n\nAlternativamente, o depósito pode pertencer a um segmento de acresção continental onde \n\nas  zonas  de  cisalhamento  permitiram  a  formação  de  depósitos  auríferos  orogenéticos  (Melo, \n\n2001). Esta proposta é baseada principalmente na predominância de sulfetos de ferro (pirrotita), \n\nno controle estrutural das mineralizações por zonas de cisalhamento e na composição do fluido \n\nmineralizante  (baixa  salinidade  de  soluções  aquo-carbônicas,  com  temperaturas  entre  250°  e \n\n>420°C)  (Melo,  2001).  No  entanto,  a  ausência  de  veios  de  quartzo  de  grande  porte,  que \n\ncomumente  se  encontram  encaixados  nas  zonas  de  cisalhamento,  colocam  em  dúvida  esta \n\ninterpretação (Melo &amp; Villas, 2001). \n\nOs corpos de minério são paralelos à borda leste do granito Amapari, com uma tendência \n\nNS  a  NW-SE.  São  marcados  por  intensa  alteração  hidrotermal,  principalmente  silicificacão, \n\nsulfetação  e  carbonatação.  As  ações  hidrotermais  são  marcadas  pela  presença  de  muscovita-\n\nsericita,  substituindo  o  feldspato  ou  associada  à  biotita.  Vênulas  de  carbonato  e  muscovita, \n\ntransversais ao bandamento das BIF's, indicam ações hidrotermais superimpostas (Faraco  et al., \n\n2003). As  concentrações  de ouro  são mais abundantes nas  zonas mais  deformadas, sem haver \n\numa associação direta com o tipo litológico. No entanto, os maiores teores de Au estão associados \n\nàs formações ferríferas bandadas. O Au apresenta uma correlação positiva com sulfetos, que de \n\nforma geral, ocorrem disseminados e em veios de quartzo finos e descontínuos, discordantes aos \n\nplanos de foliação da rocha. Às vezes formam lâminas paralelas aos planos de acamamento das \n\nformações ferríferas (Melo, 2001).\n\n56\n\n\n\nMÉTODOS DE ANÁLISE\n\nExistem basicamente dois tipos de modelos utilizados para o mapeamento do potencial \n\nmineral:  modelos  guiados  pelos  dados  (data-driven)  (e.g.  Pesos  de  Evidência,  Regressão \n\nLogística e Redes Neurais Artificiais) e modelos guiados pelo conhecimento (knowledge-driven) \n\n(e.g. Lógica Boleana, Lógica Fuzzy, Index Overlay) (Boham-Carter, 1994). Em uma modelagem \n\ndirigida pelos dados, a associação espacial entre ocorrências minerais conhecidas (áreas teste) e o \n\nconjunto  de  dados  estudados  (geofísicos,  geoquímicos,  etc)  é  definida  computacionalmente  e \n\ndetermina pesos associados ao grau de favorabilidade de cada um destes conjuntos. Os métodos \n\nguiados  pelo  conhecimento  não  requerem  uma  área  teste,  mas  necessitam  de  conhecimento \n\ngeológico da área estudada e do modelo descritivo do depósito, já que utiliza pesos subjetivos \n\ndeterminados por um expert (Bonham-Carter 1994).\n\nNo presente trabalho, será explorado o método por pesos de evidência (Bonham-Carter et  \n\nal., 1989, Agterberg  et al., 1990, Carranza &amp; Hale, 2000, Assadi &amp; Hale, 2000, Tangestani &amp; \n\nMoore, 2001, Roy et al., 2006), redes neurais artificiais (Nóbrega &amp; Souza Filho, 2003, Porwal \n\net al., 2003, Bougrain  et al., 2003, Lammoglia, 2006) e lógica fuzzy (Carranza &amp; Hale, 1997, \n\nCheng &amp; Agterberg, 1999, Quadros et al., 2006, Lee, 2007).\n\nAnálise por pesos de evidência (WofE – Weights of Evidence)\n\nA técnica de pesos de evidência (WofE – Weights of Evidence) utiliza relações estatísticas \n\nentre os vários planos de informação e ocorrências minerais conhecidas para descrever e analisar \n\nas interações entre os diversos dados espaciais. Como resultados são gerados modelos preditivos \n\ndo potencial mineral de uma dada região, onde há dados disponíveis o suficiente para se estimar a \n\nimportância relativa de cada evidência (Boham-Carter, 1994, Raines,  1999, Wang  et al., 2002 e \n\nArthur et al., 2005).\n\nAssim como os demais métodos, os mapas gerados pelo método WofE, constituem uma \n\ninformação importante para predição de futuras atividades exploratórias.\n\nAs  etapas  de  análise  deste  método  compreendem  (Boham-Carter,  1994,  Perrotta  &amp; \n\n57\n\n\n\nCampos  Neto,  1999, Boleneus  et al., 2001): (i) construção de uma base  de dados  digital; (ii) \n\nextração das evidências para um depósito em particular; (iii) cálculo da probabilidade à priori; \n\n(iv) definição da unidade de área – que deve ser suficientemente pequena para representar uma \n\nocorrência; (v) cálculo dos pesos positivos e negativos para cada evidência relativa às ocorrências \n\nminerais; (vi) combinação dos mapas evidenciais e cálculo da probabilidade à posteriori; (vii) \n\naplicação  de  testes  estatístico  para  verificar  a  condição  de  independência  dos  planos  de \n\ninformação relativos entre si e as ocorrências minerais e, (viii) avaliação dos resultados.\n\nNo  método  WofE  existem  duas  formas  de  se  tratar  os  dados:  o  método  categórico  de \n\ncalcular os pesos, usado quando os dados ocorrem em categorias não-relacionadas e categorias \n\nmutuamente exclusivas, e o método cumulativo, quando as informações são relacionadas (dados \n\nordinais, intervalos, razões, etc) (Boleneus et al., 2001).\n\nO  mapa  geológico  foi  abordado  como  um  dado  categórico.  A presença  de  pontos  de \n\ntreinamento  relacionados a um determinado  litotipo contribui positivamente  para o peso  desta \n\nevidência, excetuando-se os casos onde há uma extensa área de exposição de uma unidade. Nesta \n\nsituação, como os dados são tratados de forma matemática por meio de razões entre o número de \n\nocorrências  e o tamanho da área que contém estes  pontos,  o peso  para esta  unidade  pode ser \n\nnegativo, apesar de possuir registros de ocorrências minerais.\n\nO resultado do cálculo dos pesos e os valores de contraste (C = diferença entre o peso \n\npositivo e negativo, W+ - W-), para o mapa geológico podem ser visualizados na Tabela 2. O \n\nmapa das unidades geológicas foi transformado em um mapa binário através da generalização dos \n\nvalores de Studentized Contrast (Stud_Cnt). O Studentized Contrast é definido pela razão entre o \n\nC  e  o  desvio  padrão  de  C.  É  utilizado  no  processo  de  generalização  dos  mapas  evidenciais, \n\nprincipalmente nos casos onde há um pequeno número de pontos de treinamento disponíveis na \n\nárea de estudo e onde os valores de C não apresentam um limite claro do valor máximo ( Boham-\n\nCarter, 1994, Raines, 1999, Carranza &amp; Hale, 2000, Masetti  et al., 2007, Nykänen et al., 2007, \n\nMathew et al., 2007).\n\nO  Studentized Contrast  foi aqui aplicado da seguinte forma: as unidades com valores do \n\nStud_Cnt >1 foram definidas como inside, enquanto que para os valores de Stud_Cnt ? 1, outside \n\n(Figura 7).\n\n58\n\n\n\nDe  acordo  com  a  Tabela  2,  as  BIF's  não  apresentam  nenhuma  relação  com  as  áreas \n\nfavoráveis à mineralização, embora no modelo metalogenético proposto para o depósito Amapari \n\nestas rochas apresentem os maiores teores de ouro. Isto deve-se ao fato da ausência de pontos de \n\ntreinamento na área de exposição destas rochas, o que acarreta na ausência de informação para o \n\ncálculo dos pesos, já que o método de modelagem por pesos de evidência necessita de pontos de \n\ntreinamento que atuem como guias prospectivos para mineralizações.\n\nTabela  2:  Resultados  da  análise  WofE  para  o  mapa  geológico.  As  unidades  selecionadas  foram  consideradas \nfavoráveis a ocorrência de ouro baseando-se no valor do nível de confiança do Studentized Contrast = 1. \n\nUnidades W+ S_W+ W- S_W-\n2,59 1 4,92 1,28 -0,09 0,3 5 1,31 3,82 4,92 1,28\n43,48 1 1,64 1,01 -0,07 0,3 1,71 1,06 1,62 1,64 1,01\n\nQuartzitos e xistos 173,11 1 0,24 1 -0,02 0,3 0,26 1,05 0,24 -0,17 0,32\nOrto-anfibolito 369,25 1 -0,52 1 0,06 0,3 -0,59 1,05 -0,56 -0,17 0,32\nGranito gnaisse 421,66 3 0,45 0,58 -0,11 0,33 0,56 0,67 0,84 -0,17 0,32\nGnaisse Granodiorítico/Granodiorito 437,06 3 0,41 0,58 -0,11 0,33 0,52 0,67 0,77 -0,17 0,32\n\n638,72 2 -0,38 0,71 0,1 0,32 -0,48 0,78 -0,61 -0,17 0,32\nGranitos e Pegmatitos 19,22 0 0 0 0 0 0 0 0 -0,17 0,32\nSedimentos químicos e Xistos 412,83 0 0 0 0 0 0 0 0 -0,17 0,32\n\n17,13 0 0 0 0 0 0 0 0 -0,17 0,32\nTrondhjemito-tonalito-granito 81,52 0 0 0 0 0 0 0 0 -0,17 0,32\nGnaisse Diorítico/Diorito 10,73 0 0 0 0 0 0 0 0 -0,17 0,32\n\nArea_Units N°_Points Contrast S_Contrast Stud_Cnt Weight W_Std\nEscarnitos e Rochas calcisilicáticas\nXistos, anfibolitos e calcisilicáticas\n\nPara-Anfibolito e Bt-qtz-xisto\n\nBIFs, fácies óxido e silicato\n\nOs produtos aerogeofísicos utilizados no estudo incluem: imagem da amplitude do sinal \n\nanalítico,  imagem  dos  canais  individuais  do  potássio,  tório  e  urânio  e  mapa  de  estruturas \n\nmagnéticas lineares.\n\n59\n\nFigura 7: Mapa geológico binário. Área em rosa, \ninside, corresponde às regiões do mapa favoráveis \nà    ocorrência de mineralizações do tipo Amapari \ne  a   área  em  branco,  outside,  às  regiões  não \nfavoráveis. O processo de generalização foi feito a \npartir  dos  valores  de  Stud_Cnt  acima  de  1. Em \namarelo, pontos de treinamento. \n\n\n\nConsiderando-se  a  descrição  do  depósito  Amapari  como  orogenético  do  tipo  lode, \n\nassociado  a  veios  sulfetados  ricos  em  pirrotita,  os  produtos  aeromagnetométricos  foram \n\nutilizados  de  duas  formas.  A primeira  através  da  associação  de  depósitos  com  locais  de  alta \n\nintensidade  do  campo  magnético  anômalo.  O  mapa  de  amplitude  do  sinal  analítico  (ASA), \n\nreclassificado em 8 bits (256 níveis de cinza) para agilizar o processamento, é tratado como um \n\ndado  cumulativo  descendente,  no  qual  os  maiores  valores  de  ASA  associam-se  às  maiores \n\npossibilidades de ocorrência de um depósito mineral. \n\nApós o cálculo dos pesos, o mapa foi generalizado e transformado em um mapa binário \n\ncom as classes  inside e  outside,  a partir de um nível de confiança do Stud_Cnt igual a 0.9. O \n\nmaior valor de Stud_Cnt contraste atua como um separador de classes, marcando o limite inferior \n\npara a classe favorável. Assim, valores no mapa de ASA com Stud_Cnt ? 1.69 e Stud_Cnt &lt;1.69 \n\nforam  considerados  favoráveis  e  desfavoráveis,  respectivamente.  Desta  forma,  o  intervalo  de \n\nníveis de cinza (DNs) entre 0 – 254 foi agrupado na classe outside, e o pixels com DNs de 255, \n\nna classe inside (Figura 8).\n\nOs  produtos  aeromagnetométricos  também  foram  utilizados  para  a  determinação  da \n\nproximidade  das  ocorrências  às  estruturas  lineares  de  direção  NNW  (conforme  modelo \n\nmetalogenético). Para determinar qual a distância ótima para esta associação, foi criado um mapa \n\nde isodistâncias com intervalos de 250m ao redor das estruturas e, a partir destes, os pesos foram \n\ncalculados para uma evidência cumulativa ascendente (CA). Ou seja, as regiões mais próximas às \n\n60\n\nFigura 8: Mapa de Amplitude do Sinal Analítico \nbinário.  Área  em  rosa, inside,  corresponde  às \nregiões  do  mapa  favoráveis  à  ocorrência  de \nmineralizações  do  tipo  Amapari e  a   área  em \nbranco,  outside,  às  regiões  não  favoráveis.  O \nprocesso  de  generalização  foi  feito  a  partir  dos \nvalores  de  Stud_Cnt  ? 1.69. Em  amarelo,  pontos \nde treinamento. \n\n\n\nestruturas lineares, são tomadas como as mais favoráveis a ocorrência de um depósito. O mapa de \n\nisodistâncias das estruturas foi transformado em um dado binário com as mesmas classes (inside  \n\ne outside).  Desta forma, distâncias até 250m foram consideradas  inside e, acima disto,  outside,  \n\nbaseado no maior  valor de Stud_Cnt (1.19),  com valor do nível de confiança de 1 (Tabela 3) \n\n(Figura 9).\n\nTabela  3: Resultados  da  análise WofE  para  o mapa  de  estruturas lineares de  direção  NNW.  O  campo  destacado \nrefere-se ao maior valor de Stud_Cnt e C, indicando a distância máxima para a ocorrência de depósitos.\n\nW+ S_W+ W- S_W- C S(C)\n0 519,19 519,19 3 0,21 0,58 -0,06 0,33 0,28 0,67 0,41 2 0,35 0,38\n\n250 1054,92 1054,92 7 0,35 0,38 -0,35 0,45 0,7 0,59 1,19 2 0,35 0,38\n500 1492,69 1492,69 8 0,14 0,35 -0,23 0,5 0,37 0,61 0,6 1 -0,35 0,45\n750 1819,36 1819,36 9 0,06 0,33 -0,15 0,58 0,21 0,67 0,32 1 -0,35 0,45\n\n1000 2051,89 2051,89 10 0,04 0,32 -0,19 0,71 0,23 0,78 0,3 1 -0,35 0,45\n1250 2212,91 2212,91 11 0,06 0,3 -0,51 1 0,57 1,05 0,55 1 -0,35 0,45\n1500 2321,25 2321,25 11 0,01 0,3 -0,14 1 0,16 1,05 0,15 1 -0,35 0,45\n1750 2396,8 2396,8 11 -0,02 0,3 0,22 1 -0,24 1,05 -0,23 1 -0,35 0,45\n2000 2447,02 2447,02 11 -0,04 0,3 0,57 1 -0,61 1,05 -0,58 1 -0,35 0,45\n2250 2483,13 2483,13 11 -0,05 0,3 0,93 1,01 -0,98 1,05 -0,93 1 -0,35 0,45\n2500 2509,19 2509,19 12 0 0 0 0 0 0 0 1 -0,35 0,45\n2750 2529,45 2529,45 12 0 0 0 0 0 0 0 1 -0,35 0,45\n3000 2543,34 2543,34 12 0 0 0 0 0 0 0 1 -0,35 0,45\n3250 2553,19 2553,19 12 0 0 0 0 0 0 0 1 -0,35 0,45\n3500 2559,83 2559,83 12 0 0 0 0 0 0 0 1 -0,35 0,45\n3750 2564,17 2564,17 12 0 0 0 0 0 0 0 1 -0,35 0,45\n4000 2566,66 2566,66 12 0 0 0 0 0 0 0 1 -0,35 0,45\n4250 2568,02 2568,02 12 0 0 0 0 0 0 0 1 -0,35 0,45\n4500 2568,47 2568,47 12 0 0 0 0 0 0 0 1 -0,35 0,45\n\nClass Area_Sq_Km Area_Units Points Stud(C) Gen_Class Weight W_Std\n\n \n\n61\n\nFigura  9:  Mapa  binário  das  estruturas  linerares. \nÁrea  em  rosa, inside,  corresponde  às  regiões  do \nmapa favoráveis à    ocorrência de mineralizações \ndo tipo Amapari e a  área em branco,  outside, às \nregiões  não  favoráveis.  O  processo  de \ngeneralização foi feito a partir do maior valor de \nStud_Cnt,  1.19. Em  amarelo,  pontos  de \ntreinamento. \n\n\n\nOs procedimentos de cálculo dos pesos W+ e W- (Tabela 4) e transformação em dados \n\nbinários foram aplicados aos dados gamaespectrométricos (Figura 10). Para esta etapa, os dados \n\noriginais foram multiplicados por 100 e transformados para inteiros, pois a técnica WofE requer \n\nque os dados estejam no formato inteiro. A multiplicação dos dados por 100 teve o intuito de \n\nevitar que os valores originais fossem simplificados na transformação, já que valores decimais \n\nnão são considerados na transformação para inteiros. \n\nTabela 4: Resultados da análise WofE para os dados gamaespectrométricos. Os pesos e contrastes são relativos aos \nvalores da classe separadora do mapa binário. Na tabela, estes valores estão destacados.\n\nEvidência Método W+ s(W+) W- s(W-) C s(C) W_STD\nCD 1,27 1,01 -0,06 0,3 1,33 1,05 1,26 1,27 1,01 37 – 106\nCA 0,6 0,36 -0,64 0,5 1,25 0,61 2,03 0,6 0,36 826 – 5950\nCD 1,59 0,3 -0,07 0,3 1,66 1,06 1,58 1,59 1,01 143 – 701\nCD 0,48 0,38 -0,43 0,45 0,91 0,59 1,56 0,48 0,38 1 – 9\n\nstud(C) Weight Outside Inside\nK_int 107 – 252\nTh_int 100 – 825\nU_int 702 – 1606\n\nK/Th_int 10 – 76\n\n62\n\n\n\na) K_int b) Th_int\n\nc) U_int d) K/Th_int\n\nFigura  10: Mapas  binário  do  potássio,  K_int  (a),  tório,  Th_int  (b),  urânio,  U_int  (c)  e  da  razão  K/Th  (d) \ngeneralizados a partir dos valores de Stud_Cnt apresentados na Tabela 4 .  Área em rosa, inside e área em branco, \noutside. Em amarelo, pontos de treinamento.\n\nPara  evitar  que  dados  contendo  informações  similares  fossem  utilizados,  foi  feita  uma \n\nmatriz de correlação (Tabela 5) dos mesmos. A partir desta análise, pode-se verificar um alto grau \n\nde correlação inversa entre o mapa do tório e da razão K/Th (-0.76543), em relação aos demais \n\nvalores  da  matriz.  Isto  pode  ser  confirmado  pelo  método  do  cálculo  dos  pesos  para  tais \n\nevidências, ou seja, o mapa do tório foi tratado como um dado cumulativo ascendente, enquanto \n\no mapa da razão K/Th como cumulativo descendente. Desta forma, as áreas com valores mais \n\nbaixos no mapa do tório, que são consideradas favoráveis à mineralização, apresentam valores \n\naltos  no  mapa  da  razão  K/Th,  tendo  em  vista  que  a  área  do  depósito  Amapari  apresenta  um \n\n63\n\n\n\nenriquecimento em potássio (Faraco  et al., 2003). Estes resultados são reforçados por trabalhos \n\nanteriores,  nos  quais  os  autores  buscavam  uma  compreensão  do  comportamento \n\ngamaespectrométrico  em  áreas  mineralizadas.  De  acordo  com  Dickson  &amp;  Scott  (1997),  as \n\nassinaturas  gamaespectrométricas  dos  depósitos  de  ouro  são  bem  variáveis.  No  entanto,  as \n\nalterações  potássicas  normalmente  atuam  como  guias  indiretos  de  concentrações  auríferas  e \n\nnormalmente são acompanhadas pelo enriquecimento em urânio. Já o elemento tório, apresenta \n\numa relação inversa (Neto e Ferreira, 2003). \n\n \nTabela 5: Matriz de correlação dos dados aerogeofísicos\n\n1,00000 0,17129 0,22880 0,11247\n0,17129 1,00000 0,39740 -0,76543\n0,22880 0,39740 1,00000 -0,28212\n0,11247 -0,76543 -0,28212 1,00000\n\nK_int Th_int U_int K/Th\nK_int\n\nTh_int\nU_int\n\nK/Th_int\n\nA partir  dos  dados  transformados  em mapas  binários,  foram gerados  diversos  modelos \n\n(Tabela  6  e  Figura  11),  na  tentativa  de  se  encontrar  o  resultado  que  melhor  atendesse  aos \n\nrequisitos de condição de independência dos dados (Agterberg &amp; Cheng, 2002). Os parâmetros \n\nde entrada na modelagem foram: i) probabilidade à priori: 0,00467, ii) pontos de treinamento: 12 \n\ne iii) unidade de área: 1km2.\n\nOs  modelos  gerados  pelo  método  WofE  requerem  que  os  dados  de  entrada  não  sejam \n\ncorrelacionados entre si. Para verificar esta condição, foram aplicados dois testes de condição de \n\nindependência  dos  dados  (Tabela  6).  O  teste  da  Conditional  Independence  Ratio  (CIR) \n\ncompreende a razão entre o número de pontos utilizados (n) e o soma de todos os valores da \n\nprobabilidade à posteriori (T). Valores abaixo de 1 podem indicar uma condição de dependência \n\nentre  os  dados  de entrada,  sendo considerados  aceitáveis  os  modelos com CIR  acima de 0.85 \n\n(Bonham-Carter, 1994, Sawatzky et al., 2004, Mathew et al., 2007).\n\nO  teste  Agterberg  &amp;  Cheng  Conditional  Independence  (Agterberg  &amp;  Cheng,  2002) \n\ntrabalha com a hipótese de que a diferença T-n é nula. A estatística do teste é calculada a partir da \n\nequação  (T-n)/desvio  padrão  de  T.  Valores  altos  indicam  que  a  hipótese  de  condição  de \n\n64\n\n\n\nindependência dos dados não foi atendida. Ou seja, quanto menores forem os valores desta razão, \n\nmelhor é o modelo. Valores menores que 0.85 podem indicar dependência dos dados (Bonham-\n\nCarter, 1994, Agterberg &amp; Cheng, 2002, Sawatzky et al., 2004). \n\nDe acordo com os testes de condição de independência dos dados, o melhor modelo foi \n\naquele utilizando os mapas evidenciais da geologia, falhas, asa e canais individuais do: K, Th e \n\nU, ou seja, o Modelo 3. Já o Modelo 1, que incluiu nos dados de entrada os mapas do tório e da \n\nrazão K/Th, não respeitou esta condição, fornecendo um valor de CIR = 0.76.\n\nAs áreas mapeadas com uma probabilidade a posteriori acima de 0.9, consideradas como \n\nas  mais  potencialmente  favoráveis  à  ocorrência  de  ouro,  estão  apresentadas  na  Figura  12  e \n\ncorrespondem a aproximadamente &lt;1%  da área de estudo, conforme pode ser  observado  nos \n\ngráficos das Figuras 13, 14 e 15. Nestes gráficos, onde estão plotadas as freqüências cumulativas \n\ndas  células  unitárias  versus a  probabilidade  a  posteriori,  foram  definidos  os  limites  de \n\nclassificação do mapa de probabilidade a posteriori.\n\nTabela  6:  Sumário  dos  modelos  gerados  que  apresentaram  os  melhores  resultados  nos  testes  de  condição  de \nindependência dos dados tanto pelo método Conditional Independence Ratio (CIR), como pelo método Agterberg &amp;  \nCheng Conditional Independence Test (A&amp;C CIT).\n\nModelo Variáveis CIR A&amp;C CIT\nModelo 1 0,76 75,10%\nModelo 2 Geologia, falhas, asa, K,U 0,86 65,70%\nModelo 3 0,90 62,50%\n\nGeologia, falhas, asa, K, Th, U, K/Th\n\nGeologia, falhas, asa, K, Th, U\n\n65\n\n\n\nFigura 11: Modelos gerados pelo método de pesos de evidência. Modelo 1 (a), Modelo 2 (b) e Modelo 3 (c)\n\n66\n\na)\n\nb)\n\n\n\nFigura 11: Cont.\n\n67\n\nc)\n\n\n\na) b)\n\nFigura 12: Áreas destacadas na Figura 10. Modelo 1 (a), Modelo 2 (b) e Modelo 3 (c).\n\n68\n\n\n\nc)\n\nFigura 12: Cont.\n\nFigura 13: Gráfico da probabilidade à posteriori versus a área acumulada das células unitárias do Modelo 1. O ponto \nem destaque (linha contínua) significa que menos que 1% da área apresentam células com valores acima de 0.9 para \na probabilidade à posteriori. As linhas tracejadas representam os limites aplicados para a separação de classes no \nmapa de probabilidade à posteriori.\n\n69\n\n\n\nFigura 14: Gráfico da probabilidade à posteriori versus a área acumulada das células unitárias do Modelo 2. O ponto \nem destaque (linha contínua) significa que menos que 1% da área apresentam células com valores acima de 0.9 para \na probabilidade à  posteriori. As linhas tracejadas representam os limites aplicados para a separação de classes no \nmapa de probabilidade à posteriori.\n\nFigura 15: Gráfico da probabilidade à posteriori versus a área acumulada das células unitárias do Modelo 3. O ponto \nem destaque (linha contínua) significa que menos que 1% da área apresentam células com valores acima de 0.9 para \na probabilidade à posteriori. As linhas tracejadas representam os limites aplicados para a separação de classes no \nmapa de probabilidade à posteriori.\n\n70\n\n\n\nSegundo  Raines  (1999),  após  a  geração  dos  modelos,  os  seguintes  passos  são \n\nrecomendados para testar a confiabilidade dos resultados: i) verificar se os pesos fazem sentido; \n\nii) verificar se os depósitos conhecidos estão nas áreas de maior favorabilidade; iii) comparar os \n\nresultados com aqueles gerados por outros métodos e verificar se eles concordam entre si.\n\nOs modelos foram verificados quanto ao número de pontos de treinamento utilizados que \n\nse posicionaram nas áreas de mais alta favorabilidade, condição assumida como ideal. Para os \n\ntrês modelos em teste, somente um ponto (? 8.3% do total de pontos), coincide com as áreas mais \n\nfavoráveis (valores acima de 1,9 vezes a probabilidade à priori) (Tabela 7).\n\nTabela  7:  Resultado  da  associação  dos  pontos  de  treinamento  com  os  valores  da  probabilidade  à  posteriori  dos \nmodelos 1. 2 e3. Os campos marcados com 'x' são classes que não possuem pontos de treinamento associados. \n\nPost_Prob Modelo 1 Modelo 2 Modelo 3\n0.000417253 – 0.019498203 10 11 10\n0.019498203 – 0.072924861 1 X 1\n0.072924861 – 0.217940076 X X X\n0.217940076 – 0.622456202 X X X\n0.622456202 – 0.973545671 1 1 1\n\nOutra forma de validação do modelo pode ser feita através da análise da curva  Receiver  \n\nOperator  Characteristic (ROC).  Esta  curva  apresenta  a  relação  entre  a  Sensitividade  e \n\nEspecificidade,  ou  seja,  a  probabilidade  de  que  células  favoráveis  e  não  favoráveis  estejam \n\ncorretamente classificadas. A área sobre esta curva (AUC) mede a precisão do mapa final, ou \n\nseja, é um método de eficiência do modelo em classificar corretamente os pontos de treinamento \n\n(Robinson Jr. &amp; Larkins, 2007, Mathew et al., 2007).\n\nOs valores de AUC dos três modelos apresentados foram calculados de forma automática \n\ne  transformados  para  porcentagens,  de  acordo  com  a  Tabela  8.  Desta  forma,  os  modelos \n\napresentam as seguintes acurácias: Modelo 1 = 74.4%, Modelo 2 = 56.4% e Modelo 3 = 76.3%. \n\nO Modelo 3 foi o que apresentou o melhor resultado para os testes de condição de independência \n\ndos  dados  e  a  melhor  acurácia  no  resultado  final.  Já  o  Modelo  1,  apesar  de  apresentar  uma \n\nacurácia próxima à do Modelo 3, não atendeu à condição de independência dos dados. \n\n71\n\n\n\nTabela 8: Resultado do cálculo da área sobre a curva (AUC) para os três modelos, juntamente com os valores dos \ntestes de condição de independência dos dados (CIR e A&amp;C CIT). O modelo 3 foi o que apresentou os melhores \nvalores para todos os testes. \n\nAUC (%) CIR A&amp;C CIT (%)\n\nModelo 1 74.4 0.76 75.10\n\nModelo 2 56.4 0.86 65.70\n\nModelo 3 76.3 0.90 62.50\n\nAnálise por lógica fuzzy\n\nOutra  possibilidade  para  a  geração  de  mapas  de  favorabilidade  mineral  é  através  da \n\nutilização  de  funções  matemáticas  que  expressem  o  grau  de  pertinência  de  um  dado  sem  a \n\nnecessidade  de  pontos  de  treinamento.  Este  método,  que  utiliza  o  conhecimento  de  um \n\nespecialista para definir as relações entre as evidências e as funções, é conhecido como Lógica \n\nFuzzy (Bonhan-Carter, 1994, Cheng &amp; Agterberg, 1999, Luo &amp; Dimitrakopoulos, 2003, Karimi \n\n&amp; Valadan Zoej, 2004, Porwal et al., 2004, Lee, 2007, Nelson et al., 2007).\n\nO grau de pertinência de um dado, é definido em uma série contínua de valores entre 0 e \n\n1, onde 0 e 1 são os valores mínimo e máximo da função e correspondem a não-pertinência e a \n\npertinência  total,  respectivamente  (Figura  1).  Esta  figura  representa  uma  função  linear  de \n\npertinência fuzzy :\n\nµsaída = (µ – min.)/(máx. - min.)\n\nonde  µ  =  valor  do  pixel  e  min.  e  máx.  =  valores  mínimo  e  máximo  do  mapa  de  entrada, \n\nrespectivamente.  Outras  funções  podem  ser  utilizadas  na  definição  dos  valores  de  pertinência \n\nfuzzy, sendo sua escolha baseada no julgamento do especialista e aplicada a cada mapa evidencial \n\nque irá constituir o mapa integrado. Esta etapa corresponde à fuzzificação dos dados, que consiste \n\nbasicamente  em  uma  simplificação  de  dados  de  natureza  distintas,  de  forma  que  possam  ser \n\nutilizados conjuntamente (Quadros et al., 2006, Nelson et al., 2007). \n\n            Os valores de pertinência  fuzzy são definidos às classes dos mapas de entrada e o mapa \n\nfinal é gerado pela combinação deles através da aplicação de diversos operadores  fuzzy: Fuzzy-\n\nAND, Fuzzy-OR, Fuzzy-Soma, Fuzzy-Produto ou Fuzzy-Gamma.\n\n72\n\n\n\nPor  ser  uma  técnica  simples  de  compreender  e  fácil  de  implementar,  a  lógica  fuzzy é \n\nconsiderada um método atraente, além de permitir uma maior flexibilidade na combinação dos \n\nmapas de entrada. A combinação dos dados pode ser feita em uma série de passos, como uma \n\nrede de inferência (fluxograma), ao invés da combinação em uma única operação, como é o caso \n\ndo  método  por  pesos  de  evidência  e  redes  neurais  artificiais.  Esta  rede  de  inferência  é  uma \n\nsimulação dos processos lógicos definida pelo especialista (Quadros et al., 2006). \n\n0 10 20 30 40 50 60\n0\n\n0,1\n\n0,2\n\n0,3\n\n0,4\n\n0,5\n\n0,6\n\n0,7\n\n0,8\n\n0,9\n\n1\n\nDados de entrada\n\nP\ner\n\ntin\nên\n\nci\na \n\nFu\nzz\n\ny\n\nFigura 1: Grafico da Função de Pertinência Fuzzy para um dado de entrada qualquer. Os valores no mapa menores \nque 10 correspondem ao zero da função de pertinência, ou seja, não apresentam relação com o objeto de pesquisa. \nEm contraste, os valores acima de 45 apresentam pertinência total (pertinência fuzzy = 1).\n\nFUZZIFICAÇÃO DOS DADOS\n\nOs dados empregados para a modelagem por lógica  fuzzy foram: mapa geológico, mapa \n\nde bacias e dados  aerogeofísicos. O  mapa geológico e o mapa de bacias foram utilizados por \n\napresentar uma relação direta entre os litotipos e os teores de ouro.\n\nOs  dados  aerogeofísicos  utilizados  para  a  modelagem  fuzzy  foram:  mapa  do  canal  do \n\npotássio,  tório  e  urânio,  mapa  de  amplitude  do  sinal  analítico  (ASA)  e  mapa  de  lineamentos \n\nmagnéticos, pré-processados na etapa de modelagem por pesos de evidência. Estes dados foram \n\n73\n\nPertinência Total\n\nNã\no \n\nPe\nrtin\n\nên\ncia\n\n\n\nselecionados  por  proporcionarem  informações  destacadas  no  modelo  metalogenético,  entre  as \n\nquais: i) controle estrutural da mineralização: ouro em zona de cisalhamento (Melo, 2001), ii) \n\nassociação mineralógica com predominância de sulfetos de ferro (pirrotita) (Melo, 2001), e iii) \n\nalteração hidrotermal com enriquecimento em potássio (Faraco et al.,2003) e urânio em relação \n\nao tório (conforme mapas geofísicos e análises pelo método WofE). \n\nMapa geológico\n\nO mapa geológico é um dado categórico e, portanto, não é possível estabelecer-se uma \n\nfunção  matemática  para  torná-lo  um  conjunto  fuzzy.  Entretanto,  a  partir  do  modelo \n\nmetalogenético do depósito e da relação do ouro com as rochas hospedeiras, é plausível atribuir \n\nvalores relativos entre 0-1 para cada litotipo, tornando o mapa geológico um produto fuzzificado.\n\nNormalmente,  quando  há  pontos  de  treinamento  na  área  de  estudo,  é  comum  que  os \n\nvalores de pertinência fuzzy do mapa geológico sejam derivados dos resultados do método WofE \n\n(pesos  e  contraste).  Utilizar  esta  técnica  para  atribuir  os  valores  de  pertinência  fuzzy neste \n\ntrabalho seria problemático, visto que as BIF's, que concentram os maiores teores de ouro, não \n\nestão associadas a nenhum ponto de treinamento. Neste trabalho, os valores de pertinência foram \n\natribuídos subjetivamente para cada litotipo, através da descrição do modelo metalogenético e do \n\nmapa geológico (Tabela 9 e Figura 16).\n\nDesta forma, as formações ferríferas bandadas apresentaram valor de pertinência fuzzy = \n\n1, seguidas pelos escarnitos, rochas calcisilicáticas, xistos e anfibolitos, com pertinência  fuzzy = \n\n0.9 e dos quartzitos e xistos e sedimentos químicos e xistos, com pertinência  fuzzy = 0.6 e 0.4, \n\nrespectivamente. Os corpos intrusivos e unidades sem associação direta com o depósito Amapari \n\nreceberam os menores valores de pertinência fuzzy.\n\n74\n\n\n\nLitotipo Pertinência Fuzzy\n\nBIFs, fácies óxido e silicato 1.0\n\nEscarnitos e Rochas calcisilicáticas 0.9\n\nXistos, anfibolitos e calcisilicáticas 0.9\n\nQuartzitos e xistos 0.6\n\nSedimentos químicos e Xistos 0.4\n\nGnaisse Granodiorítico/Granodiorito 0.3\n\nGranitos e Pegmatitos 0.3\n\nTrondhjemito-tonalito-granito 0.3\n\nOrto-anfibolito 0.2\n\nGranito gnaisse 0.2\n\nPara-Anfibolito e Bt-qtz-xisto 0.2\n\nGnaisse Diorítico/Diorito 0.2\n\nTabela  9:  Unidades \nidentificadas  no  mapa \ngeológico  associados  aos \nvalores de pertinência fuzzy.\n\nGeoquímica\n\nDa mesma forma que o mapa geológico, o mapa de sub-bacias é abordado como um dado \n\ncategórico. A fuzzificação foi feita de acordo com a Tabela 10. Às áreas desprovidas de análises \n\ngeoquímicas  foi  atribuído  o  valor  0.01,  o  qual  é  pequeno  o  suficiente  para  não  interferir  na \n\naplicação de alguns operadores fuzzy. O mapa fuzzificado é apresentado na Figura 17. \n\n75\n\nFigura 16: Mapa geológico fuzzificado através \nda atribuição subjetiva dos valores de perinência \nfuzzy, conforme modelo metalogenético e mapa \ngeologico.\n\n\n\nTabela  10:  Descrição  das  sub-bacias  delimitadas  automaticamente  segundo  a  concentração  em  Au  (ppm)  e  seus \nrespectivos valores de FMSHIP.\n\nDescrição FMSHIP\n\nBacia Anômala > 1 ppm 1.0\n\nBacia não-anômala &lt;1 ppm 0.3\n\nNo Data 0.01\n\nGeofísica\n\nOs dados aerogeofísicos, diferentemente do mapa geológico e do modelo de sub-bacias, é \n\nconsiderado um dado cumulativo, onde as funções de pertinência  fuzzy são aplicadas de acordo \n\ncom a relação entre os mapas evidenciais e o modelo metalogenético.\n\nMapa do canal do potássio, urânio, razão K/Th e amplitude do sinal analítico\n\nO  mapa  do  potássio,  urânio,  razão  K/Th  e  amplitude  do  sinal  analítico  (ASA)  foram \n\nfuzzificados utilizando a função large (Bonhan-Carter, 1994):\n\n76\n\nFigura 17: Mapa das sub-bacias classificado a \npartir de análises de ouro em sedimento de \ncorrente (ppm) transformado num conjunto fuzzy.\n\n\n\n? (saída) = 1/(1+( ? / ponto médio)-esp)\n\nonde ? = valor do pixel, ponto médio = valor do dado para o qual será atribuído a pertinência \n\nfuzzy igual a 0.5 e esp. = valor do espalhamento que representa a curva do gráfico. O intervalo de \n\nespalhamento varia de 0 – 10, onde os menores valores geram gráficos com curvas mais suaves.\n\nEsta função foi aplicada aos mapas do potássio, urânio, razão K/Th e ASA, pois para estas \n\nevidências quanto maiores os valores de concentração dos elementos ou maior a amplitude do \n\nsinal analítico, mais favoráveis à ocorrência de um depósito, conforme o modelo metalogenético. \n\nSendo  assim,  aos  maiores  valores  do  mapa  de  entrada  são  atribuídos  os  maiores  valores  de \n\npertinência fuzzy.\n\nOs pontos médios para a fuzzificação dos dados usando a função large foram escolhidos a \n\npartir  do desvio padrão dos  mesmos. A escolha  do melhor  valor para  o ponto médio  foi feita \n\nexperimentalmente através de ajustes e observações, até que fosse atingido o melhor resultado. O \n\nponto médio escolhido para o potássio (%) e urânio (ppm)  correspondeu a 10 vezes o desvio \n\npadrão dos dados (100% e 930 ppm, respectivamente, ou seja,  1% e 9.3 ppm do dado original). \n\nPara a razão K/Th, o ponto médio foi definido em 3 vezes o desvio padrão (12, sendo 0.12 no \n\ndado original), enquanto para o mapa de ASA este mesmo valor foi fixado em 1 vez o desvio \n\npadrão  (412,  ou  0.412  nT/m)  dos  dados  originais.  Os  diferentes  valores  de  ponto  médio \n\nutilizados  para  os  dados  foram  determinados  experimentalmente,  através  em  observações  e \n\najustes até que fosse atingido o melhor resultado.\n\nTambém foram feitos testes de ajuste  da curva do gráfico para todos  os mapas,  com a \n\nvariação do valor de espalhamento. Os melhores resultados encontrados foram: espalhamento = \n\n10 para os mapas do potássio e ASA e, espalhamento = 8 para os mapas do urânio e da razão \n\nK/Th.\n\nO resultado da fuzzificação destes dados, bem como os gráficos gerados, são apresentados \n\nna Figura 18. \n\n77\n\n\n\nMapa do tório e lineamentos magnéticos\n\nO  mapa  do canal  do tório  e de  lineamentos  magnéticos  foram fuzzificados  a  partir  da \n\nfunção small (Bonham-Carter, 1994):\n\n? (saída) = 1/(1+( ? / ponto médio)esp)\n\nonde ? = valor do pixel, ponto médio = valor do dado para o qual será atribuído a pertinência \n\nfuzzy igual a 0.5 e esp. = valor do espalhamento que representa a curva do gráfico. O intervalo de \n\nespalhamento varia de 0 – 10, onde os menores valores geram gráficos com curvas mais suaves. \n\nAo contrário do que ocorre na função large, esta função considera os menores valores dos \n\ndados de entrada como os maiores valores da função de pertinência.\n\nO mapa do tório foi fuzzificado a partir desta função, pois de acordo com as observações \n\ndos dados e da matriz de correlação os mapas geofísicos (Tabela 5), o tório apresenta uma relação \n\ninversa à do potássio e urânio na área do depósito. O mapa de lineamentos magnéticos também \n\nfoi  fuzzificado  com  a  função  small,  uma  vez  que  o  modelo  do  depósito  Amapari  define  um \n\ncontrole estrutural para a mineralização. \n\nPara o tório, o valor do ponto médio foi fixado em 562 ppm (5.62 ppm no dado original). \n\nEste  valor  representa  a  diferença  da  média  pelo  desvio  padrão  dos  dados  e  foi  escolhido  por \n\nmelhor  representar  estatisticamente  e  visualmente  o  comportamento  deste  radionuclídeo  em \n\nrelação ao depósito Amapari. Para o mapa de lineamentos magnéticos, este valor foi fixado em \n\n500  metros,  ou  seja,  4  vezes  o  tamanho  do  pixel,  valor  aceitável  para  um  mapa  na  escala \n\n1:100.000. \n\nO valor do espalhamento para estes dois mapas  foi feito através de testes de ajuste  da \n\ncurva do gráfico, sendo estabelecido o valor de 10 e 5 para o mapa do tório e de lineamentos \n\nmagnéticos, respectivamente.\n\nO resultado da fuzzificação destes dados, bem como os gráficos gerados, são apresentados \n\nna Figura 19.\n\nA Figura 20 ilustra uma síntese da fuzzificação da base de dados.\n\n78\n\n\n\na) Mapa do potássio fuzzificado. Função large com parâmetros de entrada: ponto médio = 100% e espalhamento = 10.\n\nb) Mapa do urânio fuzzificado. Função large com parâmetros de entrada: ponto médio= 930 ppm e espalhamento= 8.\nFigura 18: Evidências geofísicas fuzzificadas: a) Mapa do potássio, b) mapa do urânio, c) mapa da razão K/Th e d) mapa de ASA.\n\n79\n\n0 200 400 600 800 1000 1200 1400 1600 1800\n\n0,00\n\n0,10\n\n0,20\n\n0,30\n\n0,40\n\n0,50\n\n0,60\n\n0,70\n\n0,80\n\n0,90\n\n1,00\n\n20 40 60 80 100 120 140 160 180 200\n\n0,00\n\n0,10\n\n0,20\n\n0,30\n\n0,40\n\n0,50\n\n0,60\n\n0,70\n\n0,80\n\n0,90\n\n1,00\nFunção large: K\n\nPe\nrt\n\nin\nên\n\nci\na \n\nFu\nzz\n\ny\n\nTeores de p otássio (%)\n\nFunção large: U\n\nPe\nrt\n\nin\nên\n\nci\na \n\nFu\nzz\n\ny\n\nTeores de urânio (p p m)\n\n\n\nc) Mapa da razão K/Th fuzzificado. Função Large com parâmetros de entrada: ponto médio: 12 e espalhamento= 8.\n\nd) Mapa  de ASA fuzzificado. Função Large com parâmetros de entrada: ponto médio:  DN 111 (412 nT/m) e espalhamento= 10\nFigura 18: Cont.\n\n80\n\n0 10 20 30 40 50 60 70 80\n\n0,00\n\n0,10\n\n0,20\n\n0,30\n\n0,40\n\n0,50\n\n0,60\n\n0,70\n\n0,80\n\n0,90\n\n1,00\n\n0 25 50 75 100 125 150 175 200 225 250 275\n\n0,00\n0,05\n0,10\n0,15\n0,20\n0,25\n0,30\n0,35\n0,40\n0,45\n0,50\n0,55\n0,60\n0,65\n0,70\n0,75\n0,80\n0,85\n0,90\n0,95\n1,00\n\nFunção large: K/Th\n\nFunção large: ASA (convertido para 8 bits)\n\nPe\nrt\n\nin\nên\n\nci\na \n\nFu\nzz\n\ny\n\nRazão K/Th\n\nPe\nrt\n\nin\nên\n\nci\na \n\nFu\nzz\n\ny\n\nAmp litude do Sinal Analítico (0 - 255)\n\n\n\na) Mapa do tório fuzzificado. Função Small com parâmetros de entrada: ponto médio: DN 64 (562 ppm) e espalhamento= 10.\n\nb) Mapa dos lineamentos magnéticos fuzzificado. Função Small com parâmetros de entrada: ponto médio: DN 61 (500 m) e espalhamento= 5.\nFigura 19: Evidências geofísicas fuzzificadas: a) Mapa do canal do tório e b) Mapa de lineamentos magnéticos.\n\n81\n\n0 25 50 75 100 125 150 175 200 225 250 275\n\n0,00\n0,05\n0,10\n0,15\n0,20\n0,25\n0,30\n0,35\n0,40\n0,45\n0,50\n0,55\n0,60\n0,65\n0,70\n0,75\n0,80\n0,85\n0,90\n0,95\n1,00\n\n0 25 50 75 100 125 150 175 200 225 250 275\n\n0,00\n0,05\n0,10\n0,15\n0,20\n0,25\n0,30\n0,35\n0,40\n0,45\n0,50\n0,55\n0,60\n0,65\n0,70\n0,75\n0,80\n0,85\n0,90\n0,95\n1,00\n\nFunção Small: Lineamentos magnéticos (8 bits)\n\nPe\nrt\n\nin\nên\n\nci\na \n\nFu\nzz\n\ny\n\nTeores de tório (0 - 255)\n\nPe\nrt\n\nin\nên\n\nci\na \n\nFu\nzz\n\ny\n\nDistância aos lineamtneos magnéticos  (0 - 255)\n\nFunção Small: Th\n\n\n\nFigura 20: Fluxograma da etapa de fuzzificação da base de dados.\n\n82\n\n\n\nOPERAÇÕES FUZZY\n\nOs mapas evidenciais, após serem fuzzificados, foram combinados utilizando operadores \n\nfuzzy, a fim de se gerar o modelo final. Os operadores frequentemente utilizados são: “Fuzzy-\n\nAND”, “Fuzzy-OR”, “Fuzzy-Soma”, “Fuzzy-Produto” e “Fuzzy-Gamma” (Bonhan-Carter, 1994, \n\nNóbrega, 2001, Miethke, 2004, Karimi, 2004, Lee, 2007).\n\nNeste  trabalho,  foram  utilizados  os  operadores  Fuzzy-Soma,  Fuzzy-Produto  e  Fuzzy-\n\nGamma e uma breve descrição do funcionamento dos mesmos é apresentada abaixo.\n\nO operador Fuzzy-Soma consiste na soma dos diferentes mapas evidencias e é calculada a \n\npartir do produto-fuzzy (Bonham-Carter, 1994):\n\n                                                     Fuzzy Soma = 1 - ?\ni=1\n\nn\n\n. (1 – µi)                                          \n\nonde µ = valor do pixel na posição n. O resultado desta operação é sempre maior ou igual ao \n\nmaior valor de pertinência de um dado de entrada, mas nunca excede 1. Por exemplo, a soma \n\nfuzzy  de  (0.2,  0.3  ,  0.7)  é  1  –  (1-0.2)*(1-0.3)*(1-0.7),  que  é  igual  a  0.832.  Semelhante  ao \n\noperador OU, que é controlado pelo valor máximo dos dados de entrada, o resultado da soma tem \n\num efeito maximizante.\n\nDesta  forma,  o  mapa  evidencial  das  bacias  hidrográficas  foi  combinado  com  o  mapa \n\ngeológico (Figura 21) com a intenção de considerar no resultado final a contribuição das duas \n\nevidências no modelo, principalmente por não existir uma relação direta entre o tipo litológico e \n\nas  concentrações  de  ouro,  segundo  Melo  (2001).  Sendo  assim,  as  evidências  reforçam-se \n\nmutuamente fornecendo informações melhores do que quando utilizadas individualmente.\n\n83\n\n\n\nO operador Fuzzy-Produto corresponde ao produto algébrico dos valores das pertinências \n\nfuzzy em cada pixel dos mapas de entrada (Bonham-Carter, 1994):\n\n                                                       Fuzzy Produto = ?\ni=1\n\nn\n\nµi                                                         \n\nonde µi = valor de pertinência fuzzy pixel a pixel dos dados a serem combinados. O mapa gerado \n\napresenta valores sempre menores ou igual ao mapa de entrada, devido a multiplicação de vários \n\nnúmeros menores que 1. Por exemplo: o produto fuzzy de  (0.2, 0.3 , 0.7) é (0.2)*(0.3)*(0.7), que \n\né igual a 0.042 . Da mesma forma que o operador AND, que é controlado pelo menor valor dos \n\ndados de entrada, o resultado do produto fuzzy tem um efeito minimizante.\n\nUma vantagem em se utilizar os operadores Soma e Produto é que o resultado final tem \n\numa contribuição de todos os dados de entrada, diferente do que ocorre com os operadores Fuzzy-\n\nAND e Fuzzy-OR.\n\nO produto  fuzzy foi utilizado para combinar os dados de natureza semelhantes, ou seja, \n\ndados gamaespectrométricos, K, Th, U e K/Th (Figura 22), e dados magnéticos, falhas e ASA \n\n(Figura  23).  Foram  gerados  três  produtos  entre  os  dados  gamaespectrométricos  segundo  os \n\npadrões utilizados na modelagem por pesos de evidência: 1) K, Th, U e K/Th, 2) K, U e 3) K, Th.\n\n84\n\nFigura 21: Mapa geológico integrado ao mapa das bacias \nutilizando o operador fuzzy-soma.\n\n\n\na) b)\n\nc)\n\nFigura 22: Operador  Fuzzy-Produto aplicado aos dados gamaespectrométricos: \na) Produto entre os mapas do K, Th, U e razão K/Th, b) Produto entre os mapas \ndo K e U e c) Produto entre os mapas do K, Th e U.\n\n85\n\n\n\nO operador Fuzzy-Gamma é definido pelos operadores “Fuzzy-Produto” e “Fuzzy-Soma” \n\nde acordo com a equação abaixo (Bonham-Carter, 1994):\n\n                         Fuzzy Gamma = (Fuzzy-Soma)? x (Fuzzy-Produto)1-?           \n\n                \n\nonde ? = parâmetro que varia de 0 a 1. Quando o valor de gamma (? ) é igual a 1, a combinação é \n\nigual a soma fuzzy e, quando gamma é igual a 0, a combinação é igual ao produto algébrico fuzzy. \n\nOs valores intermediários de gamma definem a importância de cada operador no resultado final. \n\nEste  é  o  melhor  operador  para  a  geração  dos  mapas  finais,  pois  tende  a  atenuar  o  efeito \n\nminimizante do produto fuzzy e o efeito maximizante da soma fuzzy.\n\nApós os dados terem sido agrupados com os operadores Fuzzy-Soma e Fuzzy-Produto, o \n\noperador Fuzzy-Gamma foi aplicado com diferentes combinações de mapas de entrada e valores \n\nde ?, sendo os melhores resultados apresentados na Figura 24.\n\n86\n\nFigura 23: Operador Fuzzy-Produto aplicado entre \nos mapas de lineamentos magnéticos e ASA \nfuzzificados.\n\n\n\na) Modelo 1: Gamma 0.45 b) Modelo 2: Gamma 0.45\n\nc) Modelo 3: Gamma 0.45 d) Modelo 4: Gamma 0.9\nFigura 24: Operadores Fuzzy-Gamma aplicados aos dados fuzzificados. Modelos 1, 2 e 3 com operador ? = 0.45 e Modelo 4 com ? = 0.95.\n\n87\n\nSoma (geol + geoq)\nProduto: f alhas e  A sa\nProduto: k, th, u, k/th\n\nSoma (geol + geoq)\nProduto: f alhas e  A sa\nProduto: k, u\n\nSoma (geol + geoq)\nProduto: f alhas e  A sa\nProduto: k, u, th\n\nSoma (geol + geoq)\nProduto: f alhas e  A sa\nProduto: k, u, th\n\n\n\nCom  o  intuito  de  se  comparar  adiante  os  resultados  gerados  pela  lógica  fuzzy  com  os \n\nmodelos resultantes do método WofE, foi selecionado o Modelo 3, que utilizou como evidências \n\na  soma  fuzzy dos  mapas  geológico  e  de  bacias  anômalas,  o  produto  fuzzy entre  os  dados  de \n\nnatureza magnética (lineamentos e ASA), o produto fuzzy entre os dados gamaespectrométricos, \n\nK, Th e U e o valor de ?   = 0.45 na combinação dos conjuntos pré-processados. Este modelo \n\nmapeou três grandes alvos com maiores possibilidades fuzzy (Figura 25).\n\na) c)\n\nc) d)\n\nFigura 25: a) Mapa de favorabilidade  fuzzy, Modelo 3, sobreposto às ocorrência de ouro na região, destacando os \ntrês maiores alvos na área de estudo, b) Alvo 1, c) Alvo 2 e d) Alvo 3. Os resultados do operador  gamma para o \nModelo 3, forneceu valores de 0 – 0.2 e este intervalo foi normalizado para o intervalo 0 – 1.\n\n88\n\n\n\nDa mesma forma que para o método WofE, os pontos de treinamento foram sobrepostos \n\nao Modelo 3 na tentativa de se associar as áreas anômalas mapeadas aos registros de ouro na \n\nregião.  Quase  a  totalidade  dos  pontos  de  treinamento  estão  situados  nos  domínios  menos \n\nfavoráveis à mineralização; no entanto, os alvos 2 e 3 sugerem uma situação contrária. O alvo 2, \n\nalongado na direção NW, ocorre próximo a dois pontos de treinamento. As distâncias destes ao \n\nalvo,  &lt; 200  m  e  ?  1.7  km,  respectivamente,  podem  estar  relacionadas  à  precisão  do \n\nposicionamento dos pontos 250 a 1000 m (Tabela 1). O alvo 3 corresponde à área do depósito \n\nAmapari e, da mesma forma que para o modelo WofE, o ponto de treinamento associado, ocorre \n\nna região mais favorável.\n\nO  fluxograma  da  combinação  dos  mapas  evidenciais  fuzzificados  através  das  funções \n\nfuzzy é apresentado na Figura 26.\n\nFigura  26: Fluxograma  dos  operadores  fuzzy aplicados  no  trabalho.  Os  dados  gamaespectrométricos  foram \ncombinados  pelo  operador  Fuzzy-Produto,  com  diferentes  dados  de  entrada.  Também  foram  testadas  diferentes \ncombinações do valor de ? na geração do mapa final.\n\n89\n\n\n\nAnálise por redes neurais artificiais\n\nDentre os métodos de análise espacial guiada pelos dados está a técnica de Redes Neurais \n\nArtificiais  (RNA's)  que  consiste  basicamente  em  um  sistema  computacional  adaptativo  que, \n\natravés  da  inteligência  artificial  adquire  conhecimento  de  padrões  a  partir  dos  dados  com  o \n\nobjetivo  de  conduzir  tarefas  específicas  (Nóbrega  &amp;  Souza  Filho,  2003,  Porwal  et  al.,  2003, \n\nBougrain et al., 2003).\n\nAs redes neurais se assemelham à idéia da lógica organizacional do raciocínio humano, \n\nonde os  neurônios são  interconectados por  ligações ponderadas indicando a força de cada um \n\ndestas conexões.\n\nA estrutura básica das redes neurais é composta de uma camada de entrada ndimensional \n\n(onde  n = mapas  evidenciais), uma camada de saída (mapa de favorabilidade) e uma ou duas \n\ncamadas ocultas, representadas por funções que estabelecerão os pesos associados aos dados de \n\nentrada.  A Figura  27  apresenta  a  configuração  desta  estrutura  com  os  dados  utilizados  neste \n\ntrabalho.\n\nEste processo de aprendizado é realizado a partir dos pontos de treinamento que oferecem \n\nsubsídios para a identificação de padrões. Estes padrões reconhecidos são então armazenados e \n\ndistribuídos através de valores ponderados (Nóbrega &amp; Souza Filho, 2003)\n\nComparativamente aos demais métodos utilizados neste trabalho, WofE e Lógica Fuzzy, a \n\ntécnica  de  redes  neurais  não  necessita  de  um  grande  número  de  pontos  de  treinamento  para \n\navaliar a influência dos mapas evidenciais no mapa de favorabilidade, como é o caso da técnica \n\npor pesos de evidência, e nem tampouco é necessário que o modelo metalogenético do depósito \n\nseja bem definido, como é o caso do método pela lógica  fuzzy, que necessita de um especialista \n\npara definir os parâmetros de entrada dos seus dados (Nóbrega &amp; Souza Filho, 2003). A técnica \n\nde redes neurais artificiais é capaz de fornecer bons resultados onde existam poucos registros de \n\ndepósitos e/ou um modelo metalogenético ainda não bem definido, desde que o banco de dados \n\nseja de qualidade. Outra vantagem na utilização deste método é a capacidade de analisar todos os \n\ndados simultaneamente (Bougrain et al., 2003).\n\nAlgumas propriedades fazem das redes neurais uma técnica apta ao reconhecimento de \n\n90\n\n\n\npadrões  e  à  classificação  de  dados  espaciais:  (i)  a  habilidade  em  extrair  padrões  ocultos  em \n\nconjuntos  de  dados  que  podem  ser  imperceptíveis  aos  humanos  e  às  técnicas  estatísticas \n\ntradicionais;  (ii)  a  capacidade  de  analisar  dados  sem  nenhum  conhecimento  prévio,  não \n\nnecessitando  de  um modelo  de  depósito  mineral;  (iii)  a  possibilidade  de  trabalhar  com  dados \n\nruidosos, limitados, interdependentes ou nãolineares; (iv) a possibilidade de adição continua de \n\nnovos dados; v)a facilidade para a análise de grandes conjuntos de dados (Brown  et al., 2000, \n\nNóbrega &amp; Souza Filho, 2003, Lammoglia, 2006).\n\nA modelagem por RNA's  testada neste trabalho usou os três sistemas de treinamento e \n\nclassificação  de  dados  disponíveis  no  software ArcSDM:  Fuzzy  Clustering,  Radial  Basis  \n\nFunctional Link Network (RBFLN) e Probabilistic Neural Network (PNN). Uma breve descrição \n\ndo que consistem estes sistemas é apresentada abaixo. \n\nO Fuzzy Clustering é um sistema bastante rápido de classificação não-supervisionada por \n\nredes neurais. O agrupamento das classes similares (fuzzy clusters) é feito a partir dos dados, não \n\nutilizando  pontos  de  treinamento,  caracterizando-se  assim,  como  uma  técnica  não-\n\nsupervisionada.  O  número  de  agrupamentos  é  definido  pelo  usuário,  de  forma  que  sejam \n\nestabelecidos os menores valores para a validação do modelo, resultando na melhor consistência \n\ndos agrupamentos. Esta etapa corresponde ao treinamento dos dados. A partir de então a etapa de \n\nclassificação de toda a imagem é feita de forma automática (Looney &amp; Yu, 2000, Lammoglia, \n\n2006).\n\nO RBFLN trata-se de um sistema supervisionado que necessita de pontos de treinamento \n\ntanto  para  áreas  potenciais  quanto  para  áreas  não-potenciais  para  a  feição  de  interesse  em \n\nquestão. O arranjo deste sistema é baseado em três camadas: entrada, intermediária e saída. A \n\ncamada de entrada é representada pela combinação dos mapas evidenciais (feature vector map), \n\nonde  cada  evidência  pode  ser  definida  como  um  vetor-índice  (feature  vector).  Na  camada \n\nintermediária são  estabelecidas as  funções  gaussianas  de  base radial  que  tem como finalidade \n\ndefinir  valores  iguais  para  os  vetores  posicionados  à  distâncias  iguais  ao  centro  desta  base \n\n(Looney &amp; Yu, 2000, Porwal et al., 2003 , Lammoglia, 2006) (Figura 28). Os melhores resultados \n\ndeste sistema ocorre quando o número de funções  de bases  radiais é grande o suficiente para \n\ncobrir toda a área do feature vector map. Desta forma, seriam necessários um grande número de \n\n91\n\n\n\nvetores de treinamentos (pontos de treinamento), pois cada um desses vetores é o centro da base \n\nda função radial, ou seja, quanto mais vetores, melhor a acurácia da função. Apesar dos melhores \n\nresultados serem com o aumento do número de funções, corre-se o risco do RBFLN focar em \n\numa  característica  específica  de  um  único  vetor  de  treinamento  e  desta  forma  reduzir  a \n\ncapacidade  de  generalização  do  feature  vector  map  (Porwal,  2003).  Segundo  Swatzky  et  al. \n\n(2004),  teoricamente  o  número  de  pontos  de  treinamento  representam  o  número  de  funções \n\nradiais.  No  entanto,  este  valor  pode  ser  modificado  interativamente  pelo  analista.  A etapa  de \n\nclassificação segue-se após a definição destes parâmetros.\n\nO PNN também é um sistema de classificação supervisionado. Diferente do RBFLN, os \n\npontos  de  treinamento  utilizados  correspondem  somente  aos  pontos  associados  às  áreas \n\npotenciais. Sua estrutura também é formada por três camadas: entrada, intermediária e saída. A \n\ncamada da entrada é constituída por N nodos, sendo um para cada vetor-índice (feature vectors). \n\nOs nodos intermediários recebem informações de todos os nodos de entrada e são associados a \n\numa função gaussiana centrada no vetor de entrada associado à determinada classe. A camada de \n\nsaída  recebe  os  valores  de  função  das  gaussianas  pertencentes  à  mesma  classe  na  camada \n\nintermediária.  Finalmente,  estas  funções  são  somadas,  compondo  a  função  de  densidade  de \n\nprobabilidade  (Figura  29).  Este  método  envolve  a  redução  dos  vetores  de  treinamento.  Esta \n\nredução  é  feita  pelo  analista,  a  partir  da  definição  de  um  limiar  entre  a  distância  média  dos \n\nvetores-índice (Sawatzky et al., 2004, Lammoglia, 2006).\n\nFigura 27: Fluxograma da estruturação da técnica Redes Neurais Artificias (RNA's) exemplificado com os dados \nutilizados nesta pesquisa.\n\n92\n\n\n\nFigura 28: Função de base radial (RBF) exemplificada em três dimensões (a) e em duas dimensões (b). O ponto em \ndestaque (a) refere-se ao vetor de treinamento que corresponde à base centrada desta função. Em (b), os círculos \nradiais representam os limiarea para a redução dos vetores de entrada (Fonte: Lammoglia, 2006).\n\nFigura 29: Arranjo  em  camadas do \nsistema  Probabilistic  Neural  \nNetworks  (PNN)  para  duas  classes. \n(Fonte: Lammoglia, 2006)\n\nA combinação dos mapas evidenciais foi feita tentando representar os modelos já gerados \n\npelo métodos anteriores: i) Modelo 1: Geologia, lineamentos magnéticos, K, Th, U e ASA e, ii) \n\nModelo 2: Geologia fuzzificada, lineamentos magnéticos, K, Th, U e ASA. Os dados geofísicos \n\nforam reclassificados em 8 bits com o objetivo de agilizar o processamento. \n\nDados de naturezas distintas necessitam ser normalizados para a análise simultânea dentro \n\ndos processos de RNA's. Esta normalização foi feita a partir da combinação dos dados resultando \n\nem um mapa contendo todas as evidências agrupadas, feature vector map.\n\nOs pontos de treinamento associados a depósitos foram os mesmos utilizados na técnica \n\nWofe, ou seja, registro de ouro da base de dados do Serviço Geológico do Brasil. Os pontos de \n\nnão-depósitos  foram  extraídos  de  áreas  com  baixas  possibilidades  de  hospedar  depósitos \n\nauríferos, a partir do mapa de favorabilidade gerado pelo método de pesos de evidências (Figura \n\n11c).\n\n93\n\nb)a)\n\n\n\nA partir deste pré-processamento, foram aplicados os três sistemas de RNA's e a geração \n\ndos  mapas  de  favorabilidade.  As  etapas  do  processamento  com  as  redes  neurais  estão \n\nsumarizadas na Figura 30.\n\nOs parâmetros de treinamento e classificação de cada sistema foram comparados entre os \n\nmodelos 1 e  2, visando a  escolha  do melhor  sistema para cada conjunto  de  dados  de  entrada \n\n(Tabelas 11 a 15). Esta escolha foi baseada nos resultados analíticos de classificação.\n\nDe acordo com estas tabelas, para o sistema  Fuzzy Clustering, o modelo 2 apresentou o \n\nmelhor resultado para a validação dos agrupamentos, 1.178, contra 1.309 para o Modelo 1.\n\nPara  o  sistema  RBFLN,  o  Modelo  2  obteve  os  melhores  resultados  na  etapa  de \n\ntreinamento: i) mínimo ajuste à classe: Modelo 1 = 0.0030 e Modelo 2 = 0.0004, ii) erro médio \n\nquadrático  (MSE):  Modelo  1 =  0.0913  e  Modelo  2 =  0.0894,  iii)  soma dos  erros  quadráticos \n\n(SSE): Modelo 1 ? 2.00 e Modelo 2 ? 1.97. O mesmo não ocorreu na etapa de classificação, onde \n\no Modelo 1 apresentou os melhores valores para: i) erro máximo da classificação: Modelo 1 ? \n\n2.61 e Modelo 2 ? 2.66, ii) MSE: Modelo 1 = 0.1183 e Modelo 2 = 0.1202 e iii) SSE: Modelo 1 ? \n\n19325 e Modelo 2 ? 19645. \n\nResultados semelhantes foram encontrados para o sistema PNN, como pode ser observado \n\nem destaque nas Tabelas 4 e 5. Sendo assim, o Modelo 1 obteve o melhor resultado por estes dois \n\nsistemas de classificação supervisionada.\n\nOs  mapas  gerados  tiveram  os  histogramas  ajustados  para  melhor  visualização  dos \n\nresultados  (Figuras  31  e  32).  Este  ajuste  consistiu  na  eliminação  de  valores  não  associados  à \n\nregiões anômalas e na distribuição do histograma pelo método quantis de classificação. \n\n94\n\n\n\nFigura 30: Fluxograma dos processos de geração de mapas de favorabilidade utilizando a técnica de RNA's.\n\n95\n\n\n\nTabela 11: Sistema Fuzzy Clustering – etapa de treinamento. Campo em destaque representa o melhor resultado para \na validação dos agrupamentos.\n\nLimiar para os \nagrupamentos Número  de agrupamentos Validação dos agrupamentos *\n\nModelo 1 1.0 2 1.309\n\nModelo 2 1.0 2 1.178\n* Menor valor possível. Quanto menor, melhor é a consistência dos agrupamentos.\n\nTabela 12: Sistema RBFLN – etapa de treinamento. Campos em destaques representam os melhores resultados para \ncada parâmetro\n\nN° de Funções N° de \nInterações\n\nMínimo ajuste à \nclasse*\n\nMáximo ajuste à \nclasse** MSE*** SSE***\n\nModelo 1 50 200 0.0030 1.0598 0.0913 2.00921\n\nModelo 2 50 200 0.0004 1.1612  0.0894 1.96677\n\nTabela 13: Sistema RBFLN – etapa de classificação. Campos em destaque representam os melhores resultados para \ncada parâmetro.\n\nErro mínimo da \nclassificação\n\nErro máximo da \nclassificação MSE*** SSE***\n\nModelo 1 0 2.6081 0.1183 19325.0702\n\nModelo 2 0 2.6544 0.1202 19645.1140\n\nTabela 14: Sistema PNN – etapa de treinamento. Campos em destaque representam os melhores resultados para cada \nparâmetro.\n\nLimiar para os vetores de \ntreinamento\n\nMínimo ajuste à \nclasse*\n\nMáximo ajuste à \nclasse* MSE** SSE**\n\nModelo 1 0.4 0.14281 1 0.39063 8.59397\n\nModelo 2 0.4 0.26009 1 0.33663 7.40587\n\nTabela 15: Sistema PNN – etapa de classificação. Campos em destaque representam os melhores resultados para \ncada parâmetro.\n\nMínimo ajuste à \nclasse*\n\nMáximo ajuste à \nclasse* MSE** SSE**\n\nModelo 1 0.0566 1 0.0426 6956.3430\n\nModelo 2 0.0620 1 0.0560 9151.8227\n\n** O mínimo e máximo ajuste à classe indicam o ajuste dos vetores de treinamento não pertencentes a classe e pertencentes a \nclasse, respectivamente. Os valores do mínimo sempre mais o próximo possível de 0 e o máximo, próximo de 1.\n*** O erro médio quadrático (MSE) e a soma dos erros quadráticos (SSE) devem ser os menores valores possíveis.\n \n\n96\n\n\n\n97\n\na) Fuzzy Clustering b) RBFLN\n\nc) PNN\nFigura 31: Mapas de favorabilidade para ouro, Modelo 1, com base \nna classificação por: a) Fuzzy Clustering, b) Radial Basis \nFunctional Link  Network  (RBFLN) e c) Probabilistic Neural \nNetwork  (PNN)\n\n\n\n98\n\na) Fuzzy Clustering b) RBFLN\n\nFigura 32: Mapas de favorabilidade para ouro, Modelo 2, com base \nna classificação por: a) Fuzzy Clustering, b) Radial Basis \nFunctional Link  Network  (RBFLN) e c) Probabilistic Neural \nNetwork  (PNN).\n\nc) PNN\n\n\n\nValidação dos Modelos – Etapa de Campo\n\nOs modelos gerados pelos métodos de análise por pesos de evidência, lógica fuzzy e redes \n\nneurais artificiais foram submetidos à verificação, em campo, da veracidade dos resultados.\n\nEsta etapa foi realizada no período de 13 a 16 de fevereiro de 2008 e contou com o apoio \n\nda Mineração Pedra Branca de Amapari.\n\nAs atividades buscaram a identificação, em campo, de rochas hospedeiras e de alteração \n\nhidrotermal concordante com o modelo metalogenético do depósito de Amapari. Devido a intensa \n\natividade intempérica da região e período chuvoso, resultando em um aumento do nível dos rios, \n\nnão  foi  possível  verificar  em  campo  nenhuma  das  evidências  da  existência  de  uma  área \n\npotencialmente favorável à mineralização.\n\nUma etapa de escritório também foi realizada neste período. Nesta, mapas de anomalias \n\ngeoquímicas  de  solo  para  o  elemento  ouro  confeccionados  pela  MPBA foram  sobrepostos  ao \n\nModelo 1 gerado  pela  técnica de redes  neurais artificiais com classificação por  RBFLN.  Este \n\nmodelo foi selecionado para a validação por ter gerado uma maior quantidade de alvos possíveis \n\nà mineralização.\n\nPor  meio  da  sobreposição  entre  os  mapas  pode-se  observar  que  a  grande  maioria  das \n\nanomalias  identificadas  pelo  método  indireto  foi  concordante  com  aquelas  classificadas  pela \n\nMPBA como  áreas  de  potencial  (Figura  33).  Ainda  nesta  figura,  foram  delimitadas  áreas  de \n\natividades garimpeiras reconhecidas pelos profissionais da MPBA: Garimpo do Abacate (NW da \n\nárea) e Garimpos do Gavião/Cumaru (NE da área).\n\nBuscando  ainda  uma  melhor  validação  dos  resultados  com  dados  diretos,  ao  mapa  de \n\nfavorabilidade foram sobrepostos os polígonos dos limites atuais das cavas na mina de Amapari \n\n(Figura  34).  Nesta  figura  também  é  possível  observar  a  associação  das  áreas  identificadas  no \n\nmapa com os limites das cavas. Acompanhando o  trend NS do mapa de favorabilidade estão as \n\ncavas denominadas TAP AB1, TAP AB2, TAP C e Urucum. Seguindo o trend NW, está o TAP D.\n\n Em toda a área do depósito Amapari existe uma pacote rochoso bem deformado, com \n\nfoliações  chegando  a  verticalização,  além  de  rochas  crenuladas  (Figura  35).  Os  litotipos \n\n99\n\n\n\nencontrados  na  área  variam  de  formações  ferríferas  bandadas,  xistos  e  pegmatitos  bastante \n\nalterados, que se dispõem de forma irregular (Figura 36), cabendo um controle mais estrutural do \n\nque composicional à concentração dos fluidos mineralizados conforme descrito em Melo, 2001.\n\n100\n\n\n\nFigura 33: Mapa de favorabilidade gerado pelo método de Redes Neurais Artificiais sobreposto ao limites dos alvos identificados pela MPBA como áreas de anomalia  \ngeoquímica para ouro.\n\n101\n\n\n\nFigura 34: Mapa de favorabilidade gerado pelo método de Redes Neurais Artificiais sobreposto ao limites atuais das cavas da mina de Amapari\n\n102\n\n\n\n           Figura 35: Formações Ferríferas Bandadas deformadas com foliação verticalizada (a) e intensamente dobradas (b).\n\n103\n\na) b)\n\n\n\na) b)\n\nc) d)\nFigura 36: Litotipos identificados nas áreas das cavas. a) TAP AB1: formações ferríferas cortadas por pegmatitos, b) TAP AB2: Intercalações de xistos, formações \nferriferas e pegmatitos, c) TAP C: formações ferríferas bandadas e xistos e c) Urucum: novamente, intercalação de xistos, formações ferríferas e pegmatitos.\n\n104\n\n\n\nDISCUSSÕES\n\nUma  das  condições  descritas  como  necessárias  para  a  realização  de  técnicas  de \n\nmodelagem espacial guiada pelos dados é a utilização de pontos de treinamento em quantidade e \n\nqualidades suficientes para representar os depósitos de uma região. Apesar dos pontos disponíveis \n\npara este trabalho apresentarem possíveis erros de posicionamento e estarem associados, em sua \n\nmaioria, a registros de ouro na forma de indício e somente dois, associados a depósitos (Tabela \n\n1), os resultados aqui obtidos foram considerados suficientes para exploração regional.\n\nOs modelos gerados pelo método de pesos de evidência (Figura 11) foram submetidos a \n\ntestes de  condição  de independência  dos  dados,  o que  foi respeitado para  os  dois  modelos: i) \n\nModelo 2: geologia, lineamentos magnéticos, anomalias magnéticas, mapas do potássio e urânio \n\ne  ii)  Modelo  3:  geologia,  lineamentos  magnéticos,  anomalias  magnéticas,  mapas  do  potássio, \n\nurânio e tório. O modelo 1 (geologia, lineamentos magnéticos, anomalias magnéticas, mapas do \n\npotássio, tório, urânio e razão K/Th) foi o único modelo que não respeitou tal condição.\n\nA matriz de correlação dos dados aerogeofísicos demonstrou uma alta correlação negativa \n\nentre os mapas do tório e da razão K/Th (Tabela 5), justificando assim a dependência entre os \n\ndados registrada nos testes de condição de independência.\n\nOs  modelos  foram  bastante  restritivos,  tendo  em  vista  que  99%  da  área  apresentou \n\nresultados de probabilidade a posteriori abaixo de 0.05 (Figura 13 a 15). A área mapeada com \n\nmaior potencial aurífero está associada ao depósito Amapari, principalmente nos domínios das \n\nformações ferríferas bandadas e dos escarnitos e rochas calcisilicáticas e estruturados na direção \n\nNS, em conformidade com os corpos mineralizados descritos na literatura.\n\nDesta forma, apesar das limitações no uso da técnica de pesos de evidência em regiões \n\ncom escassez de bons registros de depósitos e mineralizações conhecidas e de boa precisão de \n\nposicionamento, o método Wofe apresentou resultados satisfatórios quanto aos modelos gerados.\n\nOs modelos utilizados pelo método da lógica  fuzzy apresentaram os melhores resultados \n\nquando o operador gamma foi utilizado com a variável em 0.45 (Figura 24). Da mesma forma \n\nque  o  método  WofE,  os  alvos  foram  bem  definidos,  só  que  neste,  três  alvos  devem  ser \n\nconsiderados. O primeiro deles ocorre associado aos domínios da mina de Amapari na porção \n\n105\n\n\n\ncentral da área. Os demais situam-se na porção norte da área. O primeiro deles apresenta-se na \n\nforma  semi-circular,  associado  a  um  alto  magnético  e  à  formações  ferríferas  bandadas  que \n\nocorrem na forma de lentes de direção NW. O segundo ocorre próximo a dois registros de indício \n\nde ouro na área. Este corpo está alongado na direção NW, de acordo com a estruturação regional, \n\ne  bordeja  a  leste  os  corpos  de  granodiorito,  gnaisse-granodiorítico  e  trondhjemito-tonalito-\n\ngranito. Estão hospedados em quartzitos, sedimentos químicos e xistos.\n\nO  método  de  classificação  por  redes  neurais  artificiais  também  forneceu  resultados \n\ninteressantes. Foram gerados dois modelos (Figuras 31 e 32), sendo sua diferença somente na \n\nutilização do mapa geológico fuzzificado no modelo 2. \n\nOs  melhores  resultados  obtidos  a  partir  da  análise  dos  parâmetros  de  treinamento  e \n\nclassificação foi o modelo 2 para o sistema Fuzzy Clustering e modelo 1 para os sistemas RBFLN \n\ne PNN.\n\nDentre  os  três  sistemas,  o  RBFLN  gerou  uma  maior  possibilidade  de  áreas  mais \n\nfavoráveis,  diferente  dos  sistemas  PNN  e  Fuzzy  Clustering.  Estes  dois  últimos  foram  mais \n\nrestritivos e visualmente semelhantes.\n\nAs áreas mapeadas como favoráveis à mineralização coincidem com aquelas mapeadas \n\npelo método WofE e pela lógica  fuzzy,  além de novos alvos associados às formações ferríferas \n\nbandadas  na  porção  centro-sul  da  área  (sistemas  PNN  e  RBFLN)  e  á  xistos,  anfibolitos  e \n\ncalcisilicáticas que bordejam o granodiorito – gnaisse granodiorítico na porção central da área \n\n(sistema RBFLN).\n\nA qualidade  dos  resultados  obtidos  pelo  método  de  redes  neurais  está  associada  aos \n\natributos  dos  dados  de  entrada,  ou  seja:  mapa  geológico  na  escala  1:100.000  e  dados \n\naerogeofísicos de alta densidade de amostragem, o que é uma das premissas para o sucesso do \n\nmétodo de classificação por redes neurais artificiais.\n\nAs Tabelas 16 a 18 apresentam um sumário das evidências e critérios de análise para os \n\ntrês métodos de modelagem e as Figuras 37 a 39 apresentam os melhores resultados obtidos. \n\n106\n\n\n\nTabela 16: Sumário das evidências e critérios da análise por pesos de evidência para o Modelo 3. As evidências com \nmaiores pesos, são aquelas que mais influenciam no modelo final.\n\nCritério Descrição W+ S (W+) W- Contraste Desv_Cnt Stud_Cnt Peso\nEscarnitos e Rochas calcisilicáticas 4,92 1,28 -0,09 0,3 5 1,31 3,82 4,92\n\nXistos, anfibolitos e calcisilicáticas 1,64 1,01 -0,07 0,3 1,71 1,06 1,62 1,64\n\nAté 250 m dos lineamentos 0,35 0,38 -0,35 0,45 0,7 0,59 1,19 0,35\n\nAltos valores magnéticos Acima de 0,942 nT/m 1,71 1,01 -0,07 0,3 1,78 1,06 1,69 1,71\nAltos teores de potássio Acima de 1,07% 1,27 1,01 -0,06 0,3 1,33 1,05 1,26 1,27\n\nAltos valores na razão K/Th Acima de 0,1 0,48 0,38 -0,43 0,45 0,91 0,59 1,56 0,48\nAltos teores de urânio Acima de 7,02 ppm 1,59 0,3 -0,07 0,3 1,66 1,06 1,58 1,59\n\nBaixos teores de tório Abaixo de 8,25 ppm 0,6 0,36 -0,64 0,5 1,25 0,61 2,03 0,6\n\nS(W-)\n\nPresença de pontos de \ntreinamento nas unidades\n\nProximidade à estruturas \nlineares de direção NNW\n\nTabela 17: Sumário das evidências e critérios da análise por lógica fuzzy para o Modelo 3. \n\nEvidência – Critério\n\nSOMA\n\nCategórico\n+\n\n+\n\nCategórico\nProduto (dados gama)\n\nPRODUTO\nAltos valores magnéticos\nAltos teores de potássio\n\nPRODUTOAltos teores de urânio\nBaixos teores de tório\n\nMétodo de fuzzificação Operadores Fuzzy Operador Gamma\n\nMapa Geológico – Rochas com os \nmaiores teores de Au\n\nSoma (geol. + bacias)\n\nProduto (dados mag.)\n\nBacias de captação - Bacias anômalas \n(> 1pppm Au)             ?\n\nProximidade à estruturas magnéticas \nlineares de direção NNW Função Small\n\nGamma = 0.45\nFunção Large\nFunção Large\nFunção Large\nFunção Small\n\nTabela 18: Sumário das evidências e critérios da análise por redes neurais artificais (RNA's) para os Modelos 1 e 2. \n\nEvidência – Critério Sistemas de Classificação\n\nMapa Geológico\n\nRBFLN\n\nMapa de amplitude do sinal analítido\n\nMapa do canal do potássio\nPNNMapa do canal do tório\n\nMapa do canal do urânio\n\nMapa de estruturas magnéticas \nlineares de direção NNW  \n\nModelo 1\n\nEvidência – Critério Sistemas de Classificação\n\nMapa Geológico Fuzzificado\n\nFUZZY CLUSTERING\nMapa de amplitude do sinal analítido\n\nMapa do canal do potássio\nMapa do canal do tório\n\nMapa do canal do urânio\n\nMapa de estruturas magnéticas \nlineares de direção NNW\n\nModelo 2\n\n107\n\n\n\nFigura 37: Mapa de favorabilidade para ouro (melhor resultado) obtido pelo método de pesos de evidência. \n\n108\n\n\n\nFigura 38: Mapa de favorabilidade para ouro (melhor resultado) obtido pelo método da lógica fuzzy. \n\n109\n\n\n\nFigura 39: Mapas de favorabilidade para ouro (melhores resultados) obtidos pelo método de redes neurais artificiais: Sistema Fuzzy Clustering (a), RBFLN (b) e \nPNN (c).\n\n110\n\na\n\n\n\nFigura 39: Continuação.\n\n111\n\nb\n\n\n\nFigura 39: Continuação.\n\n112\n\nc\n\n\n\nCONCLUSÕES\n\nA utilização  de  métodos  de  modelagem  espacial  de  dados  requer  algumas  condições \n\nnecessárias à sua aplicação: i) grande quantidade de pontos de treinamento (pesos de evidência), \n\nii) base de dados de qualidade (principalmente, redes neurais artificiais) e, iii) bom entendimento \n\ndo modelo metalogenético da área a ser estudada (lógica fuzzy). Apesar da primeira condição não \n\nter sido atendida, os  resultados foram satisfatórios. Áreas em comum foram mapeadas (área do \n\ndepósito Amapari), além de outros alvos identificados.\n\nOs mapas de favorabilidade para ouro foram gerados pelas três técnicas de modelagem \n\nespacial incluídas na extensão Arc Spatial Data Modeller (ArcSDM) versão 4 para o Arc Gis 9.2,  \n\nem  fase  de  teste:  Pesos  de  Evidência  (Weights  of  Evidende –  WofE),  Lógica  Fuzzy e  Redes \n\nNeurais Artificiais (RNA's). Os três métodos geraram resultados bastante similares, com exceção \n\ndo sistema  de classificação  RBFLN  de  redes  neurais, que  abrangeu uma maior  quantidade de \n\nalvos.\n\nA  etapa  de  campo  realizada  para  validação  dos  modelos  demonstrou  o  sucesso  da \n\nutilização de métodos indiretos aplicados à prospecção mineral, mesmo em regiões onde se tem \n\npouco conhecimento geológico e do potencial mineral. \n\n113\n\n\n\nReferências\n\nAGTERBERG, F.P., BONHAM-CARTER, G.F., WRIGHT, D.F. 1990. Statistical Pattern Integration for \n\nMineral  Exploration:  In  Gaal,  G.  and  Merriam,  D.F.  (eds.).  Computer  Applications  in  Resource \n\nEstimation: Prediction and Assessment for Metals and Petroleum. Pergamon Press, Toronto, pp.: 1-21 \n\nAGTERBERG,  F.  P.  &amp;  CHENG,  Q.  2002.  Conditional  Independence  Test  for  Weigths-of-Evidence \n\nModelling. Natural Resources Research, 11(4): 249 – 255.\n\nARAÚJO, C. C. &amp; MACEDO, A. B.. 2004. Geoprocessamento de Dados Geológicos para Mapeamento \n\nde Favorabilidade para Cobre, Chumbo e Zinco no Vale do Ribeira (SP-PR). Rev. Bras. Geoc., 34(3): \n\n317 – 328.\n\nARTHUR, J. D., 1149, P. G., BAKER, A. E., CICHON, J. R., WOOD, A. R., RUDIN, A. 2005.  Florida \n\nAquifer  Vulnerability  Assessment  (FAVA).:  Contamination  potential  of  Floridas's  principal  aquifer \n\nsystems. Division  of  Resource  Assessment  and  Management Florida  Geological  Survey.  Disponível \n\nem:  http://suwanneeho.ifas.ufl.edu/documents/FAVA_REPORT_MASTER_DOC_3-21-05.pdf  .   \n\nAcessado em 23 ago 2006.\n\nASSADI, H. H. &amp; HALE, M. 2000. A predictive GIS model for mapping potential gold and base metal \n\nmineralization in Takab area, Iran. Computers &amp; Geosciences, 27: 901 – 912.\n\nAVELAR, V. G., LAFON, J. M., DELOR, C. 2001. Geocronologia Pb-Pb em Zircão e Sm-Nd em Rocha \n\nTotal da Porção Centro-Norte do Amapá para a evolução geodinâmica do Escudo das Guianas.  In: \n\nSBG, Simp. Geol. Amazônia, VII, CD-ROM.\n\nBAHIA,  R.B.C.,  FARACO,  M.T.L.,  MONTEIRO,  M.A.S.,  CAMOZZATO,  E.,  OLIVEIRA,  M.A.O., \n\n2004. Folha SA.22-Belém. In: Schobbenhaus, C., Gonçalves, J.H., Santos, J.O.S., Abram, M.B., Leão \n\nNeto, R., Matos, G.M.M., Vidotti, R.M., Ramos, M.A.B., Jesus, J.D.A. de (eds.). Carta Geológica do \n\nBrasil  ao  Milionésimo,  Sistema de  Informações  Geográficas.  Programa  Geologia  do Brasil.  CPRM, \n\nBrasília. CD-ROM.\n\nBOLENEUS, D. E., RAINES, G. L., CAUSEY, J. D., BOOKSTROM, A. A., FROST, T. P., HYNDMAN, \n\nP.  C. 2001.  Assessment method for epithermal gold deposits in northeast Whashington State \n\nusing  weights-of-evidence GIS modeling. Open-File Report 01-501. USGS. Disponível em: \n\nhttp://pubs.usgs.gov/of/2001/of01-501/. Acessado em: 16 abr 2006.\n\nBONHAM-CARTER, G. G., AGTERBERG, F. P., WRIGHT, D. F. 1989. Weights of evidence modelling: \n\na  new  approach  to  mapping  mineral  potential.  In F.  P.  Agtergerg  and  G.  F.  Bonham-Carter  (eds.) \n\nStatistical Applicantions in the Earth Sciences. Geological Survey of Canada. Paper 89-9, pp.: 171 – \n\n114\n\nhttp://suwanneeho.ifas.ufl.edu/documents/FAVA_REPORT_MASTER_DOC_3-21-05.pdf\nhttp://pubs.usgs.gov/of/2001/of01-501/\nhttp://pubs.usgs.gov/of/2001/of01-501/\nhttp://pubs.usgs.gov/of/2001/of01-501/\nhttp://suwanneeho.ifas.ufl.edu/documents/FAVA_REPORT_MASTER_DOC_3-21-05.pdf\nhttp://suwanneeho.ifas.ufl.edu/documents/FAVA_REPORT_MASTER_DOC_3-21-05.pdf\nhttp://suwanneeho.ifas.ufl.edu/documents/FAVA_REPORT_MASTER_DOC_3-21-05.pdf\nhttp://suwanneeho.ifas.ufl.edu/documents/FAVA_REPORT_MASTER_DOC_3-21-05.pdf\nhttp://suwanneeho.ifas.ufl.edu/documents/FAVA_REPORT_MASTER_DOC_3-21-05.pdf\n\n\n183.\n\nBONHAM-CARTER, G.F. – 1994 – Geographic Information Systems for Geoscientists – Modeling with \n\nGIS.  Pergamon, 398p.\n\nCARRANZA, E. J. M &amp; HALE, M. 1997. A catchment basin approach to the analysis of reconnaissance \n\ngeochemical-geological data from Albay Province, Philippines.  Journal of Geochemical Exploration, \n\n60: 157 – 171. \n\nBOUGRAIN, L., GONZALEZ, M., BOUCHOT, V., CASSARD, D., LIPS, A. L. W., ALEXANDRE, F., \n\nSTEIN,  G.  2003.  Knowledge  Recovery  for  Continental-Scale  Mineral  Exploration  by  Neural \n\nNetworks. Natural Resources Research, 12(3): 173 – 181.\n\nBROWN W. M., GEDEON T. D., GROVES D. I. E BARNES R. G. 2000. Artificial neural networks: a \n\nnew method for mineral prospectivity mapping. Australian Journal of Erath Sciences, 47: 757-770.\n\nBUARQUE, D. C. 2007.  Extração automática de parâmetros físicos de bacias hidrográficas a partir do \n\nMNT  para  utilização  em  modelos  hidrológicos.  Disponível  em: \n\nhttp://galileu.iph.ufrgs.br/collischonn/HIDP 23/HIDP 23.html. Acessado em 15 jan 2007.\n\nCARRANZA, E. J. M &amp; HALE, M. 1997. A catchment basin approach to the analysis of reconnaissance \n\ngeochemical-geological data from Albay Province, Philippines.  Journal of Geochemical Exploration, \n\n60: 157 – 171. \n\nCARRANZA,  E.  J.  M.  &amp;  HALE,  M.  2000.  Geologically Constrained  Probabilistic  Mapping  of  Gold \n\nPotential, Baguio District, Philippines. Natural Resources Research, 9(3): 237 – 253.\n\nCORDANI,  U. D.,  TASSINARI, C. C.  G.,  TEIXEIRA, W.,  BASEI,  M.  A.  S.  AND KAWASHITA, K. \n\n1979. Evolução Tectônica da Amazônia com base nos dados geocronológicos. In: Congresso Geológico \n\nChileno, II, Actas, p. 137-48.\n\nCHENG, Q., AGTERBERG, F. P. 1999 Fuzzy Weights of Evidence Method and Its Application in Mineral \n\nPotential Mapping. Natural Resoucers Research, 8(1): 27 – 35.\n\nDARDENNE, M. A. &amp; SCHOBBENHAUS, C. 2001. Metalogênese do Brasil. CPRM/UnB, Editora UnB, \n\n392p.\n\nDARDENNE,  M.  A.  &amp;  SCHOBBENHAUS,  C.  2003.  Metallogeny of  the  Guiana  Shield.  In:  BRGM \n\n(eds.). Géologie de la France. N°2-3-4:243-255.\n\nDICKSON,  B.  L.  &amp;  SCOTT,  K.  M.  1997.  Interpretation  of  aerial  gamma-ray  surveys  –  adding \n\ngeochemical the factors. Journal of Australian Geology &amp; Geophysics, 17(2): 187 – 200.\n\nFARACO,  M.  T.  L.,  MELO,  L.  V.,  VILLAS,  R. N. N.,  SOARES,  J.  W.  2003.  O  Campo  Taperebá  do \n\nDepósito  Amapari,  Amapá:  Rochas  Encaixantes  e  Minerografia.   VIII  Simpósio  de  Geologia  da \n\nAmazônia, Manaus, Brasil. Resumos expandidos. CD-ROM.\n\n115\n\nhttp://galileu.iph.ufrgs.br/collischonn/HIDP 23/HIDP 23.html\nhttp://galileu.iph.ufrgs.br/collischonn/HIDP 23/HIDP 23.html\nhttp://galileu.iph.ufrgs.br/collischonn/HIDP 23/HIDP 23.html\n\n\nFARACO,  M.T.L.,  MARINHO,  P.A.C.,  COSTA,  E.J.S.,  VALE,  A.G.,  CAMOZZATO,  E.,  2004.  Folha \n\nNA.22-Macapá. In: Schobbenhaus, C., Gonçalves, J.H., Santos, J.O.S., Abram, M.B., Leão Neto, R., \n\nMatos,G.M.M.,  Vidotti,  R.M.  (eds.).  Carta  Geológica  do  Brasil  ao  Milionésimo,  Sistema  de \n\nInformações Geográficas. Programa Geologia do Brasil. CPRM, Brasília. CD-ROM. \n\nFARACO,  M.T.L.,  MARINHO,  P.  A. C.,  MELO, L.  V.,  VILLAS,  R.  N.  N.,  SOARES, J.  W.  2005.  O \n\nCampo Taperabá do Depósito Aurífero Amapari, Amapá: Rochas Encaixantes e Minerografia. In: A. \n\nM.  C. Horbe &amp;  V.  S  Souza  (eds.)  Contribuições  à  Geologia  da  Amazônia.  Sociedade  Brasileira  de \n\nGeologia – Núcleo Norte, volume 4, pp.: 164 – 172.\n\nKARIMI, M., VALADAN ZOEJ, M. J. 2004. Mineral Potential Mapping of Copper Minerals with GIS. \n\nInternational Archives of Photogrammetry Remote Sensing and Spatial Information  Sciences,  35(4): \n\n1103 – 1108.\n\nLAMMOGLIA,  T.  2006.  Caracterização  de  Microexsudações  de  Hidrocarbonetos  na  Bacia  do  Tucano \n\nNorte (BA) por geoestatística, classificaçÃo hiperespectral e Redes Neurais. Trabalho de Conclusão de \n\nCurso, Instituto de Geociências, Universidade Estadual de Campinas, 83 p.\n\nLASA  Engenharia  e  Prospecções  S.A.,  \"Projeto  Aerogeofísico  Rio  Araguari-  Relatório  Final  do \n\nLevantamento e Processamento dos Dados Magnetométricos e Gamaespectrométricos”, Ministério de \n\nMinas  e  Energia,  Secretaria  de  Geologia,  Mineração  e  Transformação  Mineral,  CPRM  -  Serviço \n\nGeológico do Brasil, Relatório Final, 25 Vol., Texto e Anexos(Mapas), Rio de Janeiro, 2004 \n\nLEE,  S.  2007.  Application  and  verification  of  fuzzy  algebraic  operators  to  landslide  susceptibility \n\nmapping. Environmental Geology, 52(4): 615 – 623.\n\nLIMA,  M.  I.  C.,  MONTALVÃO,  R.  M.  G.,  ISSLER,  R.  S.,  OLIVERIA,  A.  S.,  BASEI,  M.  A.  S., \n\nARAÚJO, J. F. V.,  SILVA, G. C. 1974. Geologia. In: Projeto RADAM. Folha NA/NB 22 Macapá. Rio \n\nde Janeiro, I/120p. (levantamentos de recursos naturais, 6).\n\nLooney C.G. &amp; Yu H. 2000. Special  Software  Development for Neural Network and Fuzzy Clustering \n\nAnalysis in Geological Information Systems. Geological Survey of Canada, 34 pp.\n\nLUO, X., DIMITRAKOPOULOS, R. 2003. Data-driven fuzzy analysis in quantitative mineral resource \n\nassessment. Computers &amp; Geosciences, 29: 3 – 13.\n\nMAGALHÃES, L. A., SOUZA FILHO, C. R., SILVA, A. M. 2007. Caracterização Geológica-Geofísica \n\nda Porcão Central do Amapá com base em Processamento e Interpretação de Dados Aerogerosfísicos. \n\nRev. Bras. Geoc., 37(2): 2 - 13.\n\nMASSETI,  M.,  POLI,  S.,  STERLACCHINI,  S.  2007.  The  Use  of  the  Weight-of-Evidence  Modeling \n\nTechnique  to  Estimate  the  Vulnerability  of  Groundwater  to  Nitrate  Contamination.  In:  Natural  \n\n116\n\n\n\nResources Research, 16 (2): 109 – 119.\n\nMATHEW  J.  JHA,  V.  K.,  RAWAT,  G.  S.2007.  Weigths  of  evidence  modelling  for  landslide  hazard \n\nzonation mapping in part of Bhagirathi valley, Uttarakhand. 2007. Current Science, 92(5): 628 – 638.\n\nMCREATH,  I.  &amp;  FARACO,  M.T.L.  1997.  Sm-Nd  and  Rb-Sr  systems  in  part  of  the  Vila  Nova \n\nmetamorphic suite, northern Brazil. In: South American Symposium on Isotope Geology, 1. Campos do \n\nJordão. Extended Abstracts. SAS. p. 194-196.\n\nMELO,  L.  V.  2001.  Geologia  e  Mineralização  de  Sulfetos  +  Au  do  Depósito  de  Amapari,  Estado  do \n\nAmapá. Tese de Mestrado. Universidade Federal do Pará. Belém. 112 p.\n\nMELLO, L. V. &amp; VILLAS, R. N. N. 2001. O Depósito Aurífero Amaparí, Amapá: Fluidos Mineralizantes \n\ne Tipologia. In: SBG, Simp. Geol. Amazônia, VII, CD-ROM.\n\nMELO,  L.  V.,  VILLAS,  R.  N.N.,  SOARES,  J.  W.,  FARACO,  M.  T.  L.,  2003.  Geological  setting  and \n\nmineralization fluids of the Amapari gold deposits, Amapá State, Brazil. Géologie de la France,  2-3, \n\np.111-123.\n\nMIETHKE,  C.  –  2004  -  Assinatura  Geofísica  &amp;  Modelos  Prospectivos  'Knowledge-Driven'  De \n\nMineralizações Auríferas Em Zonas De Cisalhamento – Estudo De Caso No Lineamento Congonhas, \n\nPorção Sul Do Cráton São Francisco, MG.  Trabalho e Conclusão de Curso. IG-UNICAMP. \n\nMOREIRA, F. R. 2001. Uso e avaliação de técnicas de integração e análise espacial de dados em pesquisa \n\nmineral  aplicadas  ao  planalto  de  Poços  de  Caldas.  Dissertação  de  Mestrado.  Instituo  Nacional  de \n\nPesquisas Espaciais. 164p.\n\nNELSON,  E.  P.,  CONNORS,  K.  A.,  SUÁREZ  S.,  C.  2007.  GIS-Based  Slope  Stability  Analysis, \n\nChuquicamata Open Pit Copper Mine, Chile. Natural Resources Research, 16(2): 171 – 190.\n\nNETO,  L.  F.  &amp;  FERREIRA,  F.  J.  F.  2003.  Gamaespectrometria  Integrada  a  Dados  Exploratórios \n\nMultifonte em Ambiente SIG Aplicada à Prospecção de Ouro na Folha Botuverá, SC. Rev. Bras. Geoc., \n\n33(2-Suplemento): 197 – 208.\n\nNUNES, A. R. 2002. Análise de Dados Geológicos, Geofísicos e de Sensoriamento Remoto para Geração \n\nde  Modelos  Prospectivos  para  a  Região  de  Serra  Leste,  Carajás  (PA).  Dissertação  de  Mestrado. \n\nInstituto de Geociências, Universidade Estadual de Campinas. 132p.\n\nNÓBREGA, R. P. 2001. Análise espacial “knowledge-driven” e “data-driven”: o uso das lógicas booleana, \n\nfuzzy e redes neurais para geração de mapas de favorabilidade mineral na região centro-leste da Bahia. \n\nDissertação de Mestrado. Instituto de Geociências, Universidade Estadual de Campinas. 72p.\n\nNÓBREGA R. P. &amp; SOUZA FILHO C. R. – 2003 - Análise espacial guiada pelos dados (data-driven: o \n\nuso de redes neurais para a avaliação do potencial poli-minerálico na região centro-leste da Bahia. Rev.  \n\n117\n\n\n\nBras. Geoc., 33(2): 111-120.\n\nNYKÄNEN, V. M., OJALA, V. J., SARAPÄÄ, º HULKKI, H., SARALA, P. 2007. Spatial Modelling and \n\nData  Integration  Using  GIS  for  Target  Scale  Gold  Exploration  in  Finland.  In:  Proceedings  of  \n\nExploration 07: Fifth Decennial International Conference on Mineral Exploration. CD-ROM, p. 911 – \n\n917.\n\nPERROTTA, M. M. &amp; CAMPOS-NETO, M. C. 1999. Potencial Aurífero no Vale do Ribeira Estimado por \n\nmeio de um Sistema de Informações Geográficas. Rev. Bras. Geoc., 29 (4): 639 -648.\n\nPORWAL, A., CARRANZA, E. J. M., HALE, M. 2003. Artificial Neural Networks for Mineral-Potential \n\nMapping:  A Case Study from Aravalli Province, Western India.  Natural Resources Research,  12(3): \n\n155 – 171. \n\nPORWAL,  A.,  CARRANZA,  E.  J.  M.,  HALE,  M.  2004.  A Hybrid  Neuro-Fuzzy  Model  for  Mineral \n\nPotential Mapping. Mathematical Geology, 36(7): 803 – 826. \n\nQUADROS,  T.  F.  P.,  KOPPE,  J.  C.,  STRIEDER,  A.  J.,  COSTA,  J.  C.  L.  2006.  Mineral  -Potential \n\nMapping:  A Comparison  of  Weights-of-Evidence  and  Fuzzy Methods.  Natural  Resources  Research, \n\n15(1): 49 – 65.\n\nRAINES,  G.  L.  1999.  Evaluation  of  Weights  of  Evidence  to  Predict  Epithermal-Gold  Deposits  in  teh \n\nGreat Basin of the United States. Natural Resources Research, 8(4): 257 – 276.\n\nRICCI,  P.S.F.,  CARVALHO,  J.M.A.,  Rosa  Costa,  L.T.  2001.  Diferentes  terrenos,  com  embasamentos \n\ngeocronologicamente distintos, justapostos por megaestruturas regionais na fronteira Pará/Amapá. VII \n\nSimpósio de Geologia da Amazônia, Belém, Brasil. Resumos expandidos. CD-ROM.\n\nROBINSON JR., G. R., LARKINS, P. M. 2007. Probabilistic Prediction Models for Aggregate Quarry \n\nSiting. In: Natural Resources Research, 16(2): 135 – 146.\n\nROSA-COSTA, L. T., VASQUEZ, M. L., CARVALHO, J.M.A., RICCI, P. S. F., LAFON, J. M.  2001. \n\nGeocronologia Preliminar do Arqueano e Paleoproterozóico do NW do Pará/SW do Amapá – Escudo \n\ndas Guianas. VII Simpósio de Geologia da Amazônia, Belém, Brasil. Resumos expandidos. CD-ROM.\n\nROSA-COSTA, L.T., RICCI, P. S. F., LAFON, J. M., VASQUEZ, M. L., CARVALHO, J. M. A., KLEIN, \n\nE. L., MACAMBIRA, E. M. B. 2003.  Geology and geochronology of Archean and Paleoproterozoic \n\ndomais of southwestern Amapá and northwestern Pará, Brazil, southestern Guiana shield. In: BRGM \n\n(Eds). Géologie de la France. N°2-3-4:101-120.\n\nROSTIROLLA, S. P. 1997. Alguns Aspectyos da Avaliação de Favorabilidade em Geologia Exploratória. \n\nRev. Bras. Geoc., 27 (4): 327 – 338.\n\nROY, R., CASSARD, D., COBBOLD, P. R., ROSSELLO, E. A., BILLA, M., BAILLY, L., LIPS, A. L. W. \n\n2006. Predictive mapping for cooper-gold magmatic-hydrothermal systems in NW Argentina: Use of a \n\n118\n\n\n\nregional-scale GIS, application of an expert-guided data-driven approach, and comparison with results \n\nfrom a continental-scale GIS. Ore Geology Reviews, 29(3-4): 260 – 286.\n\nSALVDOR, E. D. 2007. Roteiro para geração de carta de drenagens e delimitação de bacias hidrográficas \n\na partir de MDE no ArcGis 9. Manual Interno da CPRM, SUREG-SP.\n\nSAWATZKY, D. L., RAINES, G. L., BONHAM-CARTER, G. F., LOONEY, C. G., SOUZA FILHO, C. R. \n\n2004. ARCSDM3.1: ArcMAP extension for spatial data modelling using weights of evidence, logistic \n\nregression,  fuzzy  logic  and  neural  network  analysis.  Disponível  em: \n\nhttp://www.ige.unicamp.br/sdm/ArcSDM31/. Acessado em: 16 mai 2006.\n\nSAWATZKY, D.L., RAINES, G.L. , BONHANM-CARTER, G.F., and LOONEY, C.G., 2007, Spatial Data \n\nModeller  (SDM):  ArcMAP  9.2  geoprocessing  tools  for  spatial  data  modelling  using  weights  of \n\nevidence,  logistic  regression,  fuzzy  logic  and  neural  networks.  Disponível  em: \n\nhttp://arcscripts.esri.com/details.asp?dbid=15341. Acessado em 31 jan 2007.\n\nTANGESTANI,  M.  H.  &amp;  MOORE,  F.  2001.  Porpyry  cooper  potential  mapping  using  the  weights-of-\n\nevidence model in a GIS, northern Shahr-e-Babak, Iran. Australian Journal of Earth Sciences, 48: 695 \n\n– 701.\n\nTASSINARI,  C.  C.  G,  SIGA  Jr.,  O.,  TEIXEIRA,  W.  1984.  Épocas  metalogenéticas  relacionadas  a \n\ngranitogênese do Cráton Amazônico. In: Congr. Bras. Geol., 33, Rio de Janeiro, 1984. Anais.Rio de \n\nJaneiro, Sociedade Brasileira de Geociências, 6, 2963-2977.\n\nTASSINARI, C.C.G, BETTENCOURT, L. S., GERALDES, M. C., MACAMBIRA, M. J. B., LAFON, J. \n\nM. -2000 - THE AMAZONIAN CRATON. IN: CORDANI, U. G., MILANI, E. J., THOMAZ FILHO, \n\nA.,  CAMPOS,  D.  A.  (ed.)  Tectonic  Evolution  of  South  America.  31st International  Geological  \n\nCongress, Rio de Janeiro, Brasil, pp.: 41-95.\n\nTAVARES, R. M., VILLAS, R. N. N., SOARES, J. W. 2005. Distribuição do ouro em formações ferríferas \n\nbandadas  saprolitizadas  do  Depósito  de  Amapari,  Amapá. In:  A. M.  C. Horbe  &amp;  V.  S  Souza  (eds.) \n\nContribuições à Geologia da Amazônia. Sociedade Brasileira de Geologia – Núcleo Norte, volume 4, \n\np. 173 – 179.\n\nTEIXEIRA, A. A. 2003. Integração de dados multifontes para exploração de ouro no Greenstone Belt Rio \n\ndas  Velhas,  Quadrilátero  Ferrífero,  MG.  Dissertação  de  Mestrado,  Instituto  de  Geociências, \n\nUniversidade de Brasília.158 p.\n\nVANDERHAEGHE.  O.,  LEDRU  P.,  THIEBLEMONT  D.,  EGAL E.,  COCHERIE  A.,  TEGYEY M., \n\nMILESI  S.  P.  1998.  Contrasting  mechanism  of  crustal  growth  –  Geodynamic  evolution  of  the \n\nPaleoproterozoic granite-greenstone belts of French Guiana. Precambrian Research, 92(2): 165-193.\n\nVASQUEZ, M. L. &amp; LAFON, J. M. 2001. Magmatismo tipo A de 1,75 Ga na porção oriental do Escudo \n\n119\n\nhttp://arcscripts.esri.com/details.asp?dbid=15341\nhttp://arcscripts.esri.com/details.asp?dbid=15341\nhttp://arcscripts.esri.com/details.asp?dbid=15341\nhttp://www.ige.unicamp.br/sdm/ArcSDM31/\nhttp://www.ige.unicamp.br/sdm/ArcSDM31/\nhttp://www.ige.unicamp.br/sdm/ArcSDM31/\n\n\ndas Guianas – Estados do Amapá e Pará, Brasil. In: SBG, Simp. Geol. Amazônia, VII, CD-ROM.\n\nWANG, H. CAI, G. CHENG, Q. 2002. Data Integration Using Weights of Evidence Model: Aplications in \n\nMapping Mineral Resource Potentials. Symposium on Geospatial Theory, Processing and Applications, \n\nSymposium  sur  la  théorie,  les  traitements  et  les  applicantions  des  données  Géospatiales,  Ottawa, \n\nCanadá.  Disponível  em   http://www.isprs.org/commission4/proceedings02/pdfpapers/268.pdf. \n\nAcessado em 10 mai 2006.\n\n120\n\nhttp://www.isprs.org/commission4/proceedings02/pdfpapers/268.pdf\nhttp://www.isprs.org/commission4/proceedings02/pdfpapers/268.pdf\nhttp://www.isprs.org/commission4/proceedings02/pdfpapers/268.pdf\n\n\tApresentação_tudo_abr_08\n\tINSTITUTO DE GEOCIÊNCIAS\n\tINSTITUTO DE GEOCIÊNCIAS\n\tINSTITUTO DE GEOCIÊNCIAS\n\tINSTITUTO DE GEOCIÊNCIAS\n\n\tCap_1 a 5_abr_08\n\t1 – INTRODUÇÃO\n\t1.1 – Apresentação\n\t1.2 – Objetivos\n\t1.2.1 – Objetivos Específicos\n\n\n\t2 – ESTRUTURA DA DISSERTAÇÃO\n\t3 – SÍNSTESE DOS RESULTADOS\n\t3.2.3 – Modelagem por Redes Neurais Artificiais (RNAs)\n\n\t4 – DISCUSSÕES E CONCLUSÕES\n\tREFERÊNCIAS BIBLIOGRÁFICAS\n\n\tAnexo I_Geofisica_abr_08\n\tAnexo II_WofE_abr_08\n\tAnexo II_Fuzzy_abr_08\n\tAnexo II_NN_abr_08\n\tAnexo II_Campo_abr_08\n\tAnexo II_Discussoes_Conclusoes_OK"}]}}}