{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13098"}, {"@name": "filename", "#text": "18917_51402325.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n \n\n \nCentro Universitário de Brasília \n\nInstituto CEUB de Pesquisa e Desenvolvimento - ICPD \n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n\nEDUARDO COUTINHO DE LIMA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nINVESTIMENTO EM ENERGIA RENOVÁVEL: FONTES BIOMASSA, \nEÓLICA E SOLAR \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nBrasília \n2016 \n\n \n\n\n\n2 \n \n\nEDUARDO COUTINHO DE LIMA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nINVESTIMENTO EM ENERGIA RENOVÁVEL: FONTES BIOMASSA, \nEÓLICA E SOLAR \n\n \n \n\n \n\n \n\n       \n \n\nMonografia apresentada ao Centro \nUniversitário de Brasília \n(UniCEUB/ICPD) como uma das \natividades programadas pelo módulo \nMetodologia Científica do curso \nAnálises Ambientais e Desenvolvimento \nSustentável. Orientadora: Profa. Dra. \nRegina de Souza Maniçoba \n \n \n\n \n \n \n \n\nBrasília, 18 de março de 2016. \n \n \n \n \n\nBanca Examinadora \n \n \n\nProfa. Dra. Regina de Souza Maniçoba \n \n \n\nProf. Dr. Marcus Fábio Ribeiro Farias  \n\n \n \n\n\n\n3 \n \n\nRESUMO \n  \n\n O presente trabalho teve como objetivo descrever as fontes renováveis de \nenergia de maneira a viabilizar o desenvolvimento sustentável do ponto de vista \neconômico e ambiental. Descreveu o investimento em fontes renováveis \ncomparando suas vantagens em relação a fontes não renováveis como o petróleo \ne o carvão mineral.  Discutiu os primórdios de utilização de fontes de energia nos \ntempos mais primórdios das descobertas da humanidade, incluindo as fontes solar \ne eólica. Contou o desenvolvimento do conceito de sustentabilidade. Descreveu a \nsustentabilidade energética de maneira a não comprometer as gerações, \nenquanto o planeta dispõe de abundância de matéria que gera energia para \ndiversos processos naturais como a fotossíntese. Descreveu o que pode ser feito \nem uma copropriedade para minimizar os impactos ambientais causados pelo tipo \nde material a ser utilizado.  Concluiu que existem problemas de investimento em \nenergias renováveis no Brasil como o custo de instalação de captação de fontes \nsolar e eólica. Concluiu que nos tempos atuais a preocupação com a preservação \nambiental cresceu, pois os seres humanos precisam preservar o meio ambiente \npara que preservem a si mesmos.  \n \nPalavras-chave: energia; solar; eólica; fontes, investimento.  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n4 \n \n\nABSTRACT \n\n This study aimed to describe the renewable energy sources in order to \n\nfacilitate the sustainable development of economic and environmental point of \n\nview. It described the investment in renewable sources comparing their \n\nadvantages over non-renewable sources like oil and coal. It discussed the \n\nbeginnings of the use of energy sources in the earlier times of mankind's \n\ndiscoveries, including solar and wind power. It said the development of the concept \n\nof sustainability. It described energy sustainability so as not to compromise the \n\ngenerations, as the planet has plenty of material that generates energy for various \n\nnatural processes such as photosynthesis. It described what can be done in a co-\n\nownership to minimize the environmental impacts caused by the type of material to \n\nbe used. It concluded that there are problems investment in renewable energy in \n\nBrazil as the funding cost of installation of solar and wind power. It concluded that \n\nin modern times concern for environmental preservation has grown because \n\nhuman beings need to preserve the environment to preserve themselves. \n\nKeywords: energy; solar; wind; sources, investment. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n  \n\n\n\n5 \n \n\n \n\n \nSUMÁRIO \n\n \n \n\nINTRODUÇÃO ........................................................................................................ 6 \n\n1 ENERGIA NO MUNDO ........................................................................................ 8 \n\n1.1 Distintas classes de energia .......................................................................... 8 \n\n1.2 A disponibilidade da energia e as leis da termodinâmica ......................... 10 \n\n2.ENERGIA NO BRASIL ...................................................................................... 11 \n\n2.1 Principal fonte usada: hidrelétricas ............................................................. 11 \n\n3 O CONCEITO DE SUSTENTABILIDADE E O USO DE ENERGIAS \n\nALTERNATIVAS ................................................................................................... 14 \n\n4 SUSTENTABILIDADE ENERGÉTICA ............................................................... 22 \n\n5 FONTES ALTERNATIVAS DE ENERGIA: SOLAR, EÓLICA E BIOMASSA....28 \n\n5.1 Biomassa ....................................................................................................... 28 \n\n5.2 Solar ............................................................................................................... 31 \n\n5.3 Eólica .............................................................................................................. 33 \n\n6 SENSO APROPRIADO.......................................................................................36 \n\nCONSIDERAÇÕES FINAIS .................................................................................. 38 \n\nREFERÊNCIAS......................................................................................................39 \n\n \n\n\n\n6 \n \n\nINTRODUÇÃO \n\n \n\nNas últimas décadas, a humanidade tem se deparado com problemas \n\nambientais causados pelo excessivo consumo de recursos naturais. Como \n\nconsequência dessa pressão e uso inadequado dos recursos do meio ambiente, \n\nmuitos cientistas e pesquisadores, indicam que têm se intensificado o processo de \n\nMudanças Climáticas. \n\n \n\nO problema mundial das mudanças climáticas exigem recursos ajustados \n\ne articulados com o sistema de produção. Por isso, isso deve-se investir na \n\nutilização dos recursos naturais de forma menos impactante ao meio-ambiente \n\npara evitar maiores danos (KOTO, 2009). \n\n \n\nCom isso, os países têm cada vez mais intensificado a discussão sobre a \n\nimportância de se investir em fontes alternativas como a solar e eólica, para a \n\nprodução de eletricidade, que são conseguidas de fontes inesgotáveis, ao \n\ncontrário dos combustíveis fósseis, como os derivados de petróleo. A relevância \n\ndestas está principalmente no fato de fornecerem energia de forma limpa, com \n\nmenor incidência de danos ao meio ambiente. Além disso, elas reduzem a \n\ndependência de fontes de combustível nucleares e hidroelétricas. Pois o \n\ninvestimento em hidroeletricidade requer a inundação de uma grande área \n\ncausando um grande impacto socioambiental e o investimento em fontes \n\nnucleares possui risco de vazamento de radioatividade.    \n\n \n\nO Brasil possui grande potencial de recursos para investir em energias \n\nalternativas como solar e eólica. No entanto, o custo para investimento nestas \n\nfontes alternativas constitui uma das principais barreiras para o emprego dessas \n\nformas alternativas.  \n\n \n\n\n\n7 \n \n\nNo caso de produção de eletricidade por meio de fontes alternativas, duas \n\nquestões de pesquisa se impõem: Quais as vantagens de uso das fontes solar e \n\neólica? Quais são os limites do uso de fontes renováveis? \n\n \n\nNo Brasil, diversos estados, como Maranhão, Paraná, Amazonas e o \n\nDistrito Federal já veem desenvolvendo projetos com energia 100% renovável.  \n\n \n\nAssim, a presente monografia tem como objetivo geral discutir, no \n\ncontexto atual de busca pela sustentabilidade, a importância de utilizar fontes \n\nalternativas de energia. Entre estas, será dado destaque à Biomassa, Energia \n\nSolar e Eólica. \n\n \n\nComo objetivos específicos busca-se: definir as fontes renováveis como \n\numa alternativa de desenvolvimento sustentável; descrever a viabilidade das \n\nfontes de energia eólica e solar; caracterizar o investimento em energias \n\nrenováveis; comparar a utilização das diversas fontes de energia considerando o \n\nponto de vista econômico e ambiental; estudar o uso de fontes disponíveis de \n\nenergia renovável no Brasil. \n\n \n\n No primeiro capítulo será discutida a energia no mundo. No segundo \n\ncapítulo será discutida a energia no Brasil. No terceiro capítulo serão discutidos o \n\nconceito de sustentabilidade e o uso de energias alternativas. No quarto capítulo \n\nserá discutida a sustentabilidade energética. No quinto capítulo serão discutidas \n\nas fontes alternativas de energia.     \n\n \n\n  \n\n\n\n8 \n \n\n1 ENERGIA NO MUNDO \n\n \n\n1.1 Distintas classes de energia \n\n \n\nA ciência moderna tem derrubado as barreiras que durante bastante \n\ntempo separaram a energia e a matéria, transformando-as em coisas distintas. Os \n\ncientistas apreciam na contemporaneidade a segunda como uma revelação da \n\nprimeira e sabem a maneira de transformar a energia em matéria e vice-versa. Do \n\nmesmo modo têm aprendido a maneira de transformar certos elementos fusionais \n\nde matéria em energia atômica ou nuclear (ZIMMERMANN, 1964, tradução \n\nnossa). \n\n \n\nNo entanto, a sociedade permanece refletindo e discorrendo sobre energia \n\ne matéria como duas coisas diferentes e apartadas. Constata-se que o carbono é \n\nenergia, mas todavia faz-se uma diferenciação entre o carbono extraído das \n\nminas, desintegrado e tostado, e a energia nativa do carbono consumido. Pode-se \n\ncompreender que a água é ao mesmo tempo energia, mas também deve-se \n\nconsiderar a distinção entre a substância que elimina a sede e a eletricidade que \n\ngera as cataratas do Niágara. (ZIMMERMANN, 1964, tradução nossa).  \n\n \n\nOs padrões acima mencionados explanam uma distinção muito expressiva \n\nexistente nos tipos de energia. Estas se repartem em: animadas, que são as que \n\nlaboram graças a seres vivos (vegetais, bichos, bactérias, húmus, fungos, etc.) e \n\nas inanimadas que são as resultadas de matérias mortas, sobretudo combustíveis \n\nfósseis, carvão e gás combustível, assim como pulos d’água (ZIMMERMANN, \n\n1964, tradução nossa).  \n\n \n\nA energia animada se transforma em energia biótica e muscular.  A \n\nenergia biótica é a que se agrega à vida e o desenvolvimento. Já a energia \n\nmuscular é a aplicada a um afazer útil, como por exemplo, puxar um carro, ou \n\nerguer bem um peso. Para viver o homem precisa se alimentar, e o alimento que \n\n\n\n9 \n \n\nse deglute adequa a energia biótica. Apenas uma encurtada fração deste \n\nconsumo alimentício se transforma em energia muscular. Esta pobreza da energia \n\nmuscular em consideração a mesma vida, é essencial para sua apropriada \n\nestimativa. (ZIMMERMANN, 1964, tradução nossa). \n\n \n\nA energia biótica que se origina nos vegetais, com a luz solar, é uma das \n\nprincipais fontes originárias de objetos úteis que o ser humano obtém, \n\nprincipalmente, o ser humano do período pré-industrial. Sem a mesma, não \n\nhaveria no ambiente. Os lavradores dependem quase unicamente da energia \n\nanimada, tanto em seu formato muscular como biótico. Dos dois talvez o mais \n\nnotável é o biótico (ZIMMERMANN, 1964, tradução nossa). \n\n                              \n\n A energia elétrica deve muito de sua propriedade a sua versatilidade. Pode \n\ntransformar-se em calor, claridade ou bem em energia química, magnética ou \n\nmecânica. Desde o ponto de vista econômico, se pode fazer tudo. No entanto, seu \n\ngrande inconveniente é o custo de armazenamento. A energia química, analisada \n\nde uma maneira genérica, é mais fácil de conter e muitos corpos que contém \n\nenergia química superam também a eletricidade em quantidade a sua facilidade \n\nde transporte (ZIMMERMANN, 1964, tradução nossa). \n\n \n\nContudo, se à técnica de transmissão da eletricidade fosse aprimorada, \n\npoder-se-ia ampliar seu alcance principalmente a da hidroeletricidade. A \n\neletricidade originada pelo carvão e pelo petróleo tem sido apreciada graças ao \n\naprimoramento executado nos aparelhos de convertimento do calor em \n\neletricidade. Precisa-se da metade do carvão para gerar um Quilowatt/hora, o \n\nresultado é o mesmo que se a transportabilidade do carvão tivesse se ampliado \n\nem 100%.  (ZIMMERMANN, 1964, tradução nossa).  \n\n \n\n \n\n       \n\n\n\n10 \n \n\n1.2 A disponibilidade da energia e as leis da termodinâmica \n\n \n\nDurante muito tempo, um dos conceitos indispensáveis da física tem sido \n\nque o fornecimento da matéria e energia no universo é constante.  No entanto, a \n\nlei de conservação da energia, que geralmente se considera como a primeira lei \n\nda termodinâmica, não dá nenhuma segurança de que realmente exista uma fonte \n\nconstante de energia. (ZIMMERMANN, 1964, tradução nossa). \n\n \n\nA segunda lei da termodinâmica, de semelhante importância em relação à \n\nprimeira, nos revela que o feito de que a qualidade de energia tende a se \n\ndeteriorar (se é que podemos usar esta expressão para referência a uma \n\nabstração sem caráter) e necessitado a ele o abastecimento disponível tende a \n\nreduzir. Esta deterioração se revela, na maioria das vezes, no crescimento da \n\nlongitude da onda da corrente da energia. A energia pode aproximar-se a ser tão \n\nlonga que não seja já admissível o seu uso (ZIMMERMANN, 1964, tradução \n\nnossa).  \n\n \n\nTemos ainda, entretanto, uma categoria de energia que não foi \n\ncomentada, a humana. Por ocupar um lugar único no esquema geral da evolução \n\ndos recursos naturais, o ser humano também possui um lugar especial no reino da \n\nenergia. De feito a singularidade da energia humana o que faz que o papel do \n\nhomem no projeto dos recursos seja tanto peculiar (ZIMMERMANN, 1964, \n\ntradução nossa). O ser humano é superado nitidamente pelos animais irracionais \n\nquanto à força física e como unidade de resistência para os afazeres físicos, e \n\ntodavia mais pela máquina que utiliza a energia.    \n\n \n\n  \n\n\n\n11 \n \n\n2 ENERGIA NO BRASIL \n \n\n2.1 Principal fonte usada: hidrelétricas \n\n \n\nMuito antes de conseguir usar a energia calorífica, porém o homem, \n\ncansado de tentar domar os ventos, experimentou o uso e o controle da energia \n\ndas águas. Como estas possui um caminho certo e mais ou menos não-oscilável, \n\nera mais prática a sua utilização constante. A única dificuldade estava, ainda, nas \n\noscilações, às vezes enormes, de suas vazões e agilidades, mas foi possível \n\natravés da edificação de barragens, regularizá-las, isto é, juntar a água em \n\ngrandes quantidades, o que equivale à retenção de energia potencial, usando-a \n\nnas vazões e nos tempos em que se torne essencial (BRANCO, 1990).   \n\n \n\nA evolução das rodas-d'água de velhos engenhos deu origem às \n\ncontemporâneas turbinas hidráulicas. A principal diferença está no fato destas \n\núltimas formarem um sistema fechado, inteiramente metálico, em que a água \n\nconduzida por um tubo a grande pressão, faz girar a roda a enormes velocidades. \n\nComo esse sistema é fechado, pode-se aproveitar mais a energia potencial de \n\npressão d'água, à proporção que esta decresce de modo controlado no interior da \n\nmáquina, até a soltura do líquido agora inteiramente desenergizado. Existe, desta \n\nmaneira, um correto seguimento no movimento, sem os choques que são vistos \n\nnas rodas-d'água e que contribuem com perdas significáveis de energia. O eixo da \n\nturbina está justamente ligado ao eixo do produtor de fluxo elétrico, de tal maneira \n\nque a energia mecânica produzida pela pressão d'água é instantaneamente \n\ntransformada em eletricidade, de disseminação muito mais simples, até para \n\nextensas longinquidades, do que a energia mecânica (BRANCO, 1990). \n\n \n\nExistem diversos tipos e amostras de turbinas hidráulicas. Todas elas, \n\ncontudo, são fundamentadas em duas opções de mesma abertura basilar: a \n\nabundância de energia provocada está sujeita à vazão que passa pela roda \n\nmultiplicada pela altura da queda-d’água. As duas opções admissíveis são, pois: \n\n\n\n12 \n \n\numa encurtada vazão d’água descendo de uma grande elevação, caso em que se \n\nutilizam turbinas com jorros de alta agilidade, do tipo chamado Pelton, ou uma \n\ngrande vazão de água descendo de média e encurtada elevação, ocorrência em \n\nque se aproveitam as turbinas do tipo Francis e Kaplan, concomitantemente \n\n(BRANCO, 1990). \n\n \n\nA ocasião adequada para se alcançar uma boa rentabilidade energética \n\natravés de turbinas é, pois, a de um grande desnível no curso d’água. Às vezes é \n\nimaginável, mediante represamentos e canalizações, desviar o rio para fazê-lo \n\nencaminhar-se a uma depressão ou abismo, como é a ocorrência do velho \n\nsistema energético de Cubatão, em São Paulo. Nesse caso, afluentes do Rio \n\nPinheiros foram represados e seu curso foi desviado em direção à Serra do Mar, \n\nde onde a água é lançada por tubulações em direção à Baixada Santista, \n\nlocalizada 740 metros mais abaixo (BRANCO, 1990).  \n\n \n\nNo entanto, na maior parte das ocorrências, represam-se rios de amplo \n\ncaudal e encurtada ladeira, aproveitando desníveis de 10, 20 ou 30 metros. É \n\nclaro, que quanto menor o declive, maior terá de ser a quantidade d’água a ser \n\nrepresada para gerar a mesma decorrência energética, e quanto mais liso for o \n\nchão, maior será a zona de represamento para ajuntar a quantidade de água \n\nnecessária. Desta forma, se o leito do rio for intensamente escavado, ou \n\nencaixado no seu vale, alcançar-se-á, através de barramento, o amontoamento de \n\numa abundante quantidade de água enchendo a garganta do vale, constituindo \n\num lago fundo, com encurtada zona de inundação. Essa é a situação das \n\nbarragens que se situam em gargantas profundas ou desfiladeiros, como as do \n\nVale do Rio São Francisco, na região de Paulo Afonso (BRANCO, 1990). \n\n \n\nO lago gerado pelo barramento do rio estabelece, pois, o depósito de \n\nenergia potencial a ser transformada em energia dinâmica ao descer, rodando as \n\nrodas d’água ou as turbinas. Essa passagem da água é feita pelo posicionamento \n\nda rocha no alto da ribanceira, a qual libera sua energia potencial ao rolar morro \n\n\n\n13 \n \n\nabaixo: essa energia depende da altitude do morro e da extensão da rocha, de tal \n\nmaneira que a implicação será a mesma se uma ampla rocha rolar de encurtada \n\nelevação ou uma rocha menor rolar de elevação maior (BRANCO, 1990).  \n\n \n\nO problema é quando a elevação é pequena e o nível, no ponto de \n\najuntamento, é baixo, pois será necessário ajuntar uma ampla quantidade numa \n\nbacia rasa, o que dará um lago de grande extensão de cheia. O exemplo clássico \n\né destacado pela represa de Balbina, feita no Rio Uatumã, na Amazônia, em que \n\nforam inundados 2.400 quilômetros de florestas para ajuntar uma quantidade de \n\nágua relativamente pouca (somente 7 metros de fundura), o qual descendo de um \n\nencurtado desnível gera uma quantidade de energia irrisória em analogia à \n\nvastidão do empreendimento e da zona dedicada somente a inundação, em \n\nprejuízo de outras utilizações mais bem-sucedidas (BRANCO, 1990). \n\n \n\nO uso do potencial hidráulico para geração de energia elétrica compõe \n\nnos dias atuais a melhor opção possível de aproveitamento dos recursos \n\nenergéticos da natureza no Brasil. O potencial energético representado pelos rios \n\nbrasileiros é o maior de todos os países, graças ao colossal circuito fluviátil \n\nexistente. Esse circuito fluviátil, por sua vez, é consequência da elevada medida \n\nde umidade e intensidade de radiações solares, que, compõe a fonte primária de \n\nenergia, que, evaporando das águas do mar e das terras, ajunta massas enormes \n\nde água em regiões altas do continente. Daí, começam as circulações de massa \n\nfluida adequadas para retornar a energia solar consumida na forma de energia \n\nhidráulica. Seu uso não gera fumaça nem produtos radioativos, mas gera impacto \n\nambiental, por meio da inundação de um grande espaço (BRANCO, 1990). \n\n           \n\n     \n\n  \n\n\n\n14 \n \n\n3 O CONCEITO DE SUSTENTABILIDADE E O USO DE ENERGIAS \n\nALTERNATIVAS  \n\n \n\nO termo “desenvolvimento sustentável” se tornou popular através do \n\nrelatório “Nosso Futuro Comum”, divulgado em 1987, pela Comissão Mundial \n\nsobre Meio Ambiente e Desenvolvimento da Organização das Nações Unidas \n\n(ONU) (UCZAI; TAVARES; QUEIROZ FILHO, 2012). \n\n \n\nEsse documento também conhecido como “Relatório Brundtland”, \n\nconstituiu o significado costumeiro para o desenvolvimento sustentável como \n\nsendo “o desenvolvimento que atende as necessidades contemporâneas, sem \n\ndanificar a aptidão das gerações porvindouras de abastecer suas próprias \n\nnecessidades” (UCZAI; TAVARES; QUEIROZ FILHO, 2012). \n\n \n\nA aceitação do relatório pela Assembleia Geral da ONU deu ao termo \n\nimportância política e, em 1992, na Conferência das Nações Unidas sobre o Meio \n\nAmbiente e o Desenvolvimento, a Rio 92, os dirigentes de Estado presentes \n\ndeterminaram ações que deveriam ser tomadas pelos países para se alcançar o \n\ndesenvolvimento sustentável (UCZAI; TAVARES; QUEIROZ FILHO, 2012). \n\n \n\nNo conceito de desenvolvimento sustentável três itens importantes devem \n\nser destacados que são: o desenvolvimento parcimonioso, a igualdade social e a \n\nproteção ambiental (ONU, 2010).  \n\n \n\nA partir destas premissas constata-se que, para o alcance do \n\ndesenvolvimento sustentável, torna-se fundamental o uso de fontes renováveis de \n\nenergia, já que as fontes fósseis não condizem com as premissas pregadas pelo \n\nconceito de sustentabilidade (UCZAI; TAVARES; QUEIROZ FILHO, 2012). \n\n \n\nAs fontes renováveis podem colaborar com o desenvolvimento \n\neconômico-social, promoção à segurança energética, mitigação das alterações \n\n\n\n15 \n \n\nclimáticas e diminuição de problemas de meio-ambiente, saúde pública e bem-\n\nestar acarretados pela poluição do ar, alcançando assim todas as extensões do \n\ndesenvolvimento sustentável (UCZAI; TAVARES; QUEIROZ FILHO, 2012). \n\n \n\nOs indicadores de desenvolvimento humano estão diretamente \n\ncorrelacionados ao consumo per capita de energia. A promoção de fontes \n\nenergéticas de qualidade é fundamental para a diminuição de miséria e aumento \n\ndos coeficientes de bem-estar da população (ONU, 2011a). \n\n \n\nO uso de fontes renováveis para a universalização do ingresso à energia \n\nexibe vários benefícios socioeconômicos. O preço da energia arranjada desta \n\nmaneira pode ser menor que o preço da energia proveniente de combustíveis \n\nfósseis. Zonas rurais mais afastadas podem ser energeticamente abastecidas de \n\nmaneira mais competitiva aproveitando-se as fontes limpas. Dívidas podem ser \n\ncontidas com a diminuição da importação de combustíveis fósseis e \n\nredirecionadas para outras finalidades, como a compra de propriedades de capital \n\nde elevada tecnologia (UCZAI; TAVARES; QUEIROZ FILHO, 2012).  \n\n \n\nAlém do mais, as energias renováveis são mais eficazes na geração de \n\nprofissões, em comparação com a gerada a partir de combustíveis fósseis, \n\npodendo cunhar quatro vezes mais profissões (POLLIN et al., 2008). Diversos \n\npaíses, a exemplo de China, Coreia, Japão e Estados Unidos vêm lançando seus \n\nprogramas de desenvolvimento verde a implantação de energias renováveis como \n\nimportante regulação para a criação de profissões (IPCC, 2011).                 \n\n       \n\nO uso de energias renováveis pode também colaborar com diminuição da \n\npoluição de recursos hídricos, como comprova o experimento que Itaipu concretiza \n\nno Estado do Paraná, em conjunto com a Companhia Paranaense de Energia \n\nElétrica (COPEL). A geração de energia renovável pelos fabricantes rurais \n\nocasiona também o benefício de originar renda e cargo com melhor repartição de \n\nrenda e retenção do homem no campo, poupando o adensamento dos problemas \n\n\n\n16 \n \n\ndecorrentes da inchação das amplas regiões metropolitanas (UCZAI; TAVARES; \n\nQUEIROZ FILHO, 2012). \n\n \n\nÉ de se ressaltar que a ONU indicou 2012 como o Ano Internacional da \n\nEnergia Sustentável para Todos. Esse tema foi uma das importantes questões \n\ndiscutidas no domínio da Conferência das Nações Unidas sobre Desenvolvimento \n\nSustentável, a Rio +20 que aconteceu em junho de 2012 no Brasil (UCZAI; \n\nTAVARES; QUEIROZ FILHO, 2012). \n\n \n\nConforme os Ministros da Agência Internacional de Energia - International \n\nEnergy Agency (IEA), estamos dando uma grande ênfase à energia renovável \n\nhoje porque estamos hoje num período em que os preços de energia são voláteis, \n\nestando aí os problemas localizados de fornecimento de energia, os problemas de \n\nsegurança de energia a longo prazo e a inquietação urgente sobre o meio-\n\nambiente. Os ministros também declararam que: \"as experiências dos últimos dois \n\nanos têm sublinhado que um fornecimento seguro de energia acessível não é uma \n\nconclusão inevitável\" (IEA, 1999, p. 9, tradução nossa).      \n\n \n\nAcessibilidade é um problema-chave, porque a segurança de energia é \n\ninsustentável se não é acessível. \"Acessível\" é um conceito não absoluto, porque \n\naquilo que é inevitável em uma região da IEA pode ser proibitivamente caro em \n\noutra. Aquilo que é inevitável nos países de IEA pode não ser assim em países em \n\ndesenvolvimento. Aquilo que é acessível nos propósitos especiais de mercado \n\npode não ter acessibilidade suficiente em aplicações de carga de base. Ainda \n\naquilo que tem recentemente se tornado acessível não foi o caso apenas a poucos \n\nanos atrás. Contudo, os Ministros acreditam que seja possível ter tanto uma \n\nenergia acessível como um papel maior na camada de alternativas que vão \n\ncontribuir para a segurança energética e outras prioridades da IEA (IEA, 1999, \n\ntradução nossa). \n\n \n\n\n\n17 \n \n\nA energia renovável hoje tem um custo competitivo para muitas \n\nutilizações, e é mais competitivo se for considerado que possui maior segurança \n\nambiental em sua produção e custos diversificados estão inclusos em comparação \n\na diferentes formas de energia. Ainda estes custos \"externos\" vão certamente ser \n\npagos em outras partes da economia ou da sociedade, hoje, ou pelas gerações \n\nfuturas. Isto certamente sublinha a justificativa de políticos para proporcionar \n\nincentivos para energia renovável (IEA, 1999, tradução nossa). \n\n \n\nComo energias renováveis têm se tornado cada vez mais competitiva ao \n\nlongo das últimas décadas, a IEA tem estado se movendo para a crescente \n\nutilização de energias renováveis (IEA, 1999, tradução nossa).  \n\n \n\nEm 1993, os Ministros da IEA criaram os chamados \"Objetivos \n\nCompartilhados\", que se referem ao desenvolvimento de fontes econômicas não-\n\nfósseis como prioridade. Os princípios guiadores daqueles Objetivos \n\nCompartilhados (que são: segurança energética, proteção ambiental e \n\ncrescimento de economia) sustentam as atividades da IEA assim como a análise \n\npolítica e tomada de decisões que implicam claramente na maior utilização de \n\nenergias renováveis (IEA, 1999, tradução nossa).  \n\n \n\nAdicionalmente, no começo de 2001, a IEA incluiu o suporte para energia \n\nrenovável em sua declaração de apoio ao desenvolvimento sustentável: \"A \n\ntransição para o futuro da energia sustentável vai ser complexo e vai tomar tempo. \n\nNós precisamos mudar não apenas a estrutura do setor energético, mas também \n\no comportamento em nossas sociedades e economias [...].\" Ainda segundo IEA \n\n(1999, tradução nossa), \"o desafio para alcançar o crescimento econômico-\n\nmundial com um fornecimento seguro e confiável de energia, sem degradar nosso \n\nambiente é possível. O fornecimento de energia precisa ser adicionalmente \n\ndescarbonizado e diversificado [...].\"   \n\n \n\n\n\n18 \n \n\nO momento é propício para a energia renovável tendo em vista as metas \n\nde diversificação energética e segurança de fornecimento que esta proporciona. \n\nPor outro lado, com a preocupação pela proteção do meio ambiente e a \n\nnecessidade de haver um sistema sustentável de energia de médio a longo prazo, \n\nhá um crescimento de interesse público e aceitação de energia renovável (IEA, \n\n1999, p. 10, tradução nossa).  \n\n \n\nA energia renovável tem benefícios que vão muito além do custo por \n\nkilowatt-hora. Energia renovável esta conectada a muitos benefícios econômicos, \n\nambientais e sociais que são extremamente necessários. Embora as tecnologias \n\nde energia renovável possam proporcionar energia de serviços de custo efetivo \n\n(eletricidade, calor e transporte de combustíveis) que são ou indisponíveis através \n\ndas fontes tradicionais ou são muito caras para uso amplo, elas podem criar \n\nempregos, proporcionar ar puro, oportunidades de comércio e uma riqueza de \n\noutros benefícios, incluindo diversificação e fornecimento seguro. Energia \n\nrenovável está intrinsecamente conectada ao desenvolvimento sustentável (IEA, \n\n1999, p. 10, tradução nossa).  \n\n \n\nO setor de energia nos países da IEA e também globalmente, estão nas \n\npreocupações dos governos e requerem mudanças fundamentais e dinâmicas. A \n\ntendência em várias regiões do mundo de desregulação e liberação está levando \n\na uma crescente competição, particularmente para utilidades energéticas que \n\nforam uma vez consideradas a propriedade dos monopólios. Este é um território \n\ninexplorado e os modelos industriais tradicionais de indústria precisam ser \n\nrevisados porque eles não prosperam nessas condições dinâmicas de mercado. \n\nComo essas novas circunstâncias de mercado vão afetar o desenvolvimento é \n\npouco claro, mas até os mercados desregulados podem estar sujeitos ao impacto \n\ndas prioridades de governo, a exemplo da segurança energética e ambiente limpo \n\n(IEA, 1999, tradução nossa).           \n\n \n\n\n\n19 \n \n\nContudo, as políticas para segurança de energia completamente \n\nintegradas às prioridades ambientais, dentro de um modelo competitivo de \n\nenergia, não tem sido completamente implementadas. Esta falha de mercado tem \n\ndeixado fontes renováveis competindo com um marco designado ao redor de \n\ntecnologias convencionais, onde diversificação, segurança e considerações \n\nambientais são \"externas\" para comparações de custo (IEA, 1999, tradução \n\nnossa).              \n\n \n\nO desenvolvimento sustentável depende fontes seguras e confiáveis de \n\nenergia, umas das preocupações chave da IEA. Como a declaração de \n\nDesenvolvimento Sustentável da IEA cita: “responsáveis pela política devem olhar \n\npara o longo prazo, tomando providências hoje para evitar, a mais longo prazo, \n\ndesordens sociais, econômicas ou ambientais, enquanto conservarem flexibilidade \n\npara alterar o curso quando existem provas de caminhos insustentáveis” (IEA, \n\n1999, p. 11, tradução nossa).             .  \n\n \n\nA energia renovável também está ligada ao terceiro pilar \n\ndodesenvolvimento sustentável, o bem-estar social, pela contribuição que traz ao \n\ndesenvolvimento social, assim proporcionando serviços modernos de energia que \n\najudam a melhorar educação, saúde pública e ajudam a aliviar pobreza (IEA, \n\n1999, tradução nossa).       \n\n \n\nAs energias renováveis têm um valor significante para a sociedade, assim \n\ncomo para clientes individuais. O aumento do uso de energias renováveis para o \n\nmercado pode ser entendida como consequência de qualquer desenvolvimento \n\ntecnológico que é encorajado a longo prazo por suportes e interesses \n\ngovernamentais. Os retornos de tal suporte podem ser medidos em termos de \n\nbenefícios para a sociedade através da expansão do mercado de renováveis. O \n\ninvestimento governamental é mais efetivo se for coordenado entre nações, assim \n\ncomo no setor privado (IEA, 1999, tradução nossa).      \n\n \n\n\n\n20 \n \n\nA crescente utilização de tecnologias de energia renovável vai diminuir o \n\nimpacto ambiental associado ao abastecimento de energia e aumentar a \n\nsegurança energética. Adicionalmente, sua utilização, que possui custo efetivo, vai \n\ncontribuir com a melhora da eficiência energética (IEA, 1999, tradução nossa). \n\n \n\nSeparadamente da hidroeletricidade e biomassa, a contribuição de \n\ntecnologias de energia renovável para os abastecimentos globais de energia é \n\natualmente muito pequeno. Contudo, seu potencial é bastante largo e seu papel \n\nespera-se aumentar fortemente ao longo das próximas décadas. As pesquisas \n\ncontinuadas e o desenvolvimento são essenciais para sustentar esse \n\nprocedimento (IEA, 1999, tradução nossa). \n\n \n\nOs acordos de implementação da IEA estão ativamente buscando um \n\nalcance maior das tecnologias de fornecimento de energia renovável, assim como \n\no método de integração delas dentro das redes fornecimento de energia já \n\nexistentes.  \n\n \n\nExistem oito Acordos de Implementação referentes à tecnologia de \n\nenergia renovável, envolvendo bioenergia, energia geotérmica, energia \n\nhidrelétrica, sistemas de fornecimento de energia fotovoltaica, energia eólica, \n\nenergia de temperatura solar alta para eletricidade e fábrica, energia de baixa \n\ntemperatura solar para utilidade no setor de prédios, uso e produção de hidrogênio \n\n(IEA, 1999, tradução nossa). \n\n \n\nA bioenergia tem uma significativa contribuição para o fornecimento de \n\nenergia para o mundo. Há um maior alcance para esta contribuição aumentar e \n\nmelhorar a sustentabilidade ambiental de sistemas existentes de energia de \n\nbiomassa. O acordo tem contribuído para o conhecimento de problemas que vão \n\nda gestão de silvicultura até a combustão da biomassa e recuperação de energia \n\nde resíduos sólidos urbanos. Este acordo também tem contribuído para o \n\nentendimento dos equilíbrios de gases do efeito estufa de sistemas de energia de \n\n\n\n21 \n \n\nbiomassa. Este foi utilizado no desenvolvimento de pautas para os Inventários \n\nNacionais de Gases do Efeito Estufa (IEA, 1999, tradução nossa). \n\n \n\n A energia nuclear tem algumas vantagens claras em relação a outras. \n\nCentrais nucleares são fontes inteiramente autônomas da matéria-prima (minas de \n\nurânio), devido à compactação e uso de combustível devido à sua longa duração. \n\nEla exige apenas uma fonte de água doce ou do mar para resfriar o reator, \n\nconforme exigido por qualquer outra fonte de usina clássica operacional de \n\ncombustível (PETROSIAN?, 1975, tradução nossa). É uma fonte de baixa \n\nemissão assim como a solar e eólica.     \n\n No entanto, quando é analisado o desenvolvimento em escala de problema \n\nda energia nuclear, e quando é atribuído o desenvolvimento de energia nuclear a \n\npartir de 2000, devemos lembrar que reservas de minério de urânio são limitadas \n\n(PETROSIAN?, 1975). \n\n O enigma com o uso das qualidades mais racionais de combustível é a \n\nprincipal questão da energia nuclear. A utilização do urânio mais eficiente não \n\npode ser obtida apenas com reatores de água-água, água fervente ou \n\npressurizado com gás-grafite, urânio + grafite, água pesada ou outros reatores de \n\nnêutrons térmicos ou de nêutrons. Esta dificuldade só pode ser resolvida usando \n\ncombustível nuclear em reatores de nêutrons rápidos. Estes reatores têm uma \n\nexcelente ocasião para reproduzir combustível nuclear. Seu coeficiente \n\nreprodutivo pode chegar a 1,4 ou até mais, com um tempo de duplicação de \n\ncombustível nuclear em 10 anos (talvez até mesmo apenas sete anos). Esta é a \n\nvantagem decisiva de resolver o problema da utilização do combustível nuclear \n\n(PETROSIAN?, 1975, tradução nossa). \n\n Centrais nucleares são amplas e a expectativa sobre o uso de \n\nmassas de energia é poderosa. As centrais nucleares permitem estabelecer um \n\npoder muito econômico, porque a partir de um reator de segurança pode ser \n\nobtida, em princípio, uma potência de 1,0 a 1,5 milhões kW e até 2,0 milhões de \n\nkW (PETROSIAN?, 1975, tradução nossa). \n\n  \n\n\n\n22 \n \n\n4 SUSTENTABILIDADE ENERGÉTICA \n \n\nHá uma abundância de matéria no planeta que se modifica por meio de \n\nprocedimentos naturais ou pela atuação do ser humano. Ainda que o planeta \n\nTerra seja um sistema fechado em relação à matéria, o mesmo não se pode \n\ncontar em analogia à energia. Diariamente as ondas eletromagnéticas originárias \n\ndo Sol chegam ao planeta tendo consigo um ajuntamento imenso de energia \n\n(BERMANN, 2001).  \n\n \n\nÉ essa energia que ampara todos os procedimentos naturais, entre eles a \n\nfotossíntese que ocorre quando na presença da energia luminosa do Sol e da \n\nclorofila, o CO2 e a água são convertidos em glicose e água e há liberação de \n\noxigênio.  Depois, por meio de procedimentos industriais, esses hidrocarbonos \n\npodem ser utilizados como fonte de energia, como é o caso do álcool de cana-de-\n\naçúcar usado como comburente para máquinas de ignição interior. Quando esse \n\ncomburente é cremado, libera CO2. Contudo a cana-de-açúcar durante o seu \n\ndesenvolvimento absorve uma abundância adequada de carbono da atmosfera, \n\ndesta forma fecha-se um circuito e não há amontoamento de CO2 na atmosfera \n\ndecorrente da queima do álcool nas máquinas (BERMANN, 2001). \n\n \n\nO mesmo não acontece quando se versa de um combustivo fóssil como é \n\no caso do petróleo, do carvão mineral e do gás natural. Estes combustíveis \n\npermaneceram milhões de anos retidos no subsolo, e depois de queimados não \n\nretornarão facilmente para o subsolo, mas permanecerão na atmosfera \n\nacarretando badernas globais, como o aquentamento da atmosfera, mais notório \n\ncomo efeito estufa (BERMANN, 2001). \n\n \n\nPossuindo como citação o ciclo do carbono, podemos afirmar que a \n\nqueima de combustíveis fósseis é insustentável, já que as reservas são finitas e a \n\ncapacidade do planeta de absorver os resíduos desse procedimento é restrita \n\n(BERMANN, 2001).        \n\n \n\n\n\n23 \n \n\nAinda que a biomassa simule uma opção onde há uma fonte de energia \n\nabundante (a luz do sol) que é transformada em combustivo (álcool) e seu \n\nprocedimento de uso seja altamente repetitivo (ciclo do carbono), distintos fatores \n\ndevem ser estudados quando se pondera a sustentabilidade dessa opção como \n\nfonte energética. Pode-se imaginar o Brasil trocando todo o consumo de \n\ncombustivos fósseis pela biomassa e energia hidrelétrica, admitindo um caráter \n\nmundial estratégico de independência do petróleo. Porém, esses aproveitamentos \n\nfeitos de modo errado podem também transformarem-se em insustentáveis frente \n\na outras críticas, como o da conservação da biodiversidade (BERMANN, 2001).  \n\n \n\nA geração de restolhos (nome dado às folhas e caules de cereais como o \n\nmilho, sorgo e soja que são deixados nos campos após as colheitas) num \n\npanorama de matriz energética fundamentada em biomassa e hidroeletricidade \n\nseria ínfima, mas as grandes expansões de terra tomadas pelos enormes \n\ndepósitos d'água e pela monocultura canavieira seria um desastre ambiental que \n\nextinguiria diversas espécies de animais e plantas, ocasionando badernas de \n\nextensão inesperada (BERMANN, 2001). \n\n \n\nNo entanto, diferente do que acontece com os combustíveis fósseis, é \n\nplausível cultivar cana-de-açúcar, ou outras espécies vegetais, conservando o \n\nmeio ambiente, isto é, tomando prudentemente a terra de modo a tolerar a \n\nsupervivência das espécies nativas que habitam a terra e conservar os cursos \n\nhídricos naturais. Também, ao oposto de continuar com as grandes usinas \n\nhidrelétricas, é presumível dirigir, de modo sustentável, planos de aplicações de \n\npequenas centrais hidrelétricas, onde os impactos ambientais são menos intensos \n\n(BERMANN, 2001).     \n\n \n\nO enigma da insustentabilidade não é somente das fontes de energia, \n\npermeando todo o padrão de gastos vigorante da cultura ocidental industrializada. \n\nNesse panorama as heterogeneidades culturais perdem ambiente enfraquecendo \n\nas diversificações entre os povos e as diferenças de “desenvolvimento” que \n\n\n\n24 \n \n\nproporcionam a extensão dos modelos dos denominados estados desenvolvidos \n\npara os em desenvolvimento (BERMANN, 2001). Se todas as denominadas \n\nnações em desenvolvimento acompanharem o mesmo caminho já percorrido \n\npelas já desenvolvidas para alcançar o contentamento material e social, não \n\nhaverá energia suficiente para todos (BERMANN, 2001). \n\n \n\nA Assembleia Geral da ONU de 1983 criou a Comissão Mundial sobre o \n\nMeio Ambiente e Desenvolvimento, cujo relatório intitulado Nosso Futuro Comum, \n\ntinha como objetivos: “propor estratégias ambientais de longo prazo para se obter \n\num desenvolvimento sustentável por volta do ano 2000 e daí em diante; \n\naconselhar modos para que a inquietação com o meio ambiente se demonstre em \n\nmaior auxílio entre países em desenvolvimento e entre países em distintos \n\nestágios de desenvolvimento econômico e social e leve a consecução de objetivos \n\ncomuns e interligados que considerem as inter-relações de pessoas, recursos, \n\nmeio ambiente e desenvolvimento [...]” (BERMANN 2001, p. 15).  \n\n \n\nConforme este documento o desenvolvimento econômico pode \n\npermanecer de modo indefinido desde que os procedimentos tecnológicos tornem-\n\nse mais hábeis. Porém se for considerado que uma pessoa vivendo na cidade \n\nconsome 80 vezes mais energia do que um morador campestre africano seria \n\npreciso um transposição tecnológica muito ampla, com a descoberta de princípios \n\nque ainda não podem ser idealizados pela ciência moderna, para que todos os \n\nmoradores do planeta possam desfrutar da mesma abundância de energia \n\n(BERMANN, 2001).  \n\n \n\nO fato é que há uma repartição do gasto energético muito diferente entre \n\nos assim nomeados países do Norte e do Sul, afirmando graus de categoria de \n\nvida também definitivamente diferentes (BERMANN, 2001). \n\n \n\nContudo, as disparidades não são somente entre países, mas se colocam \n\nno interior de cada país em função do modo pelo qual os recursos são repartidos. \n\n\n\n25 \n \n\nNo Brasil, o contemporâneo quadro social da disponibilidade energética, isto é, a \n\nrelação estabelecida pelo conjunto das atividades que envolvem a produção de \n\nbens e serviços energéticos (iluminação, aquecimento, refrigeração, força motriz), \n\ne as condições de acesso que a população dispõe a estes mesmos bens e \n\nserviços é profundamente marcada pela desigualdade (BERMANN, 2001).  \n\n \n\nO desafio da sustentabilidade energética no Brasil, sob o mira de aspecto \n\nigualitário e ambiental, deve ponderar o quadro de desenvolvimento da \n\ndessemelhança de renda no País (BERMANN, 2001).             \n\n \n\nAo longo dos últimos vinte anos, o coeficiente de desigualdade na \n\nclassificação de renda praticamente manteve-se igual. Mesmo depois do Plano \n\nReal (1994) e o balanceamento do nosso dinheiro nos últimos anos, a repartição \n\nda fortuna no Brasil conservou seu estilo imoral (BERMANN, 2001).  \n\n \n\nO envolvimento dos 50% mais pobres na rentabilidade nacional é quase \n\nanálogo ao envolvimento dos 1% mais ricos. Isso quer dizer que 1,6 milhões de \n\nbrasileiros mais endinheirados têm a mesma renda que 89 milhões de brasileiros \n\ncarentes. Ainda, somente 10% da população brasileira capta quase a metade da \n\nrentabilidade absoluta (BERMANN, 2001).  \n\n \n\nConsiderando o preço da cesta básica de mantimentos para delinear o \n\nlimite de miséria, são 6,1 milhões de pessoas que não possuem renda nem para \n\num nutrimento decente (BERMANN, 2001).  \n\n \n\nEstes algarismos revelam, em toda sua crueza, uma realidade \n\nestabelecida nas últimas décadas por consecutivas políticas econômicas de \n\nnegação a necessidade de fortalecimento do mercado interno brasileiro \n\n(BERMANN, 2001). \n\n \n\n\n\n26 \n \n\nSe toda a energia gerada no mundo fosse repartida ao mesmo tempo por \n\ntodos os habitadores do planeta, os EUA precisariam viver com exclusivamente \n\n1/5 da energia per capita que consome por ano (BERMANN, 2001). \n\n \n\nDesta forma, aceitando-se as formas de desenvolvimento ligadas com \n\npolíticas ambientais, mesmo assim a seguinte etapa seria a redução do consumo \n\nenergético do primeiro mundo para admitir o acréscimo do consumo no terceiro. \n\nEssa redução de consumo provocaria o abandono de diversos fatores de \n\ncontentamento material, o que diminuiria a coerência capitalista que está \n\ntotalmente voltada para o gasto e o desperdício, forçando o ser humano a \n\nprocurar outras fontes de contentamento material (BERMANN, 2001).   \n\nA tecnologia em si não determinará a questão da sustentabilidade, poderá \n\nsim admitir que o modo de desenvolvimento em vigor resista por mais temporada \n\naté que a sociedade evolua para uma prática onde os bens materiais não \n\nconstituam o núcleo central, mas exclusivamente ferramentas auxiliares de ajuda \n\nà supervivência física do ser humano (BERMANN, 2001).  \n\n \n\nEssa modificação não ocorrerá de uma hora para a outra, nem mesmo \n\nalcançará todos ao mesmo momento, contudo a adoção dessa lógica em \n\npequena escala, quer seja em sociedades rurais ou urbanas, será a semente da \n\nnova sociedade. Trata-se de operacionalizar o processo de desmaterialização da \n\ncultura e consumo, absolutamente necessário para assegurar as gerações futuras \n\nos recursos naturais e energéticos (BERMANN, 2001).     \n\n \n\nO traçado exposto indica estas premissas ao apontar a necessidade de \n\ndiminuição, reuso, e reciclagem de maneira a permitir que estas formas de \n\naproveitamento das matérias primas contribuam para diminuir as necessidades de \n\nmonopólio dos recursos naturais e energéticos (BERMANN, 2001). \n\n \n\nOutra questão importante a ser considerada se refere ao caráter político \n\nda mercadoria energética e o papel do mecanismo de regulação. A questão \n\n\n\n27 \n \n\nenergética também revela a prevalência da atual visão liberal-mercantilista, que \n\nconcebe o setor energético de cada país exclusivamente como um campo de \n\nrelações de troca de mercadorias, com vistas à ampliação da acumulação de \n\ncapital (BERMANN, 2001).  \n\n \n\nEstes produtos, trans-nacionados na forma de litros, metros cúbicos, \n\nquilovates-horas, recebem duas exigências de caráter distinto, o que lhes confere \n\num caráter duvidoso. Por um lado, a mercadoria energética entra enquanto um \n\ninsumo produtivo. Sua importância no comércio (o custo ou a cotação) determina \n\nde maneira direta a alíquota de ganho da atividade bem-sucedida. É sob esta \n\nótica que as estruturas de regulação precisam se combinar (BERMANN, 2001).       \n\n \n\nNa carência de um conjunto social definido pela igualdade, especificado \n\npor uma evidente dessemelhança na repartição de renda, as estruturas de \n\nregulação devem identificar graus ínfimos de contentamento das indigências \n\nfundamentais, garantindo dessa maneira o ingresso às ocupações energéticas. \n\n(BERMANN, 2001).              \n\n \n\n  \n\n\n\n28 \n \n\n5 FONTES ALTERNATIVAS DE ENERGIA: SOLAR, EÓLICA E BIOMASSA \n\n  \n\n5.1 Biomassa  \n\n \n\nA tecnologia humana não conseguiu criar um sistema eficaz e cômodo de \n\narmazenar energia potencial. A energia elétrica, uma vez gerada, tem de ser \n\nutilizada, pois seu acúmulo é muito difícil e complexo, apesar de ser possível. As \n\nbaterias de placas de nossos carros compõem sistemas acumuladores, no modo \n\nde energia química, mas nem de longe se comparam aos armazenadores  \n\nquímicos evidenciados pelas moléculas orgânicas usadas pelos seres vivos \n\n(BRANCO, 1990).  \n\n \n\nO principal problema presente no desenvolvimento de veículos elétricos \n\ntotalmente autônomos (isto é, não aprisionados a linhas como os trens elétricos e \n\ntróleibus) está na ampla gravidade e proporção tomada pelas baterias e a \n\nvelocidade com que consomem suas cargas. Correlacione-se isso, com a reserva \n\nenergética que um gafanhoto tem em seus interstícios, deixando-lhe voar por \n\ncentenas de quilômetros sem se realimentar, e possuiremos uma ideia de quanto \n\nsão impotentes nossos acumuladores (BRANCO, 1990).  \n\n \n\nDesde tempos mais remotos, o ser humano tem se convindo dessa \n\nenergia amontoada nos compostos orgânicos para várias finalidades práticas, ao \n\nincendiar madeiras, lubrificantes vegetais e animais e, posteriormente, turfa, \n\ncarvão mineral e petróleo (BRANCO, 1990).  \n\n \n\nA massa total de cana num canavial, do milho de um milharal, a flora e a \n\nfauna de um espaço de floresta, ou um anexo de seres microscópicos, que \n\ncompõem o plâncton de uma lagoa, essas massas de seres vivos contém \n\nquantidades de energia química potencial, energia de suas moléculas orgânicas, a \n\nqual pode ser desatada e usada, mediante reações de oxidação ou queima. \n\nEmerge daí o uso de energia de biomassa (BRANCO, 1990).  \n\n\n\n29 \n \n\n \n\nA utilização da lenha no fogão para cozinhar alimentos, ou na locomotiva \n\n“maria-fumaça” para lançar energia mecânica, compõe utilização de energia de \n\nbiomassa. Da mesma maneira, a queima de óleo de baleia num lampião para \n\norigem de energia luminosa, a utilização de gás combustível motivado por \n\napodrecimento de detrito orgânico ou a combustão do álcool num veículo \n\ncompõem maneiras de aplicação da energia existente na biomassa. Em todos \n\nesses exemplos, estamos raciocinando sobre biomassas “vivas”, isto é, de \n\ngeração atualizada, que é renovável (BRANCO, 1990).  \n\n \n\nExistem, no entanto, enormes reservas de biomassas fósseis, soterradas \n\ne, deste modo, não-renováveis, no formato de carvão, turfas, gás natural e \n\npetróleo, as quais, sendo formadas pelos mesmos procedimentos que geraram os \n\nseres vivos atuais, têm uma alta substância de energia química potencial. Em \n\ntermos de massa, além disso, sua energia é até maior, porque durante o \n\nprocedimento de fossilização existiu perda de água e de outras matérias inertes \n\nque entram em elevada porcentagem na composição de seres vivos. Pode-se \n\nfalar, pois, que petróleo, gás natural, carvão e turfas constituem maneiras \n\nconcentradas de energia potencial (BRANCO, 1990).                  \n\n \n\nA crise de combustíveis que aconteceu a partir de 1972, devido à política \n\nde comercialização mundial de petróleo, levou o mundo todo a aprofundar seu \n\npensamento e a empregar seus recursos na análise de combustíveis alternativos, \n\nlembrando, mais uma vez que reservas fósseis são finitas. Uma das opções \n\nresultantes, bastante pesquisada e usada no Brasil, foi a do emprego do álcool \n\netílico hidratado ao invés de gasolina, para a circulação de automóveis leves \n\n(BRANCO, 1990). \n\n \n\nO álcool etílico é uma invenção criada a partir de destilação da cana-doce \n\nlevedada, com razoável poder de combustão e de explosão. Outros tipos de \n\nálcool, derivados de outros tipos de biomassa (como o álcool metílico obtido do \n\n\n\n30 \n \n\npetróleo, da destilação de madeiras ou da conversão do metano da fermentação \n\nde lixo), podem e vêm também sendo usados. Esse é um peculiar da permuta de \n\numa fonte de energia não renovável, que é ouro negro (petróleo), por uma fonte \n\nrenovável, o álcool, que todos os anos pode ser outra vez abrolhado por aumento \n\nde nova abundância de biomassa (as plantações de cana-de-açúcar), usando \n\noutra vez o carbono proveniente da atmosfera resultante das reações de \n\ncombustão e afixando novos ajuntamentos de energia luminosa originárias do Sol \n\n(BRANCO, 1990).  \n\n \n\nAlgumas corporações têm se concentrado na utilização do álcool \n\nantecipadamente dissociado, em lugar de sua queima direta. O álcool pode ser \n\ndissociado em hidrogênio que é analisado como o combustivo ideal (e monóxido \n\nde carbono) que, no entanto, é tóxico. Essa dissociação prévia permitiria uma \n\nacréscimo de rendimento da ordem de 20% em afinidade com o artifício de \n\nqueima direta do álcool (BRANCO, 1990).  \n\n \n\nEsgotos e lixo das zonas urbanas, bem como a grande quantidade de \n\nrestos orgânicos das prestezas agronômicas, podem também ser transformados \n\nem importantes fontes energéticas de biomassa. Sendo compostos  \n\nnecessariamente de matéria orgânica, sua fermentação por agentes \n\nmicroscópicos pode gerar álcool ou gerar volumes expressivos de metano, um gás \n\ninflamável de elevadíssimo valor energético. Esse gás pode ser usado \n\nabsolutamente, para o aquecimento em fogões, ou pode ser preso em botijões, \n\npara ser aproveitado como combustível de automóveis. No Brasil já existem \n\ndiversos veículos movidos a metano. O metano pode também ser convertido em \n\noutros compostos orgânicos (como o metanol) também de alto valor como \n\ncomburente (BRANCO, 1990).  \n\n \n\n \n\n \n\n\n\n31 \n \n\n5.2 Solar \n\n \n\nQuase toda a energia que usamos contemporaneamente provém do Sol, \n\ncomo fonte primária. Ventos, biomassa (inclusive fóssil), quedas d’água são todos \n\nefeitos da irradiação térmica ou luminosa dessa mesma origem. Contudo são \n\nrelativamente poucas as instalações que de porte significativo para aplicação \n\ndireta desse manancial inesgotável de energia para o tempo do ser humano na \n\nTerra (BRANCO, 1990).  \n\n \n\nO calor do Sol sempre foi aplicado espontaneamente em algumas \n\natividades domésticas ou em fábricas com atividades comuns como a da secagem \n\ndo cloreto de sódio, nas salinas, onde se retira a água do mar. Mesmo alguns \n\naparelhamentos simples para garantir a concentração do calor do Sol datam já do \n\nséculo XV, embasados na característica que o vidro tem de ser ao mesmo tempo \n\nincolor e isolante. As estufas para plantação de vegetais e frutas no tempo do \n\ninverno, na Europa, fundamentam-se nesta entrada: as paredes e o teto de vidro \n\ndessas edificações deixam-se cruzar pelas radiações solares, contudo não \n\npermitem que as radiações infravermelhas voltem por fora, daí sua energia vai \n\ndessa forma se ajuntando no interior, conservando uma temperatura alta durante \n\ntodo o período de inverno (BRANCO, 1990).  \n\n \n\nSão muito ancestrais também os aparelhamentos baseados nesse mesmo \n\nprincípio, para aquisição de água doce a partir da água marinha. Trata-se, nesse \n\ncaso, de armações em configuração de compridas canaletas, sobre as quais é \n\nedificado um tipo de cobertura de vidro com menos de 1 metro de altura, mas sem \n\ndivisórias laterais. A água salgada é posta nessa canaleta e, sob decorrência das \n\nradiações solares, dissipa-se. A dissipação, elevando-se, condensa-se a cobertura \n\nde vidro, fluindo para suas beiradas e gotejando em duas calhas laterais, que \n\ndirigem essa água destilada para os depósitos onde é utilizada (BRANCO, 1990). \n\nNo século XVIII o cientista suíço Nicholas de Saussure planejou o sistema \n\ncoletor de energia solar, o qual vem sendo usado até os dias mais atuais para \n\n\n\n32 \n \n\naquentamento d’água em disposições doméstico-comerciais. Edificou uma simples \n\ncaixa de madeira, quadrangular e de poucos centímetros de elevação, colorida de \n\npreto por dentro, para concentrar a maior quantidade possível de radiações, e \n\ncobriu com um quadro. Expondo a caixa ao Sol, conseguiu temperaturas de até \n\n85º Celsius no seu lado interno. Atualmente essas caixas, tendo uma serpentina \n\npor onde circunda água, são feitas de materiais mais isolantes e postas em série \n\nsobre a cobertura do domicílio, orientadas no sentido de maior exposição possível \n\nás radiações. Alcança-se, de tal modo, o aquecimento de um abundante \n\najuntamento de água, a temperaturas mais altas que as conseguidas por \n\nSausurre, servindo para todas as utilidades (BRANCO, 1990).  \n\n \n\nEsses rudimentares aparelhamentos, mesmo em países de baixas \n\ntemperaturas, podem produzir economia da ordem de 1/3 com o consumo de \n\ncombustíveis para aquentamentos do domicílio e da água de ducha ou de \n\ncozimento. No Brasil por ser uma região tropical, com a insolação muito mais forte \n\ne durante todo o ano, a poupança pode ser muito maior (BRANCO, 1990). \n\n \n\nGrandes investimentos, entretanto têm sido realizados na análise de \n\nprocedimentos para transformar a energia solar em energia elétrica. Um dos \n\nconceitos que têm sido empregados em relação a esses processos é o  e o do \n\nconvertimento direto das radiações solares em energia elétrica (BRANCO, 1990). \n\n \n\nO convertimento de energia solar em elétrica é feito em usinas que \n\nganham designação comum de torres de energia. A energia é conseguida por \n\nmeio de um grande espaço de espelhos que refletem a luz solar, conduzindo-a \n\npara um recipiente de aquentamento de água estabelecido numa estrutura alta: \n\ndaí a designação comum de torre. Os diversos espelhos são orientados de \n\nmaneira a captar a luz solar em todas as posições deste em sua direção diurna, \n\npreservando sempre um ângulo que reflita os raios em trajetória ao recipiente. \n\nEsta, por sua vez, gera vapor d’água a altas pressões, de maneira a fazer rodar as \n\nturbinas causadoras de corrente elétrica (BRANCO, 1990).   \n\n\n\n33 \n \n\n \n\n \n\n5.3 Eólica \n\n \n\nA história da humanidade está interligada a história das descobertas de \n\nnovas fontes, novas modificações e novas aplicações de energia. O primeiro \n\ndesses desvendamentos foi, possivelmente, o do uso do vigor do vento para \n\nconduzir barcos a vela. O fogo (o primeiro dos elementos da natureza a ser \n\ndominado pelo homem) teve diversos aproveitamentos desde a época das grutas, \n\nmas sua utilidade como fonte de energia só se tornou possível quando associado \n\nà produção de pressão do ar ou do vapor, já no século XVIII (BRANCO, 1990).  \n\n \n\nNão se conhece de quando datam as embarcações a vela. Ilustrações em \n\nrochas, do período dos fenícios, simulavam grandes navios e veleiros até de dois \n\nmastros. Mas alguns historiógrafos ponderam que, muito antes dos fenícios, já as \n\njangadas e canoas a vela navegavam as águas do oceano Pacífico, por entre as \n\nínsulas da Polinésia, da Nova Guiné ou das Filipinas. Essas velas, feitas de peles, \n\nde esteiras de palha ou de tecido, de contorno quadrangular ou triangular, \n\npossuíam uma única função: excitar a embarcação com a ajuda da força dos \n\nventos. E foi com essa colocação de força que se concretizaram as descobertas \n\nque dilataram o planeta em todas as direções. Foram veleiros que circunavegaram \n\na África, desvendaram a América, ultrapassaram o Estreito de Magalhães e, ao \n\nacostarem-se na Austrália e na Nova Zelândia, já ali acharam povos que \n\nnavegavam durante milênios, também a vela (BRANCO, 1990).  \n\n \n\nDiz uma fábula que lá pelo ano 650 um escravo persa muito habilidoso \n\nnomeado Abu Lubua, fez o primeiro moinho de vento em pagamento de um jogo \n\nque fizera com o califa. Na Europa Ocidental os moinhos de vento são utilizados \n\ndesde o século XII, para mover enormes mós ou discos de pedregulho que, \n\nrodando, esfarelam grãos de trigo e outros cereais para produzir a farinha. Até \n\nhoje esses moinhos, de feitio e edificação análoga aos da Idade Média, são \n\n\n\n34 \n \n\nusados no litoral do Mediterrâneo, desde a Espanha até o Chipre. Esses tipos de \n\nroda com pás para captar a força dos ventos se tornou , ao longo das épocas, \n\nforam  denominados de “moinhos”. Muitos deles, como os tradicionais moinhos \n\nholandeses, são usados para bombardear água (BRANCO, 1990).  \n\n \n\nMais a frente dos clássicos moinhos de vento que continuam sendo \n\nutilizados em muitos países do hemisfério norte, vários tipos de cata-vento têm \n\nsido usados, comumente, com o intuito de remover água de poços (a maior parte \n\ndos que vemos funcionando no interior do Estado de São Paulo, especialmente \n\nem regiões de ocupação pecuária) ou ainda, os mais elaborados para a origem de \n\nenergia elétrica. São de maneira geral, nomeados sistemas de aproveitamento de \n\nenergia eólica e, em ambiente de várias pás de um cata-vento habitual, são \n\nconstituídos de um só objeto em hélice (BRANCO, 1990).  \n\n \n\nUm sistema muito importante, pela suavidade de edificação e pela \n\nadmissível eficácia, é o cata-vento utilizado principalmente em países africanos, \n\nque possui como pás as duas metades de um tambor de óleo cortado no sentido \n\nlongitudinal. Essas duas pás são acomodadas a um eixo vertical que roda sobre \n\nrolamentos (para diminuir a fricção), sendo o conjunto montado em um tripé baixo. \n\nUm tipo parecido, porém, com pás planas, é usado no Ceará, onde o vento \n\noceânico é constante (BRANCO, 1990).                         \n\n \n\nA energia solar ganhada continuamente pela Terra é a principal \n\nresponsável pelos fenômenos meteorológicos e vitais que acontecem na sua \n\nsuperfície. Os ventos, por exemplo, são motivados por variações de temperatura \n\nque incidem continuamente em diferentes regiões do planeta. Nos locais mais \n\nacalorados, o ar se dilata e sobe, tornando-se mais rarefeito e leve: daí há uma \n\nqueda de pressão atmosférica local. Ao contrário, nas áreas mais frias, o ar está \n\nmais condensado, com maior pressão e, assim, tende a fugir para áreas mais \n\nvazias ou rarefeitas, gerando deslocamentos na forma de ventos. Quando esses \n\n\n\n35 \n \n\ndeslocamentos ocorrem com excesso de velocidade, ocorrem tufões, furacões que \n\npodem ser catastróficos (BRANCO, 1990). \n\n \n\nDois problemas conflitantes fazem com que grande parte dos esforços \n\ncientífico-tecnológicos do mundo contemporâneo sejam direcionados à aquisição \n\nde novas fontes de energia. Inicialmente, o da ampliação de demanda causada \n\npelos avançados modos de fabricação, transporte e de conforto em geral; \n\nsecundariamente, o acelerado consumo das fontes naturais de energia de \n\nbiomassa, especialmente energia fóssil (BRANCO, 1990).      \n\n \n\nAté a atualidade o uso dos raios solares para o crescimento do trabalho \n\nmecânico tem sido apenas começado. Futuramente, o homem vai se enxergar \n\nobrigado a depender cada vez dessa fonte de energia inesgotável \n\n(ZIMMERMANN, 1964, tradução nossa). \n\n \n\nO Brasil proporciona um excelente índice de radiação do sol, \n\nespecialmente no Nordeste, onde tem valores característicos dentre 1.752 \n\nkWh/m2 a 2.190 kWh/m2 por ano. Para checagem, a França adquire uma \n\nradiação solar dentre 1.000 kWh/m2 e 1.500 kWh/m2 por ano. O deserto do Saara \n\nadquire em torno de 2.600 kWh/m2 por ano (ALDABÓ, 2002).    \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n      \n\n \n\n\n\n36 \n \n\n6. SENSO APROPRIADO \n\n \n\nQuem mora em copropriedade deve atentar-se para os seguintes \n\ndetalhes: \n\nO material a ser utilizado na nossa copropriedade, se possível, não deve \n\nderivar de fontes naturais não renováveis, como minerais, carvão e petróleo; \n\nNão devemos usar material que degrada o meio ambiente sem \n\nnecessidade absoluta; e em caso de necessidade absoluta, devemos utilizá-lo \n\nprudentemente (TABOSA FILHO, 2011).  \n\nTer como finalidade evitar o desperdício harmoniza coexistência \n\ncontrabalançada e suave com a natureza. Mais a frente disso, conservar é poupar, \n\npodendo até constituir a diminuição de gastos que depois deverão ser pagos \n\n(TABOSA FILHO, 2011).  \n\nEconomizar energia elétrica ou evitar seu desperdício, diz a Agenda \n\nAmbiental do Ministério do Meio Ambiente, “é a maneira mais simples de poupar o \n\nmeio ambiente” (TABOSA FILHO, 2011).  \n\nNão se faz imprescindível abrir mão da comodidade para que se conserve \n\nenergia, basta utilizá-la de maneira coerente, aprimorar a sua utilização (TABOSA \n\nFILHO, 2011). \n\nHá opções ao gasto ostensivo da energia, e algumas delas corretamente \n\naplicáveis à utilização em copropriedade: a energia solar, como a fotovoltaica, \n\narranjada de células que produzem energia diretamente na corrente elétrica \n\nquando expostas à luz; a termo-solar, feita com coletores planos que operam a \n\nbaixas temperaturas, absorvendo a radiação solar e gerando energia térmica \n\nadequada para esquentar água ou outro fluido, diz a Agenda Ambiental do \n\nGoverno (TABOSA FILHO, 2011). \n\nPara copropriedades horizontais, dependendo do lance, ainda se pode \n\nselecionar energia eólica. Só para esclarecer, a disponibilidade dessa modalidade \n\nde energia é de 144 mil GWh/ano no Nordeste do Brasil, o que constitui a \n\nduplicação da produção da hidrelétrica de Itaipu, e atualmente o consumo é muito \n\naquém desse potencial (TABOSA FILHO, 2011). \n\n\n\n37 \n \n\nEm condição de copropriedade, individualmente das unidades autônomas, \n\nopções admissíveis para diminuir o gasto de energia são o estímulo ao câmbio \n\ndos dispositivos de ar-condicionado de vidraça por dispositivos do tipo “split” ou \n\n“dividido”, já que tais equipamentos simulam um gasto menor de energia, bem \n\ncomo aplicação coerente da luz solar, o que diminui expressivamente a \n\nnecessidade de luminosidade elétrica (TABOSA FILHO, 2011). \n\nQuanto ao gasto dos geradores, o mais adequado recurso é selecionar \n\naparelhos que usem o biodiesel ou álcool, em detrimento dos que usam \n\ncombustivos baseados em petróleo e seus derivados, como diesel, gasolina, gás \n\nnatural ou mesmo o carvão, que são fósseis e possuem limite de reserva na \n\nnatureza (TABOSA FILHO, 2011). \n\nA obrigação de modificação de vida, conduta e modelos de dispêndio da \n\npopulação é um fato, um fato cruel, se não tivermos noção quanto ao gasto de \n\nbens que possuam por ascendência a natureza não renovável. Em compensação, \n\nsem demasia, poderemos, com o câmbio de conduta, estar afiançando a vida \n\nvindoura da raça humana. \n\nConservar energia é plausível. Veja as maneiras:  \n\nPreferência à luminosidade natural do Sol; \n\nApagar lâmpadas de ambientes desocupados; \n\nDesatar computadores e outros aparelhamentos quando não estiverem \n\nem utilização; \n\nUsar prudentemente os ascensores; \n\nPintar divisórias com cores claras; \n\nQuando com ar-refrigerado ligado, conservar as aberturas tapadas \n\n(TABOSA FILHO, 2011).   \n\n \n\n  \n\n\n\n38 \n \n\nCONSIDERAÇÕES FINAIS \n\n \n\nO presente trabalho buscou mostrar que as fontes renováveis \n\nproporcionam uma grande vantagem para o desenvolvimento sustentável, uma \n\nvez que evita o uso de fontes não renováveis e altamente poluentes como o \n\npetróleo.  \n\n \n\nO problema atual que se depara o Brasil para o aumento do uso de fontes \n\nrenováveis é que esta ainda é muito cara. No entanto, se o uso de energia de \n\nfonte hidroelétrica for reduzido, o uso de fontes solar e eólica tenderá a crescer e \n\nas fontes solar e eólica deverão se tornar mais baratas pois, quando um produto \n\npassa a ser adquirido por quase todos, ele possui menor custo.  \n\n  \n\nA obtenção de energia, de fonte renováveis, é mais simples do que a \n\nobtenção de fontes de origem fóssil ou nuclear. \n\n  \n\nO paradigma atual de que o provimento de energia, que deve vir de fonte \n\nhidroelétrica (sendo feita por meio de linhas de difusão e repartição) gera uma \n\nincoerência, pois existem projetos que visam concentrar a energia solar e eólica, \n\nnaturalmente dispersas, para depois distribuí-las por um sistema interligado, \n\ndeixando assim de aproveitar seus benefícios. \n\n  \n\nNos dias atuais, enquanto a preocupação com o meio ambiente torna-se \n\ntambém, cada vez maior a partir do século XX. \n\n \n\nAgora no século XXI, enquanto o mundo encontra-se mais modificado pela \n\nação humana, cresce a preocupação com a preservação do meio ambiente. Em \n\nvirtude disso, o uso de fontes renováveis, como a solar e a eólica também tem \n\ncrescido bastante. Tal crescimento é um reflexo de que, cada vez mais faz-se \n\nnecessário preservar o meio ambiente pois, preservar este é preservar a própria \n\nhumanidade.   \n\n\n\n39 \n \n\nREFERÊNCIAS \n \nALDABÓ, Ricardo. Energia Solar. São Paulo: Artliber Editora, 2002. \n \nBERMANN, Célio. Energia no Brasil: para quê? Para quem? Crise e \nalternativas para um país sustentável. São Paulo: Editora Livraria da Física: \nFASE, 2001. \n \nBRANCO, Samuel Murgel. Energia e Meio Ambiente. São Paulo: Moderna, 1990. \n \nEnergia solar: Uma alternativa sustentável. Disponível em: delawareinc.com, \nacesso em: 19/11/2015.  \n \nENERGIA INTELIGENTE. As energias SOLAR e EÓLICA são alternativas viáveis \npara o Brasil? Disponível em:<http://energiainteligenteufjf.com/calouro-web-2-0-1o-\nsemestre-de-2012/as-energias-solar-e-eolica-sao-alternativas-viaveis-para-o-\nbrasil/>. Acesso em: 25 set. 2014.  \n \nIEA. International Collaboration in Energy Technology: A Sampling of Success \nStories, OECD – OCDE, 1999. \n \nJORNAL DA COMUNIDADE. Moradia 100% sustentável. Disponível em: \n\n<http://coletivo.maiscomunidade.com/conteudo/2010-09-\n\n18/imoveis/3483/MORADIA+100+SUSTENTAVEL.pnhtml>. Acesso em: 12 out. \n\n2015.  \n\nKOTO, Sidney Massami. Fontes renováveis para a produção de energia elétrica \n\nno contexto do Mecanismo de Desenvolvimento Limpo: estudo de caso de duas \n\nfontes – eólica e fotovoltaica. São Paulo: IEE/USP, 2009. P. 3 (Monografia \n\napresentada ao Curso de Pós-Graduação da IEE/USP, Área de Concentração: \n\nGestão Ambiental e Negócios no Setor Energético).  \n\nPETROSIAN?, A.M. De la cercet?rile de laborator la industria atomic?; \nBucharest, Romania, Editora Åžtiin?ific?, 1975. \n \nPOLLIN, R.; GARRETT-PELTIER, H.; HEINTZ, J.; SCHARBER, H. Green \nRecovery – A Program to Create Good Jobs and Start Building a Low-Carbon \nEconomy. Centre for American Progress and Political Economy Research Institute \n(PERI), University of Massachusetts, Washington, DC and Amherst, MA, USA. \n2008. \n \nRenewable Energy... Into the Mainstream. Renewable Energy Working Party. \nInternational Energy Agency (IEA), 2002.  \n \nTABOSA FILHO, Mário. Gestão de Condomínio: direto ao assunto. Brasília: \nEditora SENAC Distrito Federal, 2011.   \n\nhttp://energiainteligenteufjf.com/calouro-web-2-0-1o-semestre-de-2012/as-energias-solar-e-eolica-sao-alternativas-viaveis-para-o-brasil/\nhttp://energiainteligenteufjf.com/calouro-web-2-0-1o-semestre-de-2012/as-energias-solar-e-eolica-sao-alternativas-viaveis-para-o-brasil/\nhttp://energiainteligenteufjf.com/calouro-web-2-0-1o-semestre-de-2012/as-energias-solar-e-eolica-sao-alternativas-viaveis-para-o-brasil/\nhttp://coletivo.maiscomunidade.com/conteudo/2010-09-18/imoveis/3483/MORADIA+100+SUSTENTAVEL.pnhtml\nhttp://coletivo.maiscomunidade.com/conteudo/2010-09-18/imoveis/3483/MORADIA+100+SUSTENTAVEL.pnhtml\nhttp://igsbiera.bibliophil.ro/cauta/carte/editura/aztiintifica\n\n\n40 \n \n\n \n[THE] INTERNATIONAL JOURNAL ON HYDROPOWER &amp; DAMS [IPCC]. 2010 \nWorld Atlas &amp; Industry Guide. Disponível em: &lt;INTERGOVERNMENT PANEL ON \nCLIMATE CHANGES. IPCC Special Report on Renewable Energy Sources and \nClimate Change Mitigation. 2011. Disponível em:&lt;http://www.ipcc-\nwg3.de/publications/special-reports>. IPCC, 2011. \n \nUCZAI, Pedro; TAVARES, Wagner Marques; QUEIROZ FILHO, Alberto. Cadernos \nde Altos estudos. Energias Renováveis: Riqueza Sustentável ao Alcance da \nSociedade.  Brasília: Câmara dos Deputados, Edições Câmara, 2012. \n \nUNITED NATIONS [ONU]. Promotion of new and renewable sources of energy - \nReport of the Secretary-General. ONU, 2011a. \n \nUNITED NATIONS [ONU]. Sustainable Development: From Brundtland to Rio \n2012. ONU, set. 2010. \n \nZIMMERMAN, Erich W. Introducción a los recursos mundiales. OIKOS-TAU \nSA, 1967.     \n\nhttp://www.ipcc-wg3.de/publications/special-reports\nhttp://www.ipcc-wg3.de/publications/special-reports"}]}}}