{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10555"}, {"@name": "filename", "#text": "15697_2015_IgorFernandesPraxedes.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE BRASÍLIA - UNB\nINSTITUTO DE GEOCIÊNCIAS - IG\nLINEAMENTO TRANSBRASILIANO, CONTRIBUIÇÃO AEROGEOFÍSICA, TECTÓNICA E GEOCRONOLÓGICA NO SETOR NORDESTE DA FAIXA BRASÍLIA\nIgor Fernandes Práxedes\nDissertação de Mestrado N° 338\nUNIVERSIDADE DE BRASÍLIA - UNB\nINSTITUTO DE GEOCIÊNCIAS - IG\nLINEAMENTO TRANSBRASILIANO, CONTRIBUIÇÃO AEROGEOFÍSICA, TECTÔNICA E GEOCRONOLÓGICA NO SETOR NORDESTE DA FAIXA BRASÍLIA.\nIgor Fernandes Praxedes\nDissertação de Mestrado N° 338\nOrientador: Prof. Reinhardt Adolfo Fuck Co-orientador: Prof. Elton Luiz Dantas Co-orientadora: Prof.a Roberta Mary Vidotti\nBanca Examinadora: Prof. Dr. Reinhardt A. Fuck (UnB) Prof. Dr. Claudinei Gouveia de Oliveira (UnB) Prof. Dr. José de Araújo Nogueira Neto (UFC) Suplente: Prof.a Roberta Mary Vidotti (UnB)\nBrasília, DF, Março de 2015\nAo meu Avô, Raimundo Praxedes (in memoriam) e Regina Célia Lima Silveira (in memoriam).\nAGRADECIMENTOS\nA Deus, por ter me dado força ao longo destes 26 anos de muitas vitórias; à minha mãe Glades, por sempre estar ao meu lado nas minhas decisões, praticamente vivendo somente em prol da minha felicidade; à minha avó Nicélia, por ter sido essa minha segunda mãe maravilhosa; às minhas tias e tios que sempre foram exemplos em momentos importantes na minha vida; todos os familiares e amigos que de alguma forma participaram dessa trajetória, muito obrigado; À minha noiva Marcela, que sempre me apoiou nessa caminhada geológica, contribuindo muito nesta reta final de um capítulo da minha vida. Eu te amo.\nAgradeço imensamente ao meu orientador Prof. Dr. Reinhardt Adolfo Fuck, o qual depositou em mim três anos de muita confiança, conhecimento, dedicação, e por acreditar na minha capacidade. Aos meus co-orientadores Prof. Dr. Elton Luiz Dantas e Profa. Dra. Roberta Mary Vidotti, que foram acima de tudo, grandes amigos que ganhei na vida, e contribuindo muito com paciência e conhecimentos em suas áreas específicas para a conclusão desta dissertação.\nNo dia 09 de agosto de 2014 fizeram 5 anos que perdi o eterno mestre Michel Henri Arthaud, agradeço de coração ter feito parte e me orientado no meu começo acadêmico, se hoje estou acabando o mestrado, com certeza o senhor tem um dedo nessa história; Agradeço a todos os professores do Instituto de Geociências pela grande ajuda na busca do conhecimento geológico, principalmente ao professor Prof. Dr. Claudinei Gouveia de Oliveira, que ajudou com sugestões e a possibilidade da participação do TF de Natividade, de suma importância para a elaboração deste trabalho.\nA todos os amigos que fiz no IG, aceitando este cearense de cabeça chata como companheiro para todos os momentos geológicos, em especial, Judiron Santiago, Heriscarth Marcell, Lauro Montefalco, Thiago Cartaxo, Aureliano Nobrega, Ênio Maia e Solon Mendes, e meus eternos amigos de campo, David e Duarte, que fizeram parte de uma etapa de mapeamento ao longo de 6000 km sobre a maravilhosa Bacia do Parnaíba, obrigado “Vila do Chaves”. Um agradecimento para toda a Turma de 2012 (TF de Natividade), aceitando-me como “intruso” em 22 dias de campo, em especial a Hammel Macedo por contribuições na reta final.\nÀ Universidade de Brasília, por possibilitar a concretização desse sonho, incentivando a pesquisa e ajudando a formar novos pesquisadores; A CAPES, pela concessão da bolsa de mestrado e ao Projeto Transbrasiliano (FUB/PETROBRAS) pelo apoio financeiro.\nAgradeço também a empresa Brasil Minérios Ltda. por ter compreendido e contribuindo para minhas folgas em Brasília, indispensáveis para conclusão nos últimos meses.\nMuito obrigado a todos que de alguma forma colaboraram durante este caminho cheio de “pedras”.\n“O rio corta a rocha não por causa de sua força, mas por causa de sua persistência.”\nJim Watkins\nRESUMO\nO Lineamento Transbrasiliano (LTB) é um sistema strike-slip situado entre o Cráton Amazônico e a porção leste da Plataforma Sul-Americana, sendo composto por vários segmentos de falhas transcorrentes, com alguns setores levemente curvilíneos. Foram processados e interpretados dados magnetométricos e gamaespectrométricos do Projeto Aerogeofísico Tocantins e Projeto Aerogeofísico da Bacia do Parnaíba, obtendo-se entendimento e detalhe do desenvolvimento das estruturas brasilianas na região de Natividade-Pindorama do Tocantins. A área de estudo está situada na porção centro-norte da Plataforma Sul-Americana, englobando parte da Província Tocantins e borda da Bacia do Parnaíba, onde se observam rochas pertencentes ao embasamento da Faixa Brasília (domínios Almas-Conceição do Tocantins, Cavalcante-Arraias e Maciço de Goiás), rochas metassedimentares do Grupo Natividade e neoproterozóicas do Arco Magmático de Goiás, formando a história evolutiva pré-cambriana. Os domínios foram discriminados e delimitados na interpretação de dados aerogeofísicos, com limites tectônicos marcados por corredores transcorrentes, formados ou reativados pelo LTB. Os corredores são formados por zonas de cisalhamento regionais, mostrando tectónica verticalizada e trend nordeste, típico do LTB. Análises U-Pb LA-ICPMS realizadas em zircão de metatonalitos da Suíte Aurumina, revelam idades de cristalização magmática 2172 ± 16 Ma. As idades modelo Sm-Nd (Tdm) variam de 2,33 a 2,66Ga, com valores de eNd<t) negativos, com alguns valores positivos, sugerindo mistura de crosta juvenil com retrabalhamento da crosta continental. Hornblenda-biotita gnaisses miloníticos pertencentes ao Maciço de Goiás mostram idades de 2182 ± 6 Ma (IGP-024) e 2037 ± 8 Ma (IGP-035). As idades modelo de Nd estão distribuídas entre 2,25 e 3,00 Ga, com valores de sNd(t) negativos (-8,43 a -0,12), mostrando que as rochas do Maciço de Goiás são oriundas de fusão crustal. Rochas neoproterozóicas pertencentes à Sequência Santa Terezinha de Goiás (Arco Magmático de Goiás) foram observadas e comprovadas datando titanita-hornblenda metatonalito, obtendo idade de cristalização 654.4 ± 4.2 Ma, com zicões herdados de idade\n672.6\t± 4.2 Ma. Estas rochas metaígneas apresentaram idades Tdm entre 1,09 e 0,88 Ga e eNd(t) positivos (3,82 a 3,33), interpretado como representativo de acresção crustal de material juvenil gerado em ambiente de arco de ilhas no Neoproterozóico. Tectonicamente, a área de estudo é constituída pelo LTB propriamente dito, formado por grande número de zonas de cisalhamento, típicas de sistema transcorrente, atingindo fácies anfibolito, tendo como principais a Zona de Cisalhamento Transcorrente NE Rio Formiga (ZCRF), estabelecendo o contato entre o Domínio Cavalcante-Arraias (DCA) e o Maciço de Goiás, e a Zona de Cisalhamento Transcorrente NE Jatobazeiro (ZCJ), limite do Maciço de Goiás e do Arco Magmático de Goiás, ambas exibindo foliações N30O-35OE/75O-86ONW. Mais a leste, afloram as rochas do DCA, tendo como principais zonas de cisalhamento Cruz das Almas (ZCCA) e Mombuca (ZCM), ambas atingindo fácies metamórfica xisto-verde. A ZCCA exibe foliação NNE e mergulhos moderados a elevados para WNW (N0O-40OE/60O-89ONW), limitando o Domínio Almas-Conceição do Tocantins (DACT), a leste e DCA, a oeste. O DACT apresenta poucas estruturas ligadas ao Lineamento Transbrasiliano.\nABSTRACT\nThe Transbrasiliano lineament (LTB) is a strike-slip system situated between the Amazonian Craton and the eastern portion of the South American Platform, composed of several segments of strike-slip faults, with some slightly curvilinear sectors. It was processed and interpreted data of gamma-ray spectrometric and magnetic aerogeophysical Tocantins project and aerogeophysical project of the Parnaiba Basin, obtaining the understanding and detail of the development of the brasilianas structures in the region of Natividade-Pindorama Tocantins. The study area is located in the north-central portion of the South American Platform, covering part of the Tocantins Province and the edge of the Parnaiba Basin, where we observe rocks belonging to the basement of the Brasilia Belt (areas of Conceição-Almas -Tocantins, Cavalcante-Arraias and Goiás Massif), metasedimentary rocks of the Natividade Group and the neoproterozoic of the Goiás Magmatic Arc, forming pre-cambrian evolutionary history. The domains were discriminated and marked in the interpretation of aerogeophysical data with tectonic limits marked by strike-slip corridors, formed or reactivated by Transbrasiliano Lineament (LTB). The corridors are formed by regional shear zones, showing vertical tectonics and northeastern trend, typical of LTB. Analyzes U-Pb LA-ICPMS zircon metatonalites held in the Aurumina Suite reveal magmatic crystallization ages of 2172 ± 16 Ma. The Sm-Nd model ages (TDM) range from 2.33 to 2,66Ga, with values of eNd<t) negative with some positive values, suggesting mixing of juvenile crust with reworking of continental crust. Hornblendebiotite mylonitic gneiss belonging to the Goiás Massif show ages of 2182 ± 6 Ma (PGI-024) and 2037 ± 8 Ma (PGI-035). The Nd model ages are distributed between 2.25 and 3.00 Ga, with negative values of sNd(t) (-8.43 to -0.12), showing that the rocks of the Goiás Massif are from crustal melting. Neoproterozoic rocks belonging to Santa Terezinha de Goiás Sequence (Goiás Magmatic Arc) were observed and proven dated hornblende-titanite metatonalito, obtaining crystallization age of 654.4 ± 4.2 Ma, with inherited zircon aged 672.6 ± 4.2 Ma. These rocks had metaigneous TDM ages between 1.09 and 0.88 Ga and sNd (t) positive (3.82 to 3.33), interpreted as representative of crustal accretion of juvenile material generated in the island arc environment in the Neoproterozoic. Tectonically, the study area consists of the LTB itself, formed by a large number of shear zones, typical of strike-slip system, reaching amphibolite facies, the main strike-slip shear zone NE Rio Formiga (ZCRF), establishing contact between Cavalcante-Arraias domain (DCA) and the Goiás Massif, and the strike-slip shear zone NE Jatobazeiro (ZCJ), limit of the Goiás Massif and the Goiás Magmatic Arc, both exhibiting foliation N30°-35°E / 75°-86°NW. Further east, the rock outcrops of the DCA, the main shear zones Cruz das Almas (ZCCA) and Mombuca (ZCM), both reaching green schist facies metamorphic. The ZCCA displays foliation NNE and dips moderately high for the WNW (N0°-40°E / 60°-89°NW), limiting the Almas-Conceição do Tocantins domain (DACT), the east and DCA, the west. The DACT presents few structures linked to Transbrasiliano Lineament.\nLISTA DE FIGURAS\nFigura 1 - Localização do Lineamento Transbrasiliano (LTB) no contexto das grandes unidades geológicas da América do Sul. Modificado de Cordani et al. (2000), Fairhead e Maus (2003) e Ramos et al. (2010).\t21\nFigura 2 - (a) Localização do Estado do Tocantins. (b) Localização da área de pesquisa no\nEstado do Tocantins. (c) Mapa de localização e vias de acesso à área de pesquisa. 23 Figura 3 - Localização das áreas dos levantamentos aerogeofísicos. Projeto Aerogeofísico\nTocantins (polígono vermelho) e Projeto Aerogeofísico da Bacia do Parnaíba (polígono verde) (modificado de CPRM, 2006 e ANP, 2006).\t23\nFigura 4 - Imagem do Campo magnético anômalo em pseudo-cor da área de pesquisa. Os dipolos magnéticos são bem distintos nas porções oeste, central e leste, provavelmente sendo limitados por grandes zonas de cisalhamento regionais.\t25\nFigura 5 - Imagem ternária RGB de K, Th e U da área de pesquisa onde é possível observar\no contraste entre diversas unidades cartografadas.\t26\nFigura 6 - Domínios magnéticos sobre o mapa da amplitude do sinal analítico (ASA) da área\nde pesquisa.\t27\nFigura 7 - Imagens processadas da área de estudo a partir de dados gamaespectrométricos e magnetométricos. (a) Contagem Total. (b) Amplitude de Gradiente Horizontal Total. (c) Inclinação do Sinal Analítico. Derivadas Horizontais (d) Dx e (e) Dy. (f) Derivada\nVertical.\t28\nFigura 8 - Mapa geológico simplificado x MDT da porção centro-leste da Província\nTocantins (modificado de Pimentel et al., 2004 e Fuck et al., 2014).\t34\nFigura 9 - Mapa geológico simplificado da área de estudo (modificado e adaptado de Sá,\n1982 e CPRM, 2004).\t35\nFigura 10 - Mapa geológico da área de estudo (Modificado e adaptado de CPRM, 2004;\nDardenne e Saboia, 2007 e Oliveira et al., 2012).\t41\nFigura 11 - Mapa com dados isotópicos U-Pb e Sm-Nd da área de estudo.\t42\nFigura 12 - (a) Amostra de clorita-muscovita-hornblenda xisto, típico da sequência metassedimentar do Grupo Riachão do Ouro, próximo à Faz. Veado (Ponto LTB.IG-\n2012.1-13, Coord. UTM-23S: 0248690 E / 8764946 N); (b) Biotita-muscovita metatonalito às margens do Ribeirão Gameleira com planos de foliação bem marcados\n(N60°E/61°NW) (Ponto LTB.IG-2012.1-07, Coord. UTM-23S: 0246273 E / 8744272 N).\t43\nFigura 13 - Diagrama sNd versus Tdm para as rochas (a) supracrustais do Domínio Almas-\nConceição do Tocantins, Maciço de Goiás, Arco magmático de Goiás e Bacia do Parnaíba (Fm. Pimenteiras); (b) intrusivas do Domínio Almas-Conceição do Tocantins e Arco magmático de Goiás.\t44\nFigura 14 - (a) Quartzito micáceo, com estratos plano-paralelos e foliação Sn N20°E/50°NW (rodovia Natividade-Almas, TO-280, Ponto LTB.IG-2012.2-067, Coord. UTM-23S: 0226520 E / 8703454 N). (b) Metacalcário dolomítico com vénulas de calcita, Mina Nacal; S0 N70°W/50°NE (Ponto LTB.IG-2012.2-071, Coord. UTM-23S: 0223912 E / 8701482 N).\t45\nFigura 15 - Metarritmito com estratos pelíticos e estratos carbonosos microdobrados (Ponto\nLTB.IG-2012.2-079, Coord. UTM-23S: 0219322 E / 8697734 N).\t46\nFigura 16 - (a) Granada-biotita paragnaisse cisalhado (Sn+1 N10°-30°E/80°NW) na estrada\nChapada de Natividade-Pindorama do Tocantins (Ponto LTB.IG-2012.2-163, Coord.\nUTM-23S: 0205968 E / 8732953 N). (b) Fotomicrografía de amostra de paragnaisse LTB.IG-2012.2-160, mostrando cristais de cianita e estaurolita alongados segundo a foliação. (c) Grafita-granada-biotita paragnaisse da Formação Ticunzal, estrada Natividade-Serranópolis (Sn+1 N20°E/88°NW, Ponto LTB.IG-2012.2-246, Coord. UTM-23S: 0187933 E / 8676742 N). (d) Fotomicrografía de amostra do afloramento LTB.IG-\n2012.2-246, mostrando granada arredondada com sombra de pressão formada por clorita, biotita e grafita. (e) Fotomicrografia com detalhes das lamelas de grafita em meio ao cisalhamento nos paragnaisses da Formação Ticunzal (Ponto LTB.IG-2012.2-246, Coord. UTM-23S: 0187933 E / 8676742 N). (f) Filito carbonoso da Formação Ticunzal com pares S/C de deformação, orientados N20°E e movimentação dextral, próximo a Chapada de Natividade (Ponto LTB.IG-2012.2-231 Coord. UTM-23S: 0206030E / 8720291 N).\t48\nFigura 17 - (a) Veios de biotita-grafita-muscovita monzogranito (Au1) da Suíte Aurumina cortando paragnaisse da Formação Ticunzal (Ponto LTB.IG-2012.2-233, Coord. UTM-23S: 0208261 E / 8726818 N). (b) Contato intrusivo de biotita-muscovita monzogranito com fácies pegmatítica da Suíte Aurumina (Au6) em paragnaisse da Formação Ticunzal (Ponto LTB.IG-2012.1-046, Coord. UTM-23S: 0197584 E / 8716806 N).\t49\nFigura 18 - Fotomicrografía de anfibolito, mostrando cristais orientados de hornblenda e plagioclásio (Ponto LTB.IG-2012.2-245, Coord. UTM-23S: 0187132 E / 8681702 N).\t49\nFigura 19 - Histograma de idade 207Pb/206Pb para grãos detríticos de zircão da Formação\nTicunzal.\t50\nFigura 20 - Imagens obtidas por microssonda eletrônica em grãos de zircão das amostras (a)\nIGP-246 (Formação Ticunzal), (b) IGP-205 (Suíte Aurumina), (c) IGP-24 (Maciço de Goiás - Suíte Pau de Mel), (d) IGP-35a (Maciço de Goiás) e (e) IGP-189 (Arco Magmático de Goiás - Sequência Santa Terezinha de Goiás).\t50\nFigura 21 - Diagrama sNd versus Tdm para as rochas supracrustais do Domínio Cavalcante-\nArraias.\t51\nFigura 22 - (a) Biotita-muscovita metamonzogranito com faixas granodioríticas, Pindorama\ndo Tocantins (Ponto LTB.IG-2012.1-020, Coord. UTM-23S: 0217222 E / 8767686 N).\n(b) Fotomicrografia de biotita-muscovita metamonzogranito (Au1), mostrando lamelas bem formadas de muscovita em meio a grãos de microclínio e plagioclásio. (c) Muscovita-biotita metatonalito (Au3) intrusivo em biotita-muscovita metamonzogranito (Au1), Rio das Pedras (Ponto LTB.IG-2012.2-210, Coord. UTM-23S: 0203329 E / 8742729 N). (d) Fotomicrografía de biotita metatonalito (Au3) com foliação marcada por lamelas de biotitas. (e) Detalhe de lamelas de grafita, sob microscópio de luz refletida, concordantes e discordantes com a foliação presente na fácies Au3. (f) Xenólito da fácies Au3 (núcleo: biotita metatonalito) em muscovita-albita granito pegmatítico da fácies Au6, próximo ao Córrego Xobó (Ponto LTB.IG-2012.1-042, Coord. UTM-23S: 0196189 E / 8712528 N).\t52\nFigura 23 - Diagrama concórdia U-Pb para biotita tonalito (Domínio Cavalcante-Arraias). 53 Figura 24 - Diagrama sNd versus Tdm para as rochas intrusivas do Domínio Cavalcante-\nArraias.\t54\nFigura 25 - (a) Quartzito puro com estratificação plano-paralela e marcas de ondas assimétricas (seta), mostrando sentido de paleocorrente para sudeste e S0 N60°W/25°NE e Sn N30°E/60°NW (borda sul da Serra de Natividade, Ponto LTB.IG-2012.2-129, Coord. UTM-23S: 0202936 E / 8797710 N). (b) Metarritmito com estratos metassiltíticos e quartzíticos (linhas tracejadas) verticalizados por falha N20°E (Ponto LTB.IG-2012.1-016, Coord. UTM-23S: 0229188 E / 8768698 N). (c) Veio de quartzo subverticalizado, com direção preferencial EW, cortando os quartzitos Natividade (Unidade Metapsamo-psefítica, Ponto LTB.IG-2012.2-140, Coord. UTM-23S: 0208780 E / 8711500 N).\t55\nFigura 26 - Veio de quartzo subverticalizado, com direção preferencial EW, cortando os quartzitos Natividade (Unidade Metapsamo-psefítica, Ponto LTB.IG-2012.2-140, Coord. UTM-23S: 0208780 E / 8711500 N).\t56\nFigura 27 - (a) Diagrama sNd versus Tdm para as rochas do Grupo Natividade.\t57\nFigura 28 - (a) Afloramento mostrando hornblenda-biotita gnaisse milonítico, Ribeirão Gameleirinha, com dobras intrafoliais, Sn+1 N30°E/50°NW, Lx 04°/215° (Ponto LTB.IG-2012.1-024, Coord. UTM-23S: 0209449 E / 8768416 N). (b) Fotomicrografía de hornblenda-biotita gnaisse tonalítico, com foliação marcada por biotita e hornblenda. 57\nFigura 29 - (a) Formação ferrífera bandada, via vicinal entre Pindorama do Tocantins e Silvanópolis (Ponto LTB.IG-2012.1-031, Coord. UTM-23S: 0203707 E / 8770896 N). (b) Elevação topográfica (Morro do Bebedor) caracterizada por rochas dioríticas sulfetadas intrudidas em hornblenda-biotita gnaisse (Suíte Pau de Mel) (Ponto LTB.IG-\n2012.1-034, Coord. UTM-23S: 0184234 E / 8762402 N).\t58\nFigura 30 - Diagrama concórdia U-Pb para hornblenda tonalito (Suíte Pau de Mel).\t59\nFigura 31 - Diagrama concórdia U-Pb para biotita gnaisse tonalítico milonítico (Maciço de\nGoiás).\t59\nFigura 32 - Diagrama sNd versus Tdm para as rochas intrusivas do Maciço de Goiás. 60\nFigura 33 - (a) Hornblenda tonalito gnaisse (Ponto LTB.IG-2012.2-189, Coord. UTM-23S: 0179181 E / 8776890 N). (b) e (c) Fotomicrografía de hornblenda tonalito gnaisse contendo titanita. Os grãos de plagioclásio se encontram saussuritizado (alteração hidrotermal). (d) Intercalações das rochas metavulcânicas e metassedimentares da Sequência Santa Terezinha (Ponto LTB.IG-2012.2-187, Coord. UTM-23S: 0179212 E / 87755941 N). (e) e (f) Fotomicrografía de anfibolito cisalhado da Sequência Santa Terezinha de Goiás, mostrando plagioclásio saussuritizado, clorita (Chl), carbonatos (Cb), pirita (Py) e calcopirita (Ccp) (alteração hidrotermal).\t62\nFigura 34 - Diagrama concórdia U-Pb para hornblenda tonalito (Arco Magmático de Goiás -Sequência Santa Terezinha de Goiás).\t63\nFigura 35 - (a) Platô arenítico da Formação Ipu (Serra Negra), repousando sobre o embasamento da Faixa Brasília (Domínio Almas-Conceição do Tocantins). (b) Arenitos avermelhados, finos, fluviais com seixos e níveis basais conglomeráticos (Ponto LTB.IG-\n2012.2-143, Coord. UTM-23S: 0164230 E / 8806108 N). (c) Estratificação cruzada em arenitos avermelhado da Formação Ipu (Ponto LTB.IG-2012.2-144, Coord. UTM-23S: 0226483 E / 8783853 N). (d) Braquiópodes (Spirifer) encontrados em uma camada horizontalizada de arenitos amarelados, finos, com pequenas intercalações de siltitos, na\nrodovia TO-255, próximo a Ponte Alta do Tocantins. (e) Contato erosivo entre a Suíte Aurumina (biotita tonalito intemperizado) e arenitos conglomeráticos e paraconglomerados basais da Formação Ipu (Ponto LTB.IG-2012.2-146, Coord. UTM-23S: 0228191 E / 8781216 N). (f) Detalhe do ponto LTB.IG-2012.2-146 onde se observam seixos de quartzo verticalizados, caracterizando estruturas de liquefação. 64\nFigura 36 - Afloramento em corte de estrada (Pindorama do Tocantins - Silvanópolis) da Formação Pimenteiras, intercalações de arenitos avermelhados e siltitos esbranquiçados. Observa-se dobra sinforme com falhamento normal ao fundo (Ponto LTB.IG-2012.2-155, Coord. UTM-23S: 0201933 E / 8772122 N).\t65\nFigura 37 - (a) Estruturas grabenformes em arenitos conglomeráticos da Formação Ipu, caracterizadas por falhas normais (Ponto LTB.IG-2012.2-146, Coord. UTM-23S: 0228191 E / 8781216 N). (b) Falha inversa com direção N25°E/60°NW, mostrando a camada de arenito avermelhado sobre camada de siltito, Formação Pimenteiras (Ponto LTB.IG-2012.2-155, Coord. UTM-23S: 0201933 E / 8772122 N).\t65\nFigura 38 - Mapa de relevo sombreado utilizando azimute de direção do sol 315° e ângulo de incidência de 45°, com medidas de foliações obtidas em campo. As linhas tracejadas amarelas caracterizam lineamentos estruturais, zonas de cisalhamento, falhas, dobras e fraturas. A: Domínio LTB propriamente dito. B: Zona de Influência do LTB. C: Zona não influenciada pelo LTB. ZCJ, Zona de Cisalhamento Jatobazeiro; ZCRF, Zona de Cisalhamento Rio Formiga; ZCM, Zona de Cisalhamento Mombuca; ZCCA, Zona de Cisalhamento Cruz das Almas.\t75\nFigura 39 - Imagem do Campo magnético anômalo em pseudo-cor da área de pesquisa. Os dipolos magnéticos são bem distintos nas porções oeste, central e leste, limitados pelas zonas de cisalhamento Rio Formiga e Cruz das Almas. Muitos dos lineamentos NW não foram observados em campo, podendo representar rochas básicas na forma de diques sob os domínios Almas-Conceição do Tocantins e Cavalcante-Arraias.\t76\nFigura 40 - Domínios magnéticos sobre o mapa da amplitude do sinal analítico (ASA) da área de pesquisa. (A) Sistema Strike-slip Transbrasiliano propriamente dito, Arco Magmático de Goiás e Maciço de Goiás. (B) Zona de Influência do Lineamento Transbrasiliano no Domínio Cavalcante-Arraias. (C) Domínio Almas-Conceição do Tocantins, poucas estruturas ligadas ao LTB e faixas metavulcanossedimentares formando geometria em Y.\t77\nFigura 41 - Imagem da inclinação do sinal analítico com interpretações dos principais traços estruturais da área de estudo.\t78\nFigura 42 - Imagem ternária RGB de K, Th e U da área de pesquisa, onde é possível observar o contraste do Arco Magmático de Goiás e Maciço de Goiás (a) com o Domínio Cavalcante-Arraias (b). A identificação da Zona de Cisalhamento Mombuca (ZCM) é facilitada pela resposta das rochas graníticas da Suíte Aurumina (oeste) e das rochas metassedimentares do Grupo Natividade (c). (d) Rochas metassedimentares do Grupo Natividade a leste da ZCCA, não apresentando a deformação NE como as controladas pelas ZCCA e ZCM. Algumas estruturas ovaladas (e) da Suíte Almas-Dianópolis estão circundadas pelas rochas do Grupo Riachão do Ouro (f).\t79\nFigura 43 - Estereogramas dos polos - planos de foliação So, Sn e Sn+i: (a) Domínio Almas-Conceição do Tocantins com polos dispersos no estereograma, sem padrão de foliação específico, caracterizando a geometria em Y (corpos ovalados da Suíte Almas-Dianópolis envelopados pelo Grupo Riachão do Ouro). (b) Domínio Cavalcante-Arraias, tipicamente marcado por foliação de direção NE-SW com mergulho para NW, predominando mergulho de médio ângulo. (c) Maciço de Goiás, apresenta foliações sem padrão característico, mas mostra predomínio de direções NE-SW com mergulho baixo a médio para SE, sugerindo influência de tectônica pretérita diferente das ocorridas no Domínio Cavalcante-Arraias. (d) Grupo Natividade, com medidas nas direções N5°-20°E de baixo a médio ângulo, influenciada pela tectônica Sn do Domínio Cavalcante-Arraias, mergulhando preferencialmente para norte. (e) Arco Magmático de Goiás, as poucas medidas parecem indicar cavalgamento de baixo ângulo (20°) para NW. (f) Zona de Cisalhamento Cruz das Almas, corredor transcorrente NNE com mergulhos elevados, predominando mergulho para NW. (g) Zona de Cisalhamento Mombuca, corredor transcorrente N20°E/80°NW. (h) Zona de Cisalhamento Rio Formiga, corredor transcorrente com foliação Sn+i N30°E/85°NW. (i) Zona de Cisalhamento Jatobazeiro, corredor transcorrente com Sn+i N40°E/80°NW. (j) Lineações de estiramento Ln+i das zonas de cisalhamento observadas na área de estudo, caracterizadas por linhas de baixo ângulo, com mergulho tanto para NE como para SW.\t80\nFigura 44 - (a) Muscovita quartzito milonitizado entre as serras Cruz das Almas e Santa Clara, mostrando foliação verticalizada relacionada com a zona de cisalhamento Cruz das Almas (Ponto TF-IGP-100). (b) Detalhe do muscovita quartzito com foliação milonítica de aspecto anastomosado (Ponto TF2012-NAT-IV-80). (c) Serra Cruz das Almas, crista NNE de quartzitos micáceos milonitizados. Fotomicrografias de muscovita quartzito milonítico do Grupo Natividade (Unidade Metapsamo-psefítica): (d) sigmoides de quartzo com cinemática dextral e mostrando processo de recristalização dinâmica. (e) xiii\nmicrodobras em muscovita quartzito milonítico. (f) Fotomicrografía de clorita-muscovita-hornblenda xisto, milonítico, deformado pela ZCCA.\t82\nFigura 45 - (a) Ultramilonito formado pela ZCM a partir de cisalhamento intenso nos paragnaisses da Formação Ticunzal. Predominam sigmoides dextrais, com sinistrais aparecendo subordinadamente (Ponto LTB.IG-2012.2-171, Coord. UTM-23S: 0217778 E / 8744924 N). (b) Intercalações de quartzitos e siltitos do Grupo Natividade, verticalizados pela proximidade da ZCM (Ponto LTB.IG-2012.2-216, Coord. UTM-23S: 0226551 E / 8764440 N). (c) Filito carbonoso da Formação Ticunzal com microintercalações de quartzo, verticalizado pela ZCM (Ponto LTB.IG-2012.2-231, Coord. UTM-23S: 0206030 E / 8720291 N). (d) Fotomicrografía do quartzito milonítico do Grupo Natividade com muscovita. Os grãos de quartzos encontram-se estirados e formando ribbons. (e) e (f) Fotomicrografías de filito carbonoso do Ponto LTB.IG-\n2012.2-231, mostrando o aspecto microscópio de microdobras (cinemática dextral) e clivagem de crenulação zonal.\t84\nFigura 46 - (a) Sinforme e antiformes em quartzito micáceo (borda oeste do Grupo\nNatividade). As dobras são controladas pela ZCM, caracterizando regime transpressivo para o cisalhamento (Ponto LTB.IG-2012.2-216, Coord. UTM-23S: 0226551 E / 8764440 N). (b) Croqui da Figura 20a para melhor observação das dobras.\t85\nFigura 47 - (a) Ultramilonito tipo L, caracterizado por hornblenda-biotita gnaisse de composição tonalítica. É produto da deformação em fácies anfibolito gerada pela ZCRF, mostrando fenoblástos estirados de plagioclásio. Dobras intrafoliais mostram cinemática dextral (Ponto LTB.IG-2012.1-024, Coord. UTM-23S: 0209449 E / 8768416 N). (b) Fotomicrografía do milonito (Ponto LTB.IG-2012.1-024) mostrando detalhe da foliação marcada por hornblenda, quartzo e lamelas de biotita, sugerindo condições de fácies anfibolito para a ZCRF.\t86\nFigura 48 - (a) Fotomicrografia de granito cisalhado pela ZCJ, transformado em filonito muito fino, rico em filossilicatos e quartzo estirados segundo o plano de foliação Sn+1 (Ponto LTB.IG-2012.1-192, Coord. UTM-23S: 0187953 E / 8774908 N). (b) Fotomicrografía de anfibolito cisalhado da Sequência Santa Terezinha de Goiás, mostrando plagioclásio saussuritizado e grãos de carbonato. A foliação é marcada predominantemente por lamelas de clorita, alteração de hornblenda.\t87\nLISTA DE TABELA\nTabela 1 - Dados isotópicos Sm-Nd de rochas supracrustais na área de estudo.\t67\nTabela 2 - Dados isotópicos Sm-Nd do embasamento Paleoproterozóico e Arco Magmático de Goiás, na área de estudo.\t68\nTabela 3 - Resumo dos dados U-Pb LA-ICPMS realizadas em zircão.\t69\nLISTA DE ABREVIATURAS E SIGLAS\nANP ASA Bt Cb Ccp Chl CMA CMY CPRM DACT DCA DMI E ESE Gr Grt Hbl K Kfs Ky LTB Ms N NE NE NNE NW Pl\tAgência Nacional do Petróleo Amplitude do sinal analítico Biotita Carbonato Calcopirita Clorita Campo Magnético Anômalo Composição Cyan-Magenta-Yellow Companhia de Pesquisa de Recursos Minerais Domínio Almas-Conceição do Tocantins Domínio Cavalcante-Arraias Domínio magnético interpretado Leste Leste-Sudeste Grafita Granada Hornblenda Potássio Feldspato potássico Cianita Lineamento Transbrasiliano Muscovita Norte Nordeste Nordeste Norte-Nordeste Noroeste Plagioclásio\nppm Py Qz RGB S SE SRTM St SW Th Ttn U W WNW ZCCA ZCJ ZCM ZCRF\tPartes por milhão Pirita Quartzo Composição Red-Green-Blue Sul Sudeste Shutle Radar Topography Mision Estaurolita Sudoeste Tório Titanita Urânio Oeste Oeste-Noroeste Zona de Cisalhamento Cruz das Almas Zona de Cisalhamento Jatobazeiro Zona de Cisalhamento Mombuca Zona de Cisalhamento Rio Formiga\na\tSigma\nSUMÁRIO\nCAPÍTULO 1 - INTRODUÇÃO\n1.\tINTRODUÇÃO\t19\n1.1.\tObjetivos\t19\n1.2.\tJustificativa do tema\t20\n1.3.\tLocalização da área de estudo\t22\n1.4.\tMetodologia\t22\nCAPÍTULO 2 - PROVÍNCIA TOCANTINS E BACIA DO PARNAÍBA\n2.\tPROVÍNCIA TOCANTINS E BACIA DO PARNAÍBA\t32\n2.1.\tProvíncia Tocantins\t32\n2.1.1.\tTerrenospaleoproterozóicos de Almas-Natividade\t33\n2.1.2.\tGrupo Natividade\t36\n2.1.3.\tArco Magmático de Goiás\t3 7\n2.2.\tBacia do Parnaíba\t38\n2.2.1.\tSequência Siluriana\t3 8\n2.2.2.\tSequência Mesodevoniana-Eocarbonífera (Devoniano)\t39\nCAPÍTULO 3 - ARCABOUÇO LITOESTRATIGRÁFICO DA ÁREA DE ESTUDO\n3.\tARCABOUÇO LITOESTRATIGRÁFICO DA ÁREA DE ESTUDO\t40\n3.1.\tDomínio Almas-Conceição do Tocantins\t40\n3.1.1.\tGrupo Riachão do Ouro\t43\n3.1.2.\tSuíte Almas-Dianópolis\t43\n3.1.3.\tGrupo Natividade\t45\n3.2.\tDomínio Cavalcante-Arraias\t46\n3.2.1.\tFormação Ticunzal\t47\n3.2.2.\tSuíte Aurumina\t47\n3.2.3.\tGrupo Natividade\t53\n3.3.\tMaciço de Goiás (Suíte Pau de Mel)\t56\n3.4.\tArco Magmático de Goiás\t60\n3.4.1.\tSequência Mara Rosa\t61\n3.4.2.\tSequência Santa Terezinha de Goiás\t61\n3.5.\tBacia do Parnaíba\t61\nCAPÍTULO 4 - GEOLOGIA ESTRUTURAL E TECTÔNICA\n4.\tGEOLOGIA ESTRUTURAL E TECTÔNICA\t73\n4.1.\tZona de Cisalhamento Transcorrente N-NE Cruz das Almas (ZCCA)\t74\n4.2.\tZona de Cisalhamento Transcorrente NE Mombuca (ZCM)\t83\n4.3.\tZona de Cisalhamento Transcorrente NE Rio Formiga (ZCRF)\t85\n4.4.\tZona de Cisalhamento Transcorrente NE Jatobazeiro (ZCJ)\t86\nCAPÍTULO 5 - DISCUSSÃO\n5.\tDISCUSSÃO\t88\nCAPÍTULO 6 - CONCLUSÃO\n6.\tCONCLUSÃO\t92\nCAPÍTULO 7 - REFERÊNCIAS\n7.\tREFERÊNCIAS\t93\nAPÊNDICES\ni.\tMAPA GEOLÓGICO DA REGIÃO DE NATIVIDADE E PINDORAMA DO TOCANTINS\n- FOLHA DIANÓPOLIS\n1.\tINTRODUÇÃO\nNeste trabalho são apresentados dados estruturais, aerogeofísicos e geocronológicos do sistema de falhas transcorrentes associadas ao Lineamento Transbrasiliano (LTB) no setor nordeste da Faixa Brasília.\nAs falhas de um sistema strike-slip são lineares ou levemente curvilíneas, sendo compostas por vários segmentos de falhas transcorrentes com padrão irregular, ou segmentos de falhas que se dividem e se juntam, formando ramificações com splays, caracterizando regime de tensões de compressão máximas em d e mínimas em o3 (Pirajno, 2010).\nAs redes de zonas de cisalhamento transcorrente podem ter várias centenas de quilômetros de comprimento e dezenas de quilômetros de largura, sendo preferencialmente formadas em regiões continentais, estendendo-se para o interior da placa até grandes profundidades, como o sistema de falhas proterozóicas Najd na Arábia Saudita (Moore, 1979). Sistema semelhante ocorre na região central e meridional da Ásia, onde um gigantesco sistema de falhas transcorrentes resultou no fechamento dos oceanos Paleo- e Neotethys e nos processos de acresção subsequentes (Bortolotti e Principi, 2005; Windley et al., 2007; Xiao e Kusky,\n2009). O regime de tensões locais ao longo das zonas de falhas do sistema transcorrente raramente é resultante de deslocamento puramente lateral, mostrando curvas ao longo de sua extensão, gerando compressões ou extensões locais, como no caso típico dos cinturões orogênicos de Tianshan e Altai no noroeste da China (Pirajno, 2010).\n1.1.\tObjetivos\nMetelkin et al. (2009) mostram que um dos principais objetivos do estudo tectônico desses sistemas é a compreensão e esclarecimento da delimitação de zonas de deformação continentais e blocos litosféricos, que tendem a ser reativados durante as fases subsequentes do tectonismo e acresção, podendo zonas afetadas por um sistema strike-slip se tornar muito complexas ao longo do tempo e espaço, justamente por este potencial para reativações de movimentos tectônicos (ver Biddle e Christie-Blick, 1985). Storti et al. (2003) sugerem que o início das zonas transcorrentes em escalas continentais ocorre durante a tectônica colisional, com escape lateral, a exemplo da colisão entre Índia e Eurásia, seguido por processo de rifteamento e rotação diferencial de placas tectônicas.\nA deformação tectônica de zonas de cisalhamento transcorrente em escala continental é geralmente de regime dúctil para dúctil-rúptil, com foliação milonítica de mergulho acentuado. Faixas miloníticas de alto ângulo de mergulho foi o foco do mapeamento realizado na região nordeste da Faixa Brasília, sendo previamente identificadas por processamento e interpretação de dados aerogeofísicos de alta resolução disponíveis para a região. Além dos estudos estruturais e geofísicos, alguns dados geocronológicos auxiliaram no melhor entendimento e delimitação de blocos crustais afetados pelo sistema strike-slip Transbrasiliano.\n1.2.\tJustificativa do Tema\nO Lineamento Transbrasiliano (Schobbenhaus et al, 1975) é uma descontinuidade de magnitude continental situada entre o Cráton Amazônico e a porção leste da Plataforma Sul-Americana (Feng et al., 2004; Cordani et al., 2013). Segundo alguns autores, representa reativação de mega-sutura que atuou na formação do supercontinente Gondwana, entre o final do Proterozóico e início do Paleozóico (Marini et al., 1984a; Cordani e Sato, 1999; Cordani et al., 2000, Almeida et al., 2000; Brito Neves e Fuck, 2013, 2014) (Figura 1). Na região do sul do estado do Tocantins o LTB se apresenta como conjunto de zonas de cisalhamento transcorrentes de direção preferencial N30°E (Schobbenhaus et al., 1975; Marini et al., 1984a; Cordani et al., 1984). Tais transcorrências aparecem ao longo de uma larga faixa que coincide com aquela afetada, num evento ainda mais antigo, por cisalhamento dúctil em regime de tectônica convergente, e ao longo da qual se reconhece zona de fraqueza relacionada com suturas crustais entre blocos justapostos (Hasui e Haralyi, 1985). O Lineamento Transbrasiliano é uma importante faixa sismogênica interpretada como efeito de alivio de tensões em zonas de fraqueza, devido ao deslocamento da placa Sul-Americana (Hasui e Ponçano, 1978; Assumpção et al., 1986; Mioto e Hasui, 1988).\nSegundo Gorayeb et al. (1988), na região de Porto Nacional-Natividade, o lineamento é constituído de feixe de falhas transcorrentes N20°-50°E, formadas no Pré-Cambriano, com reativação mesozóica. Os feixes de falhas paralelizam as unidades aflorantes na área, incluindo terrenos granito-gnáissicos paleoproterozóicos, remanescentes de bacias do tipo rifte paleo/mesoproterozóicas e a porção norte do Arco Magmático de Goiás.\nRegionalmente, diversas áreas menores foram detalhadas, como as de Almas-Dianópolis (Costa et al., 1984; Cruz, 1993; Cruz e Kuyumjian, 1998; Kuyumjian et al., 2012), Almas-Conceição do Tocantins (Padilha, 1984), e Cavalcante-Teresina de Goiás-Nova Roma\nb“\nLINEAMENTO TRANSBRASILIANO\nCráton\nCobertura Sedimentar\nFanerozóica\nPré-Cambriana\nÇn) FAIXA OROGÊNICA DOS ANDES\nProvíncias tectónicas do Neoproterozóico\nCráton Amazonas\nCráton São Francisco\nCráton São Luís\nCráton Luís Alves\nCráton Rio de La Plata\nFaixa Andina, com afloramentos de idade Pré-Cambriana\nCO o\"\nCO\nco b“\nIO\nBACIA DO\nPARANA\nÁreas Cratónicas\n(T) PLATAFORMA SUL-AMERICANA MACIÇO DA PATAGÔNIA\nBACIAS DE FORELAND\nFigura 1: Localização do Lineamento Transbrasiliano (LTB) no contexto das grandes unidades geológicas da\nAmérica do Sul. Modificado de Cordani et al. (2000), Fairhead e Maus (2003) e Ramos et al. (2010).\n(Botelho, 1992, 1999; Botelho et al, 1993; Botelho e Silva, 2005). Entretanto, na região de Natividade poucos estudos foram desenvolvidos, com destaque aos trabalhos de Queiroz (2001) e Saboia (2009), o primeiro compreendendo levantamentos geológicos e metalogenéticos da região de Chapada da Natividade, o segundo focando estudo litoestratigráfico do Grupo Natividade.\nNeste sentido, uma melhor compartimentação dos terrenos paleoproterozóicos do setor nordeste da Faixa Brasília, com base nas zonas de cisalhamento transcorrente em escala continental, interpretadas por levantamentos aerogeofísicos regionais, e dados de geologia isotópica é o principal foco deste trabalho.\n1.3.\tLocalização da área de estudo\nA área objeto do estudo localiza-se na quadrícula limitada pelas coordenadas geográficas 11°00’ e 12o00’ de latitude Sul e 47°16' e 48°00' de longitude Oeste, totalizando aproximadamente 8800 km2 e abrangendo parte dos municípios de Natividade, Chapada da Natividade, Almas, Conceição do Tocantins, São Valério da Natividade, Pindorama do Tocantins, Santa Rosa do Tocantins, Silvanópolis, Monte do Carmo e Ponte Alta do Tocantins, sudeste do Estado de Tocantins (Figura 2).\n1.4.\tMetodologia\nAs técnicas de campo têm se mostrado eficientes por décadas em mapeamentos de detalhe para reconhecimento de feições litológicas e estruturais. No entanto, em mapeamentos de nível regional, pequena escala, é por vezes inviável a cobertura de toda área por estudos de detalhe in situ. Na tentativa de superar o problema, foram utilizados dados de sensoriamento remoto orbital e geofísica aerotransportada, que nos últimos 10 anos vêm auxiliando e facilitando estes trabalhos, dada a elevada resolução das imagens obtidas. A aerogeofísica tem destaque por contribuir efetivamente na visualização da distribuição e configuração espacial das unidades litológicas e estruturas tectônicas, solidificando-se como importante ferramenta de apoio à pesquisa geológica.\nOs dados de aerogeofísica que recobrem a área de estudo foram obtidos pelos projetos Aerogeofísico Tocantins (porção sul) e Aerogeofísico da Bacia do Parnaíba (porção norte) (Figura 3).\nFigura 2: (a) Localização do Estado do Tocantins. (b) Localização da área de pesquisa no Estado do Tocantins. (c) Mapa de localização e vias de acesso à área de pesquisa.\nFigura 3: Localização das áreas dos levantamentos aerogeofísicos. Projeto Aerogeofísico Tocantins (polígono vermelho) e Projeto Aerogeofísico da Bacia do Parnaíba (polígono verde) (modificado de CPRM, 2006 e ANP, 2006).\nOs dados dos dois projetos foram disponibilizados à Universidade de Brasília para uso exclusivo e restrito à pesquisa. O processamento e interpretação dos dados aerogeofísicos (magnetométricos e gama-espectrométricos) de alta resolução resultaram na elaboração de produtos que auxiliaram o reconhecimento de feições tectónicas de caráter regional, caracterizando estruturas na escala 1:250.000. Para a obtenção dos produtos que auxiliaram na identificação das feições, foram aplicados algoritmos de interpolação, Bigrid e Mínima Curvatura, para os dados de magnetometria e gamaespectrometria, respectivamente, mantendo-se um intervalo de 1/4 do espaçamento das linhas de voo no grid (tema) (Vasconcellos et al., 1994). Por meio das interpolações foram gerados grids que facilitaram a visualização das anomalias.\nPara os dados de magnetometria, foram realizados gradientes horizontais e verticais do Campo Magnético Anómalo (CMA), com finalidade de produzir imagens que realçam as mudanças bruscas nas variações das propriedades medidas (Figura 4). No caso da gamaespectrometria, a radiação gama, resultante da desintegração de elementos radioativos, é detectada nos primeiros 50 cm da superfície terrestre, sendo, assim, uma informação estritamente superficial. Com base nos dados gamaespectrométricos, foram gerados grids dos canais de K (%), Th (ppm) e U (ppm), além de produtos das razões destes canais, contagem total e imagens de composição ternária (RGB) (Figura 5).\nPor se tratar de dados recentes e com boa resolução espacial, não foram necessárias muitas correções. A principal foi a correção negativa de K, Th e U, que pode ter sido gerada por correção atmosférica não efetiva e/ou calibração inadequada dos instrumentos. Para a correção foram adicionados aos dados valores que resultassem em soma igual ou superior a zero, sempre procurando aproximar os valores das médias dos radioelementos com os conteúdos na crosta terrestre (2 a 2.5% de K, 2 a 3ppm de U e 8 a 12ppm de Th).\nA Figura 6 mostra os três grandes domínios magnéticos identificados sobre o mapa da amplitude do sinal analítico (ASA) (Roest et al., 1992). O DMI-A apresenta muitos lineamentos com direção preferencial N30°E e alta amplitude de onda (alto relevo magnético), restrito à porção NW da área, podendo caracterizar o Sistema Strike-slip Transbrasiliano. Fica clara uma grande variação desde domínio para o DMI-B, o limite podendo ser interpretado como indicativo de descontinuidade crustal. O DMI-B é caracterizado por relevo magnético suave, com orientação preferencial paralela ao LTB. O DMI-C apresenta o mesmo padrão de relevo e amplitude do DMI-B, porém um padrão estrutural aparentemente não é observado, que por vezes apresentam estruturação em forma de “Y”, já mencionado por alguns autores (Costa et al., 1976; Costa et al., 1984; Padilha, 1984; Cruz e Kuyumjian, 1998,\nP¡ndoramaxdoTocant¡ñs\nChapada da Natividade\nNatividade'\nBonfim\níl ãtobá\nLegenda\nO Localidade\nk *\n220000\nO\nW\to -\nco\nh-co\nSáoVrancisco\n°\n'Água-Franca\nO\ni ' UL* -\n^^^^jRrincipe\n(nT)\n-58.3\t-1.8 10.0 14.2 18.0 21.8 24.6 26.7 29.0 31.4 34.0 37.0 39.8 42.3 44.5 46.7 49.4 53.4 62.6\n• O\n00\ngf\nFigura 4: Imagem do Campo magnético anômalo em pseudo-cor da área de pesquisa. Os dipolos magnéticos são bem distintos nas porções oeste, central e leste, provavelmente sendo limitados por grandes zonas de cisalhamento regionais.\nFigura 5: Imagem ternária RGB de K, Th e U da área de pesquisa onde é possível observar o contraste entre diversas unidades cartografadas.\nSão Francisçi\nílatobá\nLegenda\nO Localidade\nNatividade\n220000^-\n(nT/m)\n0.00096\t0.00207\t0.00312\t0.00462\t0.00690\t0.01065\t0.01684\t0.02823\t0.05183\t0.13295\nt Bonfim\nChapada da Natividade\nOJP-L\nPindoràmado Tocantins\"\nFigura 6: Domínios magnéticos sobre o mapa da amplitude do sinal analítico (ASA) da área de pesquisa.\n1999; Kuyumjian et al, 2012).\nTambém foram processadas as imagens Contagem Total (CT), Amplitude de\nGradiente Horizontal Total (AGHT) (Cordell e Grauch, 1985), Inclinação do Sinal Analítico\n(ISA) (Miller e Singh, 1994, Thurston e Smith, 1997) e Derivadas (Dx, Dy e Dz), auxiliando\nna interpretação dos principais lineamentos estruturais (Figura 7).\n0.2\t0.5 (nT/m) 0.8\t1.1\t0.2\t0.5 (nT/m) 0.8\t1.1\t0.2\t0.5 (nT/m) 0.8\t1.1 M I I I I I I I I I I I I II\nn i i i i i i i i i i i i i ii\t■I I I I I I I I I I I I I I II\t\nN y\t20 km\tN 20 km\tN 20 km\nFigura 7: Imagens processadas da área de estudo a partir de dados gamaespectrométricos e magnetométricos. (a) Contagem Total. (b) Amplitude de Gradiente Horizontal Total. (c) Inclinação do Sinal Analítico. Derivadas Horizontais (d) Dx e (e) Dy. (f) Derivada Vertical.\nNa etapa de campo foi efetuado o reconhecimento geológico da área do setor nordeste da Faixa Brasília, Província Tocantins, visando caracterizar rochas e feições geológicas que possibilitassem a tradução fiel da realidade geológica e estratigráfica da região. Foram visitados e descritos mais de 350 afloramentos, muitos dos quais foram amostrados. As anotações de campo foram integradas visando principalmente a construção de mapa geológico em escala 1:250.000.\nUma etapa de preparação das amostras, para estudo petrográfico e geocronológico, foi realizada, proporcionando caracterização das rochas e obtenção de novas datações.\nO sistema isotópico U-Pb é um dos mais utilizados pela geocronologia moderna, uma vez que se baseia em geocronômetros independentes, com meias-vidas distintas e muito longas (Faure, 1986). Resultam em idades concordantes se o sistema isotópico houver permanecido fechado após a cristalização e se a composição inicial de Pb for conhecida ou puder ser desprezada (Faure, 1986). Para a obtenção dos dados U-Pb, foi seguido procedimento padrão do Laboratório de Estudos Geodinâmicos, Geocronológicos e Ambientais. A amostra é desagregada via britador de mandíbula e depois fragmentada via técnica de desagregação eletrodinâmica, obtendo frações inferiores a 500 pm.\nA desagregação eletrodinâmica consiste em incidir descargas elétricas de alta voltagem e em curtos períodos de tempo sobre uma amostra, a qual deve estar imersa em um líquido dielétrico (e.g., água). As ondas fragmentam o material por esforços tracionais atuantes nos planos de descontinuidade física, aumentando a qualidade dos separados minerais (Andres, 1995; 1996; Gnos et al., 2006; Giese et al., 2010). As amostras utilizadas foram cominuídas por meio do fragmentador SELFRAG® Lab S2.0 High Voltage Pulse Power Fragmentation no Laboratório de Estudos Geodinâmicos, Geocronológicos e Ambientais do Instituto de Geociências da Universidade de Brasília. Com uso de bateia em água, separação gravimétrica, são concentrados os minerais pesados. O concentrado é seco e encaminhado para separador magnético (Frantz Isodynamic Separator), onde os minerais ferro-magnesianos são individualizados.\nOs concentrados que incluem os grãos de zircão constituem a fração não magnética de corrente superior a 2,2 A. Manualmente, em uma lupa binocular, são separados os grãos de zircão de mesma população para a confecção de mounts. Os mounts foram confeccionados com resina epóxi, desgastados e polidos para a exposição da superfície central de cada grão. Antes da análise em LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometer), foram realizadas imagens dos grãos para observação de forma, inclusões e estruturas internas. As imagens foram realizadas por meio de microscópio eletrônico de varredura FEI Quanta™\n450. O equipamento tem acoplado um detector de EDS (Energy Dispersive X-Ray Spectrometry) modelo EDAX® SDD e um pacote de softwares EDAX® TEAM™ EDS versão\n3.1\tnecessário para a obtenção e tratamento dos dados de EDS. As condições operacionais usadas foram 15kV de voltagem, 100pA de corrente e spot size de 6gm.\nOs grãos foram analisados no LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometer) seguindo procedimento apresentado por Bühn et al. (2009). Para a limpeza dos mounts foi utilizado banho com ácido nítrico diluído (2%), água Nanopure® em ultrassom e por último em acetona para extração de qualquer resíduo de umidade. As análises isotópicas foram realizadas no LA-MC-ICP-MS Neptune (Thermo-Finnigan) acoplado ao Nd-YAG (X=213nm) Laser Ablation System (New Wave Research, USA). A ablação dos grãos foi realizada em spots 25-40 Lim, em modo raster, com frequência de 9-13 Hz e intensidade de 0.19 a 1.02 J/cm2. O material pulverizado foi carreado por fluxo de He (~0.40 L/min) e Ar (~0.90 L/min). Em todas as análises foi utilizado o padrão internacional GJ-1 (Jackson et al. 2004) para a correção da deriva do equipamento, assim como o fracionamento entre os isótopos de U e Pb. Para a verificação da acurácia foram realizadas análises no padrão Temora2 (Black et al. 2004). Os dados foram adquiridos em 40 ciclos de 1 segundo. O procedimento de coletada de dados seguiu a sequência de leitura: um branco, um padrão, três amostras, um branco e um padrão (Albarède et al., 2004). Em cada leitura são determinadas as intensidades das massas 202Hg, 204(Pb+Hg), 206Pb, 207Pb, 208Pb e 238U. A redução dos dados brutos, que inclui as correções para branco, deriva do equipamento e chumbo comum, foram realizadas em planilha EXCEL, confeccionada no próprio laboratório. As incertezas associadas às razões apresentadas nas tabelas são de 1o, em porcentagem. As idades foram calculadas utilizando o ISOPLOT 3.0 (Ludwig, 2003).\nAnálises isotópicas Sm-Nd seguiram o método descrito por Gioia e Pimentel (2000). O material para análise é obtido pela moagem em panela de liga de vídia de fragmentos de rocha que representem a totalidade da rocha, e que estejam isentos de alterações intempéricas ou hidrotermais. Neste procedimento cerca de 50 mg de amostra pulverizada é misturada a uma solução traçadora de 149Sm e 150Nd. A amostra é dissolvida em cápsulas Savillex® por meio de sucessivos ataques ácidos em HF, HNO3 e HCl. Os conteúdos de Sm e Nd são extraídos através de colunas de trocas catiônicas, confeccionadas em Teflon e preenchidas com resina LN-Spec. Os sais de Sm e Nd são depositados em filamentos de rênio com ácido nítrico e evaporados. As leituras das razões foram realizadas no espectrômetro de massas multicoletor, modelo Finnigan MAT 262 em modo estático, utilizando copos Faraday arranjados para obter leituras dos isótopos. As incertezas para as razões de Sm/Nd e 143Nd/144Nd são inferiores a ±0.5% (2o) e\n±0.005% (2o), respectivamente, baseadas em repetidas análises nos padrões internacionais BHVO-1 e BCR-1. A razão 143Nd/144Nd foi normalizada em função da razão 146Nd/144Nd de 0,7219. Os valores de TDM foram calculados usando o modelo de DePaolo (1981).\n2.\tPROVÍNCIA TOCANTINS E BACIA DO PARNAÍBA\nA região de influência do LTB na área de estudo está situada na Província Tocantins (Almeida et al., 1981) e na Bacia do Parnaíba (Plummer, 1948), na porção centro-norte da Plataforma Sul-Americana (Figura 8). A Província Tocantins é definida como um conjunto de orógenos decorrentes da colisão dos crátons Amazônico a noroeste, São Francisco a leste e Paranapanema, encoberto pela Bacia do Paraná a sudoeste, durante a Orogenia Brasiliana no Neoproterozóico (650-570 Ma). Marini et al. (1984b) sugerem que o Lineamento Transbrasiliano foi formado no final dessa história evolutiva, caracterizando uma feição intracontinental. Esta região remonta a uma complexa história de subducção de crosta oceânica, geração de arcos magmáticos, cinturões granulíticos e zonas de sutura, além de incluir remanescentes de bacias rifte paleo- a mesoproterozóicas, tendo sido objeto de estudo de diversos autores (Kuyumjian e Suddaby, 1988; Fuck et al., 1994; Strieder e Nilson, 1993; Hasui et al., 1994; Strieder e Suita, 1999; Araújo Filho, 2000; Pimentel et al.. 2000, 2004; Dantas et al., 2006; Chiarini, 2007).\nA Bacia do Parnaíba ocupa área com cerca de 600 mil km2 na porção nordeste do território brasileiro e foi desenvolvida sobre embasamento continental, durante o Estágio de Estabilização da Plataforma Sul-Americana, iniciada por subsidência, ligada às deformações e eventos térmicos sin- a pós-orogênicos da Orogenia Brasiliana ou ao Estágio de Transição da plataforma (Almeida e Carneiro, 2004; Vaz et al., 2007) (Figura 8).\n2.1.\tProvíncia Tocantins\nA Província Tocantins compreende as faixas Paraguai e Araguaia nos limites sul e leste do Cráton Amazônico, respectivamente, e a Faixa Brasília na margem oeste do Cráton do São Francisco (Almeida et al., 1981). A oeste da zona cratônica, a Faixa Brasília é compartimentada em zona externa e zona interna, está incluindo núcleo metamórfico, Maciço de Goiás e Arco Magmático de Goiás (Fuck, 1994; Fuck et al., 1994). A Figura 8 mostra a compartimentação da porção centro-leste da Província Tocantins (Pimentel et al., 2004; Fuck et al. , 2014).\nA região de estudo é composta por terrenos paleoproterozóicos de Almas-Natividade, rochas metassedimentares do Grupo Natividade, constituindo o embasamento da zona externa\nda Faixa Brasília, pelo Maciço de Goiás e pelo Arco Magmático de Goiás, que, em conjunto, representam o substrato da Bacia do Parnaíba na área de estudo.\n2.1.1.\tTerrenos paleoproterozóicos de Almas-Natividade\nOs terrenos paleoproterozóicos de Almas-Natividade incluem ortognaisses, granitos e algumas sequências vulcanossedimentares expostas em extensa área da porção nordeste da Província Tocantins e da Faixa Brasília (Figura 9). Representam o embasamento siálico da zona externa da Faixa Brasília, sobre o qual repousam discordantemente as rochas sedimentares neoproterozóicas dos grupos Bambuí e Paranoá e rochas vulcânicas e/ou sedimentares paleo-mesoproterozóicas dos grupos Araí e Natividade (Pimentel et al., 2004; Sabóia, 2009). No Fanerozóico, em conjunto com as coberturas pré-cambrianas, servem de substrato para coberturas sedimentares paleo-mesozóicas da Bacia do Parnaíba e coberturas cenozóicas detrito-lateríticas ferruginosas e depósitos aluvionares (Saboia, 2009).\nAs principais unidades descritas no embasamento da área de estudo são: (i) sequências metavulcanossedimentares, (ii) terrenos granito-gnáissicos (Costa et al., 1976; Correia Filho e Sá, 1980; Sá, 1982; Costa et al., 1984; Cruz e Kuyumjian, 1998; Pimentel et al., 2000, 2004; Kuyumjian et al., 2012) (Figura 9).\nO Grupo Riachão do Ouro (Costa et al., 1984) inclui um conjunto de faixas metavulcanossedimentares expostas entre Natividade e Dianópolis e mais a sul, perto de Conceição de Tocantins (Padilha, 1984). Separadas por granito-gnaisses, as faixas mostram direção N-S e ramificações para NE e NW, formando geometria em Y (Figura 9); são hospedeiras de mineralizações auríferas (Cruz e Kuyumjian 1998, 1999; Kuyumjian et al., 2012). O grupo é subdividido em duas formações: a Formação Córrego do Paiol, na base do grupo, compreende metabasaltos e rochas metaultrabásicas; a Formação Morro do Carneiro, no topo, é composta essencialmente por rochas metassedimentares e, subordinadamente, rochas metavulcânicas félsicas (Costa et al., 1984; Cruz, 1993; Cruz e Kuyumjian, 1998, 1999; Kuyumjian et al., 2012).\nRochas granito-gnáissicas representam o embasamento siálico da Faixa Brasília. São intrusivas nas sequências metavulcanossedimentares do Grupo Riachão do Ouro, contendo abundantes enclaves de anfibolitos e xistos máficos (Correia Filho e Sá, 1980; Costa et al., 1984; Cruz, 1993; Cruz e Kuyumjian, 1998).\n1,000km\nBrasil\n60°W —1—\n~r-\n40°W\n¡fjirenppolis\n.Goiânia\nBrasília''\n_j \\Dianópolis\n¿Ralmeirópolis\n'Natividade.\nre 48°W\n'i\nPalmas X-\n/\nCavalcañte\n'/\nFélix do Araguaia\nParacatu\n• l.\ni\nJfjliquelándia ’ /\n/ ePoran9|tu\n4 jX\nLEGENDA\nCobertura Fanerozóica\n”| Bacia do Paraná\tBacia do Parnaíba\nBacia do Parecis\tGrupo Balsas\nFormação Urucuia\t\ne Areado\tGrupo Canindé\nFormação Araguaia\tGrupo Serra Grande\n______\tFaixa Brasília\nArco Magmático de Goiás\nZona Externa\nGrupo Bambuí (incluindo coberturas cratônicas) | Grupo Natividade\nFaixa Paraguai e Araguaia\n2 Grupo Alto Paraguai\tJ Grupo Tocantins\nJ Grupo Cuiabá\t2 Grupo Estrondo\n2 Embasamento Araguaia\t\nI_____I Cráton Amazônico\nLimite de Pronvíncia / Cráton -A A\n2 Grupo Arai\tMaciço de Goiás\t\n2 Grupo Paranoá\t\tGrupo Serra da Mesa\ne Canastra\t\tComplexo\nZona Interna\t\tMáfico-Ultramáfico\n1\t1 Grupo Araxá\t0\tGreenstone Belt / Ortognaisses\n2 Complexo\t\t\nAnápolis-ltaúçu\tEmbasamento\t\na_ Cavalgamento\t\tGreenstone Belt / Ortognaisses\n\t\t\n_ Zona de Cisalhamento —Zona de Cisalhamento\n___\tSinistrai\tDextral\n• Localidade\nO Capital\nFigura 8: Mapa geológico simplificado x MDT da porção centro-leste da Província Tocantins (modificado de Pimentel et al., 2004 e Fuck et al., 2014).\nDuas suítes TTG são distinguidas pelo tipo e abundância de minerais máficos presentes (Sá, 1982; Cruz, 1993; Cruz e Kuyumjian, 1998). A Suíte 1 (Unidade Gnáissico-Migmatítica) é constituída por tonalito, granodiorito, trondhjemito, quartzo monzodiorito e quartzo diorito ricos em anfibólio, enquanto a Suíte 2 (Unidade Ortognáissica-Granítica) compreende tonalito, trondhjemito, granodiorito e monzogranito pobres em minerais máficos, sendo biotita o mineral máfico dominante (Sá, 1982; Cruz, 1993; Cruz e Kuyumjian, 1998) (Figura 9). A Suíte 1 seria de origem mantélica, enquanto a Suíte 2, mais aluminosa, seria derivada da fusão parcial de metabasaltos (Cruz, 1993).\nEstudos geocronológicos pelos métodos U-Pb e Sm-Nd indicam que a intrusão dos complexos TTG no Grupo Riachão do Ouro ocorreu entre 2,45 e 2,2 Ga, com idades modelo (Tdm) variando entre 2,45 e 2,54 Ga para a Suíte 1 e entre 2,53 e 2,76 Ga para a Suíte 2 (Cruz, 2001; Cruz et al., 2003). Fuck et al. (2001, 2002, 2014) forneceram idades U-Pb em zircão entre 2379 ± 6 Ma e 2136 ± 3 Ma para ortognaisses e granitóides na região de Natividade, Conceição do Tocantins e Arraias, além de idades modelo entre 2,4 e 2,8 Ga. Predominam idades modelo (Tdm) mais novas que 2,5 Ga, sugerindo que o embasamento da Faixa Brasília foi formado durante o Paleoproterozóico em eventos de acresção crustal de caráter juvenil, com algum retrabalhamento de crosta arqueana (Fuck et al. 2001, 2002, 2014).\n2.1.2.\tGrupo Natividade\nAs rochas metassedimentares da região de Natividade foram incialmente reconhecidas por Moore (1963), porém o conjunto de rochas foi hierarquizado como grupo por Barbosa et al. (1973). Desde então diversos autores têm estudado suas rochas (Costa et al., 1976; Correa Filho e Sá, 1980; Cunha et al., 1981; Sá, 1982; Costa et al., 1982, 1984; Gorayeb et al., 1984, 1988; Hasui et al., 1990; Dardenne e Saboia, 2007; Saboia, 2009).\nO Grupo Natividade aflora descontinuamente na região de Natividade-Pindorama do Tocantins-Almas (Gorayeb et al., 1984, 1988; Dardenne e Saboia, 2007; Saboia, 2009). Na região de Natividade-Pindorama de Tocantins as rochas do grupo formam serras de orientação NNE (Gorayeb et al., 1988), possivelmente afetadas pela tectônica do LTB (Figura 9). A deformação se deu sob condições da fácies xisto-verde baixo, materializada por forte milonitização e intensos dobramentos (Saboia, 2009).\nDardenne e Saboia (2007) dividiram o Grupo Natividade em oito unidades distintas: (i) metadolomitos e metassiltitos, (ii) quartzitos intercalados com metaconglomerados, (iii)\nmetadolomitos intercalados com metacalcários cinza, (iv) metassiltitos com lentes de metadolomitos, (v) quartzitos, (vi) metassiltitos esverdeados e metadolomitos, (vii) quartzitos e metassiltitos laminados e dobrados e (viii) metassiltitos. Outros trabalhos sugerem a presença de xistos pelíticos e quartzosos, com fácies carbonatadas (calcixistos), intercalados nos espessos pacotes de quartzitos da sequência inferior (Correa Filho e Sá, 1980; Gorayeb et al., 1984; Padilha, 1984). Datando grãos detríticos de zircão pelo método Pb-Pb, Silva et al. (2005) obtiveram idade de 1779 ± 6 Ma como máxima para a deposição dos sedimentos do Grupo Natividade. O resultado dá suporte a propostas anteriores, sugerindo que as rochas metassedimentares do Grupo Natividade estariam relacionadas à tafrogênese estateriana (1,8-\n1,6\tGa; e.g. Delgado et al. (2003)). Corpo subvulcânico, de composição andesítica a andesito basáltica e idade neoproterozóica (616 ± 6 Ma pelo método Pb-Pb), foi referido como intrusivo em rochas do grupo, mostrando indícios de magmatismo brasiliano (Silva et al., 2003).\n2.1.3.\tArco Magmático de Goiás\nA porção aflorante de crosta juvenil do Neoproterozóico na área de estudo está relacionada ao Arco Magmático de Goiás (Pimentel e Fuck, 1992; Fuck, 1994; Viana et al., 1995; Pimentel et al., 1997, 2000; Junges, 1998). O arco de Mara Rosa consiste basicamente em ortognaisses de composição tonalítica a diorítica, faixas supracrustais de rochas metavulcanossedimentares com rochas vulcânicas intermediárias e básicas e clorita xistos e intrusões graníticas e gabro-dioríticas tardi- a pós-orogênicas (Pimentel et al., 2000, 2004; CPRM, 2004) (Figura 9). Suas rochas apresentam características geoquímicas e isotópicas similares às associações de arcos magmáticos intra-oceânicos (Pimentel e Fuck, 1992; Pimentel et al, 1997, 2000, 2004).\nEstas rochas estão expostas em faixas com direção preferencial NNW em Arenópolis; em Mara Rosa as faixas são NE-SW e apresentam idades U-Pb variando entre 890 e 600 Ma (Pimentel, 1991; Pimentel e Fuck, 1992; Pimentel et al., 1997, 2000, 2004; Dantas et al., 2001; Fuck et al., 2002; Junges et al., 2002; Motta-Araújo e Pimentel, 2003; Laux et al. 2004), sugerindo pelo menos dois eventos magmático-sedimentares para a formação do arco.\nBrito Neves (1999) sugere que a formação do Arco Magmático de Goiás resultou da colagem de sistemas de arcos neoproterozóicos, em virtude da colisão entre os crátons Amazônico, São Francisco, Paranapanema e um quarto núcleo formado pelas rochas antigas do Maciço de Goiás.\n2.2.\tBacia do Parnaíba\nAlmeida et al. (1981) utilizaram o termo Província Parnaíba para esta bacia, tendo em vista a dificuldade de compreensão do quadro tectono-sedimentar, no contexto de uma bacia única. A Figura 9 mostra a região aflorante da bacia, indiferenciada, na área de estudo (CPRM, 2004).\nA sucessão de rochas sedimentares e magmáticas da Bacia do Parnaíba é disposta em cinco supersequências: Siluriana, Mesodevoniana-Eocarbonífera, Neocarbonífera-Eotriássica, Jurássica e Cretácea, delimitadas por discordâncias que se estendem por toda a bacia ou abrangem regiões extensas (Vaz et al., 2007). Oliveira e Mohriak (2003) mostram que o depocentro inicial teria sido controlado por estruturas grabenformes, interpretadas no substrato da bacia por meio de dados de sísmica, gravimetria e magnetometria, corroborando ilações anteriores (Cordani et al., 1984). Vaz et al. (2007) consideram a bacia como sinéclise interior, pois do Neocarbonífero ao Jurássico os depocentros deslocaram-se para a parte central da bacia, a sedimentação passou a ter padrão concêntrico e a forma externa da bacia tornou-se ovalada.\nOs lineamentos Picos-Santa Inês, Marajó-Parnaíba e o Sistema strike-slip Transbrasiliano são as três feições morfoestruturais mais notáveis da bacia, sendo a última a mais proeminente e importante na subsidência inicial, atravessando toda sua porção nordeste e sul-sudoeste (Vaz et al., 2007).\n2.2.1.\tSequência Siluriana\nA Sequência Siluriana - um ciclo transgressivo-regressivo completo - está assentada sobre rochas proterozóicas ou sobre depósitos cambro-ordovicianos que preencheram rifts precursores (Oliveira e Mohriak, 2003). Corresponde litoestratigraficamente ao Grupo Serra Grande. Sua área de afloramento consiste quase exclusivamente em estreita faixa na extremidade leste da bacia, bordejada por rochas do embasamento.\nNa área de estudo o embasamento da Bacia do Parnaíba é formado por rochas metamórficas da Faixa Brasília. Contudo, em outras partes da bacia, a Sequência Siluriana assenta sobre unidades sedimentares, como a Formação Riachão (Piauí) e o Grupo Jaibaras (Ceará).\nO Grupo Serra Grande é formado, da base para o topo, pelas formações Ipu, Tianguá e Jaicós (Caputo, 1984; Góes e Feijó, 1994; Vaz et al., 2007). A Formação Ipu é a única aflorante na área de estudo, sendo composta por arenitos com seixos, conglomerados com matriz areno-argilosa e matacões de quartzo ou quartzito e arenitos finos a grossos, com estratificações cruzadas, depositados em grande variedade de ambientes, de glacial proximal e glacio-fluvial a leques ou frentes deltaicos (Vaz et al., 2007).\n2.2.2.\tSequência Mesodevoniana-Eocarbonífera (Devoniano)\nLitoestratigraficamente, a Sequência Mesodevoniana-Eocarbonífera corresponde ao Grupo Canindé, formado, da base para o topo, pelas formações Itaim, Pimenteiras, Cabeças, Longá e Poti (Paiva, 1937; Lima e Leite, 1978; Caputo, 1984; Della Fávera, 1990; Góes e Feijó, 1994; Vaz et al., 2007). A única aflorante na área de estudo é a Formação Pimenteiras, constituída por arenitos com intercalações de folhelhos cinza-escuros a pretos, ricos em matéria orgânica, que representam a ingressão marinha mais importante da bacia (Vaz et al., 2007). Feições grafoelétricas indicam ciclicidade deposicional e mudança de tendência transgressiva para regressiva na passagem gradacional para a Formação Cabeças (Della Fávera, 1990), constituída por arenitos cinza-claros a brancos, médios a grossos, com intercalações delgadas de siltitos e folhelhos (Vaz et al., 2007). Diamictitos e tilitos, pavimentos e seixos estriados denotam ambiente glacial ou periglacial (Caputo, 1984). Como ambiente deposicional foi sugerido ambiente plataformal sob a influência preponderante de correntes desencadeadas por processos de marés (Della Fávera, 1990).\nNão observado em afloramentos na área de estudo, o Grupo Balsas é composto pelas formações Piauí, Pedra-de-Fogo, Motuca e Sambaíba, representando a Supersequência Carbonífero-Triássica da Bacia do Parnaíba (Pedreira et al., 2003). Fora da área de estudo, ocorre o Grupo Mearim (Sequência Jurássica), a Sequência Cretácea (formações Grajaú, Codó, Corda e Itapecuru) e, subordinadamente, diabásio e basalto, representando eventos magmáticos do Neotriássico e Eocretáceo (Agostinho, et al., 2004).\n3.\tARCABOUÇO LITOESTRATIGRÁFICO DA ÁREA DE ESTUDO\nA identificação das principais unidades estratigráficas que compõem o arcabouço geológico da área de pesquisa tem por base a análise estrutural e as relações de contato entre as unidades reconhecidas nos trabalhos de campo e a comparação com colunas estratigráficas já conhecidas. As correlações estratigráficas foram pautadas, essencialmente, em conceitos de tempo ou idade das rochas (cronoestratigrafia) e continuidade lateral das mesmas rochas ou conjuntos de rochas (litoestratigrafia), além de análises estruturais e petrográficas. Dessa forma, foi possível caracterizar domínios e respectivas unidades estratigráficas na área de trabalho, compreendendo da mais antiga para a mais jovem (Fuck et al., 2014): (i) Domínio Almas-Conceição do Tocantins (Grupo Riachão do Ouro e Suíte Almas-Dianópolis); (ii) Domínio Cavalcante-Arraias (Formação Ticunzal e Suíte Aurumina); (iii) Maciço de Goiás; e (iv) Arco Magmático de Goiás (sequências Mara Rosa e Sequência Santa Terezinha de Goiás) (Figuras 10 e 11). Em relação a história recente, foi possível observar e delimitar as rochas sedimentares da Bacia do Parnaíba, além das coberturas cenozóicas detrito-lateríticas e aluvionares.\n3.1.\tDomínio Almas-Conceição do Tocantins\nO Domínio Almas-Conceição do Tocantins é de idade paleoproterozóica, sendo o mais antigo registrado na área estudada. Apresenta trend regional preferencial N-S, estendendo-se desde as proximidades do distrito de Panamá ao distrito de São Francisco. É constituído pelo Grupo Riachão do Ouro e pela Suíte Almas-Dianópolis. Dados geocronológicos recentes, utilizando método U-Pb em zircão, comprovam que as rochas do complexo são de idade paleoproterozóica (2379 ± 6,3 e 2386 ± 24 Ma; Fuck et al., 2014). Faz contato tectônico com o Domínio Cavalcante-Arraias por meio de zona de cisalhamento transcorrente dextral (Z.C. Cruz das Almas), de mergulho moderado a alto para W-NW.\nOs dados obtidos revelam que é pequena a influência do Lineamento Transbrasiliano (LTB) neste domínio, restringindo-se às imediações da Zona de Cisalhamento Cruz das Almas. As rochas aflorantes do Grupo Natividade, que repousa sobre o Domínio Almas-Conceição do Tocantins, próximo à localidade de Sobradinho e nas serras da Ladainha e do Gritador, reforçam a pouca influência do LTB neste domínio, pois as mesmas não apresentam trend NE-SW típico, diferente das mesmas associações metassedimentares a oeste da Z.C.Cruz das Almas, com direção de foliação N25°E e mergulho moderado a alto para noroeste.\nFigura 10: Mapa geológico da área de estudo (Modificado e adaptado de CPRM, 2004; Dardenne e Saboia, 2007 e Oliveira et al., 2012).\n1 I\n'í 240001\ny\n2360\nlàpada da Natividade /•\n'CT--.\nLEGENDA\nPrincipais estruturas Limite de Dominio\nGrupo Natividade DCA Dominio Cavalcante-Arraias [\nGrupo Natividade DACT\nDomínio Almas-Conceição do Tocantins\nMaciço de Goiás\nArco Magmático de Goiás\nO Idade U-Pb\nO Idade Sm-Nd\nO Localidade\nBacia do Parnaíba\n... ■ -S’\n■ ■\tp’\nBoa Esperan?;\nFigura 11: Mapa com dados isotópicos U-Pb e Sm-Nd da área de estudo.\n\n\n3.1.1.\tGrupo Riachão do Ouro\nNa área estudada o Grupo Riachão do Ouro é constituído predominantemente por talco-hornblenda xisto, localmente variando para clorita-muscovita-hornblenda xisto, com algumas ocorrências de anfibolitos (Figura 12a). Os principais afloramentos observados são ao longo da estrada entre Almas e Pindorama do Tocantins, fora da área de estudo, e na antiga mina Córrego Paiol, 15 km a Sul de Almas. Ao longo da Zona de Cisalhamento Cruz das Almas, as rochas foram transformadas em milonitos, com cristais rotacionados de plagioclásio, mostrando sentido de cisalhamento dextral. Em escala microscópica observam-se pares S/C de deformação e paragênese mineral típica de fácies xisto-verde (talco e clorita, incluindo proporção significativa de hematita). Dada a escala do projeto, as diferentes unidades não foram individualizadas em mapa.\nFigura 12: (a) Amostra de clorita-muscovita-hornblenda xisto, típico da sequência metassedimentar do Grupo Riachão do Ouro, próximo à Faz. Veado (Ponto LTB.IG-2012.1-13, Coord. UTM-23S: 0248690 E/8764946 N); (b) Biotita-muscovita metatonalito às margens do Ribeirão Gameleira com planos de foliação bem marcados (N60°E/61°NW) (Ponto LTB.IG-2012.1-07, Coord. UTM-23S: 0246273 E/8744272 N).\n3.1.2.\tSuíte Almas-Dianópolis\nA suíte Almas-Dianópolis é constituída de corpos intrusivos no Grupo Riachão do Ouro e dominada por biotita-muscovita monzogranito, por vezes porfirítico, com fenocristais de feldspato potássico; composições granodiorítica e tonalítica são também registradas (Figura 12b). Muscovita e biotita são produto de recristalização metamórfica. Nas proximidades da Z.C. Cruz das Almas, os granitoides são representados por protomilonitos e milonitos.\nUma amostra do clorita xisto apresenta idade modelo Tdm de 2,47 Ga, corroborando dados obtidos em amostras do Grupo Riachão do Ouro analisadas por Cruz (2001) (Figura 13a; Tabela 1). Dardenne et al. (2009) obtiveram idade U-Pb de 2206 ± 13 Ma em zircão de rocha metavulcânica ácida a intermediária da Formação Morro do Carneiro. Para Suíte Almas-Dianópolis, as idades modelo Tdm estão entre 2,37 e 2,54 Ga e valores eNd<t) variando entre -1,39 a 0,29, assumindo idade de cristalização 2,2 Ga, obtida por Cruz (2001) (Figura 13b; Tabela 2). Valores de eNd(t) levemente negativos são próximos aos de CHUR, confirmando a derivação mantélica e similaridade com a Suíte 1 (Cruz e Kuyumjian, 1996; Cruz, 2001).\n8Nd(t)\nDM\nCHUR\n♦\n8Nd(t)\nDM\nCHUR\nArco Magmático de Goiás\nDomínio Almas-Conceição do Tocantins\n-+\nX\nFm. Pimenteiras\nArco Magmático de Goiás\nMaciço de Goiás\nDomínio Almas-Conceição do Tocantins\n--------T\nT(Ga) 2\n--------T\nT(Ga) 2\nFigura 13: Diagrama ¿Nd versus Tdm para as rochas (a) supracrustais do Domínio Almas-Conceição do Tocantins, Maciço de Goiás, Arco magmático de Goiás e Bacia do Parnaíba (Fm. Pimenteiras); (b) intrusivas do Domínio Almas-Conceição do Tocantins e Arco magmático de Goiás.\n3.1.3.\tGrupo Natividade\nRochas metassedimentares pertencentes ao Grupo Natividade foram observadas repousando sobre o domínio Almas-Conceição do Tocantins. A parte basal do grupo natividade é somente observada na pedreira da empresa NATICAL, composta por metadolomitos cinza escuro a claro que progredi para metassiltitos esverdeados em direção ao topo (Dardenne e Saboia, 2007; Saboia, 2009). Também repousando sobre o embasamento, são observados espessos pacotes de quartzitos impuros com estruturas primárias preservadas (estratos plano-paralelos, Figura 14a); localmente são observados metaconglomerados na base da Serra de Santa Clara. A Serra de Santa Clara e Vaca Brava são as principais feições morfoestruturais características desta unidade, formando dobras quilométricas em corredor deformacional NNW-SSE.\nAcima dos quartzitos, afloram metadolomitos (Figura 14b) e metacalcários de cor cinza, com vênulas de calcita e estruturas primárias preservadas, como laminação plano-paralela. Representam porções geomorfológicas positivas, como a serra do Tombador, onde apresentam carstificação. São seguidos por pacote metapsamo-pelítico, predominando metassiltitos, por vezes carbonosos, dobrados (Figura 15), com intercalações de metadolomitos e metarritmitos. Mais a norte e próximo a Serra do Quilombo, foi possível individualizar, com ajuda das imagens gamaespectrométricas, outra sequência metapsamo-pelítica, predominando metassiltitos com intercalações quartzíticas impuras. Nas serras da Pedra Branca e Boeta aflora outro pacote de quartzitos, relacionados à Unidade 5 de Dardenne e Saboia (2007) e Saboia (2009).\nFigura 14: (a) Quartzito micáceo, com estratos plano-paralelos e foliação Sn N20°E/50°NW (rodovia Natividade-Almas, TO-280, Ponto LTB.IG-2012.2-067, Coord. UTM-23S: 0226520 E / 8703454 N). (b) Metacalcário dolomítico com vênulas de calcita, Mina Nacal; S0 N70°W/50°NE (Ponto LTB.IG-2012.2-071, Coord. UTM-23S: 0223912 E/8701482 N).\nFigura 15: Metarritmito com estratospelíticos e estratos carbonosos microdobrados (Ponto LTB.IG-2012.2-079, Coord. UTM-23S: 0219322 E/8697734 N).\n3.2.\tDomínio Cavalcante-Arraias\nO Domínio Cavalcante-Arraias também é de idade paleoproterozóica, apresentando trend regional NE-SW típico da influência brasiliana e do Lineamento Transbrasiliano. O domínio compreende a Formação Ticunzal e a Suíte Aurumina (Figura 10).\nAlém do contato tectônico com o Domínio Almas-Conceição do Tocantins, por meio da zona de cisalhamento transcorrente dextral Cruz das Almas a leste, o Domínio Cavalcante-Arraias faz contato a oeste com o Maciço de Goiás, ao longo da Zona de Cisalhamento Rio Formiga, de mergulho moderado-alto para NW. Esta divisão de dois domínios distintos pela zona de cisalhamento Cruz das Almas já havia sido mencionada por Fuck et al. (2014) e Oliveira et al. (2012), neste último as suítes chamadas de Rio Moleque (leste) e Manuel Alves (oeste).\nNa porção sul da área as rochas do domínio são orientadas na direção N-S, infletindo para a direção NE-SW na porção norte. A inflexão se deve à influência do Sistema Strike-slip Transbrasiliano. O metamorfismo dinâmico no domínio é mais acentuado, em consequência da presença de três zonas de cisalhamento transcorrentes dextrais de mergulho preferencialmente moderado para NW, que geraram assembleia mineral composta por cianita, granada, estaurolita, além de micas e feldspatos, caracterizando deformação sob condições de fácies anfibolito.\n3.2.1.\tFormação Ticunzal\nA Formação Ticunzal, que não havia sido registrada previamente na área de estudo, é constituída predominantemente por paragnaisses (Figura 16a), contendo estaurolita, cianita (Figura 16b), granada (Figuras 16c e 16d), grafita (Figura 16d e 16e), biotita e muscovita. Em escala de afloramento, essas rochas apresentam foliação Sn+1 N30°E/80SE, com planos S/C mostrando sentido de cisalhamento dextral (Figura 16f) e veios pegmatóides concordantes com a foliação. A presença de grafita está restrita a inclusões em lamelas de biotita, que marcam a foliação da rocha. Granada é muito fraturada e os feldspatos são predominantemente microclínio e plagioclásio. A Formação Ticunzal aqui mencionada é correlacionada a sequência metavulcanossedimentar Água Suja (Silva, 1987), composta por xistos de composição variada, anfibolito, formações ferríferas bandadas e gonditos (Queiroz, 2001).\nAs relações de contato mostram que as rochas da Suíte Aurumina são intrusivas na Formação Ticunzal (Figuras 17a e 17b). Fácies carbonosas, representadas por filitos carbonosos com clivagem de crenulação (Figura 16f), e lentes anfibolíticas (Figura 18) também ocorrem localmente ao longo da toda a faixa de afloramentos da formação, porém, pela escala do mapeamento, não são cartografadas.\nA amostra IGP-246 apresenta 40 grãos detríticos de zircão concordantes (Tabela 3), fornecendo população entre 2,08 e 2,69 Ga, com maior concentração de idade ao redor de 2,13 - 2,14 Ga (Figura 19). Os grãos são predominantemente arredondados, subordinadamente são observados grãos prismáticos (Figura 20a). As idades modelo de Nd distribuem-se entre 2,17 e 3,05 Ga (Figura 21), sugerindo fontes diversas para os sedimentos originais.\n3.2.2.\tSuíte Aurumina\nObservações de afloramentos, bem como análises petrográficas e geocronológicas permitiram estender a área de exposição de rochas magmáticas peraluminosas da Suíte Aurumina e, em consequência, do Domínio Cavalcante-Arraias, para o setor a oeste-noroeste da Serra de Natividade, onde são encobertas pelas camadas basais da Bacia do Parnaíba.\nFigura 16: (a) Granada-biotita paragnaisse cisalhado (Sn+1 N10°-30°E/80°NW) na estrada Chapada de Natividade-Pindorama do Tocantins (Ponto LTB.IG-2012.2-163, Coord. UTM-23S: 0205968 E/8732953 N). (b) Fotomicrografía de amostra de paragnaisse LTB.IG-2012.2-160, mostrando cristais de cianita e estaurolita alongados segundo a foliação. (c) Grafita-granada-biotita paragnaisse da Formação Ticunzal, estrada Natividade-Serranópolis (Sn+1 N20°E/88°NW, Ponto LTB.IG-2012.2-246, Coord. UTM-23S: 0187933 E/8676742 N). (d) Fotomicrografia de amostra do afloramento LTB.IG-2012.2-246, mostrando granada arredondada com sombra de pressão formada por clorita, biotita e grafita. (e) Fotomicrografia com detalhes das lamelas de grafita em meio ao cisalhamento nosparagnaisses da Formação Ticunzal (Ponto LTB.IG-2012.2-246, Coord. UTM-23S: 0187933 E / 8676742 N). f) Filito carbonoso da Formação Ticunzal com pares S/C de deformação, orientados N20°E e movimentação dextral, próximo a Chapada de Natividade (Ponto LTB.IG-2012.2-231 Coord. UTM-23S: 0206030E / 8720291 N).\nFigura 17: (a) Veios de biotita-grafita-muscovita monzogranito (Au1) da Suíte Aurumina cortando paragnaisse da Formação Ticunzal (Ponto LTB.IG-2012.2-233, Coord. UTM-23S: 0208261 E / 8726818 N). (b) Contato intrusivo de biotita-muscovita monzogranito com fácies pegmatítica da Suíte Aurumina (Au6) em paragnaisse da Formação Ticunzal (Ponto LTB.IG-2012.1-046, Coord. UTM-23S: 0197584 E/8716806N).\nFigura 18: Fotomicrografía de anfibolito, mostrando cristais orientados de hornblenda e plagioclásio (Ponto LTB.IG-2012.2-245, Coord. UTM-23S: 0187132 E/8681702 N).\nTrabalhos anteriores (Gorayeb et al., 1984; Queiroz, 2001) já haviam mencionado a presença de unidades de rochas peraluminosas (Suíte Xobó, correlacionada à fácies Au6 de Botelho, 1999).\nSegundo os critérios de Botelho et al. (2006) e Alvarenga et al. (2007), as rochas da Suíte Aurumina representam seis fácies distintas, porém, dada a escala de mapeamento, as rochas aflorantes na área de estudo estariam enquadradas em somente três fácies, sendo elas:\nFigura 19: Histograma de idade 207Pb/206Pb para grãos detríticos de zircão da Formação Ticunzal.\nFigura 20: Imagens obtidas por microssonda eletrônica em grãos de zircão das amostras (a) IGP-246 (Formação Ticunzal), (b) IGP-205 (Suíte Aurumina), (c) IGP-24 (Maciço de Goiás), (d) IGP-35a (Maciço de Goiás) e (e) IGP-189 (Arco Magmático de Goiás - Sequência Santa Terezinha de Goiás).\nFigura 21: Diagrama ¿Nd versus TDMpara as rochas supracrustais do Domínio Cavalcante-Arraias.\n(i)\tFácies Muscovita Granito (Au1), dominada por biotita-muscovita metamonzogranito, sendo as lamelas de biotita e muscovita claramente pré- a sin-tectônicas em relação à foliação milonítica regional (Figuras 22a e 22b), como observado na região de Cavalcante;\n(ii)\tFácies Tonalito (Au3) - biotita metatonalito com foliação bem marcada pelas lamelas de biotitas; a deformação acentuada, ausente na fácies Au3 descrita por Alvarenga et al. (2007), pode ser atribuída ao Sistema Strike-slip Transbrasiliano, marcado por Sn+1 N25°-45°E/80°NW; nesta fácies, como em Au1, são observados aglomerados de grafita em meio às faixas deformadas marcadas pelas micas (Figuras 22c, 22d, 22e);\n(iii)\t(iii) Fácies Muscovita-Albita Granito e Pegmatitos (Au6) caracterizada por muscovita leucogranito grosso a pegmatítico com granada e turmalina (Figura 22f); a fácies corresponde à Suíte Xobó (Gorayeb et al., 1984; Queiroz, 2001) e os principais afloramentos são observados nas proximidades de Chapada da Natividade.\n500yím\n>'Gr\nMia\n'^■4\t-Mu\n1\t■ V?,. 500um *\"\nT&lt;\n\t\n\t\n\nFigura 22: (a) Biotita-muscovita metamonzogranito com faixas granodioríticas, Pindorama do Tocantins (Ponto LTB.IG-2012.1-020, Coord. UTM-23S: 0217222 E / 8767686 N). (b) Fotomicrografía de biotita-muscovita metamonzogranito (Au1), mostrando lamelas bem formadas de muscovita em meio a grãos de microclínio e plagioclásio. (c) Muscovita-biotita metatonalito (Au3) intrusivo em biotita-muscovita metamonzogranito (Au1), Rio das Pedras (Ponto LTB.IG-2012.2-210, Coord. UTM-23S: 0203329 E /8742729 N). (d) Fotomicrografia de biotita metatonalito (Au3) com foliação marcada por lamelas de biotitas. (e) Detalhe de lamelas de grafita, sob microscópio de luz refletida, concordantes e discordantes com a foliação presente na fácies Au3. (f) Xenólito da fácies Au3 (núcleo: biotita metatonalito) em muscovita-albita granito pegmatítico da fácies Au6, próximo ao Córrego Xobó (Ponto LTB.IG-2012.1-042, Coord. UTM-23S: 0196189 E/8712528 N).\nDados U-Pb para a Suíte Aurumina estão listados na tabela 3. Foram analisados grãos de zircão de biotita metatonalito (IGP-205), apresentando coloração amarelada, prismáticos e alongados (Figura 20b). A concórdia para a Suíte Aurumina apresenta idade 2172 ± 16 Ma, assumida como idade de cristalização do protólito ígneo do Domínio Cavalcante-Arraias (Figura 23), corroborando idade obtida na amostra Paranã 02 (2179 ± 11 Ma; Fuck et al, 2014). As idades modelo Tdm estão entre 2,33 e 2,66 Ga e valores eNd(t) variando entre -1,80 e 0,65, assumindo idade de cristalização obtida pelo método U-Pb. Predominam valores de sNd(t) negativos, com alguns valores positivos, sugerindo mistura de crosta juvenil com retrabalhamento da crosta continental (Figura 24).\nFigura 23: Diagrama concórdia U-Pb para biotita tonalito (Domínio Cavalcante-Arraias).\n3.2.3.\tGrupo Natividade\nAssim como no domínio Almas-Conceição do Tocantins, o Grupo Natividade também repousa sobre as rochas do Domínio Cavalcante-Arraias, tendo as ZCs Cruz das Almas e Mombuca como limites estruturais. Na porção nordeste da área de exposição do Grupo Natividade (Serra do Belo Horizonte), observa-se dobra sinclinal quilométrica, formada pela zona transpressiva entre as ZCs Cruz das Almas e Mombuca. A base é formada por espessos\npacotes de quartzitos puros e impuros com estruturas primárias preservadas (marcas de onda assimétricas, estratos plano-paralelos e cruzados, Figura 25a), formando os principais altos topográficos da área de estudo (Serras de Natividade e Cruz das Almas). Localmente são observados metaconglomerados na base da serra Cruz das Almas; apresentam deformação sob condições de fácies xisto-verde, com direções variando de N-S a N35°E e mergulhos moderados (40° a 50°), verticalizados junto às zonas de cisalhamento e milonitizados.\nFigura 24: Diagrama SNd versus TDM para as rochas intrusivas do Dominio Cavalcante-Arraias.\nOs metadolomitos e metacalcários do Grupo Natividade que repousam sobre o DCA, também suportam feições geomorfológicas positivas, como os morros do Mutum, Carneiro, Oficina e Serra Preta. São de cor cinza, brechados, com vénulas de calcita e estruturas primárias preservadas, como laminação plano-paralela (N30°E/25°NW). Metassiltitos predominantemente brancos e cinza se sobrepõem à unidade anterior; são finamente laminados e localmente intercalados por metadolomitos. Acima, aflora muscovita quartzito de cor branco, localmente puro. Feições morfológicas positivas como Serra de Pedra, Grilo e do Belo Horizonte caracterizam os principais afloramentos desta unidade, tendo como melhor exposição a cachoeira do Rio Bagagem (antiga usina hidrelétrica), onde se observam planos de falha NW e estrias de falha S15°E/60°, que se se coadunam perfeitamente com os traços\nestruturais interpretados nas imagens SRTM e aerogeofísicas (falhamento entre as serras do Mombuca e de Pedra).\nOutra camada de metassiltitos e metadolomitos repousa sobre a unidade anterior. Metapelitos de cor verde intensamente dobrados, crenulados e apresentando dobras em M, são típicas desta unidade. Diferente da proposta por Dardenne e Saboia (2007) e Saboia (2009), esta unidade forma a encosta da grande sinclinal da Serra de Belo Horizonte, e não a unidade superposta, composta por quartzitos e metassiltitos, também microdobrados, mas com estruturas sedimentares preservadas, como estratificações plano-paralelas e cruzadas.\nA unidade de topo, exposta no centro da sinclinal da Serra de Belo Horizonte, é constituída predominantemente por metassiltitos de cor verde, a que se associam metarritmitos compostos por metarenitos, metassiltitos e metargilitos, observados na estrada vicinal entre Pindorama do Tocantins e Almas. Por vezes, essas camadas encontram-se por vezes verticalizadas (Figura 25b), como nos afloramentos próximo à borda sul da Bacia do Parnaíba (Formação Pimenteiras), que a recobre em discordância angular. Veios de quartzos subverticalizados são observados cortando diversas unidades do Grupo Natividade, sugerindo um evento hidrotermal (brasiliano?) posterior à formação do Grupo Natividade (Figura 26).\nFigura 25: (a) Quartzito puro com estratificação plano-paralela e marcas de ondas assimétricas (seta), mostrando sentido de paleocorrente para sudeste e S0 N60°W/25°NE e Sn N30°E/60°NW (borda sul da Serra de Natividade, Ponto LTB.IG-2012.2-129, Coord. UTM-23S: 0202936E/8797710 N). (b) Metarritmito com estratos metassiltíticos e quartzíticos (linhas tracejadas) verticalizados por falha N20°E (Ponto LTB.IG-2012.1-016, Coord. UTM-23S: 0229188 E/8768698 N). (c) Veio de quartzo subverticalizado, com direção preferencial EW, cortando os quartzitos Natividade (Unidade Metapsamo-psefítica, Ponto LTB.IG-2012.2-140, Coord. UTM-23S: 0208780 E / 8711500 N).\nFigura 26: Veio de quartzo subverticalizado, com direção preferencial EW, cortando os quartzitos Natividade (Unidade Metapsamo-psefitica, Ponto LTB.IG-2012.2-140, Coord. UTM-23S: 0208780 E/8711500 N).\nA tabela 1 apresenta idades modelo de Nd para amostras do Grupo Natividade, distribuídas entre 3,38 e 1,99 Ga, indicando fontes arqueanas e paleoproterozóicas. A fonte provável dos sedimentos originais do Grupo Natividade é uma mistura de material paleoproterozóico proveniente do Grupo Riachão do Ouro, suítes Almas-Dianópolis e Aurumina e Formação Ticunzal (Figura 27). A amostra com idade modelo Tdm 3.38 Ga é de quartzito impuro exposto a leste da Zona de Cisalhamento Cruz das Almas, podendo caracterizar proveniência de rochas do Cráton do São Francisco.\n3.3.\tMaciço de Goiás (Suíte Pau de Mel)\nNa área de estudo as rochas caracterizadas pelo Maciço de Goiás são representadas por estreita faixa de afloramentos de direção NE-SW entre o Domínio Cavalcante-Arraias a sudeste e o Arco Magmático de Goiás a noroeste, delimitada pelas zonas de cisalhamento Rio Formiga e Jatobazeiro, respectivamente. As rochas estão expostas apenas na porção mais a norte na área de estudo, já que a porção sul é dominada por ampla cobertura detrito-laterítica, impossibilitando maior detalhamento. Os principais afloramentos são observados entre Pindorama do Tocantins e Silvanópolis, constituídos predominantemente por hornblenda-biotita gnaisse milonítico de composição tonalítica, por vezes até ultramilonitos (Figuras 28a e\n28b). Em análises petrográficas observa-se recristalização de quartzo, feldspatos e anfibólio, sugerindo condições metamórficas de fácies anfibolito para essas rochas.\nFigura 27: Diagrama SNd versus TDMpara as rochas do Grupo Natividade.\nFigura 28: (a) Afloramento mostrando hornblenda-biotita gnaisse milonítico, Ribeirão Gameleirinha, com\ndobras intrafoliais, Sn+i N30°E/50°NW, Lx 04°/215° (Ponto LTB.IG-2012.1-024, Coord. UTM-23S: 0209449 E /\n8768416 N). (b) Fotomicrografía de hornblenda-biotita gnaisse tonalítico, com foliação marcada por biotita e\nhornblenda.\nForam observados afloramentos isolados de anfibolitos com titanita e formações ferríferas bandadas (Figura29a), além de corpo diorítico sulfetado no Morro Bebedor (Figura29b). Essas rochas metassedimentares podem ser correlacionadas a Sequéncia\nCampinorte, que consiste em metapsamitos e metapelitos, intercalados com lentes de gonditos e metacherts, bem como riolito e depósitos piroclásticos (Giustina et al., 2009b e Cordeiro et. al, 2014).\nFigura 29: (a) Formação ferrífera bandada, via vicinal entre Pindorama do Tocantins e Silvanópolis (Ponto LTB.IG-2012.1-031, Coord. UTM-23S: 0203707 E /8770896 N). (b) Elevação topográfica (Morro do Bebedor) caracterizada por rochas dioríticas sulfetadas intrudidas em hornblenda-biotita gnaisse (Suíte Pau de Mel) (Ponto LTB.IG-2012.1-034, Coord. UTM-23S: 0184234 E/8762402 N).\nAmostras de hornblenda-biotita gnaisse milonítico de composição tonalítica datadas pelo método U-Pb em zircão mostram idades de 2182 ± 6 Ma (IGP-024) e 2037 ± 8 Ma (IGP-035) (Figuras 30 e 31, respectivamente). Os grãos de zircão são de cor preta e alongados, alguns prismáticos (Figura 20c e 20d). As idades modelo de Nd estão distribuídas entre 2,25 e 2,42 Ga, com valores de eNd<t=2.18 Ga) positivo a levemente negativo (-0,64 a 1,96) e 2,53 e 3,00 Ga, com valores de eNd<t=2.04 Ga) negativos (-8,43 e -4,37), demostrando a existência de dois eventos magmáticos, um de origem mantélica e outro envolvendo fusão crustal, respectivamente (Figura 32). Essa suíte tonalítica seria correlacionada a Suíte Pau de Mel (Arco Campinorte), composta por metatonalitos a metamonzogranitos (Cordeiro et. al., 2014). O Arco Campinorte (Cordeiro et. al., 2014) apresenta idades paleoproterozóicas entre 2,19 e 2,07 Ga, fazendo contato com o Arco Magmático Neoproterozóico de Goiás pela Falha Rio dos Bois, características que levam a correlacionar com as rochas tonalíticas observadas no noroeste da área de estudo (Maciço de Goiás).\nOs dados U-Pb se enquadram perfeitamente nos obtidos para a Suíte Pau de Mel. Cordeiro et. al. (2014) obtiveram em metagranodioritos da Suíte Pau de Mel idade 2169 ± 8 Ma, o que é interpretado como representante da cristalização ígnea do protólito. A idade de\n2,08 Ga também foi obtida por Cordeiro et al. (2014) para a Suíte Pau de Mel, indicando pós-pico magmático.\n5,8\t6,2\t6,6\t7,0\t7,4\t7,8\t8,2\t8,6\n207pb/235(J\nFigura 30: Diagrama concórdia U-Pb para hornblenda tonalito (Suíte Pau de Mel).\nFigura 31: Diagrama concórdia U-Pb para biotita gnaisse tonalítico milonítico (Maciço de Goiás).\nFigura 32: Diagrama £]Çd versus TDM para as rochas intrusivas do Maciço de Goiás.\nO valor obtido de 2082 ± 10 Ma nos gnaisses provenientes de retrabalhamento crustal é correlato aos obtidos em anfibólio-granada-biotita granodiorito, rendendo idade de 2080 ± 24 Ma e contemporâneo com idades interpretadas do pico metamórfico a formação de granulitos (Giustina et al., 2009a e Cordeiro et. al., 2014).\n3.4.\tArco Magmático de Goiás\nRochas do Arco Magmático de Goiás estão expostas na porção NW da área de estudo. São representadas por associação vulcanossedimentar de xistos e anfibolitos e por hornblenda tonalitos. Resultados geocronológicos indicam eventos magmáticos datados em 857 ± 5.7 Ma e 666 ± 8.4 Ma (Fuck et al., 2014), idades semelhantes às registradas em Mara Rosa e Santa Terezinha de Goiás (Pimentel et al., 1997; Fuck et al., 2007).\nDada a escala de mapeamento, foi possível tão somente diferenciar os conjuntos de rochas mais antigas (ca. 850 Ma) das mais jovens (ca. 650 Ma), atribuindo-lhes a denominação proposta para a região de Mara Rosa (Fuck et al., 2007).\n3.4.1.\tSequência Mara Rosa\nA área de exposição é restrita (ca.10 km2), parcialmente dominada por coberturas detrito-lateríticas, sendo observados apenas afloramentos da associação plutônica no leito do Rio Surubim, próximo a Silvanópolis. Trata-se de gnaisses de composição tonalítica cortados por veios de leucogranito, com idades U-P bem zircão de 849.7 ± 8.6 Ma e 857.5 ± 5.7 Ma, respectivamente (Fuck et al., 2014).\n3.4.2.\tSequência Santa Terezinha de Goiás\nA sequência na área de estudo compreende predominantemente hornblenda tonalito gnaisse e titanita - hornblenda metatonalito (Figura 33a, b, c) associados a biotita-clorita-quartzo xistos, filitos e anfibolitos sulfetados (Figura 33d, e, f). Hornblenda apresenta-se cloritizada e plagioclásio mostra alteração para clinozoisita (Figura 33b e c). As rochas apresentam foliação N35°E/75°NW com lineação de intersecção 127210o.\nResultado geocronológico obtido pelo método U-Pb em zircão mostra que titanita-hornblenda metatonalito possui idade de 654.4 ± 4.2 Ma, com grãos herdados de idade 672.6 ±\n4.2\tMa (Figura 34). Amostras de rochas metaígneas apresentam idades modelo Tdm entre 1,09 e 0,88 Ga e sNd(t) positivos (3,82 a 3,33). Amostras de rochas supracrustais indicam idades modelo Tdm entre 1,77 e 1,94 Ga (Figura 13b; Tabela 1 e 2). Esses dados são interpretados como representativos de acresção crustal de material juvenil gerado em ambiente de arco de ilhas no Neoproterozóico, com sedimentos provenientes de fontes antigas com contribuição de crosta continental.\n3.5.\tBacia do Parnaíba\nRochas da Bacia do Parnaíba afloram na porção norte da área de estudo, próximo a Ponte Alta do Tocantins, a norte de Pindorama do Tocantins e na Serra do Carmo, na forma de extensos platôs sedimentares depositados sobre as rochas da Faixa Brasília (Figura 35a).\nAs rochas expostas são atribuídas à Formação Ipu, Grupo Serra Grande e à Formação Pimenteiras, Grupo Canindé. A Formação Ipu é constituída por arenitos avermelhados, finos, fluviais com seixos e níveis basais conglomeráticos (Figura 35b). Suas camadas se apresentam horizontalizadas, com estratos plano-paralelos e cruzados (Figura 35c), por vezes silicificados.\nFigura 33: (a) Hornblenda tonalito gnaisse (Ponto LTB.IG-2012.2-189, Coord. UTM-23S: 0179181 E/8776890 N). (b) e (c) Fotomicrografía de hornblenda tonalito gnaisse contendo titanita. Os grãos de plagioclásio se encontram saussuritizados (alteração hidrotermal). (d) Intercalações das rochas metavulcânicas e metassedimentares da Sequência Santa Terezinha (Ponto LTB.IG-2012.2-187, Coord. UTM-23S: 0179212 E / 87755941 N). (e) e (f) Fotomicrografia de anfibolito cisalhado da Sequência Santa Terezinha de Goiás, mostrando plagioclásio saussuritizado, clorita (Chl), carbonatos (Cb), pirita (Py) e calcopirita (Ccp) (alteração hidrotermal).\nFigura 34: Diagrama concórdia U-Pb para hornblenda tonalito (Arco Magmático de Goiás - Sequência Santa Terezinha de Goiás).\nFora da área de estudo, próximo a Ponte Alta do Tocantins, foram observadas camadas fossilíferas, com a presença de bivalves, icnofósseis e ocorrências de braquiópode (Spirifer striatus) (Figura 35d).\nNo afloramento LTB-IG-2012.2-146, norte de Pindorama do Tocantins, foi observado contato erosivo com biotita metatonalito pertencente à Suíte Aurumina (Figura 35e) e sismitos em meio a um sistema fluvial cascalhoso (Figura 35f). Na Formação Pimenteiras predominam arenitos avermelhados com intercalações de siltitos brancos, pretos quando contêm matéria carbonosa.\nEstruturalmente, os depósitos se encontram horizontalizados, mas podem ser observados dobramentos métricos (Figura 36) em diversos afloramentos. Estruturas rúpteis como falhas e fraturas estão presentes em muitos afloramentos. Os principais falhamentos apresentam direções concordantes com a foliação regional observada no embasamento (N20°-30°E/50°-70°NW), por vezes controlando a deposição, como é o caso na proximidade do Rio Formiga.\nFigura 35: (a) Platô arenítico da Formação Ipu (Serra Negra), repousando sobre o embasamento da Faixa Brasília (Domínio Almas-Conceição do Tocantins). (b) Arenitos avermelhados, finos, fluviais com seixos e níveis basais conglomeráticos (Ponto LTB.IG-2012.2-143, Coord. UTM-23S: 0164230 E / 8806108 N). (c) Estratificação cruzada em arenitos avermelhado da Formação Ipu (Ponto LTB.IG-2012.2-144, Coord. UTM-23S: 0226483 E / 8783853 N). (d) Braquiópodes (Spirifer) encontrados em uma camada horizontalizada de arenitos amarelados, finos, com pequenas intercalações de siltitos, na rodovia TO-255, próximo a Ponte Alta do Tocantins. (e) Contato erosivo entre a Suíte Aurumina (biotita tonalito intemperizado) e arenitos conglomeráticos e paraconglomerados basais da Formação Ipu (Ponto LTB.IG-2012.2-146, Coord. UTM-23S: 0228191E/8781216 N). (f) Detalhe do ponto LTB.IG-2012.2-146 onde se observam seixos de quartzo verticalizados, caracterizando estruturas de liquefação.\nFigura 36: Afloramento em corte de estrada (Pindorama do Tocantins — Silvanópolis) da Formação Pimenteiras, intercalações de arenitos avermelhados e siltitos esbranquiçados. Observa-se dobra sinforme com falhamento\nnormal ao fundo (Ponto LTB.IG-2012.2-155, Coord. UTM-23S: 0201933 E / 8772122 N).\nEstruturas grabenformes foram observadas em alguns afloramentos, caracterizados por falhas normais N30°E/70°NW e N80°E/80°SE (Figura 37a). Falhas inversas também são observadas (Figura 37b), permitindo inferir rejeitos de alguns metros no deslocamento das camadas de arenitos avermelhados e siltitos esbranquiçados. Falhas normais NW também foram observadas, representando c3 de caráter tectónico semelhante a estruturas formadas pelo LTB, caracterizando reativação mesozóica nas camadas paleozoicas da Bacia do Parnaíba.\nFigura 37: (a) Estruturas grabenformes em arenitos conglomeráticos da Formação Ipu, caracterizadas por falhas normais (Ponto LTB.IG-2012.2-146, Coord. UTM-23S: 0228191 E / 8781216 N). (b) Falha inversa com direção N25°E/60°NW, mostrando a camada de arenito avermelhado sobre camada de siltito, Formação Pimenteiras (PontoLTB.IG-2012.2-155, Coord. UTM-23S: 0201933 E/8772122 N).\nUma idade modelo de Nd foi obtida para o Fm. Pimenteiras, indicando fonte Paleoproterozóica (Figura 13a; Tabela 1). A amostra com idade modelo Tdm 2.36 Ga é de arenito avermelhado depositado sobre o Domínio Almas-Conceição do Tocantins, com idades isotópicas que se enquadram perfeitamente com a obtida para a Fm. Pimenteiras, sugerindo como fonte para a Bacia rochas deste domínio.\nTabela 1: Dados isotópicos Sm-Nd de rochas supracrustais na área de estudo\nAmostra\tRocha\tSm (ppm)\tNd (ppm)\t147Sm/144Nd\t143Nd/144Nd (2ct)\tTdm (Ga)\tSNd (0) SNd (t)\nDomínio Almas-Conceição do Tocantins\t\t\t\t\t\t\t\nIGP-013b\tClorita Xisto\t21,582\t125,789\t0,1037\t0,511252 (19)\t2,47\t-27,03\nDomínio Cavalcante-Arraias\t\t\t\t\t\t\t\nIGP-086\tAnfibolito\t4,048\t15,374\t0,1592\t0,512247 (12)\t2,21\t-7,62\nIGP-132\tAnfibolito\t7,957\t36,538\t0,1316\t0,511833 (08)\t2,24\t-15,70\nIGP-149\tMs-Qz Xisto\t0,598\t2,652\t0,1363\t0,511505 (10)\t3,05\t-22,09\nIGP-153\tMs-Qz Xisto\t3,702\t20,083\t0,1114\t0,511491 (08)\t2,30\t-22,38\nIGP-160\tGr-Grt-Bt-Ms Paragnaisse\t7,657\t41,156\t0,1125\t0,511423 (05)\t2,43\t-23,70\nIGP-163\tGr-Grt -Bt Paragnaisse\t5,488\t32,659\t0,1016\t0,511265 (21)\t2,41\t-26,79\nIGP-233\tBt-Gr-Ms Paragnaisse\t1,614\t8,832\t0,1105\t0,511363 (06)\t2,47\t-24,87\nIGP-234\tFilito Carbonoso\t2,192\t11,764\t0,1126\t0,511486 (03)\t2,34\t-22,47\nIGP-246a\tGr-Grt-Bt paragnaisse\t12,831\t87,43\t0,0887\t0,511257 (12)\t2,17\t-26,94\nIGP-246d\tAnfibolito\t6,093\t31,827\t0,1157\t0,511487 (12)\t2,41\t-22,45\nMaciço de Goiás\nIGP-031\tBIF\t2,973\t15,662\t0,1148\t0,511365 (15)\t2,58\t-24,83\nGrupo Natividade\t\t\t\t\t\t\t\nIGP-071\tMetadolomito\t0,321\t1,861\t0,1042\t0,511531 (11)\t2,09\t-21,59\nIGP-081\tMármore Calcítico\t0,028\t0,127\t0,1332\t0,511499 (00)\t2,94\t-22,22\nIGP-102\tQuartzito\t11,4\t45,666\t0,1509\t0,511676 (17)\t3,38\t-18,77\nIGP-129\tQuartzito\t2,012\t11,886\t0,1023\t0,511187 (06)\t2,53\t-28,30\nIGP-172\tQuartzito\t1,074\t5,634\t0,1153\t0,511489 (12)\t2,40\t-22,41\nIGP-179\tQuartzito\t0,67\t3,766\t0,1075\t0,511362 (61)\t2,40\t-24,89\nIGP-216\tQuartzito\t1,089\t7,315\t0,09\t0,511415 (12)\t1,99\t-23,86\nIGP-231\tFilito\t3,796\t20,935\t0,1096\t0,511625 (10)\t2,06\t-19,75\nArco Magmático de Goiás (Sequência Santa Terezinha de Goiás)\nIGP-188a\tAnfibolito\t4,171\t24,208\t0,1042\t0,511763 (03)\t1,77\t-17,07\nIGP-192\tFilito\t5,174\t28,803\t0,1086\t0,511696 (02)\t1,94\t-18,37\nBacia do Parnaíba (Formação Pimenteiras)\t\t\t\t\t\t\t\nIGP-012\tArenito\t1,099\t6,254\t0,1062\t0,511372 (10)\t2,36\t-24,69\nNotes: I43Nd/I44Nd normalized to I46Nd/I44Nd = 0.72190. sNd(0) calculated relative to CHUR(0) = 0.512638. Model ages (TDM) were calculated according to the single-stage depleted mantle model of DePaolo (1981); italicized values somewhat uncertain because I47Sm/I44Nd close to CHUR (0.19670). Primary ages used for sNd(t) are based on U/Pb ages where known.\nAmostra\tRocha\tSm (ppm)\tNd (ppm)\t147Sm/144Nd\t143Nd/144Nd (2ct)\tTdm (Ga)\tSNd (0)\tSNd (t)\nDomínio Almas-Conceição do Tocantins\t\t\t\t\t\t\t\tt = 2,2 Ga\nIGP-001\tHor-Bt Granodiorito\t62,634\t354,231\t0,1069\t0,511328 (03)\t2,44\t-25,55\t-0,17\nIGP-004\tBt Monzogranito\t5,465\t35,376\t0,0934\t0,511113 (03)\t2,44\t-29,75\t-0,55\nIGP-007\tBt-Ms Tonalito Milonítico\t4,584\t25,381\t0,1092\t0,511299 (05)\t2,54\t-26,11\t-1,39\nIGP-065\tHor Granito\t7,94\t55,588\t0,0863\t0,511053 (04)\t2,37\t-30,92\t0,29\nDomínio Cavalcante-Arraias\t\t\t\t\t\t\t\tt = 2,17 Ga\nIGP-002\tGranodiorito\t2,688\t15,697\t0,1035\t0,511264 (17)\t2,45\t-26,79\t-0,80\nIGP-017\tBt Tonalito\t4,445\t22,181\t0,1211\t0,511522 (14)\t2,50\t-21,77\t-0,68\nIGP-020\tMs-Bt Tonalito\t9,792\t61,815\t0,0958\t0,511155 (11)\t2,43\t-28,94\t-0,77\nIGP-021\tBt Granodiorito\t5,053\t33,998\t0,0898\t0,511142 (05)\t2,33\t-29,18\t0,65\nIGP-042a\tBt Tonalito\t1,938\t10,852\t0,1079\t0,511368 (10)\t2,40\t-24,77\t0,01\nIGP-046\tBt-Ms Monzogranito\t7,549\t34,113\t0,1338\t0,511646 (06)\t2,66\t-19,35\t-1,81\nIGP-047A\tMs-Bt Granodiorito\t8,611\t48,407\t0,1075\t0,511234 (09)\t2,59\t-27,39\t-2,51\nIGP-111\tTonalito Milonítico\t3,641\t21,279\t0,1034\t0,511280 (13)\t2,43\t-26,49\t-0,46\nIGP-116\tBt Granito\t11,678\t71,097\t0,0993\t0,511239 (09)\t2,39\t-27,30\t-0,11\nIGP-120\tBt Tonalito\t4,339\t24,573\t0,1067\t0,511348 (08)\t2,41\t-25,16\t-0,05\nIGP-139\tBt Tonalito\t7,062\t44,222\t0,0965\t0,511131 (18)\t2,48\t-29,40\t-1,44\nIGP-145\tBt Metatonalito\t2,639\t13,631\t0,117\t0,511429 (20)\t2,54\t-23,58\t-1,35\nIGP-169\tBt Tonalito\t5,306\t30,062\t0,1067\t0,511384 (09)\t2,35\t-24,46\t0,66\nIGP-181\tBt Tonalito\t8,166\t48,307\t0,1022\t0,511303 (10)\t2,37\t-26,05\t0,33\nIGP-205\tMs-Bt Tonalito\t5,438\t34,521\t0,0952\t0,511187 (05)\t2,38\t-28,30\t0,02\nMaciço de Goiás\t\t\t\t\t\t\tt = 2,04 a 2,18 Ga\t\nIGP-024\tHor-Bt Tonalito Milonítico\t5,593\t28,264\t0,1196\t0,511559 (15)\t2,39\t-21,04\t0,56\nIGP-027\tMs-Bt Granodiorito\t4,372\t28,868\t0,0915\t0,511094 (18)\t2,42\t-30,11\t-0,64\nIGP-034\tDiorito\t2,772\t14,356\t0,1167\t0,511234 (17)\t2,85\t-27,39\t-6,48\nIGP-035a\tBt Tonalito Milonítico\t0,368\t1,913\t0,1162\t0,511128 (16)\t3,00\t-29,45\t-8,43\nIGP-051\tUltramilonito\t0,984\t6,983\t0,0852\t0,511136 (16)\t2,25\t-29,31\t1,96\nIGP-157\tBt Tonalito\t2,295\t15,456\t0,0898\t0,510981 (09)\t2,53\t-32,33\t-4,37\nArco Magmático de Goiás (Sequência Santa Terezinha de Goiás)\t\t\t\t\t\t\t\tt = 654 Ma\nIGP-185\tGnaisse\t3,091\t11,911\t0,1568\t0,512634 (03)\t1,09\t-0,08\t3,26\nIGP-189\tHor Tonalito\t3,443\t17,461\t0,1192\t0,512495 (01)\t0,88\t-2,79\t3,70\nNotes: I43Nd/I44Nd normalized to I46Nd/I44Nd = 0.72190. sNd(0) calculated relative to CHUR(0) = 0.512638. Model ages (TDM) were calculated according to the single-stage depleted mantle model of DePaolo (1981); italicized values somewhat uncertain because I47Sm/I44Nd close to CHUR (0.19670). Primary ages used for sNd(t) are based on U/Pb ages where known.\nSample\tf(206)%\tTh/U\t6/4 ratio\t7/6 ratio\t1a(%)\t7/5 ratio\t1a(%)\t6/8 ratio\t1a(%)\tRho\t7/6 age\t1a(Ma)\t7/5 age\t1a(Ma)\t6/8 age\t1a(Ma)\tConc (%)\nDomínio Cavalcante-Arraias - Formação Ticunzal -\t\t\t\t■ Grafita-granada-biotita Paragnaisse\t\t\t- IGP 246\t\t\t\t\t\t\t\t\t\t\n004-Z1\t0,004\t0,470\t327000,1\t0,156\t0,407\t9,484\t0,791\t0,440\t0,679\t0,830\t2368\t7\t2386\t7\t2351\t13\t99\n005-Z2\t0,032\t0,707\t46825,6\t0,148\t0,529\t7,993\t1,196\t0,392\t1,072\t0,889\t2274\t9\t2230\t11\t2131\t19\t94\n015-Z9\t0,016\t0,599\t94738,3\t0,150\t0,795\t8,516\t1,327\t0,411\t1,063\t0,788\t2299\t14\t2288\t12\t2220\t20\t97\n016-Z10\t0,009\t0,253\t166948,0\t0,142\t0,507\t7,904\t0,993\t0,403\t0,854\t0,843\t2204\t9\t2220\t9\t2185\t16\t99\n017-Z11N\t0,030\t0,425\t47675,6\t0,156\t0,913\t9,429\t1,461\t0,440\t1,141\t0,769\t2359\t16\t2381\t13\t2349\t22\t100\n019-Z12\t0,005\t1,219\t311028,6\t0,163\t0,531\t10,212\t0,863\t0,455\t0,680\t0,751\t2435\t9\t2454\t8\t2419\t14\t99\n029-Z18B\t0,001\t0,024\t2615928,5\t0,137\t0,393\t7,308\t0,857\t0,387\t0,762\t0,871\t2141\t7\t2150\t8\t2107\t14\t98\n030-Z18N\t0,008\t0,601\t204107,7\t0,137\t0,424\t6,126\t1,104\t0,324\t1,019\t0,917\t2142\t8\t1994\t10\t1809\t16\t84\n031-Z19\t0,003\t0,396\t526271,4\t0,157\t0,385\t9,025\t0,860\t0,418\t0,769\t0,878\t2371\t7\t2341\t8\t2250\t15\t95\n035-Z21\t0,011\t0,478\t127740,2\t0,146\t0,568\t8,629\t1,210\t0,430\t1,068\t0,874\t2245\t10\t2300\t11\t2306\t21\t103\n036-Z22\t0,007\t0,965\t202770,7\t0,160\t0,493\t10,493\t0,821\t0,475\t0,656\t0,761\t2411\t9\t2479\t8\t2504\t14\t104\n038-Z24\t0,007\t0,504\t224822,2\t0,141\t0,455\t6,475\t1,070\t0,333\t0,968\t0,896\t2189\t8\t2042\t9\t1854\t16\t85\n040-Z26\t0,018\t0,710\t83314,3\t0,161\t0,865\t9,387\t1,484\t0,422\t1,205\t0,803\t2422\t15\t2377\t14\t2268\t23\t94\n003-Z27\t0,006\t0,285\t279539,5\t0,145\t0,672\t6,114\t2,470\t0,306\t2,377\t0,962\t2236\t12\t1992\t22\t1722\t36\t77\n004-Z28\t0,003\t0,369\t443858,7\t0,160\t0,470\t10,052\t1,212\t0,457\t1,117\t0,917\t2403\t8\t2440\t11\t2425\t23\t101\n005-Z29\t0,002\t0,163\t645387,8\t0,140\t0,747\t6,265\t1,939\t0,325\t1,789\t0,921\t2176\t13\t2014\t17\t1814\t28\t83\n006-Z30\t0,005\t0,005\t286292,8\t0,137\t0,531\t7,094\t0,917\t0,376\t0,748\t0,789\t2136\t10\t2123\t8\t2060\t13\t96\n007-Z31\t0,010\t0,382\t163817,7\t0,132\t0,663\t4,485\t1,658\t0,246\t1,520\t0,914\t2080\t12\t1728\t14\t1417\t19\t68\n010-Z34\t0,005\t0,298\t297946,1\t0,190\t0,870\t12,727\t1,421\t0,487\t1,123\t0,779\t2692\t15\t2660\t13\t2556\t24\t95\n013-Z35N\t0,007\t0,520\t211844,4\t0,148\t1,162\t8,476\t1,866\t0,416\t1,460\t0,775\t2272\t21\t2283\t17\t2241\t28\t99\n015-Z36N\t0,003\t0,373\t472635,1\t0,148\t0,744\t7,930\t1,212\t0,389\t0,956\t0,772\t2273\t13\t2223\t11\t2118\t17\t93\n016-Z36B\t0,007\t0,210\t215259,9\t0,135\t0,658\t6,088\t1,239\t0,328\t1,049\t0,836\t2110\t12\t1989\t11\t1828\t17\t87\n017-Z37\t0,029\t0,691\t52094,5\t0,150\t1,601\t7,405\t2,518\t0,357\t1,943\t0,768\t2302\t28\t2162\t23\t1968\t33\t86\n018-Z38\t0,005\t0,390\t274795,9\t0,160\t0,657\t9,303\t1,108\t0,423\t0,892\t0,787\t2402\t11\t2368\t10\t2274\t17\t95\n019-Z39\t0,011\t0,355\t132964,1\t0,165\t0,886\t10,760\t1,431\t0,473\t1,124\t0,773\t2460\t15\t2503\t13\t2496\t23\t101\n020-Z40\t0,007\t0,144\t232366,7\t0,136\t0,816\t6,008\t1,579\t0,320\t1,352\t0,850\t2130\t15\t1977\t14\t1789\t21\t84\n023-Z41N\t0,005\t0,135\t308607,9\t0,136\t0,892\t7,273\t1,453\t0,387\t1,148\t0,778\t2131\t16\t2146\t13\t2109\t21\t99\n024-Z41B\t0,019\t0,033\t74848,8\t0,135\t1,201\t8,490\t2,206\t0,458\t1,851\t0,835\t2108\t22\t2285\t20\t2429\t37\t115\n025-Z42\t0,007\t0,361\t209062,1\t0,152\t0,656\t8,084\t1,329\t0,387\t1,156\t0,862\t2315\t12\t2240\t12\t2108\t21\t91\n026-Z43\t0,017\t0,536\t86059,8\t0,148\t1,333\t7,977\t1,712\t0,392\t1,075\t0,611\t2269\t24\t2228\t15\t2132\t20\t94\n027-Z44\t0,010\t0,228\t148619,5\t0,141\t0,771\t7,286\t1,260\t0,375\t0,997\t0,776\t2191\t14\t2147\t11\t2051\t18\t94\n028-Z45\t0,007\t0,166\t222223,5\t0,137\t0,692\t5,364\t1,240\t0,283\t1,029\t0,817\t2143\t12\t1879\t11\t1609\t15\t75\n030-Z47\t0,009\t0,002\t177574,1\t0,137\t0,670\t6,914\t1,153\t0,367\t0,938\t0,797\t2135\t12\t2100\t10\t2015\t16\t94\n033-Z48\t0,006\t0,002\t272897,9\t0,136\t0,810\t6,954\t1,310\t0,371\t1,030\t0,771\t2124\t15\t2106\t12\t2036\t18\t96\n036-Z51\t0,012\t0,493\t128584,3\t0,144\t0,687\t7,339\t1,187\t0,371\t0,968\t0,800\t2222\t12\t2154\t11\t2032\t17\t91\nTabela 3: Continuação.\nSample\tf(206)%\tTh/U\t6/4 ratio\t7/6 ratio\t1a(%)\t7/5 ratio\t1a(%)\t6/8 ratio\t1a(%)\tRho\t7/6 age\t1a(Ma)\t7/5 age\t1a(Ma)\t6/8 age\t1a(Ma)\tConc (%)\n037-Z52\t0,007\t0,142\t211521,4\t0,137\t0,794\t6,424\t1,242\t0,339\t0,955\t0,751\t2143\t14\t2036\t11\t1884\t16\t88\n038-Z53\t0,022\t0,427\t67689,5\t0,139\t0,659\t7,408\t1,218\t0,387\t1,024\t0,829\t2162\t12\t2162\t11\t2110\t18\t98\n039-Z54\t0,002\t0,247\t697316,9\t0,137\t0,843\t7,162\t1,341\t0,380\t1,042\t0,763\t2137\t15\t2132\t12\t2076\t18\t97\n040-Z55\t0,015\t0,366\t98112,3\t0,166\t1,357\t10,218\t1,837\t0,447\t1,237\t0,662\t2466\t24\t2455\t17\t2384\t25\t97\nDomínio Cavalcante-Arraias - Suíte\t\t\tAurumina -\tBiotita Metatonalito com Muscovita -\t\t\tIGP 205\t\t\t\t\t\t\t\t\t\t\n004-Z01N\t0,004\t0,133\t405496,2\t0,131\t0,633\t6,659\t1,232\t0,369\t1,056\t0,847\t2061\t11\t2067\t11\t2023\t18\t98\n005-Z01B\t0,002\t0,118\t625975,3\t0,132\t0,809\t6,803\t1,159\t0,373\t0,830\t0,689\t2079\t15\t2086\t10\t2043\t15\t98\n009-Z02B\t0,011\t0,210\t132724,2\t0,133\t0,899\t7,367\t1,470\t0,401\t1,162\t0,780\t2092\t16\t2157\t13\t2173\t21\t104\n010-Z03N\t0,009\t0,094\t178819,8\t0,134\t0,539\t6,187\t1,113\t0,334\t0,974\t0,864\t2107\t10\t2003\t10\t1856\t16\t88\n011-Z03B\t0,035\t0,229\t47590,7\t0,117\t0,727\t3,668\t1,451\t0,228\t1,256\t0,859\t1857\t14\t1564\t12\t1322\t15\t71\n012-Z04N\t0,015\t0,229\t101501,6\t0,133\t1,311\t6,405\t2,849\t0,350\t2,530\t0,886\t2083\t24\t2033\t25\t1936\t42\t93\n016-Z05\t0,006\t0,578\t262866,2\t0,137\t0,850\t7,347\t1,877\t0,389\t1,673\t0,888\t2140\t15\t2155\t17\t2118\t30\t99\n018-Z07N\t0,005\t0,514\t299653,3\t0,136\t0,575\t7,535\t1,080\t0,401\t0,915\t0,832\t2129\t10\t2177\t10\t2175\t17\t102\n021-Z08N\t0,109\t0,198\t14505,9\t0,128\t1,040\t5,199\t1,543\t0,295\t1,139\t0,725\t2015\t19\t1852\t13\t1669\t17\t83\n023-Z09N\t0,010\t0,105\t162916,5\t0,126\t1,320\t4,948\t2,121\t0,285\t1,660\t0,777\t1990\t24\t1811\t18\t1617\t24\t81\n024-Z10N\t0,006\t0,156\t241675,1\t0,135\t0,622\t7,590\t1,125\t0,409\t0,937\t0,818\t2109\t11\t2184\t10\t2210\t18\t105\n028-Z11\t0,002\t0,108\t659304,1\t0,134\t0,452\t7,376\t0,785\t0,399\t0,641\t0,779\t2103\t8\t2158\t7\t2164\t12\t103\n029-Z12N\t0,004\t0,295\t390805,0\t0,135\t0,651\t7,559\t0,965\t0,405\t0,712\t0,701\t2120\t12\t2180\t9\t2191\t13\t103\n030-Z12B\t0,004\t0,138\t431423,5\t0,134\t0,709\t6,620\t1,259\t0,358\t1,041\t0,814\t2101\t13\t2062\t11\t1974\t18\t94\n036-Z15N\t0,001\t0,602\t1103988,9\t0,137\t0,414\t7,364\t0,861\t0,389\t0,755\t0,857\t2144\t7\t2157\t8\t2118\t14\t99\n039-Z16N\t0,026\t0,291\t60417,7\t0,130\t0,372\t5,636\t0,863\t0,313\t0,779\t0,888\t2053\t7\t1922\t7\t1758\t12\t86\n040-Z17N\t0,010\t0,373\t148591,6\t0,136\t0,406\t7,291\t0,867\t0,389\t0,765\t0,865\t2124\t7\t2148\t8\t2120\t14\t100\n041-Z18N\t0,041\t0,161\t38737,8\t0,130\t0,452\t5,433\t1,033\t0,302\t0,928\t0,889\t2054\t8\t1890\t9\t1701\t14\t83\n046-Z20\t0,005\t0,176\t318827,5\t0,131\t0,514\t6,502\t0,847\t0,361\t0,673\t0,758\t2057\t9\t2046\t7\t1987\t12\t97\n048-Z22N\t0,012\t0,250\t125022,3\t0,135\t1,138\t6,167\t1,745\t0,332\t1,323\t0,749\t2112\t21\t2000\t15\t1847\t21\t87\n051-Z23N\t0,001\t0,573\t1841027,4\t0,136\t0,346\t7,379\t0,861\t0,393\t0,789\t0,904\t2129\t6\t2158\t8\t2137\t14\t100\n052-Z24\t0,004\t0,340\t415544,5\t0,133\t0,352\t6,681\t0,912\t0,364\t0,841\t0,913\t2089\t6\t2070\t8\t2002\t14\t96\nMaciço de Goiás - Hornblenda-biotita gnaisse de composição tonalítica - IGP 024\n005-Z02N\t0,012\t0,334\t120363,0\t0,137\t0,386\t7,306\t0,780\t0,387\t0,678\t0,843\t2137\t7\t2150\t7\t2111\t12\t99\n006-Z03N\t0,000\t0,356\t15031780\t0,136\t0,471\t7,811\t1,282\t0,418\t1,193\t0,926\t2122\t8\t2209\t12\t2250\t23\t106\n009-Z04B\t0,003\t0,264\t437780,4\t0,135\t0,411\t7,833\t1,197\t0,421\t1,124\t0,935\t2115\t7\t2212\t11\t2264\t21\t107\n010-Z05\t0,002\t0,266\t807475,9\t0,136\t0,321\t7,700\t0,884\t0,411\t0,824\t0,923\t2128\t6\t2197\t8\t2217\t15\t104\n017-Z09N\t0,002\t0,295\t858076,8\t0,137\t0,354\t7,418\t0,643\t0,394\t0,537\t0,779\t2134\t6\t2163\t6\t2142\t10\t100\nTabela 3: Continuação.\nSample\tf(206)%\tTh/U\t6/4 ratio\t7/6 ratio\t1a(%)\t7/5 ratio\t1a(%)\t6/8 ratio\t1a(%)\tRho\t7/6 age\t1a(Ma)\t7/5 age\t1a(Ma)\t6/8 age\t1a(Ma)\tConc (%)\n018-Z10N\t0,067\t0,238\t22366,1\t0,137\t0,330\t7,043\t0,988\t0,373\t0,931\t0,937\t2138\t6\t2117\t9\t2045\t16\t96\n021-Z11\t0,016\t0,341\t91211,5\t0,137\t0,316\t7,568\t0,621\t0,400\t0,535\t0,810\t2143\t6\t2181\t6\t2169\t10\t101\n022-Z12\t0,031\t0,354\t47123,6\t0,135\t0,304\t7,430\t0,611\t0,398\t0,530\t0,817\t2119\t5\t2165\t5\t2160\t10\t102\n024-Z14\t0,001\t0,405\t1687413,2\t0,138\t0,352\t7,570\t0,673\t0,399\t0,574\t0,808\t2148\t6\t2181\t6\t2164\t11\t101\n029-Z16\t0,003\t0,414\t581216,1\t0,138\t0,360\t7,527\t0,845\t0,395\t0,764\t0,890\t2156\t6\t2176\t8\t2145\t14\t99\n030-Z17\t0,003\t0,289\t487473,5\t0,136\t0,406\t7,576\t0,811\t0,404\t0,702\t0,841\t2126\t7\t2182\t7\t2189\t13\t103\n033-Z18\t0,020\t0,345\t74114,4\t0,138\t0,442\t7,436\t0,999\t0,392\t0,895\t0,885\t2147\t8\t2165\t9\t2133\t16\t99\n034-Z19\t0,002\t0,275\t923393,3\t0,136\t0,360\t7,274\t0,657\t0,388\t0,550\t0,784\t2127\t6\t2146\t6\t2113\t10\t99\n035-Z20\t0,002\t0,307\t675542,7\t0,137\t0,388\t7,263\t0,843\t0,385\t0,748\t0,870\t2136\t7\t2144\t8\t2101\t13\t98\n036-Z21\t0,004\t0,328\t371737,4\t0,136\t0,415\t7,126\t0,765\t0,380\t0,643\t0,805\t2128\t7\t2127\t7\t2076\t11\t98\n041-Z24\t0,003\t0,254\t547366,6\t0,136\t0,375\t7,303\t0,700\t0,389\t0,591\t0,802\t2130\t7\t2149\t6\t2117\t11\t99\nMaciço de Goiás - Biotita gnaisse de composição tonalítica - IGP 035\n012-Z35\t0,005\t0,077\t296014,3\t0,126\t0,519\t6,437\t1,014\t0,370\t0,871\t0,843\t1994\t9\t2037\t9\t2030\t15\t100\n017-Z38\t0,020\t0,072\t74723,4\t0,127\t0,920\t6,427\t1,623\t0,366\t1,337\t0,817\t2010\t17\t2036\t14\t2012\t23\t99\n018-Z13\t0,008\t0,059\t183842,0\t0,125\t0,560\t6,351\t1,039\t0,369\t0,875\t0,825\t1975\t10\t2026\t9\t2025\t15\t100\n026-Z18\t0,024\t0,075\t63835,9\t0,129\t1,428\t6,558\t2,111\t0,370\t1,554\t0,730\t2028\t26\t2054\t19\t2029\t27\t99\n033-Z23\t0,010\t0,101\t151672,4\t0,127\t0,651\t6,523\t1,033\t0,371\t0,802\t0,751\t2011\t12\t2049\t9\t2036\t14\t99\n033-Z46B\t0,014\t0,055\t104729,1\t0,126\t1,210\t6,450\t1,788\t0,372\t1,316\t0,726\t1988\t22\t2039\t16\t2040\t23\t100\n035-Z48\t0,022\t0,032\t67572,3\t0,123\t0,715\t6,359\t1,158\t0,374\t0,911\t0,768\t1956\t13\t2027\t10\t2046\t16\t101\n038-Z28\t0,015\t0,104\t102838,0\t0,124\t0,949\t6,422\t1,365\t0,377\t0,980\t0,699\t1995\t16\t2035\t12\t2062\t17\t101\n007-Z4\t0,037\t0,059\t40497,6\t0,130\t1,901\t6,886\t2,754\t0,383\t1,993\t0,719\t2051\t35\t2097\t24\t2092\t36\t100\n021-Z39\t0,011\t0,069\t134880,8\t0,129\t0,760\t6,816\t1,465\t0,383\t1,253\t0,848\t2037\t14\t2088\t13\t2088\t22\t100\n023-Z41\t0,030\t0,048\t49940,9\t0,127\t1,042\t6,713\t1,627\t0,383\t1,250\t0,758\t2010\t19\t2074\t14\t2088\t22\t101\n027-Z19\t0,048\t0,075\t31401,0\t0,129\t1,349\t6,789\t1,955\t0,382\t1,415\t0,715\t2031\t25\t2084\t17\t2088\t25\t100\n039-Z29\t0,022\t0,046\t67321,5\t0,129\t0,351\t6,790\t0,865\t0,383\t0,791\t0,901\t2028\t6\t2084\t8\t2091\t14\t100\nArco Magmático de Goiás - Sequência Santa Terezinha de Goiás - Hornblenda gnaisse de composição tonalítica - IGP 189\n009-Z4\t0,019\t0,666\t94596,3\t0,061\t0,541\t0,930\t0,901\t0,110\t0,721\t0,769\t587\t12\t668\t4\t673\t5\t101\n012-Z7\t0,014\t0,567\t122963,8\t0,062\t0,734\t0,911\t1,124\t0,107\t0,852\t0,734\t600\t16\t658\t5\t657\t5\t100\n021-Z12\t0,007\t0,464\t243408,8\t0,062\t0,486\t0,955\t0,989\t0,112\t0,861\t0,856\t612\t11\t681\t5\t683\t6\t100\n028-Z16\t0,031\t0,455\t56857,3\t0,063\t0,752\t0,940\t1,272\t0,109\t1,026\t0,793\t632\t17\t673\t6\t667\t7\t99\n029-Z17\t0,028\t0,727\t62163,0\t0,062\t0,749\t0,889\t1,069\t0,104\t0,763\t0,681\t609\t17\t646\t5\t639\t5\t99\nSample\tf(206)%\tTh/U\t6/4 ratio\t7/6 ratio\t1a(%)\t7/5 ratio\t1a(%)\t6/8 ratio\t1a(%)\tRho\t7/6 age\t1a(Ma)\t7/5 age\t1a(Ma)\t6/8 age\t1a(Ma)\tConc(%)\n030-Z18\t0,047\t0,481\t37564,8\t0,064\t0,859\t0,946\t1,442\t0,107\t1,159\t0,793\t683\t19\t676\t7\t656\t7\t97\n033-Z19\t0,021\t0,508\t83113,2\t0,062\t0,609\t0,911\t0,952\t0,106\t0,732\t0,737\t623\t14\t658\t5\t650\t5\t99\n034-Z20\t0,014\t0,376\t121928,2\t0,062\t0,385\t0,924\t0,896\t0,107\t0,809\t0,890\t627\t9\t664\t4\t657\t5\t99\n035-Z21\t0,027\t0,502\t64354,4\t0,061\t0,795\t0,894\t1,494\t0,106\t1,265\t0,839\t595\t18\t649\t7\t647\t8\t100\n036-Z22\t0,015\t0,464\t117329,8\t0,062\t0,536\t0,905\t0,860\t0,106\t0,672\t0,743\t601\t12\t654\t4\t652\t4\t100\n039-Z23\t0,016\t0,492\t109169,6\t0,062\t0,502\t0,906\t0,899\t0,106\t0,745\t0,804\t623\t11\t655\t4\t647\t5\t99\n040-Z24\t0,032\t0,493\t55026,1\t0,062\t0,720\t0,884\t1,212\t0,103\t0,975\t0,789\t618\t16\t643\t6\t633\t6\t98\n041-Z25\t0,042\t0,537\t41796,9\t0,063\t0,387\t0,920\t0,750\t0,106\t0,643\t0,825\t642\t9\t662\t4\t650\t4\t98\n042-Z26\t0,021\t0,459\t84669,7\t0,063\t0,488\t0,944\t0,850\t0,110\t0,696\t0,787\t630\t11\t675\t4\t670\t4\t99\n045-Z27\t0,029\t0,325\t60776,8\t0,062\t0,692\t0,926\t1,224\t0,108\t1,010\t0,812\t622\t15\t666\t6\t660\t6\t99\n046-Z28\t0,046\t0,570\t38322,3\t0,062\t1,054\t0,951\t1,565\t0,111\t1,156\t0,726\t626\t23\t679\t8\t676\t7\t100\nNotes:\nAll samples were nonmagnetic fractions on Frantz separator at 1.5 amp power; Total U and Ph concentrations corrected for analytical blank;\nObserved 206Ph/204Ph not corrected for blank or non-radiogenic Ph;\nRadiogenic Ph corrected for hlank and initial Ph; U corrected for hlank;\nAges given in Ma using decay constants recommended hy Steiger and Jager (1977).\n4.\tGEOLOGIA ESTRUTURAL E TECTÔNICA\nA complexa tectônica geradora da Faixa Brasília culminou com estruturas penetrativas representadas por extensas zonas de cisalhamento. O processamento e interpretações de imagens de satélites (Landsat 5, CBERS 2B e Google Earth), do modelo digital do terreno (Shutle Radar Topography Mision - SRTM) e produtos aerogeofísicos (CMA, ASA, ISA e gamaespectrométricos) auxiliaram na extração das grandes estruturas regionais na fase inicial da etapa de campo e melhoria da confecção dos mapas geológicos (Figuras 38, 39, 40, 41 e 42). O traço dessas principais grandes estruturas, zonas de cisalhamento, foram extraídos principalmente pelas imagens SRTM, auxiliadas com imagens magnetométricas como ASA. As zonas de cisalhamento delimitadas representam o Sistema Strike-slip Transbrasiliano, cinemática essencialmente dextral e direção preferencial N20°-30°E em faixa alongada com aproximadamente 70 km de largura (30 km do sistema propriamente dito e 40 km de zona de influência, com cerca de 120 km de comprimento na área de estudo. Na Figura 40 é observada a divisão do domínio propriamente dito do LTB (A) e sua zona de influência (B), marcada por uma grande variação da amplitude de onda entre os domínios. No domínio B é observado contrastes de amplitudes da ordem de 0.002 nT/m com setores elevados, podendo ser formados por anfibolitos encontrados na Formação Ticunzal ou pela presença de magnetita em alguns quartzitos do Grupo Natividade. As grandes amplitudes de onda presentes no C são marcadas pelas rochas do Grupo Riachão do Ouro, que por vezes apresentam estruturação bem marcante, em forma de “Y” (Figura 40) (Costa et al., 1976; Costa et al., 1984; Padilha, 1984; Cruz e Kuyumjian, 1998, 1999; Kuyumjian et al., 2012).\nEventos D1 e D2 são os principais encontrados na área de estudo e sugerem história evolutiva de regime tectónico transpressivo NNE-SSW na porção leste da área de estudo e transcorrente na parte oeste. Estruturas planares de caráter dúctil foram geradas em condições crustais profundas, e estão registradas pelas foliações Sn, Sn+1 em decorrência dos eventos deformacionais D1 e D2, respectivamente.\nO evento D1 está presente nos domínios Almas-Conceição do Tocantins e Cavalcante-Arraias, Maciço de Goiás e Grupo Natividade, caracterizado pela foliação Sn reconhecida sobretudo nos granitoides metaluminosos da Suíte Almas-Dianópolis, rochas metassedimentares da Formação Ticunzal e granitoides peraluminosos da Suíte Aurumina. Sn é representada pelas superfícies planares mais penetrativas, tendo como lineação principal Ln de estiramento mineral contido nos planos de foliação Sn. O comportamento da foliação Sn é\napresentado em estereogramas (Figura 43 a, b, c e d). Devido ao baixo grau de deformação do evento D1, foi possível identificar estruturas correspondentes a um acamamento inicial S0 em rochas do Grupo Natividade, interceptado por S1 que é marcada nos quartzitos pela disposição paralela e preferencial de lamelas de muscovita e nos filitos pelos planos de xistosidade, determinados pela disposição de muscovita e clorita, principalmente.\nO evento D2 é caracterizado por marcante foliação milonítica subvertical Sn+1, com direção NE-SW. A foliação acompanha o desenvolvimento de extensas zonas de cisalhamento durante o evento D2, cujos indicadores cinemáticos, como feldspatos assimétricos e micro- a mesodobras, indicam um movimento transcorrente dextral. Na porção norte da Faixa Brasília, onde está inserida a área de estudo são reconhecidos quatro grandes domínios estruturais distintos, que coincidem com diferentes blocos crustais, separados por zonas de cisalhamento e apresentando diferentes características estruturais e geofísicas, idades ou assinaturas isotópicas.\nNa área estudada o LTB compreende quatro zonas de cisalhamento principais: (i) Cruz das Almas; (ii) Mombuca; (iii) Rio Formiga; e (iv) Jatobazeiro (Figura 38).\n4.1.\tZona de Cisalhamento Transpressiva N-NE Cruz das Almas (ZCCA)\nO maior lineamento estrutural na área de estudo corresponde à Zona de Cisalhamento Cruz das Almas (ZCCA). A zona caracteriza corredor deformacional N-S com inflexão para NE, realçado por cristas de quartzitos miloníticos de fácies xisto-verde. O corredor é estreito e marcado por intensa deformação transpressiva, exibindo foliação NNE e mergulhos moderados a elevados para WNW (N0°-40°E/60°-89°NW), tendo como afloramento tipo a Serra Cruz das Almas, localizada a norte da rodovia BR-010, 4 km a oeste do povoado de Bonfim. Esta zona de cisalhamento é a principal feição estrutural da área de estudo, constituindo o limite tectónico entre os domínios paleoproterozóicos Almas-Conceição do Tocantins, a leste e Cavalcante-Arraias, a oeste. Domínios chamados de Rio Moleque (leste) e Manuel Alves (oeste) por Oliveira et. al. (2012).\nA ZCCA provavelmente se formou no Paleoproterozóico, com a colisão dos domínios Almas-Conceição do Tocantins (DACT) e Cavalcante-Arraias, uma vez que o Grupo Natividade, relacionado à tafrogênese estateriana (1,8—1,6 Ga) está presente em ambos domínios, mostrando que já estavam colados quando da sua deposição.\nFigura 38: Mapa de relevo sombreado utilizando azimute de direção do sol 315° e ângulo de incidência de 45°, com medidas de foliações obtidas em campo. As linhas tracejadas amarelas caracterizam lineamentos estruturais, zonas de cisalhamento, falhas, dobras e fraturas. A: Domínio LTB propriamente dito. B: Zona de Influência do LTB. C: Zona não influenciada pelo LTB. ZCJ, Zona de Cisalhamento Jatobazeiro; ZCRF, Zona de Cisalhamento Rio Formiga; ZCM, Zona de Cisalhamento Mombuca; ZCCA, Zona de Cisalhamento Cruz das Almas.\nFigura 39: Imagem do Campo magnético anômalo em pseudo-cor da área de pesquisa. Os dipolos magnéticos são bem distintos nas porções oeste, central e leste, limitados pelas zonas de cisalhamento Rio Formiga e Cruz das Almas. Muitos dos lineamentos NW não foram observados em campo, podendo representar rochas básicas na forma de diques sob os domínios Almas-Conceição do Tocantins e Cavalcante-Arraias.\niRindorama do Tocantins”\nSão Francis^\n/Canga?\nrJatobá\nChapada da Natividade\niNatividade\n-1\nLegenda\nO Localidade\n(nT/m)\n0.00096\t0.00207\t0.00312\t0.00462\t0.00690\t0.01065\t0.01684\t0.02823\t0.05183\t0.13295\n^■3 ■\n• , * 4\nF. .\t-\n*\ni . ’\"Água-Franca\n•• '\nFigura 40: Domínios magnéticos sobre o mapa da amplitude do sinal analítico (ASA) da área de pesquisa. (A) Sistema Strike-slip Transbrasiliano propriamente dito, Arco Magmático de Goiás e Maciço de Goiás. (B) Zona de Influência do Lineamento Transbrasiliano no Domínio Cavalcante-Arraias. (C) Domínio Almas-Conceição do Tocantins, poucas estruturas ligadas ao LTB e faixas metavulcanossedimentares formando geometria em Y.\n\nrSão,Francisc<\nCangas\n’Jatobá\nNatividade\n'Agua-Franca1\nBonfim'\nLEGENDA\nPríncipe;\nLocalidade\nChapada.dér Natividade.\nFigura 41: Imagem da inclinação do sinal analítico com interpretações dos principais traços estruturais da área de estudo.\niRindorama aoSTocantins\n\nNatividadêj\nPríncipe\nW °M\nSão Francisco\nPindorama do/Tocantins\"\nJatobá\nBpal Espe rançi\ni :\n24o'JÒo\nLegenda\nO Localidade\nO\nCangas\nO\n220000 T ' i!\nV\n'TA\no\n§ o -■* I** 00\n--1----w——■—■—F r:\n200000 . > -220000\n/ #\n/tf\nÊ £\n//\n// -&lt;\nf ■§\nÁgua-Franca\nM O\t?\n¡JES* /<P\nà • > O • -1 ó • 4\t’\t*\no\t-&lt;\no o\n- o\n00\n•&lt;o\n00\n■f .\t•\n225\n3\t„_____\n200000\n---------1--_\n*\t■* ' — ChapadafrjãlNatividade\n_• o\n•\na/z\n‘o^>\n.-7' r-\nr /\n|W£ r Ji/\t- JH\nfu\ni»\n- Ê\n\n\nFigura 42: Imagem ternária RGB de K, Th e U da área de pesquisa, onde é possível observar o contraste do Arco Magmático de Goiás e Maciço de Goiás (a) com o Domínio Cavalcante-Arraias (b). A identificação da Zona de Cisalhamento Mombuca (ZCM) é facilitada pela resposta das rochas graníticas da Suíte Aurumina (oeste) e das rochas metassedimentares do Grupo Natividade (c). (d) Rochas metassedimentares do Grupo Natividade a leste da ZCCA, não apresentando a deformação NE como as controladas pelas ZCCA e ZCM. Algumas estruturas ovaladas (e) da Suíte Almas-Dianópolis estão circundadas pelas rochas do Grupo Riachão do Ouro (f).\n©\nMean: N20°W/68°NE\nDensity (%)\nMean: N28°E / 53°NW\nDensity (%)\nMean: N45°E / 50°SE\nDensity (%)\nMean: N18°E/39°NW\nDensity (%)\nMean: N80°E / 22°NW\nDensity (%)\nN\nN\nN\nN\n©\n\n©\n©\n©\n©\n©\n©\n©\nFigura 43: Estereogramas dos polos - planos de foliação S0, Sn e Sn+1: (a) Domínio Almas-Conceição do Tocantins com polos dispersos no estereograma, sem padrão de foliação específico, caracterizando a geometria em Y (corpos ovalados da Suíte Almas-Dianópolis envelopados pelo Grupo Riachão do Ouro). (b) Domínio Cavalcante-Arraias, tipicamente marcado por foliação de direção NE-SW com mergulho para NW, predominando mergulho de médio ângulo. (c) Maciço de Goiás, apresenta foliações sem padrão característico, mas mostra predomínio de direções NE-SW com mergulho baixo a médio para SE, sugerindo influência de tectónica pretérita\ndiferente das ocorridas no Domínio Cavalcante-Arraias. (d) Grupo Natividade, com medidas nas direções N5°-20°E de baixo a médio ângulo, influenciada pela tectónica Sn do Domínio Cavalcante-Arraias, mergulhando preferencialmente para norte. (e) Arco Magmático de Goiás, as poucas medidas parecem indicar cavalgamento de baixo ângulo (20°) para NW. (f) Zona de Cisalhamento Cruz das Almas, corredor transcorrente NNE com mergulhos elevados, predominando mergulho para NW. (g) Zona de Cisalhamento Mombuca, corredor transcorrente N20°E/80°NW. (h) Zona de Cisalhamento Rio Formiga, corredor transcorrente com foliação Sn+1 N30°E/85°NW. (i) Zona de Cisalhamento Jatobazeiro, corredor transcorrente com Sn+1 N40°E/80°NW. (j) Lineações de estiramento Ln+1 das zonas de cisalhamento observadas na área de estudo, caracterizadas por linhas de baixo ângulo, com mergulho tanto para NE como para SW.\nA ZCCA foi reativada no final da Orogenia Brasiliana, visto que a porção do Grupo Natividade sobreposta ao Domínio Cavalcante-Arraias apresenta foliação NE, típica do LTB, enquanto as unidades do grupo que repousam sobre o DACT não apresentam o característico padrão de foliação preferencial. Esta ausência pode ser devida ao papel de barreira estrutural desempenhado pela ZCCA para o DACT. Além disso, o DACT também não apresenta as típicas estruturas NE do domínio vizinho a oeste, sendo caracterizado por estruturas ovaladas de ortognaisses e granitóides envolvidas por estreitas faixas de rochas supracrustais do Grupo Riachão do Ouro (Figura 9). Esse padrão estrutural da ZCCA também leva a sugerir e corroborar que a deformação paleoproterozóica, antes da superimposição do LTB, apresentaria direção N-S.\nNa ZCCA a foliação Sn+1 é marcada nos muscovita quartzitos miloníticos pela disposição paralela e preferencial de lamelas de muscovita, com lineação de estiramento de baixo ângulo (Figura 44). Veios de quartzo são observados, indicando a percolação de fluido durante o desenvolvimento da zona de cisalhamento dextral. Na porção sul da ZCCA foi identificado cianititos, produtos de intensa alteração que ocorreu numa fase tardia da evolução geológica da região (Oliveira et. al., 2012). Esta associação litológica ocorre principalmente no topo do Morro do Moleque, paralelo a ZCCA. Óxidos de ferro e turmalina também estão associados as rochas a cianita, inferindo-se que as rochas se formaram a partir dos xistos e quartzitos da Sequência Metavulcanossedimentar Água Suja (Oliveira et. al., 2012), neste trabalho correlacionada a Formação Ticunzal. Possivelmente as cianitas e turmalina se originaram a partir da percolação de fluidos hidrotermais durante o processo de cisalhamento no corredor Cruz das Almas (Oliveira et. al., 2012).\nForam confeccionados estereogramas e diagramas que ilustram o comportamento da zona influenciada pelas foliações da ZCCA. A superfície Sn+1 apresenta planos dispostos preferencialmente na direção NNE-SSW, com mergulhos de 70° a 90° para ESE e WNW (Figura 43f).\nFigura 44: (a) Muscovita quartzito milonitizado entre as serras Cruz das Almas e Santa Clara, mostrando foliação verticalizada relacionada com a zona de cisalhamento Cruz das Almas (Ponto TF-IGP-100). (b) Detalhe do muscovita quartzito com foliação milonítica de aspecto anastomosado (Ponto TF2012-NAT-IV-80). (c) Serra Cruz das Almas, crista NNE de quartzitos micáceos milonitizados. Fotomicrografías de muscovita quartzito milonítico do Grupo Natividade (Unidade Metapsamo-psefitica): (d) sigmoides de quartzo com cinemática dextral e mostrando processo de recristalização dinâmica. (e) microdobras em muscovita quartzito milonítico. f) Fotomicrografia de clorita-muscovita-hornblenda xisto, milonítico, deformado pela ZCCA.\n4.2.\tZona de Cisalhamento Transpressiva NE Mombuca (ZCM)\nA Zona de Cisalhamento Mombuca (ZCM) está localizada no Domínio Cavalcante-Arraias (DCA). Controla a borda oeste do Grupo Natividade (Figura 10), tendo como afloramentos tipo as serras do Mombuca e de Pedra, 8 km a sudeste de Pindorama do Tocantins. Caracteriza-se por corredor deformacional NE, realçado pela discrepância topográfica entre região arrasada com rochas predominantes da Formação Ticunzal e Suíte Aurumina, e quartzitos milonitizados do Grupo Natividade em fácies xisto-verde. A transcorrência é marcada por foliação de alto ângulo (média de 82°) com plano N10°-30°E, mergulhando principalmente para noroeste (Figura 43g).\nO DCA é afetado pela ZCM transformando paragnaisses, granitos e tonalitos em filonitos, ultramilonitos com sigmoides dextrais e muscovita-quartzo xisto (Figura 45a). As rochas são geralmente verticalizadas, como observado em muscovita quartzitos do Grupo Natividade (S0//Sn+1N35°E/90°) e em filitos carbonosos da Formação Ticunzal (S0//Sn+1 N20°E/90°) (Figura 45b e 45c). Diferente das outras zonas de cisalhamento, a ZCM apresenta caráter transpressivo, representado por diversas estruturas macroscópicas e microscópicas (Figuras 45 e 46).\nA porção sudoeste da ZCM hospeda um sistema complexo e anastomosado de veios de quartzo, encaixados em biotita xistos milonitizados da Formação Ticunzal/Sequencia Água Suja, hospedando a mineralização aurífera de Chapada de Natividade (Queiroz, 2001). Tanto nos veios de quartzo como nos milonitos das zonas de contato encontram-se minerais metálicos finamente disseminadas e formados no final do evento deformacional/hidrotermal (Queiroz, 2001). Queiroz (2001) considera que o sistema de veios de quartzo mineralizados a sulfetos + ouro da área de chapada se encaixa na categoria de depósitos de tipo lode Orogênico.\nUm dado isotópico pelo método Rb-Sr em micas dos milonitos encaixantes dos veios permitiu determinar em 517 ± 40 Ma a idade do cisalhamento regional e, consequentemente da mineralização aurífera, que estaria diretamente relacionada ao Sistema Strike-Slip Transbrasiliano.\nFigura 45: (a) Ultramilonito formado pela ZCM a partir de cisalhamento intenso nos paragnaisses da Formação Ticunzal. Predominam sigmoides dextrais, com sinistrais aparecendo subordinadamente (Ponto LTB.IG-2012.2-171, Coord. UTM-23S: 0217778 E/8744924 N). (b) Intercalações de quartzitos e siltitos do Grupo Natividade, verticalizados pela proximidade da ZCM (Ponto LTB.IG-2012.2-216, Coord. UTM-23S: 0226551 E /8764440 N). (c) Filito carbonoso da Formação Ticunzal com microintercalações de quartzo, verticalizado pela ZCM (Ponto LTB.IG-2012.2-231, Coord. UTM-23S: 0206030 E/ 8720291 N). (d) Fotomicrografía do quartzito milonítico do Grupo Natividade com muscovita. Os grãos de quartzos encontram-se estirados e formando ribbons. (e) e (f) Fotomicrografias de filito carbonoso do Ponto LTB.IG-2012.2-231, mostrando o aspecto microscópio de microdobras (cinemática dextral) e clivagem de crenulação zonal.\nFigura 46: (a) Sinforme e antiformes em quartzito micáceo (borda oeste do Grupo Natividade). As dobras são controladas pela ZCM, caracterizando regime transpressivo para o cisalhamento (Ponto LTB.IG-2012.2-216, Coord. UTM-23S: 0226551 E/8764440 N). (b) Croqui da Figura 20a para melhor observação das dobras.\n4.3.\tZona de Cisalhamento Transcorrente NE Rio Formiga (ZCRF)\nA Zona de Cisalhamento Rio Formiga (ZCRF) estabelece o contato entre o Domínio Cavalcante Arraias e o Maciço de Goiás. A Suíte Pau de Mel (hornblenda-biotita gnaisse) foi intensamente milonitizada (tectonito do tipo L) em fácies anfibolito, mostrando grãos de quartzo e prismas de hornblenda e plagioclásio recristalizados (Figura 47). Porfiroclastos de plagioclásio mostram sentido dextral para o cisalhamento transcorrente. Os principais afloramentos se localizam na região de Contagem, ao longo do Rio Formiga, que tem seu curso NE-SW alojado na zona de cisalhamento. O corredor deformacional NE-SW da ZCRF é melhor marcado na SRTM e nas imagens magnetométricas que a ZCCA e ZCM. Exibe foliação N30°E/86°NW (Figura 43h), predominando lineações de estiramento de baixo ângulo, com mergulho para SW.\nA ZCRF marca reativação transcorrente da provável colisão no final do Neoproterozóico entre o Maciço de Goiás e o “bloco” formado pela junção dos Domínios Cavalcante-Arraias e Almas-Conceição do Tocantins. Porém, a possibilidade de que esta colisão tenha ocorrido durante o paleoproterozóico não pode ser desconsidera, pois dados geocronológicos, idades entre 2,19 e 2,05 Ga., caracterizam um evento acrescionário paleoproterozóico em rochas de arco magmático e sequências sedimentares correlacionadas (Arco Campinorte) (Kuyumjian et. al., 2004; Giustina et. al., 2009b e Cordeiro et. al., 2014).\nFigura 47: (a) Ultramilonito tipo L, caracterizado por hornblenda-biotita gnaisse de composição tonalítica. É produto da deformação em fácies anfibolito gerada pela ZCRF, mostrando fenoblástos estirados de plagioclásio. Dobras intrafoliais mostram cinemática dextral (Ponto LTB.IG-2012.1-024, Coord. UTM-23S: 0209449 E / 8768416N). (b) Fotomicrografía do milonito (Ponto LTB.IG-2012.1-024) mostrando detalhe dafoliação marcada por hornblenda, quartzo e lamelas de biotita, sugerindo condições de fácies anfibolito para a ZCRF.\nContudo, diversos trabalhos base (Marangoni et. al., 1995 e Soares et. al., 2006), sugerem possível colisão do Maciço de Goiás durante o final do Neoproterozóico, mostrando que a margem leste do maciço de goiás é marcada por descontinuidade sísmica e gravimétrica, interpretada como uma sutura produzida pelo fechamento do Oceano Brasilides. Na superfície, esta zona de sutura está representada pelo sistema de falhas Rio Maranhão (Soares et. al., 2006). Corroborando com a colisão Neoproterozóica, Junges et. al. (2002) e Giustina et. al. (2009a), obtiveram idades 790-760 Ma em grãos de zircão detríticos do Complexo Uruaçu, consequência do acréscimo de arco interoceânico à margem ocidental do Cráton São Francisco.\n4.4.\tZona de Cisalhamento Transcorrente NE Jatobazeiro (ZCJ)\nA Zona de Cisalhamento Jatobazeiro (ZCJ) apresenta trend N35°E, típico do Lineamento Transbrasiliano, e mergulhos maiores que 75°, com caimento tanto para NW como SE (Figura 43i). Estabelece o limite entre o Maciço de Goiás e o Arco Magmático de Goiás. A deformação é acentuada, paragênese de recristalização indicativa de fácies anfibolito (grãos de quartzo e prismas de hornblenda e plagioclásio). As rochas metassedimentares da Sequência Santa Terezinha de Goiás foram transformadas em filonitos e ultramilonitos (Figura 48).\nA lineação de estiramento mineral Ln+i é definida por quartzo, anfibólio, biotita e fenoblástos de feldspatos dos metagranitóides. A figura 43j mostra estereograma com\nconcentrações das lineações de estiramento mineral (Ln+i), dispostas sobre o plano de foliação Sn+i, caracterizadas por caimento de baixo ângulo, entre 1 e 15 graus, tanto para nordeste como sudoeste.\nFigura 48: (a) Fotomicrografia de Granito cisalhado pela ZCJ, transformado em filonito muito fino, rico em filossilicatos e quartzo estirados segundo o plano de foliação Sn+1 (Ponto LTB.IG-2012.1-192, Coord. UTM-23S: 0187953 E / 8774908 N). (b) Fotomicrografía de anfibolito cisalhado da Sequência Santa Terezinha de Goiás, mostrando plagioclásio saussuritizado e grãos de carbonato. A foliação é marcada predominantemente por lamelas de clorita, alteração de hornblenda.\n5.\tDISCUSSÃO\nAs zonas de cisalhamento observadas e analisadas fazem parte de um conjunto de zonas de grande magnitude na Província Tocantins, formando diversos segmentos em um sistema principal, Sistema Strike-slip Transbrasiliano. Na área de trabalho o LTB se apresenta como um feixe de zonas de cisalhamento transcorrentes de direção preferencial N30°E, retilíneas e paralelas.\nOs trabalhos realizados mostram que Formação Ticunzal, Suíte Aurumina, Maciço de Goiás e Arco Magmático de Goiás apresentam continuidade na porção nordeste da Faixa Brasília, constituindo o substrato da Bacia do Parnaíba.\nDantas et al. (2013) sugeriram modelo de orogenia intracontinental, com formação de cinturões deformacionais transcorrentes (strike-slip) na porção nordeste da Província Tocantins, fato comprovado e perfeitamente adequado ao quadro evolutivo da área de estudo. Diversas estruturas transpressivas corroboram o modelo de encurtamento crustal associado ao desenvolvimento de cinturão deformacional do tipo strike-slip. Dantas et al. (2013) enquadram este processo como o mais importante na fase final da orogenia neoproterozóica da Província Tocantins, acomodando o deslocamento horizontal em zonas de descontinuidades crustais/litosféricas.\nQuatro grandes domínios de diferentes idades, tectónica e/ou assinatura geofísica são evidentes, caracterizando mosaico de blocos crustais e litosféricos distintos, formado por segmentos de crosta juvenil e retrabalhamento continental em 2400, 2182, 2172 e 654 Ma. São limitados por três zonas de cisalhamento quilométricas: (i) Zona de Cisalhamento Cruz das Almas; (ii) Zona de Cisalhamento Rio Formiga; e (iii) Zona de Cisalhamento Jatobazeiro.\nA zona de cisalhamento transpressiva Cruz das Almas separa dois domínios tectónicos distintos, Almas-Conceição do Tocantins e Cavalcante-Arraias. Esta zona de cisalhamento representa importante limite da colagem paleoproterozóica ocorrida no embasamento da Faixa Brasília. Cruz et al. (2003) propuseram que a tectónica transcorrente seria relacionada a evento deformacional dúctil devido à colisão oblíqua entre placas. Os dados obtidos levam a sugerir que essa deformação seria resultado da colisão entre os domínios Almas-Conceição do Tocantins e Cavalcante-Arraias, finalizando, assim, os eventos deformacionais paleoproterozóicos que afetaram o Grupo Riachão do Ouro e a Suíte Almas-Dianópolis. O Bloco formado por esta união é chamado de Natividade-Cavalcante (Fuck et al., 2014). Mesmo\nnos setores miloníticos, a paragênese (talco, clorita e muscovita) e suas relações demostram que estas rochas não ultrapassam condições metamórficas da fácies xisto-verde.\nA estruturação do Grupo Natividade é de grande importância para o entendimento tectônico dos domínios Almas-Conceição do Tocantins e Cavalcante-Arraias. Considerando que ambos os domínios servem de embasamento para as rochas metassedimentares do Grupo Natividade, infere-se que foram unidos antes da deposição do grupo. Entretanto, são observadas diferenças estruturais e litoestratigráficas significativas nas rochas metassedimentares presentes nos dois domínios. Depositado sobre o DACT, as rochas metassedimentares apresentam raríssimas estruturas nordestes e não controladas por falhas ou zonas de cisalhamentos regionais, diferente das que repousam sobre DCA, onde o Grupo Natividade é controlado a oeste pelo cisalhamento Mombuca, 85 quilômetros de comprimento com direção N20°E e leste pelo cisalhamento Cruz das Almas. As três camadas superiores do Grupo Natividade; (i) metassiltitos e metadolomitos, (ii) quartzitos e metassiltitos e (iii) metassiltitos não afloram a leste da zona de cisalhamento Cruz das Almas, pois estão encaixados em dobramento sinclinal regional (Serra do Belo Horizonte a leste e Serra de Pedra a oeste), auxiliando na resistência ao intemperismo ao longo do tempo geológico.\nO bloco de Natividade-Cavalcante mostra dois diferentes tipos de magmatismo em crosta paleoproterozóica, metaluminoso associado a fontes mantélicas (Domínio Almas-Conceição do Tocantins) e outro peraluminoso, associado a retrabalhamento de crosta continental (Domínio Cavalcante-Arraias).\nA Zona de Cisalhamento Jatobazeiro está associada ao Sistema Falha Rio dos Bois (Dantas et al., 2013), paralelo à falha de empurrão de mesmo nome (Figura 08), infletindo e tornando-se transcorrente quando se aproxima e adentra do Lineamento Transbrasiliano, com cinemática dextral e separando o Maciço de Goiás do Arco Magmático de Goiás. Determina o limite entre rochas paleoproterozóicas do Maciço de Goiás (a leste) das neoproterozóicas pertencentes a Sequência Santa Terezinha de Goiás (a oeste). A Zona de Cisalhamento Rio Formiga é associada ao sistema Santa Tereza e Rio Maranhão (SRTM, Fonseca, 1996; Hasui et al., 1994), limitando rochas metaluminosas do Maciço de Goiás (a oeste) do Domínio Cavalcante-Arraias (Formação Ticunzal e Suíte Aurumina). Essas observações reforçam a continuidade para norte de sistemas de cisalhamento como Porangatu (Dantas et al., 2006), representando um exemplo clássico de sistema de falhas associado a cinturões orogênicos colisionais, que corrobora a hipótese que o LTB na região está associado à formação do supercontinente Gondwana.\nAs zonas de cisalhamento Rio Formiga e Jatobazeiro mostram continuidade para nordeste sob as bacias do Parnaíba e São Franciscana, influenciando a deposição dos grupos Serra Grande (Formação Ipu), Canindé (Formações Pimenteiras, Cabeças, Longá e Poti), Balsas (Formações Piauí e Sambaíba) e Urucuia, caracterizando reativações paleozóicas e mesozóicas do Lineamento Transbrasiliano. Fortalecendo o conceito de reativação, proposto por diversos autores (ver Fuck et al., 2013), é possível observar nos produtos SRTM, fora da área de estudo, a descontinuidade tectónica entre as duas sequências do Arco Magmático de Goiás (limitante das sequências Mara Rosa e Santa Terezinha de Goiás), mostrando deslocamento horizontal de aproximadamente 10km na Formação Longá (Grupo Canindé), próximo a Ponte Alta do Tocantins, gerado a partir de falhamento sinistral.\nDados Sm-Nd e U-Pb, somados a dados estruturais, auxiliaram a compartimentação dos grandes domínios tectónicos. No domínio Almas-Conceição do Tocantins, dados Sm-Nd enquadram-se com modelos regionais já conhecidos, indicando derivação mantélica para as rochas intrusivas da Suíte Almas-Dianópolis. Porém, assim como mencionado em Fuck et al. (2014), rochas peraluminosas observadas em campo, fazem parte do domínio Cavalcante-Arraias. Essas rochas estão intrudidas na Formação Ticunzal, cujas rochas metassedimentares apresentam idades modelo de Nd entre 2,17 e 3,05 Ga, sugerindo fontes diversas para os sedimentos originais. As rochas peraluminosas são relacionadas à Suíte Aurumina, podendo ter sido geradas durante colisão dos blocos Almas-Conceição do Tocantins e Cavalcante-Arraias. Esta colisão teria ocorrido durante o Paleoproterozóico, já que dados U-Pb em zircão de biotita tonalito indicam idade 2172 ± 16 Ma e o Grupo Natividade, relacionado à tafrogênese estateriana (1,8 - 1,6 Ga), está presente em ambos domínios, mostrando que já estavam colados quando da sua deposição. Os dados de Sm-Nd mostram que os magmas originais da Suíte Aurumina foram gerados por reciclagem de crosta continental, tornando os eNd<t) negativos.\nDados obtidos por U-Pb em biotita metatonalito (2172 ± 16 Ma), corroboram com dados obtidos por Fuck et al.(2014), confirmando que o principal evento magmático do bloco crustal Natividade-Cavalcante está concentrado em um curto intervalo de tempo, entre 2.2 e 2.15 Ga, sendo o principal evento registrado nas rochas do embasamento da Província Tocantins. Este período de tempo é relacionado ao principal período de formação de crosta paleoproterozóica no continente Sul-americano (Cordani et al., 2000).\nAs rochas do Maciço de Goiás apresentam-se intensamente cisalhadas, representadas por milonitos e ultramilonitos, gerados por dezenas zonas de cisalhamento dextrais que fazem parte do Sistema Strike-slip Transbrasiliano (Santa Tereza/Rio Maranhão/Rio Formiga). Dados U-Pb e Sm-Nd em gnaisses miloníticos do Maciço de Goiás, demostram a existência de dois\neventos magmáticos, um de origem mantélica, 2182 ± 6 Ma com eNd<t) positivo a levemente negativo (-0,64 a 1,96) e outro em 2037 ± 8 Ma, eNd(t) negativo (-8,43 e -4,37), sugerindo ser oriundo de fusão crustal.\nIdades neoproterozóicas (654.4 ± 4.2 Ma) referente à Sequência Santa Terezinha de Goiás ainda não haviam sido determinadas no estado do Tocantins, porém, ficou evidente sua continuidade a leste da Sequência Mara Rosa como apresentado por Oliveira et al. (2014). Idades modelo Tdm entre 1,09 e 0,88 Ga, caracterizam valores ainda não obtidos para Sequência Santa Terezinha de Goiás. Os valores positivos de sNd(t) (3,82 a 3,33) são interpretados como representativos de acresção crustal de material juvenil gerado em ambiente de arco de ilhas no Neoproterozóico.\nSomando aos dados estruturais e geocronológicos obtidos no presente trabalho, que demostra diferenças entre o Arco Magmático de Goiás e segmento de crosta paleoproterozóica (Maciço de Goiás), o limite é bem marcado em ensaios de refração profunda, que demonstrou estes blocos crustais separados por falhas profundas, algumas das quais podem representar exsuturas, sugerindo inversão de polaridade de zonas de subducção durante a orogenia Neoproterozóica Brasiliana/Pan-Africana, que levou a formação e amalgamação da Província Tocantins e West Gondwana (Soares et al., 2006 e Fuck et. al., 2014).\nEm um cenário hipotético, todos os fragmentos Paleoproterozóicos poderiam representar uma extensão do Cráton São Francisco, baseando-se principalmente por dados gravimétricos, que sugerem uma única placa, englobando o Cráton São Francisco e o embasamento da Faixa Brasília (Pereira e Fuck, 2005; Assumpção et al., 2006; Soares et al., 2006; Valeriano et al., 2004). Porém, dados aerogeofísicos e geológicos recentes mostram que está única placa não englobaria todo o embasamento paleoproterozóico da Faixa Brasília. Seria limitado pela zona de cisalhamento transpressional Cruz das Almas, onde o padrão magnetométrico das porções oeste e leste da mesma é totalmente distinto. Além da ausência de grandes ocorrências de magmatismo granítico tipo-S no Cráton e Domínio Almas-Conceição do Tocantins, como representado pela Suíte Aurumina no Domínio Cavalcante-Arraias.\n6.\tCONCLUSÃO\nAs feições resultantes de processamento e interpretação de levantamentos aerogeofísicos, observações em imagens SRTM, junto com os dados estruturais levantados em campo e suporte de informações obtidos em análises de laboratório, permitiram identificar as grandes estruturas de caráter dúctil (zona de cisalhamento) e eventos frágeis posteriores, relacionados ao Lineamento Transbrasiliano.\nOs dados obtidos durante o projeto permitem sugerir a existência de 4 principais zonas de cisalhamento, que estabelecem os limites de domínios tectónicos da porção nordeste da Faixa Brasília: (i) Z.C. Cruz das Almas, (ii) Z.C. Mombuca, (iii) Z.C. Rio Formiga e; (iv) Z.C. Jatobazeiro. Estas zonas de cisalhamento subverticais foram geradas durante evento D2, o principal encontrado na área de estudo, sugerindo uma história evolutiva de regime tectónico transcorrente NE-SW, com setores transpressivos.\nAs unidades pré-cambrianas influenciadas pelo Sistema Strike-slip Transbrasiliano apresentam direção principal NE-SW com mergulhos moderados a altos para NW. Apresentam estruturas dúcteis, registrando foliações Sn+1 em decorrência dos eventos deformacionais D2. A análise microscópica dos milonitos transcorrentes sugere que o metamorfismo associado ao evento D2 é de fácies anfibolito para as ZCRF e ZCJ, com estabilidade de hornblenda e biotita, e fácies xisto-verde para ZCCA. Este evento é, indubitavelmente, de idade neoproterozóica.\nOs milonitos observados no Maciço de Goiás mostram feições essencialmente dúcteis, indicando descontinuidades profundas, que atingiram fácies anfibolito, corroborando as observações de Fuck et al. (2013 e 2014).\nA vasta presença de grafita e aparecimento de metabasaltos associados à Formação Ticunzal podem ser explicados pelo fato de podermos estar lidando com o setor mais profundo da Bacia Ticunzal, gerando condições geológicas para formação da associação mineral e presença de metavulcânicas, antes não cartografadas na Formação Ticunzal.\n7.\tREFERÊNCIAS\nAgostinho, S., Viana, M.S.S., Fernandes, A.C.S., 2004. Duas novas icnoespécies de Bifungites Desio, 1940 na Formação Pimenteira, Devoniano da Bacia do Parnaíba, Brasil. Arquivos do Museu Nacional, v. 62, p. 519-530.\nAlbarède, F., Télouk, P., Blichert-Toft, J., Boyet, M., Agranier, A., Nelson, B., 2004. Precise and accurate isotopic measurements using multiple-collector ICPMS. Geochim. Cosmochim. Acta 68, p. 2725-2744.\nAlmeida, F.F.M., Brito Neves, B.B., Carneiro, C.D.R., 2000. The origin and evolution of the South American Platform. Earth-Sci. Rev., 50: 77-111.\nAlmeida, F.F.M., Carneiro, C.D.R., 2004. Inundações marinhas fanerozóicas no Brasil e recursos minerais associados. In: MANTESSO-NETO, V.; BARTORELLI, A.; CARNEIRO, C. D. R.; BRITO-NEVES, B. B. (Org.). Geologia do continente sul-americano: evolução da obra de Fernando Flávio Marques de Almeida. São Paulo: Beca, p.43-58\nAlmeida, F.F.M., Hasui, Y., Brito Neves, B.B., Fuck, R.A., 1981. Brazilian structural provinces: an introduction. Earth-Science Reviews 17 (1), 1-29.\nAlvarenga, C.J.S., Dardenne, M.A., Botelho, N.F., Lima, O.N.B., Machado, M.A., Almeida,\nT., 2007. Nota Explicativa das folhas SD.23-V-C-III (Monte alegre de Goiás), SD.23-V-C-V (Cavalcante), SD.23-V-C-VI (Nova Roma). CPRM, v. 1. 65p.\nAndres, U., 1995. Electrical disintegration of rock. Mineral Processing and Extractive Metallurgy Review, 14, 87-110.\nANP, 2006. Levantamentos Aerogeofísicos da Bacia do Parnaíba: levantamentos aerogeofísicos para a identificação de áreas com ocorrência potencial de petróleo e gás na bacia do Parnaíba. Convênio ANP-USP.\nAraújo Filho, J.O., 2000. The Pirineus Syntaxis: an example of two Brasiliano fold-thrust belts in central Brazil and its implication for the tectonic evolution of western Gondwana. Revista Brasileira de Geociências 30 (2), 144-148.\nAssumpção, M., Heintz, M., Vauchez, A., Silva, M.E., 2006. Upper mantle anisotropy in SE and Central Brazil from SKS splitting: evidence of asthenospheric flow around a cratonic keel. Earth and Planetary Science Letters 250, 224-240.\nAssumpção, M.; Lima, T.M. &amp; Tomás, L.A.R. 1986. O sismo de Araguapaz de 14.01.1986 e o Lineamento Transbrasiliano. 34° Congresso Brasileiro de Geologia, Goiânia. Anais... Goiânia, SBG. v. 6. p.2573-2580.\nBarbosa, O. &amp; Costa, L.A.M., 1973. Projeto Leste do Tocantins / Oeste do rio São Francisco. Letos. 4a Fase: Mapeamento sistemático. 2a etapa de campo. Prospec\nS.A./CPRM/DNPM, Rio de Janeiro, 8.\nBiddle, K.T., Christie-Blick, N., 1985. Glossary—Strike-slip deformation, basin formation and sedimentation. In: Biddle, K.T., Christie-Blick, N. (Eds.), Strike-Slip Deformation, Basin Formation and Sedimentation, vol. 37. Society of Economic Paleontologists and Mineralogists, Special Publication, pp. 375-386.\nBlack, L.P., Kamo, S.L., Allen, C.M., Davis, D.W., Aleinikoff, J. N., Valley, J.W Mundil, R., Campbell, I.H., Korsch, R.J., Williams, I.S., Foudoulis, C., 2004. Improved 206Pb/238U microprobe geochronology by the monitoring of a trace-element-related matrix effect; SHRIMP, ID-TIMS, ELA-ICP-MS and oxygen isotope documentation for a series of zircon standards. Chemical Geology, v. 205, p. 115140.\nBortolotti, I., Principi, G., 2005. Tethyan ophiolites and Pangea break-up. Island Arc 14, 442470.\nBotelho N.F. &amp; Silva, D.V.G., 2005. Mineralizações de Au e PGE hospedadas em rochas graníticas peraluminosas do nordeste de Goiás: discussão sobre depósitos não convencionais de platinóides. In: Simpósio Brasileiro de Metalogenia, 1, CD-ROM de Resumos.\nBotelho, N. F., 1999. Suíte Aurumina: uma suíte de granitos paleoproterozóicos, peraluminosos e sin-tectônicos na Faixa Brasília. In: VII Simpósio de Geologia do Centro-Oeste, 1999, Brasília. Boletim de Resumos. v. 1. p. 17-17.\nBotelho, N.F., 1992. Les ensembles granitiques subalcalins a peralumineux mineralisés en Sn et In de la Sous-province Paranã, État de Goiás, Brèsil. Thèse (Doctorat), Université de Paris, França, 344 p.\nBotelho, N.F., Bilal E., Moutte J., Fonteilles M., 1993. Precambrian A-type tin-bearing granites in the Goiás Tin Province, central Brazil: A review. In: Magmatismo Granítico e Mineralizações Associadas - Workshop, Rio de Janeiro, 1, p. 5-8.\nBotelho, N.F., Fuck, R.A., Dantas, E.L., Laux, J.L., Junges, S.L., 2006. The Paleoproterozoic peraluminous Aurumina granite suíte, Goiás and Tocantins: whole rock\ngeochemistry and Sm-Nd isotopic constraints. The Paleoproterozoic Record of the São Francisco Craton, Brazil. IGCP 509, Brazil, September 9-21.\nBrito Neves, B.B., 1999. América do Sul: quatro fusões, quatro fissões e o processo acrescionário andino, Revista Brasileira de Geociências, 29(3):379-392.\nBrito Neves, B.B., Fuck, R.A., 2013. The Neoproterozoic evolution of the basement of the South-American platform. Journal of South American Earth Sciences 47, 72-89.\nBrito Neves, B.B., Fuck, R.A., 2014. The basement of the South American Platform: half Laurentian (N-NW) + half Gondwanan (E-SE) domains. Precambrian Research 244, 75-86.\nBuhn, B. M., Pimentel, M, M., Matteini, M., Dantas, E.L., 2009. High spatial resolution analysis of Pb and U isotopes for geochronology by laser ablation multi-collector inductively coupled plasma mass spectrometry (LA-MC-ICP-MS. Anais da Academina Brasileira de Ciências. v. 81, p. 1-16.\nCaputo, M.V., 1984. Stratigraphy, tectonics, paleoclimatology and paleogeography of Northern Basins of Brazil. 1984. Thesis (Doctorate) - University of California, Santa Bárbara, 586 p.\nChiarini, M.F.N, 2007. Contribuição da aerogeofísica na caracterização de suturas colisionais e de sistemas transcorrentes: O exemplo de Porangatu, Brasil Central. Dissertação de Mestrado, Instituto de Geociências, Universidade de Brasília, Brasília, 108 p.\nCordani, U.G., Neves, B.B.B., Fuck, R.A., Porto, R., Thomaz Filho, A. Cunha, F.M.B. da, 1984. Estudo preliminar de integração do Pré-cambriano com os eventos tectônicos das bacias sedimentares brasileiras. Ciência Técnica Petróleo, p. 1-70.\nCordani, U.G., Pimentel, M.M., Araújo, C.E.G., Fuck, R.A., 2013. The significance of the -Transbrasiliano-Kandi tectonic corridor for the amalgamation of West Gondwana. Brazilian Journal of Geology 43, 583-597.\nCordani, U.G., Sato, K., 1999. Crustal evolution of the South American Platform, based on Nd isotopic systematics on granitoid rocks. Episodes, 22: 167-173.\nCordani, U.G., Sato, K., Teixeira, W., Tassinari, C.C.G., Basei, M.A.S., 2000. Crustal evolution of the South American Platform. In: Cordani U.G., Milani E.J., Thomaz Filho A., Campos D.A. (eds) Tectonic Evolution of South América. Rio de Janeiro, 31 Int. Geol. Congress, p.:19-40.\nCordeiro, P.F.O., Oliveira, C.G., Giustina, M.E.S.D., Dantas, E.L., Santos, R.V., 2014. The Paleoproterozoic Campinorte Arc: Tectonic evolution of a Central Brazil preColumbia orogeny. Precambrian Research, v. 251, p. 49-61.\nCordell, L., Grauch, V.J.S., 1985. Mapping basement magnetization zones from aeromagnetic zones from aeromagnetic data in San Juan basin, New Mexico, in Hinze, W.J., Ed., The utility of regional gravity and magnetic anomaly maps, Soc. Explor. Geophysics, Spec. Vol. 181-197.\nCorrea Filho, F.C.L. &amp; Sá, A.M., 1980. Projeto Natividade. Relatório Final. Volume I: Textos, Ilustrações e Anexos. Conv. DNPM/CPRM Goiânia.\nCosta, J.B.S., Lemos, R.L., Martins, J.P.A., Beltrão, L.F., Góes, A.M., Hasui, Y., 1984. Geologia da região de Porto Nacional. Rev. Bras. Geoc., 14:3-11.\nCosta, J.B.S., Martins, J.P. de A., Beltrão, J.F., Góes, A.M., Lemos, R.L., Gorayeb, P.S. S., 1982. Projeto Porto Nacional, Belém, conv, DNPM/UFPA, 104 p.\nCosta, L.A.M. da, Portela, A.C., Nilson, A.A., Pale, C.R.O., Marchetto, C.L.M., Santos, E.L. dos, Moneghosso, G., Inda, H.A.V., Sterna, L.H., Marchetto, M., Baptista, M.B., Fratin, O., Mossmann, R., Oliveira, T.F.D., Silva, W.G., 1976. Projeto Leste do Tocantins / Oeste do rio São Francisco. DNPM/CPRM/PROSPEC. Rio de Janeiro.\nCPRM, 2004. Carta Geológica do Brasil ao Milionésimo. Folha SC.23 - Rio são Francisco. Escala - 1.1.000.000.\nCPRM, 2006. Projeto Aerogeofísico Tocantins: Relatório final do levantamento e processamento dos dados magnetométricos e gamaespectrométricos.\nCruz, E.L.C.C. &amp; Kuyumijan, R.M., 1998. Geologia e Evolução Tectônica dos Terrenos Granito-Greenstone Belt de Tocantins: Região de Almas Dianópolis, Estado de Tocantins, Brasil Central. Rev. Bras. Geoc., 28(2):173-182.\nCruz, E.L.C.C. &amp; Kuyumjian, R.M., 1999. Mineralizações auríferas filoneanas do Terreno granito-greenstone do Tocantins. Rev. Bras. Geoc., 29:291-298.\nCruz, E.L.C.C., 1993. Geologia e mineralizações auríferas do Terreno Granitoide-Greenstone de Almas-Dianópolis, Tocantins. Dissertação de Mestrado, Instituto de Geociências, Universidade de Brasília, Brasília, 152 p.\nCruz, E.L.C.C., 2001. A gênese e o contexto tectônico da mina Córrego Paiol: um depósito de ouro hospedado em anfibolito do embasamento da Faixa de Dobramentos Brasília. Tese Doutorado, Instituto de Geociências, Universidade Brasília, Brasília, 183 p.\nCruz, E.L.C.C., Kuyumjian, R.M., Boaventura, G.R., 2003. Low-K calc-alkaline granitic series of southeastern Tocantins State: Chemical evidence for two sources for the granite-gneissic complexes in the Paleoproterozoic Almas-Dianópolis Terrane. Rev. Bras. Geoc., 33(2):125-136.\nCunha, B.C.C., Potiguar, L.A.T., Ianhez, A.C., Bezerra, P.E.L., Pitthan,\tSouza, Jr. J.J.,\nMontalvão, R.M.G., Souza, A.M.S., Hildred, P.R., Tassinari, C.C.G., 1981. Projeto RADAMBRASIL. Geologia da Folha SC. 22 Tocantins, Rio de Janeiro, Secretaria Geral/MME.\nDantas E.L., Jost H., Fuck R.A., Brod J.A., Pimentel M.M., Meneses P.R., 2001. Proveniência e idade deposicional de sequências metavulcanossedimentares da região de Santa Terezinha de Goiás, baseada em dados isotópicos Sm-Nd e U-Pb em monocristal de zircão. Revista Brasileira de Geociências, 31(3):329-334.\nDantas, E.L., Araújo Filho, J.O., Oliveira, C.G., Fuck, R.A., Pimentel, M.M., Chiarini, M.F.N., Nascimento, E.L., 2006. Isótopos de Nd na Determinação de Blocos Crustais na Região de Porangatu - GO. In: XLIII Congresso Brasileiro de Geologia, Aracajú. V.1, p. 127.\nDantas, E.L., Fuck, R.A., Oliveira, C.G., Araújo Filho, J.O. de, Frasca, A.A.S., Roig, H.L., Almeida, T., Vidotti, R.M., Soares, J.E.P., Praxedes, I.F, 2013. Compartimentação tectônica e cinemática da porção NE da Província Tocantins. In: XIV Simpósio Nacional de Estudos Tectônicos (SNET), 1, CD-ROM de Resumos.\nDardenne, M.A., Sabóia, A.M., 2007. Litoestratigrafia do Grupo Natividade na região de Natividade-Pindorama, Tocantins. In: Horbe, A.M.C., Souza, V.S. (Org.). Contribuições à Geologia da Amazônia. Belém: Sociedade Brasileira de Geologia, v. 5, 29-38.\nDardenne, M.A., Giustina, M.E.S.D., Sabóia, A.M., Bogossian, J., 2009. Datação geocronológica U-Pb da sequência vulcânica de Almas, Tocantins. In: SBG, Simp. Geol. Centro-Oeste, 11, Anais, 1 CD-Rom.\nDelgado, I.M., Souza, J.D., Silva, L.C., Silveira Filho, N.C., Santos, R.A., Pedreira, A.J., Guimarães, J.T., Angelim, L.A., Vasconscelos, A.M., Gomes, I.P., Lacerda Filho,\nJ.V., Valente, C.R., Perrotta, M.M., Heinick, C.A., 2003. Província Tocantins. In: Bizzi L.A., Schobbenhaus, C., Vidotti R.M., Gonçalves J.H. (eds.). Geologia, Tectônica e Recursos Minerais do Brasil. Rio de Janeiro: CPRM, p.: 281-292.\nDella Fávera, J.C., 1990. Tempestitos na Bacia do Parnaíba. 1990. 560 p. Tese (Doutorado) -Universidade Federal do Rio Grande do Sul, Porto Alegre.\nDePaolo, D.J., 1981. A neodymium and strontium isotopic study of the Mesozoic calc-alkaline granitic batholiths of the Sierra Nevada and Peninsular Ranges, California. J. Geophysical Research, 86, 10470-10488.\nFaure, G., (1986). Principles of Isotope Geology. John Wiley and Sons, New York, USA, 475p.\nFeng, M., Assumpção, M., Van Der Lee, S., 2004. Group-velocity tomography and lithospheric\nS-velocity structure of the South American continent. Physics of the Earth and Planetary Interiors, 147:315-331.\nFonseca, M.A.,1996. Estilos Estruturais e o arcabouço tectônico do segmento setentrional da Faixa Brasília, UnB. Tese de Doutorado.166p.\nFuck, R.A., 1994. A Faixa Brasília e a compartimentação tectônica da Província Tocantins. In: SBG, Simp. Geol. Centro-Oeste, 4, Atas, p. 184-187\nFuck, R.A., Dantas, E.L., Pimentel, M.M., 2001. Nd isotopes, U-Pb single grain and SHRIMP zircon ages from basement rocks of the Tocantins Province. In: Symposium on Isotope Geology, 3, Pucón, Chile. Proceedings. p.311-313.\nFuck, R.A., Dantas, E.L., Pimentel, M.M., Botelho, N.F., Armstrong, R., Laux, J.H, Junges,\nS.L., Soares, J.E., Praxedes, I.F., 2014. Paleoproterozoic crust-formation and reworking events in the Tocantins Province, central Brazil: A contribution for Atlantica supercontinent reconstruction. Precambrian Research, 244: 53-74.\nFuck, R.A., Dantas, E.L., Pimentel, M.M., Botelho, N.F., Junges, S.L., Hollanda, M.H.B.M., Moraes, R., Armstrong, R., 2002. Crosta continental paleoproterozóica no embasamento da porção norte da Faixa Brasília: novos dados Sm-Nd e U-Pb. In: SBG, Cong. Bras. de Geologia, 41, João Pessoa. Anais, p. 308.\nFuck, R.A., Dantas, E.L., Pimentel, M.M., Oliveira, C.G., Laux, J.H., Junges, S.L., De Sordi,\nD.A., Chiarini, M.F.N., 2007. Goiás Magmatic Arc, Tocantins Province, central Brazil: new U-Pb and Sm-Nd isotopic data indicate multiple accretionary events. In: 4th International Symposium on Gondwana to Asia &amp; 2007 IAGR Annual Convention, Fukuoka. Abstracts. Fukuoka: Kyushu University. p. 67-67.\nFuck, R.A., Dantas, E.L., Vidotti, R.M., Roig, H.L., Almeida, T., 2013. Deformação intracontinental em sistemas transcorrentes: o caso do lineamento transbrasiliano: geometria, idade e significado. In: XIV Simpósio Nacional de Estudos Tectônicos (SNET), 1, CD-ROM de Resumos.\nFuck, R.A., Pimentel, M.M, D’El Rey, L.J.H., 1994 - Compartimentação Tectônica da Porção Oriental da Província Tocantins. In: SBG, Congresso Brasileiro de Geologia, 38. Anais..., Balneário Camburiú-SC, p. 215-216.\nGiese, J., Seward, D., Stuart, F.M., Wuthrich, E., Gnos, E., Kurz, D., Eggenberger, U., Schreurs,\nG., 2010. Electrodynamic Disaggregation: Does it Affect Apatite Fission-Track and (U-Th)/He Analyses? Geostandards and Geoanalytical Research, V 34, Issue 1, pages 39-48.\nGioia, S.M.C.L., Pimentel, M.M., 2000. The Sm-Nd isotopic method in the geocrhronology laboratory of the University of Brasilia. Anais da Academia Brasileira de Ciências v. 72, p. 219-245.\nGiustina, M.E.S.D., Oliveira, C.G., Pimentel, M.M., Buhn, B., 2009a. Neoproterozoic magmatism and high-grade metamorphism in the Goiás Massif: New LA-MC-ICMPS U Pb and Sm Nd data and implications for collisional history of the Brasília Belt. Precambrian Research, p. 67-79.\nGiustina, M.E.S.D., Oliveira, C.G., Pimentel, M.M., de Melo, L.V., Fuck, R.A., Dantas, E.L., Buhn, B., 2009b. U-Pb and Sm-Nd constraints on the nature of the Campinorte sequence and related Palaeoproterozoic juvenile orthogneisses, Tocantins Province, central Brazil. Geological Society Special Publication, v. 323, p. 255-269.\nGnos E., Kurz D., Eggenberger U., 2006. Electrodynamic disaggregation of geologic material. 4th Swiss Geoscience Meeting, Bern 2006.\nGóes, A.M.O., Feijó, F.J., 1994. Bacia do Parnaíba. Boletim de Geociências da Petrobras, Rio de Janeiro, v. 8, n. 1, p. 57-68, jan./mar.\nGorayeb, P.S.S., Costa, J.B.S., Lemos, R.L., Bemerguy, R.L., Gama, Jr. T., Kotschoubey, B., Hasui, Y., 1984. Projeto Natividade-Almas. Belém. Convênio. CVRD/UFPA.\nGorayeb, P.S.S., Costa, J.B.S., Lemos, R.L., Gama Jr. T., Bemerguy, R.L., Hasui, Y., 1988. O Pré-Cambriano da Região de Natividade, GO. Rev. Bras. Geoc., 18: 391-397.\nHasui, Y., Costa, J.B., Haralyi, N.L.E., 1994. Estrutura em Quilha, Brasil Central: Uma Feição Fundamental na Geologia de Goiás e Tocantins. Revista Brasileira de Geociências, São Paulo, v13, n. 2, p. 463-467.\nHasui, Y., Costa, J.B.S., Saad, A.R., Campanha, V.A., 1990. O Grupo Natividade e sua correlação com o Grupo Bambuí. Geociências (UNESP. Impresso), São Paulo, v. Esp., n. Especial, p. 299-316.\nHasui, Y., Haralyi, N.L.E., 1985. A mega estruturação de Goiás. In: 2° Simpósio de Geologia do Centro-Oeste, Goiânia. Anais... Goiânia, SBG, p. 120-144.\nHasui, Y., Ponçano, W.L,. 1978. Geossuturas e sismicidade no Brasil. In: 2° Congresso Brasileiro de Geologia de Engenharia, São Paulo. Anais... São Paulo, ABGE/IPT. v. 1. p. 331-338.\nJackson, S.E., Pearson, N. J., Griffin, W.L., Belousova, E.A., 2004. The application of laser ablation-inductively coupled plasma-mass spectrometry to in situ U-Pb zircon geochronology. Chemical Geology, v. 211, p. 47-69.\nJunges S.L., Pimentel M.M., Moraes R., 2002. Nd isotopic study of the Neoproterozoic Mara Rosa Arc, central Brazil: implications for the evolution of the Brasília Belt. Precambrian Research, 117(1-2): 101-118.\nJunges, S.L., 1998. Caracterização geoquímica e isotópica da faixa oeste da Sequência Vulcanossedimentar de Mara Rosa. Dissertação de Mestrado, Instituto de Geociências, Universidade de Brasília, Brasília, 111 p.\nKuyumjian R.M., Suddaby P., 1988. Chapada amphibolites: do they represent a metamorphosed back-arc maginal basin volcanics? In: Intern. Conf. Geochim. Evol. Contin. Crust., Poços de Caldas, MG., Abstracts, 222-228.\nKuyumjian, R.M., Oliveira, C.G., Campos, J.E.G., Queiroz, C.L., 2004. Geologia do limite entre os terrenos arqueanos e o Arco Magmático de Goiás na região de Chapada-Campinorte, Goiás. Revista Brasiliera de Geociências, 34(3), 329-334.\nKuyumjian, R.M., Cruz, E.L.C.C., Araújo Filho, J.O. de, Moura, M.A., Guimarães, E.M., Pereira, K.M.S., 2012. Geologia e ocorrências de ouro do Terreno Granito-Greenstone do Tocantins, TO: síntese do conhecimento e parâmetros para exploração mineral. Rev. Bras. Geoc., 42(1):213-228.\nLaux J.H., Pimentel M.M., Dantas E.L. Armstrong R., Armele A., Nilson A.A., 2004. Mafic magmatism associated with the Goiás magmatic arc in the Anicuns region, Goiás, central Brazil: Sm-Nd isotopes and new ID-TIMS and SHIMP U-Pb data.Journal of South American Earth Sciences, 16(7):599-614.\nLima, E.A.M., Leite, J.F., 1978. Projeto estudo global dos recursos minerais da Bacia Sedimentar do Parnaiba: integracao geologico-metalogenetica: relatorio final da etapa III. Recife: Companhia de Pesquisa de Recursos Minerais. 212 p.\nLudwing, K.R., 2003. Isoplot 3.00 - A Geochronological Tollkit for Microsoft Excel. Berkeley Geochronology Center, Special Publication N° 4.\nMarangoni, Y., Assumpção, M., Fernandes, E.P., 1995. Gravimetria em Goiás, Brasil. Revista Brasiliera de Geofísica, 13, 205-219.\nMarini, O.J., Fuck, R.A., Danni, J.C., Dardenne, M.A., Loguercio, S.O., Ramalho, R., 1984b. As faixas de dobramento Brasília, Uruaçu e Paraguai-Araguaia e o Maciço Mediano de Goiás. In: Schobbenhaus, C., Diógenes, A.C., Derge, G.R., Asmos, M.G. (Coord.) 1984. Geologia do Brasil. Brasília. DNPM. p. 251-303.\nMarini, O.J., Fuck, R.A., Dardenne, M.A., Danni, J.C.M., 1984a. Província Tocantins, Setores Central e Sudeste. In: Almeida, F.F.M., Hasui, Y. (Org.), O Pré-Cambriano do Brasil. São Paulo, Edgard Blücher, pp. 205-264.\nMetelkin, D.V., Vernikovsky, V.A., Kazansky, A. Yu., Wingate, M.T.D., 2009. Late Mesozoic tectonics of Central Asia based on paleomagnetic evidence. Gondwana Research, doi:10.1016/j.gr.2009.12.008.\nMiller, H. G., Singh V., 1994. Potential field tilt — a new concept for location of potential field sources. Journal of Applied Geophysics, 32 (2-3): 213-217\nMioto, J.A., Hasui, Y., 1988. A zona sismogênica de Porangatu (GO). In: 35° Congresso Brasileiro de Geologia, Belém, Pará. Anais... Belém, SBG. v.5. p. 2173-2186.\nMoore, B., 1963. Geological reconnaissance of the southwest corner of the Maranhão Basin. Relatório n° 1854, PETROBRÁS / DEPEX, RJ.\nMotta-Araújo J.G., Pimentel M.M., 2003. U-Pb ages, Sm-Nd isotopes and sctructural analysis of the Moiporá-Novo Brasil Shear Zone System: The limits between Neoproterozoic Goiás Magmatic Arc and the Archean Uvá Complex, Tocantins Province, Central Brazil. South American Symposium on the Isotope Geology, 4, Salvador, Brasil, Short Papers, 1, p. 221-224.\nOliveira, C.G. Vidotti, R.M., Giustina, M.E.S.D., Dantas, E.L., Souza, V.S., Meneses, P.R., ChemaleJr., F., 2012. Mapeamento Geológico 1:50.000 da região de Natividade, Tocantins. Trabalho de Conclusão de Curso. (Graduação em Geologia), Universidade de Brasília.\nOliveira, D. C., Mohriak, W.U., 2003. Jaibaras Trough: an important element in the early tectonic evolution of the Parnaíba interior sag Basin, Northeastern Brazil. Marine and Petroleum Geology, Guildford, v. 20, p. 351-383.\nOliveira C.G., Pimentel M.M., Kuyumjian R.M., Melo L.V., Fuck R.A., 2014. The copper-gold and gold deposits of the neoproterozoic Mara Rosa magmatic arc, central Brazil: a review and new contributions. Submitted to Ore Geology Reviews.\nPadilha, J.L., 1984. Prospecção de Ouro na região nordeste de Goiás. In: Projeto Pindorama — Docegeo. Rio Doce — Geologia e Mineração, 78-95.\nPaiva, G. de., 1937. Estratigrafía da sondagem n. 125. B. Serv. Fom. Prod. Min. Dep. Nac. Prod. Min., Rio de Janeiro, n. 18. p. 107.\nPedreira, A.J., Lopes, R.C., Vasconcelos, A.M., Bahia, R.B.C., 2003. Bacias Sedimentares Paleozóicas e Meso-Cenozóicas. In: Bizzi, L.A., Schobbenhaus, C., Vidotti, R.M., Gonçalves, J.H., (Org.). Geologia, Tectónica e Recursos Minerais do Brasil. 1a.ed. Brasília: Editora UnB, v. 1, p. 55-85.\nPereira, R.S., Fuck, R.A., 2005. Archean nuclei and the distribution of kimberlite and related rocks in the São Francisco Craton, Brazil. Revista Brasileira de Geociências 35, 93104.\nPimentel M.M., 1991. Late proterozoic crustal evolution of the Tocantins Province in Central Brazil: an isotopic and geochemical study. Ph.D. Thesis, University of Oxford, England. 248 p.\nPimentel, M.M. &amp; Fuck, R.A., 1992. Características geoquímicas e isotópicas de unidades metavulcânicas e ortognáissicas neoproterozóicas do oeste de Goiás. SBG-NCO, 15:1-22.\nPimentel, M.M., Fuck, R.A., Jost, H., Ferreira Filho, C.F., Araújo, S.M., 2000. The Basement of the Brasília Fold Belt and the Goiás Magmatic Arc. In: Cordani U., Milani E.J., Thomaz Filho A., Campos D.A. (eds.). Tectonic Evolution of South America. Rio de Janeiro: 31st International Geological Congress, p. 195-229.\nPimentel, M.M., Jost, H., Fuck, R.A., 2004. In: Bizzi L.A., Schobbenhaus, C., Vidotti R.M., Gonçalves J.H. (eds.). Geologia, Tectônica e Recursos Minerais do Brasil. Rio de Janeiro: CPRM, p.: 355-369.\nPimentel, M.M., Whitehouse, M.J., Viana, M.G., Fuck, R.A., Machado, N., 1997. The Mara Rosa arc in the Tocantins Province: further evidence for Neoproterozoic crustal accretion in central Brazil. Precabriam Research 81:299-310.\nPirajno, F., 2010. Intracontinental strike-slip faults, associated magmatism, mineral systems and mantle dynamics: examples from NW China and Altay-Sayan (Siberia). Journal of Geodynamics 50, 325-346.\nPlummer, F.B., 1948. In: Relatório de 1946. Brasil. Cons. Nacl. Petrol., Rio de Janeiro, p.87134.\nQueiroz, J.P.R., 2001. Geologia e mineralização aurífera da área de Chapada, Tocantins. Dissertação de Mestrado, Universidade Federal do Pará, Belém, 114p.\nSá, A.M., 1982. Projeto mapas metalogenéticos e de previsão de recursos minerais: Folha SC.23-Y-C, Natividade. Escala 1:250.000. Volume I: Textos e Mapas. Convênio DNPM/CPRM Goiânia.\nSabóia, A.M., 2009. O vulcanismo em Monte do Carmo e litoestratigrafia do Grupo Natividade, estado de Tocantins. Dissertação de Mestrado, Instituto de Geociências, Universidade de Brasília, Brasília, 96 p.\nSchobbenhaus, C., Ribeiro, C.L., Oliva, L.A., Takanohashi, J.T., Lindenmayer, A.G., Vasconcelos, J.C., Orlandi, V., 1975. Carta Geológica do Brasil ao Milionésimo, Folha Goiás (SD-22). Brasília, DNPM. 114p.\nSilva, E.R.P, 1987. Estudos das ocorrências Aurífera da área de Natividade-GO. Dissertação de Mestrado, Universidade Federal do Pará, Belém, 125p.\nSilva, W.L., Kotschoubey, B., Gallarza, M.A., 2005. Grupo Natividade e Grupo Araí: correlatos, mas diacrônicos. In: SBGq Congresso Brasileiro de Geoquímica, 10 e Simpósio de geoquímica dos Países do Mercosul, 2, Porto de Galinhas, Pernambuco, Brasil, Anais, CD-ROM.\nSilva, W.L., Kotschoubey, B., Lafon, J.M., Gallarza, M.A., 2003. Corpo Andesítico neoproterozóico intrusivo no Grupo Natividade: indício de magmatismo brasiliano no extremo norte da zona externa da Faixa Brasília - região de Natividade, sudeste do estado do Tocantins. In: SBGq, Congresso Brasileiro de Geoquímica, 9, Belém, Pará, Brasil, Resumos Expandidos, p. 779-783.\nSoares, J.E.P., Berrocal, J.A., Fuck, R.A., Mooney, W.D., Ventura, D.B.R., 2006. Seismic characteristics of central Brazil crust and upper mantle: a deep seismic refraction study. Journal of Geophysical Research 111, B12302.\nStorti, F., Holdsworth, R.E., Salvini, F., 2003. Intraplate strike-slip deformation belts. Geological Society, London, Special Publication 210, 1-14.\nStrieder, A.J., Nilson, A.A., 1993. Abadiânia nappe emplacement and dispersion: some constraints on the evolution of Central Brazil. In: II Simpósio do Cráton do São Francisco, 1993, Salvador. v.1. p.277- 279.\nStrieder, A.J., Suita, M.T. de F., 1999. Neoproterozoic Geotectonic Evolution of Tocantins Structural Province, Central Brazil, Geodynamics, 28:267-289.\nThurston, J.B., Smith, R.S. 1997. Automatic conversion of magnetic data to depth, dip, and susceptibility contrast using the SPI(TM) method. Geophysics 62 (3): 807-813.\nValeriano, C.M., Dardenne, M.A., Fonseca, M.A., Simões, L.S.A., Seer, H.J., 2004. A evolução tectónica da Faixa Brasília. In: Mantesso Neto, V., Bartorelli, A., Carneiro, C.D.R., Brito Neves, B.B. (Org.), Geologia do Continente Sul-Americano - Evolução da obra de Fernando Flávio Marques de Almeida. São Paulo, Beca, pp. 575-592.\nVaz, P.T., Resende, N.G.A.M., Filho, J.R.W., Travassos, W.A.S., 2007. Bacia do Parnaíba.\nBoletim de Geociências da Petrobrás, Rio de Janeiro, 15 (2): 253-263.\nViana, M.G., Pimentel, M.M., Whitehouse, M.J., Fuck, R.A., Machado, N., 1995. O Arco magmático de Mara Rosa, Goiás: geoquímica e geocronologia e suas implicações regionais. Revista Brasileira de Geociências 25(2):111-123\nWindley, B.F., Alexeiev, D., Xiao, W.-J., Kroner, A., Badarch, G., 2007. Tectonic models for accretion of the Central Asian Orogenic Belt. Journal of the Geological Society of London 64, 31-47.\nXiao, W.J., Kusky, T., 2009. Geodynamic processes and metallogenesis of the Central Asia and related orogenic belts. Gondwana Research 16, 167-169.\nANEXO"}]}}}