{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05564"}, {"@name": "filename", "#text": "BTP_1989_32_4_07_Correlacao_para_densidade.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CORRED\\ÇÃO PARA A DENSIDADE DO GÁS\nDISSOLVIDO NA BACIA SERGIPE—ALAGOAS CORRELATING THE DENSITY OF DISSOLVED GAS IN THE SERGIPE-ALAGOAS BASIN\nJosé Marcelo Luvizotto'1’\nRESUMO — Análises PVT de trinta e oito amostras de óleo da Bacia Sergipe-Alagoas foram utilizadas para gerar uma curva de correlação entre a densidade do gás dissolvido e a pressão do reservatório. A aplicação da correlação é válida para o óleo da bacia, apresentando uma margem média de erro de aproximadamente 2,6%.\nABSTRACT — PVT analyses of thirty-eight oil samples from the Sergipe-Alagoas Basin were used to generate a curve correlating the density of dissolved gas to reservoir pressure. Application of the correlation proved valid for basin oil, with an average margin of error of approximately 2.6%.\n(Originais recebidos em 03.03.89.)\n1 - Setor de Estudos de Reservatórios (SERER), Divisão Regional de Reservatórios ID I RES), Região de Produção do Nordeste (RPNE).\n1\t- INTRODUÇÃO\nVárias correlações têm sido desenvolvidas ao longo do tempo com o objetivo de estimar as propriedades dos fluidos contidos nos reservatórios a partir de parâmetros que podem ser medidos no campo. Essas correlações, que vêm sendo amplamente utilizadas em estudos de reservatórios na ausência de dados de laboratório, em geral apresentam a solubilidade do gás (Rs) como função da densidade do óleo (do) e do gás dissolvido (dgi) à pressão original.\nTodavia, à medida que a pressão de um reservatório cai abaixo da pressão de saturação, ocorre um aumento na densidade do gás que permanece em solução. Isso ocorre devido à liberação preferencial dos componentes mais leves do gás a pressões mais elevadas.\nCom isso, a utilização de correlações para propriedades de fluidos considerando-se a densidade do gás dissolvido constante pode levar a erros consideráveis.\nNa figura 1 é apresentado um gráfico da razão de solubilidade x pressão, com Rs calculada pela correlação de Vasquez &amp; Beggs (1980) considerando-se, inicialmente, a densidade do gás dissolvido constante e, posteriormente, levando-se\nem consideração a variação da densidade do gás.\nTendo em vista as discrepâncias verificadas nestes dois casos, Ostermann, Qaader &amp; Dehshani (1987) apresentaram, recentemente, uma correlação com o objetivo de estimar a densidade do gás dissolvido. Os valores obtidos com a aplicação dessa nova correlação, contudo, mostraram-se bastante discrepantes dos dados de análise PVT aqui considerados.\nDessa forma, o objetivo desse trabalho é apresentar uma correlação para a densidade do gás dissolvido baseada nos dados de análise PVT de poços da Bacia Sergipe-A lagoas.\n2\t- DESENVOLVIMENTO DA CORRELAÇÃO\nForam considerados os resultados de 38 análises PVT que representam, estatisticamente, as propriedades do óleo da bacia. Os intervalos de variação dos dados considerados são os seguintes: pb: 10,8 a 284,0 kg/cm2 do: 22,1a 42,8 API Tr :44 a 121 gC dgi.0,65a 1,17\t(AR = 1)\nInicialmente, foram plotados os gráficos\n120\nFig. 1 - Solubilidade do gás calculada por Vasquez &amp; Beggs (1).\nde Log (dgd) x Log (p) para cada análise PVT utilizada. Observa-se, na figura 2, que os pontos resultantes podem ser aproximados por uma reta, apresentando pequenos desvios para os menores valores de pressão, em geral para pressões menores que 25% da pressão de saturação da amostra. Considerando-se que esses valores não apresentam grande interesse para a simulação de reservatórios, a correlação foi desenvolvida a partir das retas obtidas pelo ajuste dos pontos em que p >0,25 x pb.\nMatematicamente, o ajuste linear obtido pode ser expresso por:\nFig. 2 - Exemplo da variação da densidade do gás dissolvido com a pressão (observação — dados de laboratório).\ndgd = a x pb\t(1)\nPor \"comodidade operacional\", os dados foram plotados, a seguir, em sua forma adimensional, isto é, Log (dgd/dgi) x x Log (pb/p). Neste caso, a equação (1) pode ser reescrita como:\ndgd = dgi x K x (pb/p)c\t(2)\nObserva-se nos pontos iniciais de cada gráfico que: dgd = dgi e p = pb. Com isso, pode-se determinar o coeficiente K da equação (2):\ndgi/dgi = k x (pb/pb)c => K = 1\t(3)\nAssim, a equação (2) pode ser simplificada na seguinte forma:\n0.40\n0.30\n(j 0.20\no.io\nf dgd/dgi = (pb/p)\n.8\nT\n.9\n------------1-------\n1.0\n(dgi/do) x x (0.5)\nC = 0.67376 * (dgi/do) • • (0.5) -0.49646\no.oo H-----------------1------------------1---------\n.8\t.9\t1.0\t2\n(dgi/do) x x (0.5)\nFig. 3- Relação coeficiente \"C\" x dgi/do.\ndgd = dgi x (pb/p)c\t(4)\nPosteriormente, foi analisado o efeito de alguns parâmetros que poderíam afetar o coeficiente angular \"c\", verificando-se sua dependência com a densidade do óleo (do) e a densidade do gás à pressão de saturação (dgi). A relação obtida pode ser expressa por:\nc = 0,67376 x (dgi/do)0,5 - 0,49646\t(5)\n3\t- ANÁLISE DOS RESULTADOS\nA precisão da correlação desenvolvida pode ser verificada na figura 4. Pode-se observar que praticamente quase todos os valores de dgd calculados apresentam desvios menores que 5%.\nNa figura 5 é apresentada a distribuição\nda freqüência do erro percentual da correlação. A média aritmética dos erros absolutos é 2,6% e o desvio-padrão 3,9%. Verifica-se que 77% dos pontos calculados apresentam erros inferiores a 3,9% e que 92% deles apresentam desvios inferiores a 7,8%.\nNa figura 6 são apresentados dois exemplos comparativos entre os valores reais e os valores calculados pela correlação.\n4\t- CONCLUSÕES\na)\t0 uso de correlações para o cálculo da razão de solubilidade abaixo da pressão de saturação, desprezando-se o aumento de densidade do gás com a diminuição da pressão, tende a subestimar os valores de Rs.\nb)\tAs correlações para a densidade do gás dissolvido existentes na literatura não apresentam bons resultados quando aplicadas aos campos da Bacia Sergipe-Alagoas.\nc)\tA correlação desenvolvida neste trabalho permite estimar a densidade do gás dissolvido com desvios percentuais médios, em geral, inferiores a 2,6%, o que demonstra sua aplicabilidade às amostras de óleo da Bacia Sergipe-A lagoas.\nNOMENCLATURA\nRs — razão de solubilidade do gás (m3/m3)\np — pressão (kg/cm2)\npb — pressão de saturação (kg/cm2) dgd — densidade do gás dissolvido (AR = 1)\ndgi — densidade do gás à pressão de bolha\ndo — densidade do óleo [do = 141.5/ (131.5 +API)]\nTr — temperatura do reservatório (gC)\nREFERÊNCIAS BIBLIOGRÁFICAS\nVASQUEZ, M. &amp; BEGGS, H. D. Correlations for Fluid Physical Properties Prediction. JPT, 1980.\nOSTERMANN, R. D.; QAADER, S.; DEHSHANI, K. A Correlation for the Increase in Gas Gravity During Pressure Depletion of a Dissolved Gas/Oil Reservoir. SPE — 16962, 1987.\n2.00\nFig. 4 ■ Valores calculados x valores reais.\nFig. 5 - Distribuição da freqüência de erro da correlação.\n1.60\n1.20\nF\n“ 0.80\nT>\n... EXEMPLO 1\nEXEMPLO 2\n0.40\ni-------------------1-------------------r\n0.00\n0\t30\t60\t90\t120\nP (kg/cm2)\nFig. 6- Exemplo de valores calculados pela correlação."}]}}}