{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25062"}, {"@name": "filename", "#text": "963_000823998.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nESTUDO E AVALIAÇÃO DAS ASSEMBLÉIAS DE MINERAIS \nPESADOS DETRÍTICOS DAS AREIAS HOLOCÊNICAS \n\nPRAIAIS DA MARGEM EMERSA DA BACIA DE PELOTAS \n \n\n \n\nLOREN PINTO MARTINS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nORIENTADOR –  Dr. Luiz José Tomazelli \n\nCO-ORIENTADOR – Dr. Marcus Vinicius Dorneles Remus \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVolume Único \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre – 2011 \n\n\n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOCIÊNCIAS \n\n \n \n \n \n \n \n \n\nESTUDO E AVALIAÇÃO DAS ASSEMBLÉIAS DE MINERAIS \nPESADOS DETRÍTICOS DAS AREIAS HOLOCÊNICAS \n\nPRAIAIS DA MARGEM EMERSA DA BACIA DE PELOTAS \n \n \n \n\nLOREN PINTO MARTINS \n \n \n \n \n \nORIENTADOR – Dr. Luiz José Tomazelli \n\nCO-ORIENTADOR – Dr. Marcus Vinicius Dorneles Remus \n\n \n \n \n \nBANCA EXAMINADORA \n\nProf. Dr. Elirio Ernestino Toldo Jr. – Universidade Federal do Rio Grande do Sul  \nProf.ª Dra. Karin Goldberg – Universidade Federal do Rio Grande do Sul \nProf. Dr. Jorge Alberto Villwock- Diretor do Instituto do Meio Ambiente da PUCRS \n \n\n \n \n\n \n \n \nDissertação de Mestrado apresentada \ncomo requisito parcial para a obtenção do \nTítulo de Mestre em Geociências. \n \n \n \n \n \n \n \n \n\nPorto Alegre, Abril/2011\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMartins, Loren Pinto \n\nEstudo e Avaliação das Assembléias de Minerais Pesados \n\nDetríticos das Areias Holocênicas Praiais da Margem Emersa da Bacia de \n\nPelotas / Loren Pinto Martins. - Porto Alegre : IGEO/UFRGS, 2011. \n\n[46 f.]    il. \n\n \n\nDissertação (Mestrado). - Universidade Federal do Rio Grande do \n\nSul. Instituto de Geociências. Programa de Pós-Graduação em \n\nGeociências. Porto Alegre, RS - BR, 2011. \n\nOrientação: Prof. Dr. Luis José Tomazelli \n\nCo-Orientação: Prof. Dr. Marcus Vinicius Dorneles Remus \n\n \n\n \n\n1. Minerais pesados. 2. Proveniência. 3. Planície costeira. 4. Bacia \n\nde Pelotas. I. Título \n\n \n\n \n\n_____________________________ \n\nCatalogação na Publicação \n\nBiblioteca Geociências - UFRGS \n\nMiriam Alves CRB 10/1947 \n\n\n\nAgradecimento \n\nGostaria de agradecer a todas as pessoas e instituições envolvidas direta ou \n\nindiretamente na realização deste trabalho, principalmente as abaixo citadas: \n\nA Universidade Federal do Rio Grande do Sul pela infra-estrutura do \n\nProgramade Pós-graduação em Geociências; \n\nA Capes pela concessão da bolsa de pesquisa; \n\nAo grande amigo Adolpho Heres sem o qual as atividades de campos desta \n\ndissetação não teriam sido realizadas; \n\nAo orientador Marcus Remus pela excelente orientação, pela paciência \n\nnestes longos anos de convivência, e por todos os ensinamentos. Agradeço a ele \n\nainda pelo incentivo a pesquisa e por despertar meu interesse nas investigações de \n\nproveniências das areias e arenitos pelo Brasil; \n\nA colega e amiga Tâmara pela ajuda na quantificação dos concentrados de \n\nminerais pesados; \n\nAo grande amigo Gilberto Santos, o mestre na sedimentologia, por todo o \n\nauxilio com o tratamento das amostras e aquisição dos concentrados de minerais \n\npesaodos; \n\nAo professor Luiz José Tomazelli pela orientação neste trabalho; \n\nÀ minha família, meu agradecimento especial pela resignada paciência e pelo \n\nincentivo que tornaram possível a conclusão deste trabalho. \n\n \n\n \n\n\n\n1 \n\nResumo \n\nA análise de minerais pesados para estudos de proveniência é uma das técnicas mais sensíveis atualmente \n\nempregadas. As associações dos minerais pesados formam paragêneses, as quais propiciam informações \n\ncruciais sobre os tipos de rochas-fonte, não podendo essas serem obtidas por outros meios. O presente \n\nestudo tem por objetivo identificar as assembléias de minerais pesados detríticos, bem como determinar as \n\nprováveis fontes primárias e a distribuição destas assembléias ao longo da margem emersa da Bacia de \n\nPelotas. Além disso, este trabalho propõe uma análise do sentido da deriva litorânea com base no estudo da \n\nvariação das concentrações destas assembléias de minerais pesados. Os minerais pesados presentes nas \n\namostras analisadas são: epidotos, apatita, turmalinas, hornblenda, estaurolita, zircão, cianita, granadas, \n\nrutilo, piroxênios, actinolita-tremolita, monazita, silimanita e, em menores quantidades, observa-se ainda \n\nclorita, andaluzita e titanita, alem de minerais opacos. A maior concentração de minerais pesados ocorre no \n\nsul da área em estudo, alcançando o valor máximo de 4,75% , e diminuindo em direção ao norte da Planície \n\nCosteira do Rio Grande Sul. A assembléia de minerais pesados no norte da área de estudo tem como rocha \n\nfonte importante os basaltos da Formação Serra Geral, que contribuem com minerais mais instáveis, tais \n\ncomo os piroxênios e os anfibólios, enquanto que a assembléia de minerais pesados no litoral sul possui uma \n\nmaior concentração de minerais metamórficos saturados em alumínio (cianita, silimanita, andaluzita e \n\nestaurolita) e granadas, indicando que as rochas fonte destas assembléias são os terrenos metamórficos do \n\nEscudo Sul-riograndense e do Escudo Uruguaio. Analisando as concentrações de granadas e de piroxênios, \n\nobserva-se que a abundância de granadas diminui de sul para norte, enquanto que o percentual de piroxênios \n\ndiminui de norte para sul. Este fato, aliado à diminuição da concentração da assembléia total de minerais \n\npesados de sul para norte, evidencia que a deriva litorânea nas praias da PCRS se dá de sul para norte. \n\n \n\n\n\n2 \n\nAbstract \n\nThe heavy mineral analysis for provenance study is one of the most sensitive techniques currently applied. \n\nThe heavy mineral associations formed parageneses, which provided crucial information about the source \n\nrocks types, that can not be obtained through other means.This study aims to identify the detrital heavy \n\nmineral assemblages, as well as determine the probable primary sources and the distribution of these \n\nassemblages along the onshore margin of the Pelotas Basin. In addition, this paper proposes an analysis of \n\nthe littoral drift direction based on the study of variation of concentrations of these heavy mineral \n\nassemblages. The heavy minerals present in the samples analyzed are epidotes, apatite, tourmaline, \n\nhornblende, staurolite, zircon, kyanite, garnets, rutile, pyroxene, actinolite-tremolite, monazite, sillimanite \n\nand, in smaller quantities, there is still chlorite, and andalusite titanite, opaque minerals besides.The largest \n\nconcentration of heavy mineral occurs in the south of the study area, reaching the maximum value of 4.75% \n\nand decreasing towards the north of the coastal plain of the Rio Grande Sul. The heavy minerals assemblage \n\nin the northern area of study shows how important source rock the basalts of the Serra Geral formation, \n\ncontributing minerals more unstable, such as pyroxenes and anphiboles, while the heavy mineral assemblage \n\nin the southern coast has a greater concentration of metamorphic minerals aluminium saturated (kyanite, \n\nstaurolite, andalusite and sillimanite) and garnets, indicating that the source rocks of these assemblies are the \n\nmetamorphic terrains of the Sul-riograndense and Uruguay Shields. By analyzing the concentrations of \n\ngarnets and pyroxenes, it is observed that the abundance of garnets decreases from south to north, while the \n\npercentage of pyroxene decreases from north to south. This fact, coupled with decreased concentration of \n\ntotal heavy mineral assemblage from south to north, shows that the littoral drift on the beaches of the PCRS \n\noccurs from south to north. \n\n\n\n3 \n\nSumário \n\nCAPÍTULO I ......................................................................................................................................................... 5 \n\n1. INTRODUÇÃO .............................................................................................................................................. 6 \n\n1.1. Objetivos ................................................................................................................................................. 6 \n\n1.2. Estado da Arte ........................................................................................................................................ 6 \n\n1.2.1. Proveniência ......................................................................................................................................................6 \n\n1.2.2. Minerais Pesados ...............................................................................................................................................7 \n\n1.3. Área de Estudo ...................................................................................................................................... 10 \n\n1.4. Materiais e Métodos ............................................................................................................................. 11 \n\n1.5. Análise Integradora .............................................................................................................................. 14 \n\n1.6. Referências ............................................................................................................................................ 17 \n\nCAPÍTULO II ...................................................................................................................................................... 20 \n\n2. ARTIGO .......................................................................................................................................................... 21 \n\n2.1. Carta de Submissão .............................................................................................................................. 21 \n\n2.2. Artigo ...................................................................................................................................................... 1 \n \n\n\n\n4 \n\nSobre a Estrutura desta Dissertação: \n\n \n\nEsta dissertação de mestrado está estruturada em torno de artigo publicado \n\nem periódico. Conseqüentemente, sua organização compreende as seguintes partes \n\nprincipais:  \n\n \n\na) Introdução que contém (1) objetivo da dissertação e os avanços pretendidos \n\ncom este estudo; (2) estado da arte do tema da dissertação e (3) materiais e \n\nmétodos utilizados; (4) análise integradora dos principais resultados obtidos; e \n\n(5) referências bibliográficas. \n\n \n\nb)  O segundo capítulo é composto pelo artigo intitulado Composição e \n\nDistribuição das Assembléias de Minerais Pesados Detríticos das Areias \n\nHolocênicas Praiais da Margem Emersa da Bacia de Pelotas, submetido à na \n\nrevista Pesquisas em Geociências, em abril do presente ano. \n\n\n\n5 \n\n \n\n \n\n \n\n \n\n \n\n \n\nCapítulo I \n  \n\n\n\n6 \n\n1. INTRODUÇÃO \n\n \n\n1.1. Objetivos \n\n \n\nO presente trabalho tem por objetivo identificar as assembléias de minerais \n\npesados detríticos, bem como determinar as prováveis fontes primárias e a \n\ndistribuição destas assembléias ao longo da margem emersa da Bacia de Pelotas. \n\nAlem disso, esta dissertação propõe uma análise do sentido da deriva litorânea com \n\nbase no estudo da variação das espécies minerais e das concentrações destas \n\nassembléias de minerais pesados.  \n\n \n\n \n\n1.2. Estado da Arte \n\n \n\n1.2.1. Proveniência \n\n \n\nO termo proveniência, derivado do francês provenir, significa “originado”, \n\n“vindo de” e se refere a todos os fatores relacionados à produção e origem do \n\nsedimento (Pettijohn et al., 1987). A natureza e as características da área-fonte \n\npodem ser verificadas através do estudo da composição do próprio depósito. As \n\nareias, mais do que qualquer outro sedimento, permitem esta identificação uma vez \n\nque os constituintes detríticos, minerais e fragmentos de rochas, são determinados \n\npela natureza das rochas-fonte. Alguns minerais são característicos de um tipo ou \n\nclasse particular de rochas-fonte – como, por exemplo, a cianita que é um indicador \n\nde fonte metamórfica (metassedimentar aluminosa). Outros minerais, tais como o \n\nquartzo, presente com freqüência nos pacotes sedimentares, quando apresenta boa \n\nformação e uniformidade, revela características de uma fonte particular: trata-se de \n\num quartzo vulcânico.  \n\nConseqüentemente, espécies minerais individuais ou suítes minerais são \n\nindícios importantes da rocha fonte. Fragmentos de rochas presentes em areias são \n\ntambém de extrema importância para decifrar a proveniência. \n\nA composição do sedimento não é precisamente a mesma da área-fonte, \n\nvisto que, durante o ciclo geológico estes sedimentos podem ser modificados, de \n\n\n\n7 \n\nmodo que sua composição pode ser alterada por perdas e pelo enriquecimento \n\nseletivo (esta questão envolve a estabilidade relativa do mineral no intemperismo da \n\nárea-fonte), pela abrasão durante o transporte, pelo fracionamento hidráulico, e pela \n\nalteração ou pela dissolução durante o processo de diagênese. O estudo da \n\nproveniência envolve então a análise mineralógica acoplada com um conhecimento \n\nda estabilidade mineral, mecânica e química (Pettijohn et al., 1987). \n\nAs áreas-fonte podem ser múltiplas e podem mudar com o tempo. Muitas \n\nfontes e vários ciclos sedimentares podem estar envolvidos nos processos \n\ngeradores de sedimentos. Isto dificulta a identificação e a distribuição das fontes \n\nprimárias e imediatas, em geral rochas ígneas e metamórficas. Embora um único \n\ngrão possa conter informações essenciais para a identificação de sua fonte, a \n\nproveniência de minerais detríticos deve ser buscada a partir da integração de \n\ndiversos dados, incluindo a análise de assembléias de minerais pesados e a análise \n\nda composição química de minerais específicos, como por exemplo, a \n\ncaracterização geoquímica de granadas. \n\nTanto os minerais detríticos leves como os pesados têm sua importância nos \n\nestudos de proveniência, porém os minerais pesados apresentam uma maior \n\ncontribuição. Desde os estudos de Boswell 1933 (apud Pettijohn et al., 1987), \n\nminerais detríticos, particularmente os pesados, vêm sendo usados como elementos \n\nchave para a identificação da natureza da área-fonte. Feições variadas, como \n\ninclusões, cor e morfologia servem como guias para determinar o tipo de rocha-\n\nfonte. \n\n \n\n \n\n1.2.2. Minerais Pesados \n\n \n\nDesignam-se por \"minerais pesados\" os grãos minerálicos (principalmente da \n\nareia), provenientes de rochas ígneas e metamórficas, onde ocorrem normalmente \n\nde forma acessória, cuja densidade é superior a 2,8, isto é, superior à do quartzo \n\n(2,65) e à dos feldspatos (2,56 a 2,76).  \n\nA análise de minerais pesados vem sendo usada com freqüência em estudos \n\nvoltados à exploração de petróleo, na análise de bacias, na correlação de fácies e \n\ngeometria de reservatórios potenciais. Além disso, por servirem como guias \n\nprospectivos, estes minerais são utilizados em trabalhos de prospecção, como na \n\nidentificação de kimberlitos, ou de depósitos primários de estanho através de grãos \n\n\n\n8 \n\nde cassiterita, de tungstênio, pela scheelita. Entretanto, vale ressaltar que a \n\nutilização de minerais pesados não se restringe à geologia econômica ou às \n\ncorrelações estratigráficas. \n\nOs primeiros estudos utilizando minerais pesados foram efetuados no final do \n\nséculo XIX. Contudo, até o início do século XX, o estudo da composição \n\nmineralógica dos sedimentos era feito, essencialmente, do ponto de vista qualitativo. \n\nFoi Edelman, 1933 (apud Dias, 2004) que realizou o primeiro estudo \n\nsedimentológico baseado na análise sistemática da distribuição dos minerais, autor \n\neste que introduziu o conceito de \"província sedimentar\" para designar o conjunto de \n\nsedimentos que possuem a mesma idade de formação, a mesma origem e a mesma \n\ndistribuição. \n\nNas décadas de 50 e 60 do século XX a escola francesa desenvolveu \n\nbastante esta linha de investigação, conseguindo grande êxito na utilização das \n\ndiferentes espécies ou variedades de espécies como indicadores de origem e como \n\ntraçadores do transporte sedimentar. Foi, no entanto, a escola norte-americana que \n\ndesenvolveu, sobretudo após a II Guerra Mundial, a interpretação do comportamento \n\nhidrodinâmico dos diferentes grãos de minerais pesados presentes em diferentes \n\nambientes sedimentares atuais, linha esta que se iniciou com o trabalho de Rubey, \n\n1933 (apud Dias, 2004). \n\nDurante o período de 1920 a 1940, geólogos do petróleo usavam \n\nfreqüentemente estudos de minerais pesados para solucionar problemas de \n\nproveniência e correlação de arenitos, mas estes estudos foram logo substituídos \n\npor estudos de microorganismos e técnicas de logging elétrico (Hubert, 1971). As \n\nanálises de minerais pesados declinaram primeiramente pela dificuldade encontrada \n\nna grande flutuação das proporções de espécies de minerais pesados e na própria \n\nescolha do tamanho de grão. \n\nOs primeiros trabalhos referentes à presença de minerais pesados, ao longo \n\nda planície costeira do Rio Grande do Sul, foram os de Delaney (1965) e Martins \n\n(1967). Abreu (1973) descreveu a existência de areias ilmeníticas na área de Santa \n\nVitória do Palmar. Pomerancblum &amp; Costa (1972) estudando os minerais pesados da \n\nplataforma continental da região do Rio Grande até o Chuí, determinaram que estes \n\nsedimentos da região interna da plataforma provinham de rochas metamórficas e os \n\nda região externa principalmente de rochas básicas. Martins da Silva (1979) estudou \n\na origem dos minerais pesados presentes nas areias de praia entre Rio Grande e \n\n\n\n9 \n\nChuí, concluindo que esta assembléia mineralógica teve como área fonte primária as \n\nrochas do Escudo Sul-riograndense e os basaltos da formação Serra Geral.  \n\nVillwock et al. (1979) estudando as areias negras ao longo da costa do Rio \n\nGrande do Sul propuseram que estes sedimentos são derivados de rochas \n\nmetamórficas e ígneas do Escudo Sul-riograndense e de formações sedimentares e \n\ncobertura vulcânica de idade Paleozóica a Mesozóica. Loss &amp; Dehnhardt (1983) \n\nconfirmaram esta proposição a partir de estudos da concentração das areias negras.  \n\nMunaro (1994) estudou os minerais pesados da região de Bojuru (litoral \n\nmédio do Rio Grande do Sul) e sugere sua fonte primordial é derivada do leque \n\ndeltáico associado à paleodrenagem do Rio Camaquã na plataforma interna, cujos \n\nsedimentos foram retrabalhados e redepositados no decorrer das variações \n\neustáticas posteriores. Também propõe que os minerais de interesse econômico \n\n(ilmenita, leucoxênio, rutilo, zircão e cianita) provêem das rochas do Escudo Sul-\n\nriograndense, enquanto os minerais pesados derivados dos basaltos da Formação \n\nSerra Geral são a magnetita e titano-magnetita.  \n\nDillenburg et al. (2004) propõe que a formação do placer de Bojuru se dá pelo \n\nretrabalhamento dos depósitos da planície costeira existentes e pela retenção, em \n\nBojuru, de parte dos minerais pesados transportados pelas correntes costeiras \n\n(deriva litorânea).  \n\nTomazelli (1978) estudando os minerais pesados da plataforma continental \n\nclassifica-os em quatro províncias diferentes: Riograndense interna que apresenta \n\ncomo área fonte o Escudo Sul-riograndense; Patos cuja fonte seriam os rios que \n\ndeságuam na lagoa dos Patos; Riograndense externa da qual a fonte seria de rios \n\nprovenientes do continente (escudo e basalto) em épocas de nível do mar mais \n\nbaixo e Platina originada pelo rio de La Plata em níveis de mar mais baixo.  \n\nCorrêa et al. (2001) estudaram os minerais pesados nos sedimentos de fundo \n\nda plataforma continental sul–brasileira e baseado na composição mineralógica \n\npropõe como fontes rochas metamórficas e basálticas, sedimentos pampeanos– \n\npatagônicos e rochas dos Escudos Sul–riograndense e Uruguaio.  \n\nAyup-Zouain et al. (2001 e 2002) com base na identificação dos minerais \n\npesados presentes nos sedimentos superficais da plataforma continental adjacente a \n\nPlanicie Costeira do Rio Grande do Sul, sugerem quatro fontes de proveniência \n\ndestes minerais: sedimentos de origem Pampeano-patagônico (na parte mais a sul), \n\nsedimentos Guaraní formados por sistemas de drenagem do setor central do Escudo \n\nSul-riograndense em direção aos basaltos para o norte, sedimentos Gaúchos \n\n\n\n10 \n\nformados por rochas metamórficas e de metamorfismo de contato, e sedimentos \n\nPlatenses derivados das rochas do Escudo Sul-riograndense e Uruguaio a partir de \n\npaleodrenagem continental adjacente ao estuário do Prata. \n\n \n\n \n\n1.3. Área de Estudo  \n\n \n\nA Bacia de Pelotas compreende o trecho da margem continental sul-brasileira \n\nlocalizada entre os paralelos 28ºS e 34ºS, sendo limitada ao norte pelo Alto de \n\nFlorianópolis, e ao sul pela fronteira com o Uruguai (Kowsmann et al., 1974). Sua \n\ncontinuidade em território uruguaio é conhecida como Bacia do Leste e se estende \n\naté o alto do embasamento de La Coronilla (figura 1). A bacia ocupa uma área de \n\ncerca de 210.000 km² até a isóbata de 2.000 m e sua porção emersa, que constitui a \n\nplanície costeira do Rio Grande do Sul, cobre cerca de 40.000 km² (Dias et al., \n\n1994). \n\n \n\nFigura 1 - Mapa geológico simplificado situando a Bacia de Pelotas em relação às bacias adjacentes \n\n(modificado de Fontana, 1996). \n\n\n\n11 \n\nA Planície Costeira do Rio Grande do Sul (PCRS) corresponde à seção \n\nsuperior da Bacia de Pelotas. Villwock &amp; Tomazelli (1995) descrevem a formação da \n\nplanície costeira do Rio Grande do Sul: a atual configuração teve o início de sua \n\nformação no período Terciário (Plioceno), em torno de 4 milhões de anos. \n\nSucessivas oscilações do nível do mar relacionadas a quatro glaciações \n\nconfiguraram um sistema deposicional denominado Laguna/Barreira onde, na \n\ntransgressão marinha, o retrabalhamento dos sedimentos da plataforma levou à \n\nformação de uma barreira arenosa, isolando uma área continental inundada e \n\nformando uma nova linha de costa. \n\nA atual linha de costa é representada pelo sistema Laguna/Barreira IV, de \n\nidade Holocênica (± 5000 anos), onde a atual barreira arenosa foi responsável pelo \n\nisolamento de um rosário de lagoas no litoral norte, das lagoas do Peixe e do \n\nEstreito no litoral médio e da Lagoa Mangueira no litoral sul, além de contribuir para \n\na completa formação da múltipla barreira que separa, quase que totalmente, a \n\nLaguna dos Patos do oceano. \n\nEste estudo desenvolveu-se ao longo de aproximadamente 760 km de costa, \n\ntendo como limites, ao sul, as rochas do embasamento cristalino aflorantes na praia \n\nde La Coronilla, no litoral norte uruguaio; ao norte os altos do embasamento, \n\naflorantes próximo ao Farol de Santa Marta, no estado de Santa Catarina. \n\n \n\n \n\n1.4. Materiais e Métodos  \n\n \n\nA amostragem foi realizada em intervalo regular de 20 km. Quando da \n\nocorrência de corpos d’água, a coleta foi realizada em ambas as margens. As \n\ncoletas foram feitas na zona de banho da faixa de praia em sedimentos sub-\n\nsuperficiais até uma profundidade de aproximadamente 30 cm. Através deste tipo de \n\namostragem, assume-se que as amostras representam uma média de vários \n\nprocessos sedimentares atuantes sobre o perfil praial ao longo do tempo, reduzindo \n\na influência de processos de menor escala, como os fatores meteorológicos, \n\nfornecendo assim informações que caracterizam de forma representativa cada um \n\ndos locais amostrados. O total de amostras coletadas foi de 47(figura 2). \n\n \n\n \n\n \n\n\n\n12 \n\n \n\n \n\nFigura 2 - Mapa de localização dos pontos de amostragem com espaçamento regular de 20 km entre \n\nos pontos de coleta. \n\n \n\n \n\n\n\n13 \n\n \n\nAs amostras foram processadas com o objetivo de se obter dados referentes \n\nà granulométrica. Após a coleta de aproximadamente 500 gramas de sedimento \n\npara cada ponto amostrado, as amostras foram acondicionadas em sacos plásticos \n\nsendo devidamente etiquetadas. Em laboratório foram lavadas, para retirada total do \n\nsal. Depois de lavadas, foram secas a uma temperatura em torno dos 80°C. Um \n\nquarteador tipo “Jones” foi utilizado para a obtenção da fração de peso desejada da \n\namostra para peneiragem. Nesta etapa foi retirada uma fração em torno de 100 a \n\n150 gramas de amostra, posteriormente esta fração foi submetida à análise \n\ngranulométrica tradicional, utilizando intervalo inteiro de ? (phi), para peneiragem. \n\nPara a análise de minerais pesados foi utilizada a fração 0,063mm - 0,250 \n\nmm (areia fina e muito fina), por ser este o intervalo de maior concentração destes \n\nminerais. Os minerais pesados foram concentrados por decantação em \n\nbromofórmio, segundo os procedimentos descritos por Mange &amp; Maurer (1992). A \n\nidentificação e a contagem de grãos (~300 grãos/lâmina), para a determinação das \n\nassembléias mineralógicas, foram conduzidas em microscópio petrográfico. \n\nParalelamente, foram calculados: 1) o índice ZTR, para avaliar o grau da maturidade \n\nmineralógica (Hubert 1962); 2) o índice granada/zircão (GZi), para identificar \n\npossíveis mudanças nas características da proveniência; 3) o índice \n\napatita/turmalina (ATi), indicativo de proveniência e do grau de intemperismo na área \n\nfonte; 4) o índice ARi, calculado com base no grau de arredondamento da apatita, é \n\nutilizado como indicativo do fracionamento hidráulico e da abrasão ao longo do \n\ntransporte. A definição destes índices é detalhadamente discutida por Morton &amp; \n\nHallsworth (1994).  \n\nPara observação petrográfica os minerais pesados foram montados em uma \n\nlâmina de vidro seguindo os procedimentos de Zuffa (apud Mange &amp; Maurer, 1992) \n\nda seguinte forma: \n\n? Espalhar goma arábica dissolvida em água na proporção 4:1, ou seja, quatro \n\ngotas de água pra uma gota de goma e deixar secar naturalmente em recipiente \n\nsemi-fechado pra evitar contaminações; \n\n? Despejar os minerais pesados sobre a goma. A quantidade de grãos \n\nseparados para observação microscópica deve ser suficiente para preencher a área \n\nútil da lâmina que vai ser observada ao microscópio petrográfico, sem haver \n\nsobreposição de grãos; \n\n\n\n14 \n\n? Aquecer levemente a lâmina para que os grãos se fixem na goma e não haja \n\ndeslocamento quando adicionado o líquido com índice de refração conhecido; \n\n? Adicionar líquido com índice de refração conhecido. Neste trabalho o líquido \n\nutilizado é alpha-monobromo naftaleno (n=1,658); \n\n? Identificar a lâmina com o número da amostra. \n\nA contagem dos grãos é um processo realizado para estimar as proporções \n\ndos diferentes minerais. A contagem é realizada em microscópio petrográfico de luz \n\ntransmitida com charriot acoplado sobre a platina. Este dispositivo auxilia no \n\ndeslocamento da lâmina, seguindo linhas transversais onde cada grão identificado é \n\ncontado; para a identificação dos minerais opacos usamos um equipamento de luz \n\nfibra com óptica que incide obliquamente sobre a lâmina. O numero total de grãos \n\ncontados é totalizado em 300 grãos transparentes. \n\nA realização do trabalho de identificação exige treino especial em mineralogia \n\nótica. Para a identificação de cada espécie é necessário proceder à observação com \n\nluz transmitida polarizada e com polarizadores cruzados, estimar a birrefrengência, \n\nter atenção ao pleocroísmo, analisar as figuras de interferência, o sinal de elongação \n\ne o relevo entre outras propriedades do mineral a ser identificado \n\n \n\n \n\n1.5. Análise Integradora  \n\n \n\n \n\nA análise integradora dos resultados permitiram identificar os padrões de \n\ngranulometria, mineralogia e suas distribuições ao longo da porção superficial da \n\nBacia de Pelotas. Os principais padrões detectados são sintetizados a seguir e \n\ndiscutidos no artigo apresentado no Capítulo II desta dissertação.   \n\nAs areias praiais holocênicas da margem emersa da Bacia de Pelotas tem \n\ncomo média granulométrica sedimentos na fração areia fina. Em dois setores as \n\namostras apresentam composição granulométrica bimodal. No litoral sul, \n\naproximadamente 160-180 km ao sul da praia do Cassino, os sedimentos são \n\ncaracterizados por uma mistura de areia fina quartzosa mais cascalho e areias \n\ngrosseiras biodetríticas. Como conseqüência, esta região é conhecida como \n\n\"Concheiros ou Colchões do Albardão\". Os estudos realizados até o momento não \n\ndeterminam a origem destes sedimentos biodetríticos.  \n\n \n\n\n\n15 \n\n \n\nOutra região onde a granulometria apresenta-se bimodal é na \n\ndesembocadura do canal de Rio Grande. As areias, nesta região, apresentam maior \n\nconcentração da fração areia muito fina. Ao sul dos molhes, este fato reflete a maior \n\nação das ondas nesta região, retrabalhando estes sedimentos. Na região de São \n\nJosé do Norte, ao norte dos molhes, observa-se que a contribuição de sedimentos \n\nfinos vai sendo reduzida, gradualmente, à medida que se avança para o norte. A \n\npresença desta concentração de sedimentos finos está ligada ao aporte sedimentar \n\nda Lagoa dos Patos, e à medida que avançamos em direção ao litoral norte esta \n\ninfluência é dissipada.  \n\nA maior concentração de minerais pesados ocorre no sul da área em estudo, \n\nalcançando o valor máximo de 4,75% (amostra DL23), e diminuindo \n\nconsideravelmente em direção ao norte da Planície Costeira do Rio Grande Sul, \n\nindicando assim que a deriva litorânea se dá no sentido de sul para norte. A maior \n\nabundância de minerais pesados no sul da área em estudo está relacionada ao fato \n\ndesta região estar mais próxima ao Escudo Sul-riograndese e o Escudo Uruguaio, \n\náreas-fontes dos minerais pesados mais estáveis, tais como as granadas, \n\nturmalinas, zircões e estaurolitas.  \n\nA assembléia de minerais pesados no norte da área de estudo tem como \n\nrocha fonte importante os basaltos da Formação Serra Geral, que contribuem com \n\nminerais mais instáveis, tais como os piroxênios e os anfibólios, enquanto que a \n\nassembléia de minerais pesados no litoral sul possui uma maior concentração de \n\nminerais metamórficos saturados em alumínio (cianita, silimanita, andaluzita e \n\nestaurolita) e granadas, conforme observado na figura 10. Isto indica que as rochas \n\nfonte destas assembléias são os terrenos metamórficos do Escudo Sul-riograndense \n\ne do Escudo Uruguaio.  \n\nAnalisando as concentrações de granadas e de piroxênios, observa-se que a \n\nabundância de granadas diminui de sul para norte, enquanto que o percentual de \n\npiroxênios diminui de norte para sul. Este fato, aliado à diminuição da concentração \n\nda assembléia total de minerais pesados de sul para norte, evidencia que a deriva \n\nlitorânea nas praias da PCRS se dá de sul para norte. \n\nO GZi apresenta valores mais altos no litoral sul, e apresenta uma quebra \n\nacentuada no limite litoral sul litoral norte, indicando uma mudança na área fonte. \n\nEsta mudança responde ao incremento sedimentar trazido pela Lagoa dos Patos. A \n\npartir do litoral médio, observa-se redução deste índice em direção ao litoral norte. \n\n\n\n16 \n\nAs mudanças no índice GZi, mais uma vez, indicam que a deriva litorânea das \n\nareias praias da PCRS é de sul para norte.  \n\nA composição dos minerais pesados das areias praiais da PCRS indica que o \n\nambiente tectônico original das areias estudadas é um cráton não-dissecado, \n\nconforme classificação de Garzanti &amp; Andó, (2007). Esta classificação é consistente \n\ncom a observação da ocorrência de diversas sequências supracrustais de cobertura \n\n(meta-vulcanossedimentares) pré-cambrianas ainda preservadas no embasamento \n\ncristalino do Escudo Sul-Riograndense.  \n\n\n\n17 \n\n \n\n1.6. Referências  \n\n \n\n \n\nABREU S.F. 1973. Recursos Minerais do Brasil. Universidade de São Paulo (ed.). \n\nSão Paulo, 320p. \n\n \n\nAYUP R.N.Z., CORRÊA I.C.S., TOMAZELLI L.J., DILLENBURG S.R. 2001. \n\nDispersão e proveniência dos minerais pesados nos sedimentos de fundo da \n\nPlataforma Continental Sul-Brasileira, Uruguaia e Norte-Argentina. In: Congresso da \n\nAssociação Brasileira de Estudos do Quaternário, 8., Boletim de Resumos, Mariluz, \n\np. 126-127. \n\n \n\nAYUP R.N.Z., CORRÊA I.C.S., TOMAZELLI L.J., DILLENBURG S.R. 2002. Área \n\nfonte e dispersão dos minerais pesados nos sedimentos superficiais da plataforma \n\ncontinental norte do Atlântico Sul Ocidental. In: Congresso Brasileiro de Geologia, \n\nXLI., Anais, João Pessoa, SBG, p. 121. \n\n \n\nBOSWELL, P.G.H 1933. Mineralogy of Sedimentary Rocks, Murby and Co., London \n\n(1933) 393 pp. \n\n \n\nCORRÊA I.C.S., AYUP R.N.Z., TOMAZELLI, L.J., TOLDO, E.E.Jr. 2001. Distribuição \n\ndos minerais pesados nos sedimentos de fundo da Plataforma Continental Sul-\n\nBrasileira, Uruguaia e Norte-Argentina. In: Congresso da Associação Brasileira de \n\nEstudos do Quaternário, 8., Boletim de Resumos, Mariluz. p. 124-125. \n\n \n\nDIAS, J.M.A. 2004. A Análise Sedimentar e o Conhecimento dos Sistemas Marinhos \n\n(Uma introdução à Oceanografia Geológica). e-book. Acessado em 24/04/2007. \n\nhttp://w3.ualg.pt/~jdias/JAD/e_b_Sedim.html . \n\n \n\nDILLENBURG, S.R.; ESTEVES, L.S, and TOMAZELLI, L.J., 2004. A critical \n\nevaluation of coastal erosion in Rio Grande do Sul, southern Brazil. Anais da \n\nAcademia Brasileira de Ciências, 76(3), 611-623.  \n\n \n\nhttp://www.sciencedirect.com/science?_ob=ArticleURL&amp;_udi=B6V6X-4DB56GM-2&amp;_user=687304&amp;_coverDate=10%2F15%2F2004&amp;_rdoc=1&amp;_fmt=&amp;_orig=search&amp;_sort=d&amp;view=c&amp;_acct=C000037798&amp;_version=1&amp;_urlVersion=0&amp;_userid=687304&amp;md5=a7963932a6b49684fa78b47fc52d04e1#bbib9\n\n\n18 \n\nDELANEY P. 1965. Fisiografia e a geologia de superfície da planície costeira do Rio \n\nGrande do Sul. In: Publicação Especial da Escola de Geologia/UFRGS, n. 6:1-105. \n\n \n\nFONTANA, R. L. 1996. Geotectônica e sismoestratigrafia da Bacia de Pelotas e \n\nPlataforma de Florianópolis. Curso de Pós-Graduação em Geociências, \n\nUniversidade Federal do Rio Grande do Sul, Tese de Doutorado, 214 p. \n\n \n\nHUBERT, J.F., 1971. Analysis of heavy mineral assemblages. In: Carver, R.E. (Ed.), \n\nProcedures in Sedimentary Petrology. Wiley, New York, pp. 453–478. \n\n \n\nLOSS E. &amp; DEHNHARDT E.A. 1983. Concentração de areias negras ao longo da \n\nMineralógica. Acta Geológica Leopoldensia, 7(14):93-130. \n\n \n\nMARTINS L.R.S. 1967. Aspectos texturais e deposicionais dos sedimentos praiais e \n\neólicos da Planície Costeira do Rio Grande do Sul. In: Publicação Especial da \n\nEscola de Geologia/UFRGS, 131-155. \n\n \n\nMARTINS DA .SILVA, da M.A., 1979. Provenance of heavy minerals in beach sands, \n\nsoutheastern Brazil: from Rio Grande to Chuí (Rio Grande do Sul State). \n\nSedimentary Geology, 24(1-2), 133-148.  \n\n \n\nMUNARO, P., 1994. Geologia e Mineralogia do Depósito de Minerais Pesados de \n\nBojuru - RS. Porto Alegre. Dissertação de Mestrado em Geociências, Instituto de \n\nGeociências, Universidade Federal do Rio Grande do Sul, 96 p) \n\n \n\nPETTIJOHN, F.J. 1975. Sedimentary Rocks. New York, Harper &amp; Row, 628 p. \n\n \n\nPETTIJOHN, F.J.; POTTER, P.E. &amp; Siecer, R. 1973. Sand and sandstone. New \n\nYork, Heidelberg, Berlin, Springer-Verlag. 618 p \n\n \n\nPETTIJOHN P.J.; POTTER P.E.; SIEVER R. 1987. Sand and Sandstone. Springer-\n\nVerlag, New York. 553 p. \n\n \n\nhttp://www.sciencedirect.com/science?_ob=ArticleURL&amp;_udi=B6V6X-3VSP0DJ-2&amp;_user=687304&amp;_coverDate=03%2F31%2F1999&amp;_rdoc=1&amp;_fmt=&amp;_orig=search&amp;_sort=d&amp;view=c&amp;_acct=C000037798&amp;_version=1&amp;_urlVersion=0&amp;_userid=687304&amp;md5=99df5acf43d576c64253886077732f0f#bb7\n\n\n19 \n\nPOMERANCBLUM M &amp; COSTA M.P.A. 1972. Integração de Informações sobre \n\nMinerais Pesados da Plataforma Continental Brasileira. In: CONGRESSO \n\nBRASILEIRO DE GEOLOGIA, 26., Anais, Belém, 2:179-186. \n\n \n\nRUBEY, W.W., 1933. The size distribution of heavy minerals within a water-lain \n\nsandstone. Journal Sementary Petrology. Vol 3 p 3-29. \n\n \n\nTOMAZELLI L.J. 1978. Minerais pesados da Plataforma Continental do Rio Grande \n\ndo Sul. Acta Geológica Leopoldensia, 2(5):103-135. \n\n \n\nVILLWOCK, J.A.; LOSS, E.L.; DEHNHARDT, E.A.; TOMAZELLI, L.J. and \n\nHOFFMEISTER, T., 1979. Concentraciones de arenas negras a lo largo de la costa \n\nde Rio Grande do Sul. Memorias del seminario sobre ecologia bentónica y \n\nsedimentación de la plataforma continental del atlántico sur (Montevideo) pp. 407-\n\n414.  \n\n \n\nVILLWOCK J.A. &amp; TOMAZELLI L.J., 1995. Geologia costeira do Rio Grande do Sul. \n\nNotas Técnicas, 8:1-45. \n\n \n\n \n\n\n\n20 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCapítulo II \n\n\n\n21 \n\n2. Artigo  \n \n\n2.1. Carta de Submissão \n\n \n\n \n \n\n\n\n1 \n\n2.2. Artigo \n\n \n\nCOMPOSIÇÃO E DISTRIBUIÇÃO DAS ASSEMBLÉIAS DE \n\nMINERAIS PESADOS DETRÍTICOS DAS AREIAS HOLOCÊNICAS \n\nPRAIAIS DA PORÇÃO EMERSA DA BACIA DE PELOTAS. \n\n \n\n \n\n \n\nCOMPOSITION AND DISTRIBUTION OF THE DETRITICAL \n\nHEAVY MINERALS ASSEMBLEGES OF BEACH HOLOCENIC \n\nSANDS OF THE PELOTAS BASIN EMERGED AREA. \n \n\n \n\n \n\nLoren Pinto MARTINS* ¹, Marcus Vinicius Dorneles REMUS² &amp; Luiz José \n\nTOMAZELLI² \n\n \n\n¹ Mestranda do Programa de Pós-Graduação em Geociências da Universidade Federal do Rio Grande do Sul \n\n² Programa de Pós-Graduação em Geociências da Universidade Federal do Rio Grande do Sul – Avenida Bento \nGonçalves 9500, CEP 91501-970 Porto Alegre –RS Brasil. \n\n \n\n \n\n \n\nRESUMO \n\nA análise de minerais pesados para estudos de proveniência é uma das técnicas mais sensíveis atualmente \n\nempregadas. As associações dos minerais pesados formam paragêneses, as quais propiciam informações \n\ncruciais sobre os tipos de rochas-fonte, não podendo essas serem obtidas por outros meios. O presente \n\nestudo tem por objetivo identificar as assembléias de minerais pesados detríticos, bem como determinar as \n\nprováveis fontes primárias e a distribuição destas assembléias ao longo da margem emersa da Bacia de \n\nPelotas. Além disso, este trabalho propõe uma análise do sentido da deriva litorânea com base no estudo da \n\nvariação das concentrações destas assembléias de minerais pesados. Os minerais pesados presentes nas \n\namostras analisadas são: epidotos, apatita, turmalinas, hornblenda, estaurolita, zircão, cianita, granadas, \n\nrutilo, piroxênios, actinolita-tremolita, monazita, silimanita e, em menores quantidades, observa-se ainda \n\nclorita, andaluzita e titanita, alem de minerais opacos. A maior concentração de minerais pesados ocorre no \n\nsul da área em estudo, alcançando o valor máximo de 4,75% , e diminuindo em direção ao norte da Planície \n\nCosteira do Rio Grande Sul. A assembléia de minerais pesados no norte da área de estudo tem como rocha \n\nfonte importante os basaltos da Formação Serra Geral, que contribuem com minerais mais instáveis, tais \n\ncomo os piroxênios e os anfibólios, enquanto que a assembléia de minerais pesados no litoral sul possui uma \n\nmaior concentração de minerais metamórficos saturados em alumínio (cianita, silimanita, andaluzita e \n\nestaurolita) e granadas, indicando que as rochas fonte destas assembléias são os terrenos metamórficos do \n\nEscudo Sul-riograndense e do Escudo Uruguaio. Analisando as concentrações de granadas e de piroxênios, \nobserva-se que a abundância de granadas diminui de sul para norte, enquanto que o percentual de piroxênios \n\ndiminui de norte para sul. Este fato, aliado à diminuição da concentração da assembléia total de minerais \n\npesados de sul para norte, evidencia que a deriva litorânea nas praias da PCRS se dá de sul para norte. \n \n\n \n\n \n\nPalavras-chave: minerais pesados, proveniência, planície costeira, Bacia de Pelotas \n\n\n\n2 \n\n \n\n \n\nABSTRACT \n\nThe heavy mineral analysis for provenance study is one of the most sensitive techniques currently applied. \n\nThe heavy mineral associations form parageneses, which provided crucial information about the source \n\nrocks types, that can not be obtained through other means.This study aims to identify the detrital heavy \n\nmineral assemblages, as well as determine the probable primary sources and the distribution of these \n\nassemblages along the onshore margin of the Pelotas Basin. In addition, this paper proposes an analysis of \n\nthe littoral drift direction based on the study of variation of concentrations of these heavy mineral \n\nassemblages. The heavy minerals present in the analyzed samples are epidotes, apatite, tourmaline, \n\nhornblende, staurolite, zircon, kyanite, garnets, rutile, pyroxene, actinolite-tremolite, monazite, sillimanite \n\nand, in smaller quantities, there is still chlorite, and andalusite titanite, opaque minerals besides. The largest \n\nconcentration of heavy mineral occurs in the southern part of the studied area, reaching the maximum value \n\nof 4.75% and decreasing towards the north of the coastal plain of the Rio Grande Sul. The heavy minerals \n\nassemblage in the northern part of the studied area has the basalts of the Serra Geral formation as an \n\nimportant source area, that delivers more unstable minerals, such as pyroxenes and anphiboles, while the \n\nheavy mineral assemblage in the southern coast has a greater concentration of metamorphic minerals \n\naluminium saturated (kyanite, staurolite, andalusite and sillimanite) and garnets, indicating that the source \n\nrocks of these assemblies are the metamorphic terrains of the Sul-riograndense  and Uruguay Shields. By \n\nanalyzing the concentrations of garnets and pyroxenes, it is observed that the abundance of garnets \n\ndecreases from south to north, while the percentage of pyroxene decreases from north to south. This fact, \n\ncoupled with decreased concentration of total heavy mineral assemblage from south to north, shows that the \n\nlittoral drift on the beaches of the PCRS occurs from south to north. \n\n \n\n \n\nKey-words: heavy minerals, provenance, coastal plain, Pelotas Basin \n\n \n\n \n\n1. INTRODUÇÃO \n\nA Bacia de Pelotas compreende o trecho da margem continental sul-brasileira localizada entre \n\nos paralelos 28ºS e 34ºS, sendo limitada ao norte pelo Alto de Florianópolis, e ao sul pela fronteira \n\ncom o Uruguai (Kowsmann et al., 1974). Sua continuidade em território uruguaio é conhecida como \n\nBacia do Leste e se estende até o alto do embasamento de La Coronilla. A bacia ocupa uma área de \n\ncerca de 210.000 km² até a isóbata de 2.000 m e sua porção emersa, que constitui a planície costeira do \n\nRio Grande do Sul, cobre cerca de 40.000 km² (Dias et al., 1994). \n\nA Planície Costeira do Rio Grande do Sul (PCRS) corresponde à seção superior da Bacia de \n\nPelotas. Esta planície foi originada sob o controle das variações climáticas e flutuações do nível \n\nrelativo do mar durante o período Quaternário (Figura1). Os sedimentos erodidos das terras altas \n\nadjacentes se acumularam principalmente em dois tipos principais de sistemas deposicionais: (1) \n\nsistema de leques aluviais que ocuparam uma faixa contínua ao logo da área mais interna da PCRS, e \n\n(2) quatro sistemas distintos transgressivos-regressivos do tipo Barreira-Laguna (Villwock &amp; \n\nTomazelli 1995).  \n\n\n\n3 \n\nA textura sedimentar constitui um parâmetro importante em estudos sedimentológicos de \n\nplataformas continentais e praias, pois a distribuição do tamanho de grão está vinculada à \n\nproveniência, às variações do nível do mar e aos processos hidrodinâmicos que atuam no sistema, \n\npodendo auxiliar em estudos de transporte e dispersão de sedimentos. Segundo Komar (1998), existem \n\ntrês fatores dominantes que controlam o tamanho médio de grão nos sedimentos praiais: (1) a fonte do \n\nsedimento; (2) o nível energético das ondas e (3) a declividade geral da plataforma interna sobre a qual \n\na praia é construída.  \n\nA análise de minerais pesados para estudos de proveniência é uma das técnicas mais sensíveis \n\natualmente empregadas. As associações dos minerais pesados formam paragêneses, as quais propiciam \n\ninformações cruciais sobre os tipos de rochas-fonte, não podendo essas serem obtidas por outros meios \n\n(Morton &amp; Hallsworth,1994; 1999). \n\nA assembléia de minerais pesados presente nos sedimentos e nas rochas sedimentares é uma \n\nimportante ferramenta que vem sendo empregada em estudos sedimentológicos, estratigráficos e \n\ngeoeconômicos, dentro do campo da geologia. Na sedimentologia, estes minerais são utilizados em \n\nestudos de proveniência e dispersão dos sedimentos, tendo em vista que determinadas espécies \n\nmineralógicas são características de grupos restritos de rochas fontes e sua distribuição espacial, em \n\numa bacia de deposição, permite identificar as direções preferenciais de transporte sedimentar.  \n\nO presente trabalho tem por objetivo identificar as assembléias de minerais pesados detríticos, \n\nbem como determinar as prováveis fontes primárias e a distribuição destas assembléias ao longo da \n\nmargem emersa da Bacia de Pelotas. Alem disso, esta dissertação propõe uma análise do sentido da \n\nderiva litorânea com base no estudo da variação das concentrações destas assembléias de minerais \n\npesados.  \n\n \n\n2. AMBIENTE GEOLÓGICO \n\n \n\nA Planície Costeira do Rio Grande do Sul desenvolveu-se a partir da justaposição lateral de \n\nquatro sistemas deposicionais do tipo Laguna-Barreira, cuja formação foi controlada por quatro \n\ngrandes eventos transgressivos-regressivos do mar durante o Quaternário - Sistemas Laguna-Barreira \n\nI, II, III e IV, (Villwock et al. 1986; Tomazelli &amp; Vilwock, 2000). Os sistemas I, II e III são de idade \n\n\n\n4 \n\npleistocênica, enquanto o sistema IV é de idade holocênica tardia (Figura 2). A área de estudo \n\nconcentra-se nas areias praiais da Barreira IV, sendo limitada ao norte pelo Alto de Florianópolis, \n\npróximo ao Farol de Santa Marta, no estado de Santa Catarina, e ao sul pelo alto do embasamento de \n\nLa Coronilla, no Uruguai. \n\nA atual configuração da Planície Costeira do Rio Grande do Sul teve o início de sua formação \n\nno período Terciário (Plioceno), em torno de 4 milhões de anos atrás. Sucessivas oscilações do nível \n\ndo mar relacionadas à quatro glaciações configuraram um sistema deposicional denominado \n\nLaguna/Barreira, onde, na transgressão marinha, o retrabalhamento dos sedimentos da plataforma \n\nlevou à formação de uma barreira arenosa paralela à linha de costa, isolando uma área continental \n\ninundada e formando uma nova linha de costa (Villwock &amp; Tomazelli 1995). \n\nA Barreira IV instalou-se no final da última transgressão pós-glacial, há cerca de 5 - 6 Ka \n\n(Villwock &amp; Tomazelli, 1998). Esta é constituída essencialmente por areias praiais e eólicas \n\nprovenientes da erosão da Barreira III e de sedimentos disponíveis na plataforma continental interna. \n\nAs areias possuem composição quartzosa, granulação fina a muito fina (Martins, 1967; Villwock, \n\n1972) e, em certos locais, apresentam expressivas concentrações de minerais pesados (Martins da \n\nSilva, 1976; Villwock et al., 1979; Munaro, 1994; Dillenburg et al., 2004). De acordo com Dillenburg \n\net al. (2000) a Barreira IV evoluiu de forma diferenciada ao longo da costa, em resposta à gradientes \n\nde energia das ondas controlados pela topografia antecedente à transgressão pós-glacial. Em alguns \n\nsegmentos costeiros ela possui uma natureza regressiva enquanto em outros ela é claramente \n\ntransgressiva. \n\nO subsistema Lagunar IV situa-se entre os sedimentos da Barreira IV e os sedimentos \n\npleistocênicos da Barreira III. No pico transgressivo holocênico, o espaço do sistema lagunar IV foi \n\nocupado por grandes corpos lagunares que, posteriormente, evoluíram para um variado sistema de \n\nambientes deposicionais, como a Lagoa Mangueira, na região sul da planície costeira, a Lagoa do \n\nPeixe, na parte média do litoral e o rosário de lagoas interligadas existentes no Litoral Norte do estado. \n\nAtualmente, este sub-sistema é constituído por um conjunto complexo de ambientes e sub-ambientes \n\ndeposicionais, incluindo: corpos aquosos costeiros (lagos e lagunas), sistemas aluviais (rios \n\nmeandrantes e canais inter-lagunares), sistemas deltáicos (deltas flúvio-lagunares e deltas de maré \n\n\n\n5 \n\nlagunar) e sistemas paludais, tais como pântanos, banhados e turfeiras (Tomazelli, 1990; Tomazelli &amp; \n\nVillwock, 1991). \n\n \n\n \n\nFigura 1 - Mapa geológico simplificado da Planície Costeira do Rio Grande do Sul, mostrando a \n\ndistribuição dos principais sistemas deposicionais (modificado de Tomazelli &amp; Villwock, 2000). \n\n \n\n\n\n6 \n\n \n\nFigura 2 - Perfil esquemático transversal dos sistemas deposicionais da Planície Costeira do Rio \n\nGrande do Sul. As barreiras são correlacionadas aos últimos maiores picos na curva isotópica de \n\noxigênio \n\n \n\n3. MATERIAIS E MÉTODOS \n\n \n\nEste estudo desenvolveu-se nas areias praiais holocênicas da margem emersa da Bacia de \n\nPelotas, ao longo de aproximadamente 760 km de costa, tendo como limites, ao sul, as rochas do \n\nembasamento cristalino aflorantes na praia de La Coronilla, no litoral norte uruguaio; ao norte, os altos \n\ndo embasamento, aflorantes próximo ao Farol de Santa Marta, no estado de Santa Catarina. \n\nA metodologia utilizada neste estudo foi dividida em três etapas: amostragem, análise \n\ngranulométrica e análise de minerais pesados. A amostragem foi realizada na zona de banho da faixa \n\nde praia em sedimentos sub-superficiais até uma profundidade de aproximadamente 30 cm. Foram \n\ncoletadas 47 amostras em intervalo eqüidistante de 20 km. Quando da ocorrência de corpos d’água, a \n\ncoleta foi realizada em ambas as margens (Figura 3). Através deste tipo de coleta, assume-se que as \n\namostras representam uma média de vários processos sedimentares atuantes sobre o perfil praial ao \n\nlongo do tempo, reduzindo a influência de processos de menor escala, como os fatores \n\nmeteorológicos, fornecendo assim informações que caracterizam de forma representativa cada um dos \n\nlocais amostrados. \n\n \n\n\n\n7 \n\n \nFigura 3 - Mapa de localização dos pontos de amostragem com espaçamento regular de 20 km entre \n\nos pontos amostrados. \n\n \n\n \n\n\n\n8 \n\nEm laboratório, as amostras foram lavadas para retirada total do sal e secas a uma temperatura \n\nem torno dos 80°C, sendo posteriormente submetidas à análise granulométrica tradicional, utilizando \n\nintervalo inteiro de ? (phi) para peneiragem. \n\nPara a análise de minerais pesados foi utilizada a fração 0,063mm - 0, 250 mm (areia fina e \n\nmuito fina), por ser este o intervalo de maior concentração destes minerais. Os minerais pesados foram \n\nconcentrados por decantação em bromofórmio, segundo os procedimentos descritos por Mange &amp; \n\nMaurer (1992). A identificação e a contagem de grãos (~300 grãos/lâmina), para a determinação das \n\nassembléias mineralógicas, foram conduzidas em microscópio petrográfico. Paralelamente, foram \n\ncalculados: 1) o índice ZTR, para avaliar o grau da maturidade mineralógica (Hubert 1962); 2) o \n\níndice granada/zircão (GZi), para identificar possíveis mudanças nas características da proveniência; \n\n3) o índice apatita/turmalina (ATi), indicativo do grau de intemperismo na área fonte; 4) o índice ARi, \n\ncalculado com base no grau de arredondamento da apatita, é utilizado como indicativo do \n\nfracionamento hidráulico e da abrasão ao longo do transporte. A definição destes índices é \n\ndetalhadamente discutida por Morton &amp; Hallsworth (1994).  \n\n \n\n4. RESULTADOS \n\n \n\n4.1. Granulometria \n\n \n\nA análise granulométrica realizada mostra que as areias praiais da margem emersa da Bacia de \n\nPelotas são compostas predominantemente por areia fina (0,250 - 0,125mm). O gráfico da figura 4 \n\napresenta os resultados obtidos para esta análise. No litoral sul, a norte do Arroio Chuí, os sedimentos \n\npraiais são bimodais, caracterizados por uma mistura de areia fina quartzosa mais cascalho e areias \n\ngrosseiras biodetríticos. No limite entre o litoral sul e o litoral médio, nos arredores da desembocadura \n\ndo Canal de Rio Grande, observa-se uma maior concentração de sedimentos finos. A amostra DL01, \n\ncoletada próxima aos moles da praia do Cassino, é a que apresenta a maior concentração de areias \n\nmuito finas chegando a 60%. Na região de São José do Norte, observa- se uma diminuição do \n\npercentual de areias muito finas conforme o deslocamento para norte da área em estudo.  \n\n\n\n9 \n\nObservando o gráfico da distribuição das concentrações dos minerais pesados ao longo da área \n\nestudada (figura 5). A maior concentração destes minerais ocorre no extremo sul da área. No litoral \n\nnorte do Uruguai, próximo aos altos do embasamento de La Coronilla, este valor atinge 4,75%, mas \n\neste percentual diminui consideravelmente em direção ao norte. No litoral sul brasileiro, cerca de 60 \n\nkm ao norte do Arroio Chuí, a concentração dos minerais pesados fica em torno de 2,5%. No litoral \n\nmédio da PCRS, próximo a região de Bojuru, observa-se uma pequena elevação na concentração de \n\npesados com valores próximos a 0,5%. No restante, da área as concentrações de minerais pesados não \n\nultrapassam 0,2%. \n\n \n\n \n \n\nFigura 4 - Gráfico da distribuição granulométrica na área estudada. valores expressos na escala \n\ngranulométrica de Wentworth,1922. \n\n\n\n10 \n\n \n\nFigura 5: Gráfico da distribuição dos minerais pesados ao longo da área de estudo, valores expressos \n\nem percentual do peso total da amostra. \n\n \n\n4.2. Assembléia de Minerais Pesados \n\n \n\nOs minerais pesados presentes nas amostras analisadas são: epidotos, apatita, turmalina, \n\nhornblenda, estaurolita, zircão, cianita, granada, rutilo, piroxênio, actinolita-tremolita, monazita, \n\nsilimanita e, em menores quantidades, observa-se ainda clorita, andaluzita e titanita, alem de minerais \n\nopacos (ilmenita, magnetita, pirita e lecoxênio). A partir da distribuição espacial das concentrações \n\ndos minerais pesados (figura 6), observa-se que os minerais do grupo do epidoto são os mais \n\nabundantes seguidos pela apatita, pela turmalina e pela hornblenda. \n\n\n\n11 \n\n \n\nFigura 6: Gráfico da distribuição e abundância dos minerais pesados na área em estudo. \n\n \n\nNa figura 7 são apresentadas microfotografias dos principais minerais pesados encontrados. \n\nOs minerais do grupo do epidoto são os mais abundantes nas assembléias de minerais pesados em \n\nestudo, com valores variando de 3 a 50%. Devido às sutilezas na diferenciação das propriedades \n\nópticas dos minerais do grupo do epidoto, em microscópio petrográfico, as três espécies minerais \n\nencontradas (epidoto, clinozoízita e zoízita) não foram individualizadas na quantificação e, portanto, \n\nforam agrupadas sob a denominação de epidoto. \n\nA apatita é o segundo mineral mais abundante, apresentando valores médios variando entre \n\n10-30%. No extremo norte da área apresenta valores anômalos para a concentração de apatita \n\natingindo concentrações de 74%. Os grãos de apatita, geralmente, são observadas em prismas curtos \n\nangulares a sub-arredondados, mas próximo as desembocaduras dos rios estes minerais aparecem com \n\num maior grau de arredondamento.  \n\nAs turmalinas estão presentes em duas variedades principais: turmalina marrom, com intenso \n\npleocroísmo variando do marrom ao verde; e turmalina verde, com pleocroísmo variando do verde ao \n\nazul. Estas duas variedades se distribuem igualmente em todas as amostras. Nas desembocaduras dos \n\nrios no litoral norte e próximo à barra da Lagoa da Ave, em Santa Catarina, ocorrem turmalinas azuis \n\ncom pleocroísmo azul/preto. De maneira geral as turmalinas são moderadamente arredondadas, com \n\n\n\n12 \n\nexceção das amostras coletadas próximas as desembocaduras onde os grãos aparecem em prismas \n\ncurtos e dominantemente angulares.  \n\nAs concentrações de anfibólios atingem valores de até 25%. Os maiores percentuais são \n\nobservados no litoral sul, na praia do Cassino; no litoral médio estes valores oscilam em torno de 8 a \n\n10%, enquanto que no litoral norte a média destes valores é de 15%. O anfibólio mais abundante \n\nencontrado é a hornblenda, que foi identificada em duas variedades, marrom e verde. Minerais da série \n\nactinolita-tremolita são encontrados em pequenas quantidades. \n\nAs granadas ocorrem em todo o litoral, apresentando maior concentração no litoral sul. Esta \n\nconcentração diminui gradualmente em direção ao litoral norte. As granadas observadas são incolores \n\na levemente rosa e, a maioria dos grãos, apresenta inclusões granulares não orientadas. \n\nOs piroxênios identificados são o hiperstênio, o diopsídio e em menor quantidade a augita. \n\nEstes minerais ocorrem sob a forma de prismas alongados com pleocroismo característico e com baixo \n\ngrau de arredondamento, e estão presentes em maior quantidade no litoral norte.  \n\nA concentração de zircão varia entre 0,3 e 21%. No geral, os grãos aparecem como prismas \n\ncurtos e angulosos, muitas vezes euédricos. As maiores concentrações deste mineral são observadas \n\nentre o litoral médio e o litoral norte. \n\nA estaurolita apresenta pleocroismo característico variando de amarelo claro a amarelo \n\nintenso. O valor médio das concentrações de estaurolita é de 7% no litoral sul, e esta média sobe para \n\n11%, chegando a picos de 16%, no litoral médio. Os grãos apresentam alta angulosidade, sendo \n\nobservados, muitas vezes, prismas euédricos. \n\nForam identificados os três polimorfos de alumino-silicatos (cianita, silimanita e andaluzita). \n\nA cianita é o polimorfo que apresenta maior concentração, com valores variando de 0,7 a 9% enquanto \n\nque a siliminita e andaluzita não apresentaram valores superiores a 2%.    \n\nO índice granada/zircão (GZi) apresenta valores mais elevados no litoral sul, e uma quebra \n\nbrusca nas desembocaduras. Conforme se avança para o norte da área, o valor deste índice vai sendo \n\nreduzido consideravelmente (figura 8). \n\nO índice ZRT (figura 9) apresenta valores mais elevados ao longo do litoral médio, até a \n\ndesembocadura do rio Araranguá, no sul do estado de Santa Catarina. \n\n\n\n13 \n\nAs figuras 10 e 11 apresentam os índices calculados em função da abundância  de apatita. O \n\níndice ATi é relativamente alto em toda a área, apresentando picos no litoral sul próximos ao canal de \n\nRio Grande e no extremo norte da área. O grau de arredondamento das apatitas (índice ARi) é \n\nmoderadamente baixo. Esse valor só apresenta anomalias (valores superiores a 50) próximo ao Arroio \n\nChuí e a norte do Balneário do Hermenegildo. \n\n\n\n14 \n\n \n\nFigura 7: Fotomicrografia dos principais minerais pesados encontrados nas amostras estudadas. Gr: \n\ngranada; Hb: hornblenda; Ep: Epidotos; Px:Piroxênios; Zr: Zircão; Tur: turmalina; Ky: Cianita; Ap: \n\nAptita; Est: estaurolita; Mz Monazita  \n\n\n\n15 \n\n \n\nFigura 8: Gráfico do índice GZi (100xgranadas / granadas + zircão).Mostrando uma quada brunsca \n\ndos valores nas desembocaduras dos rios e uma diminuição dos valores de sul para norte da área em \n\nestudo. \n\n \n\nFigura 9: Gráfico do índice ZTR (100 x zircão+turmalina+rutilo / total de minerais translúcidos). \n\n\n\n16 \n\n \n\nFigura 10: Gráfico ATi (100 x apatita/(apatita+Turmalina). \n\n \n\nFigura 11: Gráfico do índice de arredondamento de apatitas ARi (100 x apatitas arredondadas / total \n\nde apatita), mostrando a história de transporte das amostras estudadas. Os picos onde estes valores \n\nsão mais elevados correponde as desembocaduras dos corpos d’água presentes na área em estudo. \n\n \n\n\n\n17 \n\nA figura 12 apresenta um diagrama triangular sintetizando os principais grupos de minerais \n\npesados onde os vértices são representados por minerais derivados de rochas máficas (anfibólios + \n\npiroxênios), terrenos félsicos (zircão + turmalina + apatita + monazita) e minerais saturados em Al \n\nderivados de terrenos metamórficos (estaurolita + cianita + silimanita + andaluzita). Neste diagrama \n\nobserva-se o aglutinamento das amostras do litoral sul e do litoral norte em dois campos distintos, \n\nonde as amostras do litoral norte tendem ao vértice dos minerais félsicos, e as amostras do litoral sul \n\ntendem ao vértice dos minerais metamórficos. As amostras do litoral médio distribuem-se na zona de \n\nintersecção destes dois campos. Alguns pontos anômalos do litoral sul plotam no campo referente a \n\nparagênese das assembléias do litoral norte, e vice-versa, sendo que estes pontos correspondem as \n\namostras localizadas nas desembocaduras dos rios.   \n\nO gráfico exposto na figura 13, proposto por Garzantti e Andó (2007), sugere o ambiente \n\ntectônico original das areias estudadas. O vértice Anf representa o total de anfibólios (hornblenda + \n\nactinolita + tremolita), o vértice POS é composto por piroxênios + olivina + espinélio e o vértice &amp; é a \n\nassembléia total de minerais pesados excluindo os presentes nos outros dois vértices. Ressaltamos aqui \n\nque a olivina não foi identificada em nenhuma das amostras estudadas, e que somente um grão de \n\nespinélio foi encontrado, nas areias do litoral norte. Todas as amostras plotam próximas ao vértice &amp;.  \n\n \nFigura 12: Diagrama triangular para discriminação da composição das assembléias de minerais \n\npesados dos diferentes setores da planície costeira. Metamórficos = Estaurolita + \n\nCianita+Silimanita+Andaluzita; Félsicos = Zircão +Turmalina+Aptita+Monazita; Maficos = \n\nPiroxênios + Anfibólios. \n\n\n\n18 \n\n \n\n \n \n\nFigura 13: Gráfico de proveniência tectônica das areias estudadas baseado nas assembléias de \n\nminerais pesados (Garzanti &amp; Ando, 2007). Anf.= Anfibólio (Hornblenda+ Actinolita-Tremolita) POS \n\n= piroxênios + olivina + espinélio e o vértice &amp; é a assembléia total de minerais pesados excluindo \n\nos presentes nos outros dois vértices. \n\n \n\n5. CONCLUSÕES \n\n \n\nAs areias praiais holocênicas da margem emersa da Bacia de Pelotas tem como média \n\ngranulométrica sedimentos na fração areia fina. Em dois setores as amostras apresentam composição \n\ngranulométrica bimodal. No litoral sul, aproximadamente 160-180 km ao sul da praia do Cassino, os \n\nsedimentos são caracterizados por uma mistura de areia fina quartzosa mais cascalho e areias \n\ngrosseiras biodetríticas. Como conseqüência, esta região é conhecida como \"Concheiros ou Colchões \n\ndo Albardão\". Os estudos realizados até o momento não determinam a origem destes sedimentos \n\nbiodetríticos.  \n\nOutra região onde a granulometria apresenta-se bimodal é na desembocadura do canal de Rio \n\nGrande. As areias, nesta região, apresentam maior concentração da fração areia muito fina. Ao sul dos \n\n\n\n19 \n\nmolhes, este fato reflete a maior ação das ondas nesta região, retrabalhando estes sedimentos. Na \n\nregião de São José do Norte, ao norte dos molhes, observa-se que a contribuição de sedimentos finos \n\nvai sendo reduzida, gradualmente, à medida que se avança para o norte. A presença desta concentração \n\nde sedimentos finos está ligada ao aporte sedimentar da Lagoa dos Patos, e à medida que avançamos \n\nem direção ao litoral norte esta influência é dissipada.  \n\nA maior concentração de minerais pesados ocorre no sul da área em estudo, alcançando o \n\nvalor máximo de 4,75% (amostra DL23), e diminuindo consideravelmente em direção ao norte da \n\nPlanície Costeira do Rio Grande Sul, indicando assim que a deriva litorânea se dá no sentido de sul \n\npara norte. A maior abundância de minerais pesados no sul da área em estudo está relacionada ao fato \n\ndesta região estar mais próxima ao Escudo Sul-riograndese e o Escudo Uruguaio, áreas-fontes dos \n\nminerais pesados mais estáveis, tais como as granadas, turmalinas, zircões e estaurolitas.  \n\nA assembléia de minerais pesados no norte da área de estudo tem como rocha fonte importante \n\nos basaltos da Formação Serra Geral, que contribuem com minerais mais instáveis, tais como os \n\npiroxênios e os anfibólios, enquanto que a assembléia de minerais pesados no litoral sul possui uma \n\nmaior concentração de minerais metamórficos saturados em alumínio (cianita, silimanita, andaluzita e \n\nestaurolita) e granadas, conforme observado na figura 10. Isto indica que as rochas fonte destas \n\nassembléias são os terrenos metamórficos do Escudo Sul-riograndense e do Escudo Uruguaio.  \n\nAnalisando as concentrações de granadas e de piroxênios, observa-se que a abundância de \n\ngranadas diminui de sul para norte, enquanto que o percentual de piroxênios diminui de norte para sul. \n\nEste fato, aliado à diminuição da concentração da assembléia total de minerais pesados de sul para \n\nnorte, evidencia que a deriva litorânea nas praias da PCRS se dá de sul para norte. \n\nO GZi apresenta valores mais altos no litoral sul, e apresenta uma quebra acentuada no limite \n\nlitoral sul litoral norte, indicando uma mudança na área fonte. Esta mudança responde ao incremento \n\nsedimentar trazido pela Lagoa dos Patos. A partir do litoral médio, observa-se redução deste índice em \n\ndireção ao litoral norte. As mudanças no índice GZi, mais uma vez, indicam que a deriva litorânea das \n\nareias praias da PCRS é de sul para norte.  \n\nA composição dos minerais pesados das areias praiais da PCRS indica que o ambiente \n\ntectônico original das areias estudadas é um cráton não-dissecado, conforme classificação de Garzanti \n\n&amp; Andó, (2007). Esta classificação é consistente com a observação da ocorrência de diversas \n\n\n\n20 \n\nsequências supracrustais de cobertura (meta-vulcanossedimentares) pré-cambrianas ainda preservadas \n\nno embasamento cristalino do Escudo Sul-Riograndense.  \n\n \n\n \n\n6. AGRADECIMENTOS \n\nEste trabalho é parte integrante dos requisitos para a obtenção do Título de Mestre em Geociências, junto ao \n\nPrograma de Pós-Graduação em Geociências da Universidade Federal do Rio Grande do Sul. Sendo assim os \n\nautores agradem a esta universidade pelo apoio e incentivo a esta publicação; à Capes pela concessão de bolsa de \n\npesquisa; CECO (Centro de Estudos Costeiro e Oceanográficos da UFRGS) onde foram desenvolvidas todas as \n\nanálises laboratoriais. \n\n \n\n \n\n \n\n7. REFERÊNCIAS \n\n \n\nDIAS J.L., SILVEIRA D.P., SAD A.R.E., LATGÉ M.A.L. 1994. Bacia de Pelotas: Estágio atual do \n\nconhecimento geológico.Boletim de Geociências da Petrobras, 8(1):235-245. \n\n \n\nDILLENBURG, S.R., ROY, P.S., COWELL, P.J. and TOMAZELLI, L.J., 2000. Influence of \n\nantecedent topography on coastal evolution as tested by the Shoreface Translation-Barrier Model \n\n(STM). Journal of Coastal Research, 16, 71-81. \n\n \n\nDILLENBURG, S.R.; ESTEVES, L.S, and TOMAZELLI, L.J., 2004. A critical evaluation of coastal \n\nerosion in Rio Grande do Sul, southern Brazil. Anais da Academia Brasileira de Ciências, 76(3), 611-\n\n623. \n\n \n\nGARZANTI, E., and Andó , S. 2007a. Heavy-mineral concentration in modern sands: implications for \n\nprovenance interpretation. In Mange, M., and Wright, D. eds. Heavy minerals in use. Developments in \n\nSedimentology Series. Vol. 58. Amsterdam, Elsevier, p. 567–598. \n\n \n\nKOMAR, P. D. ,1998. Beaches processes and sedimentation. 2nd ed. USA: Prentice Hall Inc. \n\n \n\nKOWSMANN R.O. Francisconi O., Leyden R. 1974. Refração sísmica marinha nas bacias de Pelotas, \n\nSantos Sul e na Plataforma de Torres. In: SBG, Congresso Brasileiro de Geologia, 28, Anais, p. 283-\n\n295. \n\n \n\nKRUMBEIN, W.C. 1936 - Application of Logarithmic Moments to Size Frequency Distributions of \n\nSediments. Journal of Sedimentary Petrology, 6:35-47 \n\n \n\nMANGE, M. A., MAURER H. F. W. 1992. Heavy Minerals in Colour. London, England: Chapman &amp; \n\nHall. \n\n \n\nMARTINS L.R.S. 1967. Aspectos texturais e deposicionais dos sedimentos praiais e eólicos da \n\nPlanície Costeira do Rio Grande do Sul. In: Publicação Especial da Escola de Geologia/UFRGS, 131-\n\n155.  \n\n \n\nMORTON, A. C., HALLSWORTH, C.R. Processes controlling the composition of heavy mineral \n\nassemblages in sandstones: Sedimentary Geology, v. 124, p. 3-30. 1994. \n\n \n\n\n\n21 \n\nMORTON, A.C. &amp; HALLSWORTH, C. 1999. Processes controlling the composition of heavy \n\nmineral assemblages in sandstones. Sedimentary Geology, 124:3-29.  \n\n \n\nMUNARO, P., 1994. Geologia e Mineralogia do Depósito de Minerais Pesados de Bojuru - RS. Porto \n\nAlegre. Dissertação de Mestrado em Geociências, Instituto de Geociências, Universidade Federal do \n\nRio Grande do Sul, 96 p.  \n\n \n\nTOMAZELLI, L. J. Contribuição ao estudo dos sistemas deposicionais holocênicas do nordeste da \n\nProvíncia Costeira do Rio Grande do Sul com ênfase o sistema eólico. Instituto de Geociências. Tese \n\nde Doutorado. PortoAlegre: UFRGS, 1990. 270p. \n\n \n\nTOMAZELLI, L.J.; VILLWOCK, J.A. Geologia do sistema lagunar holocênico do Litoral Norte do \n\nRio Grande do Sul. Pesquisas (18). Porto Alegre: UFRGS. 1991. p.13-24. \n\n \n\nTOMAZELLI, L.J. VILLWOCK, J.A. Considerações Sobre o Ambiente Praial e a Deriva Litorânea \n\nde Sedimentos aoLongo do Litoral do Rio Grande do Sul, Brasil, Pesquisas, 19 nº 1, p.3-12. 1992. \n\n \n\nTOMAZELLI, L. J.; VILLWOCK, J. A. O Cenozóico no Rio Grande do Sul: Geologia da Planície \n\nCosteira. In: HOLZ, M.; DE ROS, L. F. Geologia do Rio Grande do Sul. Porto Alegre: CIGO/UFRGS, \n\n2000. p.375-406. \n\n \n\nVILLWOCK, J. A. 1972. Contribuição à geologia do holoceno da província costeira do Rio Grande do \n\nSul – Brasil. Porto Alegre, UFRGS. 133 p. Dissertação de Mestrado Instituto de Geociências, \n\nUniversidade Federal do Rio Grande do Sul. \n\n \n\nVILLWOCK, J.A.; LOSS, E.L.; DEHNHARDT, E.A.; TOMAZELLI, L.J. and HOFFMEISTER, T., \n\n1979. Concentraciones de arenas negras a lo largo de la costa de Rio Grande do Sul. Memorias del \n\nseminario sobre ecologia bentónica y sedimentación de la plataforma continental del atlántico sur \n\n(Montevideo) pp. 407-414.  \n\n \n\nVILLWOCK, J.A.; TOMAZELLI, L.J.; LOSS, E.L.; DEHNHARDT, E.A.; HORN, N.O.; BACHI, \n\nF.A. and DEHNHARDT, B.A., 1986. Geology of the Rio Grande do Sul Coastal Province. In: \n\nRabassa, J. (ed.). Quaternary 0f South America and Antartic Peninsula. A.A. Balkema, Rotterdam. v. \n\n4, pp. 79-97. \n\n \n\nVILLWOCK J.A. &amp; TOMAZELLI L.J., 1995. Geologia costeira do Rio Grande do Sul. Notas \n\nTécnicas, 8:1-45. \n\n \n\nVILLWOCK, J.A. and TOMAZELLI, L.J., 1998. Holocene coastal evolution in Rio Grande do Sul, \n\nBrazil. In: J. RABASSA and M. SALEMME (ed.), Quaternary of South America and Antartic \n\nPeninsula, vol. 11. Rotterdam: A.A. Balkema, p. 283-296. \n\n \n\nWENTWORTH C. K., 1922. A scale of grade and class terms for clastic sediments, Journal of \n\nGeology 30:377–392."}]}}}