{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22573"}, {"@name": "filename", "#text": "6563_000684187.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Rev Port Cien Desp 3(V) 266–273266\n\nFreqüência cardíaca em homens imersos \nem diferentes temperaturas de água\n\nFabiane Graef\n\nLeonardo Tartaruga\n\nCristine Alberton\n\nLuiz Kruel\n\nUniversidade Federal do Rio Grande do Sul\n\nEscola Superior de Educação Física\n\nPorto Alegre, Brasil\n\nRESUMO\nO objetivo deste estudo foi analisar o comportamento da fre-\n\nqüência cardíaca de indivíduos imersos na posição vertical, na\n\nprofundidade entre apêndice xifóide e ombros, em três tempera-\n\nturas de água (27, 30 e 33ºC). A amostra foi composta por 14\n\nindivíduos do sexo masculino, praticantes de atividades aquáti-\n\ncas, na faixa etária de 18 a 35 anos. A freqüência cardíaca foi\n\nverificada através de sensores de batimentos cardíacos da marca\n\nPolar, modelo Beat. O comportamento da freqüência cardíaca foi\n\ndeterminado através das variações existentes entre a freqüência\n\ncardíaca dos indivíduos na posição vertical fora de água e duran-\n\nte a imersão, em repouso. A análise dos dados foi feita utilizan-\n\ndo-se estatística descritiva, análise de variância (ANOVA), com\n\nteste post-hoc de Bonferroni (p? 0,05). Verificou-se que houve\nbradicardia durante a imersão, nas três temperaturas aquáticas.\n\nA bradicardia média na temperatura de 33ºC foi 17,85±10,67\n\nbpm; em 30ºC, foi 24,14±11,16 bpm; em 27ºC, foi\n\n33,75±11,27 bpm. As diferenças entre as médias mostraram-se\n\nestatisticamente significativas somente entre a temperatura de\n\n27ºC e a temperatura de 33ºC. Conclui-se que, durante a imer-\n\nsão aquática em temperaturas variando entre 27 e 33ºC, a bradi-\n\ncardia tende a aumentar com a diminuição da temperatura. \n\nPalavras-chave: freqüência cardíaca, imersão, temperatura aquática.\n\nABSTRACT\nHeart rate frequency in immersed individuals over different\n\nwater temperatures\n\nPurpose of this study was to analyze the heart rate behavior of\n\nimmersed individuals in the vertical position, at a depth between the\n\nxiphoid process and the shoulders, in three water temperatures (27, 30\n\nand 33o C). Sample was composed of 14 male subjects aged 18 to 35,\n\nwho practice water activities. Heart rate was monitored with Polar\n\nheart beat sensors, Beat model. The heart rate behavior was determined\n\nthrough the existing variations between the individual’s heart rate in\n\nthe vertical position outside the water and during immersion, at rest.\n\nThe analysis of the data was conducted using descriptive statistics,\n\nvariance analysis (ANOVA), with Bonferroni’s post-hoc test\n\n(p? 0,05). Bradycardia was observed during immersion in all three\nwater temperatures. The average bradycardia at 33o C was\n\n17,85±10,67 beat.min-1; at 30o C, it was 24,14±11,16 beat.min-1;\n\nat 27o C, it was 33,75±11,27 beat.min-1. The differences between the\n\naverages were only statistically significant between 27o C and 33o C.\n\nTherefore, during water immersion in temperatures varying between 27\n\nand 33o C, bradycardia tends to increase with the reduction of water\n\ntemperature.\n\nKey Words: heart rate, immersion, water temperature.\n\n4. revista  17.11.05  16:51  Página 266\n\n\n\nRev Port Cien Desp 3(V) 266–273 267\n\nINTRODUÇÃO\nO número de praticantes de atividades físicas aquáti-\n\ncas vem tornando-se cada vez mais expressivo,\n\nincluindo tanto indivíduos saudáveis quanto pessoas\n\ncom necessidades especiais (21). Embora os praze-\n\nres e benefícios do trabalho aquático tenham sido\n\ndescobertos há vários séculos, somente nos últimos\n\nanos mostraram-se amplamente divulgados e popu-\n\nlarizados. \n\nSabe-se que o sistema cardiovascular reage de formas\n\ndiferenciadas em situação de imersão, de acordo com\n\na posição adotada, com a ausência ou presença de\n\nesforço (e sua intensidade), com o tipo de exercício,\n\ncom a profundidade da imersão e com a temperatura\n\nda água (19). O exercício físico realizado em meio\n\naquático produz respostas fisiológicas diferentes\n\ndaquelas relatadas fora deste ambiente, devido ao\n\nefeito hidrostático no sistema cardiovascular e à\n\nintensificação da perda de calor na água (2); mesmo\n\nem situação de repouso, existem modificações cardio-\n\nvasculares determinadas pela imersão na água (9). \n\nDentre os parâmetros circulatórios influenciados pela\n\nimersão aquática destaca-se a freqüência cardíaca\n\n(FC), muito utilizada durante o exercício devido a\n\nsua simplicidade de medição e suas relações com o\n\nconsumo de oxigênio e com a intensidade de traba-\n\nlho (31). Sendo a FC utilizada para classificar a\n\nintensidade do esforço na elaboração de programas\n\nde treinamento (38) e diante das influências provoca-\n\ndas pelo meio aquático, a aplicação da FC adequada a\n\num treinamento em terra nos programas de exercí-\n\ncios físicos aquáticos é questionável. Para Sheldahl\n\n(33), as alterações na FC em ambiente aquático são\n\ncausadas pela temperatura da água e/ou pela hiper-\n\nvolemia central, e a FC para o treinamento na água\n\nnão deve ser a mesma dos exercícios em terra.  \n\nO comportamento da FC durante a imersão tem\n\nrelação com a manutenção da temperatura corporal.\n\nUma das principais respostas fisiológicas decorren-\n\ntes da exposição generalizada ao frio é a vasoconstri-\n\nção periférica, que desvia o sangue da superfície da\n\npele para áreas centrais; portanto, a diminuição da\n\ntemperatura deve causar redução na FC (4).\n\nUm corpo imerso na água participa de um sistema\n\ndinâmico, havendo troca de energia calórica entre\n\neste corpo e a água até equilibrar o sistema. Um\n\nvolume de água retira mais calor que um volume\n\nigual de ar e esta particularidade faz com que o orga-\n\nnismo remova mais calor quando em água fresca\n\n(33). Segundo Kollias et al. (18), a perda de calor na\n\nágua é considerada cerca de 25 vezes maior em com-\n\nparação com o ar. Esta perda de calor durante o exer-\n\ncício na água é diferente da mesma situação em\n\nterra, visto que a evaporação, que é a forma principal\n\nde dissipação de calor em terra, não ocorre na água.\n\nEm contrapartida, a perda ou o ganho através da\n\nconvecção e condução é muito maior no meio aquá-\n\ntico que no meio terrestre (11). \n\nPesquisas relativas ao comportamento da FC em\n\nsituação de imersão aquática já encontraram tanto\n\ntaquicardia (7, 16, 17, 39) quanto nenhuma altera-\n\nção na FC (1, 3) e, contudo, a maior parte dos estu-\n\ndos aponta para bradicardia (6, 8, 10, 14, 15, 19, 20,\n\n21, 23, 24, 29, 30, 31, 32, 36, 37, 38). Ao acrescen-\n\ntar a variável temperatura do meio aquático, as opi-\n\nniões dividem-se entre bradicardia (5, 13, 25, 26, 27,\n\n28, 34, 35) ou taquicardia (34, 35) aumentadas com\n\na redução da temperatura, e também manutenção da\n\nFC mesmo com as alterações na temperatura (4, 11,\n\n28), embora a tendência mais forte seja aceitar o\n\naumento da bradicardia causado pela diminuição da\n\ntemperatura da água.\n\nNa tentativa de elucidar melhor o comportamento da\n\nFC durante a imersão em condições de profundida-\n\nde, posicionamento corporal e variação térmica que\n\ncorrespondam às condições mais comumente utiliza-\n\ndas para a prática de hidroginástica, o objetivo deste\n\nestudo foi analisar o comportamento da FC em indi-\n\nvíduos imersos na posição vertical, na profundidade\n\nentre apêndice xifóide e ombros, nas temperaturas\n\naquáticas de 27, 30 e 33ºC.\n\nMATERIAL E MÉTODOS\nA amostra do presente estudo foi composta por 14\n\nindivíduos do sexo masculino, praticantes de ativida-\n\ndes aquáticas há, no mínimo, um ano, visando evitar\n\nque a não familiarização com o meio aquático pudes-\n\nse influenciar no comportamento da FC. Todos os\n\nindivíduos eram isentos de doenças e com idades\n\nentre 18 e 35 anos. \n\nAs informações sobre o protocolo de coleta de dados\n\nforam fornecidas por escrito aos integrantes da amos-\n\ntra, juntamente com o convite para a participação no\n\nestudo e o termo de consentimento, o qual foi devida-\n\nFC em imersão em diferentes temperaturas\n\n4. revista  17.11.05  16:51  Página 267\n\n\n\nRev Port Cien Desp 3(V) 266–273268\n\nmente assinado por todos. Este estudo foi aprovado\n\npelo Comitê de Ética em Pesquisa em Seres Humanos\n\nda Universidade do Estado de Santa Catarina. \n\nPara verificar a FC, utilizou-se um sensor de bati-\n\nmentos cardíacos da marca Polar, modelo Beat. Para\n\na verificação da temperatura da água, foi utilizado\n\num termômetro químico, de líquido vermelho, da\n\nmarca Incoterm, apresentando resolução de 0,5ºC. Já\n\npara a medida da temperatura e da umidade do\n\nambiente da piscina, utilizou-se um termo-higrôme-\n\ntro de bulbo seco e úmido, da marca Incoterm, apre-\n\nsentando resolução de 1ºC. A temperatura e a umi-\n\ndade relativa do ambiente foram registradas a cada\n\nintervalo de uma hora.\n\nOs dados foram coletados em piscina localizada em\n\nambiente fechado, com 1,20 m de profundidade, per-\n\nmitindo que a profundidade de imersão ficasse entre\n\no apêndice xifóide e os ombros dos sujeitos. A coleta\n\ndos dados ocorreu em 3 etapas, com diferentes tem-\n\nperaturas aquáticas (1ª etapa: 33ºC, 2ª etapa: 30ºC,\n\n3ª etapa: 27ºC) e intervalo de 7 dias entre cada etapa.\n\nO horário de coleta dos dados foi o mesmo nos dife-\n\nrentes dias, abrangendo o período da tarde. Durante\n\ntodo o período de coleta, os indivíduos mantiveram\n\nsuas rotinas e hábitos de vida inalterados.\n\nInicialmente, foram realizadas as medidas antropo-\n\nmétricas dos indivíduos da amostra. Os indivíduos\n\nforam equipados com o sensor de batimentos cardía-\n\ncos e receberam novamente as informações sobre os\n\nprocedimentos aos quais seriam submetidos. A\n\nseguir, foi verificada a FC de repouso, obtida após a\n\npermanência em repouso por 10 minutos, na posição\n\ndeitado, ao lado da piscina. Logo após, imediatamen-\n\nte antes de entrar calmamente na piscina, foi regis-\n\ntrada a FC inicial, na posição de pé. Então, cada\n\nindivíduo entrou na piscina e colocou-se na posição\n\nbásica: descontraidamente em pé, braços relaxados,\n\njoelhos flexionados, permitindo atingir a profundida-\n\nde de imersão entre o apêndice xifóide e os ombros.\n\nDecorridos 2 minutos, foi coletada a FC final. A\n\ntemperatura ambiente durante a coleta dos dados\n\npermaneceu entre 21,5ºC e 23ºC.\n\nO comportamento da FC foi analisado através das\n\nvariações existentes entre a FC inicial e a FC final,\n\nnas 3 diferentes condições de temperatura da água\n\n(33, 30 e 27ºC).\n\nPara a análise dos dados coletados, foi utilizada a\n\nestatística descritiva, o teste de normalidade de\n\nShapiro-Wilks, o teste de homogeneidade de Levene,\n\nanálise de variância (ANOVA) e teste F para compa-\n\nrar as classes das variáveis classificatórias. Para a\n\nlocalização das diferenças, utilizou-se o teste post-hoc\n\nde Bonferroni (p? 0,05). Foi utilizado o pacote esta-\ntístico computacional SPSS for Windows, versão 8.0.\n\nRESULTADOS \nA caracterização da amostra é apresentada na tabela 1.\n\nTabela 1. Médias e desvios-padrão (DP) da idade, tempo de prática \nde atividades aquáticas, massa, estatura e índice de massa corporal.\n\nOs resultados nas diferentes etapas da coleta dos\n\ndados demonstraram uma distribuição normal e\n\nhomogênea. As médias e desvios-padrão dos valores\n\nda FC de repouso e da FC inicial, na situação fora da\n\nágua, obtidos nas diferentes etapas são apresentados\n\nna tabela 2. Não foram encontradas diferenças esta-\n\ntisticamente significativas para os valores da FC de\n\nrepouso e da FC inicial entre as 3 diferentes etapas.\n\nFabiane Graef, Leonardo Tartaruga, Cristine Alberton, Luiz Kruel\n\nTabela 2. Médias e desvios-padrão (DP) da FC de repouso e da FC inicial nas diferentes etapas da coleta dos dados e resultados da análise de variância. \n\n4. revista  17.11.05  16:51  Página 268\n\n\n\nRev Port Cien Desp 3(V) 266–273 269\n\nAs médias, desvios-padrão, limites inferiores e supe-\n\nriores do intervalo de confiança, e os valores míni-\n\nmos e máximos da bradicardia encontrados durante\n\na imersão nas diferentes temperaturas aquáticas são\n\napresentados na tabela 3. Esses dados demonstram\n\numa redução média na FC, comparada com a posição\n\ninicial fora da água, que varia de 17,85±10,67 bpm\n\nna temperatura aquática de 33ºC a 33,75±11,27\n\nbpm na temperatura aquática de 27ºC. Constata-se,\n\nainda, uma redução média não significativa de 7\n\nbpm da temperatura de 33ºC para 30ºC (p=0,44) e\n\nde 9 bpm da temperatura de 30ºC para 27ºC\n\n(p=0,10). No entanto, ressalta-se a redução estatis-\n\nticamente significativa de 16 bpm na FC (p=0,003)\n\nda temperatura de 33ºC para 27ºC. \n\nFoi encontrada, portanto, redução na FC durante a\n\nimersão em todos os indivíduos analisados, nas três\n\ndiferentes temperaturas aquáticas utilizadas para\n\ncoletar os dados, com uma bradicardia mais acentua-\n\nda conforme a diminuição da temperatura da água.\n\nFC em imersão em diferentes temperaturas\n\nTabela 3. Médias, desvios-padrão (DP), valores mínimos e máximos da bradicardia nas diferentes temperaturas aquáticas.\n\nNota: letras diferentes indicam diferenças estatisticamente significativas para p<0,05.\n\nDISCUSSÃO\nO comportamento semelhante dos valores médios da\n\nFC de repouso e da FC inicial, entre as 3 diferentes\n\netapas de coleta dos dados, indica que a magnitude\n\ndas alterações encontradas na FC, durante a imersão\n\naquática, foi provocada pelas diferentes temperaturas\n\nde água utilizadas.\n\nA bradicardia durante a imersão encontrada no pre-\n\nsente estudo, independente da temperatura aquática,\n\ncorrobora com os dados de diversas pesquisas (6, 8,\n\n10, 14, 15, 19, 20, 21, 23, 24, 29, 30, 31, 32, 36, 37,\n\n38). Na maioria dos estudos citados, a amostra foi\n\ncomposta por indivíduos na faixa etária dos 17 aos\n\n35 anos, praticantes de atividades físicas regulares.\n\nAlém disso, a faixa de variação da temperatura aquá-\n\ntica utilizada situou-se entre 25 e 35ºC, temperaturas\n\ninferiores à termoneutra em relação à FC para repou-\n\nso. Alguns estudos avaliaram a FC durante o repouso\n\n(19, 21, 29, 30), os demais durante o exercício físico,\n\nsubmáximo ou máximo. A profundidade e a posição\n\nde imersão adotadas também variaram dentre os\n\nestudos, sendo fornecidos dados que apresentaram\n\nreduções maiores ou menores na FC, de acordo com\n\na situação específica.\n\nCom resultados discordantes dos expostos acima,\n\noutros estudos (1, 3, 7, 12, 16, 17, 22, 39) não\n\nencontraram redução na FC durante a imersão aquá-\n\ntica. Tais resultados podem ser justificados ao serem\n\nanalisados alguns aspectos metodológicos. Um dos\n\naspectos consiste nas temperaturas aquáticas utiliza-\n\ndas, pois a temperatura termoneutra não provoca\n\ndiferenças no comportamento da FC (1, 3, 7) e tem-\n\nperaturas superiores àquela considerada termoneutra\n\nprovocam aumento na FC (17). Outro aspecto envol-\n\nve tipos e intensidades de exercício, bem como os\n\nindicadores de intensidade do esforço adotados como\n\ncontrole. Quando movimentos similares são executa-\n\ndos com igual velocidade nos meios aquático e ter-\n\nrestre, as intensidades do esforço não são necessaria-\n\nmente idênticas, fazendo com que a caminhada aquá-\n\ntica (22, 39) ou determinados exercícios aquáticos\n\nlocalizados (16) correspondam a uma maior sobre-\n\ncarga e, conseqüentemente, exijam uma maior FC.\n\n4. revista  17.11.05  16:51  Página 269\n\n\n\nRev Port Cien Desp 3(V) 266–273270\n\nA influência da temperatura da água é considerada\n\ncom maior relevância nas pesquisas realizadas por\n\nCraig e Dvorak (5), Costill et al. (4), Rennie et al.\n\n(28), Holmér e Bergh (13), McArdle et al. (25),\n\nMcMurray e Horvath (26), Shimizu et al. (34), Park\n\net al. (27), Srámek et al. (35) e Fujishima et al. (11),\n\nas quais utilizaram duas ou mais temperaturas para\n\ncoletar os dados. Podem ser consideradas semelhan-\n\ntes ao presente estudo, visto que objetivaram com-\n\nparar as respostas da FC às diferentes temperaturas\n\nde imersão aquática. As amostras das pesquisas sele-\n\ncionadas envolveram indivíduos jovens e adultos,\n\nfisicamente ativos, com idades entre 14 e 34 anos.\n\nAs temperaturas aquáticas utilizadas para coletar os\n\ndados variaram entre 14 e 37ºC, permitindo uma\n\nvisão abrangente sobre o comportamento da FC nes-\n\ntas diferentes temperaturas.\n\nDos estudos citados, apenas Costill et al. (4) e\n\nFujishima et al. (11) não encontraram diferenças sig-\n\nnificativas no comportamento da FC em diferentes\n\ntemperaturas de água. Ambos os estudos analisaram\n\nas respostas fisiológicas durante o exercício de nata-\n\nção, que é realizado na posição supina. Costill et al.\n\n(4) não relataram diferenças significativas na FC\n\ndurante 20 minutos de natação, em intensidade sub-\n\nmáxima constante, em temperaturas de água de\n\n17,4, 26,8 e 33,1ºC. No estudo de Fujishima et al.\n\n(11), foi observada uma FC significativamente mais\n\nalta para o exercício em esteira, realizado fora da\n\nágua, comparado à natação, com todos os testes rea-\n\nlizados em uma mesma intensidade de esforço. Da\n\nmesma forma que no estudo anterior, não foram\n\nrelatadas diferenças significativas durante o exercício\n\nem imersão em temperaturas de 23, 28 e 33ºC.\n\nAssim, a semelhança no comportamento da FC entre\n\nas diferentes temperaturas utilizadas não está bem\n\nesclarecida pelos autores, fato este que pode ser atri-\n\nbuído à metodologia utilizada. \n\nNo presente estudo, realizado em repouso e em\n\nimersão vertical, a diminuição da temperatura aquá-\n\ntica de 33ºC para 27ºC provocou redução média de\n\n16 bpm na FC, corroborando com outros estudos\n\nque já haviam relatado a ocorrência de redução nos\n\nbatimentos cardíacos ao ser diminuída a temperatura\n\nda água (13, 25, 26). Os estudos citados, entretanto,\n\navaliaram o comportamento da FC durante o esfor-\n\nço, revelando diferenças nos mecanismos de perda\n\nde calor e, conseqüentemente, na magnitude das\n\nalterações na FC. Holmér e Bergh (13) relataram\n\nredução de 7 bpm, ao comparar a FC obtida na tem-\n\nperatura aquática de 34ºC com aquela obtida na\n\ntemperatura de 26ºC, e de 15 bpm dos 34ºC para os\n\n18ºC, durante a natação em swimming flume.\n\nResultados semelhantes foram apontados por\n\nMcArdle et al. (25), que encontraram diminuição de\n\n10 bpm da temperatura de 33ºC para 25ºC e de 15\n\nbpm dos 33ºC para os 18ºC, durante exercício em\n\ncicloergômetro aquático. Também utilizando cicloer-\n\ngômetro aquático, McMurray e Horvath (26) verifi-\n\ncaram redução de 6 bpm da temperatura de 35ºC\n\npara a temperatura de 30ºC, de 17 bpm dos 35ºC\n\npara os 25ºC e de 19 bpm dos 35ºC para os 20ºC.\n\nAssim, as diferenças na magnitude da redução dos\n\nbatimentos cardíacos que acompanham a diminuição\n\nna temperatura da água, ao comparar os estudos\n\ncitados com o presente estudo, podem ser devidas à\n\natividade física. Os dados apresentados indicam que\n\ntal redução na FC é menos pronunciada durante o\n\nexercício, visto que o calor gerado pelo trabalho\n\nmuscular auxilia a equilibrar a perda de calor (13).\n\nEm pesquisas em condição de repouso, Park et al.\n\n(27) encontraram valores semelhantes entre o meio\n\nterrestre e imersão aquática em 34,5ºC, mas encon-\n\ntraram uma bradicardia significativa de 11 bpm em\n\nimersão na temperatura de 30ºC. Já Srámek et al.\n\n(35) encontraram uma bradicardia de 9 bpm em\n\nimersão em 32ºC e 20ºC, enquanto que em imersão\n\nna temperatura de 14ºC, encontraram um aumento\n\nna FC de 3 bpm. Esse aumento pode ser explicado\n\npelos tremores observados, que podem ser conside-\n\nrados como um exercício leve. Segundo esses auto-\n\nres, a imersão em temperaturas próximas à termo-\n\nneutra conduz a uma bradicardia, visto que ativa\n\ndiferentes sistemas regulatórios e diferentes meca-\n\nnismos efetores, comparativamente à imersão em\n\nágua fria, como na temperatura de 14ºC, que esti-\n\nmula a um aumento na FC. \n\nRennie et al. (28) não especificaram os valores de\n\nFC encontrados no seu estudo, apenas afirmaram\n\nnão ocorrer bradicardia na temperatura aquática de\n\n36ºC, e apresentaram um percentual de 20 a 25%\n\npara a bradicardia existente em temperaturas aquá-\n\nFabiane Graef, Leonardo Tartaruga, Cristine Alberton, Luiz Kruel\n\n4. revista  17.11.05  16:51  Página 270\n\n\n\nRev Port Cien Desp 3(V) 266–273 271\n\nticas abaixo de 34ºC. Craig e Dvorak (5) também\n\nnão fornecem os valores da FC coletada na referida\n\npesquisa, contudo afirmam haver um aumento na\n\nFC em temperaturas aquáticas de 36 e 37ºC e uma\n\nredução na FC em temperaturas abaixo dos 35ºC.\n\nShimizu et al. (34) também encontraram uma FC\n\nmais elevada em exercício, para uma mesma taxa\n\nde VO2, em temperatura de 35ºC, com bradicardia\n\nsignificativa nas temperaturas de 25 e 30ºC.\n\nEntretanto, a FC na temperatura de 25ºC foi signi-\n\nficativamente maior que a observada em 30ºC. As\n\ndemandas termorregulatórias podem ser excluídas\n\ncomo explicação para uma FC mais elevada na tem-\n\nperatura de 25ºC, pois se, por um lado, a demanda\n\nde fluxo sangüíneo para a pele foi mais baixa, por\n\noutro, os níveis de VO2 foram semelhantes para as\n\ntrês temperaturas utilizadas, excluindo a possibili-\n\ndade de excesso de produção de calor na água fria.\n\nAssim, a mais alta FC na temperatura de 35ºC,\n\ncomparada a 30ºC, pode ser explicada por um\n\naumento na ativação simpática do coração, devido\n\nàs demandas de fluxo sangüíneo para pele. Já a\n\nmaior FC em 25ºC pode representar uma ativação\n\nreflexa do sistema nervoso simpático pelos recepto-\n\nres de frio na pele.\n\nSegundo McArdle et al. (25), há redução na circula-\n\nção sangüínea periférica com a imersão em água fria,\n\ncomo forma de impedir a dissipação do calor corpo-\n\nral e manter o equilíbrio térmico do organismo. A\n\nação conjunta da pressão hidrostática e da vasocons-\n\ntrição periférica seria responsável por aumentos no\n\nvolume sangüíneo central e no retorno venoso,\n\nresultando em maior volume de ejeção sistólica para\n\njustificar a bradicardia existente. \n\nMcArdle et al. (25) afirmam que a bradicardia relata-\n\nda durante a imersão não é um efeito inerente à pró-\n\npria imersão, mas uma resposta à temperatura da\n\nágua. Este fato foi comprovado por Rennie et al.\n\n(28) e Craig e Dvorak (5), pois seus estudos\n\ndemonstram que a FC permanece igual ou mostra\n\naumento em temperaturas aquáticas de 36 ou 37ºC,\n\nenquanto ocorre bradicardia abaixo de 35 ou 34ºC.\n\nA temperatura termoneutra em relação à FC, ou\n\nseja, aquela temperatura que não provoca desequilí-\n\nbrio térmico corporal causador de alterações na FC,\n\nsitua-se entre 35 e 35,5ºC (5). Svedenhag e Seger\n\n(36) confirmam que os ajustes cardiovasculares\n\ndurante a imersão dependem da temperatura da\n\nágua, reforçando o quanto a vasoconstrição e a vaso-\n\ndilatação são importantes na hemodinâmica.\n\nDessa forma, pode-se inferir que, com a diminuição\n\nda temperatura da água, o maior stress provocado\n\npelo frio seria responsável pelo aumento da bradicar-\n\ndia. Vale relembrar que a termocondutividade da\n\nágua é cerca de 25 vezes maior que a do ar (18),\n\nproduzindo maior perda de calor. Os ajustes a tem-\n\nperaturas inferiores incluem vasoconstrição periféri-\n\nca e bradicardia elevada, como medidas preventivas\n\nda hipotermia.\n\nCONCLUSÃO\nOs dados obtidos neste estudo permitem concluir\n\nque a temperatura da água exerce efeito sobre a FC\n\nde indivíduos adultos do sexo masculino, fisicamen-\n\nte ativos e isentos de doenças, submetidos à imersão\n\nna posição vertical, na profundidade entre apêndice\n\nxifóide e ombros. A variação existente na FC duran-\n\nte a imersão vertical aquática nas temperaturas de\n\n33, 30 e 27ºC consiste em diminuição dos batimen-\n\ntos cardíacos por unidade de tempo. Ainda, as alte-\n\nrações significativas na FC decorrentes das modifica-\n\nções nas condições térmicas de imersão indicam\n\naumento da bradicardia quando a temperatura aquá-\n\ntica é diminuída, considerando-se a faixa de variação\n\nentre 33 e 27ºC.\n\nAceita-se que as alterações na FC encontradas con-\n\nsistam em indicadores dos mecanismos fisiológicos\n\nresponsáveis pela manutenção da temperatura cor-\n\nporal, diretamente influenciada pela temperatura do\n\nambiente. Este conhecimento deve ser aplicado na\n\nprescrição e no controle da intensidade dos exercí-\n\ncios aquáticos, visto que não é suficiente saber quais\n\nsão as variações apresentadas pela FC durante a\n\nimersão, mas também se estas são provocadas pela\n\ntemperatura da água ou pela intensidade do exercí-\n\ncio. Em outras palavras, ao prescrever a intensidade\n\ndo esforço por meio da FC, deve-se considerar, entre\n\noutros fatores como a posição do corpo e sua pro-\n\nfundidade de imersão, a temperatura na qual o exer-\n\ncício será realizado. \n\nFC em imersão em diferentes temperaturas\n\n4. revista  17.11.05  16:51  Página 271\n\n\n\nRev Port Cien Desp 3(V) 266–273272\n\nAGRADECIMENTOS\nAgradecemos aos proprietários do Centro\n\nOrtopédico, São Leopoldo - Rio Grande do Sul, por\n\nterem gentilmente cedido suas instalações para a\n\nrealização da coleta de dados do presente estudo.\n\nCORRESPONDÊNCIA \nFabiane Graef \n\nGrupo de Pesquisa em Atividades Aquáticas \n\nLaboratório de Pesquisa do Exercício\n\nEscola de Educação Física\n\nUniversidade Federal do Rio Grande do Sul\n\nRua Felizardo, 750 – Bairro Jardim Botânico\n\n90690-200 – Porto Alegre/RS. \n\nfgmuller@terra.com.br \n\nFabiane Graef, Leonardo Tartaruga, Cristine Alberton, Luiz Kruel\n\n4. revista  17.11.05  16:51  Página 272\n\n\n\nRev Port Cien Desp 3(V) 266–273 273\n\nREFERÊNCIAS BIBLIOGRÁFICAS\n1. Arborelius M, Balldin UI, Lilja B, Lundgren, CEG (1972).\n\nHemodynamic changes in man during immersion with the\nhead above water. Aerospace Medicine 43(6): 592-598.\n\n2. Avellini BA, Shapiro Y, Pandolf KB (1983). Cardio-respira-\ntory physical training in water and on land. Eur J Appl\nPhysiol 50: 255-263.\n\n3. Begin R, Epstein M, Sackner MA, Levinson R, Dougherty\nR, Duncan D (1976).  Effects of water immersion to the\nneck on pulmonary circulation and tissue volume in man.\nJ Appl Physiol 40(3): 293-299.\n\n4. Costill DL, Cahill PJ, Eddy D (1967). Metabolic responses\nto submaximal exercise in three water temperatures. J\nAppl Physiol 22(4): 628-632.\n\n5. Craig AB, Dvorak M (1966). Thermal regulation during\nwater immersion. J Appl Physiol 21(5): 1577-1585.\n\n6. Denadai BS, Rosas R, Denadai MLDR (1997). Limiar aeró-\nbio e anaeróbio na corrida aquática: comparação com os\nvalores obtidos na corrida em pista. Revista Brasileira de\nAtividade Física e Saúde 2(1): 23-28.\n\n7. Denison DM, Wagner PD, Kingaby GL, West JB (1972).\nCardiorespiratory responses to exercise in air and under-\nwater. J Appl Physiol 33(4): 426-430.\n\n8. Dixon RW, Faulkner JA (1971). Cardiac outputs during\nmaximum effort running and swimming. J Appl Physiol\n30(5): 653-656. \n\n9. Farhi LE, Linnarsson D (1977). Cardiopulmonary readjus-\ntments during graded immersion in water at 35ºC. Respir\nPhysiol 30: 35-50.  \n\n10. Frangolias DD, Rhodes EC (1995). Maximal and ventila-\ntory threshold responses to treadmill and water immer-\nsion running. Med Sci Sports Exerc 27(7): 1007-1013.\n\n11. Fujishima K, Shimizu T, Ogaki T, Hotta N, Kanaya S,\nShono R, Ueda T (2001). Thermoregulatory responses to\nlow-intensity prolonged swimming in water at various\ntemperatures and treadmill walking on land. J Physiol\nAnthropol 20(3): 199-206.\n\n12. Green JH, Cable NT, Elms N (1990). Heart rate and oxy-\ngen consumption during walking on land and in deep\nwater. J Sports Med Phys Fitness 30: 49-52.\n\n13. Holmér I, Bergh U (1974). Metabolic and thermal respon-\nse to swimming in water at varying temperatures. J Appl\nPhysiol 37(5): 702-705.\n\n14. Holmér I, Lundin A, Eriksson BO (1974a). Maximum oxy-\ngen uptake during swimming and running by elite swim-\nmers. J Appl Physiol 36(6): 711-714.\n\n15. Holmér I, Stein EM, Saltin B Ekblom B, Astrand PO\n(1974b). Hemodynamic and respiratory responses compa-\nred in swimming and running. J Appl Physiol 37(1): 49-54.  \n\n16. Johnson BL, Stramlne SB, Adamezyk JW (1977).\nComparison of oxygen uptake and heart rate during exerci-\nses on land and in water. Phys Ther 57: 273-278.\n\n17. Kenny GP, Giesbrecht GG, Thoden JS (1996). A compari-\nson of human thermoregulatory response following dyna-\nmic exercise and warm-water immersion. Eur J Appl Physiol\n74: 336-341.\n\n18. Kollias J, Barlett L, Bergsteinova V, Skinner JS, Buskirk ER,\nNicholas WC (1974). Metabolic and thermal responses of\nwomen during cooling in water. J Appl Physiol 36(5): 577-\n580.\n\n19. Kruel LFM (1994). Peso hidrostático e freqüência cardíaca\nem pessoas submetidas a diferentes profundidades de\nágua. Dissertação de Mestrado. Centro de Educação Física\ne Desportes, Universidade Federal de Santa Maria, Brasil.\n\n20. Kruel LFM, Moraes EZC, Ávila AOV, Sampedro RMF\n(2001). Alterações fisiológicas e biomecânicas em indiví-\nduos praticando exercícios de hidroginástica dentro e fora\nd’água. Revista Kinesis nº especial: 104-129.\n\n21. Kruel LFM, Tartaruga LAP, Dias AC, Silva RC, Picanço PSP,\nRangel AB (2002). Freqüência cardíaca durante imersão no\nmeio aquático. Fitness e Performance 1(6): 46-51.\n\n22. Lazzari JMA, Meyer F (1997). Freqüência cardíaca e per-\ncepção do esforço na caminhada aquática e na esteira em\nmulheres sedentárias e com diferentes percentuais de gor-\ndura. Revista Brasileira de Atividade Física e Saúde 2(3): 7-13.\n\n23. Magel JR, Faulkner JÁ (1967). Maximum oxygen uptakes\nof college swimmers. J Appl Physiol 22(5): 929-938.\n\n24. McArdle WD, Glaser RM, Magel JR (1971). Metabolic and\ncardiorespiratory response during free swimming and\ntreadmill walking. J Appl Physiol 30(5): 733-738. \n\n25. McArdle WD, Magel JR, Lesmes GR, Pechar GS (1976).\nMetabolic and cardiovascular adjustment to work in air\nand water at 18, 25 and 33ºC. J Appl Physiol 40(1): 85-90.\n\n26. McMurray RG, Horvath SM (1979). Thermoregulation in\nswimmers and runners. J Appl Physiol 46(6): 1086-1092.\n\n27. Park KS, Choi JK, Park YS (1999). Cardiovascular regula-\ntion during water immersion. Appl Human Sci 18(6): 233-\n241. \n\n28. Rennie DW, Di Prampero P, Cerretelli P (1971). Effects of\nwater immersion on cardiac output, heart hate and stroke\nvolume of man at rest and during exercise. Medicina dello\nSport 24: 223-228.\n\n29. Risch WD, Koubenec HJ, Beckmann U, Lange S, Gauer\nOH. (1978a). The effect of graded immersion on heart\nvolume, central venous pressure, pulmonary blood distri-\nbution, and heart rate in man. Pflügers Archiv 374: 115-\n118.\n\n30. Risch WD, Koubenec HJ, Gauer OH, Lange S (1978b).\nTime course of cardiac distension with rapid immersion in\na thermo-neutral bath. Pflügers Archiv 374: 119-120. \n\n31. Scolfaro LB, Marins JCB, Regazzi AJ (1988). Estudo com-\nparativo da freqüência cardíaca máxima em três modalida-\ndes cíclicas. Revista da APEF 13(1): 44-54. \n\n32. Sheldahl LM, Wann LS, Clifford PS, Tristani FE, Wolf LG,\nKalbeleish JH (1984). Effect of central hypervolemia on\ncardiac performance during exercise. J Appl Physiol 52:\n1662-1667.\n\n33. Sheldahl LM (1985). Special ergometric techniques and\nweight reduction. Med Sci Sports Exerc 18(1): 25-30.\n\n34. Shimizu T, Kosaka M, Fujishima K (1998). Human ther-\nmoregulatory responses during prolonged walking in\nwater at 25, 30 and 35ºC. J Appl Physiol 78: 473-478.\n\n35. Srámek P, Simecková M, Janski L, Savlíková J, Vybíral S\n(2000). Human Physiological responses to immersion into\nwater of different temperatures. Eur J Appl Physiol 81: 436-\n442.\n\n36. Svedenhag J, Seger J (1992). Running on land and in\nwater: comparative exercise physiology. Med Sci Sports\nExerc 24(10): 1155-1160.\n\n37. Town GP, Bradley SS (1991). Maximal metabolic responses\nof deep and shallow water running in trained runners. Med\nSci Sports Exerc 23(2): 238-241.\n\n38. Vilas-Boas JP (1989). Valores máximos da freqüência car-\ndíaca obtidos em natação e em tapete rolante. Revista\nPortuguesa de Medicina Desportiva 7: 109-125.\n\n39. Whitley JD, Schoene LL (1987). Comparison of heart rate\nresponses: water walking versus treadmill walking. Phys\nTher 10: 1501-1504.\n\nFC em imersão em diferentes temperaturas\n\n4. revista  17.11.05  16:51  Página 273"}]}}}