{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23863"}, {"@name": "filename", "#text": "8124_000848220.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNESP \nFaculdade de Engenharia do Campus de Guaratinguetá \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nGuaratinguetá \n2015 \n\n\n\n \n \n \n\nTATIANE TOBIAS DA CRUZ \n \n \n \n \n \n \nUSO DA AVALIAÇÃO DO CICLO DE VIDA PARA A DETERMINAÇÃO DA \n\nREDUÇÃO DE EMISSÕES DE GASES DO EFEITO ESTUFA E DO CONSUMO DE \nENERGIA ASSOCIADOS À RECICLAGEM DE EPS \n\n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n\n \nDissertação apresentada à Faculdade \n\nde Engenharia do Campus de \nGuaratinguetá, Universidade Estadual \nPaulista, para a obtenção do título de Mestre \nem Engenharia Mecânica na área de \nTransmissão e Conversão de Energia. \n\n \n \n \n \n\nOrientador: Prof. Dr. José Luz Silveira \nCo-Orientador: Prof. Dr. Celso Eduardo Tuna \n\n \n \n \n \n \n \n \n \n \n \n \n \n\nGuaratinguetá \n2015 \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \nC957u \n\nCruz, Tatiane Tobias da \n      Uso da avaliação do ciclo de vida para a determinação na \nredução de emissões de gases do efeito estufa e do consumo de \nenergia associados a reciclagem de EPS  /  Tatiane Tobias da \nCruz .  – Guaratinguetá ,  2015 \n      102  f. : il. \n      Bibliografia: f. 91-102 \n \n      Dissertação (mestrado) – Universidade  Estadual Paulista, \nFaculdade de Engenharia de Guaratinguetá,  2015 \n      Orientador: Prof. Dr. José Luz Silveira \n      Coorientador: Prof Dr. Celso Eduardo Tuna \n               \n       1. Poliestireno – Reaproveitamento  2. Energia  3.Petroleo   \nI. Título \n\n                                                                             \nCDU 620.1(043) \n\n \n\n \n\n \n\n\n\n\n\nDADOS CURRICULARES \n\n \n\n \n\nTATIANE TOBIAS DA CRUZ \n\n \n\n \n\nNASCIMENTO 03.06.1986 – Lorena / SP \n\n \n\nFILIAÇÃO Luiz Antônio da Cruz \n\n Vanda Cristina Ferreira Tobias da Cruz \n\n \n\n2004/2010 Curso de Graduação em Engenharia de Materiais na Escola de \n\nEngenharia de Lorena da Universidade de São Paulo. \n\n \n\n2013/2015  Curso de Pós-Graduação em Engenharia Mecânica, nível de \n\nMestrado, na Faculdade de Engenharia do Campus de Guaratinguetá da \n\nUniversidade Estadual Paulista. \n\n.\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico este trabalho ao meu marido \n\nJairo Luiz Martins Corrêa, que sempre me \n\nincentiva a buscar meus sonhos.  \n\n\n\nAGRADECIMENTOS \n\n \n \nAgradeço primeiramente ao Prof. Dr. José Luz Silveira por permitir a realização deste \n\ntrabalho, pelo incentivo contínuo e por sua grande contribuição científica e profissional. \n\nAo Prof. Dr. Celso Eduardo Tuna pela disposição em sempre contribuir com a realização \n\ndeste trabalho. \n\nAo Prof. Dr. Rolando Zanzi pela contribuição profissional, científica e pessoal durante o \n\ntempo de realização do trabalho no KTH (Instituto Real de Tecnologia), em Estocolmo, Suécia. \n\nAo KTH (Instituto Real de Tecnologia), por me proporcionar um intercâmbio de três \n\nmeses para complementação do meu trabalho. \n\nAos meus companheiros de trabalho, Justo Roberts, Nestor Proenza, Einara Machin, \n\nDaniel Travieso, Regina Paulino, Fernando Araújo, Beatriz Helene, Caio Felipe e Monique \n\nPinheiro pela ajuda e amizade. \n\nA todos os funcionários do campus de Guaratinguetá, pela dedicação e pela demonstração \n\nde comprometimento. \n\nAos meus pais Luiz Antônio da Cruz e Vanda Cristina Ferreira Tobias da Cruz por todo \n\no investimento que fizeram em mim, possibilitando melhores condições de estudo e \n\noportunidades. Agradeço também pelo suporte, companheirismo e pelos conselhos. \n\nAos meus irmãos, Erika Cristina da Cruz e Fábio Tobias da Cruz, pelo apoio e pela \n\ncompanhia, sempre que possível. \n\nA minha tia Eurídice da Conceição Tobias, pelo apoio, incentivo e correção da \n\ndissertação. \n\nAo meu marido, Jairo Luiz Martins Corrêa, pela paciência, pelos conselhos, pelo \n\nincentivo e dedicação em todos os momentos. \n\nA CAPES pelo apoio financeiro para a realização deste mestrado. \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Ao transferir bens materiais, o \n\ndoador perde a sua posse. Há, porém, \n\nalguns atributos intrínsecos que não podem \n\nser transferidos de um indivíduo para o \n\noutro, como a beleza e a coragem. O \n\nconhecimento, por outro lado, é algo tão \n\nimportante que os deuses decidiram que o \n\ndoador pode retê-lo mesmo que o tenha \n\ntransmitido”. \n\nPitágoras de Samos\n\n\n\nCRUZ, T. T. Uso da avaliação do ciclo de vida para a determinação da redução de emissões \n\nde gases do efeito estufa e do consumo de energia associados à reciclagem de EPS. 2015. \n\n102p. Dissertação (Mestrado em Engenharia Mecânica) - Faculdade de Engenharia do Campus \n\nde Guaratinguetá, Universidade Estadual Paulista, Guaratinguetá, 2015. \n\n \n\nRESUMO \n\n \nResíduos plásticos constituem um grave problema ambiental, pois sua degradação é muito \n\ndifícil devido à baixa reatividade química. Como esses materiais são obtidos a partir de petróleo \n\ne gás natural, recursos não renováveis, a reciclagem é de grande interesse já que etapas iniciais \n\nda fabricação de matéria-prima virgem podem ser eliminadas, o que resulta em diminuição do \n\nuso desses recursos, redução do consumo de energia e, consequentemente na redução de \n\nemissões de poluentes associadas ao processo de obtenção da matéria-prima virgem. Esse \n\ntrabalho avaliou dois processos de reciclagem de poliestireno expandido (EPS) com o objetivo \n\nde comprovar os benefícios de suas aplicações, no que se refere ao consumo de energia e \n\nemissões de gases do efeito estufa (GEE), utilizando técnicas de avaliação do ciclo de vida \n\n(ACV). O primeiro processo, denominado reciclagem por injeção de vapor, consiste na \n\ninserção de 30 a 40% de resíduos de EPS junto com a matéria-prima virgem na produção \n\nconvencional de blocos de EPS. O segundo processo, denominado reciclagem termomecânica \n\nconsiste na reciclagem mecânica através de moagem, aglomeração, homogeneização e \n\nmoldagem para obtenção de poliestireno reciclado. Primeiramente, efetuou-se análise do \n\nconsumo de energia primária dos processos de produção e reciclagem de EPS e então, o \n\nconsumo acumulado de energia (CED) de todo o ciclo de vida do EPS foi avaliado. Em fase \n\nposterior, realizou-se análise de emissões de GEE dos processos de produção, reciclagem e de \n\ntodo o ciclo de vida do EPS, para quantificar os níveis de emissões, considerando o potencial \n\nde aquecimento global para o horizonte temporal de 100 anos. Fez-se ambas análises, aplicando \n\nmetodologia de ACV através da utilização de dados de relatórios técnicos de empresas, da \n\nliteratura científica e do banco de dados Ecoinvent. Os resultados obtidos demonstraram que os \n\nprocessos de reciclagem de EPS estudados promovem redução do consumo de energia e \n\nemissões de GEE na manufatura e no ciclo de vida do EPS, quando comparada à destinação \n\ndesse material em aterros, resultando também na diminuição do uso de recursos naturais \n\n(petróleo e gás natural). \n\n \n\nPALAVRAS-CHAVE: EPS, reciclagem, ACV, energia, emissões de GEE, petróleo.\n\n\n\nCRUZ, T. T. Use of life cycle assessment for the determination of reducing greenhouse \n\ngases emissions and energy consumption associated with recycling of EPS. 2015. 102p. \n\nDissertation (Master in Mechanical Engineering) - Faculdade de Engenharia do Campus de \n\nGuaratinguetá, Universidade Estadual Paulista, Guaratinguetá, 2015. \n\n \n \n\nABSTRACT \n\n \n \n\nPlastic wastes are a serious environmental problem because degradation is difficult due to a low \n\nchemical reactivity. As these materials are obtained from oil and gas, a non-renewable resource, \n\nrecycling is of major interest since early stages of virgin raw material manufacture can be \n\neliminated, resulting in a decrease in energy expenditure and consequent reduction of pollutant \n\nemissions associated with the process of obtaining the virgin raw material. This study evaluated \n\ntwo processes of EPS recycling in order to prove the benefits of its application, as regards the \n\nreduction of energy consumption and greenhouse gases (GHG) emissions, using life cycle \n\nassessment techniques (LCA). The first process, called recycling by steam injection, consists \n\nof inserting from 30 to 40% of EPS residues together with virgin raw material in the \n\nconventional EPS production process to produce EPS blocks. The second process, called \n\nthermomecanical recycling consists of mechanical recycling through grinding, agglomeration, \n\nmixing and molding to obtain recycled polystyrene. Firstly an analysis of energy consumption \n\nof EPS production and recycling processes was performed and then the cumulative energy \n\ndemand (CED) throughout EPS entire life cycle was evaluated. Subsequently is carried out \n\nGHG emissions analysis from EPS production, recycling processes and EPS entire life cycle to \n\nquantify the levels of emissions considering the global warming potential for the time horizon \n\nof 100 years. Both analyzes were made by applying LCA methodology through the use of \n\ntechnical reports, scientific literature and Ecoinvent database. The results showed that the EPS \n\nrecycling processes studied promote the reduction of energy consumption and GHG emissions \n\nin the manufacture and EPS life cycle when compared to disposal of this material in landfills, \n\nalso resulting in decreased use of natural resources (oil and gas). \n\n \n\nKEYWORDS: EPS, recycling, LCA, energy, GHG emissions, oil.\n\n\n\nLISTA DE FIGURAS \n\n \n \n\nFigura 1 - Reação de polimerização do estireno para obtenção de poliestireno....................... 24 \n\nFigura 2 - Processo de obtenção do poliestireno (PS) .............................................................. 26 \n\nFigura 3 - Consumo global de estireno por aplicação .............................................................. 27 \n\nFigura 4 - Consumo global de resina de poliestireno expansível (EPS) em 2013 ................... 27 \n\nFigura 5 - Taxa de reciclagem de EPS pós-consumo nos EUA (1990-2012) .......................... 28 \n\nFigura 6 - Destinação de EPS para reuso na Europa (2002) .................................................... 29 \n\nFigura 7 - Reciclagem mecânica de EPS no Brasil (2008-2012) ............................................. 30 \n\nFigura 8 - Produção de EPS reciclado no Brasil por região em 2012 ...................................... 30 \n\nFigura 9 - Operações para a produção de EPS a partir de combustíveis fósseis ...................... 31 \n\nFigura 10 - Esquema de refino de petróleo mais utilizado no Brasil ....................................... 34 \n\nFigura 11 - Representação esquemática do processo desidrogenação catalítica do etilbenzeno\n .................................................................................................................................................. 38 \n\nFigura 12 - Passos para a produção de pérolas de EPS (poliestireno expansível).................... 39 \n\nFigura 13 - Processo de produção de poliestireno expandido (isopor)..................................... 41 \n\nFigura 14 - Processos de reciclagem do EPS e os produtos obtidos ........................................ 42 \n\nFigura 15 - Esquema do processo de reciclagem por injeção de vapor .................................... 44 \n\nFigura 16 - Processo de reciclagem termomecânica de EPS .................................................... 46 \n\nFigura 17 - Etapas do ciclo de vida de um produto ou serviço ................................................ 47 \n\nFigura 18 – Estrutura de um estudo de ACV............................................................................ 50 \n\nFigura 19 – Sistema de produto x alocação para reciclagem ................................................... 57 \n\nFigura 20 – Ciclo de vida em cascata – ciclo aberto para 3 ciclos de vida. ............................. 58 \n\nFigura 21 - Matriz energética brasileira no ano de 2013 .......................................................... 64 \n\nFigura 22 – Fronteiras do sistema em estudo: Processo de produção de EPS sem reciclagem.\n .................................................................................................................................................. 65 \n\nFigura 23 - Fronteira do processo de produção de EPS ........................................................... 66 \n\nFigura 24 - Fronteira do processo de reciclagem por injeção de vapor .................................... 68 \n\n\n\nFigura 25 - Fronteira do processo de reciclagem termomecânica ............................................ 70 \n\nFigura 26 - Ciclo de vida do EPS considerando a reciclagem por injeção de vapor ................ 75 \n\nFigura 27 - Comparação do consumo de energia no ciclo de vida do EPS com e sem \nreciclagem ................................................................................................................................. 77 \n\nFigura 28 - Ciclo de vida do EPS com a inserção da reciclagem termomecânica ................... 78 \n\nFigura 29 - Comparação do processo de produção com e sem a inserção de resíduos de EPS 83 \n\nFigura 30 - Comparativo das emissões de GEEs no ciclo de vida do EPS com e sem a \nreciclagem por injeção de vapor ............................................................................................... 87 \n\n \n\n \n\n\n\nLISTA DE TABELAS \n\n \n \n\nTabela 1 - Principais métodos de AICV ................................................................................... 54 \n\nTabela 2 – Descrições e fórmulas para diferentes métodos de alocação na reciclagem. ......... 58 \n\nTabela 3 – Principais bancos de dados para estudos de ACV. ................................................. 59 \n\nTabela 4 – Principais softwares de ACV .................................................................................. 60 \n\nTabela 5 – Entradas e saídas na produção “do portão ao portão” de 1 kg de EPS. .................. 67 \n\nTabela 6 - Consumo de energia para a produção de EPS ......................................................... 67 \n\nTabela 7 - Consumo de energia do processo de reciclagem por injeção de vapor ................... 69 \n\nTabela 8 - Potencia e tempo de processamento por equipamento. ........................................... 70 \n\nTabela 9 - Consumo de energia para cada etapa do processo de reciclagem termomecânica .. 70 \n\nTabela 10 - Consumo de energia da extração do petróleo à fabricação da resina de EPS ....... 72 \n\nTabela 11 – Informações sobre transporte ................................................................................ 72 \n\nTabela 12 - Consumo de combustível no transporte ................................................................ 73 \n\nTabela 13 - Consumo de energia nas etapas de transporte ....................................................... 73 \n\nTabela 14 - Consumo de energia no ciclo de vida do EPS ....................................................... 74 \n\nTabela 15 - Consumo de energia nas etapas de transporte considerando a reciclagem ........... 75 \n\nTabela 16 - Consumo energia no ciclo de vida do EPS com a inserção da reciclagem por \ninjeção de vapor, cenário 1 ....................................................................................................... 76 \n\nTabela 17 - Consumo energia no ciclo de vida do EPS com a inserção da reciclagem por \ninjeção de vapor, cenário 2 ....................................................................................................... 76 \n\nTabela 18 - Consumo de energia no ciclo de vida do EPS reciclado em ciclo aberto ............. 79 \n\nTabela 19 - Consumo de energia para a produção de GPPS (convencional x reciclagem) ...... 79 \n\nTabela 20 - Potencial de aquecimento global (GWP) dos principais gases do efeito estufa .... 81 \n\nTabela 21 - Fatores de emissão para fontes fixas, escopo 1 ..................................................... 82 \n\nTabela 22 – Emissões de GEE’s no processo de produção de EPS em estudo ........................ 82 \n\nTabela 23 - Emissões de GEE’s do processo de reciclagem por injeção de vapor .................. 83 \n\nTabela 24 - Emissões de GEE's do processo de reciclagem termomecânica ........................... 84 \n\n\n\nTabela 25 - Fatores de emissão para fontes móveis, escopo 1 ................................................. 85 \n\nTabela 26 – Emissões de GEE para o processo de obtenção da resina de EPS “do berço ao \nportão” encontradas na literatura .............................................................................................. 85 \n\nTabela 27 - Emissões de GEE’s no ciclo de vida do EPS ........................................................ 86 \n\nTabela 28 - Consumo energia no ciclo de vida do EPS com a inserção da reciclagem por \ninjeção de vapor ........................................................................................................................ 86 \n\nTabela 29 - Emissões de GEE’s para a produção de GPPS (convencional x reciclagem) ....... 87 \n\n \n\n \n\n\n\nLISTA DE ABREVIATURAS E SIGLAS \n\n \n \nACV  Avaliação do ciclo de vida \n\nAICV  Avaliação de impacto do ciclo de vida \n\nANP  Agência nacional do petróleo \n\nCAPES  Coordenação de aperfeiçoamento de pessoal de nível superior \n\nCC  Consumo de combustível \n\nCE  Consumo específico de energia primária \n\nCEtr  Consumo de energia no transporte \n\nCET  Consumo de energia total \n\nCED  Cumulative energy demand \n\nCETESB  Companhia de tecnologia de saneamento ambiental \n\nCO2eq  Dióxido de carbono equivalente \n\nCPB  Papelão ondulado \n\nEBSM  Processo de desidrogenação catalítica do etilbenzeno \n\nEMPA  Swiss federal laboratories for materials testing and research \n\nEPA  United States environmental protection agency \n\nEPD  Environmental product declaration \n\nEPS  Poliestireno expansível ou poliestireno expandido \n\nEUA  Estados Unidos da América \n\nFE  Fator de emissão \n\nGA  Gás natural associado \n\nGEE  Gases do efeito estufa \n\nGLP  Gás liquefeito de petróleo \n\nGNA  Gás natural não associado \n\nGPPS  Poliestireno cristal \n\nGWP  Global warming potential \n\nHIPS  Poliestireno de alto impacto \n\nICV  Inventário do ciclo de vida \n\nIPCC  Intergovernamental panel on climate change \n\nISO  International organization for standardization \n\nLCA  Life cycle assessment \n\nMRI  Midwest research institute \n\n\n\nPE  Polietileno \n\nPEAD  Polietileno de alta densidade \n\nPEBD  Polietileno de baixa densidade \n\nPET  Poli(tereftalato de etileno) \n\nPIB  Produto interno bruto \n\nPS  Poliestireno \n\nPVOH  Álcool polivinílico \n\nReduc  Refinaria Duque de Caxias \n\nREPA  Resource and environmental profile analysis \n\nReplan  Refinaria de Paulínia \n\nSB  Estireno-butadieno \n\nSBR  Borracha estireno-butadieno \n\nSETAC  Society of environmental toxicology and chemistry \n\nSIN  Sistema interligado nacional \n\nSM  Styrene monomer \n\nUFL  Unidade de fracionamento de líquidos \n\nUNEP  United nations environment programme \n\nUPCGN  Unidade de processamento de condensado de gás natural \n\nUPGN  Unidade de processamento de gás natural \n\nVC  Volume de Controle \n\n \n\n\n\nSUMÁRIO \n\n \n \n\n1. INTRODUÇÃO ................................................................................................................ 20 \n\n1.1. OBJETIVOS ..................................................................................................................... 22 \n\n1.1.1. Objetivo geral ............................................................................................................... 22 \n\n1.1.2. Objetivos específicos.................................................................................................... 22 \n\n1.2. METODOLOGIA ............................................................................................................ 22 \n\n1.3. ESTRUTURA DO TRABALHO .................................................................................... 22 \n\n2. POLIESTIRENO EXPANDIDO (EPS) ............................................................................ 24 \n\n2.1. CARACTERIZAÇÃO DO POLIESTIRENO (PS) ....................................................... 24 \n\n2.2. MERCADO MUNDIAL E BRASILEIRO DE EPS: SITUAÇÃO ATUAL E \nPERSPECTIVAS .................................................................................................................... 26 \n\n2.3. RESÍDUOS DE EPS: GERAÇÃO E DESTINAÇÃO .................................................. 28 \n\n2.4. PROCESSO DE PRODUÇÃO DO EPS VIA ROTA PETROQUÍMICA ................... 31 \n\n2.4.1. Extração, pré-tratamento, transporte do petróleo e do gás natural ........................... 32 \n\n2.4.2. Refino do petróleo e processamento do gás natural .................................................. 33 \n\n2.4.2.1. Refino do petróleo ..................................................................................................... 33 \n\n2.4.2.2. Processamento do gás natural ................................................................................... 35 \n\n2.4.3. Produção de petroquímicos básicos ............................................................................ 36 \n\n2.4.4. Produção de etilbenzeno .............................................................................................. 37 \n\n2.4.5. Produção do estireno .................................................................................................... 37 \n\n2.4.6. Produção da resina de poliestireno expansível (EPS)................................................ 39 \n\n2.4.7. Produção do poliestireno expandido (EPS) ................................................................ 40 \n\n2.5. RECICLAGEM DE EPS ................................................................................................. 41 \n\n2.5.1. Estado da arte da reciclagem de EPS .......................................................................... 42 \n\n2.5.2. Processos de reciclagem de EPS estudados ................................................................ 44 \n\n2.5.2.1. Processo de reciclagem por injeção de vapor.......................................................... 44 \n\n2.5.2.2. Processo de reciclagem termomecânica .................................................................. 45 \n\n\n\n3. AVALIAÇÃO DO CICLO DE VIDA ............................................................................... 47 \n\n3.1. HISTÓRICO E NORMALIZAÇÃO ................................................................................. 48 \n\n3.2. APLICAÇÕES, USOS E LIMITAÇÕES .......................................................................... 49 \n\n3.3. METODOLOGIA PARA CONDUÇÃO DE ESTUDOS DE ACV ................................. 50 \n\n3.3.1. Definição de objetivo e escopo na ACV ........................................................................ 51 \n\n3.3.2. Análise de inventário do ciclo de vida (ICV) ................................................................. 52 \n\n3.3.3. Avaliação de impactos ambientais do ciclo de vida (AICV) ......................................... 53 \n\n3.3.3.1. Seleção das categorias de impacto na AICV ............................................................... 53 \n\n3.3.3.2. Métodos de avaliação de impactos ambientais na AICV ............................................ 53 \n\n3.3.3.3. Classificação na AICV ................................................................................................ 54 \n\n3.3.3.4. Caracterização na AICV .............................................................................................. 54 \n\n3.3.3.5. Normalização, agrupamento e ponderação na AICV .................................................. 55 \n\n3.3.4. Interpretação dos resultados na ACV ............................................................................. 56 \n\n3.4. ACV E PROCESSOS DE RECICLAGEM ...................................................................... 56 \n\n3.5. SOFTWARES E BANCOS DE DADOS PARA ESTUDOS DE ACV ........................... 59 \n\n3.6. TRABALHOS DE ACV SOBRE EPS .............................................................................. 60 \n\n4. ANÁLISE DO CONSUMO DE ENERGIA ...................................................................... 63 \n\n4.1. ANÁLISE DE CONSUMO DE ENERGIA “DO PORTÃO AO PORTÃO” .............. 65 \n\n4.1.1. Análise de consumo de energia no processo de produção do EPS ........................... 66 \n\n4.1.2. Análise de consumo de energia na reciclagem por injeção de vapor ....................... 68 \n\n4.1.3. Análise de consumo de energia na reciclagem termomecânica ................................ 69 \n\n4.2. ANÁLISE DE CONSUMO DE ENERGIA “DO BERÇO AO TÚMULO” ................ 71 \n\n4.2.1 Análise de consumo de energia no ciclo de vida do EPS: Processo de produção \nconvencional ............................................................................................................................ 71 \n\n4.2.2. Análise de consumo de energia no ciclo de vida do EPS com a inserção da \nreciclagem por injeção de vapor ............................................................................................ 74 \n\n4.2.3. Análise de consumo de energia no ciclo de vida do EPS com a inserção da \nreciclagem termomecânica ..................................................................................................... 77 \n\n\n\n5. ANÁLISE DE EMISSÕES DE GASES DO EFEITO ESTUFA (GEE) ......................... 80 \n\n5.1. ANÁLISE DE GEEs “DO PORTÃO AO PORTÃO” ................................................... 80 \n\n5.1.1. Análise de GEEs no processo de produção do EPS ................................................... 80 \n\n5.1.1.1. Potencial de aquecimento global (GWP) ................................................................. 80 \n\n5.1.2. Análise de GEEs na reciclagem por injeção de vapor ............................................... 82 \n\n5.1.3. Análise de GEEs na reciclagem termomecânica ........................................................ 83 \n\n5.2. ANÁLISE DE GEEs “DO BERÇO AO TÚMULO” .................................................... 84 \n\n5.2.1. Análise de GEEs no ciclo de vida do EPS: Processo de produção convencional ... 84 \n\n5.2.2. Análise de GEEs no ciclo de vida do EPS com a inserção da reciclagem por injeção \nde vapor .................................................................................................................................... 86 \n\n5.2.3. Análise de GEEs no ciclo de vida do EPS com a inserção da reciclagem \ntermomecânica ......................................................................................................................... 87 \n\n6. CONCLUSÕES ................................................................................................................... 89 \n\nREFERÊNCIAS ...................................................................................................................... 91 \n\n \n\n \n\n\n\n20 \n\n1. INTRODUÇÃO \n\n \n \n\nA questão ambiental tem sido discutida com maior ênfase nas últimas quatro décadas, \n\ndevido ao comportamento de consumo da população, que está diretamente ligado ao \n\ndesenvolvimento da sociedade. Porém, os recursos naturais disponíveis não são suficientes para \n\nacompanhar esse padrão de consumo, que cresce com o desenvolvimento tecnológico e o \n\ncrescimento econômico e populacional.  \n\nDesde a crise do petróleo, questiona-se a relação entre a demanda de bens e a capacidade \n\ndo meio ambiente em suprir essa demanda. Além da possibilidade de esgotamento dos recursos \n\nnaturais, têm-se os efeitos de sua exploração sobre o meio ambiente, como o aumento de \n\nemissões de poluentes, a contaminação do solo e da água e outros impactos ambientais \n\nintensificados por ações antrópicas1. \n\nEntre os recursos naturais mais utilizados pelo homem estão os combustíveis fósseis \n\n(petróleo, gás natural e carvão mineral), que são usados para fins energéticos2 e não \n\nenergéticos3. Nas últimas décadas o setor de derivados não energéticos do petróleo tem crescido \n\ndevido ao aumento da demanda por materiais plásticos. A produção de plásticos aumentou de \n\naproximadamente 1,7 milhões de toneladas em 1950 para 288 milhões de toneladas em 2012 e \n\nas indústrias têm buscado fontes alternativas de matéria-prima devido à baixa oferta de recursos \n\npetroquímicos, ao alto custo de importação e ao marketing ambiental positivo (PLASTICS \n\nEUROPE, 2013). \n\nUma alternativa viável para a substituição de matéria-prima é a reciclagem, que permite \n\na substituição (parcial ou total) de matéria-prima virgem por resíduos que seriam descartados \n\nno meio ambiente. A reciclagem é uma das ações mais importantes disponíveis atualmente para \n\nreduzir os impactos dos resíduos plásticos e representa uma das áreas mais dinâmicas na \n\nindústria plástica atualmente (HOPEWELL; DVORAK; KOSIOR, 2009). Além de poupar \n\nrecursos naturais, a reciclagem possibilita a diminuição da geração de resíduos, da poluição do \n\n                                                           \n1 De acordo com o dicionário PRIBERAM (2014), antrópico significa algo relativo ao ser humano ou à sua ação. \n\nQue resulta da ação humana. De origem grega, a palavra “anthropos” quer dizer homem. \n2 A utilização de combustíveis fósseis para fins energéticos é aquela relacionada ao uso do recurso para geração \n\nde energia. \n3 Combustíveis fósseis para fins não energéticos são utilizados principalmente como matéria-prima nas indústrias \n\npetroquímica (plásticos, tintas, fibras sintéticas e borracha) e de fertilizantes (uréia, amônia e seus derivados), \n\ncomércio, serviços, domicílios etc., nos mais variados usos (MMA, 2014). \n\n\n\n21 \n\nar, da água e do solo, uma vez que se eliminam as etapas primárias de fabricação e não mais se \n\ndepositam os resíduos em aterros ou os incineram. \n\nOs processos de reciclagem de materiais plásticos são constantemente classificados em \n\nquatro tipos (SPINACÉ; PAOLI, 2005): primária ou re-extrusão, secundária ou mecânica, \n\nterciária ou química e quaternária ou energética. Do ponto de vista industrial, a reciclagem \n\nmecânica é a mais adequada, porque tem baixo custo e boa confiabilidade (HAMAD; \n\nKASEEM; DERI, 2013). \n\nVisando corroborar os benefícios ambientais da reciclagem de materiais plásticos, neste \n\ntrabalho são estudados dois processos de reciclagem mecânica de poliestireno expandido (EPS), \n\npopularmente conhecido como isopor. O EPS é composto basicamente de 2 % de poliestireno \n\n(PS) em volume e 98 % de vazios contendo ar, tem cor branca, é inodoro, reciclável e \n\nfisicamente estável. Ele é utilizado por sua leveza, resistência, facilidade de trabalhar e baixo \n\ncusto e sua densidade pode variar de 15 a 50 kg/m3 (SCHEIR, 1998). Apesar de ser um material \n\nquimicamente inerte, o EPS ocasiona problemas na destinação em aterros devido ao volume \n\nque ocupa e a geração de CO2 quando incinerado. \n\nO primeiro processo estudado neste trabalho, denominado reciclagem por injeção de \n\nvapor, consiste em um processo convencional de produção de EPS adaptado para receber de 30 \n\na 40% de resíduos de EPS, que são previamente triturados e depois inseridos no processo de \n\nprodução para confecção de blocos e placas de EPS. O segundo processo, denominado \n\nreciclagem termomecânica, realiza a reciclagem do EPS por meio da trituração do material, \n\nretirada do ar por aquecimento e posterior homogeneização para a produção de poliestireno \n\nreciclado. \n\nO método utilizado para a avaliação dos aspectos ambientais e dos potenciais impactos \n\ndos processos de produção e reciclagem de EPS é a avaliação do ciclo de vida (ACV). Com a \n\ninserção da reciclagem no ciclo de vida do EPS, as consequências ambientais em seu ciclo de \n\nvida são modificadas e a ferramenta de ACV permite um estudo comparativo do desempenho \n\nambiental do EPS com e sem a reciclagem. O estudo de ACV é realizado utilizando a base de \n\ndados Ecoinvent bem como dados da literatura científica e de relatórios técnicos de empresas, \n\natravés de análises do processo convencional de produção de EPS e dos processos de reciclagem \n\npropostos a fim de quantificar o consumo acumulado de energia (CED) e os níveis de emissões \n\nde gases do efeito estufa (GEE) durante a manufatura e em todo ciclo de vida do EPS. \n\n \n \n \n\n\n\n22 \n\n1.1. OBJETIVOS \n\n \n \n\n1.1.1. Objetivo geral \n\nO objetivo desse estudo é avaliar a possibilidade de redução do consumo de energia e \n\nemissão de GEEs com a inserção de processos de reciclagem no ciclo de vida do EPS. \n\n \n \n\n1.1.2. Objetivos específicos \n\n• Levantar dados sobre a situação atual dos rejeitos de materiais a base de \n\npoliestireno expandido e o potencial de reciclagem destes rejeitos; \n\n• Estudar dois processos de reciclagem de EPS: reciclagem por injeção de vapor e \n\nreciclagem termomecânica; \n\n• Demonstrar os benefícios ambientais da reciclagem do EPS. \n\n \n \n\n1.2. METODOLOGIA \n\n \n \nPara avaliar os benefícios da inserção da reciclagem no ciclo de vida do EPS, análises de \n\nconsumo de energia e emissões de GEE’s na manufatura e no ciclo de vida do EPS são \n\nrealizadas através de estudos de avaliação do ciclo de vida (ACV). A determinação dos GEE’s \n\nfoi realizada de acordo com o IPCC (2013), considerando o GWP de 100 anos e o levantamento \n\ndo consumo de energia baseado em energia primária acumulada (CED - Cumulative energy \n\ndemand). A base de dados Ecoinvent, bem como dados de relatórios técnicos de empresas e da \n\nliteratura científica também foram utilizados como suporte para a conclusão do trabalho. \n\n \n \n\n1.3. ESTRUTURA DO TRABALHO \n\n \n \nEsse trabalho está estruturado em seis capítulos. No presente capítulo, é apresentada uma \n\nbreve introdução sobre a motivação para a escolha do tema, bem como os objetivos, \n\n\n\n23 \n\nmetodologia e estrutura do trabalho. No Capítulo 2, é apresentado o poliestireno expandido \n\n(EPS) quanto às suas propriedades, aspectos de mercado, geração de resíduos, processo de \n\nprodução e processos de reciclagem de EPS. São apresentados o processo de produção \n\nconvencional do EPS e os processos de reciclagem estudados. O capítulo se encerra com a \n\napresentação do estado da arte no que se refere à reciclagem de EPS. No Capítulo 3, é \n\napresentada a metodologia de avaliação do ciclo de vida com relação às suas características e \n\naplicações e também uma descrição de estudos de ACV de EPS encontrados na literatura. No \n\nCapítulo 4, o processo de produção convencional e os processos de reciclagem de EPS \n\nestudados são analisados quanto ao consumo de energia na manufatura “do portão ao portão” e \n\nposteriormente, englobando todo o ciclo de vida do EPS, “do berço ao túmulo”. No Capítulo 5, \n\no processo de produção convencional, os processos de reciclagem e todo o ciclo de vida do EPS \n\nsão analisados quanto ao potencial de aquecimento global (GWP) para um horizonte de 100 \n\nanos. \n\nA partir dos resultados obtidos nos capítulos anteriores, no Capítulo 6, é apresentado um \n\nextrato das análises realizadas como resposta aos objetivos apresentados para este trabalho. \n\n \n\n\n\n24 \n\n2. POLIESTIRENO EXPANDIDO (EPS) \n\n \n \n\n2.1. CARACTERIZAÇÃO DO POLIESTIRENO (PS) \n\n \n \n\nO Poliestireno (PS), uma das mais antigas resinas sintéticas, é uma resina termoplástica \n\nresultante do processo de polimerização do estireno (Figura 1). O estireno é um dos \n\nintermediários químicos mais valiosos e mais utilizados em sínteses orgânicas, devido ao seu \n\nemprego como matéria-prima na produção de borrachas sintéticas, plásticos e resinas \n\ncopoliméricas (LEE, 1963).  \n\n \n\nFigura 1 - Reação de polimerização do estireno para obtenção de poliestireno \n\n \n\nFonte: Adaptado de MUNDO EDUCAÇÃO (2014) \n \n\nO primeiro relato da descoberta do poliestireno data de 1839, quando Eduard Simon \n\ndestilou resina estoraque obtida através da “árvore da Turquia” (líquido âmbar oriental) com \n\numa solução de carbonato de sódio e obteve um óleo o qual ele analisou e nomeou estirol (agora \n\ndenominado de estireno) (SCHEIRS; PRIDDY, 2003). \n\nA primeira produção para comercialização do poliestireno (PS) foi feita pela BASF, em \n\n1931 seguida pela DOW, em 1938, e devido à falta de tecnologia para sua manufatura em \n\ngrandes quantidades, somente em 1946, o poliestireno começou a ser produzido em quantidades \n\nsignificativas (SCHEIRS; PRIDDY, 2003). \n\nEm resposta às necessidades do mercado e através do aprimoramento da tecnologia de \n\nmanufatura, foram desenvolvidos três tipos de poliestireno, a saber: \n\na) Poliestireno cristal (GPPS): consiste no estireno polimerizado sem aditivos, é \n\ntransparente, tem alto brilho, é duro, quebradiço e de fácil coloração \n\n(MONTENEGRO; SERFATY, 2002). Também denominado poliestireno normal, ele \n\n\n\n25 \n\né utilizado principalmente em embalagens, eletrodomésticos e produtos para \n\nlaboratório, indústria farmacêutica e eletroeletrônica. \n\nb) Poliestireno de alto impacto (HIPS): obtido através da incorporação de polibutadieno \n\nna matriz polimérica de poliestireno. A dispersão de polibutadieno implica no \n\naumento da resistência ao impacto e da tenacidade do polímero (LEE, 2003). O HIPS \n\né opaco e rígido, e é utilizado principalmente em eletroeletrônicos, eletrodomésticos, \n\ncomponentes para as indústrias eletrônica e automobilística (ROVERE et al., 2008). \n\na) Poliestireno expansível4: constitui de poliestireno com adição de pentano, um agente \n\nexpansor que permite ao poliestireno obter característica de uma espuma semi-rígida, \n\nde baixa densidade e bom isolamento térmico. O poliestireno expandido (EPS) tem \n\nboa resistência à compressão, à absorção de choques, resistência ao envelhecimento \n\ne baixa absorção de água o que permite que ele seja usado principalmente como \n\nembalagem e na construção civil como isolante térmico (ABRAPEX, 2008). \n\nNa Figura 2, é possível observar o processo de produção das resinas de poliestireno a \n\npartir de combustíveis fósseis. \n\n \n\n                                                           \n4 Poliestireno expansível é o nome dado a resina que é matéria-prima para a fabricação de poliestireno expandido. \n\nEla recebe esta denominação devido à adição de pentano em sua composição, agente expansor que será responsável \n\npela formação do poliestireno expandido. Alguns autores denominam a sigla EPS também para o poliestireno \n\nexpansível. \n\n\n\n26 \n\nFigura 2 - Processo de obtenção do poliestireno (PS) \n\n \n\nFonte: (THE PLASTICS PORTAL, 2014) \n\n \n \n\n2.2. MERCADO MUNDIAL E BRASILEIRO DE EPS: SITUAÇÃO ATUAL E \nPERSPECTIVAS \n\n \n \n\nNos últimos 50 anos, a produção mundial de termoplásticos cresceu rapidamente, devido \n\nà crescente demanda. De acordo com a Merchant Research &amp; Consulting Itd (2014a), o \n\nconsumo global de estireno é impulsionado pela demanda de poliestireno e EPS (outras \n\naplicações em menores quantidades incluem estireno-butadieno (SB), resina insaturada de \n\npolietileno (PE), borracha de estireno-butadieno (SBR), etc). Cerca de 59% de todo estireno \n\nproduzido no mundo em 2013 foi utilizado como matéria-prima para a produção de poliestireno \n\n(38% GPPS e HIPS e 21% EPS), como é possível observar na Figura 3. \n\nProdução \nde Gás \nNatural\n\nProdução \nde Óleo cru\n\nFontes de \nHidrocarbonetos\n\nProcessamento \ndo Gás Natural\n\nCraqueamento \npara obtenção \n\nde Etileno\n\nRefino do óleo \npara Nafta\n\nReforma para \nobtenção de \n\nBenzeno\n\nPlanta para \nobtenção de \naromáticos\n\nProdução de \nEtilbenzeno\n\nProdução \nde Estireno\n\nPolimerização \ndo Estireno\n\nPolimerização \ndo Estireno\n\nPolimerização \ndo Estireno\n\nProdução de \nPolibutadieno\n\nProdução \nde Pentano\n\nGás Natural\n\nGás Natural\n\nÓleo Cru\n\nNafta\n\nBenzenoEtileno\n\nBenzeno\n\nEstireno Estireno Estireno\n\nPolibutadieno Pentano\n\nHIPS GPPS EPS\n\n\n\n27 \n\nFigura 3 - Consumo global de estireno por aplicação \n\n \n\nFonte: (MERCHANT RESEARCH &amp; CONSULTING ITD, 2014a) \n\n \n\nA demanda global de poliestireno e poliestireno expansível (EPS) aumentou de 13 \n\nmilhões de toneladas, em 2000, para cerca de 14,9 milhões de toneladas, em 2010. A demanda \n\ncresceu a uma taxa anual média de 1,4% entre 2000 e 2010, sendo os principais consumidores \n\nas indústrias de embalagem, construção civil, eletrodomésticos e eletrônicos (PLASTEMART, \n\n2013). Os principais mercados consumidores da resina de EPS em 2013 foram a Ásia, seguida \n\nda Europa e da América Latina (Figura 4). \n\n \n\nFigura 4 - Consumo global de resina de poliestireno expansível (EPS) em 2013 \n\n \n\nFonte: (MERCHANT RESEARCH &amp; CONSULTING ITD, 2014b) \n\n \n\n\n\n28 \n\nA previsão de crescimento da demanda global de poliestireno no período de 2010 a 2020, \n\né estimada a uma taxa anual média de crescimento de 4,7%, o que levará a uma demanda global \n\nde poliestireno de 23,5 milhões de toneladas em 2020 (BUSINESS WIRE, 2014). \n\nO Brasil segue a tendência mundial de aplicação do estireno, sendo o maior uso para a \n\nfabricação de poliestireno. O poliestireno representou cerca de 5% das resinas termoplásticas \n\nconsumidas em 2012 (330 mil toneladas). Destas, 66 mil toneladas corresponderam a resina de \n\nEPS (ABIPLAST, 2012). A capacidade nominal brasileira de produção de poliestireno é de 585 \n\nmil toneladas, porém em 2013 a produção e o consumo aparente ficaram abaixo de 400 mil \n\ntoneladas (PLÁSTICOS EM REVISTA, 2014).  \n\n \n \n\n2.3. RESÍDUOS DE EPS: GERAÇÃO E DESTINAÇÃO \n\n \n \n\nPolímeros termoplásticos usados em materiais para embalagem são frequentemente \n\ndescartados depois de um único uso, o que resulta em uma grande quantidade de resíduos \n\npoliméricos. Embalagens de EPS tem um ciclo de vida curto e isso causa sérios problemas \n\nambientais porque o EPS não é biodegradável. Disposição em aterro e incineração, métodos \n\ntradicionais de disposição de poliestireno expandido, não podem resolver completamente o \n\nproblema de poluição ambiental porque esses métodos causam facilmente poluição secundária \n\n(POLETTO et al., 2011; GUTIÉRREZ et al., 2012).  \n\nO poliestireno expandido (EPS) tem sido reciclado com sucesso por produtores e \n\nconsumidores em todo o mundo. A Figura 5 ilustra a evolução da taxa de reciclagem de EPS \n\npós-consumo nos EUA de 1990 a 2012 (EPS INDUSTRY ALLIANCE, 2012). \n\n \n\nFigura 5 - Taxa de reciclagem de EPS pós-consumo nos EUA (1990-2012) \n\n \n\nFonte: (EPS INDUSTRY ALLIANCE, 2012) \n\n\n\n29 \n\nNa Europa Ocidental, em 2002, 90 mil toneladas de EPS foram recicladas, o que equivale \n\na 45% das embalagens de EPS descartadas naquele ano (EUMEPS, 2002a). A Figura 6 ilustra \n\nos modos de reuso de EPS na Europa em 2002, que ocorre principalmente com a realização de \n\nmoagem/trituração/corte para novas aplicações (43% de todo EPS recuperado), a obtenção de \n\npellets de poliestireno por extrusão (22% do EPS recuperado) e recuperação de energia (30% \n\ndo EPS recuperado) (EUMEPS, 2002a). \n\n \n\nFigura 6 - Destinação de EPS para reuso na Europa (2002) \n\n \n\nFonte: (EUMEPS, 2002a) \n\n \n\nUma pesquisa da Plastivida (2013) mostra que o Brasil reciclou em 2012 34,3% de EPS \n\npós consumo, ou seja, reciclou mecanicamente 13.570 toneladas das 39.340 toneladas de EPS \n\ngeradas (Figura 7). Nota-se ampla superioridade em termos de volume disponível do resíduo \n\nnão doméstico em detrimento desse. Os dados mostram que a reciclagem do EPS pós-consumo \n\ntem crescido em um ritmo de 25,3% ao ano no Brasil, resultado muito positivo, comparável a \n\noutros países desenvolvidos (PLASTIVIDA, 2013). \n\n \n\n\n\n30 \n\nFigura 7 - Reciclagem mecânica de EPS no Brasil (2008-2012) \n\n \n\nFonte: (PLASTIVIDA, 2013) \n\n \n\nA Figura 8 apresenta a divisão regional da produção de EPS reciclado no Brasil, onde é \n\npossível perceber que a região sudeste é a que tem os maiores volumes de produção de \n\nreciclado, condizente com a sua maior capacidade instalada de reciclagem. A região sul também \n\ntem uma posição relevante em termos de produção, por conta de melhores condições logísticas \n\n– inclusive com iniciativas eficientes de logística reversa – que favorecem um alto nível \n\noperacional do parque industrial de reciclagem (Plastivida, 2013). \n\n \n\nFigura 8 - Produção de EPS reciclado no Brasil por região em 2012 \n\n \n\nFonte: (PLASTIVIDA, 2013) \n\n\n\n31 \n\n2.4. PROCESSO DE PRODUÇÃO DO EPS VIA ROTA PETROQUÍMICA \n\n \n \nPara a obtenção do EPS, a partir de combustíveis fósseis, são necessárias as seguintes \n\netapas: (i) extração do petróleo cru e gás natural; (ii) refino do petróleo e processamento do \n\nóleo; (iii) produção de petroquímicos básicos (eteno, benzeno e pentano); (iv) produção do \n\netilbenzeno; (v) produção do monômero de estireno, (vi) produção do poliestireno expansível \n\n(resina de EPS) e (vii) produção do poliestireno expandido (EPS) ou isopor (Figura 9).  \n\n \n\nFigura 9 - Operações para a produção de EPS a partir de combustíveis fósseis \n\n \n\nFonte: Elaboração própria \n\n \n\nA seguir, detalha-se cada etapa para a produção da resina de EPS de acordo com as \n\ntecnologias praticadas no país, com o intuito de promover um melhor entendimento do processo \n\nde produção do polímero em estudo. \n\n \n \n \n\n\n\n32 \n\n2.4.1. Extração, pré-tratamento, transporte do petróleo e do gás natural \n\n \n \n\nO petróleo ou óleo cru é uma mistura de hidrocarbonetos composta de diversos tipos de \n\nmoléculas formadas por átomos de hidrogênio e carbono e, em menor parte, de oxigênio, \n\nnitrogênio e enxofre, combinados de forma variável, conferindo características diferenciadas \n\naos diversos tipos de crus encontrados na natureza (ANP, 2013). \n\nSegundo a Agência Nacional de Petróleo - ANP, em 2012, a produção nacional de \n\npetróleo atingiu 754,4 milhões de barris, sendo que a produção realizada no mar (offshore) \n\ncorrespondeu a 91,2 % do total com o Rio de Janeiro responsável por 81,6 % dessa produção e \n\na produção em terra (onshore) foi de 8,8 %, liderada pelo Rio Grande do Norte. Nesse mesmo \n\nano o Brasil importou 113,19 milhões de barris de petróleo de países como a Nigéria (54 % do \n\ntotal importado) e a Arábia Saudita (22,9 %) e exportou 200,5 milhões de barris para países \n\ncomo Estados Unidos, China e India (ANP, 2013). \n\nDepois de ser extraído (onshore ou offshore) o petróleo bruto é processado para remoção \n\nde gás, sedimentos, sais e compostos de enxofre a fim de diminuir o volume de material a ser \n\nbombeado para as refinarias e também evitar a possibilidade de corrosão e acúmulo de \n\nsedimentos nos dutos. Os processos de tratamento primário consistem em etapas de decantação \n\n(para separação de gases e água do óleo) e desidratação (para a redução de água do petróleo \n\npara até 1 %) (ALMEIDA, 2006). \n\nEm seguida, o petróleo previamente tratado é encaminhado a refinarias por meio de \n\noleodutos. Quando o petróleo é importado, ele é desembarcado em terminais oceânicos e segue \n\ntambém via oleodutos para as refinarias (ANP, 2013). \n\nO gás natural é uma mistura de hidrocarbonetos leves que, à temperatura ambiente e \n\npressão atmosférica, permanece no estado gasoso. Trata-se de um gás inodoro e incolor, não-\n\ntóxico e mais leve que o ar (MMA, 2014). Cerca de 70 % do gás natural é formado pelo gás \n\nmetano e também fazem parte da sua composição o propano, nitrogênio, oxigênio, etano e \n\nenxofre (GÁSTECH, 2014). \n\nExistem duas categorias de classificação do gás natural: associado (GA) e não-associado \n\n(GNA). O gás associado se encontra no reservatório, dissolvido no petróleo ou sob a forma de \n\numa capa de gás, portanto, a produção inicial do óleo é privilegiada e o gás é utilizado para \n\nmanter a pressão do reservatório. O gás não-associado é aquele que, no reservatório, está livre \n\ndo óleo e da água e sua concentração é predominante na camada rochosa, o que permite a \n\nprodução direta de gás natural (MMA, 2014). \n\n\n\n33 \n\nComo no Brasil, o gás natural produzido é predominantemente de origem associada (cerca \n\nde 73 %), ao ser extraído do reservatório, o gás passa por vasos separadores para a retirada de \n\nágua e separação dos hidrocarbonetos líquidos e, posteriormente passa por uma etapa de \n\nremoção de partículas líquidas e sólidas de hidrocarbonetos, denominada depuração (MMA, \n\n2014). \n\nPara a remoção de contaminação por compostos de enxofre, o gás natural passa por uma \n\nunidade de dessulfurização a fim de garantir um gás seco e desacidificado, conforme \n\nregulamento técnico da ANP (nº001/98). Depois de tratado, o gás é enviado também por meio \n\nde gasodutos para as Unidades de Processamento de Gás Natural (UPGN), onde será \n\ndesidratado e fracionado (MELO, 2005) \n\n \n \n\n2.4.2. Refino do petróleo e processamento do gás natural \n\n \n \n\n2.4.2.1. Refino do petróleo \n\n \n \n\nO refino de petróleo é um conjunto de processos físicos e químicos necessários para a \n\ntransformação dessa matéria-prima em derivados energéticos e não energéticos. Cerca de 1,9 \n\nmilhão de barris foram processados por dia no Brasil em 2012. A refinaria de Paulínia (Replan), \n\nlocalizada no Estado de São Paulo, foi responsável pelo maior volume de carga processada no \n\npaís:(20,5 % do total) e processou a maior quantidade de petróleo de origem nacional: Em \n\ncontrapartida, a refinaria de Duque de Caxias (Reduc), localizada no Estado do Rio de Janeiro, \n\nfoi a refinaria que processou o maior volume de petróleo importado (25,6 % do total importado) \n\n(ANP, 2013). A partir do refino do petróleo são obtidos produtos como a nafta e a gasolina, que \n\nposteriormente serão processados para a obtenção de eteno, benzeno e pentano, matérias-primas \n\npara a fabricação de poliestireno. \n\nDe acordo com a ANP (2009), o refino do petróleo pode ser feito através de quatro \n\nconfigurações. A primeira é composta somente de uma unidade de destilação atmosférica, que \n\npromove a separação de derivados leves e médios do petróleo. A segunda configuração é \n\ncomposta por unidades de destilação atmosférica, destilação a vácuo e de craqueamento \n\ncatalítico, para a produção de combustíveis veiculares. A terceira configuração, que permite \n\nmaior flexibilidade no processamento, é composta por unidades de destilação atmosférica, \n\n\n\n34 \n\ndestilação a vácuo, craqueamento catalítico e coqueamento, para a produção adicional de coque. \n\nA quarta configuração, que é a mais utilizada em refinarias brasileiras atualmente, ilustrada na \n\nFigura 10, é composta por unidades de destilação atmosférica, destilação a vácuo, \n\ncraqueamento catalítico, coqueamento e hidrotratamento, possibilitando o aumento de \n\nprodução de óleo diesel em detrimento à gasolina. \n\n \n\nFigura 10 - Esquema de refino de petróleo mais utilizado no Brasil \n\n \n\nFonte: (ANP, 2009) \n\n \n\nIndependentemente da configuração da refinaria, a primeira operação realizada é a \n\ndessalinização, seguida do aquecimento do petróleo bruto para a remoção de sais, água, \n\npartículas sólidas e metais. O petróleo dessalinizado é então aquecido a 400 ºC para o início do \n\nfracionamento na torre de destilação atmosférica (GARY; HANDWERK, 2001). Os derivados \n\ndeste fracionamento são, principalmente, GLP, nafta, querosene e óleo diesel e resíduo \n\natmosférico. As frações, retiradas ao longo da coluna deverão ser tratadas, para se \n\ntransformarem em produtos finais, ou ser enviadas como matéria-prima para outros processos \n\nde refino, que as beneficiarão.  \n\n\n\n35 \n\nO resíduo atmosférico (fração de alta massa molecular não vaporizada na coluna) é \n\nretirado na forma de asfaltos e posteriormente é reaquecido e processado por destiladores a \n\nvácuo. A função da unidade de destilação a vácuo é justamente fracionar esse resíduo \n\natmosférico em diesel e gasóleos (leve e pesado), maximizando a produção. Visando rebaixar \n\na temperatura de ebulição do resíduo, este é submetido a pressões subatmosféricas, resultando \n\nem vapores (constituídos de vapor d’água, hidrocarbonetos leves não condensáveis e gás \n\nsulfídrico) e um resíduo (denominado resíduo de vácuo) composto de hidrocarbonetos de \n\nelevado peso molecular, sendo este resíduo enviado para a unidade de coqueamento. \n\nNa unidade de coqueamento, o resíduo de vácuo é introduzido em uma torre fracionadora, \n\nseparando-se em gasóleo, gasolina de coqueamento, gases combustíveis e coque de petróleo \n\n(SZKLO; ULLER, 2008). Os produtos gerados nas unidades de destilação e coqueamento são \n\nenviados para o sistema de hidrotratamento para retirada de impurezas como enxofe, nitrogênio \n\ne haletos.  \n\nOs gasóleos pesados (do processo de destilação a vácuo e do coqueamento) são enviados \n\npara unidades de craqueamento catalítico em leito fluidizado (FCC’s), onde são pré-aquecidos \n\n(250 – 425 ºC), e entram em contato com o catalisador quente (700 ºC), gerando produtos mais \n\nleves, como gasolina e GLP (PETROBRÁS, 2002). \n\n \n \n\n2.4.2.2. Processamento do gás natural \n\n \n \n\nA Unidade de Processamento de Gás Natural (UPGN) é a instalação industrial que realiza \n\no processamento do gás natural. O objetivo dessa instalação é separar as frações pesadas ou \n\nricas (propano e mais pesados) existentes no gás natural úmido, gerando o chamado gás natural \n\nseco ou pobre (metano e etano), gás liquefeito de petróleo (GLP) e gasolina natural. O volume \n\ntotal de gás natural processado no Brasil em 2012 foi de 19,1 bilhões de m³ (52,1 milhões de \n\nm³/dia), correspondente a 56,4 % da capacidade total instalada (ANP, 2013). \n\nNa UPGN, são realizadas as separações através de uma sequência de operações, que pode \n\nincluir tratamento (para eliminação de teores remanescentes de umidade), compressão, \n\nabsorção e resfriamento, dependendo do tipo a ser empregado. Os hidrocarbonetos recuperados \n\npodem ser estabilizados e separados por fracionamento, para obtenção dos produtos desejados, \n\nna própria UPGN ou em outras unidades específicas, tais como as Unidades de Fracionamento \n\nde Líquidos (UFL) e de Processamento de Condensado de Gás Natural (UPCGN) (ANP, 2010). \n\n\n\n36 \n\n2.4.3. Produção de petroquímicos básicos \n\n \n \n\nOs petroquímicos básicos utilizados para a produção do poliestireno são o eteno, o \n\nbenzeno e o pentano. As principais rotas para a produção de eteno e benzeno são o \n\ncraqueamento térmico a vapor e a reforma catalítica. Já o pentano é obtido por destilação \n\nfracionada. \n\nO craqueamento térmico é um processo que utiliza calor e pressão para realizar a quebra \n\nde grandes moléculas de hidrocarbonetos em moléculas menores e mais leves. Correntes de \n\nnafta e gás natural são craqueadas em fornos de pirólise com temperaturas entre 815 e 900 ºC \n\ne pressão de 2 atm, com rendimento de geração de eteno, em massa, em torno de 30 % \n\n(ANTUNES, 2007). \n\nA reforma catalítica é responsável por cerca de 55 % da produção mundial de benzeno \n\n(NETZER, 2005). Nesse processo, ocorre a desidrogenação de naftênicos em aromáticos \n\natravés de três etapas denominadas pré-tratamento, transformação e estabilização. No pré-\n\ntratamento, a nafta é misturada com um gás rico em hidrogênio na presença de catalisadoes e \n\nposteriormente aquecida entre 260 ºC e 340 ºC para a remoção de impurezas, como gases \n\nsulfurados, hidrogenados e oxigenados e metais. Na etapa de transformação, nova carga de gás \n\nrico em hidrogênio é inserida no processo e aquecida entre 470 ºC e 530 ºC para desencadear \n\nreações de aromatização (PETROBRÁS, 2002). Na estabilização, o reformado obtido é \n\nfracionado em uma torre de estabilização para a formação de benzeno, isoparafínicos, GLP, gás \n\ncombustível, hidrogênio e coque (ANTUNES, 2007). \n\nO pentano é um hidrocarboneto leve obtido através da destilação fracionada do petróleo \n\nou através do processamento do gás natural, sendo um componente encontrado também na \n\ngasolina. Tendo como matéria-prima o petróleo, ele é produzido através de um processo \n\nfechado em refinarias ou de instalações petroquímicas. O uso de equipamentos de destilação \n\naltamente eficientes permite o isolamento de n-pentano de pureza entre 80 % e até 99 % em \n\npeso (EUROPEAN COMMISSION JOINT RESEARCH CENTRE, 2003). Pentano é usado \n\ncomo agente expansor na fabricação de espumas de poliestireno e poliuretano. Pentanos \n\ntambém são utilizados como solventes em cosméticos aerossóis, tintas aerossóis e produtos de \n\ncuidado para carros (DOW CHEMICAL COMPANY, 2007). \n\n \n\n \n\n\n\n37 \n\n2.4.4. Produção de etilbenzeno \n\n \n \n\nO etilbenzeno é um líquido incolor, inflamável e com odor semelhante ao da gasolina, \n\nutilizado principalmente na produção de estireno (CETESB, 2012). As principais rotas de \n\nprodução do etilbenzeno são: alquilação de benzeno com eteno, alquilação de tolueno com \n\nmetanol, transalquilação de dietilbenzeno (ou trietilbenzeno) com benzeno e transalquilação de \n\ntolueno (OLIVEIRA et al., 2005) \n\nA rota mais utilizada no país para a produção do etilbenzeno atualmente é a alquilação de \n\nbenzeno com eteno. Nesse processo, correntes de eteno e benzeno são aquecidas e inseridas em \n\nreatores a temperaturas entre 85 ºC e 95 ºC e pressão atmosférica, com a adição de catalisadores. \n\nComo o benzeno é adicionado em excesso, para garantir a conversão completa do eteno, parte \n\ndele sofre reações adicionais de alquilação e são produzidos compostos denominados \n\npolietilbenzenos. Após sair dos reatores as correntes, compostas por etilbenzeno, \n\npolietilbenzenos e benzeno não reagido, são fracionadas em torre de destilação. O benzeno \n\nentão e reciclado para voltar ao processo, os polietilbenzenos são convertidos em etilbenzeno \n\npor transalquilação e o benzeno é encaminhado para o processo de produção do estireno \n\n(ANTUNES, 2007). \n\n \n \n\n2.4.5. Produção do estireno \n\n \n \n\nO estireno, um dos produtos mais importantes da indústria química, é um hidrocarboneto \n\naromático não saturado. À temperatura ambiente, é líquido oleoso incolor, que polimeriza com \n\nfacilidade na presença do oxigênio. A sua fórmula química é C6H5CHCH2 (MACIEIRA, 2011). \n\nO estireno pode ser obtido a partir do etilbenzeno pela rota petroquímica ou também \n\natravés do processo para produção do óxido de propeno (PO/SM), no qual o estireno é um \n\nsubproduto, obtido neste caso a menor custo do que por via petroquímica (MONTENEGRO; \n\nSERFATY, 2002). A principal via comercial de obtenção do estireno é a desidrogenação \n\ncatalítica do etilbenzeno em presença de vapor d'água, através da Equação (1). \n\n\n\n38 \n\n \n\n \n\n \n\n(1) \n\n \n\nA representação esquemática do processo de obtenção do estireno a partir do etilbenzeno \n\n(denominado processo “EBSM”) pode ser observada na Figura 11. A reação tem característica \n\nendotérmica e isso acarreta em taxas de conversão baixas, geralmente menor que 50 %, e na \n\ngeração de benzeno, tolueno, rejeitos de hidrocarbonetos e coque (LEITE; OLIVEIRA; \n\nRANGEL, 2004). A temperatura do processo é mantida entre 540 ºC e 650 ºC através de vapor \n\nsuperaquecido e catalisadores. A razão vapor/etilbenzeno varia entre 4:1 e 20:1 (HOLTZ, \n\n2008). O etilbenzeno não convertido é purificado, reciclado e retorna ao processo. O benzeno \n\nretorna ao processo de produção do etilbenzeno e o tolueno é vendido. O estireno é resfriado e \n\nrecebe a aplicação de inibidores que evitam sua polimerização a temperatura e pressão \n\nambientes. \n\n \n\nFigura 11 - Representação esquemática do processo desidrogenação catalítica do etilbenzeno \n\n \n\n \n\nFonte: (CB&amp;I, 2012) \n\n \n \n \n \n\n\n\n39 \n\n2.4.6. Produção da resina de poliestireno expansível (EPS) \n\n \n \n\nPérolas de poliestireno expansível são produzidas por polimerização em suspensão em \n\nfase sólida na presença de um agente de expansão (usualmente pentano). O termo polimerização \n\nem suspensão descreve um processo no qual monômeros insolúveis em água são dispersos em \n\ngotas usando estabilizadores de suspensão e agitação para produzir partículas poliméricas \n\ndispersas (SCHEIRS; PRIDDY, 2003). \n\nO processo de produção de pérolas de EPS é ilustrado na Figura 12. Primeiramente, água \n\ne monômero são dispersos em diferentes recipientes antes de iniciar a reação. Nesse momento, \n\na fase aquosa e a fase com o monômero são colocadas no mesmo reator (com razão \n\nmonômero/água entre 40:60 e 60:40) e então aditivos são adicionados (antes ou durante a \n\npolimerização). O reator alimentado é aquecido gradualmente até a temperatura de reação e \n\nassim o pentano (agente expansor) é adicionado sob pressão (SCHEIRS; PRIDDY, 2003). \n\nDepois da conversão, o reator é resfriado e a suspensão é transferida para um reator com \n\nagitação (processo normalmente contínuo). Os próximos passos são a separação das pérolas de \n\nEPS da água (por centrífugas ou peneiras rotativas), secagem, peneiramento e revestimento. \n\nFinalmente o EPS pode ser embalado e enviado para uso final por fabricantes de poliestireno \n\nexpandido (isopor). \n\n \n\nFigura 12 - Passos para a produção de pérolas de EPS (poliestireno expansível) \n\n \n\nFonte: (SCHEIRS; PRIDDY, 2003) \n\n\n\n40 \n\n2.4.7. Produção do poliestireno expandido (EPS) \n\n \n \n\nO poliestireno expandido (EPS), popularmente conhecido no Brasil como isopor, é \n\nproduzido a partir das pérolas da resina de poliestireno expansível (também denominada EPS) \n\natravés de um processo que ocorre em 3 estágios. No primeiro estágio, as pérolas de EPS são \n\nexpandidas até 50 vezes seu volume original por vapor aquecido (temperatura cerca de 100 ºC) \n\ne agitamento contínuo (TESSARI, 2006). O processo é realizado em um recipiente fechado \n\n(chamado pré-expansor) e a densidade final do EPS é determinada (tipicamente entre 14 e 30 \n\nkg/m3) (ABRAPEX, 2008). Então, as pérolas expandidas são resfriadas, secas e enviadas para \n\narmazenamento em silos. \n\nO segundo estágio é um processo conhecido como maturação, armazenamento ou \n\nenvelhecimento. Nesse estágio, as pérolas expandidas contendo até 90 % de ar são estabilizadas \n\npor um período de 24 horas (o ar se difunde para o interior das pérolas e o equilíbrio é atingido) \n\n(PLASTICS NEW ZEALAND, 2014). \n\nNo estágio de moldagem, terceiro estágio de processamento, as pérolas expandidas são \n\ntransferidas para um molde e aquecidas novamente por introdução de vapor. As pérolas irão \n\nexpandir novamente, porém, como estão contidas, elas não podem expandir livremente, e criam \n\nentão pressão interna dentro do molde. Sob essa pressão, as pérolas amolecidas se fundem \n\nquando a temperatura correta é atingida. Após a fusão, o molde é resfriado e o EPS moldado é \n\nretirado. Blocos grandes de EPS de até 5 metros de comprimento podem ser produzidos. Esses \n\nblocos serão então cortados em placas ou folhas de EPS (PLASTICS NEW ZEALAND, 2014). \n\nNa Figura 13, o processo de produção de EPS (isopor) é ilustrado. Pode-se observar que \n\no processo de obtenção de blocos de EPS, a partir de pérolas de poliestireno expansível, é \n\nrelativamente simples. \n\n \n\n\n\n41 \n\nFigura 13 - Processo de produção de poliestireno expandido (isopor) \n\n \n\nFonte: (PLASTICS NEW ZEALAND, 2014) \n\n \n \n\n2.5. RECICLAGEM DE EPS \n\n \n \n\nOs processos de reciclagem de plásticos são constantemente classificados em quatro tipos \n\n(SPINACÉ; PAOLI, 2005): primária ou re-extrusão, secundária ou mecânica, terciária ou \n\nquímica e quaternária ou energética. Pode-se visualizar os diferentes processos de reciclagem \n\npara o EPS, assim como os produtos obtidos através desses tipos de reciclagem na Figura 14. \n\n \n\n\n\n42 \n\nFigura 14 - Processos de reciclagem do EPS e os produtos obtidos \n\n \n\nFonte: (EPS RECYCLING, 2014) \n\n \n \n\n2.5.1. Estado da arte da reciclagem de EPS \n\n \n \nNoguchi et al. (1998) publicaram um dos primeiros estudos sobre a reciclagem de EPS \n\nna revista Packaging Technology and Science, no qual propôs-se a reciclagem do EPS \n\nutilizando d-limoneno, um solvente vegetal natural extraído das cascas de cítricos como a \n\nlaranja. Através desta técnica foi possível reduzir o volume do EPS para cerca de 1/20 do \n\noriginal sem ocorrer a degradação do polímero, porque o d-limoneno deprime a decomposição \n\noxidativa do PS. Sendo assim, o EPS pôde ser reciclado posteriormente, com quase nenhuma \n\ndegradação de peso molecular, mantendo suas propriedades mecânicas originais. \n\nBajdur et al. (2002) conduziram um novo estudo na Polônia que consistia no uso de \n\ngrupos sulfonados obtidos através da sulfonação de resíduos de EPS com ácido sulfúrico \n\n\n\n43 \n\nconcentrado, para a produção de polieletrólitos5 com propriedades de floculação semelhantes \n\naos polieletrólitos aniônicos comerciais, resultando em um produto com aplicação em processos \n\nde tratamento de águas industriais. \n\nTaguchi e Tanaka (2003) apresentaram um trabalho no qual foram feitos testes com EPS \n\nreciclado, utilizado como matriz polimérica para formação de um compósito com pós de \n\nmagnetita e carboneto de silício, visando dar condutividade térmica e magnetização elétrica ao \n\npolímero. De acordo com os resultados, foi sugerida a capacidade de controlar a morfologia da \n\npartícula de compósito. \n\nXue et al. (2004) realizaram uma avaliação da reciclagem térmica de resíduos de EPS \n\npara obtenção de óleos combustíveis, utilizando ?-metilestireno como agente de transferência \n\nde cadeia com diferentes peróxidos orgânicos como aceleradores de radicais na decomposição \n\ntérmica. \n\nChoi e Ohama (2004) publicaram o primeiro artigo sobre o uso de resíduos EPS em \n\nargamassas. Neste estudo, os resíduos de EPS foram dissolvidos em estireno, em uma \n\nconcentração de 40 %. Essas argamassas foram então testadas e como resultado a vida útil foi \n\ndiminuída, assim como sua resistência à flexão, porém a resistência à compressão aumentou, \n\nbem como sua resistência à água quente. Esta pesquisa abriu caminho para pesquisas posteriores \n\nde aplicação de resíduos de EPS em concretos, como os estudos publicados por Amianti e \n\nBotaro (2008), Hernández-Zaragoza et al. (2013) e Lo Monte, Bamonte e Gambarova (2014), \n\nque analisaram as propriedades de concretos contendo resíduos de EPS como aditivo. \n\nOutra aplicação bastante estudada atualmente para resíduos de EPS é a formação de \n\ncompósitos com madeira e outros materiais. Borsoi, Scienza e Zattera (2013) estudaram um \n\ncompósito formado por EPS reciclado por trituração e extrusão e cerca de 20% de fibras de \n\ncurauá. As propriedades mecânicas quase não foram afetadas, porém, a estabilidade térmica do \n\npolímero foi aumentada. A adição de fibras de curauá levou a um aumento na resistência à \n\ntração, módulo de elasticidade, a rigidez e estabilidade térmica dos compósitos. \n\nAgoua et al. (2013) desenvolveram compósitos de resíduos de EPS com resíduos de \n\nmadeira e estudaram as propriedades de condutividade térmica desse compósito, que apresentou \n\ncaracterísticas que permitem sua utilização como divisórias e forros. \n\n                                                           \n5 Polieletrólito é um polímero no qual alguns monômeros são sais de grupos iônicos e não-metálicos. Esses grupos \n\nsão parcialmente ionizados em solução, o que permite que a cadeia polimérica tenha diversas densidades de carga, \n\nconforme a porcentagem de monômeros ionizados na cadeia (SOUSA E SILVA, 2010). \n\n\n\n44 \n\nSendo assim, ficam evidentes as inúmeras aplicações para os resíduos de EPS tanto para \n\nprodução de novos materiais quanto para a produção de polímeros através da reciclagem, como \n\ntambém para utilização como combustível ou como matéria-prima para produtos químicos. \n\n \n \n\n2.5.2. Processos de reciclagem de EPS estudados \n\n \n \n\nOs processos de reciclagem mecânica de EPS estudados são descritos a seguir. \n\n \n \n\n2.5.2.1. Processo de reciclagem por injeção de vapor \n\n \n \n\nA reciclagem de EPS por injeção de vapor é um processo convencional adaptado para \n\nreceber resíduos de EPS que serão processados juntamente com a matéria-prima virgem pré-\n\nexpandida. Os resíduos advindos do próprio processo ou de outras empresas, são picados e \n\nmisturados com os grânulos de EPS pré-expandidos em um tanque de mistura para moldagem \n\nsubsequente, de acordo com o esquema apresentado na Figura 15. É importante destacar que os \n\nresíduos que vêm de outras empresas são resíduos limpos, como por exemplo, resíduos da \n\nindústria eletrônica.  \n\n \n\nFigura 15 - Esquema do processo de reciclagem por injeção de vapor \n\n \n\nFonte: Adaptado de GROTE e SILVEIRA (2003) \n\n \n\n \n\n\n\n45 \n\nA geração de vapor para o processo é realizada através de uma caldeira flamotubular \n\nalimentada com óleo BPF 1A, que gera 0,152 kg de vapor saturado por segundo para o processo. \n\nOs consumidores diretos desse vapor são o pré-expansor e a bloqueira. (GROTE; SILVEIRA, \n\n2003). O material virgem entra no pré-expansor, que é dotado de um motor elétrico de agitação \n\nde 4 hp, onde as pérolas de EPS são pré-expandidas através da inserção de vapor no \n\nequipamento. Depois da primeira expansão, o material vai para um tanque de descanso ou \n\nmaturação, onde fica armazenado para atingir o equilíbrio térmico. Então o material virgem \n\npré-expandido entra em um tanque onde é misturado com resíduos de EPS previamente \n\ncortados em pequenos pedaços. Depois de misturado o material vai para a última expansão e \n\nmoldagem que ocorre na bloqueira. Após essa moldagem os blocos de EPS estão prontos para \n\nserem cortados, de acordo com as especificações do cliente. O processo estudado opera em um \n\nciclo aberto, não tendo retorno de condensado para a caldeira. No corte, a potência utilizada é \n\nde cerca de 1,1 kW (GROTE; SILVEIRA, 2003). \n\n \n \n\n2.5.2.2. Processo de reciclagem termomecânica \n\n \n \n\nO estudo do processo de reciclagem termomecânica foi iniciado na UNESP através de \n\numa dissertação de mestrado na área de Engenharia de Materiais para verificação das \n\npropriedades do poliestireno (PS) advindo da reciclagem do EPS para aplicação em placas de \n\ncircuitos eletroeletrônicos (SCHMIDT, 2012). Depois de concluído o primeiro estudo com \n\nresultados que indicam que o EPS reciclado pode ser utilizado para a confecção de placas de \n\ncircuitos eletroeletrônicos, neste trabalho, são avaliados o consumo de energia e consequentes \n\nemissões de poluentes para a realização desse modo de reciclagem. Os resíduos de EPS \n\nutilizados são aqueles advindos de embalagens utilizadas, por exemplo, em eletroeletrônicos e \n\ndescartadas após um único uso. \n\nNa Figura 16, é possível observar como o processo de reciclagem termomecânica se inicia \n\ncom a trituração e limpeza dos resíduos de EPS que posteriormente são aglomerados para a \n\nretirada do ar. A próxima etapa é a homogeneização do resíduo, que agora é constituído apenas \n\nde PS (poliestireno) para posterior moldagem por compressão e obtenção das placas de PS ou \n\nmoagem para obtenção de PS granulado. As placas são feitas de material 100 % reciclado, o \n\nque poupa matéria-prima virgem e proporciona uma alternativa aos materiais convencionais \n\n\n\n46 \n\nutilizados para esta aplicação (SCHMIDT, 2012). O processo foi realizado em escala de \n\nlaboratório e o consumo de energia de cada equipamento utilizado foi calculado a partir da \n\npotência nominal do equipamento em relação à quantidade de EPS processada. \n\n \n\nFigura 16 - Processo de reciclagem termomecânica de EPS \n\n \n\nFonte: Adaptado de SCHMIDT (2012) \n\n \n\n\n\n47 \n\n3. AVALIAÇÃO DO CICLO DE VIDA \n\n \n \nA Avaliação do Ciclo de Vida (ACV) é uma ferramenta que fornece uma avaliação \n\nsistemática dos aspectos ambientais e os potenciais impactos de um produto ou de um sistema \n\nde serviço ao longo da sua vida (desde a aquisição de matérias-primas, passando pela produção, \n\nutilização e disposição final) (ABNT NBR ISO 14040,2009). Estudos de ciclo de vida podem \n\nser realizados, considerando diferentes fronteiras, como ilustrado na Figura 17: \n\n• “do berço ao portão” (cradle-to-gate): da extração dos recursos até o portão da fábrica; \n\n• “do portão ao portão” (gate-to-gate): somente o processo de manufatura é considerado; \n\n• “do portão ao túmulo” (gate-to-grave): inclui as fases de distribuição, uso e disposição; \n\n• “do berço ao túmulo” (cradle-to-grave): da extração dos recursos até a disposição final; \n\n \n\nFigura 17 - Etapas do ciclo de vida de um produto ou serviço \n\nFonte: Adaptado de EPD (2008) \n\n \n \n\nProcessos que antecedem a manufatura do produto, ou seja, da extração da matéria-prima \n\naté o envio para a manufatura, são denominados processos à montante (upstream processes) e \n\nprocessos que sucedem a manufatura até a disposição final do produto são denominados \n\nprocessos à jusante (downstream processes). \n\n \n \n\n\n\n48 \n\n3.1. HISTÓRICO E NORMALIZAÇÃO \n\n \n \n\nO primeiro estudo público nesse sentido data de 1965, e foi feito pela Coca-Cola com o \n\nintuito de selecionar a embalagem de refrigerantes mais adequada do ponto de vista ambiental \n\ne com melhor desempenho com relação à preservação dos recursos naturais. Esse estudo ficou \n\nconhecido como Resource and Environmental Profile Analysis (REPA) e nele, foram \n\nquantificados o uso de recursos naturais e as emissões de poluentes (SANTOS et al., 2011). \n\nEm 1974, durante a realização de estudos para a Agência de Proteção Ambiental \n\nAmericana (EPA), o Midwest Research Institute (MRI) aprimorou a metodologia REPA e criou \n\no precursor do que hoje se conhece como Avaliação do Ciclo de Vida (MOURAD; GARCIA; \n\nVILHENA, 2002). Em 1984, por solicitação do Ministério do Meio Ambiente da Suíça, o \n\ninstituto Swiss Federal Laboratories for Testing and Research (EMPA) realizou um estudo \n\nsobre materiais de embalagem aplicando uma análise do impacto potencial das emissões do \n\nprocesso. Este estudo foi publicado na forma de um banco de dados contendo informações sobre \n\no ciclo de vida de uma série de materiais (MOURAD; GARCIA; VILHENA, 2002). Em 1985 \n\na Comunidade Europeia recomenda o método como o mais adequado para o monitoramento \n\ndos consumos energéticos e de materiais nas empresas e partir daí surge a denominação \n\n“Avaliação do Ciclo de Vida”. \n\nEntre 1990 e 1993 a Society of Environmental Toxicology and Chemistry (SETAC) \n\norganizou conferências que resultaram na primeira padronização da metodologia de ACV, um \n\ndocumento denominado SETAC Guidelines for Life Cycle Assessment: a Code of Practice. \n\n(MOURAD; GARCIA; VILHENA, 2002). Em 1996, a International Organization for \n\nStandardization (ISO), uma federação mundial de organismos nacionais de normalização, \n\npadronizou as práticas e condutas de realização de estudos de ACV dentro da série ISO 14040 \n\n(UNEP, 2011).  \n\nAtualmente a ISO tem as seguintes normas vigentes sobre avaliação do ciclo de vida: \n\n• ISO 14040:2006 Environmental management -- Life cycle assessment -- \n\nPrinciples and framework. \n\n• ISO 14044:2006 Environmental management -- Life cycle assessment -- \n\nRequirements and guidelines. \n\n• ISO/TR 14047:2012 Environmental management -- Life cycle assessment -- \n\nIllustrative examples on how to apply ISO 14044 to impact assessment situations. \n\n\n\n49 \n\n• ISO/TS 14048:2002 Environmental management -- Life cycle assessment -- Data \n\ndocumentation format. \n\n• ISO/TR 14049:2012 Environmental management -- Life cycle assessment -- \n\nIllustrative examples on how to apply ISO 14044 to goal and scope definition and \n\ninventory analysis. \n\n• ISO/TS 14071:2014 Environmental management -- Life cycle assessment -- \n\nCritical review processes and reviewer competencies: Additional requirements \n\nand guidelines to ISO 14044:2006. \n\n• ISO/TS 14072:2014 Environmental management -- Life cycle assessment -- \n\nRequirements and guidelines for organizational life cycle assessment. \n\nNo Brasil, as normas da Associação Brasileira de Normas Técnicas (ABNT) vigentes \n\natualmente são as seguintes: \n\n• ABNT NBR ISO 14040:2009 Gestão ambiental - Avaliação do ciclo de vida - \n\nPrincípios e estrutura. \n\n• ABNT NBR ISO 14044:2009 Gestão ambiental - Avaliação do ciclo de vida - \n\nRequisitos e orientações. \n\n• ABNT ISO/TR 14049:2014 Gestão ambiental – Avaliação do ciclo de vida — \n\nExemplos ilustrativos de como aplicar a ABNT NBR ISO 14044 à definição de \n\nobjetivo e escopo e à análise de inventário. \n\n \n \n\n3.2. APLICAÇÕES, USOS E LIMITAÇÕES \n\n \n \nDesde o início da década de 1990, a ACV tem sido utilizada em vários países para \n\nidentificar oportunidades de melhoria de desempenho ambiental, comparar o desempenho \n\nambiental de produtos, analisar as estratégias de gestão de resíduos e reciclagem de materiais e \n\ncomparar com outras estratégias de gestão de resíduos (BJÖRKLUND; FINNVEDEN, 2005) e \n\npara projeto de novos produtos e processos. \n\nA metodologia da ACV é amplamente utilizada nos setores industrial, empresarial e \n\ngovernamental, fornecendo dados quantitativos de desempenho ambiental para a verificação de \n\natendimento de critérios ambientais estabelecidos.  \n\nDe acordo com a norma ABNT NBR ISO 14040 (2009), a ferramenta de ACV apresenta \n\nincertezas diretamente relacionadas a seu aspecto metodológico, devido a subjetividade das \n\n\n\n50 \n\ndecisões aplicadas aos estudos, por exemplo, na definição dos limites do sistema, das categorias \n\nde impacto ou na origem dos dados. Logo, a inexistência de critérios universais para a \n\npadronização das terminologias, métodos de execução e formato de dados podem ocasionar \n\ndistorções nos resultados dos estudos (SILVA; KULAY, 2006). \n\nOutra limitação é com relação à ausência de dados de apoio. Alguns países criaram bancos \n\nde dados de ACV, porém, muitas vezes estas informações não estão uniformizadas, algumas \n\nvezes são obsoletas, incomparáveis ou de qualidade desconhecida (RIBEIRO, 2009). \n\n \n \n\n3.3. METODOLOGIA PARA CONDUÇÃO DE ESTUDOS DE ACV \n\n \n \nDe acordo com a ABNT NBR ISO 14040 (2009) um estudo de ACV é conduzido através \n\nda realização de quatro etapas: (i) definição de objetivo e escopo, (ii) análise de inventário, (iii) \n\navaliação de impactos ambientais e, (iv) interpretação dos resultados (Figura 18). Algumas das \n\naplicações diretas de estudos de ACV são no desenvolvimento e aperfeiçoamento de produtos, \n\nno planejamento estratégico e na elaboração de políticas públicas (ABNT NBR ISO 14040, \n\n2009). \n\n \n\nFigura 18 – Estrutura de um estudo de ACV \n\n \n\nFonte: (ABNT NBR ISO 14040, 2009) \n\n \n\n\n\n51 \n\n3.3.1. Definição de objetivo e escopo na ACV \n\n \n \nEsta etapa tem por finalidade apresentar o objeto do estudo em questão e os motivos para \n\nseu desenvolvimento. A definição clara do objetivo é fundamental para o bom desenvolvimento \n\nde um estudo de ACV. Segundo a ABNT NBR ISO 14040 (2009), catorze elementos devem \n\nser definidos neste momento do estudo, são eles: \n\n• Função do sistema de produto: Estabelecimento do uso e função do objeto em \n\nanálise. \n\n• Sistema de Produto: Conjunto de processos elementares a partir do qual será \n\nrealizada a função. Os processos elementares são conectados entre si por fluxos \n\nmateriais e energéticos e são compostos por entradas sem transformação antrópica \n\nou por derivados de outros processos elementares (produtos). \n\n• Unidade Funcional: De acordo com o escopo da ACV, quantifica a função ao \n\nproduto, sendo um valor arbitrário que será utilizado como base de cálculo para a \n\nquantificação de entradas e saídas do sistema. \n\n• Fluxo de Referência: Trata-se da quantidade de produto necessária para atender a \n\nunidade funcional previamente estabelecida, sendo então o resultado da \n\nmultiplicação da unidade funcional pelo desempenho técnico. \n\n• Fronteiras do Sistema de Produto: Delimita a abrangência do estudo, através da \n\ndefinição das fronteiras (geográfica, temporal e de bens de capital) que irão \n\ndelimitar o conjunto de processos elementares que atendem à função definida. \n\nEstas fronteiras geralmente são representadas através de diagrama de blocos do \n\nsistema. \n\n• Critérios de exclusão de dados: Seleção de aspectos ambientais a serem \n\nconsiderados em cada processo elementar que compõe o sistema. Os critérios e \n\nexclusão podem ser baseados em representatividade mássica ou energética de \n\nfluxos (enfoque quantitativo) ou em premissas de relevância ambiental (enfoque \n\nqualitativo). \n\n• Procedimentos de alocação: Consiste na distribuição de contribuições dos fluxos \n\n(e os impactos ambientais associados a estes) entre os diferentes produtos. Os \n\nprocedimentos de alocação são realizados em três cenários: (i) quando um único \n\nprocesso resulta em vários produtos (ex. refinarias); (ii) quando sistemas são \n\ncompartilhados por diferentes processos (ex. sistemas de tratamento de efluentes \n\n\n\n52 \n\nem petroquímicas); e (iii) quando materiais são reciclados em sistemas de \n\nprodutos diferentes (BAUMANN; TILLMAN, 2004). \n\n• Requisitos de Qualidade: Especificação das características dos dados necessários \n\nao estudo, de acordo com os objetivos estabelecidos. Essas características são: \n\nárea geográfica, período de tempo, tecnologias envolvidas, fontes de dados \n\n(representatividade, precisão e incertezas) e capacidade de reprodução dos \n\nmétodos utilizados. \n\n• Metodologia para a avaliação de impacto: Definição das categorias de impacto, \n\nassim como os indicadores e o modelo de avaliação de impactos ambientais que \n\nserão utilizados no estudo de ACV. \n\n• Limitações: Conforme descrito no item 3.2. \n\n• Análise Crítica: Verificação da satisfação dos requisitos adotados quanto à \n\nmetodologia, os dados e os resultados. \n\nNesta fase inicial do estudo, deve-se descrever também as eventuais suposições propostas \n\npara o estudo de ACV. \n\n \n \n\n3.3.2. Análise de inventário do ciclo de vida (ICV) \n\n \n \nEsta etapa consiste na coleta de dados a fim de quantificar os aspectos ambientais do ciclo \n\nde vida em estudo. Sendo assim, o primeiro procedimento realizado é a coleta de dados, que \n\npodem ser primários (dados obtidos em campo) ou secundários (dados obtidos da literatura), e \n\na conversão desses dados em fluxos de entrada de matéria-prima e energia para cada um dos \n\nprocessos elementares e de saída para o meio ambiente. Para facilitar a coleta de dados, devem \n\nser feitos fluxogramas de processo e a elaboração de mecanismos para a coleta e registro dos \n\ndados. \n\nOs dados quantitativos e qualitativos podem ser selecionados a partir da aplicação de \n\ncritérios de exclusão de dados, de acordo com a ABNT NBR ISO 14044 (2009). Nesta etapa, \n\ntambém devem ser incorporados os critérios de alocação e a análise de sensibilidade. \n\n \n \n \n \n\n\n\n53 \n\n3.3.3. Avaliação de impactos ambientais do ciclo de vida (AICV) \n\n \n \nA etapa de Avaliação de Impactos Ambientais do Ciclo de Vida (AICV) visa analisar a \n\nmagnitude e significância dos impactos ambientais potenciais (sobre o meio ambiente e o ser \n\nhumano) com relação ao atendimento da função exercida pelo produto, processo ou serviço e é \n\ncomposta por elementos obrigatórios e opcionais. \n\n \n \n\n3.3.3.1. Seleção das categorias de impacto na AICV \n\n \n \nA seleção das categorias de impacto deve ser realizada de acordo com as considerações \n\nfeitas durante as fases de objetivo e escopo e com base nos resultados do inventário, visando os \n\naspectos ambientais mais relevantes para o estudo. Nesta fase do estudo, também devem ser \n\ndefinidos os indicadores ambientais e os modelos de caracterização que serão utilizados. \n\nIndicadores são estabelecidos para garantir uma medida comum e científica para a \n\nconversão dos valores dos aspectos ambientais, para a posterior realização da quantificação dos \n\nresultados das categorias de impacto. Dois tipos de indicadores são utilizados para a avaliação \n\nde impacto: (i) indicadores intermediários (midpoints) e (ii) indicadores finais (endpoints). Os \n\nindicadores midpoint analisam os efeitos primários diretos ocasionados pelo consumo e \n\ndisposição de um determinado aspecto ambiental, como por exemplo potencial de aquecimento \n\nglobal, depleção de recursos naturais, etc.; que são avaliações menos complexas. Os indicadores \n\nendpoints avaliam os efeitos finais da cadeia de causa e efeito, por exemplo, saúde humana e \n\nmeio ambiente. \n\nAs categorias de impacto comumente utilizadas em estudos de ACV são as seguintes: \n\nAcidificação, Eutrofização, Mudanças Climáticas, Depleção Abiótica, Depleção da Camada de \n\nOzônio, Toxicidade Humana, Ecotoxidade Terrestre e Formação Fotoquímica de Ozônio. \n\n \n \n\n3.3.3.2. Métodos de avaliação de impactos ambientais na AICV \n\n \n \nNa etapa de AICV, é realizado o agrupamento das informações sobre os aspectos \n\nambientais quantificados no inventário. Este agrupamento é realizado a partir do uso de \n\n\n\n54 \n\nmétodos já desenvolvidos, que são encontrados na literatura. Na Tabela 1 são apresentados os \n\nprincipais métodos de avaliação de impactos ambientais identificados na literatura. \n\n \n\nTabela 1 - Principais métodos de AICV \n\nPaís Nome Detalhamento \n\nCanadá LUCAS Bulle et al. (2005) \nDinamarca EDIP Wenzel et al. (1997) \n\nEstados Unidos TRACI Bare et al. (2003) \nHolanda CML Guinée (2001) \n\nHolanda / Suíça Eco-Indicator99 Goedkoop et al. (2000) \nJapão LIME Itsubo e Inaba (2003) \nJapão JEPIX Miyazaki et al. (2003) \nSuécia EPS Steen (1999) \nSuíça IMPACT 2002+ Jolliet et al. (2003) \n\nHolanda ReCiPe Goedkoop et al. (2013) \nSuíça Ecopoints Brand et al. (1998) \n\nAlemanha CED VDI-Richtlinien (1997) \nSuíça CExD Boesch et al. (2007) \nEUA IPCC 2013 IPCC (2013) \n\nFonte: Adaptado de Silva (2012) \n \n \n\n3.3.3.3. Classificação na AICV \n\n \n \nNesta etapa, é realizada a correlação qualitativa dos dados do inventário (ICV) às \n\ncategorias de impacto. Sendo assim, os fluxos elementares são associados a um indicador \n\nmidpoint que posteriormente será ordenado em indicadores endpoints. \n\nCada fluxo de entrada e saída dos processos elementares, com impactos independentes, \n\npode ser contabilizado integralmente mais de uma vez, porém quando um único aspecto \n\ncontribui para categorias dependentes, deve-se usar mecanismos distributivos (ABNT NBR \n\nISO 14040, 2009). \n\n \n \n \n\n3.3.3.4. Caracterização na AICV \n\n \n \nA etapa de caracterização visa correlacionar quantitativamente os dados obtidos no \n\ninventário (ICV). Esta quantificação é realizada através da conversão dos dados do ICV para \n\n\n\n55 \n\nunidades comuns e a agregação dos dados convertidos dentro da mesma categoria de impacto. \n\nAtravés de fatores de caracterização, são gerados resultados numéricos do indicador (ABNT \n\nNBR ISO 14044, 2009). Desta forma, é obtido o Perfil de Impacto Ambiental, última atividade \n\nobrigatória da fase de AICV. \n\n \n \n\n3.3.3.5. Normalização, agrupamento e ponderação na AICV \n\n \n \nEntre os elementos opcionais da Avaliação de Impacto do Ciclo de Vida (AICV) estão a \n\nnormalização, o agrupamento e a ponderação que podem ser aplicados ao estudo desde que seu \n\nuso seja consistente e transparente (ABNT NBR ISO 14044, 2009). \n\n• Normalização: A normalização é o cálculo da magnitude dos resultados dos \n\nindicadores de categoria com relação a alguma informação de referência. Seu \n\nobjetivo é auxiliar no entendimento da magnitude relativa de cada indicador do \n\nsistema (ABNT NBR ISO 14040, 2009). É um elemento opcional que pode \n\nauxiliar na verificação de inconsistências, fornecer informações sobre a \n\nsignificância relativa dos indicadores e preparar para procedimentos adicionais \n\ncomo: agrupamento, ponderação ou interpretação do ciclo de vida. Com este \n\nprocedimento um resultado do indicador é transformado pela divisão deste por um \n\nvalor de referência selecionado. Como exemplo de valores de referência, têm-se: \n\nentradas e saídas locais para uma determinada área; entradas e saídas locais para \n\numa determinada área em base per capita; entradas e saídas em um cenário de \n\nlinha-base. \n\n• Agrupamento: O agrupamento consiste na reunião de categorias de impacto em \n\num ou mais conjuntos, conforme pré-definido no objetivo e escopo, e pode \n\nenvolver agregação ou hierarquização (ABNT NBR ISO 14040, 2009). São dois \n\nos procedimentos opcionais de agrupamento possíveis: (i) agrupar as categorias \n\nde impacto em uma base nominal (ex: escala espacial local, regional ou global) e \n\n(ii) classificar as categorias de impacto de acordo com uma hierarquia (ex: alta, \n\nbaixa ou média prioridade). \n\n• Ponderação: Processo de conversão dos resultados de indicadores de diferentes \n\ncategorias de impacto utilizando fatores numéricos baseados em escolha de \n\nvalores e pode incluir a agregação dos resultados ponderados de indicadores. Este \n\n\n\n56 \n\né um elemento opcional com dois procedimentos possíveis: (i) converter os \n\nresultados dos indicadores ou resultados normalizados com base em fatores de \n\nponderação selecionados ou (ii) agregar os resultados convertidos dos indicadores \n\nou resultados normalizados entre as diferentes categorias de impacto (ABNT NBR \n\nISO 14040, 2009). \n\n \n \n\n3.3.4. Interpretação dos resultados na ACV \n\n \n \n\nA fase de interpretação de resultados tem como objetivo combinar, resumir e discutir as \n\nconstatações das fases anteriores. Nesta fase, são identificados os temas de maior relevância \n\nambiental e os resultados são avaliados para o estabelecimento de recomendações e conclusões. \n\nSendo assim, são desenvolvidas prioridades e são feitas avaliações identificando oportunidades \n\npara a redução do ônus ambiental (PRADO, 2007).  \n\nNesta fase também, deve ser destacada a minimização do uso de materiais ou processos \n\nconhecidos por causar os principais pontos críticos de impacto ambiental levantados, e o \n\nempenho em empregar estratégias de redução, reutilização, reciclagem e recuperação de \n\nresíduos (KNIGHT, 1996). \n\n \n \n\n3.4. ACV E PROCESSOS DE RECICLAGEM \n\n \n \n\nConforme citado anteriormente, estudos de ACV em processos multifuncionais devem \n\nser elaborados de maneira a alocar os aspectos ambientais, se necessário, de forma apropriada \n\npara que reflitam os verdadeiros impactos de cada entrada e saída do sistema. Para que a \n\nalocação em processos de reciclagem seja feita de forma correta, deve-se conhecer o tipo de \n\nciclo em estudo, a norma ABNT NBR ISO 14044 (2009) define os processos de reciclagem em \n\ndois tipos: ciclo aberto e ciclo fechado: \n\n• Reciclagem em ciclo fechado: Um processo de reciclagem é considerado em ciclo \n\nfechado quando o material de um sistema de produto é reciclado no mesmo \n\nsistema, ou seja, o material é reciclado sem mudanças em suas propriedades \n\n\n\n57 \n\ninerentes. Nesse tipo de reciclagem, não é necessário nenhum processo de \n\nalocação, visto que os limites do sistema são mantidos. Um exemplo clássico de \n\nreciclagem em ciclo fechado é a reciclagem de latas de bebidas feitas em alumínio, \n\nque são reutilizadas na mesma função. \n\n• Reciclagem em ciclo aberto: A reciclagem em ciclo aberto consiste em reciclar o \n\no material de um sistema de produto em um sistema diferente, extrapolando os \n\nlimites do sistema em estudo. Quando um material é reciclado fora do sistema em \n\nestudo, mas não sofre mudanças em suas propriedades inerentes, esse tipo de \n\nreciclagem em ciclo aberto pode ser tratado como reciclagem em ciclo fechado \n\n(Figura 19). Porém, se as propriedades inerentes do material são alteradas, a \n\nalocação deve ser realizada baseada no valor físico, econômico ou no número de \n\nusos do material reciclado (ABNT NBR ISO 14.044, 2009). \n\n \n\nFigura 19 – Sistema de produto x alocação para reciclagem \n\n \n\nFonte: (ABNT NBR ISO 14.044, 2009) \n\n \n\nAo longo dos anos diferentes métodos de alocação para reciclagem em ciclo aberto foram \n\ndesenvolvidos. De acordo com um levantamento feito por Ramírez (2009), cerca de 24 métodos \n\nde alocação para a reciclagem são descritos na literatura. Entre eles, os mais utilizados são: (i) \n\nmétodo cut-off, (ii) método de perda da qualidade, (iii) método ciclo fechado, (iv) método 50/50 \n\ne (v) método da substituição. Na Tabela 2 pode-se obervar a descrição e fórmula de cada \n\nmétodo, baseando-se no ciclo de vida em cascata envolvendo a reciclagem em ciclo aberto, \n\ndescrito por Ekvall e Tillman (1997), de acordo com a Figura 20. \n\n\n\n58 \n\n \n\nFigura 20 – Ciclo de vida em cascata – ciclo aberto para 3 ciclos de vida. \n\n \n\nFonte: (EKVALL; TILLMAN, 1997) \n\n \n\nTabela 2 – Descrições e fórmulas para diferentes métodos de alocação na reciclagem. \n\nMétodo Descrição Fórmula \n\nCut-off Cargas causadas diretamente \npelo produto são atribuídas a esse \nproduto.  \n\n?1 = ?1, ?2 = ?1, ?3 = ?2 + ?3 \n\nPerda de \nqualidade \n\nAtribuição de carga aos produtos \nem relação a perda de qualidade \nem cada etapa. \n\n?? =\n??\n\n? ??\n?\n\n???\n\n× (?1 + ?1 + ?2 + ?3) \n\nCiclo \nfechado \n\nAplicável a materiais que não \napresentam perda de qualidade \nsignificativa quando reciclados. \n\n?1 = ?2 = ?3 =\n?1 + ??1 + ?2? + ?3\n\n\t\n \n\n50/50 Produção de material virgem e \ntratamento de resíduos são \nalocados para os primeiros e \núltimos produtos em proporções \niguais. \n\n?1 =\n????????\n\n???\n, \n\n?2 =\n????\t\n\n???\n,      ?3 =\n\n????\t???\n\n???\n \n\nSubstituição Material reciclado subtitui o \nprimário; constitui perda de \nmaterial e cargas de reciclagem. \n\n\n1 = ?100% ? ?%\n × ??1\n + ?% × (?1 + ?3) \n\nL é a carga do ciclo de vida do produto, Qi é a qualidade do material (índices de qualidade podem ser \n\ncalculados usando dados de preços de mercado para os materiais primários e resíduos), n é o número \n\nde ciclos de vida, e r é a quantidade de material primário necessária para a produção do material \n\nsecundário levando em conta perda de material no processo de reciclagem. As demais variáveis são \n\ndescritas na figura 20. \n\nFonte: (EKVALL; TILLMAN, 1997) \n\n \n\n\n\n59 \n\n3.5. SOFTWARES E BANCOS DE DADOS PARA ESTUDOS DE ACV \n\n \n\n \n\nA complexibilidade da condução de estudos de ACV tem levado ao desenvolvimento de \n\nsoftwares e bancos de dados que objetivam aumentar a confiabilidade desses estudos. Bancos \n\nde dados têm sido criados por instituições públicas e privadas de diversos países (Tabela 3) com \n\no intuito disponibilizar bibliotecas de inventários com valores de cargas ambientais associadas \n\na ciclo de vida de produtos, e também bibliotecas de métodos de avaliação de impacto. \n\nAtualmente, o Brasil ainda não possui nenhum banco de dados de ACV próprio, ainda assim, \n\nalguns bancos de dados como o Ecoinvent disponibilizam alguns dados de processos \n\nelementares brasileiros. \n\n \n\nTabela 3 – Principais bancos de dados para estudos de ACV. \n\nNome Website \nCobertura \n\ngeográfica \n\nAustralian Life Cycle \nInventory Data Project \n\nhttp://www.cfd.rmit.edu. \nau/programs/life_cycle_a \n\nssessment/life_cycle_inv entory \nAustrália \n\nBUWAL 250 http://www.umweltschweiz.ch/buwal/eng/ Suíça \nCanadian Raw \n\nMaterials Database \nhttp://crmd.uwaterloo.ca/ Canadá \n\nDuboCalc \nhttp://www.rws.nl/rws/b \n\nwd/home/www/cgibin/index.cgi?site=1&amp;do \nc=1785 \n\nHolanda \n\nDutch Input Output www.pre.nl Holanda \nEcoinvent www.ecoinvent.ch Global/Europa/Suíça \n\nEDIP www.lca-center.dk Dinamarca \nFranklin US LCI www.pre.nl EUA \n\nGerman Network on \nLife Cycle Inventory \n\nData \nwww.lci-network.de Alemanha \n\nIVAM LCA Data www.ivam.uva.nl Holanda \nJapan National LCA \n\nProject \nhttp://www.jemai.or.jp/e \n\nnglish/lca/project.cfm \nJapão \n\nLCA Food www.lcafood.dk Dinamarca \nSPINE@CPM www.globalspine.com Global \n\nSwiss Agricultural \nLife Cycle \n\nAssessment Database \n(SALCA) \n\nwww.reckenholz.ch/doc/ \nen/forsch/control/bilanz/ bilanz.html \n\nSuíça \n\nUS LCI Database \nProject \n\nwww.nrel.gov/lci EUA \n\nFonte: (CURRAN; NOTTEN, 2006) \n\n\n\n60 \n\nOs softwares desenvolvidos para a realização de estudos de ACV visam facilitar o \n\nprocesso de análise de dados visto que o grande volume de informações e cálculos tornam essa \n\ntarefa complexa. Os softwares permitem a escolha de bancos de dados e métodos de avaliação \n\nde impacto disponíveis no mercado e realizam os cálculos de impacto ambiental, fornecendo \n\nao usuário os resultados em forma de fluxogramas, tabelas e gráficos. Na Tabela 4 são ilustrados \n\nos principais softwares de ACV existentes. \n\n \n\nTabela 4 – Principais softwares de ACV \n\nNome Endereço na internet \n\nBEES http://www.nist.gov/el/economics/BEESSoftware.cfm/ \nThe Boustead Model http://www.boustead-consulting.co.uk/products.htm \n\nCMLCA http://www.cmlca.eu/ \nECO-it http://www.pre-sustainability.com/content/eco-it-ecodesign-\n\nsoftware \nEIOLCA http://www.eiolca.net/ \n\nGaBi http://www.gabi-software.com/ \nGEMIS http://www.oeko.de/service/gemis/en/index.htm \n\nGREET Model http://greet.es.anl.gov/ \nIDEMAT http://www.idemat.nl/ \nLCAiT http://www.lcait.com/ \n\nLCAPIX http://www.kmlmtd.com/index.html \nOpenLCA http://www.openlca.org/index.html \nSimaPro http://www.pre-sustainability.com/content/simapro-lca-\n\nsoftware \nSolidWorks http://www.solidworks.com/sustainability/sustainability-\n\nsoftware.htm \nSoftware Sustainable \n\nMinds \nhttp://www.sustainableminds.com/ \n\nTEAMTM https://www.ecobilan.com/uk_team.php \nUmberto http://www.umberto.de/en/ \n\nWISARDTM https://www.ecobilan.com/uk_wisard.php \n\nFonte: (Silva, 2012) \n\n \n \n\n3.6. TRABALHOS DE ACV SOBRE EPS \n\n \n \n\nA fim de verificar o uso da ACV em estudos de desempenho ambiental do poliestireno \n\nexpandido (EPS), foram efetuadas diversas pesquisas em bases de dados acadêmicas, entre elas \n\nSpringerLink Database, Science Direct e o Portal de Periódico da Coordenadoria para \n\n\n\n61 \n\nAperfeiçoamento de Pessoal de Nível Superior (CAPES). A busca por artigos nesse tema \n\nresultou em 7 artigos com resultados de desempenho ambiental do EPS.  \n\nO primeiro artigo sobre avaliação de desempenho ambiental do EPS foi publicado em \n\n2003 na Journal of Cleaner Production. Trata-se de um estudo australiano sobre embalagens \n\nde refrigeradores feitas com EPS e polietileno (PE) e a avaliação da possibilidade de \n\nsubstituição desse tipo de embalagem por embalagem feita de EPS, HIPS reciclado e PE. De \n\nacordo com o Ross e Evans (2003), dados de energia e materiais requeridos para a obtenção do \n\nEPS foram retirados de estudos previamente realizados por Boustead (1993a, 1993b) e pelos \n\npróprios autores, e Evans e Ross (1996). Os recursos e impactos avaliados ao longo do ciclo de \n\nvida das embalagens foram o consumo de combustíveis fósseis, emissões de gases do efeito \n\nestufa e precursores fotoquímicos oxidantes. Os resultados obtidos comprovaram que as \n\nestratégias de reciclagem e reutilização podem reduzir significativamente o impacto ambiental \n\ndas embalagens à base de plástico. O estudo também inclui algumas descobertas interessantes \n\nsobre as contribuições relativas de transporte e de energia de construção, e os potenciais \n\nbenefícios do ajuste dos resultados de avaliação de impacto levando em conta a variação \n\nespacial na significação de alguns efeitos ambientais. \n\nO segundo artigo, publicado em 2005 na Journal of Environmental Management, trata do \n\ninvestigação e comparação de impactos ambientais na produção e disposição de dois tipos de \n\nmateriais: EPS (poliestireno expandido) e CPB (papelão ondulado), utilizando o método ACV \n\n(TAN; KHOO, 2005). A primeira análise realizada considerou a fronteira “do berço ao portão” \n\nseguida da análise de disposição final dos materiais. A análise “do berço ao portão” utilizou \n\ncomo ferramenta o software SimaPro 5.0 e como método de avaliação de impacto o Eco-\n\nIndicator 99 e cinco categorias de impacto foram avaliadas: mudanças climáticas, \n\nacidificação/eutrofização, ecotoxidade, combustíveis fósseis (recursos) e inorgânicos inaláveis \n\ne o resultado final da análise mostrou que o material CPB gerou impacto ambiental 60% a 70% \n\nmais elevado que o EPS. Com relação à análise de “fim de vida dos materiais” (end-of-life) o \n\nmesmo método de avaliação de impacto foi utilizado (Eco-Indicator 99) e as mesmas categorias \n\nde impacto foram analisadas, para 5 diferentes cenários: 100% disposição em aterro; 100% \n\nincineração; 50% aterramento e 50% incineração; 27% aterramento e 73% incineração e; 90% \n\nincineração e 10% aterramento. Os resultados mostram que o dano ambiental mínimo acontece \n\nquando 90% ou 100% dos materiais é incinerado. O maior dano ambiental ocorre quando 100% \n\ndos materiais é destinado a aterros, lembrando que neste caso os efeitos da reciclagem dos \n\nmateriais não foram estudados. \n\n\n\n62 \n\nUm estudo realizado no Reino Unido em 2012, publicado na revista Journal of Polymers \n\nand the Environment, investigou possíveis vantagens ambientais de biopolímeros sobre \n\npolímeros de origem petroquímica (GUO; MURPHY, 2012). A metodologia ACV foi utilizada \n\npara comparar biopolímeros advindos de trigo, batata e milho, denominados PVOH, com \n\npolietileno de baixa densidade (PEBD), polietileno de alta densidade (PEAD) e poliestireno \n\nexpandido (EPS) em uma variedade de aplicações. Os resultados sugerem que não existe uma \n\nvantagem ambiental dos biopolímeros sobre seus homólogos petroquímicos em todos os casos. \n\nNo geral, os biopolímeros se mostraram ambientalmente superiores quando comparados a \n\nembalagens térmicas de PEBD, porém esse não foi o caso, em outras aplicações, utilizando \n\nPEAD e EPS, que variou de acordo com diferentes cenários, como por exemplo, com a inserção \n\nda reciclagem. Sendo assim, os autores acreditam que uma hierarquia de parâmetros críticos \n\npara tomada de decisões baseada em ACV deve ser realizada neste caso. \n\nOutro estudo recente (KANG et al., 2013) utilizando a metodologia ACV para analisar \n\nos impactos ambientais de embalagens de EPS foi publicado na revista Journal of Cleaner \n\nProduction por pesquisadores dos Estados Unidos. \n\nRecentemente, artigos sobre o ciclo de vida de materiais utilizados na construção civil \n\ntêm sido publicados e estes incluem dados sobre o ciclo de vida do EPS. \n\n \n\n\n\n63 \n\n4. ANÁLISE DO CONSUMO DE ENERGIA \n\n \n\n \n\nPatrick Geddes (1884), biólogo e economista escocês, descreveu a baixa eficiência no uso \n\nde carvão em processos industriais ilustrando perdas de energia ao longo do ciclo de vida do \n\ncarvão, sendo esse um dos primeiros estudos de consumo de energia ao longo do ciclo de vida \n\nde um produto. Somente no início dos anos setenta, com os altos preços da energia, os cientistas \n\nrecomeçaram a efetuar análises de consumo de energia de produtos e processos quando \n\nBoustead e Hancok (1979) publicaram o “Handbook of Industrial Energy Analysis” contendo \n\ntabelas de requerimento energético de mais de 400 processos industriais.  \n\nCom a introdução do conceito de Avaliação do Ciclo de Vida (ACV) por Hunt et al. \n\n(1974), o consumo de energia primária total denominado Requerimento de Energia Total - \n\nGross Energy Requirement (IFIAS, 1978) ou Consumo Acumulado de Energia – Cumulative \n\nEnergy Demand (KLÖPFFER, 1997), tem sido um dos indicadores chave abordados nos \n\nestudos (FRISCHKNECHT et al., 2015). Atualmente existem orientações alemã (VDI 2012), \n\nsuíça (SIA 2010), normas européias (EN 15804 2013, EN 15643-2 2011, EN 15978 2012) e \n\ntambém o relatório técnico (ISO/TR 14047) de como estimar o consumo acumulado de energia \n\n(CED) em estudos de ACV, e este é definido de diferentes formas. O consumo acumulado de \n\nenergia consiste no levantamento de requerimento de energia primária direta e indireta usada \n\ndurante todo o ciclo de vida dos insumos e materiais auxiliares, considerando as três fases do \n\nciclo (produção, uso e disposição) (RÖHRLICH, 2000): \n\n \n\n\n??? + \n??? + \n??? (2) \n\n \n\nO consumo de energia é basicamente descrito em duas principais categorias de energia \n\nsecundária: (i) energia elétrica e (ii) energia térmica. Utiliza-se também a categoria “não \n\nenergética” ou “reserva de energia” para contabilizar o valor calorífico de um material quando \n\nele pode ser considerado como um vetor energético, como por exemplo na fabricação de \n\nplásticos, cuja energia fica na cadeia polimérica ao invés de ser utilizada como combustível \n\n(PLASTICS EUROPE, 2015).  \n\nA energia primária pode ser obtida através da conversão direta do consumo de energia \n\nutilizando o equivalente em energia primária (EEP) (ALSEMA, 1998) através da aplicação das \n\neficiências de conversão de energia (elétrica ou térmica), de acordo com as Equações (3) e (4). \n\n\n\n64 \n\n???? =\n???\n\n?\n??\n\n [MJ] (3) \n\n \n\n???? =\n????\n\n?\n???\n\n [MJ] (4) \n\n \n\nPara a determinação do consumo de energia elétrica em termos de energia primária \n\nutiliza-se o método de conteúdo de energia física, adotado pela Agência Internacional de \n\nEnergia (IEA). Nesse método, o equivalente de energia primária para geração de energia \n\nelétrica a partir de energia hídrica e solar fotovoltaica tem uma eficiência de conversão de 100 \n\n%, a energia nuclear tem uma eficiência de conversão térmica de 33 %, a energia geotérmica \n\ntem eficiência de conversão de 10% para geração de energia elétrica e 50 % para geração de \n\ncalor e a energia solar térmica para geração de energia elétrica tem uma eficiência de 33 % e \n\n100% para geração de calor. Para fontes de energia combustíveis, a eficiência adotada é de \n\n100%. Para calcular a energia primária advinda da energia elétrica no Brasil leva-se em conta \n\na matriz energética brasileira do ano de 2013 (Figura 21). Deve-se considerar também as perdas \n\nna transmissão da energia elétrica, que no Brasil, de acordo com a Agência Nacional de Energia \n\nElétrica (ANEEL) é uma média de 13,5% (ANEEL, 2015). \n\n \n\nFigura 21 - Matriz energética brasileira no ano de 2013 \n\n \n\nFonte: (BEN, 2014) \n\n \n\nO consumo acumulado de energia (CED) será o método de avaliação de impacto do EPS \n\nde densidade em blocos ou placas (produto em estudo) com função de embalagem, e tem como \n\nunidade funcional a produção ou reciclagem de 1 kg de EPS, com fluxo de referência também \n\nde 1 kg de EPS, ou seja, os impactos levantados durante o estudo são dados em função desse \n\n\n\n65 \n\nfluxo. Os processos que constituem o ciclo de vida do EPS estão ilustrados na Figura 2, o que \n\ndefine o sistema de produto em estudo. \n\nAs fronteiras do sistema em estudo estão identificadas na Figura 22. Primeiramente será \n\nrealizada análise de consumo de energia da manufatura do EPS (“do portão ao portão”) e \n\nposteriormente todo o ciclo de vida (processos à montante, manufatura e processos à jusante). \n\nOs dados utilizados no estudo abrangem o período de 2001 a 2014 e as seguintes localizações: \n\nEuropa, Estados Unidos e Brasil. Critérios de exclusão de dados e procedimentos de alocação, \n\nbem como requisitos de qualidade dos dados e limitações do estudo serão apresentadas no \n\ndecorrer desse capítulo. \n\n \n\nFigura 22 – Fronteiras do sistema em estudo: Processo de produção de EPS sem reciclagem. \n\n \n\nFonte: (Elaboração própria) \n\n \n \n\n4.1. ANÁLISE DE CONSUMO DE ENERGIA “DO PORTÃO AO PORTÃO” \n\n \n \n\nNeste tópico são avaliados os processos de produção e reciclagem de EPS na manufatura \n\n(“do portão ao portão”), para determinação do consumo de energia. Primeiramente é avaliado \n\n\n\n66 \n\no processo de produção do EPS e posteriormente os processos de reciclagem por injeção de \n\nvapor e reciclagem termomecânica. \n\n \n \n\n4.1.1. Análise de consumo de energia no processo de produção do EPS  \n\n \n \n\nOs limites do sistema em estudo estão ilustrados na Figura 23, bem como os fluxos de \n\nenergia e material no processo. Logo deve-se realizar a análise do inventário do processo. Na \n\nTabela 5 são apresentados os dados coletados (dados de artigos científicos e relatórios técnicos) \n\nconvertidos para adequação ao fluxo de referência. Procedimentos de alocação de dados não \n\nforam realizados. Dentre os dados coletados, somente os dados de consumo de energia foram \n\npriorizados, visto que nesta etapa será avaliado somente o impacto do consumo de energia no \n\nprocesso de produção de EPS. Uma das limitações encontradas nessa fase do estudo foi a \n\ndisponibilidade restrita de dados de indústrias brasileiras fabricantes de EPS. \n\n \n\nFigura 23 - Fronteira do processo de produção de EPS \n\nFonte: Adaptado de GROTE e SILVEIRA (2003) \n\n \n\n \n\n \n\n\n\n67 \n\nTabela 5 – Entradas e saídas na produção “do portão ao portão” de 1 kg de EPS. \n\nDados EUMEPS (2001)* GROTE e SILVEIRA (2003) \nEntradas   \n\nÁgua (l) 13,891 9,36 \nGás natural (kWh) 6,502 NA \n\nÓleo combustível (kWh) 1,865 10,69 \nEnergia elétrica (kWh) 1,172 0,875 \n\nPérolas de EPS (kg) 1,068 - \nSaídas   \n\nÁgua (l) 5,113 - \nEPS (kg) 1,004 1,000 \n\nPentano emitido (%) 5,7 - \nVapor (kg) 8,633 - \n\n*média de valores de 15 empresas europeias produtoras de EPS. \n\nFonte: Elaboração própria \n\n \n\nDados de consumo de energia total de processos de produção de EPS foram encontrados \n\nna literatura e estão listados na Tabela 6. Dados de consumo aumulado de energia (CED) não \n\nestão disponíveis para processos “do portão ao portão” em bancos de dados. Esses dados \n\ngeralmente são disponibilizados considerando os processos “do berço ao portão” ou “do berço \n\nao túmulo” onde o consumo de energia de processos à montante é somado. \n\n \n\nTabela 6 - Consumo de energia para a produção de EPS \n\nFonte de Dados \nLocalização das \n\nempresas \n\nConsumo específico de \n\nenergia, MJ/kgEPS \n\nGROTE E SILVEIRA, 2003 Brasil 41,63 \nEUMEPS, 2001 Europa 34,34 \n\nBASF, 1997 Alemanha 35,73 \nEUMEPS, 2011 Europa 40,50 \n\nFonte: Elaboração própria \n\n \nPode-se observar que o consumo de energia total do processo em estudo (GROTE; \n\nSILVEIRA, 2003), tem valores próximos aos encontrados na literatura, visto que ocorrem \n\nvariações quanto as fontes de energia utilizadas para cada processo em estudo. \n\n \n \n \n \n \n \n\n\n\n68 \n\n4.1.2. Análise de consumo de energia na reciclagem por injeção de vapor \n\n \n \n\nA reciclagem de EPS por injeção de vapor foi realizada em 2 diferentes cenários, cada \n\num com uma quantidade diferente de resíduos de EPS inseridos no processo. Segue a descrição \n\ndos cenários: \n\n• CENÁRIO 1, 30% DE RESÍDUOS DE EPS: Neste cenário, o processo \n\nconvencional de produção de EPS é minimamente alterado para permitir a \n\ninserção de resíduos de EPS que serão misturados ao EPS virgem pré-expandido \n\npara obtenção de blocos. A composição da matéria-prima de entrada é de 30% de \n\nresíduos de EPS e 70% de material virgem. Os limites do sistema, bem como os \n\nfluxos de energia e materais podem ser observados na Figura 24. O EPS obtido \n\npor este processo é chamado EPS30 e ele é fabricado com o uso de resíduos limpos \n\nadvindos da produção. \n\n• CENÁRIO 2, 40% DE RESÍDUOS DE EPS: Neste novo cenário uma nova \n\nquantidade de resíduos de EPS é inserida no processo. A composição da matéria-\n\nprima de entrada é de 40% de resíduos de EPS e 60% de material virgem. O EPS \n\nobtido para este processo é chamado de EPS40 e ele é fabricado com a utilização \n\nde resíduos limpos gerados em outras indústrias. \n\n \n\nFigura 24 - Fronteira do processo de reciclagem por injeção de vapor \n\nFonte: Adaptado de GROTE e SILVEIRA (2003) \n\n\n\n69 \n\nNessa etapa do estudo procedimentos de alocação de dados não foram realizados. Dentre \n\nos dados coletados, somente os dados de consumo de energia foram priorizados. A principal \n\nlimitação encontrada nessa etapa foi a a disponibilidade de dados de somente uma referência \n\nnacional. Os dados de consumo de energia para o processo de reciclagem de EPS por injeção \n\nde vapor (cenários 1 e 2) são apresentados na Tabela 7. \n\n \n\nTabela 7 - Consumo de energia do processo de reciclagem por injeção de vapor \n\nTipo de EPS Fonte de energia \nConsumo específico de \n\nenergia, MJ/kgEPS \n\nEPS30 \n(Cenário 1) \n\nÓleo combustível 31,58 \nEnergia elétrica 2,06 \n\nCET 33,64 \n\nEPS40 \n(Cenário 2) \n\nÓleo combustível 29,28 \nEnergia elétrica 2,04 \n\nCET 31,32 \n\nFonte: Adaptado de GROTE e SILVEIRA (2003) \n\n \n \n\n4.1.3. Análise de consumo de energia na reciclagem termomecânica \n\n \n \n\nO processo de reciclagem termomecânica consiste na reciclagem de EPS para obtenção \n\nde PS reciclado, conforme descrito no capítulo 2. As fronteiras do sistemas podem ser \n\nobservadas na Figura 25. Procedimentos de alocação de dados não foram realizados nessa etapa. \n\nDevido a falta de disponibilidade de dados de consumo de energia das etapas desse processo de \n\nreciclagem, os dados utilizados foram calculados através da potência nominal de cada \n\nequipamento (Tabela 8), visto que todos os equipamentos são elétricos. Uma das limitações \n\ndessa fase é que o processo de reciclagem termomecânica somente foi realizado em pequena \n\nescala (laboratório). \n\n \n\n\n\n70 \n\nFigura 25 - Fronteira do processo de reciclagem termomecânica \n\n \n\nFonte: Adaptado de SCHMIDT (2012) \n\n \n\nTabela 8 - Potencia e tempo de processamento por equipamento. \n\nEquipamentos \n\nPotência \n\nNominal \n\n(kW) \n\nTempo de \n\nprocessamento \n\n(h) \n\nQuantidade de \n\nEPS \n\nprocessada (kg) \n\nTriturador (GP-1500 AB) 1,1 0,15 1 \n\nEstufa (Orion 515) 0,5 3,0 0,1 \n\nHomogeneizador (MH-50H) 5,9 0,05 0,2 \n\nMoinho 1,5 0,20 1 \n\nFonte: Elaboração própria \n\n \n\nNa Tabela 9 são apresentados os dados de consumo de energia em cada equipamento, em \n\nMJ por quilogramas de EPS reciclado. \n\n \n\nTabela 9 - Consumo de energia para cada etapa do processo de reciclagem termomecânica \n\nEquipamentos \nConsumo específico de \n\nenergia, MJ/kgEPS \n\nTriturador (GP-1500 AB) 0,59 \n\nEstufa (Orion 515) 54 \n\nHomogeneizador (MH-50H) 5,3 \n\nMoinho 1,08 \n\nCET 60,98 \n\nFonte: Elaboração própria \n\n \n\n\n\n71 \n\n4.2. ANÁLISE DE CONSUMO DE ENERGIA “DO BERÇO AO TÚMULO” \n\n \n\n \n\nPara avaliar os impactos ambientais do ciclo de vida do EPS “do berço ao túmulo”, com \n\na inserção de processos de reciclagem em seu ciclo de vida, foram utilizados dados obtidos na \n\nliteratura (artigos científicos e relatórios técnicos) para a o ciclo de vida do EPS, desde a \n\nextração das matérias-primas (petróleo e gás natural), passando pela etapa de fabricação da \n\nresina, do EPS, seu uso e descarte. \n\n \n\n \n\n4.2.1 Análise de consumo de energia no ciclo de vida do EPS: Processo de produção \n\nconvencional \n\n \n \n\nO ciclo de vida do EPS foi dividido em 5 etapas: (i) processo de produção da resina de \n\nEPS (“do berço ao portão”), que compreende da extração do petróleo até a fabricação da resina \n\nde EPS, (ii) Processo de produção de EPS (“do portão ao portão”), (iii) Uso do EPS, (iv) \n\nDescarte do EPS (considerando somente descarte em aterro) e (v) Transporte do EPS ao longo \n\ndo ciclo de vida. \n\nPara o consumo de energia da etapa 1 (“do berço ao portão”) adotou-se a média de \n\nconsumo acumulado de energia (Tabela 10), calculada a partir das diferentes fontes de dados \n\nencontradas para produção da resina de EPS, considerando que para a produção de 1kg de EPS \n\nsão necessários 1,07 kg de resina de EPS (EUMEPS, 2001). Para o consumo de energia da etapa \n\n2 (processo de produção do EPS “do portão ao portão”), foram considerados os dados de \n\nconsumo de energia primária do processo  descrito por Grote e Silveira (2003) (Tabela 6). \n\nNa etapa 3 (Uso do EPS), o consumo de energia foi calculado considerando a utilização \n\ndo EPS como embalagem com alocação por massa, considerando que a massa de EPS \n\nrepresenta 5 % da massa total da carga. O tipo de caminhão e a distância percorrida são \n\napresentados na Tabela 11. Na etapa de descarte do EPS (etapa 4) o consumo de energia foi \n\nconsiderado “zero”, visto que o EPS representa cerca de 1% do lixo, é um resíduo inerte e que \n\nos aterros sanitários mais próximos a empresa geradora dos resíduos não utilizam o metano para \n\ngeração de energia.  \n\nNa etapa 5 (Transporte) o consumo de energia foi determinado a partir do PCI do \n\ncombustível utilizado, da distância percorrida e do tipo de caminhão. O procedimento de \n\nalocação adotado foi por volume ocupado. As rotas de transporte (ilustradas na Figura 22) são \n\nas seguintes: (a) transporte da resina de EPS até o processo de produção do EPS, (b) transporte \n\n\n\n72 \n\ndo EPS produzido até o consumidor (c) transporte do resíduo de EPS do consumidor para \n\ndestinação final (Tabela 11). As distâncias foram definidas com base em dados disponibilizados \n\npela empresa produtora de EPS. O combustível utilizado, neste caso diesel, tem PCI igual a \n\n42944 kJ/kg e densidade igual a 0,85 kg/L e os dados de consumo de combustível de acordo \n\ncom a carga do caminhão são ilustrados na Tabela 12. \n\n \n\nTabela 10 - Consumo de energia da extração do petróleo à fabricação da resina de EPS \n\nFonte de Dados \n\nConsumo de energia \n\nacumulada, \n\nMJ/kgresina de EPS \n\nEUMEPS (2001) 81,99 \n\nEUMEPS (2002b) 93,10 \n\nAndrady (2003) 83,66 \n\nPatel (2003) 70,80 \n\nPlastics Europe (2006) 88,61 \n\nMadival et al. (2009) 96,10 \n\nPargana (2012) 79,76 \n\nSuwanmanee et al. (2013) 86,13 \n\nEcoinvent Centre (2014) 89,58 \n\nMédia 85,53 \n\nFonte: Elaboração própria \n\n \n\nTabela 11 – Informações sobre transporte \n\nEtapa \nTipo de \n\ncaminhão \n\nCarga máxima \n\n(ton) \nCarga real (ton) \n\nDistância \n\npercorrida (km) \n\nRetorno \n\nvazio? \n\n3 Carreta 25 24 350 Sim \n5a Carreta 25 24 100 Sim \n5b Carreta 25 0,7 100 Sim \n5c Carreta 25 0,6 100 Sim \n\nFonte: Elaboração própria \n\n \n\n \n\n\n\n73 \n\nTabela 12 - Consumo de combustível no transporte \n\nCarga \nConsumo \n\n(km/l) \n\nVazio 2,8 \n10 ton 2,5 \n20 ton 2,2 \n22 ton 2,1 \n25 ton 1,9 \n\nFonte: Adaptado de FABI (2004) \n\n \n\nO consumo específico de energia primária devido ao transporte (CEtr) pode ser estimada \n\ncom base no consumo de combustível (CC). A equação 5 é utilizada para calcular o consumo \n\nde combustível em MJ: \n\n \n\n)/()()( kgMJkgMJtr\nPCICCCE •=  (5) \n\n \n\nO consumo específico de energia primária advinda do combustível foi calculada para o \n\nuso e transporte do EPS e pode ser observada na Tabela 13. \n\n \n\nTabela 13 - Consumo de energia nas etapas de transporte \n\nRota \n\nDistância \n\npercorrida, \n\n(km) \n\nConsumo de \n\ncombustível, \n\n(kg) \n\nEnergia do \n\ncombustível (MJ) \n\nConsumo \n\nespecífico de \n\nenergia, \n\nMJ/kgEPS \n\n3 350 156,58 11286,93 0,4703 \n5a 100 44,74 3224,84 0,1435 \n5b 100 30,36 2607,31 3,7247 \n5c 100 30,36 2607,31 4,3455 \n\nTOTAL (Etapa 5)     8,2137 \nFonte: Elaboração própria \n\n \n\nO consumo de energia primária para cada etapa do ciclo de vida do EPS (em MJ/kgEPS) é \n\nmostrada na Tabela 14. \n\n \n\n\n\n74 \n\nTabela 14 - Consumo de energia no ciclo de vida do EPS \n\nEtapa Descrição \n\nConsumo \n\nespecífico de \n\nenergia,  \n\nMJ/kg EPS \n\n% \n\n1 Produção da resina de EPS 79,93 61,37 \n2 Produção do EPS 41,63 31,97 \n\n3 Uso do EPS 0,47 0,36 \n\n4 Descarte do EPS - 0 \n\n5 Transporte 8,21 6,30 \n\n TOTAL 130,24 100 \n\nFonte: Elaboração própria \n\n \n \n\n4.2.2. Análise de consumo de energia no ciclo de vida do EPS com a inserção da \nreciclagem por injeção de vapor \n\n \n \nO processo de reciclagem por injeção de vapor, quando inserido no ciclo de vida do EPS, \n\npermite a reutilização de parte dos resíduos que seriam destinados a aterros (Figura 26). Os dois \n\ncenários de reciclagem propostos foram avaliados levando em consideração todo o ciclo de vida \n\ndo EPS, o que significa uma substituição de 30 a 40% da matéria-prima virgem por resíduos de \n\nEPS.  \n\nO cenário 1 considera a reutilização de 30% de resíduos (gerados no próprio processo) e \n\n70% de matéria-prima virgem, portanto impactos gerados pelo transporte dos resíduos que \n\nocorre dentro da empresa não são considerados, visto que a distância é muito pequena.  \n\nO cenário 2 considera a reutilização de 40% de resíduos gerados por uma empresa \n\nlocalizada em Taubaté – SP. A distância percorrida pelo resíduo até chegar ao processo de \n\nprodução onde o EPS é reciclado é de 150 km, sendo esta denominada de Etapa 5(d) (Tabela \n\n15). \n\n \n\n\n\n75 \n\nFigura 26 - Ciclo de vida do EPS considerando a reciclagem por injeção de vapor \n\n \n\nFonte: Elaboração própria \n\n \n\nTabela 15 - Consumo de energia nas etapas de transporte considerando a reciclagem \n\nRota \n\nDistância \n\nPercorrida, \n\n(km) \n\nConsumo de \n\ncombustível, \n\n(kg) \n\nEnergia do \n\ncombustível (MJ) \n\nConsumo \n\nespecífico de \n\nenergia, \n\nMJ/kgEPS \n\n5d 150 45,54 3910,97 6,5183 \nFonte: Elaboração própria. \n\n \n\nPrimeiramente o ciclo de vida do EPS considerando o cenário 1 foi analisado. Para tanto, \n\nconsidera-se que a matéria-prima para a produção de EPS é 70% resina de EPS e 30% resíduo \n\nde EPS do próprio processo, logo uma menor quantidade de resina por quilo de EPS produzido \n\nserá utilizada (alocação por massa). Logo, o consumo de energia no processo de produção do \n\nEPS com a inserção de 30% de resíduos também é menor. Com relação ao uso e descarte do \n\nEPS, o consumo de energia permanece o mesmo. Na Tabela 16 são apresentados os dados de \n\nconsumo de energia para o ciclo de vida do EPS considerando este cenário. \n\n \n\n\n\n76 \n\nTabela 16 - Consumo energia no ciclo de vida do EPS com a inserção da reciclagem por \n\ninjeção de vapor, cenário 1 \n\nTipo de \n\nEPS \nEtapa Descrição \n\nConsumo \n\nespecífico de \n\nenergia, \n\nMJ/kgEPS \n\n% \n\nEPS30 \n\n1 Produção da resina de EPS 55,95 56,94 \n\n2 Produção do EPS 33,64 34,23 \n3 Uso do EPS 0,47 0,48 \n4 Descarte do EPS - 0 \n5 Transporte 8,21 8,35 \n TOTAL 98,27 100 \n\nFonte: Elaboração própria \n\n \n\nEm seguida o cenário 2 foi avaliado, considerando que os resíduos gerados após o uso do \n\nEPS percorrem uma distância de 150 km, voltando ao processo de produção de EPS para sua \n\nreciclagem (Tabela 17). A matéria-prima para o processo de produção de EPS é 40% resíduo \n\nde EPS e 60% de resina virgem de EPS. A reciclagem é realizada em ciclo fechado, ou seja, os \n\nresíduos voltam para o processo após o uso do EPS por algumas vezes, sem que o EPS fabricado \n\na partir desses resíduos perca qualidade. \n\n \n\nTabela 17 - Consumo energia no ciclo de vida do EPS com a inserção da reciclagem por \n\ninjeção de vapor, cenário 2 \n\nTipo de \n\nEPS \nEtapa Descrição \n\nConsumo \n\nespecífico de \n\nenergia, \n\nMJ/kgEPS \n\n% \n\nEPS40 \n\n1 Produção da resina de EPS 47,96 53,21 \n\n2 Produção do EPS 31,32 34,75 \n3 Uso do EPS 0,47 0,52 \n4 Descarte do EPS 0 0 \n5 Transporte 10,38 11,52 \n TOTAL 90,13 100 \n\nFonte: Elaboração própria \n\n \n \n\nNa Figura 27 pode-se observar o consumo de energia primária para os dois cenários de \n\nreciclagem por injeção de vapor, comparados com o processo convencional de produção de \n\nEPS, sem a inserção de resíduos.  \n\n\n\n77 \n\nFigura 27 - Comparação do consumo de energia no ciclo de vida do EPS com e sem reciclagem \n\n \n\nFonte: Elaboração própria \n\n \n \n\n4.2.3. Análise de consumo de energia no ciclo de vida do EPS com a inserção da \nreciclagem termomecânica \n\n \n \nO processo de reciclagem termomecânica, se inserido no ciclo de vida do EPS, permite a \n\nreutilização dos resíduos que seriam destinados a aterros (Figura 28). Neste caso a reciclagem \n\né realizada em ciclo aberto. O método de alocação utilizado é o cut-off e assume-se que o EPS \n\né reciclado somente uma vez, gerando um produto (denominado produto secundário) com \n\ncaracterísticas diferentes do primeiro produto produzido. Neste tipo de reciclagem o EPS é \n\ntransformado em poliestireno (PS), que pode ser usado para diversas aplicações. \n\n \n\n\n\n78 \n\nFigura 28 - Ciclo de vida do EPS com a inserção da reciclagem termomecânica \n\n \nFonte: Elaboração própria \n\n \n\nPara análise do ciclo de vida do EPS, considera-se que 100% dos resíduos que seriam \n\ndestinados ao aterro serão enviados para o processo de reciclagem rermomecânica e a distância \n\npercorrida pelo material é de 150 km, impacto que será adicionado ao ciclo de vida do EPS. O \n\nmétodo de alocação utilizado prevê que os impactos gerados pela destinação final do EPS (que \n\nnesse caso será transformado em PS) passam a fazer parte da “segunda vida” do material, ou \n\nseja, os impactos são alocados na reciclagem termomecânica, que nesse estudo é comparada \n\ncom o processo de produção do GPPS “do berço ao portão”. \n\n \n \n \n \n \n \n \n \n \n\n\n\n79 \n\nTabela 18 - Consumo de energia no ciclo de vida do EPS reciclado em ciclo aberto \n\nEtapa Descrição \n\nConsumo \n\nespecífico de \n\nenergia,  \n\nMJ/kgEPS \n\n1 Produção da resina de EPS 79,93 \n\n2 Produção do EPS 41,63 \n3 Uso do EPS 0,47 \n4 Descarte do EPS 0 \n5 Transporte 10,39 \n TOTAL 132,42 \n\nFonte: Elaboração própria \n\n \nNota-se (Tabela 18) que o consumo específico de energia é ligeiramente maior para a \n\nreciclagem devido ao transporte do EPS para a reciclagem, ao invés da destinação desse \n\nmaterial para aterro. \n\nPara a comparação do processo de reciclagem termomecânica com o processo de \n\nobtenção da resina de poliestireno cristal (GPPS) “do berço ao portão” vale destacar que o \n\nprocesso de reciclagem foi estudado em escala de laboratório e os dados de produção do GPPS \n\nforam obtidos com base em processos de produção da Europa. Na Tabela 19 é possível observar \n\no consumo de energia primária de ambos os processos. Pode-se observer que o consumo de \n\nenergia para a reciclagem termomecânica é menor, visto que neste caso as operações para \n\nextração e processamento da matéria-prima virgem são evitadas. Como a comparação é feita \n\napenas “do berço ao portão”, os impactos da destinação final do PS depois de utilizado não \n\nestão incluídos no estudo. \n\n \n\nTabela 19 - Consumo de energia para a produção de GPPS (convencional x reciclagem) \n\nProcesso \n\nConsumo específico \n\nde Energia, \n\nMJ/kgPS \n\nProdução de GPPS \n“do berço ao portão” \n\n82,78* \n\nReciclagem \nTermomecânica de EPS \n“do portão ao portão” \n\n60,98 \n\n*Dado da Plastics Europe (2012). \n\nFonte: Elaboração própria \n\n \n\n\n\n80 \n\n5. ANÁLISE DE EMISSÕES DE GASES DO EFEITO ESTUFA (GEE) \n\n \n\n5.1. ANÁLISE DE GEEs “DO PORTÃO AO PORTÃO” \n\n \n \n\nNeste capítulo são estimados os níveis de emissões de GEE’s dos processos de reciclagem \n\ndo EPS (reciclagem por injeção de vapor e reciclagem termomecânica) “do portão ao portão”. \n\nO método de avaliação de impacto é o método do IPCC (GWP), sendo o sistema de produto, a \n\nunidade funcional, o fluxo de referência, e as fronteiras do sistema os mesmos considerados no \n\ncapítulo 4. \n\n \n \n\n5.1.1. Análise de GEEs no processo de produção do EPS \n\n \n \nA análise de emissões realizada neste capítulo visa quantificar as emissões gases do \n\nefeito estufa nos processos de produção e reciclagem de EPS “do portão ao portão” e também \n\nem todo o ciclo de vida do EPS (“do berço ao túmulo”). As emissões de gases do efeito estufa \n\n(GEE) foram calculadas para os processos em estudo e para o ciclo de vida do EPS \n\nconsiderando o potencial de aquecimento global (GWP) para um horizonte de 100 anos, de \n\nacordo com o IPCC (2006, 2013). \n\n \n\n \n\n5.1.1.1. Potencial de aquecimento global (GWP) \n\n \n\n \n\nOs combustíveis fósseis são a forma dominante de energia utilizada no mundo (86%) e \n\nrepresentam cerca de 75% das emissões antropogênicas de CO2 (HOUGHTON et al., 2011). O \n\nIntergovernamental Panel on Climate Change (IPCC) desenvolveu um modelo globalmente \n\nreconhecido, denominado modelo Bern, que é conhecido como Global Warming Potentials \n\n(GWP) ou Potencial de Aquecimento Global. O Modelo de Bern foi projetado para estudar a \n\nrelação entre as emissões de carbono antropogênicas e níveis de CO2 na atmosfera, bem como \n\na resposta transitória do sinal de temperatura da superfície de uma perturbação no balanço \n\n\n\n81 \n\nradiativo da Terra (HOUGHTON et al.,1996). O IPCC compilou uma lista de estimativas para \n\nGWPs com o horizonte de tempo de 20, 100 e 500 anos (Tabela 20).  \n\n \n\nTabela 20 - Potencial de aquecimento global (GWP) dos principais gases do efeito estufa \n\nPoluentes \n\nTempo  \n\nde vida \n\n(anos) \n\nGWP \n\n(kg CO2eq) \n\n2013 \n\nGWP \n\n(kg CO2eq) \n\n2007 \n\nGWP \n\n(kg CO2eq) \n\n2001 \n\n20 \n\nanos \n\n100 \n\nanos \n\n500 \n\nanos \n\n20 \n\nanos \n\n100 \n\nanos \n\n500 \n\nanos \n\n20 \n\nanos \n\n100 \n\nanos \n\n500 \n\nanos \n\nCO2 150 1 1 1 1 1 1 1 1 1 \n\nCH4 12 84 28 NA 72 25 7,6 62 23 7 \n\nN2O 114 264 265 NA 289 298 153 275 296 156 \n\nFonte: Adaptado de GHG Management Institute (2015). \n\n \n\nSendo assim, os gases de efeito estufa considerados neste trabalho são o CO2, CH4 e \n\nN2O e as emissões totais são dadas em kg de CO2 equivalente (CO2eq), de acordo com a \n\nequação (6), considerando GWP para 100 anos de acordo com o IPCC (2013):  \n\n \n\n)(265)(28\n2422\nONCHCOeqCO ++=  (6) \n\n \n\nO inventário de emissões de um processo é realizado considerando 3 escopos \n\n(PROGRAMA BRASILEIRO GHG PROTOCOL, 2014): (1) emissões diretas de gases do \n\nefeito estufa (GEE), que são aquelas emitidas por fontes próprias ou controladas pela empresa, \n\ncomo emissões do processo industrial ou por transporte; (2) emissões indiretas, por exemplo \n\nemissões por aquisição de energia elétrica ou térmica consumida pela empresa e; (3) outras \n\nemissões indiretas, uma categoria de relato opcional, que permite a consideração de todas as \n\noutras emissões indiretas. As emissões do Escopo 3 são uma consequência das atividades da \n\nempresa, mas ocorrem em fontes que não pertencem ou não são controladas pela empresa. \n\nPara os processos em estudo foram estimadas as seguintes emissões, de acordo com o \n\nIPCC (2006): \n\n• Emissões de Escopo 1: Fontes fixas de queima de combustíveis fósseis (IPCC, 2006a) \n\ne fontes móveis de queima de combustíveis fósseis (IPCC, 2006b), de acordo com a \n\nTabela 21. \n\n\n\n82 \n\n• Emissões de Escopo 2: Energia elétrica comprada do SIN sem a contabilização de perdas \n\nna transmissão e distribuição (PROGRAMA BRASILEIRO GHG PROTOCOL, 2014), \n\nconsiderando a matriz de energia elétrica brasileira e o fator de emissões de 34,72 \n\ngCO2eq/MJ de energia elétrica, de acordo com Miranda (2012). \n\n \n\nTabela 21 - Fatores de emissão para fontes fixas, escopo 1 \n\n \n\nFator de emissão \n\n(kg/GJ) \n\nCO2 CH4 N2O \n\nFonte fixa queimando \nóleo combustível \n\n77,4 0,003 0,0006 \n\nFator de emissão \n(CO2eq) \n\n77,643 \n\nFonte: Elaboração própria a partir de IPCC (2006a) \n\n \n\nSendo assim foi possível calcular as emissões advindas da queima de óleo combustível \n\n(BPF 1A) na caldeira e da energia elétrica consumida no processo de produção do EPS. Para \n\nestimar as emissões, o fator de emissão dado em kg/GJ é multiplicado pelo consumo específico \n\nde energia dada em MJ/kg (método bottom-up), em seguida, as emissões são dadas em \n\nkgCO2eq/kgEPS produzidos (equação (7) e Tabela 22). \n\n \n\nFECEpGWP •=\n2,1\n\n (7) \n\n \n\nTabela 22 – Emissões de GEE’s no processo de produção de EPS em estudo \n\nFonte de energia \nConsumo específico de \n\nenergia, MJ/kgEPS \n\nEmissões de GEE \n\n(kg CO2eq/kgEPS) \n\nÓleo combustível 38,48 2,99 \nEnergia elétrica 3,15 0,109 \n\nCET 41,63 3,10 \nFonte: Elaboração própria \n\n \n \n\n5.1.2. Análise de GEEs na reciclagem por injeção de vapor \n\n \n \n\n\n\n83 \n\nAs emissões de GEE’s para os dois cenários de reciclagem por injeção de vapor \n\nconsiderados são apresentados na Tabela 23. Em seguida são apresentadas as emissões de \n\nGEE’s para o processo de produção e reciclagem de EPS por injeção de vapor, considerando \n\nos dois cenários (Figura 29). \n\n \n\nTabela 23 - Emissões de GEE’s do processo de reciclagem por injeção de vapor \n\nTipo de  \n\nEPS \nFonte de energia \n\nConsumo específico de \n\nenergia, MJ/kgEPS \n\nEmissões de GEE \n\n(kg CO2eq/kgEPS) \n\n Óleo combustível 31,58 2,45 \nEPS30 Energia elétrica 2,06 0,072 \n\n CET 33,64 2,52 \n Óleo combustível 29,28 2,27 \n\nEPS40 Energia elétrica 2,04 0,0708 \n CET 31,32 2,34 \n\nFonte: Elaboração própria \n\n \n\nFigura 29 - Comparação do processo de produção com e sem a inserção de resíduos de EPS \n\n \n\nFonte: Elaboração própria \n\n \n \n\n5.1.3. Análise de GEEs na reciclagem termomecânica \n\n \n\n\n\n84 \n\nAs emissões de GEE’s para o processo de reciclagem termomecânica de EPS são \n\napresentados na Tabela 24. \n\n \n\nTabela 24 - Emissões de GEE's do processo de reciclagem termomecânica \n\nEquipamentos \n\nConsumo específico de \n\nenergia \n\n(MJ/kgPS) \n\nEmissões de GEE \n\n(kg CO2eq/kgPS) \n\nTriturador (GP-1500 AB) 0,59 0,0132 \n\nEstufa (Orion 515) 54 1,2053 \n\nHomogeneizador (MH-50H) 5,3 0,1183 \n\nMoinho 1,08 0,0241 \n\nTotal 60,98 1,3609 \n\nFonte: Elaboração própria \n\n \n\nDe acordo com os dados apresentados na Tabela 24, pode-se observar que, apesar do \n\nconumo de energia no processo reciclagem termomecânica de EPS ser elevado, os níveis de \n\nemissões de GEE são baixos. Isso de deve ao fato da matriz de energia elétrica brasileira ser \n\npredominantemente de origem renovável. \n\n \n\n \n\n5.2. ANÁLISE DE GEEs “DO BERÇO AO TÚMULO” \n\n \n\n \n\n5.2.1. Análise de GEEs no ciclo de vida do EPS: Processo de produção convencional \n\n \n \n\nAs emissões GEE’s para o ciclo de vida do EPS (“do berço ao túmulo”) são então \n\nestimadas. Assim como no item 5.1.1, as emissões foram estimadas de acordo com a \n\nmetodologia e dados do IPCC (2006). O potencial de aquecimento global (GWP) estimado, de \n\nacordo com a equação (7), foi dividido em 5 etapas: (i) Produção da resina de EPS “do berço \n\nao portão”, (ii) Processo de produção de EPS “do portão ao portão”, (iii) Uso do EPS como \n\nembalagem, (iv) Descarte do EPS (considerando somente descarte em aterro) e (v) Transporte \n\ndo EPS ao longo do ciclo de vida. \n\n\n\n85 \n\nA metodologia para estimar emissões provenientes do transporte de produtos em estradas \n\né baseada no uso de combustível, quilometragem do veículo, e tecnologia de controle dos \n\nveículos (EPA, 2008). O fator de emissão devido ao transporte, considerando a utilização de \n\nóleo diesel, é mostrado na Tabela 25. \n\n \n\nTabela 25 - Fatores de emissão para fontes móveis, escopo 1 \n\n \n\nFator de emissão \n\n(kg/GJ) \n\nCO2 CH4 N2O \n\nTransporte em carreta à \nóleo diesel \n\n74,1 0,0039 0,0039 \n\nFator de emissão \n(CO2eq) \n\n75,2427 \n\nFonte: Elaboração própria a partir de IPCC (2006b) \n\n \n\nPara a etapa 1, considera-se uma média dos valores de emissões para a produção da resina \n\nde EPS “do berço ao portão”, de acordo com a Tabela 26. Para as demais etapas, os níveis de \n\nemissões de CO2 equivalente foram calculados de acordo com as equações (6) e (7) (Tabela \n\n27). \n\n \n\nTabela 26 – Emissões de GEE para o processo de obtenção da resina de EPS “do berço ao \n\nportão” encontradas na literatura \n\nFonte de Dados \n\nEmissões de GEE \n\n(kg CO2eq/kg \n\nresina de EPS) \n\nAPME (1999) 2,60 \n\nPatel (2003) 1,87* \n\nPlastics Europe (2006) 3,15 \n\nMadival et al. (2009) 2,80 \n\nPargana (2012) 2,96 \n\nMédia 2,88 \n\n*somente emissões de CO2 foram consideradas. \n\n \n\n\n\n86 \n\nTabela 27 - Emissões de GEE’s no ciclo de vida do EPS \n\nEtapa Descrição \n\nConsumo específico \n\nde energia \n\n(MJ/kgEPS) \n\nEmissões de GEE \n\n(kg CO2eq/kgEPS) \n\n1 Produção da resina de EPS 79,93 2,88 \n\n2 Produção do EPS 41,63 3,10 \n3 Uso do EPS 0,47 0,04 \n4 Descarte do EPS 0 0 \n5 Transporte 8,21 0,62 \n TOTAL 130,24 6,64 \n\nFonte: Elaboração própria \n\n \n \n\n5.2.2. Análise de GEEs no ciclo de vida do EPS com a inserção da reciclagem por \ninjeção de vapor \n\n \n \n\nAs emissões de GEE’s para os dois cenários de reciclagem de EPS por injeção de vapor \n\nforam então estimadas e os resultados são apresentados na Tabela 28. \n\n \n\nTabela 28 - Consumo energia no ciclo de vida do EPS com a inserção da reciclagem por \n\ninjeção de vapor \n\nTipo \n\nde \n\nEPS \n\nEtapa Descrição \n\nConsumo \n\nespecífico de \n\nenergia \n\n(MJ/kgEPS) \n\nEmissões de \n\nGEE \n\n(kgCO2eq/kgEPS) \n\nEPS30 \n\n1 Produção da resina de EPS 55,95 2,016 \n\n2 Produção do EPS 33,64 2,52 \n3 Uso do EPS 0,47 0,04 \n4 Descarte do EPS 0 0 \n5 Transporte 8,21 0,62 \n TOTAL 98,27 5,20 \n\nEPS40 \n\n1 Produção da resina de EPS 47,96 1,728 \n\n2 Produção do EPS 31,32 2,34 \n3 Uso do EPS 0,47 0,04 \n4 Descarte do EPS 0 0 \n5 Transporte 10,38 0,78 \n TOTAL 90,13 4,89 \n\nFonte: Elaboração própria \n\n\n\n87 \n\nDe acordo com os dados da Tabela 28, pode-se notar que ocorre uma diminuição de 1,5 \n\na 1,75 kgCO2eq/kgEPS (20 a 26 %) com a inserção de resíduos em processos convencionais de \n\nprodução de EPS (Figura 30). \n\n \nFigura 30 - Comparativo das emissões de GEEs no ciclo de vida do EPS com e sem a \n\nreciclagem por injeção de vapor \n\n \nFonte: Elaboração própria \n\n \n\n5.2.3. Análise de GEEs no ciclo de vida do EPS com a inserção da reciclagem \ntermomecânica \n\n \n\nNa Tabela 29 são apresentados os níveis de emissões do processo de reciclagem \n\ntermomecânica (“do portão ao portão”), calculados para a realidade brasileira, e do processo de \n\nprodução do GPPS (“do berço ao portão”) com base em dados europeus. \n\n \nTabela 29 - Emissões de GEE’s para a produção de GPPS (convencional x reciclagem) \n\nProcesso \nEmissões de GEE \n(kg CO2eq/kgEPS) \n\nProdução de GPPS \n“do berço ao portão” \n\n2,25* \n\nReciclagem \nTermomecânica de EPS \n“do portão ao portão” \n\n2,12 \n\n*Dado da Plastics Europe (2012) \n\nFonte: Elaboração própria \n\n\n\n88 \n\n \n\nPode-se notar que os níveis de emissões para ambos os casos tem valores bem próximos. \n\nVale destacar que a matriz de geração de energia elétrica da Europa foi considerada tendo 1% \n\nde fontes renováveis e a matriz energética brasileira cerca de 81%. Os níveis de emissões de \n\nCO2 e CH4 renováveis são levados em consideração para ambos os casos. Portanto, pode-se \n\nafirmar que o processo de reciclagem termomecânica emite menos GEE’s do que o processo \n\nconvencional de produção de PS. \n\n \n\n \n\n\n\n89 \n\n6. CONCLUSÕES \n \n \n\nOs benefícios ambientais do reuso de resíduos de EPS em substituição à matéria-prima \n\nvirgem foram demonstrados para ambos os casos de reciclagem de EPS estudados, com \n\nsignificativa redução do consumo de energia e também das emissões de gases de efeito estufa \n\ngeradas, tanto no processo de reciclagem com em todo o ciclo de vida do EPS. Com os \n\nresultados obtidos, verifica-se uma consequente redução no uso de insumos como petróleo, \n\ncombustível, energia elétrica e água. \n\nO processo de reciclagem por injeção de vapor se mostra uma alternativa simples e \n\nviável, já que esse pode ser realizado com uma pequena modificação no processo de produção \n\nconvencional do EPS, o que permite a inserção de até 40% de resíduos e ainda a diminuição do \n\nconsumo de energia elétrica, combustível, água e consequente redução de emissões de GEEs. \n\nQuando se analisa a inserção desse processo de reciclagem no ciclo de vida do EPS, ele se torna \n\nainda mais atraente, visto que grande parte dos resíduos de EPS gerados retorna para a produção \n\nao invés de serem destinados a aterros. Com isso a redução no uso insumos e energia elétrica \n\nao longo do ciclo de vida é significativa mesmo com o acréscimo do uso de combustível para \n\no transporte dos resíduos até a reciclagem. \n\nO estudo do processo de reciclagem termomecânica evidencia que o consumo de energia \n\npara a produção de poliestireno reciclado é menor que o consumo de energia para a produção \n\nde poliestireno virgem (via processo convencional de produção de poliestireno cristal), assim \n\ncomo as emissões de GEEs. A inserção desse processo de reciclagem no ciclo de vida do EPS \n\ngera um benefício ambiental no que se refere a destinação dos resíduos do EPS para a \n\nreciclagem ao invés de aterros, visto que nesse caso os resíduos de EPS não retornam para seu \n\nciclo de vida. \n\nUm fator que pode limitar a aplicação desses processos é o transporte desses resíduos até \n\na reciclagem, devido ao volume ocupado pelo EPS, o que gera um consumo de combustível \n\nsignificativo para a movimentação de grandes quantidades. Sendo assim, a implantação de \n\nprocessos de reciclagem deve ser realizada em locais estratégicos, para que os benefícios \n\nambientais possam ser efetivamente obtidos. \n\n \n\n\n\n90 \n\nAtravés da avaliação de ciclo de vida (ACV) do EPS pôde-se verificar o quão complexo \n\né o levantamento e a interpretação de dados para esse tipo de estudo. O processo de \n\nlevantamento de dados (inventário) é particularmente difícil no Brasil, que não possui bases de \n\ndados consistentes dos processos de extração e produção de petróleo, bem como da produção \n\nde químicos em geral. Aparentemente não há interesse por parte das indústrias e do governo \n\npara fornecimento de dados para elaboração de bancos de informações confiáveis. Sendo assim, \n\nfez-se necessário adoção de dados de outros países, o que pode gerar incertezas nos resultados \n\nobtidos nesse trabalho. A impossibilidade do uso de um software de ACV, empobrece o estudo, \n\nvisto que esses softwares possibilitam a análise de impacto utilizando diversos métodos de \n\nanálise que poderiam ter sido incluídos nesse estudo. O uso de softwares permite ainda garantir \n\ncálculos de maior confiança, bem como um processamento de dados mais prático. \n\nPor fim, pode-se afirmar que a contribuição ambiental da reciclagem é significativa, visto \n\nque ela evita o descarte dos resíduos de EPS no meio ambiente, reduz o consumo de petróleo e \n\nenergia elétrica, e consequentemente, reduz emissões de GEEs relacionadas ao sistema \n\nprimário, que deixa de ocorrer quando o resíduo substitui parte da matéria-prima virgem. \n\nConsiderando que a tendência é a diminuição de oferta do petróleo e de áreas para aterro de \n\nresíduos e também o aumento no consumo de EPS, a reciclagem vem de encontro a solucionar \n\nessas questões, minimizando os impactos ambientais e proporcionando benefícios para a \n\nsociedade.  \n\nComo sugestões para trabalhos futuros pode-se citar: \n\n• Análise exergética dos processos de produção e reciclagem de EPS; \n\n• Análise termoeconômica dos processos de produção e reciclagem de EPS; \n\n• Incorporação de estudos de outros métodos de reciclagem de EPS; \n\n• Incorporação de técnicas de cogeração de energia nos processos de produção e de \n\nreciclagem de EPS; \n\n• Estudo de gaseificação de resíduos de EPS. \n\n \n\n\n\n91 \n\nREFERÊNCIAS \n\n \n \nABIPLAST, Associação Brasileira da Indústria do Plástico (2012). Perfil 2012 – \n\nIndústria Brasileira de Transformação de Material Plástico. Disponível em: \n<http://www.abiplast.org.br/site/estatisticas>. Acesso em: 15 mar. 2014. \n\n \n \nABRAPEX, Associação Brasileira do Poliestireno Expandido (2008). O EPS e o meio \n\nambiente. Disponível em:&lt;http://www.termoeps.com.br/meioambiente_folheto.htm>. Acesso \nem: 13 jun. 2014. \n\n \n \nACV BRASIL (2014). Soluções computacionais – Ecoinvent v3. Disponível em: \n\nhttp://www.acvbrasil.com.br/solucoes-computacionais/ecoinvent-v3/>. Acesso em: 03 mar. \n2015. \n\n \n \nAGOUA, E.; ALLOGNON-HOUESSOU, E.; ADJOVI, E.; TOGBEDJI, B. Thermal \n\nconductivity of composites made of wastes of wood and expanded polystyrene. Construction \nand Building Materials, v. 41, p. 557–562, apr. 2013. \n\n \n \nALMEIDA, J. Introdução à Indústria do Petróleo. Rio Grande: FURG-CTI, 2006. 76p. \n \n \nALSEMA, E. A. Energy Requirements of Thin-film Solar Cell Modules: a review. \n\nRenewable Sustainable Energy, v.2, p.387-415, 1998. \n \n \nAMIANTI, M.; BOTARO, V. R.; Recycling of EPS: A new methodology for production \n\nof concrete impregnated with polystyrene (CIP). Cement &amp; Concrete Composites, v. 30, p. \n23–28, jan. 2008. \n\n \n \nANDRADY, A. L. Plastics and the Environment. John Wiley &amp; Sons, Inc., Hoboken, \n\nNew Jersey, 2003. 19p. \n \n \nANEEL (2015), Espaço do consumidor, Perdas de energia. Disponível em: \n\n<://www.aneel.gov.br/area.cfm?idArea=801>. Acesso em: 15 mar. 2015. \n \n \nANP, Agência Nacional de Petróleo (2009). Esquemas de produção no refino do \n\npetróleo. Disponível em: \n<http://www.anp.gov.br/?pg=7854&amp;m=&amp;t1=&amp;t2=&amp;t3=&amp;t4=&amp;ar=&amp;ps=&amp;cachebust=1414425\n520597>. Acesso em: 27 jul. 2014. \n\n\n\n92 \n\nANP, Agência Nacional do Petróleo (2010). O que é refino? Disponível em: \n<http://www.anp.gov.br/?pg=15699&amp;m=&amp;t1=&amp;t2=&amp;t3=&amp;t4=&amp;ar=&amp;ps=&amp;cachebust=141437\n6065293>, Acesso em: 27 jul. 2014. \n\n \n \nANP, Agência Nacional do Petróleo (2013). Anuário Estatístico 2013. Disponível em: \n\n<http://www.anp.gov.br/?pg=71777&amp;m=&amp;t1=&amp;t2=&amp;t3=&amp;t4=&amp;ar=&amp;ps=&amp;cachebust=141437\n8718803#Se__o_2>. Acesso em 27 jul. 2014. \n\n \n \nANTUNES, A. Setores da indústria química orgânica. Rio de Janeiro: E-papers, 2007. \n\n242p. \n \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR ISO 14040: Gestão \n\nambiental - Avaliação do ciclo de vida - Princípios e estrutura. Rio de Janeiro, 2009. \n \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR ISO 14044: Gestão \n\nambiental - Avaliação do ciclo de vida - Requisitos e orientações. Rio de Janeiro, 2009. \n \n \nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. ISO/TR 14049: Gestão \n\nambiental – Avaliação do ciclo de vida — Exemplos ilustrativos de como aplicar a ABNT NBR ISO \n\n14044 à definição de objetivo e escopo e à análise de inventário. Rio de Janeiro, 2014. \n \n \nARVANITOYANNIS, I. S.; ISO 14040: Life Cycle Assessment (LCA) –Principles and \n\nGuidelines. Waste Management for the Food Industries, p. 97-126, 2008. \n \n \nBAJDUR, W.; PAJACZKOWSKA, J.; MAKARUCHA, B.; SULKOWSKA, A.; \n\nSULKOWSKI, W.; Effective polyelectrolytes synthesized from expanded polystyrene wastes. \nEuropean Polymer Journal, v. 38, n.2, p. 299-304, feb. 2002. \n\n \n \nBAUMANN, H.; TILLMAN, A. M., The hitch hiker’s guide to LCA. Studentlitteratur \n\nAB, Lund, Sweden, 2004. 544p. \n \n \nBEN, Balanço Energético Nacional 2014: Ano base 2013. Empresa de Pesquisa \n\nEnergética (EPE). Rio de Janeiro, 2014. 288p. \n \n \nBJÖRKLUND, A.; FINNVEDEN, G.; Recycling revisited—life cycle comparisons of \n\nglobal warming impact and total energy use of waste management strategies. Resources, \nConservation and Recycling. v. 44, p. 309–317, feb. 2005. \n\n \n \n\n\n\n93 \n\nBORSOI, C.; SCIENZA, L. C.; ZATTERA, A. J.; Characterization of composites based \non recycled expanded polystyrene reinforced with curaua fibers. Journal of Applied Polymer \nScience. v.128, iss.1, p.653–659, apr. 2013. \n\n \n \nBOUSTEAD, I. Eco-profiles of the European plastics industry, Report 2: Olefin \n\nfeedstock sources. European Centre for Plastics in the Environment (PWMI), Brussels, 1993a. \n \n \nBOUSTEAD, I. Eco-profiles of the European plastics industry, Report 4: \n\nPolystyrene. European Centre for Plastics in the Environment (PWMI), Brussels, 1993b. \n \n \nBOUSTEAD, I.; HANCOCK, G.F. Handbook of industrial energy analysis. Ellis \n\nHorwood Ltd., Chichester, 1979. 422p. \n \n \nBUSINESS WIRE (2014). Research and Markets: Polystyrene (PS) and Expandable \n\nPolystyrene (EPS) Global Market to 2020. Disponível em: \n<http://www.businesswire.com/news/home/20120110006782/en/Research-Markets-\nPolystyrene-PS-Expandable-Polystyrene-EPS#.VEwaKhaq92U> Acesso em: 25 jul. 2014. \n\n \n \nCB&amp;I (2012). Ethylbenzene/Styrene Monomer. Disponível em: \n\n<www.CBI.com/lummus-technology>, Acesso em: 30 jul. 2014. \n \n \nCETESB (2012). Ficha de Informação Toxicológica – FIT. Disponível em: \n\n<http://www.cetesb.sp.gov.br/userfiles/file/laboratorios/fit/etilbenzeno.pdf>, Acesso em: 29 \njul. 2014. \n\n \n \nCHOI, N. W.; OHAMA, Y.; Development and testing of polystyrene mortars using waste \n\nEPS solution-based binders. Construction and Building Materials, v.18, iss.4, p.235-241, jan. \n2004. \n\n \n \nCURRAN, M. A.; NOTTEN, P. Summary of global life cycle inventory data \n\nresources. Task Force 1: Database Registry SETAC/UNEP Life Cycle Initiative (2006). 34p. \nDisponível em: \n<http://www.epa.gov/ordntrnt/ORD/NRMRL/std/lca/pdfs/summary_of_global_lci_data_resou\nrces.pdf>. Acesso em: 30 jul. 2014. \n\n \n \nDOW Chemical Company (2007). Product Safety Assessment: Pentane.  Disponível \n\nem: \n<http://msdssearch.dow.com/PublishedLiteratureDOWCOM/dh_0082/0901b8038008211a.pd\nf?filepath=productsafety/pdfs/noreg/233-00293.pd...&amp;fromPage=GetDoc>, Acesso em: 30 jul. \n2014. \n\n\n\n94 \n\nECOINVENT CENTRE, Database v.3.1 (2014). Disponível em: &lt;\nhttp://www.ecoinvent.org/login-databases.html>. Acesso em: 15 abr. 2015. \n\n \n \nEKVALL, T. and TILLMAN A.-M., Open-Loop Recycling: Criteria for Allocation \n\nProcedures. International Journal of Life Cycle Assessment, v.2, iss.3, p.155-162, 1997. \n \n \nEPD – Environmental Product Declarations (2008), EPD Supporting Annexes. The \n\nInternational EPD Corporation. Disponível em: &lt;\nhttp://www.environdec.com/Documents/GPI/EPD_annexes_080229.pdf>. Acesso em: 20 jan. \n2015. \n\n \n \nEPS Industry Alliance (2012). Expanded Polystyrene Packaging Environmental \n\nProfile Analysis. A presentation of quantified environmental life cycle product information for \nexpanded polystyrene (EPS) packaging systems. Crofton, 2013. 4p. Disponível em: \n<www.epsindustry.org/sites/default/files/Enviornmental Profile Analysis.pdf>. Acesso em: 14 \njul. 2014. \n\n \n \nEPS RECYCLING (2014). Reuse of EPS through Three Recycling Processes. \n\nDisponível em:&lt;http://www.eps-recycling.net/reuse-of-eps-through-three-recycling-\nprocesses/>. Acesso em 14 abr. 2014. \n\n \n \nEUMEPS, European Association of Expanded Polystyrene (2001). Life Cycle \n\nAssessment of the Industrial Use of Expanded Polystyrene Packaging in Europe, Case \nStudy: Packaging Sistem for TV. 141p. Disponível em: \n<http://www.anape.es/pdf/gabinete_oi.pdf>. Acesso em: 18 feb. 2015. \n\n \n \nEUMEPS, European Association of Expanded Polystyrene (2002a). It increases to 45% \n\nEuropean rate of recycling of EPS. Disponível em: \n<http://www.ecopse.fr/userfiles/file/annexe/Eumeps.pdf>. Acesso em: 10 mar.2014. \n\n \n \nEUMEPS, European Association of Expanded Polystyrene (2002b). EPS The \n\nEnvironmental Truth – Results of the Life Cycle Assessment. Belgium. 4p. Disponível em: \n<http://www.eumeps.construction/show.php?ID=4465&amp;psid=hmotjteo>. Acesso em: 20 feb. \n2014. \n\n \n \nEUMEPS, European Association of Expanded Polystyrene (2011). Life Cycle \n\nAssessment of the Industrial Use of Expanded Polystyrene Packaging in Europe, Case \nStudy: Comparison of Three Fishbox solutions, France. 148p. Disponível em: \n<http://www.fishboxes.info/wp-\ncontent/uploads/2012/04/EUMEPS_report_PwC_112211.pdf>.Acesso em: 15 feb. 2015. \n\n \n \n\n\n\n95 \n\nEUROPEAN COMMISSION JOINT RESEARCH CENTRE (2003). European Union \nRisk Assessment Report n-Pentane, European Chemicals Bureau, v. 40. Disponível em: \n<http://echa.europa.eu/documents/10162/b6f65b28-ff8b-4ba9-a66e-61dc245fc262>. Acesso \nem: 29 jul. 2014. \n\n \n \nEVANS D. G., ROSS S. D. Life cycle analysis of produce boxes: comparison of expanded \n\npolystyrene and corrugated cardboard. Melbourne: University of Melbourne, 1996. \n \n \nFABI, A. R. Comparação do consumo de energia e emissão de CO2 entre garrafas de \n\nPET e de vidro, utilizando análise de ciclo de vida. 2004. 122p. Dissertação (Mestrado em \nEngenharia Mecânica) – Faculdade de Engenharia Mecânica, Universidade Estadual de \nCampinas, Campinas, 2004. \n\n \n \nFRISCHKNECHT, R.; JUNGBLUTH, N.; ALTHAUS, H-J.; BAUER, C.; DOKA, G.; \n\nDONES, R.; HELLWEG, S.; HISCHIER, R.; HUMBERT S.; MARGNI, M.; NEMECEK, T. \nImplementation of life cycle impact assessment methods. Ecoinvent report No. 3, v.2.0. \nSwiss Centre for Life Cycle Inventories, Dübendorf, CH, 2007. \n\n \n \nFRISCHKNECHT, R.; WYSS, F.; KNÖPFEL, S.B.; LÜTZKENDORF, T.; \n\nBALOUKTSI, M. Cumulative energy demand in LCA: the energy harvested approach. Int J \nLife Cycle Assess v.20, p.957–969, may. 2015. \n\n \n \nGÁSTECH (2014). Alta Tecnologia em Conversão a gás. GNV – Gás Natural \n\nVeicular. Disponível em:&lt;http://sites.amarillasinternet.com/gastech/gnv.html>. Acesso em: \n18 ago. 2014. \n\n \n \nGARY; J.H.; HANDWERK, G. E. Petroleum Refining: Technology and Economics. \n\n4th. New York: Marcel Dekker, Inc, 2001. 455p. \n \n \nGEDDES, P. An analysis of the principles of economics. In: PROCEEDINGS OF THE \n\nROYAL SOCIETY OF EDINBURG, 12, 1884, p.943-980. \n \n \nGHG Management Institute (2015). What is a global warming potential? And which \n\none do I use. Disponível em:&lt;http://ghginstitute.org/2010/06/28/what-is-a-global-warming-\npotential/>. Acesso em: 15 mai. 2015. \n\n \n \nGROTE, Z. C. V.; SILVEIRA, J. L. Estudo faz Análise Energética e Exergética de um \n\nProcesso de Reciclagem de EPS. Plástico Industrial, v.59, n.5, p.108-121, 2003.  \n \n \n\n\n\n96 \n\nGUO, M.; MURPHY, R. J., Is There a Generic Environmental Advantage for Starch–\nPVOH Biopolymers Over Petrochemical Polymers? Journal of Polymers and the \nEnvironment, v.20, p.976–990, jul. 2012. \n\n \n \nGUTIÉRREZ, C.; GARCÍA, M.T.; GRACIA, I.; DE LUCAS, A.; RODRÍGUEZ, J. F.; \n\nRecycling of extruded polystyrene wastes by dissolution and supercritical CO2 technology. \nJournal of Material Cycles and Waste Management, v.14, p.308–316, oct. 2012. \n\n \n \nHAMAD, K.; KASEEM, M.; DERI, F. Recycling of waste from polymer materials: An \n\noverview of the recent Works. Polymer Degradation and Stability, v.98, iss.12, p.2801-2812, \ndec 2013. \n\n \n \nHERNÁNDEZ-ZARAGOZA, J. B.; LÓPEZ-LARA, T.; HORTA-RANGEL, J.; LÓPEZ-\n\nCAJÚN, C.; ROJAS-GONZÁLEZ, E.; GARCÍA-RODRIGUEZ, F. J.; ADUE, J.; Cellular \nConcrete Bricks with Recycled Expaded Polystyrene Aggregate. Advances In Materials \nScience And Engineering, v.2013, p.1-5, oct. 2013. \n\n \n \nRÖHRLICH, M.; MISTRY, M.; MARTENS, P.N.; BUNTENBACH, S.; RUHRBERG, \n\nM.; DIENHART, M.; BRIEM, S.; QUINKERTZ, R.; ALKAN, Z.; KUGELER, K. A Method \nto Calculate the Cumulative Energy Demand (CED) of Lignite Extraction. Int. J. LCA, v.5, \np.369-373, 2000. \n\n \n \nHOLTZ, R. D. Obtenção de catalisadores de vanádio e magnésio suportados em \n\ncarvão ativado para a produção de estireno. 2008. 111p. Dissertação (Mestrado em Química) \n– Instituto de Química, Universidade Federal da Bahia, Salvador, 2008. \n\n \n \nHOPEWELL, J., DVORAK, R., KOSIOR, E., Plastics recycling: challenges and \n\nopportunities. Philosofical Transactions of the Royal Society B, v.364, iss.1526, p. 2115-\n2126, 2009. \n\n \n \nHOUGHTON, J. T.; FILHO, L. G. M.; CALLANDER, B. A.; HARRIS, N.; \n\nKATTENBERG, A.; MASKELL, K. Climate Change 1995: the Science of Climate Change. \nContribution of WGI to the Second Assessment Report of the Intergovernmental Panel on \nClimate Change (1996). New York: Cambridge University Press, 588p. Disponível em: &lt;\nhttps://www.ipcc.ch/ipccreports/sar/wg_I/ipcc_sar_wg_I_full_report.pdf>. Acesso em: 03 \nmar. 2015. \n\n \n \n\nHOUGHTON, J.T.; DING, Y.; GRIGGS, D.J.; NOGUER, M.; VAN DER LINDEN, P.J.; \nDAI, X.; MASKELL, K.; JOHNSON, C.A. Climate Change 2001: the Scientific Basis. \nContribution of Working Group I to the Third Assessment Report of the Intergovernmental \nPanel on Climate Change (2011). New York: Cambridge University Press, 94p. Disponível em: \n&lt;http://www.grida.no/climate/ipcc_tar/wg1/pdf/wg1_tar-front.pdf>. Acesso em: 03 mar. 2015. \n\n\n\n97 \n\nHUNT, R.G.; FRANKLIN, W.E.; WELCH, R.O.; CROSS, J.A.; WOODAL, A.E. \nResource and environmental profile analysis of nine beverage container alternatives. \nMidwest Research Institute for U.S. Environmental Protection Agency, Washington DC, 1974. \n\n \n \nIFIAS, International Federation of Institutes for Advanced Studies. Report on the \n\nWorkshop on Energy Analysis and Economics (in Lindigoe , Sweden, June 1975). Resources \nand Energy, v.1, p.151-204, 1978. \n\n \n \nIPCC (2006a). Guidelines for National Greenhouse Gas Inventories, Volume 2: \n\nEnergy, Chapter 2: Stationary Combustion. Disponível em: &lt;http://www.ipcc-\nnggip.iges.or.jp/public/2006gl/pdf/2_Volume2/V2_2_Ch2_Stationary_Combustion.pdf>. \nAcesso em: 13 mar. 2014. \n\n \n \nIPCC (2006b). Guidelines for National Greenhouse Gas Inventories, Volume 2: \n\nEnergy, Chapter 3: Mobile Combustion. Disponível em: &lt;http://www.ipcc-\nnggip.iges.or.jp/public/2006gl/pdf/2_Volume2/V2_3_Ch3_Mobile_Combustion.pdf>. Acesso \nem 13 mar. 2014 \n\n \n \nIPCC (2013). Climate Change 2013: The Physical Science Basis. Contribution of \n\nWorking Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate \nChange. New York: Cambridge University Press, 1535p. Disponível em: &lt;\nhttp://www.climatechange2013.org/images/report/WG1AR5_ALL_FINAL.pdf>. Acesso em: \n11 mar. 2015.  \n\n \n \nKANG, D.; SGRICCIA, N.; SELKE, S.; AURAS, R., Comparison of bacon packaging \n\non a life cycle basis: a case study. Journal of Cleaner Production, v.54, p.142-149, 2013. \n \n \nKLÖPFFER, W. In defense of the cumulative energy demand (editorial). International \n\nJournal of Life Cycle Assessment, v.2, iss.2, p.61, jun. 1997. \n \n \nKNIGHT, A.; WOLFE, J.; POON, J. Life Cycle Assessment. Toronto: ICF Kaiser \n\nCanada, 1996. 35p. \n \n \nLEE, E. H.; Catalysis Rev. Science Engineering, v.8, p. 285, 1963. \n \n \nLEE, S. J.; JEOUNG, H. G.; AHN, K. H. J. Appl. Polym. Sci., v.89, p.3672, 2003. \n \n \nLEITE, H. E. B.; OLIVEIRA, A. C.; RANGEL, M. C.; Ação promotora do zinco em \n\ncatalisadores de síntese do estireno. Química Nova, v.27, n.2, p.247-250, 2004. \n \n\n\n\n98 \n\n \nLO MONTE, F.; BAMONTE, P.; GAMBAROVA, P. G.; Physical and mechanical \n\nproperties of heat-damaged structural concrete containing expanded polystyrene syntherized \nparticles. Fire and Materials. v. 39, p.58-71, 2015. \n\n \n \nMACIEIRA, R. P. Produção de compósito do tipo gesso-polímero para aplicação na \n\nfabricação de painéis externos em edificações. 2011. 96p. Dissertação (Mestrado) – \nUniversidade Católica de Pernambuco, Recife, 2011. \n\n \n \nMADIVAL, S.; AURAS. R.; SINGH, S. P.; NARAYAN, R.; Assessment of the \n\nenvironmental profile of PLA, PET and PS clamshell containers using LCA methodology. \nJournal of Cleaner Production, v.17, p.1183–1194, 2009. \n\n \n \nMELO, C. A., A expansão do Sistema de distribuição de gás natural no Brasil: a \n\ndinâmica dos investimentos, da renda e das emissões de CO2. 2005. 81p. Dissertação \n(Mestrado) – Faculdade de Engenharia Mecânica, Universidade Estadual de Campinas, \nCampinas, 2005. \n\n \n \nMERCHANT RESEARCH &amp; CONSULTING ITD (2014a). Styrene: 2014 World \n\nMarket Outlook and Forecast up to 2018. Disponível em: \n<http://mcgroup.co.uk/researches/styrene>. Acesso em: 25 mar. 2014. \n\n \n \nMERCHANT RESEARCH &amp; CONSULTING ITD (2014b). Expandable Polystyrene \n\n(EPS): 2014 World Market Outlook and Forecast up to 2018. Disponível em: \n<http://mcgroup.co.uk/researches/expandable-polystyrene-eps>. Acesso em: 25 mar. 2014. \n\n \n \nMIRANDA, M. M. Fator de emissão de gases de efeito estufa da geração de energia \n\nelétrica no Brasil: implicações da aplicação da Avaliação do Ciclo de Vida. 2012. 162p. \nDissertação (Mestrado). Escola de Engenharia de São Carlos, Universidade de São Paulo, São \nPaulo, 2012. \n\n \n \nMMA, Ministério do Meio Ambiente (2014). Gás Natural. Disponível em: \n\n<http://www.mma.gov.br/clima/energia/fontes-convencionais-de-energia/gas-natural>. \nAcesso em: 27 jul. 2014. \n\n \n \nMONTENEGRO, R. S. P.; SERFATY, M. E. Aspectos gerais do poliestireno. Rio de \n\nJaneiro: BNDES Setorial, p. 123-136, v. 16, set. 2002. \n \n \nMOURAD, A.L.; GARCIA, E.E.C.; VILHENA, A. Avaliação do ciclo de vida: \n\nprincípios e aplicações. CETEA/CEMPRE, Campinas, 2002. 92p. \n \n\n\n\n99 \n\n \nMUNDO EDUCAÇÃO (2014). Poliestireno. Disponível em: \n\n<http://www.mundoeducacao.com/quimica/poliestireno.htm>. Acesso em 24 jul. 2014. \n \n \nNETZER, D. Benzene supply trends and proposed method for enhanced recovery. In: \n\n2005 WORLD PETROCHEMICAL CONFERENCE, 2005, Houston. Disponível em: \n<http://www.petrochemicals.dnetzer.net/articles/article-3.05.pdf>. Acesso em: 27 jul. 2014. \n\n \n \nNICHOLSON, A.L. et al. End-of-life LCA allocation methods: Open loop recycling \n\nimpacts on robustness of material selection decisions. In: ISSST '09. PROCEEDINGS OF THE \n2009 IEEE INTERNATIONAL SYMPOSIUM ON SUSTAINABLE SYSTEMS AND \nTECHNOLOGY, Washington. 2009. p.1-6. \n\n \n \nNOGUCHI, T.; MIYASHITA, M.; INAGAKI, Y.; WATANABE, H.; A New Recycling \n\nSystem for Expanded Polystyrene using a Natural Solvent. Part 1. A New Recycling Technique. \nPackag. Technol. Sci. v.11, p.19-27, 1998. \n\n \n \nOLIVEIRA, A.C. et al. Efeito do cromo nas propriedades catalíticas da MCM-41. \n\nQuímica Nova. v.28, n.1, p.37-41, 2005. \n \n \nPARGANA, N. G. S. C., Environmental impacts of the life cycle of thermal insulation \n\nmaterials of buildings. Dissertation (Master in Environmental Engeneering), Técnico Lisboa, \nSeptember 2012. \n\n \n \nPATEL, M.; Cumulative energy demand (CED) and cumulative CO2 emissions for \n\nproducts of the organic chemical industry. Energy. v.28, p.721–740, 2003. \n \n \nPETROBRÁS. Processos de Refino. Curitiba: Petrobrás, 2002. \n \n \nPLASTEMART (2013). Polystyrene and EPS market expected to grow at a healthy \n\nrate of 5.6% from 2010-2020. Disponível em:&lt;http://www.plastemart.com/Plastic-Technical-\nArticle.asp?LiteratureID=1916&amp;Paper=polystyrene-expandable-polystyrene-eps-market-to-\ngrow-healthy-rate-5.6-percent-from-2010-2020>. Acesso em: 15 jul. 2014. \n\n \n \nPLÁSTICOS EM REVISTA (2014). Edição 601/Especial. Disponível em: \n\n<http://plasticosemrevista.com.br/index.php/component/content/article/123-edicao-601/675-\nedicao-601-especial> Acesso em 26 jun. 2014. \n\n \n \nPLASTICS EUROPE (2006). Eco-profiles of the European Plastics Industry, \n\nPOLYSTYRENE (Expandable)(EPS), 2006. \n\n\n\n100 \n\nPLASTICS EUROPE (2012). Eco-profiles and Environmental Product Declarations \nof the European Plastics Manufacturers, General-Purpose Polystyrene (GPPS) and High-\nImpact Polystyrene (HIPS). Disponível em: &lt;\nhttp://www.plasticseurope.org/Documents/Document/20100312112214-\nFINAL_POLYSTYRENE_GPPS_111209-20090428-003-EN-v1.pdf>. Acesso em: 15 ago. \n2014. \n\n \n \nPLASTICS EUROPE (2013). Plastics – the Facts 2013, An analysis of European latest \n\nplastics production, demand and waste data, Disponível em: \n<http://www.plasticseurope.org/Document/plastics-the-facts-2013.aspx?FolID=2>. Acesso em \n10 mar. 2014. \n\n \n \nPLASTICS EUROPE (2015). What does feedstock energy mean?, Disponível em: &lt;\n\nhttp://www.plasticseurope.org/plastics-sustainability-14017/life-cycle-thinking-\n1746/frequently-asked-questions/what-does-feedstock-energy-mean.aspx>. Acesso em 10 abr. \n2015. \n\n \n \nPLASTICS NEW ZEALAND (2014). EPS Properties and Processing. Disponível em: \n\n<http://www.plastics.org.nz/factsandresources/typesofplastic/expandedpolystryene/EPSproper\nties/> Acesso em 16 abr. 2014. \n\n \n \nPLASTIVIDA, Instituto Sócio-Ambiental dos Plásticos (2013). Brasil recicla 34,5% do \n\nEPS pós-consumo. Disponível em:&lt;http://www.plastivida.org.br/2009/Releases_092.aspx>. \nAcesso em: 10 mar. 2014. \n\n \n \nPOLETTO, M.; DETTENBORN, J.; ZENI, M., ZATTERA, A. J.,Characterization of \n\ncomposites based on expanded polystyrene wastes and wood flour. Waste Management v.31, \np.779–784, 2011. \n\n \n \nPRADO, M. R. Análise do inventário do ciclo de vida de embalagens de vidro, \n\nalumínio e PET utilizadas em uma indústria de refrigerantes no Brasil. 2007. 188p. \nDissertação (Mestrado) – Universidade Federal do Paraná, Curitiba, 2007. \n\n \n \nPRIBERAM, Dicionário da Língua Portuguesa. Disponível em: \n\n<http://www.priberam.pt/dlpo/>. Acesso em 20 dez. 2014. \n \n \nPROGRAMA BRASILEIRO GHG PROTOCOL (2014). Contabilização, \n\nQuantificação e Publicação de Inventários Corporativos de Emissões de Gases de Efeito \nEstufa. Segunda Edição Disponível em: \n<http://www.ghgprotocolbrasil.com.br/index.php?r=site/CapaSecao&amp;id=2>. Acesso em 15 \nout. 2014. \n\n\n\n101 \n\nRAMÍREZ, P. Análise de Métodos de Alocação Utilizados em Avaliação do Ciclo de \nVida. 2009. 138p. Dissertação (Mestrado em Engenharia Ambiental) – Universidade Federal \nde Santa Catarina, Florianópolis, 2009. \n\n \n \nRIBEIRO, P. H. Contribuição ao banco de dados brasileiro para apoio à avaliação \n\ndo ciclo de vida: fertilizantes nitrogenados. 2009. 343p. Tese (Doutorado) – Escola \nPolitécnica, Universidade de São Paulo, São Paulo, 2009. \n\n \n \nROSS, S.; EVANS, D., The environmental effect of reusing and recycling a plastic-based \n\npackaging system, Journal of Cleaner Production. v.11, p.561–571, 2003. \n \n \nROVERE, J.; CORREA, C.A.; GRASSI, V. G.; DAL PIZZOL, M.F., Caracterização \n\nMorfológica do Poliestireno de Alto Impacto (HIPS). Polímeros: Ciência e Tecnologia. v.18, \nnº1, p.12-19, 2008. \n\n \n \nSANTOS, M. F. N.; BATTISTELLE, R. A. G.; HORI, C. Y.; JULIOTI, P. S., Importância \n\nda avaliação do ciclo de vida na análise de produtos: possíveis aplicações na construção civil. \nGEPROS - Gestão da Produção, Operações e Sistemas – Ano 6, nº 2, p. 57-73, abr-jun 2011. \n\n \n \nSCHEIRS, J. Polymer recycling. Science, technology and applications. John Wiley &amp; \n\nSons. New York, 1998. 591p. \n \n \nSCHEIRS, J.; PRIDDY, D. B., Modern Styrenic Polymers: Polystyrenes and Styrenic \n\nCopolymers. John Wiley &amp; Sons, Ltd, 2003. \n \n \nSCHMIDT, P. N. S. A qualidade de placas de circuito impresso confeccionadas a \n\npartir de poliestireno reciclado. 2012. 79p. Dissertação (Mestrado) – Universidade Estadual \nPaulista, Faculdade de Engenharia de Guaratinguetá, Guaratinguetá, 2012. \n\n \n \nSILVA, G. A.; KULAY, L. A., Avaliação do Ciclo de Vida. In: VILELA, A; \n\nDEMAJOROVIC, J. Modelos e Ferramentas de Gestão Ambiental: desafios e perspectivas para \nas organizações. São Paulo: Editora SENAC, 2006. \n\n \n \nSILVA, D. A. L. Avaliação do ciclo de vida da produção do painel de madeira MDP \n\nno Brasil. 2012. 207p. Dissertação (Mestrado) – Escola de Engenharia de São Carlos, \nUniversidade de São Paulo, São Paulo, 2012. \n\n \n \nSOUSA E SILVA, Estudo da adsorção de polieletrólitos e do ordenamento molecular \n\nde filmes poliméricos automontados através da óptica não-linear. 2010. 154p. Tese \n(Doutorado) – Instituto de Física de São Carlos, Universidade de São Paulo, São Carlos, 2010. \n\n\n\n102 \n\nSPINACÉ, M. A. S.; PAOLI, M. A. A tecnologia da reciclagem de polímeros, Química \nNova. v.28 n.1, jan-fev. 2005. \n\n \n \nSUWANMANEE, U.; VIGANDA VARABUNTOONVIT, V.; CHAIWUTTHINAN, P.; \n\nTAJAN, M.; MUNGCHAROEN, T.; LEEJARKPAI, T.; Life cycle assessment of single use \nthermoform boxes made from polystyrene (PS), polylactic acid, (PLA), and PLA/starch: cradle \nto consumer gate. Int J Life Cycle Assess. v.18, p.401–417, 2013. \n\n \n \nSZKLO, A. S.; ULLER, V. C. Fundamentos do refine de petróleo: tecnologia e \n\neconomia. 2ªed. Rev. e ampl. – Rio de Janeiro: Interciência, 2008. \n \n \nTAGUCHI, Y.; TANAKA, M. Preparation of composite particles made from solid \n\npowders and wasted plastics by semichemical recycle method. Journal of Applied Polymer \nScience. v.88, p.483-488, 2003. \n\n \n \nTAN, R. B. H.; KHOO, H. H., Life Cycle Assessment of EPS and CPB inserts: design \n\nconsiderations and end of life scenarios, Journal of Environmental Management. v.74, \np.195-205, 2005. \n\n \n \nTESSARI, J. Utilização de poliestireno expandido e potencial de aproveitamento de \n\nseus resíduos na construção civil. 2006. 102p. Dissertação (Mestrado) - Universidade Federal \nde Santa Catarina, Florianópolis, 2006. \n\n \n \nTHE PLASTICS PORTAL (2014). Polystyrene (PS). Disponível em: \n\n<http://www.plasticseurope.org/what-is-plastic/types-of-plastics-11148/polystyrene.aspx>. \nAccesso em 14 abr. 2014. \n\n \n \nUNEP - United Nations Environment Programme (2011). Life Cycle Assessment. \n\nDisponível em: \n<http://www.unep.org/resourceefficiency/Consumption/StandardsandLabels/MeasuringSustai\nnability/LifeCycleAssessment/tabid/101348/Default.aspx>. Acesso em 03 abr. 2014. \n\n \n \nVDI-Richtlinien (1997): Cumulative Energy Demand-Terms, Definitions, Methods of \n\nCalculation. VDI - Guideline 4600, Beuth Verlag GmbH, Berlin. \n \n \nXUE, F.; TAKEDA, D.; KIMURA, T.; MINABE, M.; Effect of organic peroxides on the \n\nthermal decomposition of expanded polystyrene with the addition of ?-methylstyrene. Polymer \nDegradation and Stability, v.83, iss.3, p.461-466, mar. 2004."}]}}}