{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04903"}, {"@name": "filename", "#text": "BTP_1964_7_1_11_Ensaios_nao_destrutivos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DIVERSOS\ndó- ctwwbeto\nAlexandre J. D. Macchi (*)\nSINOPSE — Substituição do método clássico de ensaio, ou seja, ruptura do corpo de prova por método baseado na velocidade de propagação de movimento vibratório através do corpo ensaiado.\nNum meio sólido indefinido, independente da sua homogeneidade, a transmissão de ondas longitudinais e transversais com origem numa fonte causadora das mesmas se faz segundo as fórmulas :\no\t. (2) v, = i/“zzr\n'\tp\t'\tp\nsendo : — Vi = velocidade de propagação longitudinal\n—\tv2 = velocidade de propagação transversal\npara : — à e p — coeficientes de Lamé\n—\tp — densidade\n(*) Técnico da Refinaria Presidente Bernardes (RPBC) — PETROBRÁS.\nTemos ainda que os valores dos coeficientes de Lamé em função dos coeficientes de Poisson e do módulo de Young E podem ser obtidos pelas fórmulas :\n<7\t1\tE\nX = ------------------------. E e u. = --------.-----------\n(1 4“ a) (1 — 2 a)\t2\t(1 -j- a)\nsendo : — Vx > v»\na relação entre as velocidades ficará :\nSe o impulso aplicado fôr de natureza movimento de equação geral da forma —\n/ t\tx \\\tí\nH = a cos 2 çrl-------- —--- j onde •{\npossibilitando a determinação dos valores desejados.\nConsideremos agora um prisma retangular de concreto, com dimensão longitudinal grande em relação à transversal. Aplicando a uma das extremidades um impulso, a propagação do mesmo se faz com velocidade mensurável e calculável pelas fórmulas 1 e 2, e a relação entre essas velocidades em função de características do material permite comparação e verificação dos valores obtidos experimentalmente.\nvibratória é de período T, para um\nX = v T\na = amplitude\nproduziremos uma série de ondas deslocando-se com a mesma velocidade desde que o corpo seja homogêneo, ou velocidades diferentes quando fôr anisótropo, e essas ondas se refletirão na outra extremidade, segundo as leis da reflexão de movimentos harmônicos, retomando em seguida ao ponto origem, provocando ao longo do seu deslocamento superposição de ondas incidentes e refletidas. Sob a ação dêsses impulsos, o movimento de um ponto qualquer submetido ao impulso resultante da superposição de movimentos vibratórios incidentes e refletidos de natureza vibratória, sinosoidal e de período T será também sino-soidal e vibratório de período T.\nPara um comprimento de onda fixado X, tomando-se uma dimensão longi-\nX\ntudinal do corpo de prova múltiplo de —y- semicomprimento de onda, teremos L\num sistema de ondas estacionárias, sendo Tx = --------- chamado período funda-\nmental de ressonância do corpo de prova, podendo ainda surgirem ressonâncias para os harmônicos do fundamental, tais como :\nTx\tTx\t' '\nTx, T» = ------, T;1 = --- etc.\n2\t3\n1\nMedindo-se experimentalmente a freqüência f = —e considerando-se um corpo de prova com dimensões transversais desprezíveis em relação às longitudinais, caso em que é aplicável a fórmula :\nCü\nE = 4 f L! ------\ng sendo : E — coeficiente de elasticidade longitudinal.\nConsiderando o coeficiente de elasticidade transversal teremos, após a aplicação do impulso e apreciando os dois sentidos :\nE’ = E\n1 — a\n1 — a -— 2 a\"\nsendo : a — coeficiente Poisson, ou substituindo o valor de E, resulta :\nE’ = 4 f Lr\nNão sendo aplicável a hipótese de ser a dimensão transversal desprezível em relação à dimensão longitudinal a fórmula a aplicar é :\nü) È\nE = 4 f1 L= —- I 1 +\n7T a\" R2\n—\npara : — R, r — raios de giração da seção f\t—\tfreqüência longitudinal\nL\t—\tmaior dimensão longitudinal\n1\t—\tmaior dimensão transversal\na — coeficiente de Poisson F — freqüência transversal\nou para E, com êsse valor de E :\nE’ = 4 F2 L= -----f 1\ng V\nI\n~r\nif r2 a2\ntú\tÍ\n= 4 f 1=--------------(\t1\t+\ng\t%\nde onde se tira :\na = 1\t1 / F2 L= — f F\nir V \"f- r2 — F2 R2\nAs fórmulas apresentadas permitem, pela aplicação de impulsos e competente medição de valores dêles resultantes, obter com bastante precisão os valores de E e de o- para qualquer dos casos de um concreto em ensaio. Bibliografia especializada permite analisar as variações de E em função dos fatores que influem na resistência do concreto, tais como idade, meio ambiente, temperatura, módulo granulométrico dos constituintes, etc.\nO módulo obtido é, entretanto, um módulo dinâmico, ou seja, determinado pela aplicação ultra-rápida de carga e, ao que parece, função da intensidade dessa carga. Na representação gráfica da relação : tensão — deformação, temos que o módulo de elasticidade é representado pela inclinação da tangente tirada pela origem, e, para uma série de testes executados com cargas semelhantes, porém com diferentes velocidades, o módulo fica limitado por dois valores, ou seja, os de para carga lenta e Ej{ para carga rápida, sendo que o valor de E, obtido pela medição da velocidade de propagação é próximo a E sendo isso verdadeiro desde que mesmo com cargas pequenas mas muito rápidas não se provoque rutura interna do corpo de prova, o que deformaria os\nresultados. Por outro lado, para taxas de trabalho muito elevadas é necessário usar um fator de correção; assim, para : t > 40 Kg/cm3 e t em Kg/cm\nFIG. 2\nVimos que o módulo de elasticidade E varia no mesmo sentido que a reE\nsistência à rutura R ou seja, que K = —----------- é uma relação constante para\nVR um determinado concreto e é independente da sua idade. Assim, podemos analisar K como um critério da qualidade do concreto, refletindo êsse valor as. qualidades futuras a se esperar do concreto com referência a sua resistência, mecânica.\nOs gráficos das Figs. 1 e 2 apresentam uma série de resultados para ensaios, feitos na França.\nVárias fórmulas foram estudadas para relacionar as características elásticas e a resistência à compressão, partindo da hipótese de que a resistência à compressão do concreto depende exclusivamente das suas características.\nDentre elas temos :\nSeg.' RÓS\nR\nh\nE = 55.10'\n150 + R\nb\nSeg.’ Institut de Travaux Publics (Fr)\nVR =\nE (1 —&lt;r)\n15ÕÕÕ\nas quais possibilitam a determinação do módulo de elasticidade (Young) e o coeficiente de Poisson com grande precisão através do método dinâmico, pois a utilização do mesmo corpo de prova para vários ensaios, ocasionando grande número de resultados por não ser destrutivo, permitirá pequena variação e dispersão de resultados, tornando-os mais expressivos. Após as considerações acima, apresentaremos os esquemas e dispositivos utilizados para a realização de ensaios baseados nos princípios expostos e gráficos com os respectivos resultados.\t-\nO laboratório de Travaux Publics da cidade de Toulouse, na França, usou um excitador permitindo a aplicação, no corpo de prova, de uma fôrça alter-\n© - MILIVOLTÍMETRO ©-AMPLIFICADOR 25 WATTS ©-EXCITADOR DE VIBRAÇÕES\n©- GERADOR BF\n© - OSCILOSCOPIO DE RAIOS CATÓDICOS © -COMUTADOR ELETRÔNICO\n©-RECEPTOR DE VIBRAÇÕES\nMONTAGEM UTILIZADA PARA A MEDIDA DA ELASTICIDADE DE CAMPOS DE PROVA COM PESO SUPERIOR A 60 Kg.\nFIG. 3\nnativa sinosoidal equivalente a 5 kg, sendo a energia fornecida por um amplificador de potência intercalado entre o gerador de baixa freqüência e o exci-tador como indicado na> Fig. 3.\nCertas precauções devem entretanto ser tomadas na execução dos ensaios como sejam :\t.\na)\to corpo de prova deve ser mantido livremente apoiado e de preferência pela sua parte central;\nb)\to corpo de prova deve ser colocado sôbre um bloco suporte de grande massa e êste, por sua vez, sôbre colchão de areia fina, para evitar a influência de vibrações estranhas;\nc)\tos corpos de prova devem ser mantidos em câmara úmida ou sob água, para evitar o aparecimento de fissuras.\nFinalizando, podemos ver a importância, oportunidade e alcance dos métodos de ensaio não destrutivos ou dinâmicos, os quais permitem rapidamente, e no local da obra, obter os valores necessários para a previsão da resistência do concreto. Na sua utilização em laboratório de testes, a precisão do método é aumentada pela ausência de dispersão dos resultados e pela redução do número de ensaios necessários bem como de volume geral de trabalhos a realizar. A utilização de aparelhos portáteis ou móveis permite a aplicação do método no local da obra ou em laboratórios instalados junto a estas quando de grande vulto, facilitando, assim, o controle e tornando mais econômica e eficiente a sua execução.\nO método proposto possibilita, com pequena variação, a determinação dos valores desejados, diretamente da obra de concreto sem utilizar corpos de prova.\n\t.<L /■ J .\n\t1 1\tí 1\t: L\t* L\n\t1 í 1\nREPRESENTAÇÃO DO DESLOCAMENTO DA ONDA DE CHOQUE SEGUNDO AS LEIS DE DESCARTES\nFIG.5\nOb = c\ta b = d\nd . Ur, . f d \\\t,\t_\t/ PROFUNDIDADE \\\n— ■ML1 +l—J -1 V da fenda )\nFIG. 6\n1\tONDA DIRETA OU DE DILATAÇÃO\n2\tDISTORÇÃO PARA ONDA TRANSVERSAL\n3\tONDA DE SUPERFÍCIE (RAY LEIGH)\nc\nFIG. 7\nOs mesmos princípios podem ser aplicados na estrutura propriamente sem se utilizar corpos de prova. Assim, o movimento vibratório é produzido na estrutura e mede-se a velocidade de propagação dêste movimento através da observação.\nPara o caso de som, com um quartzo piezo-elétrico, emite-se um sinal acústico curto sôbre uma das faces da estrutura em estudo e mede-se com um detetor o tempo necessário para atravessar a massa.\nAnalisando-se a velocidade de propagação temos uma idéia da resistência do concreto.\nVemos nos gráficos das Figs. 4 e 5 a representação do exposto.\nPodemos assim determinar uma junta, um reinicio de concreto em fissuras, falhas (ninhos de abelha), sedimentação de agregados, etc.\nA representação gráfica da propagação da velocidade, como apresentado na Fig. 6a, mostra que entre as pontas em que a velocidade foi medida 1, 2, 3 e 4 para o caso de concreto homogêneo há alinhamento dos resultados quando há reinicio de concretagem, os módulos são diferentes porém existe continuidade entre os concretos (OAB) e há descontinuidade ou fissura quando no gráfico surge a linha OAA’B’, sendo possível a determinação da profundidade dessa fissura ou fenda (Fig. 6-b).\nA\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t/\t\t\t\t\n\tf\t\t\t\t—to»\nI\t7\t10\t28\t90\nTempo em dias\nVELOCIDADE DE PROPAGAÇAO DUM MOVIMENTO VIBRATÓRIO EM FUNÇÃO DA IDADE DO CONCRETO.\nFIG. 8\nComo exemplo, foi utilizado para ensaios de concreto, com base nos princípios expostos, um impulso elétrico aplicado sôbre um quartzo, da ordem de 1000 V e duração 10/x seg, estando o emissor colocado numa das faces da peça a estudar e, do outro lado, um detetor também de quartzo.\nO ponto de partida para as medidas é determinado pondo em contacto o receptor e o emissor dos impulsos. As dificuldades surgem na medida do tempo, que é infinitesimal, da ordem de micro-segundos.\nAssim, para 5 cm de concreto normal, temos um tempo aproximado de 10 micro-segundos.\nEssas dificuldades têm sido renovadas pela evolução da Técnica e pelo em-prêgo de aparelhos de medida eletrônicos.\nNum corpo homogêneo e isótropo, a propagação de ondas resultantes de um movimento vibratório se faz a partir de uma fonte, e segundo ondas esféricas, como na Fig. 7-a, enquanto num meio anisótropo teremos as ondas assi-\n/ /\tX X\tX »\t\n/ / / / / / V / / /\t/ f\t\t\n\t— f / /\t\t\t\n100\t200\t300\t'\t400\nem kg/cm2\nVELOCIDADE DE PROPAGAÇÃO DE UM MOV. VIBRATÓRIO EM FUNÇÃO DO MODULO DE RESISTÊNCIA Ã COMPRESSÃO.\nFIG. 10\nmétricas, ou seja, com velocidades de propagação diferentes como representado-na Fig. 7-b e c.\nPodemos fazer a representação gráfica da velocidade de propagação de um movimento como o estudado, em função da idade do concreto ensaiado.\nO gráfico da Fig. 8 representa essa relação para resultados obtidos em. ensaios típicos para corpos de prova mantidos sob água.\nOs gráficos das Figs. 9 e 10 apresentam a correlação existente entre a velocidade de propagação do movimento vibratório e a resistência à compressão.\nA observação dêsses gráficos permite concluir que :\nа)\thá relação entre a velocidade de propagação do movimento vibratório-num dado concreto e a resistência dêsse mesmo concreto à compressão.\nб)\tpara teores de cimento conhecidos pode-se determinar o valor de R no ensaio de um concreto com razoável aproximação.\nc) a comparação das curvas 1, 2, 3, 4 do gráfico da Fig. 10 permite verificar que, para um teor de cimento fixado, a velocidade de propagação do movimento vibratório diminui para um mesmo valor de R considerado.\nOBRAS CONSULTADAS\nBRUHAT, G. — Cours de phisique. 4.e ed. Paris, Masson et Cie., 195 4.\nCHALLIER, M. J. -— L? auscultation dynamique du béton. Paris, Êcole Nationale des Ponts et Chaussées, 1960.\nSYNOPSIS — Substitution of the classic method, of testing — sample rupture — by a new one based, on the vibration propagation through a test sample.\n(Originais recebidos em 16-7-63)"}]}}}