{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04941"}, {"@name": "filename", "#text": "BTP_1984_27_3_08_Fila_de_sondas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "FILA DE SONDAS\nnata NA FT. FERNANDES DE SOUZA Setor de Operações, Divisão de Completação, Restauração e Estimulação de Poços, Superintendência de Produção, Região de Produção do Nordeste; RODOLFO TENORIO VIANA, Divisão de Completação, Restauração e Estimulação, Departamento de Produção; MARCOS ALVES FRANÇA e JOSÉ ELPJDIO DE M. CERQUEIRA, Divisão Regional de Processamento de Dados da Bahia, Serviço de Processamento de Dados.\nRESUMO - Apiesenta-se uma discussão de SPT, particulaimente os planejados para manutenção de produção.\nO número de intervenções e seus tempos são variáveis aleatórias, e uma prioridade mais alta é dada aos poços de maiores vazão da FILA.\nPropõe-se um método de determinação do número ideal de SPT para operar nos campos terrestres, com base num modelo de filas do tipo M/M/r com prioridades, onde se busca o valor de r que possa minimizar uma função de custos.\nABSTRA CT - A discussion is made of workover rigs, particularly those planned for the upkeep of production.\nThe number of interventions and their times are random variables, and the highest priority is alloted to the most productive wells of the row.\nA method is proposed for the determination of the optimal number of rigs to operate in terrestrial fields, based on a model of rows of the M/M/t type with priorities, aiming at a value of i that will minimize a function of costs.\n(Originais recebidos em 7-II-84.)\n1\t- INTRODUÇÃO\nEste trabalho foi desenvolvido fundamentalmente com o intuito de dotar os técnicos — aqueles que trabalham no planejamento das intervenções de manutenção de produção - de uma ferramenta de cálculo que permita uma avaliação do número ideal de Sondas de Produção Terrestre (SPT) que devem operar simultaneamente num campo, mediante uma aferição de critérios econômicos envolvendo algum tipo de função de custos a ser minimizada.\n2\t- CARACTERIZAÇÃO DO PROBLEMA\nNum campo de produção terrestre, existem vários fenômenos cuja ocorrência causa problemas nos poços, gerando não só uma perda de produção, imediata ou não, e que deve ser corrigida, mas também a formação de uma fila de poços que necessitem de uma ação corretiva para retomarem sua vazão.\nÉ sabido que as SPT, através de intervenções nestes poços, visam à restauração de suas vazões. Os tempos gastos nas intervenções são, por diversos motivos, variáveis, e sabe-se, também, que uma prioridade de atendimento é dada aos poços de maiores vazões.\nOs tipos de intervenções ligados à manutenção de produção e considerados neste trabalho foram: restauração, recompletação, limpeza, estimulação e avaliação.\nExiste um custo associado à fila de poços referente ao petróleo que deixou de ser produzido; por outro lado, há também um custo decorrente da ociosidade da SPT, proveniente do investimento com o equipamento e do custo de pessoal ligado a sua operação.\nObserve-se que trabalhar com um pequeno número de SPT num determinado campo pode conduzir à formação de uma grande fila de poços aguardando intervenção; outrossim, trabalhar com grande número de SPT pode acarretar ociosidade destes equipamentos. O ideal parece\nser a determinação de um número de SPT que minimize os custos do petróleo que deixou de ser produzido, abado aos custos da ociosidade das SPT.\nDiante do exposto, cabe resolver o seguinte problema: dado um campo terrestre de produção de petróleo, com um determinado número de poços produtores e uma ordem de prioridade de atendimento baseada nas vazões dos poços, determinar o número ideal de SPT que devem operar no campo para atender às necessidades das atividades de manutenção de produção da maneira mais econômica possível.\n3-0 MODELO DE FILAS\n3.1\t- CONSIDERAÇÕES INICIAIS\nAs características apresentadas pelo problema em estudo indicavam que o mesmo podería enquadrar-se em alguma daquelas situações descritas para Modelos de Teoria das Filas.\nEfetuada uma pesquisa na literatura disponível, identificou-se um modelo M/M/r com prioridades de atendimento que talvez se enquadrassem no caso.\nNa situação, o campo de petróleo com seus poços constituem-se na população, donde partem os usuários — no caso oS poços com falhas —, de maneira aleatória, para a fila, com uma certa taxa média de chegada e seguindo determinado padrão estatístico; as SPT podem ser consideradas como as estações de serviço com uma certa taxa média de atendimento u e com o tempo de serviço seguindo, também, determinado padrão estatístico; os poços aguardando na fila são selecionados para serviço, construindo-se um sistema de prioridades, dividindo-se o intervalo entre a menor e a maior vazão por poço do campo, em um. certo número de classes, de igual comprimento, e definindo-se para os poços da classe de vazão mais alta maior prioridade de atendimento.\n0 fato de a estação de serviço, no caso uma SPT, se deslocar para o poço não constitui problema, pois o tempo de deslocamento é muitíssimo menor que os outros tempos envolvidos.\nO número de poços num campo, que constitui a população para o sistema de filas, é, em geral, suficientemente grande para justificar a aplicação de um modelo de filas com população infinita.\nPara verificar se o padrão estatístico de chegada podería ser aproximado por um processo Poisson e se os tempos de serviço das SPT se aproximavam por uma exponential, foram coletadas amostras do número de chegadas em intervalos de tempos iguais e dos tempos de serviço para um determinado campo de petróleo. A partir das amostras, estimaram-se as taxas médias de chegada e de serviço. Computaram-se, então, as freqüências experimentais e as teóricas na suposição de processo de chegada de Poisson, bem como os tempos de serviço exponenciais. A partir daí, confeccionaram-se os histo-gramas de freqüência para uma observação visual, tendo-se aplicado o teste do qui-quadrado para testar o ajuste a um nível de significântia de 5%. Os resultados alcançados foram bons, e as hipóteses consideradas, verifi-ficadas.\n3.2\t- DESCRIÇÃO DO MODELO\nComo já foi dito, o modelo em questão é um NjM/r com prioridades de atendimento, ou seja, um modelo de filas Poisson-exponential com r estações de serviço em paralelo, com população e filas infinitas, e N classes de prioridades de atendimento.\n3.3\t- HIPÓTESES BÁSICAS DO MODELO\n— É suposta uma população infinita de usuários, no caso, os poços.\n— Supõe-se também a possibilidade de formação de filas infinitas.\n— São supostas N classes de prioridades de atendimento: a classe 1 tem maior prioridade, e a classe N, a mais baixa.\n— Obtêm-se as classes de prioridade dividindo-se o intervalo entre as vazões do menor e do maior poço do campo em classes de igual comprimento. Para cada intervalo calculam-se a freqüência reíati-va de poços com vazão entre os extremos do intervalo e a sua vazão média de petróleo..\n— A vazão média de cada classe pode ser calculada de duas maneiras:\na)\ttomando-se o valor médio entre os extremos da classe;\nb)\tsomando-se as vazões dos poços da classe e dividindo-se o total pelo número de poços.\n— Supõe-se o processo de Poisson na chegada para cada classe de prioridade.\n— Os usuários, dentro de uma mesma classe de prioridade, são selecionados na base de: “primeiro a chegar, primeiro a ser servido”.\n—\tAntes do término do serviço, o usuário não pode voltar à fila para ceder o lugar a uma unidade de prioridade mais alta que chega à mesma (prioridades relativas, não absolutas).\n—\tOs tempos de serviço são supostos exponenciais.\n—\tAs taxas médias de serviço (u) são iguais para todas as classes de prioridades.\n—\tAs estações de serviço, no caso as SPT, são consideradas iguais, ou seja, com a mesma taxa de serviço u.\n—\tA taxa média geral de chegada não varia com o tempo.\n—\tAs taxas médias de chegada por classe de prioridade Xi. (i = 1, ..., N) são computadas e consideradas como função da freqüência relativa de poços na classe i (fi) e diretamente proporcional a X, ou seja:\nX i = X. fi\n3.4\t- FORMULÁRIO DO MODELO\n3.4.1\t— Tempo médio de permanência dos poços de prioridade K no sistema (período compreendido entre a entrada na fila e o término do atendimento):\n—-----...-.. + — (K=l,2, .....N)\nA-Bk_l-Bk u\nonde\nA = r I . 1\t/ r.u— X \\\ti-l . S .\tc. J\n• 1\tl C1 /\tj=0\tjl\n+ r.u\nB = 1 o\nK\nS\tX i\nB = 1------—------ (K = 1, 2, ...., N)\n°\tr.u\nr = número de servidores (SPT)\nu = taxa média de serviço\nXi = taxa média de chegada de poços para a classe de prioridade i.\nObs.: A condição de existência de regime estacionário para a K-Ésima classe de prioridade é:\nK\nS\tXi &lt;r.u\ni=l\n3.4.2\t- NÜMERO MÉDIO DE POÇOS DE PRIORIDADE K NO SISTEMA (NA FILA E SENDO ATENDIDOS)\nK   A TZ  K-\nN \" Wç\t(K= 1, .....N)\nS\tS\t.\n3.4.3\t- TEMPO MÉDIO DE PERMANÊNCIA DOS POÇOS DE PRIORIDADE K NA FILA\n_K = _K\nWf ’ WS\n-±-\t(K=1,....,N)\n4.1.1\t- ENTRADA DE DADOS\nAtravés de terminais de vídeo, o usuário pode atualizar as classes de vazões com suas frequências de poços e vazões médias, taxa de chegada, taxa de serviço, preço do barril de petróleo e custo operacional de uma SPT.\n4.1.2\t- RELATÓRIOS DE SAÍDA\nSão emitidos dois tipos de relatório em BATCH: no primeiro, mostram-se os parâmetros de definição do modelo; no segundo, as características operacionais do sistema, obtidas variando-se o número de SPT até o valor ótimo de r mais 2 (ex.: se o valor ótimo de r for 5, efetuam-se os cálculos para até 7 SPT).\nCom o segundo relatório, o usuário pode tomar a decisão quanto ao número ideal de SPT a atuar no campo, levando também em conta outras restrições não quantifi-cáveis, do tipo política ou orçamentária.\n3.4.4\t_ NÜMERO DE POÇOS DE PRIORIDADE K NA FILA\n(K= 1, ...., N)\n3.4.5\t- NÜMERO MÉDIO DE SPT OCIOSAS\nV = r - C\nonde C = —— u\n3.4.6\t- UTILIZAÇÃO DAS SPT\n3.4.7\t- CUSTO DAS ALTERNATIVAS\nN .\t_*\nMIN F(r) = S C.1 . N + Co . r\ni= 1 1 f\t2\nC* — Custo de espera por poço da classe i, por _ unidade\nN* — Número médio de poços no sistema da classe i, por unidade de tempo\nC2 — Custo operacional de uma SPT, por unidade de tempo\nr — Número de SPT\n4\t- UTILIZAÇÃO DO MODELO\n4.1\t- PROGRAMAÇÃO EM COMPUTADOR\nO modelo em questão fõi programado em computador na linguagem PL/I, para facilitar os cálculos a serem efetuados em cada caso.\n4.2\t- RESULTADOS ALCANÇADOS\nAté a época de elaboração deste trabalho, o método havia sido aplicado apenas para o campo de petróleo de Carmópolis, em Sergipe, com resultados considerados satisfatórios pelos usuários. No entanto, a orientação do Departamento de Produção da Companhia é a de que o método seja testado em todas as Regiões de Produção. A equipe do projeto fez a ressalva de que as hipóteses de chegada de Poisson e tempos de serviço exponential devem ser testadas em cada campo, através de coletas de amostras de dados e da aplicação do teste do qui-qua-drado.\n4.3\t- EXEMPLO DE UTILIZAÇÃO\nA seguir mostra-se um exemplo de utilização do método com dados fictícios.\nPARÂMETROS DO MODELO DE FILAS DETERMINAÇÃO DO NÚMERO ÓTIMO DE SPT OPERAÇÕES NÃO-PREVISÍVEIS (R4143001 -16-08-83)\nClasse de vazão (m3 /dia)\t16-* AC\t8 -> 16\t0->8\nFreqüência relativa (perc.)\t20.00\t60.00\t20.00\nVazão méd. (m3 /do)\t37.35\t12.71\t03.96\nTaxa de chegada (poços/dia): 2.00\nPreço do barril (dólares): 30.0\nTaxa de serviço (serviços/dia): 0.50\nCusto de 1 SPT/dólares/dia): 2266.0\nCARACTERÍSTICAS OPERACIONAIS DO SISTEMA DE FILAS DETERMINAÇÃO DO NÚMERO ÓTIMO DE SPT - OPERAÇÕES NÃO-PREVISÍVEIS (R4143002—16-08-83)\nNÚMERO DE SPT: 01\nClasse de vazão (m3/dia)\t16-»AC\t8->16\t0->8\nNúm. médio de poços na fila\t16.00\t-\t-\nNúm. médio de poços no sistema\t16.80\t-\t-\nTempo méd. na fila (dias)\t40.00\t-\t- ■\nTempo méd. no sistema (dias)\t42.00\t-\t-\nNÚMERO MÉDIO DE SPT\n\tOciosas\tAtividade\nEm termos absolutos\t0.0\t01\nEm termos percentuais\t0.0\t100.0\nCUSTOS OPERACIONAIS (DÓLARES)\t\t\nDevido ao petróleo não produzido\t\t-\nDevido ao número de SPT em operação\t\t02286.0\nTotal\t\t-\nNÚMERO DE SPT: 02\nClasse de vazão (m3/dia)\t16->AC\t8->16\t0->8\nNúm. médio de poços na fila\t01.77\t-\t-\nNúm. médio de poços no sistema\t02.57\t-\t-\nTempo méd. na fila (dias)\t04.44\t-\t-\nTempo méd. no sistema (dias)\t06.44\t-\t-\nNÚMERO MÉDIO DE SPT\n\tOciosas\tAtividade\nEm termos absolutos\t0.0\t02\nEm termos percentuais\t0.0\t100.0\nCUSTOS OPERACIONAIS (DÓLARES)\nDevido ao petróleo não produzido\t-\nDevido ao número de SPT em operação\t04572.0\nTotal\t-\nNÚMERO DE SPT: 03\nClasse de vazão (m3/dia)\t16->AC\t8 -> 16\t0->8\nNúm. médio de poços na fila\t00.61\t-\t-\nNúm. médio de poços no sistema\t01.41\t-\t-\nTempo méd. na fila (dias)\t01.53\t-\t-\nTempo méd. no sistema (dias)\t03.53\t-\t-\nNÚMERO MÉDIO DE SPT\n\tOciosas\tAtividade\nEm termos absolutos\t0.0\t03\nEm termos percentuais\t0.0\t100.0\nCUSTOS OPERACIONAIS (DÓLARES)\t\t\nDevido ao petróleo não produzido\t\tX\nDevido ao número de SPT em operação\t\t06858.0\nTotal\t\t-\nCARACTERÍSTICAS OPERACIONAIS DO SISTEMA DE FILAS\nDETERMINAÇÃO DO NÚMERO ÓTIMO DE SPT - OPERAÇÕES NÃO-PREVISIVEIS (R4143002 - 16-08-83)\nNÚMERO DE SPT: 04\nClasse de vazão (m3/dia)\t16->AC\t8->16\t0-»8\nNúm. médio de poços na fila\t00.25\t03.75\t-\nNúm. médio de poços no sistema\t01.05\t06.15\t-\nTempo méd. na fila (dias)\t00.62\t03.12\t-\nTempo méd. no sistema (dias)\t02.62\t05.12\t-\nNÚMERO MÉDIO DE SPT\n\tOciosas\tAtividade\nEm termos absolutos\t0.0\t04\nEm termos percentuais\t0.0\t100.0\nCUSTOS OPERACIONAIS (DÓLARES)\nDevido ao petróleo não produzido\t-\nDevido ao número de SPT em operação\t09144.0\nTotal\t-\nNÚMERO DE SPT: 05\tNÚMERO MÉDIO DE SPT\nClasse de vazão\t16-»AC\t8->16\t0->8\t\tOciosas\tAtividade\n(m3/dia)\t\t\t\tEm termos absolutos\t01.00\t04.00\nNúm. médio\t\t\t\t\t\t\nde poços na fila\t00.10\t00.87\t01.25\tEm termos percentuais\t20.00\t79.99\nNúm. médio de poços no sistema\t00.90\t03.27 .\t02.03\tCUSTOS OPERACIONAIS (DÓLARES)\t\t\nTempo méd. na fila\t00.26\t00.73\t03.07\tDevido ao petróleo não produzido\t\t3778.06\n(dias)\t\t\t\t\t\t11430.00\nTempo méd.\t\t\t\t- L7CV1UU au iiumeiu ue ori em vperaçau\t\t\nno sistema (dias)\t02.26\t02.73\t05.07\tTotal\t\t15208.06\nNÚMERO DE SPT: 06\nClasse de vazão (m3/dia)\t16->AC\t8->16\t0->8\nNúm. médio de poços na fila\t00.04\t00.28\t00.24\nNúm. médio de poços no sistema\t00.84\t02.68\t01.04\nTempo méd. na fila (dias)\t00.10\t00.23\t00.61\nTempo méd. no sistema (dias)\t02.10\t02.23\t02.61\nNÚMERO MÉDIO DE SPT\n\tOciosas\tAtividade\nEm termos absolutos\t02.00\t04.00\nEm termos percentuais\t33.33\t66.66\nCUSTOS OPERACIONAIS (DÓLARES)\nDevido ao petróleo não produzido\t1167.76 .\nDevido ao número de SPT em operação\t13716.00\nTotal\t14 883.76\ncaracterísticas operacionais do sistema de filas DETERMINAÇÃO DO NÚMERO ÓTIMO DE SPT - OPERAÇÕES NÃO-PREVISÍVEIS (R4143002 - 16-08-83)\nNÚMERO DE SPT: 07\nClasse de vazão (m3/dia)\t16-»AC\t8->16\t0->8\nNúm. médio de poços na fila\t00.01\t00.09\t00.08\nNúm. médio de poços no sistema\t00.81\t02.49\t00.86\nTempo méd. na fila (dias)\t00.04\t00.08\t00.16\nTempo méd. no sistema (dias)\t02.04\t02.08\t02.16\nNÜMERO MÉDIO DE SPT\n\tOciosas\tAtividade\nEm termos absolutos\t03.00\t04.00\nEm termos percentuais\t42.85\t57.14\nCUSTOS OPERACIONAIS (DÓLARES)\t\t\nDevido ao petróleo não produzido\t\t0403.89\nDevido ao número de SPT em operação\t\t16002.00\nTotal\t\t16405.89\nNÚMERO DE SPT: 08\tNÚMERO MÉDIO DE SPT\nClasse de vazão\t16-> AC\t8->16\t0->8\t\tOciosas\tAtividade\n(m3/dia)\t\t\t\tEm termos absolutos\t04.00\t04.00\nNúm. médio\t*\t\t\t\t\t\nde poços na fila\t00.00\t00.03\t00.01\tEm termos percentuais\t50.00\t50.00\nNúm. médio de poços no sistema\t00.80\t02.43\t00.81\tCUSTOS OPERACIONAIS (DÓLARES)\t\t\nTempo méd. na fila\t00.01\t00.02\t00.04\tDevido ao petróleo não produzido\t\t0139.73\n(dias)\t\t\t\t\t\t18288.00\nTempo méd. no sistema (dias)\t\t\t\tau nuineru ue or i em uperaçau\t\t\n\t02.01\t02.02\t02.04\tTotal\t\t18427.73 '"}]}}}