{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06719"}, {"@name": "filename", "#text": "11287_2013_IgorVasconcelosSantana.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE BRASÍLIA - UnB\nINSTITUTO DE GEOCIÊNCIAS - IG\nCURSO DE PÓS-GRADUAÇÃO EM GEOLOGIA\nCARACTERIZAÇÃO MINERALÓGICA E GEOQUÍMICA DE OCORRÊNCIAS DE TERRAS RARAS NO MACIÇO GRANÍTICO SERRA DOURADA, GOIÁS/TOCANTINS, BRASIL\nDISSERTAÇÃO DE MESTRADO N°318\nIgor Vasconcelos Santana\nUNIVERSIDADE DE BRASÍLIA - UnB\nINSTITUTO DE GEOCIÊNCIAS - IG\nCURSO DE PÓS-GRADUAÇÃO EM GEOLOGIA\nCARACTERIZAÇÃO MINERALÓGICA E GEOQUÍMICA DE OCORRÊNCIAS DE TERRAS RARAS NO MACIÇO GRANÍTICO SERRA DOURADA, GOIÁS/TOCANTINS, BRASIL\nIgor Vasconcelos Santana\nOrientador:\nProf. Dr. Nilson Francisquini Botelho\nBanca Examinadora:\nProf. Dr. Nilson Francisquini Botelho - (UnB)\nDra. Lucy Takehara Chemale - Serviço Geológico do Brasil (CPRM)\nProf. Dr. Roberto Ventura Santos - (UnB)\n“These elements [the rare earths] perplex us in our researches, baffle us in our speculations and haunt us in our very dreams. They stretch like an unknown sea before us, mocking, mystifying and murmuring strange revelations and possibilities.”\nSir William Crookes (1887)\nRESUMO\nVasconcelos Santana, Igor. Caracterização mineralógica e geoquímica de ocorrências de terras raras no maciço granítico Serra Dourada, Goiás/Tocantins, Brasil. 82 folhas. Dissertação (Mestrado). Instituto de Geociências, Universidade de Brasília, 2013.\nO Maciço Granítico Serra Dourada (MGSD) é um granito tipo-A localizado no norte do Estado de Goiás e sul do Estado do Tocantins. Este trabalho aborda as várias formas de ocorrência de Elementos de Terras Raras (ETR) no MGSD, com ênfase especial para os depósitos de placer, tratados em um capítulo próprio. O trabalho teve por objetivo entender como as formas de ocorrência se correlacionam entre si, descrever as principais características de cada uma e avaliar o potencial do MGSD de ser explorado economicamente. Particularmente com relação aos depósitos de placer, é abordada a questão da estabilidade dos principais minerais de TR nas condições em que eles ocorrem, avaliando o grau da alteração supergênica a que eles são submetidos. Os métodos utilizados envolveram a amostragem em campo dos diferentes materiais onde as TR ocorrem, como no granito não alterado, granito parcialmente alterado ou saprolitizado, concentrações de minerais pesados em depósitos de placer e zonas de alteração avançada compostas essencialmente por argilominerais. O material amostrado foi analisado quimicamente e lâminas de rocha e seções delgadas com minerais detríticos recuperados dos depósitos de placer foram confeccionadas para serem analisadas em microssonda eletrônica. Os resultados mostram que, tanto no granito não alterado quanto nas áreas onde o mesmo se encontra saprolitizado, os principais minerais portadores de TR são monazita, xenotima e allanita na forma de minerais acessórios. Ainda na rocha sã, observa-se a formação de minerais de TR secundários (minerais do grupo da bastnaesita) substituindo allanita, como resultado da interação do granito com fluidos hidrotermais ricos em flúor e carbonato. Nos depósitos de placer, viu-se que monazita e xenotima detríticas são os principais reservatórios de ETR, representando cerca de 1% e 0,5% respectivamente da variabilidade mineralógica dos sedimentos aluvionares. No saprolito, monazita e xenotima residuais são os principais reservatórios de ETR, além de outros minerais de TR secundários/autigênicos. Nos horizontes argilosos, resultado de estágios avançados da alteração química do granito, os ETR estão presentes na forma de íons adsorvidos na superfície de argilominerais, principalmente illita e caolinita. Os teores médios de ETR são de 0,07 wt% no granito não alterado, 0,21 wt% no saprolito, 0,11 wt% nos horizontes argilosos, 0,4-1,2 wt% nos sedimentos aluvionares e até 22 wt% no concentrado de\nminerais pesados recuperados dos sedimentos aluvionares. As principais conclusões são que sucessivos eventos de intemperismo químico e físico no Maciço levaram a um enriquecimento relativo nas quantidades de TR em direção aos produtos de alteração. A alteração supergênica destes minerais está relacionada à presença de ácidos orgânicos e outros complexantes associados aos depósitos de placer e o enriquecimento em TR pesadas à presença de argilominerais presentes nos horizontes argilosos. Os depósitos de placer podem ser aproveitados economicamente, mas sua ocorrência é mais restrita. Já o saprolito e os horizontes argilosos têm como vantagens sua ocorrência em amplas áreas com boa distribuição sobre todo o granito, sendo alvos preferenciais. Em ambos os casos, a vantagem é de que o processo de mineração e beneficiamento é mais simples e menos oneroso quando comparado ao aproveitamento da rocha sã.\nPalavras-chave: Maciço Granítico Serra Dourada; monazita; xenotima; depósitos de placer; saprolito; depósitos de adsorção iônica.\nABSTRACT\nVasconcelos Santana, Igor. Caracterização mineralógica e geoquímica de ocorrências de terras raras no maciço granítico Serra Dourada, Goiás/Tocantins, Brasil. 82 pages.\nThesis (MSc) - Institute of Geosciences, University of Brasília, Brasília, 2013.\nThe Serra Dourada Granitic Massif (SDGM) is an A-type granite located in northern Goiás State and southern Tocantins State, Brazil. It is part of a series of A-type granites belonging to a group called Goiás Tin Province. This work approaches the several forms of REE occurrences in the SDGM, focusing in placer deposits in a separate and more detailed chapter. This study aimed to understand how the different forms of REE occurrence correlate with each other; it also describes the main features of each type and evaluate the SDGM potential to be economically exploited. Particularly regarding the placer deposits, it is addressed the stability issue of the main REE detrital minerals under the specific conditions in which they occur, evaluating the degree of supergenic alteration they underwent. The methods used involved sampling of the materials in which the REE occur, such as the fresh granite, partially altered granite or saprolite, heavy mineral concentrates in placer deposits and clayish horizons. The sampled material was chemically analyzed. Thin and polished sections with detrital heavy minerals recovered from placer deposits were made and submitted to electron probe microanalysis. The results yield that either in the fresh and in the saprolitic granite the main REE carriers are monazite, xenotime and allanite as accessory minerals. Still in the fresh granite, secondary/hydrothermal minerals (bastaesite group minerals) replace allanite, as a result of the interaction between the granite with F,CO2-rich hydrothermal fluids. In placer deposits, detrital monazite and xenotime are the main REE carriers, representing around 1% and 0.5% respectively of the mineralogy of the alluvial sediments. The weathered granite (saprolite) contain both resistant monazite and xenotime as well as secondary authigenic REE-bearing minerals. In Clayish horizons, ultimate products of chemical weathering of the granite, REE occur as ions adsorbed on the surface of clay minerals, primarily illite and kaolinite, forming the so called ion-adsorption type deposits. Average REE contents are 0.07 wt% in fresh granite, 0.21 wt% in saprolite, 0.11 wt% in clayish horizon, 0.4 - 1.2 wt% in alluvial sediments and up to 22 wt% in the heavy mineral concentrate obtained from the alluvial sediments. The main conclusions are that successive events of physical and chemical weathering caused a relative enrichment in REE within the granite towards the more altered domains, especially in heavy REE in the clayish horizons. Supergene alteration of monazite\nand xenotime is related to organic acids and other ligsnds present in the sampled sites, and the enrichment in heavy REE to clay minerals present in the more altered domains. Placer deposits could be exploited, but its occurrence is more restricted. The saprolite and the clayish horizons have the advantage of covering wide areas so that it would be preferable targets. In both cases though, the advantage is that the mining process as well as the dressing mineral techniques are cheaper and simpler when compared with fresh rock mining.\nKeywords: Serra Dourada Granitic Massif; monazite; xenotime; placer deposits; saprolite; ion-adsorption deposits.\nSUMÁRIO\n1.\tINTRODUÇÃO..............................................................1\n2.\tLOCALIZAÇÃO E ASPECTOS FISIOGRÁFICOS....................................3\n2.1\tGeomorfologia..................................................3\n2.2\tSolos..........................................................5\n2.3\tClima e Vegetação .............................................5\n3.\tMATERIAIS E MÉTODOS.....................................................7\n4.\tCONTEXTO GEOLÓGICO......................................................9\n4.1\tProvíncia Estanífera de Goiás..................................9\n4.1.1\tMaciço Granítico Serra Dourada (MGSD)......................10\n4.1.2\tGrupo Serra da Mesa........................................12\n5.\tFORMAS DE OCORRÊNCIA DE TERRAS RARAS NO MGSD...........................14\n5.1\tMinerais de TR primários: granito não alterado................14\n5.2\tMinerais de TR secundários/hidrotermais.......................18\n5.3\tGranito saprolitizado.........................................21\n5.4\tTerras raras adsorvidas em argilas............................24\n6.\tARTIGO.................................................................29\n6.1\tIntroduction..................................................30\n6.2\tGeological Setting............................................31\n6.2.1\tGoiás Tin Province.........................................32\n6.2.2\tSerra Dourada Granitic Massif..............................32\n6.2.3\tSerra da Mesa Group........................................34\n6.3\tMaterials and Methods.........................................34\n6.4\tMode of occurrence of detrital monazite and xenotime .........35\n6.4.1\tSediments chemistry.........................................38\n6.5\tTexture and composition of monazite\n6.6\tTexture and composition of xenotime\n43\n50\n6.7 Discussion................................................................\n55\n6.8 Conclusions\n7.\tDISCUSSÕES E CONCLUSÕES\n8.\tREFERÊNCIAS\n60\n62\n66\nLISTA DE FIGURAS\nFigura 1 - Localização da área estudada e principais acessos....................3\nFigura 2 - Mapa geomorfológico da área estudada. Fonte: Sistema Estadual de Estatística e Informações Geográficas do Estado de Goiás - Superintendência de Geologia e Mineração..............................................................................4\nFigura 3 - Mapa litológico do norte da PEG. Dentro do destaque em vermelho estão o MGSD e Serra do Encosto. Modificado de Alvarenga et al. (2000)........................10\nFigura 4 - (a) Mapa litológico da área estudada. Fonte: Sistema Estadual de Estatística e de Informações Geográficas do Estado de Goiás. (b) Detalhe da região do Córrego Martiniano. (c) Detalhe da região do Córrego São Bento. Os pontos em verde são locais de amostragem de sedimentos de corrente........................................13\nFigura 5 - Padrão de TR com valores médios do biotita granito normalizados ao condrito..............................................................................17\nFigura 6 - (a) Fotomicrografia do biotita granito do MGSD exibindo grãos de monazita e torita, ambos circundados por uma borda de óxido de ferro. (b) Detalhe do centro da imagem em “a”, em imagem de elétrons retro-espalhados. Destaque para a inclusão de torita na monazita (área mais branca) e para a borda de óxido de ferro. Aumento de 200x. (c) Exemplo de associação entre xenotima e monazita no biotita granito, 100x de aumento. d) Detalhe do centro da foto em “c” mostrando o contato nítido entre os dois minerais de TR. . 18\nFigura 7 - Imagens obtidas por elétrons retro-espalhados mostrando formas de ocorrência de minerais secundários de TR. (a) Allanita zonada e pouco alterada sendo substituída por bastnaesita em pontos isolados. (b) Allanita parcialmente alterada exibindo pequenos veios e aglomerados preenchidos por minerais do grupo da bastnaesita e chamosita. (c) Allanita bastante alterada com auréola de bastnaesita. (d) Estágio avançado de substituição\nda allanita. Hábito acicular da bastnaesita e chamosita associada......................21\nFigura 8 - Saprolito formado a partir do intemperismo do biotita granito........22\nFigura 9 - Padrão de TR do horizonte saprolitizado normalizado ao biotita granito parental...............................................................................24\nFigura 10 - (a) Região do Córrego Martiniano, topograficamente inferior ao seu\nentorno (morrotes) propícia à acumulação dos horizontes argilosos. (b) Forma de ocorrência do horizonte argiloso ao longo do mesmo córrego......................................26\nFigura 11 - Padrão de TR da camada argilosa normalizado com os NASC...........27\nFigura 12 - Padrão de TR do horizonte argiloso da região do Córrego Martiniano normalizado com o valores do biotita granito.........................................27\nFigura 13 - Difratograma de raios-X das argilas com TR adsorvidas.............28\nFigure 14 - Lithological overview map of the studied area and sampled sites...33\nFigure 15 -Examples of mode of occurrence (ii) of the heavy mineral assemblage. (a) Overview of the São Bento Creek. The stream has a rectilinear channel, with wide open meanders; low-slope terrain. (b) Detail of the margin, showing from where monazite and xenotime were recovered. Sampled sites n° 18 and 19. (c) View of the São Martiniano Creek. Monazite and xenotime-bearing sediments lie at the bottom of the profile, with a gray clayish layer overlying it. In the middle of the channel its possible to see the discontinuous bars made up of quartz cobble/pebble and filled with sand and silt sediments. (d)Sketch of the São Martiniano Creek representing the local estratigraphy. “A” depicts the upper soil horizon. “B” is the clayish layer made up by illite, kaolinite, quartz and calcite.“C” is the saprolit and the fresh granite. “D” depicts the alluvial coarse sediments in which the heavy-minerals are laying with..........................................................................38\nFigure 16 - Images of the recovered heavy minerals under binocular lens. (a) General aspect of the concentrate, composed mainly by monazite, zircon and magnetite. (b) Examples of monazite sampled from a moderately weathered biotite granite, point 16. (c) Detrital monazite sampled from stream sediments; point 17. (d) Detrital xenotime recovered from heavy mineral sands deposited by streams; point 18. (e) Detrital xenotime samples under the viii\nsame conditions of the previous item. (f) Set of minerals from assorted streams showing some of the variability. Znc = zircon; Grt = garnet; Tur = tourmaline; Fl = fluorite; Ttn = titanite;\nMnz = monazite; Xnt = xenotime; St = staurolite..................................41\nFigure 17 - SDGM-normalized REE pattern of the heavy minerals concentrate.42\nFigure 18 - (a) Subhedric to rounded detrital monazite, exhibiting homogeneous aspect; represents the majority of the grains. (b) Compositionally zoned crystal, with parallel brighter ribbon-like zones mainly caused by differences in Th content. Zoned crystals are preferentially euhedral, with the development of cuspate edges. (c) Association between monazite and xenotime (darker spots). It is mostly included in monazite in a patchy-like texture, in irregular amoeboid shapes. (d) Sharp boundary between a monazite crystal formed right next to zircon...................................................................44\nFigure 19 - Monazite discrimination diagrams, correlating LREE and HREE totals of monazite sampled in different situations...............................................48\nFigure 20 - Chondrite-normalized REE pattern for detrital, saprolitic and unweathered monazite...................................................................49\nFigure 21 - Backscattered electron images of detrital xenotime; brightness relate to average atomic numbers in what the heavier the element the brighter it appears. (a) Euhedral pyramidal specimen, homogeneous, some pitting of thorite inclusions and parallel grooves. (b) Overgrowth of xenotime on monazite, high porosity and fractures. (c) Detrital xenotime exhibiting dissolution-reprecipitation pattern, some porosity and white dots of thorite/coffinite inclusions. (d) Detail of the same grain. Intermediate gray zones (001) depict more or less REE isomorphous substitutions and the white dots are huttonite and/or coffinite substitutions. .......................................................................................51\nFigure 22 - Contents of Y2O3 vs. P2O5 from detrital xenotime in comparison with\nliterature data.........................................................................52\nFigure 23 - Chondrite-normalized REE patterns for detrital xenotime..............55\nFigure 24 - Stability constants for REE hydrolysis complexes. After Klungness and\nByrne (2000); In Aide and Aide (2012)...................................................58\nFigura 25 - REE stability constants for HCO3 and 2 HCO3. From Luo and Byrne (2004). In Aide and Aide (2012).........................................................59\nFigura 26 - Padrão de TR dos materiais estudados normalizados ao condrito........63\nFigura 27 - Padrão de TR dos produtos de alteração normalizados com o biotita granito parental........................................................................64\nLISTA DE TABELAS\nTabela 1 - Análises de rocha total do biotita granito............................16\nTabela 2 - Análise representativa do biotita granito saprolitizado...............23\nTabela 3 - Análises químicas de rocha total representativa do horizonte\targiloso.26\nTable 4 - Total rock analyses of monazite, xenotime-bearing alluvial sediments...39\nTable 5 - Total rock analysis of the heavy mineral\tconcentrate...................42\nTable 6 - EPMA analysis of detrital monazite.....................................45\nTable 7 - EPMA analysis of detrital xenotime.....................................53\n1. INTRODUÇÃO\nRecentemente, a drástica diminuição da oferta juntamente com a alta na demanda fez com que a atenção mundial se voltasse para os chamados Elementos de Terras Raras (ETR), na medida em que estes se tornaram “críticos”. A corrida mundial na busca por novas fontes de TR é refletida nos preços históricos alcançados, devido à sua crescente utilização como matéria prima para a indústria de alta tecnologia, desenvolvimento de novas fontes energéticas ambientalmente amigáveis, e diversas aplicações na indústria de ponta. Sua importância econômica juntamente com a baixa oferta fez com que os países dependentes e não produtores iniciassem campanhas de prospecção visando estes elementos, como forma de garantir o suprimento de suas indústrias e se manterem independentes de políticas externas ditadas pelos países que dominam a produção.\nAfim de contribuir para a identificação e estudo de depósitos de TR no Brasil, este trabalho estuda as ocorrências e a potencialidade em TR no Maciço Granítico Serra Dourada (MGSD). Trata-se de um granito tipo-A localizado no extremo norte do Estado de Goiás, já conhecido por apresentar elevados teores de TR associadas às fases minerais acessórias monazita e xenotima. As primeiras descrições mais detalhadas deste granito foram feitas Macambira (1983) e Marini e Botelho (1986), quando estes estudaram uma série de vinte corpos graníticos estaníferos distribuídos pelo Estado de Goiás. O termo “Província Estanífera de Goiás” foi cunhado por estes autores, sendo o MGSD pertencente a esta Província.\nAlém de estudar os minerais de TR hospedados no granito não alterado, este estudo aborda outras formas de ocorrência associadas aos fácies mais alterados do granito (zonas saprolitizadas), acumulações de minerais pesados em drenagens (depósitos de placer) e TR adsorvidas em horizontes argilosos desenvolvidos sobre o granito (depósitos de adsorção iônica).\nO estudo dos ETR em depósitos aluvionares e adsorvidos em argilas é importante porque tais ocorrências podem se tornar viáveis ao aproveitamento de TR, além de fornecer informações sobre a mobilidade e comportamento destes elementos durante processos de alteração. Outra vantagem é o fato de que a explotação de minerais de TR em depósitos aluvionares é relativamente mais simples e menos onerosa quando comparada com mineração em rocha-sã. Os minerais de interesse podem ser rapidamente separados in situ por processos mecânicos, e ainda há a possibilidade de aproveitamento de outros mineras pesados\nassociados, como zircão, titanita, granada, turmalinas, cianita, estaurolita, etc (Long et al. 2010).\nNeste contexto, foi dada ênfase ao estudo mais detalhado de monazita (Ce, La, Nd, Th)PÜ4 e xenotima (Y, Yb)PÜ4 concentradas em acumulações de minerais pesados em drenagens. Estes são minerais conhecidos por serem importantes fontes de elementos de terras raras (ETR), sendo ainda relativamente comuns como acessórios em granitos peraluminosos, sienitos, granitos pegmatíticos, veios de quartzo, carbonatitos, charnockitos, migmatitos e paragnaisses (Rapp e Watson, 1986). Frequentemente estes minerais formam depósitos aluvionares (também chamados deplacer) na forma de acumulações de minerais pesados, por serem resistentes aos intemperismos físico e químico e por terem densidade elevada. São ainda comumente transportados por vários quilômetros pelas drenagens, formando depósitos de praia (beach sand deposits) (Lalomov and Bochneva, 2008).\nA identificação e estudo de quantas anomalias de TR forem possíveis é válida e importante. As previsões para os próximos anos são de aumento na demanda, na medida em que novas tecnologias que dependam dos ETR vão sendo desenvolvidas e tornando-se cada vez mais essenciais na sociedade.\n2. LOCALIZAÇÃO E ASPECTOS FISIOGRÁFICOS\nA região estudada localiza-se na mesorregião do Norte Goiano e sul do Tocantins, aproximadamente 20 km a leste do município de Trombas-GO. Partindo de Brasília, o acesso pode ser feito pela BR-080, passando pelas cidades de Padre Bernardo-GO e Barro Alto-GO até a confluência com a BR-153 (Rodovia Belém-Brasília). A partir daí segue-se no sentido norte até Santa Tereza de Goiás-GO onde tem início a rodovia estadual GO-142, que passa pela cidade de Trombas (Figura 1).\nTrombas\nfocantins\nBR-020\nBarro Alto i\nDistrito Federal\n5üc0'0\"W\nDois irmãos Padre Bernardo\n■14°O'O\"S\n14:0’0”S’\nstrcrcrw\n48’0'CTW\nMato Grosso\nBahia\nMato Grosso dó Sul\n'Minas Gerais\nTocantins\nnaçu\nSanta Tereza de Goiás\nRepresa Serra da Mesa\nUru açu\nMinas Gerais\n0\t50\t100 km\nI____I___I____I___I\nA^ Goiás\nRio das Almás BR-080 ; GO-342\nFigura 1 - Localização da área estudada e principais acessos.\n2.1\tGEOMORFOLOGIA\nA região é marcada por áreas relativamente aplainadas e altos topográficos formados por corpos graníticos intrusivos e suas rochas encaixantes imediatas, além de morros, colinas e estruturas de hogbacks. Segundo Latrubesse e Carvalho (2006), de maneira geral, a região pode ser subdividida em três compartimentos geomorfológicos (Figura 2).\nO primeiro diz respeito à Superfície regional de aplainamento - SRA - representada pelo Grupo Serra da Mesa. “Uma SRA é uma unidade denudacional gerada pelo arrasamento\nde uma superfície de terreno dentro de um determinado intervalo de cotas e este aplainamento se dá de forma relativamente independente dos controles geológicos regionais (litologias e estruturas). Uma SRA, na sua distribuição espacial, pode seccionar/aplainar sobre limites litológicos e estilos estruturais erodindo diversas unidades geológicas” (Latrubesse e Carvalho, 2006).\nUm segundo domínio é representado por estruturas dobradas do tipo braquianticlinais formados por corpos graníticos intrusivos (Maciços Graníticos Serra Dourada e Serra do Encosto);\nFinalmente, morros, colinas e hogbacks formam o terceiro domínio geomorfológico local. Estas formas são resultado de erosão diferencial, ou seja, correspondentes a rochas que apresentaram resistência durante processos de erosão/denudação e se sobressaem ao relevo circundante.\nFigura 2 - Mapa geomorfológico da área estudada. Fonte: Sistema Estadual de Estatística e Informações Geográficas do Estado de Goiás - Superintendência de Geologia e Mineração.\nDentro do próprio MGSD, é comum a ocorrência de áreas relativamente mais aplainadas formando regiões topograficamente inferiores. Nestas regiões observa-se a formação de “micro-bacias”, nas quais os perfis de solo melhor se desenvolvem devido à diminuição da declividade do terreno e menor taxa de transporte dos sedimentos, que ali tendem a se acumular.\n2.2\tSOLOS\nO uso do solo na região é diretamente influenciado pela geomorfologia local. Nas regiões de morros, colinas e altos topográficos, a utilização do solo é prejudicada pela dificuldade de acesso e declividade do terreno, ocorrendo somente vegetação nativa. Nas regiões aplainadas o solo é utilizado principalmente como pastagem para o gado.\nDe acordo com o Manual Técnico de Solos publicado pelo IBGE em 2007, o norte de Goiás apresenta três tipos pedológicos principais: argissolo vermelho-amarelo, latossolo vermelho-amarelo e neossolo litólico. O primeiro tipo diz respeito ao tipo de solo mais comum no Brasil, juntamente com os latossolos. Sua característica principal é um aumento dos níveis de argila do horizonte A para o B (horizonte B textural - Bt) com boa distinção de cores, que variam de cinza a tons de avermelhado no horizonte B e cores mais escuras no horizonte A.\nOs latossolos são bastante comuns em amplamente distribuídos no Brasil. Em geral mostram relativa homogeneidade das suas características ao longo do perfil e se distinguem entre si em quatro subgrupos, de acordo com o estado de oxidação do ferro presente na forma de óxidos. Têm em comum granulometria na fração argila predominante e ausência de minerais primários. A depender da textura que apresentam podem ser utilizados em pastagens (textura média) ou em lavouras (textura argilosa), mas geralmente têm baixa fertilidade natural. Mostram-se profundos na maioria das ocorrências.\nOs neossolos litólicos são marcadamente rasos e pouco desenvolvidos, com ausência de horizonte B distinguível e presença de material mineral/regolítico imediatamente abaixo do horizonte orgânico. Embora bem distribuídos pelo Brasil, não apresentam expressivo volume, sendo encontrados principalmente em regiões de morrarias e serras.\n2.3\tCLIMA E VEGETAÇÃO\nPela classificação de Koppen o clima local é marcadamente tropical quente (Aw) com duas estações bem definidas: verões quentes e chuvosos entre os meses de outubro a abril e invernos quentes e secos, entre os meses de maio a setembro.\nA vegetação típica e predominante é o cerrado stricto sensu, com arvores de médio porte, troncos e galhos retorcidos e folhas grossas. É comum a ocorrência de Buritis (Mauritia flexuosa) em locais de vereda onde o lençol freático é aflorante, além de matas ciliares\nacompanhando drenagens. Ücorre com frequência vegetação arbustiva como, por exemplo, Vellozias quamata (Canela de Ema) e o bambu Guaduaweber baueri (Taboquinha).\n3.\tMATERIAIS E MÉTODOS\nSaídas de campo foram feitas com o objetivo de reconhecimento geológico, amostragem de rochas, de concentrados de minerais pesados em drenagens e descrição de um perfil de solo no Córrego São Martiniano. No caso da amostragem de drenagens foi utilizado um gamaespectrômetro para auxiliar na identificação dos locais com maiores concentrações dos minerais de interesse, já que monazita e xenotima incorporam U e Th em suas estruturas cristalinas. Além disso, os locais de amostragem foram escolhidos com base na magnitude da drenagem, inclinação do canal e informações obtidas com moradores locais acerca da existência de antigos garimpos na região.\nA partir das amostras de rocha coletadas foram confeccionadas seções delgadas, e uma fração de cada amostra foi moída em panela de ágata e enviada para análise de rocha total. Os sedimentos de corrente foram secados em estufa a 50°C e posteriormente peneirados. Parte deste sedimento foi moído também em panela de ágata e enviada para análises químicas de rocha total. Outra parte foi bateada visando à concentração dos minerais pesados que então, foram separados em duas metades. Uma metade foi pulverizada em panela de ágata e enviada para análise química de rocha total; a outra foi separada para observação em maior detalhe em microscópios de luz transmitida e lupa binocular. Deste concentrado, alguns minerais foram recuperados com pinças e montados em suportes com resina de epóxi, polidos em disco rotativo com pasta diamantada e revestidos com película de carbono para serem examinados na microssonda eletrônica.\nAnálises de rocha total e elementos traço foram feitas em laboratório particular, onde elementos maiores, menores e traço foram detectados por ICP-ES e ICP-MS, seguida de fusão de borato de lítio, diluição e digestão em ácido de 0,2g de amostra.\nAs análises em microssonda eletrônica foram feitas na Universidade de Brasília utilizando-se uma JEOL JXA-8230 equipada com cinco espectrômetros verticais para análises quantitativas e um de análises qualitativas. As condições de análise para monazita e xenotima foram as mesmas utilizadas por Scherrer et al. (2000). A vantagem deste método é que não há a necessidade do emprego de correções, de modo que as linhas espectrais e os locais de background são posicionados de forma já a evitar erros de interferências de picos. As condições analíticas foram: ângulo de take-off de 40°, 25kV a aceleração da voltagem, 50nA de corrente e diâmetro do feixe de elétrons de 3pm. Para os elementos P, Al, Si, Ca e Fe, foi utilizada a linha Ka. A linha La foi considerada para Y, La, Ce, Er, Yb. Já para os elementos\nPr, Nd, Sm, Gd, Tb, Dy, Ho foi utilizada a linha Lp. Para os actinídeos U, Th e mais o Pb foram empregadas as linhas Mp, Ma e Mp respectivamente. Os padrões utilizados para terras raras foram essencialmente vidros sintéticos, além de óxido sintético para Y, óxidos naturais para U e Th e galena para Pb. Para os elementos Ca e Si foi utilizado como padrão o mineral wollastonita; o P foi padronizado com apatita. Para mais detalhes como as posições de background dos elementos refira-se Scherrer et al. (2002).\nPara a difratometria de raios-X utilizou-se a amostra pulverizada e compactada a seco sobre lâmina de vidro. A fração argila foi obtida a partir do sobrenadante resultante da dispersão da amostra pulverizada em água destilada seguida de centrifugação em 750 rpm por 7 minutos. Após a decantação em centrífuga por 30 minutos a 3000 rpm, para a decantação menor do que 2pm, foram preparadas as lâminas orientadas pela técnica de esfregaço e secas ao ar. As análises foram realizadas no equipamento da marca RIGAKU, modelo ULTIMA IV, operando com tudo de cobre com filtro de níquel em 35kV e 15mA, com velocidade de varredura de 5°/minuto, com passos de 0,05°, no intervalo de 29= a 3° a 80° e 3° a 50°, para as lâminas de rocha total e fração argila, respectivamente. A identificação dos minerais foi feita com o auxílio do programa JADE 9.0, base WINDOWS, com banco de dados PC-PDF produzido pelo International Center for Diffraction Dasta-ICDD.\n4.\tCONTEXTO GEOLÓGICO\nO centro-norte do Estado de Goiás é alvo de vários trabalhos geológicos por se tratar de um ambiente complexo cujo entendimento é essencial para interpretar e reconstruir a evolução geológica do Brasil Central. Além disso, trata-se de uma região com potencial econômico para TR, Sn, Au, Cu, Zn, Ni, amianto, rochas ornamentais e turmalinas de qualidade gemológica. Devido a estes fatores, vários mapeamentos geológicos e pesquisas com objetivos diversos vêm sendo desenvolvidos na área desde a década de 70, culminando em um grande volume de produção científica. Os resultados reportam uma vasta gama de litologias representadas por rochas do embasamento Paleoproterozóico até coberturas sedimentares recentes, atravessando períodos de intenso magmatismo, e metamorfismo desde fácies xisto-verde até granulito.\nO arcabouço geológico regional compreende a Província Tocantins, um orógeno localizado na região central do Brasil formado durante o Ciclo Brasiliano (Neoproterozóico) durante a amalgamação do supercontinente Gondwana. Na região norte desta província encontra-se a Faixa Brasília, uma das faixas de dobramento formadas durante a constituição da Província Tocantins. Para mais detalhes sobre estas unidades refira-se a Dardenne (2000). O Maciço Granítico Serra Dourada (MGSD) é um dos corpos graníticos do tipo-A mineralizados em estanho, de idades do Paleoproterozóico ao Mesoproterozóico, primeiramente descritos por Marini e Botelho (1986) como parte de um grupo denominado Província Estanífera de Goiás. Estes granitos são os representantes plutônicos de uma suíte de rochas vulcânicas relacionadas ao Grupo Araí, que é uma unidade composta de sedimentos e rochas vulcânicas formadas durante o desenvolvimento de um rift continental. Para mais detalhes sobre este Grupo refira-se a Alvarenga et al (2000). O MGSD é circundado pelas rochas metassedimentares do Grupo Serra da Mesa.\n4.1\tPROVÍNCIA ESTAÑÍFERA DE GOIÁS\nGranitos tipo-A mineralizados em Sn são conhecidos e distribuídos no Estado de Goiás formando parte da chamada Província Estanífera de Goiás (PEG) (Marini e Botelho, 1986). Esta província é formada por cerca de vinte corpos graníticos e veios pegmatíticos, de idades Paleoproterozóica a Neoproterozóica, subdivididos de acordo com sua localização. No\nnorte do Estado, ocorrem as subprovíncias Rio Tocantins (RTS) e Rio Paranã (RPS). Segundo Marini e Botelho (1986), os granitos da RTS e RPS possuem características em comum que os definem como sendo tipicamente do tipo-A, como o ambiente tectónico onde eles ocorrem e alto teores em álcalis, Sn, Rb, Th, Y, Nb, Ga e ETR. Alguns exemplares exibem feições de processos tardios de alteração pós-magmática como microclinização, albitização e greisenização.\n48°W\n47°W\n13°30'S\nSUÍTE AURUMINA\nPALEOPROTEROZÓICO\n^?El^/.VFAN°’SEDÍMENTAR DE\tGARIMPOS E MINAS\n.. 1\t1 PALMEIROPOLIS\n. . J COMPLEXO MÁFICO-ULTRAMÁFICO\nLL_L_J GRANUL1T1CO DE CANABRAVA\nARQUEANO/ PALEOPROTEROZÓICO\nFORMAÇÃO TICUNZAL (paragnaisscs e xistos)\n__ COMPLEXO GRANITO-GNÁ1SS1CO\nMESOZOICO\n■/ 1 FORMAÇÕES URUCUIA E AREADOS\nNEOPROTEROZÓlCO\nGRUPO BAMBUÍ\nP y / | GRUPO PARANOÁ\nPALEO/MESOPROTEROZÓICO\nGRUPO SERRA DA MESA\nI----1 SEQUÊNCIA DE RIFTE DO GRUPO ARAÍ\nL—uJ (metassedímentos c vulcanismo bitnodal)\n■ GRANITOS ESTAÑÍFEROS DO TIPO A\n14°S\nFigura 3 - Mapa litológico do norte da PEG. Dentro do destaque em vermelho estão o MGSD e Serra do Encosto. Modificado de Alvarenga et al. (2000).\n4.1.1\tMaciço Granítico Serra Dourada\nO Maciço Serra Dourada constitui o maior corpo da PEG, com cerca de 45 km de comprimento de até 14 km de largura. Está localizado no norte do Estado de Goiás e sul do Estado do Tocantins, e distribui-se pelos municípios de Minaçú-GO, Trombas-GO e Palmeirópolis-TO (Figura 4).\nO MGSD já vem sendo alvo de interesse por parte de garimpeiros desde a década de 70, principalmente devido às ocorrências de cassiterita. Vários garimpos e uma mina já 10\nfuncionaram na região, com destaque para os garimpos do Cruzeiro, localizado na borda NNW, Pela Ema e Mina do Buriti, localizados na borda sul do Maciço e hospedados em zonas hidrotermalizadas. Outras ocorrências incluem turmalinas e berilo hospedados em fácies pegmatíticas, além de minerais de terras raras (monazita e xenotima) acumulados em drenagens juntamente com outros constituintes pesados como ilmenita, titanita, zircão, magnetita, granada, entre outros. Mais recentemente empresas têm iniciado trabalhos sistemáticos de pesquisa e avaliação das reservas de terras raras, com foco nos produtos de alteração do granito como as zonas saprolitizadas.\nBilal et al. (1997) definiram a fácies principal como sendo formada principalmente por quartzo, microclínio pertítico, oligoclásio e biotita, sendo os acessórios representados por apatita, zircão, fluorita, ilmenita, pirita, calcopirita e monazita. Ainda de acordo com estes autores, esta fácies principal é por vezes interceptada por veios de granito porfirítico (fácies porfirítica) formado por plagioclásio, quartzo, biotita, allanita e fenocristais tardios decimétricos de microclínio. Ocasionalmente, uma fácies leucocrática ocorre entre a fácies principal, diferindo desta por conter maior quantidade de muscovita e menos biotita.\nSegundo Macambira (1983) e Bilal (1991), processos de alteração hidrotermal geraram as fácies mais evoluídas dentro do Maciço, com a formação de albititos, muscovita-quartzo greisens e biotititos. Um importante albitito na borda sul do maciço foi intensamente explotado para cassiterita nas décadas de 70 e 80, na Mina do Buriti situada na região conhecida como Pela Ema.\nEstudos de datação através do método U/Pb e Pb/Pb feitos por Pimentel et al. (1991) resultaram em idades situadas entre 1.57 e 1.61 Ga. Posteriormente, Teixeira (2002) calculou idades através de análises químicas feitas em monazitas coletadas do biotita granito e do albitito. O sistema U-Th-Pb das monazitas resultou em idades para o albitito de 613±17 Ma, enquanto que no biotita granito as idades obtidas foram de 571±24 Ma. Estas idades foram interpretadas como sendo o período de formação de monazitas metamórficas durante o Evento Brasiliano, não representando, portanto as idades de cristalização de monazitas primárias.\n4.1.2\tGrupo Serra da Mesa\nO Grupo Serra da Mesa circunda o MGSD, sendo a principal unidade encaixante. Esta unidade foi primeiramente descrita por Marini et al. (1977) como sendo uma seqüência de quartzitos e mica xisto com aproximadamente 1850m de espessura. Posteriormente, a descrição desta Unidade foi sendo gradativamente mais detalhada por Marini et al., (1986) até o estudo de Araújo Filho et al.(2007). Estes autores definiram o grupo como uma seqüência psamo-pelito-carbonatada composta, da base para o topo de: silimanita-xisto e muscovita-xisto com lentes de carbonato e mármore impuro, seguido por quartzito com textura sacaroidal e intercalado com espessas lamelas de muscovita. No topo da sequência ocorrem muscovita-xistos intercalados com rochas calcosilicatadas, mármore impuro e quartzito.\nDardenne (2000) afirma que a idade de deposição das rochas metassedimentares desta unidade situa-se entre 1.7 a 1.5 Ga.\na\n4B\"30'0\"W\nLegenda\nNeoproterozóico\nGranito - Suíte Mata Azul, Arco Magmático de Goiás\nMesoproterozóico\nMaciços Serra Dourada e Serra do Encosto (esquerda)\nSequência metavulcanosedimentar de Palmeirópolis\n“I Grupo Serra da Mesa - mica xistos, ■ xisto carbonatado e calcário.\nDetalhes das regiões dos Córregos\nMartiniano (1) e São Bento (2)\n-----Limite interestadual - Estados doTocantins\n1----J and Goiás\n13'M'0\"S\nFigura 4 - (a) Mapa litológico da área estudada. Fonte: Sistema Estadual de Estatística e de Informações Geográficas do Estado de Goiás. (b) Detalhe da região do Córrego Martiniano. (c) Detalhe da região do Córrego São Bento. Os pontos em verde são locais de amostragem de sedimentos de corrente.\n5.\tFORMAS DE OCORRÊNCIA DE TERRAS RARAS NO MGSD\nAs TR ocorrem no MGSD em diferentes formas de ocorrência. Na forma mais comum, minerais de TR, principalmente monazita e xenotima, encontram-se hospedados no biotita granito não alterado, apresentando-se como minerais acessórios, mas em concentrações já consideradas anômalas como assinalado por Marini et al. (1992). Ainda na rocha não alterada, ocorrem outros minerais de TR secundários como resultado de alteração hidrotermal e interação do granito com fluidos ricos em F e CO2, discutido em mais detalhes adiante. Outra forma de ocorrência observada foi em zonas onde o granito encontra-se saprolitizado, no qual monazita e xenotima se comportam como minerais resistatos permanecendo na rocha alterada entre minerais argilosos como caolinita e ilita. A alteração contínua do granito por agentes intempéricos físicos e químicos resulta na total lixiviação dos minerais menos resistentes, com posterior concentração dos mais resistentes e densos na forma de depósitos de placer, o que constitui em mais uma forma de ocorrência observada. Finalmente, em estágios avançados da alteração do granito e concomitantes à pedogênese, observa-se a formação de camadas argilosas que incorporam TR na forma de adsorção iônica. Cada forma de ocorrência acima descrita será melhor detalhada nas subseções adiante. Particularmente os depósitos de placer serão mais detalhados em um capítulo próprio, como parte de um artigo a ser publicado em periódico científico (Capítulo 6)\n5.1\tMINERAIS DE TR PRIMÁRIOS: GRANITO NÃO ALTERADO\nO biotita granito da fácies principal foi estudada em maior detalhe porque em termos de volume é a rocha mais abundante no Maciço. Monazita, xenotima e allanita são os principais minerais de TR observados no MGSD, hospedados principalmente no biotita granito representante da fácies principal. Este granito é formado por quantidades aproximadamente iguais de quarzto, microclínio e plagioclásio. A granulação é majoritariamente média, mas variações para texturas mais finas e mais grossas são observadas na medida em que zonas milonitizadas e porfiríticas ocorrem.\nDe modo geral, os constituintes félsicos não apresentam orientação preferencial e se mostram distribuídos aleatoriamente, o que difere da forma de ocorrência dos constituintes máficos, os quais exibem direções preferenciais. Quartzo é predominantemente anhedral,\nexibindo extinção ondulada incipiente. Plagioclásio e KF têm dimensões similares da ordem de 1-2 mm, grãos anedrais e subedrais. A biotita é constituinte micáceo predominante, ocasionalmente muscovitas associadas em pequenas quantidades também ocorre na rocha. Os minerais acessórios, incluindo os portadores de TR, quase sempre ocorrem inclusos ou próximos à biotita, freqüentemente desenvolvendo halos pleocróicos. Os exemplos mais comuns incluem zircão, monazita, xenotima, titanita, apatita, allanita, torita e magnetita.\nAnálises de rocha total (Tabela 1) revelam que o granito é essencialmente peraluminoso, sendo os índices de alumina-saturação das amostras AR03, AR10 e ARSD02 de 1,12 ; 1,07 e 1,04 respectivamente. Altos teores de SiO2 (74 - 78 wt%), álcali total (Na2O + K2O ~ 7.35) e baixas quantidades de CaO (0.57 to 1.07 wt%), TiO2 (0.09 to 0.29 wt%) and P2O5 (0,02 to 0,05 wt%) são outras características principais do granito.\nOs elementos-traço detectados em maiores quantidades foram Ba, Zr, Rb e Sr com valores médios de 444, 270, 190 e 142 ppm respectivamente. A amostra ARSD02 mostra maior enriquecimento em Ba e Sr que a demais, com valores de 815 e 325 respectivamente. Nas demais amostras a média observada para os mesmos elementos são da ordem de 259 e 50 ppm respectivamente. Th está presente sempre em maiores quantidade que U, com valores médios de 52 e 7 ppm respectivamente.\nO MGSD exibe teores elevados de TRL e Y, principalmente controlados por monazita para o primeiro e xenotima para o segundo. Valores médios de La, Ce e Y são de, respectivamente, 176, 219 e 62 ppm; Nd também foi detectado em quantidades consideráveis, variando de 86 a 147 ppm. Quanto às terras raras pesadas (TRP), além do Y, o Gd foi o representante com teores mais elevados, com valores médios em torno de 17 ppm.\nQuando normalizado aos valores condríticos de Boynton (1984), o padrão de TR do granito exibe um fracionamento que reflete enriquecimento em TRL e empobrecimento em TRP (Figura 5). Outras características são a alta razão do fracionamento geral [(La/Lu)CN = 25] e anomalia negativa moderada a forte de Eu [(Eu/Eu*)CN = 0,14)]. As TRP mostram-se cerca de 20x mais enriquecidas que o condrito; exibem fracionamento menos acentuado que as TRL, com razão [(Gd/Lu)CN = 3], menor do que a apresentada pelas TRL [(La/Sm)CN = 5].\nTabela 1 - Análises de rocha total do biotita granito.\nAmostra\tContinuação\n%\tAR03\tAR10\tARSD02\tMédia\tPPM\tAR03\tAR10\tARSD02\tMédia\nSiO2\t78,29\t74,57\t76,69\t76,52\tLa\t193,4\t217,6\t118,3\t176,4\nTiO2\t0,14\t0,29\t0,09\t0,17\tCe\t121,4\t322,8\t214,7\t219,6\nAl2O3\t11,22\t12,11\t12,49\t11,94\tPr\t44,81\t40,72\t24,72\t36,8\nFe2O3\t1,15\t2,36\t1,32\t1,61\tNd\t147,6\t135,0\t86,5\t123,0\nMnO\t0,02\t0,02\t0,05\t0,03\tSm\t24,92\t22,98\t17,02\t21,6\nMgO\t1,03\t0,21\t0,07\t0,44\tEu\t0,98\t0,96\t0,71\t0,9\nCaO\t0,57\t0,69\t1,07\t0,78\tGd\t18,58\t17,62\t15,84\t17,3\nNa2O\t3,27\t2,17\t3,64\t3,03\tTb\t2,33\t2,11\t2,40\t2,3\nK2O\t3,29\t5,97\t3,72\t4,33\tDy\t12,31\t10,49\t14,97\t12,6\nP2O5\t0,02\t0,05\t0,02\t0,03\tHo\t1,67\t1,50\t2,55\t1,9\nP,F,\t0,80\t1,30\t0,60\t0,90\tEr\t4,27\t3,58\t7,57\t5,1\nTOTAL\t99,84\t99,78\t99,74\t99,79\tTm\t0,61\t0,41\t1,22\t0,7\n\t\t\t\t\tYb\t4,17\t2,64\t8,42\t5,08\nPPM\t\t\t\t\tLu\t0,56\t0,32\t1,25\t0,71\nBe\t2,00\t1,00\t1,00\t1,33\tETR\t577,61\t778,73\t516,17\t624,17\nRb\t190,70\t238,10\t143,80\t190,87\tETR + Y\t619,21\t826,73\t613,07\t686,34\nCs\t1,20\t1,20\t0,60\t1,00\tETRL\t533,11\t740,06\t461,95\t578,37\nBa\t100,00\t418,00\t815,00\t444,33\tETRP + Y\t86,10\t86,67\t151,12\t108,0\nSr\t21,50\t79,20\t325,30\t142,00\t\t\t\t\t\nGa\t14,80\t19,60\t30,70\t21,70\tCu\t1,00\t0,50\t15,30\t5,60\nV\t<8\t9,00\t<8\t9,00\tCd\t<0,1\t<0,1\t0,10\t0,10\nSn\t5,00\t<1\t<1\t5,00\tZn\t36,00\t64,00\t10,00\t36,67\nW\t1,30\t1,20\t0,60\t1,03\tPb\t3,80\t6,30\t8,00\t6,03\nTa\t0,90\t0,80\t5,90\t2,53\tMo\t0,10\t0,30\t3,40\t1,27\nNb\t9,30\t19,30\t68,00\t32,20\t\t\t\t\t\nTh\t51,10\t72,00\t33,80\t52,30\tPPB\t\t\t\t\nU\t10,00\t6,20\t6,10\t7,43\tAu\t<0,5\t<0,5\t<0,5\t\nZr\t279,80\t315,70\t214,70\t270,07\tAg\t<0,1\t<0,1\t<0,1\t\nHf\t10,70\t10,90\t9,30\t10,30\tAs\t<0,5\t<0,5\t<0,5\t\nY\t41,60\t48,00\t96,90\t62,17\tSb\t<0,1\t<0,1\t<0,1\t\nSc\t1,00\t3,00\t<1\t2,00\tBi\t<0,1\t<0,1\t<0,1\t\nNi\t0,80\t0,70\t0,20\t0,57\tSe\t<0,5\t<0,5\t<0,5\t\nCr2O3\t13,68\t20,52\t<0,002\t17,10\tHg\t<0,01\t<0,01\t<0,01\t\nCo\t1,50\t3,20\t2,20\t2,30\tTl\t0,5\t0,5\t0,2\t0,4\nFigura 5 - Padrão de TR com valores médios do biotita granito normalizados ao condrito.\nMonazita e xenotima ocorrem como cristais incolores anédricos a subedricos, freqüentemente associados ao zircão, torita e biotita. Nas lâminas estudadas, as dimensões dos cristais de monazita e xenotima variam de 10 a 100 qm, mas sabe-se que ocorrem grãos maiores de até 1,5 mm, que foram recuperados através do bateamento dos sedimentos de drenagem. Monazita pode ser erroneamente tomada como xenotima por apresentar algumas feições similares como tamanho, relevo e cor. Entretanto, a primeira apresenta birrefringência de terceira ordem (~0,05) enquanto a segunda exibe cores esverdeadas e rosadas de mais alta ordem (~0,09) parecidas com as cores de interferência dos carbonatos. Sob luz plano-polarizada nem sempre é possível fazer a distinção entre monazita e xenotima, na maioria das vezes só sendo possível com o auxílio de imageamento através de elétrons retro-espalhados (Figura 6). A monazita tende a ser levemente mais amarelada que a xenotima e é uniaxial positivo ao contrário de xenotima e zircão, ambos uniaxiais.\nFigura 6 - (a) Fotomicrografia do biotita granito do MGSD exibindo grãos de monazita e torita, ambos circundados por uma borda de óxido de ferro. (b) Detalhe do centro da imagem em “a”, em imagem de elétrons retro-espalhados. Destaque para a inclusão de torita na monazita (área mais branca) e para a borda de óxido de ferro. Aumento de 200x. (c) Exemplo de associação entre xenotima e monazita no biotita granito, 100x de aumento. d) Detalhe do centro da foto em “c” mostrando o contato nítido entre os dois minerais de TR.\n5.2\tMINERAIS DE TR SECUNDÁRIOS/HIDROTERMAIS\nA existência de fluidos hidrotermais contento TR e sua interação com a rocha é indiretamente evidenciada pela presença de minerais de TR considerados tipicamente hidrotermais, neste caso allanita e bastnaesita. Além de monazita e xenotima, estes dois são os minerais de TR mais comumente observados nas lâminas estudadas.\nA allanita nesta situação é magmática, mas, por estar intimamente relacionada com outros minerais secundários de TR foi considerada neste subcapítulo. Apresenta-se como um importante componente acessório com quantidades consideráveis de TRL, U e Th, podendo ainda incorporar algumas quantidades menores de TRP. Este mineral foi anteriormente estudado no MGSD por Teixeira (2002) na fácies menos evoluídas, progressivamente 18\ntornando-se mais escasso nas fácies mais evoluídas. A allanita é relativamente comum nos biotita granitos estudados neste trabalho, ocorrendo como cristais euhédricos a anédricos com dimensões consideráveis, da ordem de 2 mm. Seus cristais apresentam-se mais comumente em elevado estado de alteração do que não alterados, exibindo aspecto fraturado e cores marrons e avermelhadas provavelmente devido ao Fe contido nos produtos de alteração. Grãos não alterados são maiores podendo atingir até 4 mm de comprimento, possuem hábito predominantemente euhedral, alto relevo e tons amarelados. A aparência das allanitas não alteradas é mais homogênea; substituições ocorrem em menor escala quando comparado com allanitas alteradas e tomam a forma de preenchimento de fraturas dentro do grão por bastnaesita (Figura 7a). Quando intensamente alterada, allanita exibe formas anédricas, dimensões&lt;1 mm, cor marrom a avermelhada e baixo relevo. A alteração é favorecida tanto pelo caráter metamíctico do mineral quanto pela interação com fluidos hidrotermais.\nA identificação dos produtos de alteração da allanita, assim como as relações desta com outros minerais secundários só foi possível através da observação de imagens geradas por elétrons retro-espalhados e análises qualitativas em microssonda eletrônica. Estas ferramentas permitiram constatar que os minerais secundários decorrentes da alteração da allanita são compostos por minerais do grupo da bastnaesita que a substituem em maior ou menor grau, além de fluorita e chamosita. Os domínios alterados estão intimamente relacionados a estes fluorcarbonatos de TR que, ao contrário do observado nas allanitas não alteradas, intensamente substituem esta preenchendo fraturas/fissuras formando veios micrométricos. Eventualmente estes espaços preenchidos de combinam, gerando aglomerados de fluorcarbonatos de TR (Figura 7b e c).\nA alteração da allanita e posterior substituição desta por minerais fluorcarbonatados sugere interação e percolação de um fluido rico em F e CO2. Estudando o mesmo granito, Bilal (1991) relata que a alteração hidrotermal da allanita é causada por fuidos ricos nos elementos F e no anion carbonato que percolaram a rocha através de fraturas, localmente mudando a composição de minerais.\nA alteração da allanita por uma conjunção de fatores como corrosão, dissolução e/ou transformação parece ser comum no MGSD. Outros trabalhos relatam uma interação similar. Por exemplo Littlejohn (1981) estudando allanitas alteradas no Escudo Canadense, realizou análises com difratometria de raios-X e constatou que a mineralogia resultante era composta de uma mistura de bastnaesita, argilas, torita, fluorita e magnetita. Segundo este autor as reações químicas que podem descrever a formação de minerais de TR hidrotermais a partir de\nallanita envolve deslocamento de cátions do sítio A(1) e A(2) seguido de uma reorganização dos cátios do sítio M, de acordo com as equações [1] e [2]:\n(Ca,Ce,Th)2(Al,Fe)3Si3Üi2(OH) + F',CO;&lt;► ThSiÜ4 + CeFCÜ3 + 3SiO2(Al,Fe)2Ü3nH2O+ Ca2+\t[1]\nAllanita\tFluidos Torita Bastn.\tMontmorillonita\nAllanite + F, CO- > CaF2 + CeFCO3.CaCO3 + (Fe, Al)6(Si,Al)4Oio(OH)8\t[2]\nFluorita Synchysita\tChamosita\nSegundo Wyllie et al (1996) os minerais formados que pertencem ao grupo da bastnaesita são representados pela formula geral nXYCO3.mCaCO3, onde X=TRL, Y=(F,OH) e m = 0 (bastnaesita) ou m = 1 [synchysita(Y), parisita ou rontgenita]. As linhas espectrais obtidas através das análises qualitativas na microssonda eletrônica indicam que uma mistura destes minerais forma os produtos de alteração da allanita, na medida em que há variação nos picos relativos aos elementos que caracterizam o grupo como C, F, Ca e TR. A composição exata destes minerais não foi verificada, mas as variações nos picos dos espectros permitem considerar que estes ocorrem em variáveis quantidades na forma de solução sólida. Com exceção dos membros-finais ricos em Ba (não detectado), o grupo é representado pelos seguintes minerais:\nBastnasita-(Ce) Hydroxylb astnasita Bastnasita-(Y) Parisita-(Ce) Rontgenita-(Ce) Synchysita-(Ce) Synchysita-(Y)\n(Ce,La)(CO3)F (Ce,La)CO3(OH,F) (Y,Ce)(CO3)F Ca(Ce,La)2(COs)3F2 Ca2(Ce,La)3(COs)5F3 Ca(Ce,La)(CO3)2F Ca(Y,Ce)(CO3)2F\nA ausência de C em alguns espectros feitos nos produtos de alteração da allanita podem ser entendidos pela presença do mineral 1ytrocerita [CaF2 + (Y,Ce)F3] ocorrendo juntamente com os fluorcarbonatos listados acima, além de fluorita.\nO modo de ocorrência destes minerais secundários de TR é similar ao descrito nos parágrafos anteriores referentes o modo de ocorrência dos minerais que substituem a allanita, isto é, na forma de pequenos veios preenchendo fraturas dentro do mineral. Foi ainda\n1 Até a data de publicação deste trabalho a ytrocerita não havia sido oficialmente reconhecida como espécie mineral válida pela IMA - International Mineralogical Association.\nverificado que quando a substituição da allanita é quase completa, a bastnaesita ocorre em\naspecto fibroso e acicular (Figura 7d).\nFigura 7 - Imagens obtidas por elétrons retro-espalhados mostrando formas de ocorrência de minerais secundários de TR. (a) Allanita zonada e pouco alterada sendo substituída por bastnaesita em pontos isolados. (b) Allanita parcialmente alterada exibindo pequenos veios e aglomerados preenchidos por minerais do grupo da bastnaesita e chamosita. (c) Allanita bastante alterada com auréola de bastnaesita. (d) Estágio avançado de substituição da allanita. Hábito acicular da bastnaesita e chamosita associada.\n5.3\tGRANITO SAPROLITIZADO\nEm diversas áreas distribuídas pelo MGSD, principalmente nas regiões de maior declividde observa-se o desenvolvimento de perfis de alteração química onde o granito encontra-se saprolitizado, formando um perfil típico de neossolo litólico. O perfil de alteração é composto por basicamente três horizontes, A, B e C, todos sobrepostos à rocha não alterada. O horizonte A é representado por solo rico em matéria orgânica e argilominerais, com espessura média de 20-30 cm. O horizonte B é uma mistura entre a rocha em grau avançado 21\nde alteração e solo incipiente, coloração variando entre tons de cinza e marrom. Alguma biotita e quartzo ainda podem ser reconhecidos, mas a mineralogia predominante é composta dos produtos de alteração dos feldspatos. O horizonte B é pouco espesso, por vezes quase inexistente, de modo que frequentemente logo abaixo do horizonte A já se encontra o regolito, ou horizonte C. A transição entre os horizontes B (quando existente) e C é gradual, sendo difícil reconhecer o limite exato entre eles. No horizonte C (Figura 8), no entanto, pode-se reconhecer alguma estrutura do granito original, mesmo que o grau de saprolitização seja considerável. A composição mineralógica do saprolito principal é similar à do granito parental, mas há maior presença de argilominerais e minerais acessórios. Monazita e xenotima permanecem no saprolito como minerais-resistato, o que causa um enriquecimento relativo nos teores de TR nestes horizontes.\nFigura 8 - Saprolito formado a partir do intemperismo do biotita granito.\nAs análises química de rocha total do saprolito (Tabela 2) revelam baixos teores em SiO2 da ordem de 52% e relativamente alta quantidade de Al2O3, cerca de 26,92%. Estes valores, juntamente com alta perda ao fogo detectada (9,6%) sugerem a presença de quantidades consideráveis de argilominerais hidratados, que podem estar atuando como agente de adsorção de TR. O grau de alteração do saprolito, ou saprolitização (CIA) foi medido com base no coeficiente proposto por Nesbitt &amp; Young (1982) que leva em\nconsideração as proporções moleculares dos óxidos em minerais: CIA = [Al2O3/(Al2O3 + CaO + Na2) + K2O)] x 100%. Segundo Sanematsu et al (2009) feldspatos não alterados como anortita, albita e ortoclásio geram valores CIA em torno de 50%; biotita e muscovita geralmente resultam em CIA variando de 65-75%; e argilominerais como illita e caolinita geram percentagens de 75-85 e 100% respectivamente. Os cálculos de CIA feitos com as proporções moleculares do saprolito analisado resultam em valores ao redor de 85%, indicando a presença de illita e caolinita como produtos da alteração dos feldspatos e sugerindo grau de saprolitização/argilização da rocha considerável.\nTabela 2 - Análise representativa do biotita granito saprolitizado.\nContinuação\nAmostra\nContinuação\nContinuação\nSAPROLITO\n%\t\tPPM\t\tPPM\t\nSiO2\t53,63\tSr\t31,60\tLa\t544,2\nTiO2\t0,45\tGa\t40,60\tCe\t877,6\nAl2O3\t26,92\tV\t9,00\tPr\t108,76\nFe2O3\t3,62\tSn\t2,00\tNd\t354,6\nMnO\t0,02\tW\t<0,5\tSm\t55,51\nMgO\t0,17\tTa\t1,70\tEu\t1,91\nCaO\t0,02\tNb\t33,90\tGd\t40,44\nNa2O\t0,18\tTh\t191,20\tTb\t5,01\nK2O\t4,87\tU\t16,60\tDy\t27,28\nP2O5\t0,07\tZr\t533,90\tHo\t4,15\nP.F.\t9,60\tHf\t17,00\tEr\t10,54\nTOTAL\t99,59\tY\t122,90\tTm\t1,35\n\t\tSc\t5,00\tYb\t7,7\nPPM\t\tNi\t0,50\tLu\t0,83\nBe\t<1\tCr\t<0,002\tETR\t2039,88\nRb\t240,10\tCo\t3,10\tETR + Y\t2162,78\nCs\t2,10\tCu\t2,50\tETRL\t1942,58\nBa\t408,00\tCd\t0,50\tETRP + Y\t220,20\nPPM\nZn\nPb\nMo\nPPB\nAu\nAg\nAs\nSb\nBi\nSe\nHg\nTl\n43,00\n47,30\n2,10\n<0,5\n<0,1\n<0,5\n<0,1\n<0,1\n<0,5\n<0,01\n0,7\nAs quantidades de TR + Y detectadas no saprolito são da ordem de 2171 ppm, com 1941 ppm de TRL e o restante de TRP, o que reflete a composição do granito original, onde monazita é mais abundante que xenotima. O padrão de TR do saprolito normalizado ao biotita granito exibe fracionamento descendente na direção das TRP, indicando enriquecimento em geral nas TR, mais pronunciado nas TRL e menos nas TRP (Figura 9). A anomalia positva de Ce no horizonte saprolitizado pode ser resultado da formação da forma tetravalente deste elemento em condições oxidantes da superfície (Henderson, 1984).\nFigura 9 - Padrão de TR do horizonte saprolitizado normalizado ao biotita granito parental.\n5.4\tTERRAS RARAS ADSORVIDAS EM ARGILAS\nAlém dos casos descritos anteriormente, foi observado que camadas de material essencialmente argiloso desenvolvidas acima da zona saprolitizada atuam como importantes reservatórios para os ETR, formando os chamados depósitos de adsorção iônica. De acordo com Wu et al. (1990) estes depósitos são caracterizados por apresentarem enriquecimento de até 5x em relação à rocha-fonte, podendo variar dependendo da mineralogia da rocha parental.\nUma associação de fatores como clima, mineralogia do granito original e topografia favoreceram a formação de zonas argilizadas enriquecidas em TR dentro de algumas regiões do Maciço. O clima tropical quente com alternância entre estações secas e úmidas constituiu fator preponderante na formação de tais depósitos, no sentido de facilitar o intemperismo químico do granito, alterando os feldspatos em argilominerais. A morfologia local também é um importante fator controlador no desenvolvimento das camadas argilizadas no sentido de que estas melhor se desenvolvem em locais onde a declividade é baixa e a erosão por processos gravitacionais é menor, possibilitando o acúmulo das argilas formadas como produtos de estágios avançados da alteração do granito. A Figura 10a mostra uma área dentro no Maciço propícia à formação e acumulação das argilas ricas em TR. Trata-se de uma região topograficamente inferior em relação ao seu entorno (morrotes de granito), comportando-se como uma “micro-bacia” dentro do próprio Maciço.\nO horizonte argiloso desenvolve-se abaixo dos horizontes A e B de solo e acima do saprolito, tem espessura relativamente constante da ordem de um metro e ocorre ao longo do canal do Córrego São Martiniano (Figura 10b). A transição entre a argila e o horizonte B do solo imediatamente acima é gradual, ficando cada vez menos argiloso e adquirindo coloração mais marrom. Devido à estas características entende-se que a o horizonte argiloso é autóctone, formado a partir da saprolitização do granito parental e deposição no local. A sucessão pedológica descrita acima representa um perfil típico de argissolo vermelho-amarelo, comumente descrito na região estudada.\nA composição química total do horizonte argiloso pode ser visto na Tabela 3. A própria alteração incipiente da monazita e xenotima, juntamente com outros minerais que são mais susceptíveis ao intemperismo químico com os fluorcarbonatos de TR (minerais do grupo da bastnaesita) favoreceu ainda mais o enriquecimento em TR nos níveis argilosos. Segundo Bau (1991), as TR liberadas destes minerais são adsorvidas nos argilominerais através de troca catiônica na superfície das argilas. Este mecanismo gera fracionamento e enriquecimento em TR durante processos de adsorção-desadsorção, onde as TRP tendem a ser mais adsorvidas porque cátions com razão carga/raio iônico maior são preferencialmente incorporados nas argilas.\nFigura 10 - (a) Região do Córrego Martiniano, topograficamente inferior ao seu entorno (morrotes) propícia à acumulação dos horizontes argilosos. (b) Forma de ocorrência do horizonte argiloso ao longo do mesmo córrego.\nTabela 3 - Análises químicas de rocha total representativa do horizonte argiloso\nAmostra\tContinuação\nContinuação\nContinuação\nHorizonte Argiloso\n%\t\tPPM\t\tPPM\t\tPPM\t\nSiO2\t63,78\tSr\t26,5\tLa\t257,50\tZn\t31\nTiO2\t0,37\tGa\t36,0\tCe\t327,10\tPb\t21,3\nA12O3\t20,58\tV\t17,0\tPr\t56,34\tMo\t<0.1\nFe2O3\t1,31\tSn\t11,0\tNd\t191,60\t\t\nMnO\t0,01\tW\t1,5\tSm\t33,43\tPPB\t\nMgO\t0,26\tTa\t4,3\tEu\t1,08\tAu\t3,5\nCaO\t0,08\tNb\t64,8\tGd\t28,76\tAg\t<0.1\nNa2O\t0,52\tTh\t70,2\tTb\t4,20\tAs\t<0.5\nK2O\t5,69\tU\t8,8\tDy\t29,18\tSb\t<0.1\nP2O5\t0,02\tZr\t690,0\tHo\t5,33\tBi\t<0.1\nP.F.\t7,10\tHf\t24,7\tEr\t15,91\tSe\t0,0\nTOTAL\t99,70\tY\t156,1\tTm\t2,33\tHg\t0,01\n\t\tSc\t5,0\tYb\t15,52\tTl\t0,6\nPPM\t\tNi\t1,3\tLu\t2,08\t\t\nBe\t2,0\tCr\t27,4\tZTR\t970,36\t\t\nRb\t305,9\tCo\t1,7\tZTR + Y\t1126,46\t\t\nCs\t2,9\tCu\t2,8\tZTRL\t867,05\t\t\nBa\t284,0\tCd\t<0.1\tZTRP + Y\t259,41\t\t\nO padrão de TR das argilas exibe enriquecimento de modo geral quando normalizado com os valores dos North American Shale Composite (NASC) de Haskin et al. (1971). Pela Figura 11 é possível observar que há uma leve anomalia negativa de Ce e uma forte anomalia negativa de Eu. O padrão não exibe fracionamento expressivo, o que se observa é que quase todas as TR têm distribuição relativamente igual ao dos sedimentos, diferindo apenas no enriquecimento proporcional de cada elemento.\nFigura 11 - Padrão de TR da camada argilosa normalizado com os NASC.\nJá o padrão de TR das argilas normalizado com o próprio granito do qual elas são provenientes revela um fracionamento ascendente em direção às TRP (Figura 12). Nestas, o enriquecimento observado é considerável, chegando a ser de até 3x o biotita granito parental.\nFigura 12 - Padrão de TR do horizonte argiloso da região do Córrego Martiniano normalizado com o valores do biotita granito.\nA Figura 13 mostra a análise de difratometria de raios-X feita nas argilas com TR adsorvidas. O difratograma revela que estas são constituídas principalmente de illita e kaolinita, com menores quantidades de quartzo, microclínio e calcita. A presença de calcita se deve à evaporação de água meteórica que percola os horizontes pedológicos, restando precipitados de carbonatos de cálcio.\nÉ importante ressaltar que não foi constatada a presença de minerais de TR na camada argilosa, o que indica que os ETR detectados nas análises químicas encontram-se unicamente adsorvidos nas argilas.\nFigura 13 - Difratograma de raios-X das argilas com TR adsorvidas.\n6.\tARTIGO A SER SUBMETIDO\nOCURRENCE AND BEHAVIOR OF MONAZITE AND XENOTIME IN DETRITAL AND SAPROLITIC ENVIRONMENT IN AN A-TYPE GRANITE, GOIAS/TOCANTINS, BRAZIL: POTENTIAL FOR REE DEPOSIT.\nI.V. SANTANA1, N.F. BOTELHO1\n1Institute of Geosciences, University of Brasilia, Asa Norte, Brasilia, DF, 70900-910\n(Correspondence :igorunesp@gmail .com, nilsonfb@unb.br)\nABSTRACT\nThis paper reports a potential source of rare earth elements (REE) by studying an assembly of heavy minerals concentrated either in saprolite horizons and in placer deposits. The placers were formed by streams incised in the Serra Dourada Granitic Massif (SDGM), an A-type granitic body located in northern Goiás State, Brazil. The sediments contain up to 1% of monazite and 0.3% of xenotime. In the panned concentrate, monazite and xenotime represent about 20% and 7% respectively of the heavy minerals variability, being the most important REE carriers. These minerals are also present in saprolitic domains of the granite, which has been undergoing physical and chemical weathering. Both qualitative and quantitative electron probe microanalysis were carried out in detrital monazite and xenotime in order to assess their main features and composition. Monazite occurs as rounded to euhedral detrital grains, with total REE content around 59 wt%. Xenotime occurs as subhedral to euhedral grains, with mean total REE+Y contents of 52 wt%. The REE contents of monazite and xenotime attained in this study are below the mean values for these minerals found in literature data. The low-totals are ascribed to the alteration of the minerals, related with the presence of organic material and fluoro, carbonate ligands in placer deposits. Xenotime microanalysis yielded even lower totals than monazite due to the stronger character of the heavy REE to complex with the aforementioned ligands and to be more readly adsorbed on the surface of clay minerals present in the saprolite. Sites where placer deposits occur are characterized by low-slope areas within the Massif, where deposition and accumulation is\nmore favorable. The placer deposits could be exploited, but its occurrence is more restricted and punctual. The saprolite has the advantage of covering wide areas with good distribution, and it would be preferable targets. In both cases though, the advantage is that the mining processes are cheaper and simpler when compared with fresh rock mining.\nKeywords: A-type granite; heavy minerals; monazite; xenotime; electron probe microanalysis.\n6.1\tINTRODUCTION\nIn recent years, the shortage in rare earth elements (REE) supply along with its increasing demand caused the global attention to turn to these elements, as they became more “critical”. The international rush in finding new targets is reflected in the highest historical prices achieved, its increasing usefulness in high-technology devices, development of green energy sources and in several applications in cutting-edge industry. For instance, the most common uses of the REE are in high-performance permanent magnets, fotovoltaic cells, hybrid electric cars, superconductors, catalysts, tablets, displays, etc.\nMonazite (Ce, La, Nd, Th)PO4 and xenotime (Y, Yb)PO4 are two minerals known for being major REE-ore minerals. They are relatively common as accessory phases in peraluminous granites, sienites, pegmatitic granites, quartz veins and carbonatites, in addition to charnockites, migmatites and paragnaisses (Rapp e Watson, 1986). Also, they frequently form alluvial (placer) deposits deposited in streams, rivers and beaches, due to its resistance against both physical and chemical weathering and its high specific gravity (Long et al. 2010).\nThis study approaches a potential source of REE's by studying an assembly of heavy minerals concentrated by streams that drain a granitic body in central region of Brazil. The Serra Dourada Granitic Massif (SDGM) is an A-type granitic body located in northern Goiás State, known for having high REE contents. The lanthanide contents within the granite are mostly controlled by the phosphate phases monazite, xenotime and, to a lesser extent, by other accessory or secondary minerals such as zircon, thorite, allanite, apatite, bastnasite, fluocerite and REE oxyfluorides. The first description and characterization of the massif was carried out by Marini and Botelho (1986), who studied a series of twenty granitic bodies\nthroughout Goiás State that share common features concerning its chemical composition and potentiality as Sn sources. The term “Goiás Tin Province” was then coined by those authors, the SDGM being part of it.\nProgressive chemical and physical weathering of the granite under a tropical climate with alternating dry-wet seasons resulted in leaching of the least resistant phases and ulterior concentration of a heavy mineral assemblage that includes monazite and xenotime among its constituents. The degree of weathering is considerable, so what it is valuable to study the accumulations of heavy minerals along the streams in order to characterize it as a potential source of REE's. Moreover, the chemical study of detrital monazite and xenotime, as well as the assessment of its mode of occurrence and association with other minerals, gives light to a better understanding on the fractionation and mobility of REE's in this specific environment. Several studies regarding granite weathering, pedogenesis, REE behavior and monazite chemistry (Nesbitt, 1979; Wu, Huang and Guo, 1990; Foster, 1998; Aubert et al. 2001; Bao and Zhao, 2008; Murakami and Ishihara, 2008; Sanematsu et al. 2009) ascribe the climatic weathering and the stability of the REE-bearing minerals as the major controls on the lanthanide mobility in the sedimentary system. Few studies address microprobe microanalysis on those minerals in a phase previous to diagenesis processes, still as detrital components in a soil system, in an interval between its release from the source rock and the beginning of pedogenesis processes.\nThe favorable economic moment for the REE's makes this study important since such occurrence could be feasible of exploitation in a short term, in addition to contribute in the understanding of the migration of REE's in the mineral-solution-soil systems. Another advantage is the fact that mining heavy minerals from alluvial deposits is relatively simpler than hard-rock mining. The minerals of interest could be readily separated in situ, and there is always the possibility to obtain co-products that occur with monazite and xenotime, such as zircon, titanite, garnet, tourmaline, kyanite, staurolite, cassiterite, etc (Long et al. 2010).\n6.2\tGEOLOGICAL SETTING\nThe central northern region of Goiás State have been target of several studies due to its complex geological setting, of which a better understanding is essential to reconstruct the geological evolution of central Brazil. Besides, the region is economically important because\nof its REE, Sn, Au, Cu, Zn, Ni, asbestos, decoration stones and gem-quality tourmalines. Because of this features, several geological mappings and academic researches with various objectives have been carried out in the region since the 70’s, resulting in a large amount of data.\nThe geologic framework is comprised by the Tocantins Province, a large orogen of the central Brazilian terrains, developed in the Brasilian Cycle (Neoproterozoic) during the merging of the Gondwana Supercontinent. In the northern limits of this Province lies the Brasilia Fold Belt, which is one of the fold belts formed due to the Gondwana amalgamation. For more detail refer to Dardenne (2000). The Massif is one out of twenty A-type stanniferous granitic bodies and pegmatite veins, Paleoproterozoic to Neoproterozoic ages, firstly described by Marini and Botelho (1986) as part of a group called “Goiás Tin Province”. These granites are the plutonic counterparts of a volcanic suit related to the Araí Group, a unit located in the northern part of the Brasilia Fold Belt made up by sedimentary and volcanic rocks formed during a continental rifting. For more detail on the rift and its associated units refer to Alvarenga (2000). The granite is surrounded by the Serra da Mesa Group.\n6.2.1\tGoiás Tin Province\nSeveral A-type intrusions are known in Goiás State, forming part of the so-called Goiás Tin Province (GTP). It is made up by about twenty granitic bodies and pegmatitic veins of Paleoproterozoic to Neoproterozoic ages, subdivided into four groups according to their localities. In the northern region of the Province occur the Rio Tocantins (RTS), Rio Paranã (RPS) subprovinces (Marini and Botelho, 1986). The same authors postulated that all granites in the RPS and RTS exhibit petrographic and geochemical signatures which are similar to those attributed to A-type granites. They are also alkali-rich and have high F, Sn, Rb, Th, Y, Nb, Ga and REE contents. Several granites exhibit late to post-magmatic alteration processes such as microclinization, albitization and gresenization, includion the SDGM.\n6.2.2\tSerra Dourada Granitic Massif\nThe SDGM was exploited by hand picking miners during the 80’s because of its cassiterite mineralization. Several artisanal mines were developed in the region, specially the 32\nCruzeiro, Pela Ema and Buriti mines, located in the southern border of the granite in hydrothermal facies. Other occurrences include tourmalines and beryl-hosted pegmatites, in addition to monazite and xenotime in accumulation of heavy minerals in placer deposits. More recently, a private company initiated evaluation studies focusing on the residual products resulted from the granite weathering.\nThe SDGM is the largest body of the GTP, with dimensions of 45 km length. It is located in northern of Goiás State right on the boundary with Tocantins State, next to the Montividiu do Norte and Palmeirópolis Municipalities (Figure 14). It consists mainly of a biotite granite, with more evolved facies such as pegmatites, greisens and albitites taking place punctually. Some creeks and streams that drain the massif are known for hosting heavy\nmineral sands that includes rare earth specimens in its constituents, primarily monazite and xenotime, already exploited by hand-picking miners (Teixeira, 2000).\nDating studies, using U/Pb and Pb/Pb methods, carried out by Pimentel et al. (1991) in\nthe SDGM as well as in correlate granites yielded ages between 1.57 and 1.61 Ma.\nMara Rosa Sequence - clorite schists\nGranite - Mata Azul Suite, Goiás Magmatic Arc\nSampled Heavy Mineral Sands\nPalmeirópolis Metavolcanic and Sedimentary Sequence\nSerra da Mesa Group - mica schists, carbonatic schists, limestone.\nState Boundary - Tocantins (upper) and Goiás State\nLegend\nNeoproterozoic\nMesoproterozoic\nI Serra Dourada Massif and\nSerra do Encosto Massif (left)\nFigure 14 - Lithological overview map of the studied area and sampled sites.\n6.2.3\tSerra da Mesa Group\nThe SDGM is primarily confined by the Serra da Mesa metasedimentary units, in which the granite is emplaced. Araújo Filho et al. (2007) define the Group as a psammo-pelitc-carbonate sequence composed, from bottom to top by: sillimanite-schist and muscoviteschist with carbonate lens and impure marble, followed by sacaroid quartzite interbedded with thick muscovite lamellae. On top occur muscovite-schists, interbedded with decimetric calc-silicate rocks, impure marble and quartzite. The metamorphism and deformation observed in such Units is related with the Brasilian Orogeny, which generates schistosity and radial bedding concentric with the granitic intrusions (Serra Dourada e Serra do Encosto granites).\n6.3\tMATERIALS AND METHODS\nField trips were made to the massif for geologic reconnaissance, sampling rocks and alluvial heavy-mineral sands deposited by streams located within the massif. To pinpoint the best spots for sampling we counted on the aid of a gamaspectrometer, since the assemblage of heavy minerals include Th-U-bearing specimens such as monazite, xenotime and zircon. Also, the sampling sites were chosen based on the magnitude of the streams, the slope of the terrain and on information obtained from locals about exploitation activities.\nEPMA analysis were carried out in the Institute of Geosciences of the University of Brasilia using a JEOL JXA-8230 equipped with five vertical wavelength-dispersive spectrometers (WDS), one energy-dispersive spectrometer (EDS) and ZAF matrix correction. Both monazite and xenotime were analyzed following the protocol of Scherrer et al. (2000). The advantage of this method is that no pre-measured correction factors are needed, the spectral lines and background positions are already set in order avoid it. Analytical conditions were: take-off angle of 40°, 25kV acceleration voltage; 50nA electron current and 3um the diameter of the beam. Counting times were 20s for the REE's and 10s for the other elements. Ka-lines were used for P, Al, Si, Ca and Fe. La-lines were considered for Y, La, Ce, Er, Yb. LP-lines were used for Pr, Nd, Sm, Gd, Tb, Dy, Ho. For U, Th, and Pb we used Mp, Ma and Mp respectively. Standards were the same as those employed for monazite analysis. The standards for the REE's were synthetic glasses; for Y a synthetic oxide of Fe and Y; natural oxides for the elements U and Th and the mineral galena for Pb. The elements Ca and Si were\nstandardized with wollastonite; P with apatite. For supplementary detailed information on the background positions and integration times refer to Scherrer et al. (2000).\n6.4\tMODE OF OCCURRENCE OF DETRITAL MONAZITE AND XENOTIME\nThe SDGM consists in a higher relief domain when compared to the surrounding units. It is drained by several streams ranging from first order headwaters to small rivers mostly formed by fluvial downcutting. All sampled creeks feed larger water bodies which in turn flows outwards the granite, entering in the surrounding units such as the schists of the Serra da Mesa Group. The running water weathered and leached the upper domains of the massif, depositing the more resistant/denser minerals in areas where the terrain becomes flatter, or where the slope decreases enough. Stream sediments were collected in both high and low-slope terrains, but rare earth minerals were found only in the latter case, chiefly accumulated by means of alluvial and gravitational processes. The term “alluvial” is used in this work according to Gary et al. (1977), who describe it as unconsolidated detrital material deposited by streams or other bodies of running water as semi sorted sediments in the bed of a stream or as cone or fan at the base of a mountain slope. In this study, the heavy minerals were found to take place in two situations: (i) laying on the inside margins of small meanders concentrated as alluvial sediments or (ii) accumulated downstream along with poorly-sorted sediments derived from the weathered granite, transported downwards by gravitational processes in high-energy flows during rain seasons.\nSituation (i) occurs to a lesser extent, restricted to first and second-order streams. The minerals take place in limited spots at the inner margin of meanders, as pinpointed by the gamaspectrometer. Garnett and Bassett (2005) listed a series of the most likely spots for trapping heavy minerals, the most common ones in this case being logs, potholes, cobbles and pebbles, i.e. whatever can change the hydraulic energy and concentrate minerals with higher specific gravity, occurring preferentially near to the surface. Moreover, differences in bedrock morphology may play a role in trapping minerals, as it forms depressions and potholes that act as a pitfall for heavy minerals.\nThe second case (ii) (Figure 15a,b,c and d) is more significant in terms of volume and would be a preferable target if a prospect campaign is considered. In this situation the heavyminerals are deposited along with coarse sediments (mostly quartz cobble and pebbles) on the\nside margins of medium-sized water bodies such as Martiniano and São Bento Creek (Figure 4b,c). The sediments are loose, unconsolidated and poorly-selected, being composed by several different heavy-minerals, quartz, silt, clays and soil.\nSimilar to the study of Hassan (2005), these streams exhibit a surficial “layer” of poorly-sorted clastic sediments deposited upstream, gradually getting scarcest downstream. During flood seasons, the layer, also called “diffuse gravel sheet” by Smith (1974), is more active and mobile due to high-energy water flow, whereas during dry seasons the energy is not high enough to transport the constituents, which are left behind forming a pavement of poorly-sorted particles. Sand, silt and clay-sized sediments are mostly incorporated during flood seasons, as it is transported by the water, filling the coarse material’s cavities. The resulting fabric is similar to a conglomerate, discounting the fact that it did not undergo any diagenesis processes, hence the sediment easily disintegrates such as a poorly-sorted gravel. Although the granulometry of the sediments is predominantly coarse, millimetric dense monazite and xenotime occur along with low-specific gravity quartz gravels with sizes ranging from 32 mm (pebble and cobble fraction) up to 15cm diameter boulders. Morphologically, the gravels form a homogeneous layer with no distinctive head and tail, extending from one margin to the other. Sometimes it forms disconnected bars, preferentially in the middle of the channel forming an island-like structure. These sediments often end up being incorporated in the adjacent soil profile exposed by the running water; imbricate particles in the soil can be easily observed. Figure 15d is an interpretation based on field observations. The extent of the alluvial sediments could be larger, reaching deeper levels.\nb\nd\nFigure 15 -Examples of mode of occurrence (ii) of the heavy mineral assemblage. (a) Overview of the São Bento Creek. The stream has a rectilinear channel, with wide open meanders; low-slope terrain. (b) Detail of the margin, showing from where monazite and xenotime were recovered. Sampled sites n° 18 and 19. (c) View of the São Martiniano Creek. Monazite and xenotime-bearing sediments lie at the bottom of the profile, with a gray clayish layer overlying it. In the middle of the channel its possible to see the discontinuous bars made up of quartz cobble/pebble and filled with sand and silt sediments. (d)Sketch of the São Martiniano Creek representing the local estratigraphy. “A” depicts the upper soil horizon. “B” is the clayish layer made up by illite, kaolinite, quartz and calcite.“C” is the saprolit and the fresh granite. “D” depicts the alluvial coarse sediments in which the heavy-minerals are laying with.\n6.4.1\tSediments chemistry\nTotal chemical analyses were carried out in the powdered fraction of the alluvial sediments (Table 4). The results yield a predominance of SiO2 making up the bulk composition of the sediments, mainly controlled by the amounts of quartz. The REE contents depict the original granite composition, in what the LREE contents predominate over the HREE. Assuming that all LREE are incorporated in monazite and that it contains roughly 25 wt% of P2O5, it would represent around 1% of the sediments constitution. Likewise, considering that all HREE+Y are in xenotime and assuming that P2O5 is 30 wt% of the mineral chemistry, the sediments contain about 0.4 - 0.5% of xenotime. It is noteworthy that these values are average compositions. Also, it is known that the REE are not exclusively in monazite and xenotime, since other heavy minerals such as thorite, apatite, fergusonite, zircon, etc may also incorporate REE. Nonetheless their occurrence and proportion in the\nsediments are neglible, therefore for the present purposes it is acceptable to assume that all REE are in monazite and xenotime.\nTable 4 - Total rock analyses of monazite, xenotime-bearing alluvial sediments.\nAlluvial sediments\tContinue\n\t3\t15\t17\t18\t19\t\n%\t\t\t\t\t\tAverage\nSiO2\t84.50\t72.44\t85.38\t83.33\t76.82\t80.49\nTiO2\t0.31\t1.16\t1.21\t0.85\t0.50\t0.81\nA12O3\t7.04\t9.46\t3.65\t6.16\t9.91\t7.24\nFe2O3\t1.25\t2.15\t1.92\t1.48\t1.20\t1.60\nMnO\t0.01\t0.05\t0.10\t0.11\t0.04\t0.06\nMgO\t0.08\t0.08\t0.02\t0.06\t0.14\t0.08\nCaO\t0.04\t0.13\t0.05\t0.27\t0.32\t0.16\nNa2O\t0.25\t0.32\t0.12\t0.62\t0.92\t0.45\nK2O\t2.80\t4.62\t1.68\t3.06\t4.36\t3.30\nP2O5\t0.22\t0.50\t0.48\t0.65\t0.23\t0.42\nLOI\t2.50\t5.30\t2.40\t1.50\t4.70\t3.28\nTOTAL\t99.05\t96.20\t97.05\t98.08\t99.11\t97.90\nPPM\t\t\t\t\t\t\nBe\t<1\t<1\t<1\t2\t3\t2.5\nRb\t137.2\t176.4\t64.1\t136\t213.6\t145.46\nCs\t1.2\t0.6\t0.5\t0.7\t1.7\t0.94\nBa\t111\t523\t64\t151\t269\t223.6\nSr\t10.7\t43.6\t7.4\t28.2\t39.2\t25.82\nGa\t12\t18.2\t9.6\t9.5\t15.3\t12.92\nV\t19.0\t9.0\t<8\t<8\t8.00\t12.00\nSn\t66\t5\t797\t230\t59\t231.4\nW\t1.4\t2.3\t40.9\t4\t1.2\t9.96\nTa\t7.5\t15\t557.1\t69.4\t8.9\t131.58\nNb\t95.7\t233.9\t4832.5\t213.9\t57.5\t1086.7\nTh\t267.3\t757.3\t576.7\t1147.1\t433.8\t636.44\nU\t45.2\t94.2\t237.1\t136\t56.9\t113.88\nZr\t3050.2\t18751.3\t5744.8\t1721.4\t2100.6\t6273.66\nHf\t115.1\t581.3\t206.6\t58.6\t71.3\t206.58\nPPM\t3\t15\t17\t18\t19\tAverage\nLa\t665.70\t1837.30\t1401.00\t2193.70\t824.20\t1384.38\nCe\t1243.80\t3476.40\t2508.70\t4214.70\t1419.70\t2572.66\nPr\t147.68\t379.20\t328.63\t456.83\t168.41\t296.15\nNd\t508.60\t1279.10\t1217.70\t1547.20\t562.20\t1022.96\nSm\t103.32\t237.24\t303.00\t297.99\t107.57\t209.82\nEu\t1.82\t4.85\t3.56\t3.72\t1.74\t3.14\nGd\t100.53\t210.35\t356.39\t286.34\t98.20\t210.36\nTb\t15.27\t29.66\t61.75\t44.77\t14.70\t33.23\nDy\t118.13\t207.42\t489.84\t337.42\t107.59\t252.08\nHo\t23.38\t36.76\t96.67\t67.77\t20.56\t49.03\nEr\t77.24\t109.88\t296.07\t219.08\t65.04\t153.46\nTm\t12.65\t17.00\t45.27\t35.12\t10.33\t24.07\nYb\t89.20\t116.88\t295.27\t241.03\t70.54\t162.58\nLu\t12.52\t16.00\t39.17\t32.42\t9.58\t21.94\nSTR\t3119.84\t7958.04\t7443.02\t9978.09\t3480.36\t6395.87\nSTR + Y\t3952.54\t9143.24\t10387.42\t12326.29\t4194.76\t8000.85\nSTRL\t2670.92\t7214.09\t5762.59\t8714.14\t3083.82\t5489.11\nSTRP + Y\t1281.62\t1929.15\t4624.83\t3612.15\t1110.94\t2511.74\nY\t832.7\t1185.2\t2944.4\t2348.2\t714.4\t1604.98\nSc\t3\t6\t5\t2\t3\t3.8\nNi\t0.9\t0.8\t0.1\t0.5\t1.1\t0.68\nCr\t34.2\t34.2\t27.36\t20.52\t20.52\t27.36\nCo\t1\t1.7\t1.8\t1.1\t1.2\t1.36\nCu\t2\t5.4\t0.7\t0.8\t1.5\t2.08\nCd\t<0.1\t<0.1\t0.30\t<0.1\t<0.1\t0.30\nZn\t11\t22\t9\t8\t18\t13.6\nPb\t16.9\t17.3\t38.5\t16.4\t8.6\t19.54\nMo\t0.2\t0.5\t0.4\t0.1\t<0.1\t0.3\n6.4.2.\tHeavy minerals assemblage\nMonazite and xenotime occur along with other heavy minerals, primarily magnetite, zircon and ilmenite, which combined represent around 40-50% of the total variability (Figure 16a,f). The other constituents are represented by garnet, fergusonite, titanite, tourmaline, staurolite, cassiterite and gahnite (zinc and aluminum oxide). Grain size ranges from 0.1 to 2 mm, shape and habits of the grains vary considerably. Perfectly euhedral grains occur amongst rounded ones and fractures are common, either due to physical transport or due to metamictization in Th,U-bearing specimens.\nMonazite is the most abundant REE-bearing mineral found in the concentrates. It occurs in size ranging from 0.3 up to 1.2mm, with color varying from reddish brown to light yellow. Its luster is predominantly resinous but some of its brightness is lost during transport\n39\nand the grain acquire a mat appearance. The difference between detrital monazite and those sampled from the granite saprolit is remarkable (Figure 16b,c). Saprolitic monazite is cleaner, prevailing euhedral crystals, flattened parallel to (100), translucid and with vitreous luster. Detrital monazite displays wider variance of colors and luster. Occur either as euhedral to anhedral or sub-rounded grains, displaying mat surfaces due to transport and loss of luster. Variation in color of monazite towards darker colors occur in the vast majority of the grains (Figure 16c) taking place preferentially along fractures in the crystal and more developed ingrains more intensely metamictized.\nXenotime is the second REE-bearing mineral in abundance. Occur as subhedral to euhedral crystals, in tetragonal dipyramidal habits, developing short prisms. Grain sizes vary from 0.4 to 1.2mm, with an average of 0.5mm. Since xenotime and zircon are isoestructural, it is not always possible to distinguish between them, but the former tends to develop shorter prisms than the latter. Xenotime exhibits more variation of color than monazite, being found as dark yellow to dark brown colors. The luster is resinous to waxy (Figure 16d,e).\nThe chemical analyses for major, minor and trace elements carried out in the concentrates (Table 5) reveal that major elements are represented by the oxides of Si, Ti, Al, Fe, P, Ce, Zr, Y and Th. The other constituents are present as minor elements (considered to be between 0.1 and 1 wt%) such as the oxides of Mn, Mg, Ca, Na, K, U, Hf, Ta, Sn, Pb, among others. The remainder elements are present as trace constituents.\nIt is noteworthy that Ce and Nd could not be precisely determined because these elements overcome the upper detection limits, being expressed only as > 50000 ppm and >10000 ppm, respectively. However, La could be precisely detected in amounts around 4892 ppm. Using the average proportion between Ce, La and Nd obtained with EPMA, it was possible to establish the ratios Ce/La and La/Nd of being 1.803 and 1.479 respectively. Ce and Nd contents were than calculated based on the ratios, yielding values of 88,056 ppm for Ce and 33,076 ppm for Nd. Taking this values into account and assuming that nearly all the LREE detected are incorporated in monazite, this mineral would represent about 20% of total mineral variability found in the concentrates. Likewise, assuming that all the HREE are incorporated in xenotime, the share of this mineral is around 7%. P2O5 contents considered were around 25 wt% and 30 wt% in monazite and xenotime respectively.\nFigure 16 - Images of the recovered heavy minerals under binocular lens. (a) General aspect of the concentrate, composed mainly by monazite, zircon and magnetite. (b) Examples of monazite sampled from a moderately weathered biotite granite, point 16. (c) Detrital monazite sampled from stream sediments; point 17. (d) Detrital xenotime recovered from heavy mineral sands deposited by streams; point 18. (e) Detrital xenotime samples under the same conditions of the previous item. (f) Set of minerals from assorted streams showing some of the variability. Znc = zircon; Grt = garnet; Tur = tourmaline; Fl = fluorite; Ttn = titanite; Mnz = monazite; Xnt = xenotime; St = staurolite.\nTable 5 - Total rock analysis of the heavy mineral concentrate.\nHeavy mineral concentrate\tContinue\tContinue\n%\t\tPPM\tPPM\t\tPPM\t\t\nSiO2\t13.13\tSr\t15.3\tLa\t48920.4\tZn\t25\nTiO2\t11.09\tGa\t13.7\tCe*\t88056\tPb\t238.4\nAl2O3\t1.5\tV\t37\tPr\t9992.12\tMo\t0,7\nFe2O3\t13.98\tSn\t1444\tNd*\t33076\tAu\t<0.5\nMnO\t0.71\tW\t776.1\tSm\t5942.22\t\t\nMgO\t0.04\tTa\t227.5\tEu\t72.75\tPPB\t\nCaO\t0.51\tNb\t599.4\tGd\t4839.17\tAg\t<0.1\nNa2O\t<0.01\tTh\t>10000.0\tTb\t711.57\tAs\t<0.5\nK2O\t0.24\tU\t1915.3\tDy\t3889.53\tSb\t<0.1\nP2O5\t11.35\tZr\t>50000.0\tHo\t728.31\tBi\t1\nLOI\t0\tHf\t1470.9\tEr\t2017.36\tSe\t<0.5\nTOTAL\t52.6\tY\t22101.5\tTm\t305.1\tHg\t*\n\t\tSc\t43\tYb\t1899.27\tTl\t<0.1\nPPM\t\tNi\t0.5\tLu\t276.1\t\t\nBe\t<1\tCr\t440\tETR\t200725.9\t\t\nRb\t14\tCo\t187.9\tETR + Y\t222827.4\t\t\nCs\t<0.1\tCu\t1.5\tETRL\t186059.49\t\t\nBa\t29\tCd\t0.4\tETRP + Y\t36767.91\t\t\n*Calculated with the proportion obtained from EPMA. See text above.\nThe granite-normalized REE pattern of the concentrates reveals a relative enrichment of 200 to 300 times. The overall pattern is flat with an Eu anomaly (Figure 17).\nFigure 17-SDGM-normalized REE pattern of the heavy minerals concentrate.\n6.5\tTEXTURE AND COMPOSITION OF MONAZITE\nDetrital monazite grains were observed under back-scattered electron (BSE) imagery along with energy-dispersive spectrometry (EDS). The vast majority of the grains are subhedric and/or rounded, exhibits homogeneous aspect (Figure 18a), but some of them are compositionally zoned, with parallel brighter ribbon-like zones mainly caused by differences in Th content. Zoned crystals are preferentially euhedral, with cuspate edges (Figure 18b). Grain size range is the same of those already described in the heavy mineral assemblage session. BSE images reveal that some monazite grains occur associated with xenotime, zircon and thorite (Figure 18c,d). Xenotime is mostly included in monazite in a patchy-like texture, forming random and irregular amoeboid shapes. Zircon was found to take place formed right next to monazite, the latter being the smaller constituent of this association, and developing sharp boundaries. Some fractures and porosity are observed in the studied monazite, the former caused by physical transport and the latter is attributed to chemical weathering triggered by the presence of organic acids. The main consequence of this fact is that analyzes yielding low-totals may occur, as found by Van Emden et al. (1997) studying monazite of placer deposits from Western Australia.\nThe results of this study were compared with the results of Teixeira (2002), who studied monazite still in situ in the very same granite, as well as with literature data concerning monazite from Li- rich granites, two-mica granites, aplites, F-rich A-type granites, rhyolites and sandstones (Wagani and Pagel, 2011; Foster, 1998; Chang et al., 1996; Demartin et al., 1991; Della Ventura et al., 1996; Franz et al., 1996). With the exception of Teixera (2002), the geological settings and host-rocks of monazite in the other studies are completely different from the one in this study, but for simple comparison we believe that it is suitable.\nFigure 18 - (a) Subhedric to rounded detrital monazite, exhibiting homogeneous aspect; represents the majority of the grains. (b) Compositionally zoned crystal, with parallel brighter ribbon-like zones mainly caused by differences in Th content. Zoned crystals are preferentially euhedral, with the development of cuspate edges. (c) Association between monazite and xenotime (darker spots). It is mostly included in monazite in a patchy-like texture, in irregular amoeboid shapes. (d) Sharp boundary between a monazite crystal formed right next to zircon.\nTable 6 reports the EPMA carried out in both detrital and saprolitic monazite. Common major elements such as P do not show considerable variation, being in the same range of other studies, around 26wt%. The main differences lie on the lanthanide content, specially the LREE's La and Ce. With no exception Ce is the dominant REE, ranging from\n24.2\tup to 31.6 wt% Ce2O3, followed by La exhibiting values from 10.7 to 25.3 wt% La2O3. Concerning the other LREE, Nd was found in levels at the average of 11wt%, which is in agreement with typical reported Nd concentration in monazite, from 8-12wt% (Forster, 1998). HREE+Y contents are up to 4.2 wt%, similar to the contents found by Chang et al. (1996), Della Ventura et al. (1996), Rosenblun and Fleischer (1996) in monazite from granites and pegmatitic granites. Y and Gd contents are the highest amongst the HREE's, ranging from below the detection limit up to 2.07 wt% and 2.4 wt% respectively.\nTable 6 - EPMA analysis of detrital monazite.\nSample Site n° Sample Wt%\t3 M_3_31\t3 M_3_32\tDetrital monazite\t\t\t\t3 M_3_38\t15 M_15_23\t15 M_15_24\n\t\t\t3 M_3_33\t3 M_3_34\t3 M_3_35\t3 M_3_36\t\t\t\nSiO2\t1.0 69\t0.99\t1.0 29\t0.0 16\t1.3 65\t0.1 44\t0.84\t0.4 28\t0.4 89\nCaO\t0.383\t0.668\t0.311\t0.057\t0.237\t0.471\t0.463\t1.391\t0.508\nP2O5\t25.242\t25.172\t25.194\t25.991\t25.086\t26.485\t25.341\t25.678\t26.548\nFeO\t0\t0.029\t0\t0\t0\t0.007\t0\t0.011\t0\nPbO\t0.11\t0.097\t0.153\t0.005\t0.19\t0.07\t0.112\t0.149\t0.177\nUO2\t0.298\t0.442\t0\t0\t0\t0.264\t0.175\t0.153\t0.185\nThO2\t6.474\t6.697\t6.103\t0.013\t7.768\t2.21\t5.86\t6.778\t4.356\nNb2O5\t0.25\t0.056\t0\t0\t0.345\t0.307\t0\t0.185\t0.353\nY2O3\t1.42\t1.696\t2.022\t0.64\t2.079\t2.022\t1.341\t1.691\t1.598\nLa2O3\t11.212\t12.052\t12.905\t15.924\t12.053\t13.488\t13.185\t12.141\t13.584\nCe2O3\t26.493\t24.939\t26.221\t31.687\t25.371\t27.564\t26.419\t24.581\t26.923\nPr2O3\t2.922\t2.475\t2.546\t2.848\t2.604\t2.469\t2.654\t2.541\t2.702\nNd2O3\t12.097\t11.085\t10.741\t11.933\t10.878\t11.559\t11.271\t10.776\t11.299\nSm2O3\t2.532\t1.861\t1.839\t1.67\t1.501\t2.244\t1.827\t2.023\t1.881\nEu2O3\t0.756\t0.707\t0.637\t0.821\t0.696\t0.658\t0.667\t0.643\t0.708\nGd2O3\t1.043\t1.681\t1.693\t0.857\t1.319\t1.932\t1.294\t1.727\t1.688\nTb2O3\t0.106\t0.092\t0.127\t0.168\t0.25\t0.195\t0.19\t0.124\t0.309\nDy2O3\t0.205\t1.097\t0.878\t0.43\t0.67\t0.824\t0.745\t0.74\t0.817\nHo2O3\t0.174\t0.3\t0.184\t0.134\t0.089\t0.111\t0.085\t0.137\t0.048\nEr2O3\t0.104\t0.177\t0.26\t0.062\t0.17\t0.208\t0.161\t0.245\t0.183\nYb2O3\t0.004\t0.124\t0.053\t0.006\t0.045\t0.069\t0.072\t0.055\t0.046\nLu2O3\t0\t0.104\t0.107\t0.046\t0.063\t0.078\t0.081\t0.115\t0.007\nF\t1.214\t1.241\t1.045\t1.483\t1.242\t1.212\t1.175\t1.231\t1.236\nLREE\t56.012\t53.119\t54.889\t64.883\t53.103\t57.982\t56.023\t52.705\t57.097\nHREE\t1.636\t3.575\t3.302\t1.703\t2.606\t3.417\t2.628\t3.143\t3.098\nTOTAL REE\t57.648\t56.694\t58.191\t66.586\t55.709\t61.399\t58.651\t55.848\t60.195\nTOTAL\t93.315\t92.962\t93.424\t93.729\t93.2\t93.8\t93.204\t92.733\t94.83\n4 oxygens Si\t0.0 45\t0.0 42\t0.0 43\t0.0 01\t0.0 57\t0.0 06\t0.0 35\t0.0 18\t0.0 20\nCa\t0.017\t0.030\t0.014\t0.003\t0.011\t0.021\t0.021\t0.062\t0.022\nP\t0.894\t0.894\t0.898\t0.911\t0.886\t0.924\t0.901\t0.909\t0.917\nFe\t0.000\t0.001\t0.000\t0.000\t0.000\t0.000\t0.000\t0.000\t0.000\nPb\t0.001\t0.001\t0.002\t0.000\t0.002\t0.001\t0.001\t0.002\t0.002\nU\t0.003\t0.004\t0.000\t0.000\t0.000\t0.002\t0.002\t0.001\t0.002\nTh\t0.062\t0.064\t0.058\t0.000\t0.074\t0.021\t0.056\t0.065\t0.040\nNb\t0.005\t0.001\t0.000\t0.000\t0.007\t0.006\t0.000\t0.003\t0.007\nY\t0.032\t0.038\t0.045\t0.014\t0.046\t0.044\t0.030\t0.038\t0.035\nLa\t0.173\t0.187\t0.200\t0.243\t0.185\t0.205\t0.204\t0.187\t0.204\nCe\t0.406\t0.383\t0.404\t0.480\t0.387\t0.416\t0.406\t0.376\t0.402\nPr\t0.045\t0.038\t0.039\t0.043\t0.040\t0.037\t0.041\t0.039\t0.040\nNd\t0.181\t0.166\t0.161\t0.176\t0.162\t0.170\t0.169\t0.161\t0.165\nSm\t0.036\t0.027\t0.027\t0.024\t0.022\t0.032\t0.026\t0.029\t0.026\nEu\t0.011\t0.010\t0.009\t0.012\t0.010\t0.009\t0.010\t0.009\t0.010\nGd\t0.014\t0.023\t0.024\t0.012\t0.018\t0.026\t0.018\t0.024\t0.023\nTb\t0.001\t0.001\t0.002\t0.002\t0.003\t0.003\t0.003\t0.002\t0.004\nDy\t0.003\t0.015\t0.012\t0.006\t0.009\t0.011\t0.010\t0.010\t0.011\nHo\t0.002\t0.004\t0.002\t0.002\t0.001\t0.001\t0.001\t0.002\t0.001\nEr\t0.001\t0.002\t0.003\t0.001\t0.002\t0.003\t0.002\t0.003\t0.002\nYb\t0.000\t0.002\t0.001\t0.000\t0.001\t0.001\t0.001\t0.001\t0.001\nLu\t0.000\t0.001\t0.001\t0.001\t0.001\t0.001\t0.001\t0.001\t0.000\nF\t0.161\t0.165\t0.139\t0.194\t0.164\t0.158\t0.156\t0.163\t0.159\nTotal\t2.091\t2.099\t2.086\t2.125\t2.087\t2.097\t2.094\t2.106\t2.092\nTable 6 (continued)\nDetrital monazite\nSample Site n°\t15\t17\t17\t17\t17\t17\t17\t17\t18\nSample\tM 15 26\tM 17 1\tM 17 2\tM 17 3\tM 17 4\tM 17 5\tM 17 6\tM 17 7\tX 18 11\nWt%\t\t\t\t\t\t\t\t\t\nSi O2\t0.746\t0.4 19\t0.3 08\t0.6 04\t0.8 65\t0.0 61\t0.36\t0.3 73\t0.4 54\nCaO\t0.828\t0.48\t0.681\t0.912\t0.495\t0.515\t0.672\t1.506\t1.616\nP2O5\t25.21\t25.943\t26.071\t25.539\t25.459\t26.287\t26.237\t26.381\t26.221\nFeO\t0\t0\t0.007\t0.002\t0\t0.009\t0.014\t0\t0.043\nPbO\t0.11\t0.042\t0.127\t0.159\t0.073\t0.04\t0\t0.136\t0.145\nUO2\t0.383\t0.338\t0.275\t0.258\t0.199\t0.094\t0.184\t0.593\t0.393\nThO2\t6.006\t3.947\t3.867\t5.927\t5.441\t1.889\t3.96\t6.254\t7.799\nNb2O5\t0\t0.049\t0.28\t0.053\t0.004\t0.572\t0\t0\t0.336\nY2O3\t1.492\t1.563\t1.692\t1.358\t1.104\t1.204\t1.183\t1.323\t1.749\nLa2O3\t13.569\t12.703\t11.582\t10.741\t13.491\t13.876\t13.695\t11.995\t12.182\nCe2O3\t26.973\t26.808\t25.156\t24.741\t26.623\t27.479\t26.707\t24.579\t24.27\nPr2O3\t2.65\t2.692\t2.751\t2.85\t2.682\t2.838\t2.638\t2.448\t2.469\nNd2O3\t9.981\t11.793\t13.38\t11.922\t10.817\t11.809\t11.175\t10.438\t9.875\nSm2O3\t1.553\t2.297\t2.776\t3.021\t2.063\t2.229\t2.071\t2.587\t1.749\nEu2O3\t0.498\t0.667\t0.695\t0.666\t0.753\t0.711\t0.711\t0.651\t0.552\nGd2O3\t1.297\t1.789\t2.408\t1.823\t1.429\t2.044\t1.876\t1.665\t1.387\nTb2O3\t0.26\t0.136\t0.257\t0.112\t0.185\t0.18\t0.138\t0.23\t0.192\nDy2O3\t0.551\t0.708\t1.02\t0.65\t0.598\t0.921\t0.832\t0.74\t0.44\nHo2O3\t0.064\t0.081\t0.213\t0\t0.168\t0.162\t0.213\t0.081\t0.093\nEr2O3\t0.181\t0.163\t0.157\t0.205\t0.107\t0.101\t0.152\t0.158\t0.235\nYb2O3\t0.057\t0.049\t0.032\t0.095\t0\t0.033\t0\t0.069\t0.025\nLu2O3\t0.037\t0.066\t0.125\t0.098\t0.095\t0.126\t0.128\t0.131\t0.003\nF\t0.912\t1.132\t1.089\t1.305\t1.221\t1.059\t1.189\t0.992\t0.974\nLREE\t55.224\t56.96\t56.34\t53.941\t56.429\t58.942\t56.997\t52.698\t51.097\nHREE\t2.447\t2.992\t4.212\t2.983\t2.582\t3.567\t3.339\t3.074\t2.375\nTOTAL REE\t57.671\t59.952\t60.552\t56.924\t59.011\t62.509\t60.336\t55.772\t53.472\nTOTAL\t92.867\t93.154\t94.281\t92.157\t93.072\t93.601\t93.367\t92.759\t92.649\n4 oxygens\t\t\t\t\t\t\t\t\t\nSi\t0.0 32\t0.0 18\t0.0 13\t0.0 25\t0.0 36\t0.0 03\t0.0 15\t0.0 16\t0.0 19\nCa\t0.038\t0.022\t0.030\t0.041\t0.022\t0.023\t0.030\t0.067\t0.072\nP\t0.907\t0.919\t0.917\t0.908\t0.902\t0.926\t0.923\t0.933\t0.926\nFe\t0.000\t0.000\t0.000\t0.000\t0.000\t0.000\t0.000\t0.000\t0.002\nPb\t0.001\t0.000\t0.001\t0.002\t0.001\t0.000\t0.000\t0.001\t0.002\nU\t0.004\t0.003\t0.003\t0.002\t0.002\t0.001\t0.002\t0.006\t0.004\nTh\t0.058\t0.038\t0.037\t0.057\t0.052\t0.018\t0.037\t0.059\t0.074\nNb\t0.000\t0.001\t0.005\t0.001\t0.000\t0.011\t0.000\t0.000\t0.006\nY\t0.034\t0.035\t0.037\t0.030\t0.025\t0.027\t0.026\t0.029\t0.039\nLa\t0.213\t0.196\t0.177\t0.166\t0.208\t0.213\t0.210\t0.185\t0.188\nCe\t0.420\t0.411\t0.383\t0.381\t0.408\t0.419\t0.406\t0.376\t0.371\nPr\t0.041\t0.041\t0.042\t0.044\t0.041\t0.043\t0.040\t0.037\t0.038\nNd\t0.152\t0.176\t0.198\t0.179\t0.162\t0.176\t0.166\t0.156\t0.147\nSm\t0.023\t0.033\t0.040\t0.044\t0.030\t0.032\t0.030\t0.037\t0.025\nEu\t0.007\t0.010\t0.010\t0.010\t0.011\t0.010\t0.010\t0.009\t0.008\nGd\t0.018\t0.025\t0.033\t0.025\t0.020\t0.028\t0.026\t0.023\t0.019\nTb\t0.004\t0.002\t0.004\t0.002\t0.003\t0.002\t0.002\t0.003\t0.003\nDy\t0.008\t0.010\t0.014\t0.009\t0.008\t0.012\t0.011\t0.010\t0.006\nHo\t0.001\t0.001\t0.003\t0.000\t0.002\t0.002\t0.003\t0.001\t0.001\nEr\t0.002\t0.002\t0.002\t0.003\t0.001\t0.001\t0.002\t0.002\t0.003\nYb\t0.001\t0.001\t0.000\t0.001\t0.000\t0.000\t0.000\t0.001\t0.000\nLu\t0.000\t0.001\t0.002\t0.001\t0.001\t0.002\t0.002\t0.002\t0.000\nF\t0.123\t0.150\t0.143\t0.173\t0.162\t0.139\t0.156\t0.131\t0.129\nTotal\t2.085\t2.091\t2.093\t2.104\t2.097\t2.089\t2.096\t2.085\t2.081\n46\nTable 6 (continued)\nDetrital monazite\tSaprolitic monazite\nSample Site n°\t18\t18\t18\t18\t18\t16\t16\t16\t16\t16\nSample\tX 18 12\tX 18 13\tX 18 14\tX 18 15\tX 18 17\tM 16 42\tM 16 39\tM 16 43\tM 16 40\tM 16 41\nWt%\t\t\t\t\t\t\t\t\t\t\nSi O2\t1,3 85\t0,5 89\t0,834\t0,737\t0,1 82\t0,936\t0,6 82\t0,692\t0,461\t0,282\nCaO\t0,676\t0,657\t0,901\t0,657\t1,549\t0,141\t0,18\t0,192\t0,148\t0,038\nP2O5\t25,78\t26,127\t26,062\t25,845\t26,557\t25,468\t26,379\t25,681\t25,746\t26,288\nFeO\t0\t0\t0\t0,004\t0\t0\t0\t0,01\t0\t0\nPbO\t0,109\t0,128\t0,084\t0,028\t0,172\t0,115\t0\t0,011\t0,029\t0,041\nUO2\t0,394\t0,105\t0,285\t0,206\t1,408\t0\t0\t0\t0\t0\nThO2\t7,477\t4,959\t7,093\t5,514\t4,988\t4,567\t3,528\t3,525\t2,551\t1,677\nNb2O5\t0\t0,139\t0,37\t0,078\t0,206\t0,096\t0\t0\t0\t0,341\nY2O3\t1,34\t1,393\t1,463\t1,35\t1,609\t0\t0\t0\t0\t0\nLa2O3\t13,431\t13,795\t12,891\t13,611\t13,238\t23,06\t23,536\t23,768\t24,834\t25,342\nCe2O3\t26,358\t26,745\t25,16\t26,089\t26,51\t29,202\t29,617\t29,819\t30,012\t30,409\nPr2O3\t2,436\t2,548\t2,472\t2,468\t2,517\t1,924\t1,862\t1,965\t1,847\t1,928\nNd2O3\t9,504\t10,651\t9,695\t10,034\t9,2\t6,262\t5,918\t6,132\t6,311\t6,069\nSm2O3\t1,474\t1,831\t1,852\t1,694\t1,787\t0,335\t0,293\t0,332\t0,272\t0,212\nEu2O3\t0,698\t0,628\t0,563\t0,557\t0,655\t0,56\t0,525\t0,578\t0,512\t0,516\nGd2O3\t1,005\t1,34\t1,569\t1,53\t1,404\t0,037\t0,148\t0,012\t0\t0\nTb2O3\t0,181\t0,082\t0,129\t0,198\t0,076\t0\t0,103\t0,007\t0,045\t0\nDy2O3\t0,662\t0,712\t0,513\t0,935\t0,607\t0\t0\t0,041\t0\t0,037\nHo2O3\t0,175\t0,179\t0,217\t0\t0,207\t0,004\t0,006\t0,031\t0,171\t0,053\nEr2O3\t0,121\t0,13\t0,187\t0,18\t0,155\t0,01\t0\t0\t0,013\t0,006\nYb2O3\t0,088\t0,035\t0,049\t0,126\t0,038\t0,032\t0,019\t0,016\t0\t0\nLu2O3\t0,255\t0,079\t0,028\t0,151\t0,072\t0\t0,026\t0\t0,018\t0,016\nF\t0,941\t1,068\t1,074\t1,135\t1,204\t1,183\t1,235\t0,965\t1,167\t1,336\nLREE\t53,901\t56,198\t52,633\t54,453\t53,907\t61,343\t61,751\t62,594\t63,788\t64,476\nHREE\t2,487\t2,557\t2,692\t3,12\t2,559\t0,083\t0,302\t0,107\t0,247\t0,112\nTOTAL REE\t56,388\t58,755\t55,325\t57,573\t56,466\t61,426\t62,053\t62,701\t64,035\t64,588\nTOTAL\t93,97\t93,273\t92,838\t92,413\t93,558\t93,17\t93,243\t93,233\t93,391\t93,676\n4 oxygens\t\t\t\t\t\t\t\t\t\t\nSi\t0,0 57\t0,0 25\t0,0 35\t0,0 31\t0,0 07\t0,039\t0,0 28\t0,0 29\t0,0 19\t0,0 12\nCa\t0,030\t0,029\t0,040\t0,029\t0,068\t0,006\t0,008\t0,009\t0,007\t0,002\nP\t0,906\t0,921\t0,917\t0,916\t0,925\t0,902\t0,921\t0,915\t0,912\t0,917\nFe\t0,000\t0,000\t0,000\t0,000\t0,000\t0,000\t0,000\t0,000\t0,000\t0,000\nPb\t0,001\t0,001\t0,001\t0,000\t0,002\t0,001\t0,000\t0,000\t0,000\t0,000\nU\t0,004\t0,001\t0,003\t0,002\t0,013\t0,000\t0,000\t0,000\t0,000\t0,000\nTh\t0,071\t0,047\t0,067\t0,053\t0,047\t0,043\t0,033\t0,034\t0,024\t0,016\nNb\t0,000\t0,003\t0,007\t0,001\t0,004\t0,002\t0,000\t0,000\t0,000\t0,006\nY\t0,030\t0,031\t0,032\t0,030\t0,035\t0,000\t0,000\t0,000\t0,000\t0,000\nLa\t0,206\t0,212\t0,198\t0,210\t0,201\t0,356\t0,358\t0,369\t0,383\t0,385\nCe\t0,401\t0,408\t0,383\t0,400\t0,399\t0,447\t0,447\t0,460\t0,460\t0,459\nPr\t0,037\t0,039\t0,037\t0,038\t0,038\t0,029\t0,028\t0,030\t0,028\t0,029\nNd\t0,141\t0,158\t0,144\t0,150\t0,135\t0,094\t0,087\t0,092\t0,094\t0,089\nSm\t0,021\t0,026\t0,027\t0,024\t0,025\t0,005\t0,004\t0,005\t0,004\t0,003\nEu\t0,010\t0,009\t0,008\t0,008\t0,009\t0,008\t0,007\t0,008\t0,007\t0,007\nGd\t0,014\t0,018\t0,022\t0,021\t0,019\t0,001\t0,002\t0,000\t0,000\t0,000\nTb\t0,002\t0,001\t0,002\t0,003\t0,001\t0,000\t0,001\t0,000\t0,001\t0,000\nDy\t0,009\t0,010\t0,007\t0,013\t0,008\t0,000\t0,000\t0,001\t0,000\t0,000\nHo\t0,002\t0,002\t0,003\t0,000\t0,003\t0,000\t0,000\t0,000\t0,002\t0,001\nEr\t0,002\t0,002\t0,002\t0,002\t0,002\t0,000\t0,000\t0,000\t0,000\t0,000\nYb\t0,001\t0,000\t0,001\t0,002\t0,000\t0,000\t0,000\t0,000\t0,000\t0,000\nLu\t0,003\t0,001\t0,000\t0,002\t0,001\t0,000\t0,000\t0,000\t0,000\t0,000\nF\t0,124\t0,141\t0,141\t0,150\t0,157\t0,157\t0,161\t0,128\t0,154\t0,174\nTotal\t2,070\t2,084\t2,076\t2,086\t2,100\t2,091\t2,088\t2,081\t2,098\t2,101\n47\nMonazite sampled from a clayish saprolitic zone developed on the very granite (Point 16) revealed to be an interesting parameter for comparisons. Both LREE and HREE contents of saprolitic and detrital monazite from nearby streams exhibit considerable differences, what can be used to separate them in two distinct pools. Average LREE totals are about 8 wt% higher in saprolitic than in detrital grains, mainly caused by the higher La and Ce contents of the former (Figure 19). Unlike La and Ce, the other LREE in saprolitic monazite are lower than those from detrital ones. The HREE also exhibit differences between the two groups, in what their average sum is about 3 wt% lesser than in the detrital grains. In saprolitic monazite these elements are absent or very few was detected. None of the saprolitic monazite yielded Y, and Gd was barely detected, the latter at maximum values of 0.148 wt%.\n\n70\n30\n60\n£\n50\n40\nn x Saprolitic monazite\tYX X\tx X. Detrital monazite\n0\t1\t2\t3\t4\t5\nHREE wt%\nFigure 19 - Monazite discrimination diagrams, correlating LREE and HREE totals of monazite sampled in different situations.\nThe actinides Th and U are present in average levels of 4 wt% and 0.2 wt% respectively, largely controlled by a combination of cheralite, huttonite and coffinite coupled substitutions with monazite. The level of Th within individual grains varies from below the detection limit up to 7.8 wt%, whereas U is present in contents of 0.2 wt% in average, with a maximum of 1.4 wt%. We found that U contents in saprolitic monazite are considerably lower than those observed in detrital ones, whilst Th level do not show any remarkable difference.\nFluorine was detected in quantities remarkably high and constant for monazite, ranging from 0.9 to 1 wt%. Other monazite analyses reporting similar levels was found in the\n48\nstudies of Andreoli et al. (1994) and Baldwin et al. (2006), who reported F contents of up to 0.80 wt%. The SDGM is naturally enriched in F, and the presence of hydrothermal REEbearing fluorcarbonates suggests interaction with F,CO2-rich fluids. Concerning fluorine contents no difference between saprolitic and detrital monazite was observed.\nThe chondrite-normalized REE pattern (Figure 20) reveals that detrital and not altered monazite exhibit similar patterns, in which the LREE are up to 2 orders of magnitude enriched over the HREE. The main difference lies on the behavior of the saprolitic specimens, which exhibit a stronger fractionation concerning the HREE. The overall fractionation ratio for detrital monazite is [(La/Lu)CN = 15] and for saprolitic is [(La/Lu)CN = 208].\nFigure 20 - Chondrite-normalized REE pattern for detrital, saprolitic and unweathered monazite.\n49\n6.6\tTEXTURE AND COMPOSITION OF XENOTIME\nThe majority of the detrital xenotime grains exhibit euhedral shapes reflecting pyramidal forms, but sub-rounded grains also occur, with typical dimensions around 400 pm. As for monazite, we ascribe the variability of roundness to the relative time span in which the mineral has undergone sedimentary transport, the degree of physical abrasion and chemical weathering.\nThe BSE imagery (Figure 21) reveals that the general aspect is homogeneous with no zonation. Occasionally, some grains exhibit an irregular zonation with a patchy and mottled aspect, alternating between darker and brighter domains that, according to Kositcin et al. (2003), depict variable degrees of substitution of HREE's, U and Th during the magmatic evolution (Figure 21c). Zonation within the grains is often closely associated with thorite and/or coffinite inclusions, occurring as bright circular white dots with tiny dimensions around 5 pm (Figure 21d).This texture is similar to that observed by Hetherington and Harlov (2008) in xenotime from granitic pegmatites of Norway. These authors found a texture in which thorite and uraninite inclusions occur within xenotime crystals caused by dissolution-reprecipitation processes. This process takes place when a mineral phase undergoes interaction with some reactive fluid, being either replaced by a modified phase of the original mineral or by a complete different one (Putnis, 2002). Wark and Miller (1993) ascribe the formation of Th-rich patchy zones to diffusion-controlled compositional gradients, either in the regions adjacent to major phases or in the accessory mineral itself. Other association frequently observed are intergrowths of xenotime and monazite, but this not recurrent. A remarkable feature of detrital xenotime is the considerable amount of voids/pores spreaded on the surface of the grains. No preferred orientation was noted on the distribution of pores and it takes place mostly in those grains with U,Th-bearing mineral inclusions. In xenotime with no zonation there is a pattern of micrometric parallel grooves, orthogonal to the c-axis, probably caused by preferred dissolution along weaker chemical bonds (Figure 21a,b).\nFigure 21 - Backscattered electron images of detrital xenotime; brightness relate to average atomic numbers in what the heavier the element the brighter it appears. (a) Euhedral pyramidal specimen, homogeneous, some pitting of thorite inclusions and parallel grooves. (b) Overgrowth of xenotime on monazite, high porosity and fractures. (c) Detrital xenotime exhibiting dissolution-reprecipitation pattern, some porosity and white dots of thorite/coffinite inclusions. (d) Detail of the same grain. Intermediate gray zones (001) depict more or less REE isomorphous substitutions and the white dots are huttonite and/or coffinite substitutions.\nNot so many data is available concerning analyses of detrital xenotime, especially those from fluvial heavy mineral concentrates, hence making comparisons challenging. The majority of literature data relates the mineral hosted in either igneous or metamorphic rocks, for instance Hetherington and Harlov (2008), Teixeira (2002), Kositcin et al. (2003), so we took those results as parameters for comparison. Unlike monazite, not enough xenotime could be recovered and concentrated from the saprolitic granites, in what the comparisons were made basically taking detrital specimens. This fact was expected, since we observed that xenotime is a minor REE-bearing accessory of the granite; it also occurs to a lesser extent in the heavy mineral assemblage.\nA pure specimen of xenotime is represented by the yttrium phosphate YPO4, but there is wide exchange between REE's and Y, whilst the phosphate anion can be replaced by Si 51\n(Mariano, 1989). Xenotime is residence preferentially for HREE's, due to their similar ionic radius with that of Y (Gd = 1.05Â to Lu = 0.98Â and Y = 1.02Â) (Ni et al. 1995). Making comparisons with results from the aforementioned studies, we found that detrital specimens are somewhat depleted in Y (average of 33 wt %) and slightly depleted in the other HREE's in variable degrees (Figure 22). The phosphate anion was detected in levels around 30-31 wt%, rarely exceeding 33wt%. LREE contents are typically low totalizing 0.3 - 1.3 wt% in average. La, Ce and Pr are in very low concentrations, mean values of 0.01, 0.06 and 0.02 wt% respectively. Nd and Sm are slightly more enriched amongst the LREE's, both at the average of 0.3wt%. Eu was detected in very low levels, often below the microprobe detection limit. HREE + Y are the major constituents and the elements that really contribute to the bulk composition of the mineral. Y is present in values ranging between 30.4 and 37 wt%, which is below mean values reported in other studies carried out on xenotime of igneous origin. Among the other HREE's Dy, Er and Yb show the higher values, ranging from 3.43 - 5.41, 3.38 - 4.14 and 2.65 - 4.65 wt% respectively. No strong correlation of Y with the other REE's was observed, suggesting that substitution between them is variable. Si and Ca were detected in lower values when compared to the monazite but Nb was found to be more enriched in xenotime, exhibiting values up to 1.6 wt%. Unlike monazite, F contents in xenotime are negligible, which is plausible considering that fluorine radius is more similar to that of the LREE's. Also, in opposition to monazite, the actinides levels in xenotime are characterized by the predominance of U over Th. Values of the former are between 0.54 and 3.55 wt% and the latter between 0.31 and 1.5 wt%, both positively correlated with Pb.\n36\n35\nX\n34\n♦\n£\n■—\no' >\n33\n32\n30\n♦ Detrital xenotime\n■ Van Emden et al. (1997)\nA Hetherigton and Harlov (2008)\nX Teixeira (2002)\nX Kositcin et al. (2003)\n-----------1--------------1--------\n10\n20\n♦*\n♦♦ ♦\n30\n40\n50\n60\n0\nT\nA\nP2O5 wt%\nTable 7 - EPMA analysis of detrital xenotime.\nSample Site n°\t3\t15\t15\t15\t15\t15\t17\t17\t17\nSample\tM 3 37\tX 15 25\tX 15 27\tX 15 28\tX 15 29\tX 15 30\tX 17 8\tX 17 9\tX 17 10\nWt%\t\t\t\t\t\t\t\t\t\nSiO2\t0.661\t0.0 39\t0\t0\t0.4 24\t0\t0\t0\t0\nCaO\t0.063\t0.011\t0.061\t0.016\t0.028\t0.185\t0.036\t0.108\t0.015\nP2O5\t30.719\t31.939\t32.423\t31.954\t30.761\t33.705\t31.218\t32.07\t31.747\nFeO\t0\t0\t3.761\t0\t0.057\t0\t0\t0.012\t0\nPbO\t0.587\t0.547\t0.364\t0.37\t0.651\t0.533\t0.602\t0.316\t0.323\nUO2\t3.553\t1.551\t0.571\t0.538\t2.798\t1.537\t1.569\t0.65\t1.203\nThO2\t1.055\t1.02\t0.496\t0.346\t1.502\t0.626\t0.96\t0.318\t0.467\nNb2O5\t1.338\t0.936\t0.966\t0.822\t1.473\t1.152\t0.44\t0.306\t1.256\nY2O3\t32.188\t34.686\t32.412\t34.127\t32.607\t30.459\t34.604\t34.04\t31.187\nLa2O3\t0\t0.028\t0.022\t0\t0.011\t0.041\t0\t0.023\t0.003\nCe2O3\t0.017\t0.079\t0.086\t0.054\t0.096\t0.017\t0.068\t0\t0.024\nPr2O3\t0.053\t0.008\t0\t0.057\t0\t0\t0.07\t0\t0.005\nNd2O3\t0.22\t0.271\t0.219\t0.313\t0.369\t0.331\t0.181\t0.605\t0.222\nSm2O3\t0.398\t0.213\t0.076\t0.37\t0.508\t0\t0.291\t0.598\t0.555\nEu2O3\t0\t0.005\t0\t0.032\t0\t0\t0.01\t0.086\t0\nGd2O3\t3.035\t2.257\t2.759\t2.905\t3.241\t1.006\t2.686\t3.694\t3.336\nTb2O3\t0.85\t0.821\t0.875\t0.952\t0.978\t0.878\t0.759\t0.893\t1.048\nDy2O3\t4.471\t3.841\t4.459\t4.606\t4.681\t4.574\t4.138\t5.333\t5.411\nHo2O3\t1.092\t0.912\t1.261\t1.11\t1.171\t1.15\t1.026\t1.103\t1.07\nEr2O3\t3.875\t4.173\t4.079\t4.077\t3.979\t3.385\t4.03\t3.667\t3.591\nYb2O3\t3.231\t4.204\t4.65\t3.936\t3.589\t3.513\t3.858\t2.654\t4.427\nLu2O3\t0.965\t1.017\t1.212\t1.169\t1.081\t1.042\t1.084\t0.903\t1.184\nF\t0\t0\t0.148\t0\t0.068\t0.026\t0\t0.221\t0\nLREE\t0.688\t0.604\t0.403\t0.826\t0.984\t0.389\t0.62\t1.312\t0.809\nHREE\t17.519\t17.225\t19.295\t18.755\t18.72\t15.548\t17.581\t18.247\t20.067\nTOTAL REE\t50.395\t52.515\t52.11\t53.708\t52.311\t46.396\t52.805\t53.599\t52.063\nTOTAL\t88.371\t88.558\t90.838\t87.754\t90.044\t84.149\t87.630\t87.507\t87.074\n4 oxygens Si\t0.0 25\t0.0 01\t0.0 00\t0.0 00\t0.0 16\t0.0 00\t0.0 00\t0.0 00\t0.0 00\nCa\t0.003\t0.000\t0.002\t0.001\t0.001\t0.007\t0.001\t0.004\t0.001\nP\t0.995\t1.018\t1.004\t1.024\t0.988\t1.078\t1.015\t1.023\t1.030\nFe\t0.000\t0.000\t0.115\t0.000\t0.002\t0.000\t0.000\t0.000\t0.000\nPb\t0.006\t0.005\t0.003\t0.004\t0.006\t0.005\t0.006\t0.003\t0.003\nU\t0.030\t0.013\t0.005\t0.005\t0.024\t0.013\t0.013\t0.005\t0.010\nTh\t0.009\t0.009\t0.004\t0.003\t0.013\t0.005\t0.008\t0.003\t0.004\nNb\t0.023\t0.016\t0.016\t0.014\t0.025\t0.020\t0.008\t0.005\t0.022\nY\t0.655\t0.695\t0.631\t0.687\t0.658\t0.612\t0.707\t0.683\t0.636\nLa\t0.000\t0.000\t0.000\t0.000\t0.000\t0.001\t0.000\t0.000\t0.000\nCe\t0.000\t0.001\t0.001\t0.001\t0.001\t0.000\t0.001\t0.000\t0.000\nPr\t0.001\t0.000\t0.000\t0.001\t0.000\t0.000\t0.001\t0.000\t0.000\nNd\t0.003\t0.004\t0.003\t0.004\t0.005\t0.004\t0.002\t0.008\t0.003\nSm\t0.005\t0.003\t0.001\t0.005\t0.007\t0.000\t0.004\t0.008\t0.007\nEu\t0.000\t0.000\t0.000\t0.000\t0.000\t0.000\t0.000\t0.001\t0.000\nGd\t0.038\t0.028\t0.033\t0.036\t0.041\t0.013\t0.034\t0.046\t0.042\nTb\t0.011\t0.010\t0.011\t0.012\t0.012\t0.011\t0.010\t0.011\t0.013\nDy\t0.055\t0.047\t0.053\t0.056\t0.057\t0.056\t0.051\t0.065\t0.067\nHo\t0.013\t0.011\t0.015\t0.013\t0.014\t0.014\t0.013\t0.013\t0.013\nEr\t0.047\t0.049\t0.047\t0.048\t0.047\t0.040\t0.049\t0.043\t0.043\nYb\t0.038\t0.048\t0.052\t0.045\t0.042\t0.040\t0.045\t0.030\t0.052\nLu\t0.011\t0.012\t0.013\t0.013\t0.012\t0.012\t0.013\t0.010\t0.014\nF\t0.000\t0.000\t0.017\t0.000\t0.008\t0.003\t0.000\t0.026\t0.000\nTotal\t1.969\t1.971\t2.026\t1.973\t1.980\t1.934\t1.980\t1.990\t1.962\n53\nTable 7 (continued)\nSample Site n°\t18\t18\t18\t18\t18\t18\nSample\tX 18 16\tX 18 18\tX 18 19\tX 18 20\tX 18 21\tX 18 22\nWt%\t\t\t\t\t\t\nSiO2\t0.064\t0.1 38\t0.4 18\t0\t0\t0.0 73\nCaO\t0.09\t0.044\t0.044\t0.04\t0.106\t0\nP2O5\t31.503\t32.081\t31.513\t32.651\t32.82\t31.109\nFeO\t0.273\t0\t0\t0.013\t0\t0\nPbO\t0.402\t0.478\t0.645\t0.363\t0.426\t0.556\nUO2\t2.459\t2.206\t2.172\t1.538\t1.297\t2.454\nThO2\t1.025\t1.208\t1.311\t0.583\t0.756\t0.863\nNb2O5\t1.108\t1.603\t1.149\t0\t1.603\t1.37\nY2O3\t31.571\t34.066\t36.955\t34.219\t34.567\t32.549\nLa2O3\t0.028\t0.004\t0.005\t0.002\t0.018\t0\nCe2O3\t0.15\t0.086\t0.067\t0.025\t0.158\t0.05\nPr2O3\t0\t0.057\t0\t0.01\t0\t0.034\nNd2O3\t0.327\t0.405\t0.059\t0.231\t0.331\t0.325\nSm2O3\t0\t0.379\t0.121\t0.329\t0.364\t0.416\nEu2O3\t0.054\t0\t0.043\t0.001\t0.002\t0\nGd2O3\t2.992\t3.048\t2.038\t2.345\t2.855\t3.364\nTb2O3\t1.089\t0.889\t0.697\t0.887\t0.866\t0.962\nDy2O3\t5.166\t4.4\t3.433\t3.735\t4.439\t5.335\nHo2O3\t1.128\t1.063\t0.959\t1.059\t1.007\t1.126\nEr2O3\t3.456\t3.786\t4.091\t3.968\t3.747\t3.893\nYb2O3\t2.958\t3.054\t3.766\t4.563\t3.136\t3.536\nLu2O3\t1.05\t0.947\t1.005\t1.029\t0.925\t1.013\nF\t0.105\t0\t0.061\t0.072\t0.063\t0.042\nLREE\t0.559\t0.931\t0.295\t0.598\t0.873\t0.825\nHREE\t17.839\t17.187\t15.989\t17.586\t16.975\t19.229\nTOTAL REE\t49.969\t52.184\t53.239\t52.403\t52.415\t52.603\nTOTAL\t86.954\t89.942\t90.526\t87.633\t89.459\t89.052\n4 oxygens\t\t\t\t\t\t\nSi\t0.0 02\t0.0 05\t0.0 15\t0.0 00\t0.000\t0.003\nCa\t0.004\t0.002\t0.002\t0.002\t0.004\t0.000\nP\t1.021\t1.010\t0.988\t1.039\t1.022\t1.004\nFe\t0.009\t0.000\t0.000\t0.000\t0.000\t0.000\nPb\t0.004\t0.004\t0.006\t0.003\t0.004\t0.005\nU\t0.021\t0.018\t0.018\t0.013\t0.011\t0.021\nTh\t0.009\t0.010\t0.011\t0.005\t0.006\t0.007\nNb\t0.019\t0.027\t0.019\t0.000\t0.027\t0.024\nY\t0.643\t0.674\t0.728\t0.685\t0.676\t0.661\nLa\t0.000\t0.000\t0.000\t0.000\t0.000\t0.000\nCe\t0.002\t0.001\t0.001\t0.000\t0.002\t0.001\nPr\t0.000\t0.001\t0.000\t0.000\t0.000\t0.000\nNd\t0.004\t0.005\t0.001\t0.003\t0.004\t0.004\nSm\t0.000\t0.005\t0.002\t0.004\t0.005\t0.005\nEu\t0.001\t0.000\t0.001\t0.000\t0.000\t0.000\nGd\t0.038\t0.038\t0.025\t0.029\t0.035\t0.043\nTb\t0.014\t0.011\t0.008\t0.011\t0.010\t0.012\nDy\t0.064\t0.053\t0.041\t0.045\t0.053\t0.066\nHo\t0.014\t0.013\t0.011\t0.013\t0.012\t0.014\nEr\t0.042\t0.044\t0.048\t0.047\t0.043\t0.047\nYb\t0.035\t0.035\t0.043\t0.052\t0.035\t0.041\nLu\t0.012\t0.011\t0.011\t0.012\t0.010\t0.012\nF\t0.013\t0.000\t0.007\t0.009\t0.007\t0.005\nTotal\t1.971\t1.966\t1.985\t1.973\t1.967\t1.974\n54\nFigure 23 exhibits the chondrite-normalized REE pattern of detrital xenotime. The pattern was found to be similar of those from literature data, where a constant ascendant trend in the LREE's is observed [(La/Sm)CN = 0.02], until an abrupt change in the trend is caused by a moderate negative Eu anomaly. [(Eu/Eu*)CN = 0.05]. Kositcin et al. (2003) states that negative Eu anomaly in xenotime is caused by the Eu-selective plagioclase and/or k-feldspar crystallization in the same melt from which xenotime is derived. The HREE's show a flat and smooth pattern characterized by five to six orders of magnitude enrichment over the original chondrite. The ratio [(Gd/Lu)CN = 0.33].\nFigure 23- Chondrite-normalized REE patterns for detrital xenotime.\n6.7 DISCUSSION\nSeveral authors have studied REE mobility and behavior in sedimentary systems under various climates, as well as the alteration of REE-bearing minerals and REE-bearing rocks (Balashov et al. 1964; Nesbitt. 1979; Fleet, 1984; Humphris, 1984; Wood, 1990; De Siena, 1998; Aubert et al. 2001; Leyborne and Johanesson, 2008; Goyne et al. 2010; Aide and Aide, 2012). Each study has its singularities, leading the authors to different conclusions but overlapping in one point: the lanthanides indeed are mobile at ambient temperature conditions. Balashov (1964) stated that “in continental systems, percolation of rain water through the rocks will result in low-temperature chemical weathering reactions that will\n55\nslowly break down the primary minerals, possibly resulting in mobility of the REE”. He also noted that the dissolved lanthanides are most likely transported in the fluid phase in the form of carbonate, and perhaps organic complexes. Herrmann (1978), affirmed that “the stability of complexes with alkali carbonates and organic compounds increases from La to Lu. Therefore, a higher content of HCO3 in natural waters will cause a higher solubility of the HREE compared with the LREE”.\nHumphris, (1984) postulated that no predictable trustful behavior can be outlined. It still seems to be true, as similar alteration processes produce different trends in REE mobility. The same author listed the main controls that should be given attention in order to decipher the REE behavior such as the type of material being weathered, the nature of the active alteration process, fluid composition, temperature, etc. These controls are also related to the abundances of REE in the unaltered rock, their relative stability with fluids, partitioning ratios of REE between minerals phases and fluid, the ability of the fluid to carry the lanthanide ions and the ability of secondary authigenic minerals to accommodate REE's released from primary REE-minerals.\nPearson's Rule is considered to be an important control on aqueous REE stability (Williams-Jones et al, 2012). The rule states that hard cations will bond preferentially with hard anions by means of ionic bond whereas soft, or polarizable, cations will bond with soft anions by means of colavent bonds. The definition of whether a cation is hard or soft is based on the ratio charge/ionic radio. The REE's occur mostly as trivalent cations and their ionic radii are relatively small (from La ~11.6 to Lu ~9.7 nm in eight-fold coordination) which characterize them as hard cations. The range of charge/radius ratio goes from La = 2.56 to Lu = 3.00. i.e., the bigger the atomic number the harder the cation is. Therefore HREE are more stable with hard anions than the LREE. Considering monovalent inorganic ligands that could be found in the system such as F and OH, as well as divalent ligands CO3 ' and P2O5 ', Pearson (1963) states that REE's would form the most stable complexes with F-> OH- and\n2 2\n56\nsediments, one formed under arid and the other formed under humid conditions, and observed that the ones formed under humid conditions are remarkably more fractionated in terms of REE. They also observed that HREE's were more fractionated, suggesting that those form more stable bicarbonate and organic complexes than the LREE. Nesbitt (1979) carried out pioneer studies concerning granite chemical weathering and REE mobility by means of a systematic study of a granodiorite weathering profile. He found that the REE were progressively more enriched as the parental granite was more altered, specially the HREE which were 100 to 200% more enriched. Aubert et al. (2001) studying granite weathering and REE removal by waters and suspended loads also found that these elements were fractionated when considering soil, suspended loads and weathered granite. The HREE were found to be enriched preferably in the suspended loads rather than in the soil sampled from different depths.\nThe mobility and release of REE from its primary minerals seem to be directly correlated with a series of factors such as the composition of the meteoric waters, the presence or not of dissolved complexing anions (F. Cl. OH. CO2), time span of sedimentary transport and physical abrasion, local climate, soil development, presence of organic matter, pH. etc. In this study we observe that the lowest totals, either of monazite or xenotime, were sampled from sites with abundant organic matter (mostly plant detritus and roots), and constant percolation by meteoric waters. A series of authors have investigated the influence of organic acids and other anions in mobilizing the REE's (Wood 1990; Leyborne and Johanesson, 2008; Goyne et al. 2010; Aide and Aide, 2012) reporting that a number of complexing anions plus organic matter exert strong influence in the REE fractionation in sedimentary system. Wood (1990) stated that the REE in their trivalent form are classified as hard ions and they preferentially complex with hard ligands with highly electronegative trend to donate electrons such as F-, SO42-, CO-, PO43- and OH-. Based on the original REE mineralogy of the SDGM, which contains easily-leachable REE minerais such as apatite, allanite and bastnasite, it is suggested that the main ligands are F and CO3, in addition to those that can be naturally found in surficial waters under oxic conditions such as CO-, HCO3- and OH-. The hydrolysis and ulterior complexation of REE species with inorganic ligands takes place with all the REE's in a similar manner according to the following mechanism (Aide and Aide, 2012):\nLn3+ + yLn- = LnLy(3-yn)\t[1]\n57\nwhere Ln3+ is an REE3+ species and Ln- is an inorganic ligand with n ionic charge and y is the stoichiometric coefficient. The inorganic complexes considered here are primarily F-, CO-, PO4 ■ and OH due to the mineralogical reasons previously explained.\nWhen hydrolysis and complexing with OH- ligands is concerned, the Figure 24 exhibits that the various species are more stable as the atomic number increases along the lanthanide series, which is in agreement with our data in which the HREE-selective xenotime is more depleted than monazite, yielding low-totals under EPMA. It is also assumed that the prevailing pH conditions in this study case is circumneutral to slightly acidic due to the strong presence of organic matter and because the streams are formed by fluvial processes on a granitic massif.\nFigure 24 - Stability constants for REE hydrolysis complexes. After Klungness and Byrne (2000); In Aide and Aide (2012).\nThe other ligand we consider to be influent in monazite and xenotime weathering is fluorine, which has its source in the dissolved F-bearing minerals present in the granite such as fluorite, apatite and bastanaesite. The importance of fluorine complexes and REE was extensively investigated by Gramaciolli et al. (1999). According to these authors, the stability constants of the REE with fluorine complexes exhibit ionic radii dependence, in what it increases with decreasing ionic radius. For Y, the F-complexes are even more stable, even though its ionic radius is placed between Dy and Ho.\nFigura 25 - REE stability constants for HCO3 and 2 HCO3. From Luo and Byrne (2004). In Aide and Aide (2012).\nSulfates and sulfides were not considered as potential ligands due to the absence of sulfide in the original mineralogy. Bilal et al. (1997) have reported pyrite and chalcopyrite as accessory minerals in the parental granite, but we consider these to be of minor importance due to its scarcity in the granite when compared with other accessories such as apatite, allanite, bastaesite, monazite and xenotime.\nOrganic matter has been increasingly considered to be of major importance in the weathering of REE-bearing minerals and as complexing agents of REE ions. For example, the study of Stille et al. (2006) investigated the REE fractionation in river waters of a catchment in eastern France and noted that REE contents of streamlet waters originate from preferential dissolution of apatite. But the apatite-normalized stream water was still depleted indicating that another factor was depleting the system in REE and therefore controlling its fractionation. They found that the vegetation was acting as a sink for REE, especially for the LREE.\nPrimarily low-molecular weight organic acids (LMWOAs) can form stable complexes with lithogenic metals. acting as an important vector in mineral dissolution by: (i) donating H+ to proton-promoted dissolution processes; (ii) forming inner-sphere surface complexes dislodging structural metals from the mineral surface; and (iii) forming aqueous metal-ligand complexes that reduce the relative solution saturation of the minerals undergoing dissolution (Furrer and Stumm, 1986; Drever and Stillings, 1997). Goyne et al. (2010) investigated the release of REE from apatite and monazite in the presence of both aliphatic and aromatic organic acids under oxic and anoxic conditions, in a lab-controlled environment. They found that citrates (a type of aliphatic organic acid) enhance mineral dissolution to the greatest\n59\nextent, reaching 40-fold or greater increase relative to ligand-free samples. Another example, carried out in more realistic conditions, is the study case of Tung and Johannesson (2010) who monitored the REE extraction from natural sandy sediments in the presence of unpurified organic compounds. They verified that REE complexing is more effective in the absence of other metal cations (Fe and Al) that out-compete REE's for strong binding sites on organic matter. MREE-enriched patterns are more frequent because the most frequent organic ligands in natural terrestrial waters are high-molecular weight dissolved organic carbon (humid acids) which preferentially bond with MREE's relative to HREE and LREE.\n6.8 CONCLUSIONS\nA number of factors favored the occurrence of monazite and xenotime as constituents of placers. The humid climate and the original mineralogy caused the SDGM to be potential for concentrating the aforementioned minerals, in what the weathering of the parental granite led to the accumulation of a heavy mineral assemblage enriched in monazite and xenotime. The study also revealed that the heavy mineral accumulations are strongly controlled by the local geomorphology. The most favorable sites to concentrate monazite and xenotime are related with low-slope regions within the Massif, in which quartz pebbles and cobbles are deposited along with millimetric heavy minerals by small rivers that drain the granite, forming placer deposits. The monazite/xenotime-bearing sediments are unconsolidated and easily disintegrates, which would be an advantage in the case of a mining operation. The assemblage includes other specimens that could be mined as co-products, specially zircon, magnetite, ilmenite, titanite and fergusonite.\nThe chemical analyses revealed that monazite is the most abundant REE-bearing mineral comprising around 1% of the sediments constitution, followed by xenotime representing around 0.4 - 0.5%. The total rock analyses carried out on the concentrates yielded LREE in higher amounts than HREE, reflecting the original accessory mineralogy of the granite. In these, monazite represents about 20% of the heavy minerals assemblage, whereas xenotime shares roughly 7%.\n60\nand other ligands. Saprolite monazite is more enriched in REE than the detrital ones. The former possess an average of LREE contents of 62 wt% and the latter is slightly lower, around 54%. This difference is ascribed to the greater weathering of detrital monazite by organic acids and other complexing ligands with F and carbonates that are present in the sampled sites. Concerning the HREE contents, the situation is the opposite. Saprolitic monazite is depleted when compared with detrital ones, i.e., the HREE contents detected are up to 3% lower in monazite from saprolite zones, in which clay minerals are present as products of alteration. This difference is ascribed to the stronger willing of HREE to adsorb on the surface of clay minerals, explained by the Pearsons's Rule. The lower closure values for xenotime when compared with monazite (87% against 94%) is related with the greatest alteration of xenotime.\nThe results suggest that organic ligands do exert some influence in the alteration of detrital specimens. Xenotime sampled under the same conditions yielded even lower closure values than those from literature data and from monazite analyzed in this study. This is ascribed to the greater stability of fluorine, carbonate and organic complexes with MREE and HREE, major constituents in xenotime. The higher amount of porosity and fractures in xenotime crystals is also an evidence of the greater alteration of this mineral when compared with monazite. Assuming that monazite and xenotime are coeval and were released from the granite roughly at the same time, the chemical analyzes and physical aspect of the grains led to the conclusion that xenotime is being more readily weathered than monazite. Since monazite and xenotime possess considerable amounts of Th and U respectively, the issue of the alteration of the grains at ambient temperature is relevant and should be given attention, since these elements could be released to the supergene system.\nIn terms of composition, the placer deposits within the SDGM are potential for REE's. The total REE2O3 contents of the sediments range from 0.4 - 1.2 wt%. The LREE are about 4000-fold enriched over the chondrite, whereas the HREE are about 1000-fold enriched. In terms of distribution we noted that the most potential placers are restrict to the larger rivers that drain the Massif. The continuity of the heavy mineral accumulation along the rivers merits a more comprehensive investigation in order to establish the spatial distribution and occurrence of the placers. The Massif is large (45 km length) and extensively drained, so that the likelihood of finding more monazite,xenotime-bearing placers is high.\n61\n7.\tDISCUSSÕES E CONCLUSÕES\nO MGSD revelou ser interessante quanto às ocorrências de TR principalmente devido à sua variabilidade e teores significativos. Observou-se que vários processos, desde puramente ígneos, hidrotermais e até sedimentares, possibilitou o progressivo enriquecimento nos teores de TR dentro dos domínios do granito. Ressalta-se que o clima tropical úmido desempenhou papel fundamental na alteração química da rocha, proporcionando a acumulação dos minerais de TR nas zonas saprolitizadas da rocha, em depósitos de placer e nos horizontes argilosos.\nNa fácies menos evoluídas do granito (biotita granito), a presença de uma mineralogia acessória rica em minerais de TR como monazita, xenotima e allanita, é evidência de que a composição do magma parental já apresentava teores consideráveis em ETR, que se fez presente na formação de tais minerais. Posteriormente, a interação da rocha com fluidos hidrotermais possibilitou a remobilização e reprecipitação dos ETR na forma de minerais secundários, os mais comumente observados sendo representados por fluorcarbonatos de TR como minerais do Grupo da Bastnaesita.\nO clima tropical com alternância de estações secas e chuvosas favorece a atuação de processos de saprolitização que mostraram ser fator fundamental para a concentração de TR no MGSD. A alteração de minerais mais suscetíveis ao intemperismo como plagioclásio e feldspato resultam na formação de argilominerais que tem a capacidade de adsorver ETR, principalmente as pesadas. O horizonte essencialmente argiloso descrito no Córrego São Martiniano é autóctone, como resultado final dos processos de saprolitização da rocha em estágios avançados. O horizonte de solo imediatamente acima é algo argiloso, sendo que esta característica vai se perdendo na direção da superfície. A transição entre o horizonte argiloso rico em TR e o horizonte de solo acima é difuso e gradual, sendo difícil distinguir o limite exato. Somente nos locais onde o terreno torna-se menos íngreme é possível a acumulação dos horizontes argilosos, caso contrário, onde o terreno apresenta declividade acentuada, processos erosivos impedem a acumulação dos horizontes. As TR adsorvidas nos argilominerais são provenientes de minerais que facilmente se alteram e que têm altos teores de TR como allanita e bastnaesita, além de alguma alteração incipiente da própria monazita e xenotima. Estes argilominerais se depositam em regiões dentro do maciço onde o terreno torna-se mais aplainado e a energia hidráulica das drenagens diminui, de modo que possa haver sucessiva deposição das argilas ricas em TR.\n62\nO processo de alteração juntamente com processos de lixiviação tem como conseqüência final a acumulação de minerais resistato como monazita e xenotima. Quando o são, juntamente com outros minerais pesados, formam os depósitos de placer concentrados através da atuação de processos aluvionares. A composição dos concentrados de minerais pesados detríticos é variável, sendo monazita o principal mineral TR seguido pela xenotima. Os demais constituintes são principalmente ilmenita, magnetita e zircão.\nFigura 26 representa os padrões de TR dos materiais analisados, todos normalizados ao condrito. Vê-se que quanto mais alterado o material maior é o enriquecimento em TR, especialmente em TRP no caso do horizonte argilizado. O enriquecimento do saprolito quando comparado com o granito não alterado é mais pronunciado nas TRL, fato que pode ser explicado pela presença de minerais autigênicos de TR formados durante o processo de saprolitização, pela quantidade relativamente maior de monazita e xenotima que se comportam como resistatos. Quanto mais argilizado o material analisado vê-se que a quantidade em TRP é gradativamente maior, devido à tendência destes serem mais prontamente adsorvidos nas argilas.\n- ®\\\n® Concentrado (até 22 wt% REE2O3)\n— @ Sedimento (0,4 - 1,2 wt% REE2O3)\n------(J) Horizonte argiloso (0,11 wt% REE2O3)\n------© Saprolito (0,21 wt% REE2O3)\n— — @ Granito não alterado (0,07 wt% REE2O3)\nLa Ce Pr Nd Pm Sm Eu Gd Tb Dy (Y) Ho Er Tm Yb Lu\nFigura 26 - Padrão de TR dos materiais estudados normalizados ao condrito.\n63\nA Figura 27 faz uma comparação entre os teores de TR do saprolito e do horizonte argiloso com o biotita granito. No saprolito o enriquecimento em TRL é de até 3 vezes, com gradual diminuição em direção às TRP. No horizonte argilizado a situação se inverte, ou seja, as TRP estão mais enriquecidas, também em até 3 vezes.\nFigura 27 - Padrão de TR dos produtos de alteração normalizados com o biotita granito parental.\nOs teores detectados colocam o MGSD em posição de equivalência com outros depósitos importantes já em explotação. Por exemplo, os teores de TR dos depósitos residuais da China são da ordem de 0,05 - 0,2 wt% (Kynicky et al. 2012), e estes são atualmente a principal fonte mundial de TRP. Como dito anteriormente, os teores detectados no saprolito e nos horizontes argilosos são de 0,21 e 0,11 wt% respectivamente, o que coloca o MGSD em posição privilegiada em se tratando de teores.\nO aproveitamento dos depósitos de placer é relativamente simples, mas estes ocorrem em menor extensão, de forma mais restrita que as zonas saprolitizadas e os depósitos de adsorção iônica. Já o saprolito abrange uma área consideravelmente maior que os demais, por se desenvolver diretamente sobre todo o maciço. A situação mais propícia para um potencial aproveitamento econômico dos depósitos seria a explotação conjunta das zonas saprolitizadas e das zonas totalmente argilizadas depositadas pelas drenagens, pois estas selecionam mais TRP, tem maior distribuição espacial e os processos de beneficiamento são mais simples e menos onerosos quando comparados com mineração em rocha sã.\n64\nPelas características do granito, como dimensões, teores, ocorrência de produtos de alteração ricos em TR e sua ampla distribuição, entende-se que o MGSD é potencial para ser aproveitado como fonte de TR.\n65\n8.\tREFERÊNCIAS\nAide, M.T. &amp; Aide, C. 2012 Rare Earth Elements: Their Importance in Understanding Soil Genesis. ISRN Soil Science. 11p.\nAlvarenga, C.J.S.; Botelho, N.F.; Dardenne, M.A.; Campos, J.E.G.; Martins, F.A.L.; Menezes, P.R. &amp; Moura, M.A. 2000 Magmatic and stratigraphic evolution of a Paleo/Mesoproterozoic syn-rift to post-rift basin: example of the Araí Basin. Brazil. In: Intern Geol Congress 2000. Rio de Janeiro. Abstracts - CDROM.\nAndreoli, M.A.G. et al. 1994. The geology of the Steenkampskraal monazite deposit, South Africa: implications for REE-Th-Cu mineralization in charnockite-granulite terrances. Econ.Geol. 89, 994-1016.\nAraújo Filho, J.O.; Elton, L,D.; Moura, M.A.; Bühn, G. &amp; Matteini, M. 2007 Trabalho final de graduação, Projeto Jaú-Peixe. Mapeamento geologic 1:50.000 das folhas Jaú e São Salvador. Universidade de Brasília.\nAubert, D., Stille, P., Probst, A. 2001 REE fractionation during granite weathering and removal by waters and suspended loads: Sr and Nd isotopic evidence Geochimica et Cosmochimica Acta, Volume 65, Issue 3, 387-406.\nBalashov, Yu. A., Ronov, A.B., Migdisov, A.A. and Turanskaya, N.V. 1964. The effect of climate and facies environment on the fractionation of the rare earths during sedimentation. Geochemistry (U.S.S.R.), 5, 951-969.\nBaldwin, J.A.; Bowring, S.A.; Williams, M.L.; Mahan, K.H. 2006 Geochronological constraints on the evolution of high-pressure felsic granulites from an integrated electron microprobe and ID-TIMS geochemical study. Lithos, 88,173-200.\nBao, Z. &amp; Zhao, Z. 2008 Geochemistry of mineralization with exchangeable REY in the weathering crusts of granitic rocks in South China. Ore Geol. Rev., 33, 519-535.\nBau, M. 1991 Rare-earth element mobility during hydrothermal and metamorphic fl uid-rock interaction and the significance of the oxidation state of europium. Chemical Geology 93: 219-230.\nBoynton, W.V. 1984 Geochemistry of the rare-earth elements: meteorite studies. In: Henderson P. (ed.) Rare Earth Element Geochemistry. p. 63-114.\nBilal, E. 1991 Étude de Deux Massifs de La Province de Granitique Stannifêre de l'Etat de Goiás - Brésil - et dês Formations Métasomatiques Associées aux Minéralisations en Sn et Be. École des Mines de Saint-Etienne. Tese (Doutorado). 382 p.\n66\nChang, L.; Howie, R.A. &amp; Zussman, J. 1996 Rock forming minerals - volume 5B - Non silicates - sulphates, carbonates, phosphates and halides (2 Ed.). London, Longman Group Limited. 383p.\nDardenne, M.A. 2000 The Brasilia Fold Belt. In: Cordani, U.G.; Milani, E.J.; Thomas Filho, A. &amp; Campos, D.A. (Eds). Tectonic Evolution of South America. 31 Int. Geol. Cong.. Rio de Janeiro. 231-263.\nDe Siena, C. et al. 1998 Quantitative assessment of REE mobility during weathering of granite under continental Mediterrean climate. 16° World Congress of Soil Science, Italy.\nDella Ventura, G. et al. 1996 Monazite-huttonite solid solution from the Vico Volcanic Complex, Latium, Italy. Mineralogical Magazine, 751-758.\nDrever, J.I.; Stillings, L.L. 1997 The role of organic acids in mineral weathering. Colloids and Surfaces A: Physicochemical and Engineering Aspects, 120, 167-181.\nFleet, A.J. 1984 Aqueous and sedimentary geochemistry of the Rare earth elements. In Henderson. P. (ed.) Rare Earth Elements Geochemistry. Developments in Geochemistry 2. Elsevier. Amsterdam. 343-369.\nFoster, H.J. 1998 The chemical composition of REE-Y-Th-U-rich accessory minerals in peraluminous granites of the Erzgebirge-Fichtelgebirge region, Germany, Part I: The monazite-(Ce)-brabantite solid solution series. American Mineralogist, 83, 259-272.\nFranz, H.J.; Andrehs, G. &amp; Rhede, D. 1996 Crystal chemistry of monazite and xenotime from Saxothuringian-Moldanubian metapelites, NE Bavaria, Germany. European Journal of Mineralogy, 8, 1097-1118.\nFurrer, G.; Stumm, W. 1986 The coordination chemistry of weathering. I. Dissolution kinetics of 6-Al2O3 and BeO. Geochimica and Cosmochimica Acta. 50, 1847-1860.\nGarnett, R.H.T. &amp; Bassett, N.C. 2005 Placer Deposits. Economic Geology 100th Anniversary Volume: 813-843.\nGary, M.; McAfee Jr, R.; Wolf, C.L. 1977 Glossary of Geology. American Geological Institute,Washington D.C. 805 p.\nGoyne, K.W.; Brantley, S.L.; Chorover, J. 2010 Rare Earth element release from phosphate minerals in the presence of organic acids. Chemical Geology, 278, 1-14.\nGramaccioli, C.M.; Diella, V. &amp; Demartin, F. 1999 The role of fluoride complexes in REE geochemistry and the importance of 4f electrons: some examples in minerals. Eur J Mineral December v. 11 no. 6, 983-992.\n67\nHassan, M.A. 2005 Characteristics of gravel bars in ephemeral streams. Journal of Sedimentary Research 75. 29-42.\nHetherington, C.J.; Harlov, D.E. 2008 Metasomatic thorite and uraninite inclusions inxenotime and monazite from granitic pegmatites, Hidra anorthosite massif, southwestern Norway: mechanics and fluid chemistry. American Mineralogist 93,806820.\nHumpfris, S.A. 1984 The Mobility of the Rare Earth Elements in the Crust. In: Henderson. P. (ed.) Rare Earth Elements Geochemistry. Developments in Geochemistry 2. Elsevier. Amsterdam. 317-342.\nKlungness, G.D.; &amp; Byrne, R.H. 2000 Comparative hydrolysis behavior of the rare earths and yttrium: the influence of temperature and ionic strength. Polyhedron. vol. 19. no. 1 99107.\nKositcin, N. et al. 2003 Textural and geochemical discrimination between xenotime of different origin in the Archaean Witwatersrand Basin, South Africa. Geochimica et Cosmochimica Acta. (67)4. 709-731.\nLalomov, A.; Bochneva, A. 2008. Heavy mineral placers of fluvial-lacustrine Oligocene paleosystem of West Siberia plain MRD-12 Fluvial palaeo-systems: evolution and mineral deposits. International Geological Congress. Oslo.\nLatrubesse, E. &amp; Carvalho, T. 2006. Geomorfologia do Estado de Goiás e Distrito Federal. Goiânia: Secretaria de Indústria e Comércio. 127 p.\nLittlejohn, A.L. 1981 Alteration products of accessory allanite in radioactive granites from the Canadian Shield. Geological Survey of Canada Professional Paper - Current Research. Part B. Paper 81-1B. p. 95-104.\nLong, K.R.; Van Gosen, B.S.; Foley, N.K. &amp; Cordier, Daniel. 2010. The principal rare earth elements deposits of the United States - A summary of domestic deposits and a global perspective: U.S. Geological Survey Scientific Investigations Report 2010-5220. 96 p.\nLuo, Y.R. &amp; Byrne, R.H. 2004 Carbonate complexation of yttrium and the rare earth elementsin natural waters. Geochimica et Cosmochimica Acta. vol. 68. no. 4 691-699.\nMacambira, M.J.B. 1983 Ambiente geológico e mineralizações associadas ao Granito Serra Dourada (extremidade meridional) - Goiás. Dissertação (mestrado). Universidade Federal do Pará. Belém. Brazil. 132p.\nMariano, A.N. 1989 Economic Geology of Rare Earth Minerals. In: Lippin, B.R. &amp; Mckay GA (Eds.). Geochemistry and Mineralogy of Rare Earth Elements. Reviews in Mineralogy, Vol 21, Washington. Mineralogical Society of America, 309-337.\n68\nMarini, O.J.; &amp; Botelho, N.F. 1986 A Província de Granitos Estaníferos de Goiás. Revista Brasileira de Geociências. v. 16. 119-131.\nMarini, O.J.; Botelho, N.F. &amp; Rossi, Ph. 1992 Elementos terras raras em granitóides.da província estanífera de Goiás. Revista Brasileira de Geociências, 22, 61-72.\nMarini, O.J.; Fuck, R.A.; Dardenne, M.A.; Danni, J.C.M. 1984 Província Tocantins: setores central e sudeste. In: ALMEIDA. F.F.M &amp; HASUY. Y. coord. O Precambriano do Brasil. São Paulo. Edgard Blücher. 205-264.\nMurakami, H., &amp; Ishihara, S. 2008 REE mineralization of weathered crust and clay sediment on granitic rocks in the Sanyo belt, SW Japan and southern Jiangxi province, China. Resource Geol., 58, 373-401.\nNesbitt, H.W. 1979 Mobility and fractionation of rare earth elements during weathering of a granodiorite. Nature, 279, 206-210.\nNesbitt, H.W.; &amp; Young, G.M. 1982 Early Proterozoic climates and plate motions inferred from major element geochemistry of lutites. Nature, 299, 715-717.\nNi, Y.; Hughes, J.M.; Mariano, A. N. 1995 Crystal chemistry of the monazite and xenotime structures. American Mineralogist, 80, 21-26.\nPearson, R.G. 1963 Hard and soft acids and bases. Journal of the American Chemical Society 85: 3533-3539. In: Williams-Jones, A.E.; Migdisov, A.A. &amp; Samson, I.M. ELEMENTS, October 2012, v. 8, p(5): 356.\nPimentel, M.M.; Heaman, L.; Fuck, R.A.; &amp; Marini, O.J. 1991 U-Pb zircon geochronology of Precambrian tin-bearing Continental-type acid magmatism in central Brazil. Precambrian Research 52: 321-335.\nPutnis, A. 2002 Mineral replacement reactions: From macroscopic observations to microscopic mechanisms. Mineralogical Magazine, 66, 689-708.\nRapp, R.P.; Watson, E.B.; 1986. Monazite solubility and dissolution kinetics: Implications for the thorium and light rare earth geochemistry of felsic magmas. Contributions to Mineralogy and Petrology. 94: 304-316.\nRosenblum, S. &amp; Fleischer, M. 1996 The distribution of rare-earth elements in minerals of the monazite family. U.S. Geological Survey, Bulletin 2140.\nSanematsu, K. et al. 2009 Enrichment of rare earth elements (REE) in granitic rocks and their weathered crusts in central and southern Laos. Bulletin of the Geological Survey of Japan, vol.60 (11/12), 527-558.\n69\nStille, P. et al. 2006 The impact of vegetation on fractionation of rare earth elements(REE) during water-rock interaction. Journal of Geochemical Exploration. vol. 88 (n° 1-3). 341-344.\nTeixeira, L.M. 2002 Caracterização de Minerais Portadores de Terras Raras e sua Aplicação à Petrologia e Geocronologia de Granitos das Subprovíncias Tocantins e Paranã -Goiás. Tese (Doutorado). Universidade de Brasília.\nTang, J.; Johannesson K.H. 2010 Ligand extraction of rare earth elements from aquifer sediments: Implications for rare earth element complexation with organic matter in natural waters. Geochimica et Cosmochimica Acta, 74 6690-6705.\nVan Emden, B.; Thorbener, M.R.; Graham, J. &amp; Lincoln, F.J. 1997 The incorporation of actinides in monazite and xenotime from placer deposits in Western Australia. Can Min. 35. 95-104.\nWagani, I. &amp; Pagel, M. 2011 Detrital monazite in the Tim Mersoi Basin, Niger: Provenance and contribution to the uranium budget in siliciclastic sediments. The Canadian Mineralogist, 49, 487-501.\nWark, D.A. &amp; Miller, C.F. 1993 Accessory mineral behavior during differentiation of a granite suite: Monazite, xenotime and zircon in the Sweetwater wash pluton, southeastern California, USA. Chemical Geology, 110, 49-67.\nWilliams-Jones, A.E.; Migdisov, A.A. &amp; Samson, I.M. 2012 ELEMENTS, October 2012, v. 8, p(5): 355-360.\nWood, S.A. 1990 The aqueous geochemistry of the rare-earth elements and yttrium: 1. Review of available low-temperature data for inorganic complexes and the inorganic REE speciation of natural waters. Chemical Geology, 82, 159-186.\nWu, C.; Huang, D. &amp; Guo, Z. 1990 REE geochemistry in the weathered crust of granites, Longnan area, Jiangxi province. Acta Geol. Sinica, 3, 193-210. In: Goyne, K.W.; Brantley, S.L. &amp; Chorover, J. 2010 Rare earth element release from phosphate minerals in the presence of organic acids. Chemical Geology, 278, 1-14.\nWyllie, P.J.; Jones, A.P.; &amp; Deng, J. 1996 Rare earth elements in carbonate-rich melts from mantle to crust. In: Jones, A.P.; Wall, F. &amp; Williams, C.T. 1996 Rare Earth Minerals: Chemistry, origin and ore deposits Mineralogical Society Series 7. Chapman and Hall, London, p.82.\n70"}]}}}