{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23571"}, {"@name": "filename", "#text": "7760_000964492.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE BIOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ECOLOGIA \n\n \n\n \n\n \n\n \n\n \n\nDissertação de Mestrado \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nQUALIDADE AMBIENTAL DA SUB-BACIA DO BAIXO \n\nTAQUARI INFLUENCIADA POR SÍTIO CONTAMINADO EM \n\nPROCESSO DE REMEDIAÇÃO \n\n \n\n \n\n \n\n \n\nPAULA HAUBER GAMEIRO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, fevereiro de 2015 \n\n\n\n \n\n \n\n \n\n \n\nQualidade ambiental da sub-bacia do Baixo Taquari  influenciada por sítio \n\ncontaminado em processo de remediação \n\n \n\n \n\n \n\n      Paula Hauber Gameiro \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada ao Programa de \n\nPós-Graduação em Ecologia, do \n\nInstituto de Biociências da Universidade \n\nFederal do Rio Grande do Sul, como \n\nparte dos requisitos para obtenção do \n\ntítulo de Mestre em Ecologia. \n\n \n\n \n\n \n\n \n\nOrientadora:  Prof ª Dr ª Vera Maria Ferrão Vargas \n\n \n\n \n\nComissão Examinadora \n\n \n\nProf ª Dr ª Catarina da Silva Pedrozo \n\nDr ª Bibiana Kaiser Dutra \n\nProf ª Dr ª Kelly Cristina Tagliari de Brito \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 13 de fevereiro de 2015 \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\"Nem todo ponto final indica fim de história, pode ser só o começo de um novo \n\nparágrafo\". \n\n \n\nCaio Fernando Abreu\n\n\n\n \n\n \n\ni \n\n \n\nAGRADECIMENTOS \n\nÀ Deus pela força e inspiração. \n\nAos meus queridos pais João Luís e Mara, por sempre me incentivarem a lutar pelo meu \n\nideal e me dar todo suporte necessário para que eu chegasse ao final de mais uma \n\nconquista. \n\nAo meu querido companheiro Tiago pelo apoio, carinho e amor. \n\nÀ minha avó Rosália, pela amizade e por estar sempre apostando no meu sucesso. \n\nAos meus irmãos Gustavo e Augusto, cunhadas e sobrinhos agradeço a todos pelo \n\nestímulo para que eu pudesse chegar até o final deste trabalho. \n\nÀ minha segunda mãe Maria, pelo apoio constante onde a amizade, o carinho e a união \n\nsempre estiveram presentes. \n\nAos meus tios amados (considerados por mim, segundos pais) Zé, Márcia e prima Pam \n\npelo carinho, força e confiança no meu potencial. \n\nÀ Universidade Federal do Rio Grande do Sul (UFRGS) pela oportunidade de me \n\nproporcionar o curso de Pós-Graduação em Ecologia. \n\nAo Programa de Pós-Graduação em Ecologia, aos professores, colegas e funcionários, \n\nem especial à Silvana por estar sempre pronta a resolver qualquer problema pendente. \n\nÀ Coordenação de Aperfeiçoamento de Pessoal de Nível Superior (CAPES), pela bolsa \n\nde mestrado cedida. \n\nÀ Fundação Estadual de Proteção Ambiental Henrique Luis Roessler (FEPAM). \n\nÀ minha orientadora Vera Maria Ferrão Vargas, por me proporcionar a oportunidade de \n\nrealizar este trabalho, pela qual contribuiu muito para o meu crescimento pessoal e \n\nprofissional. Obrigada pela incansável dedicação, paciência e carinho. \n\nAos colegas do Laboratório de Mutagênese Ambiental da FEPAM pelo convívio \n\npraticamente diário. Primeiramente, não poderia deixar de destacar as colegas que já \n\n\n\n \n\n \n\nii \n\n \n\nestão fora do lab, Mariana e Kelly, mas que foram essenciais para o meu crescimento no \n\nlaboratório. Obrigada pela paciência para me transmitir todo protocolo necessário da \n\nrealização dos ensaios. Ao restante dos colegas que também contribuíram muito para a \n\nrealização dos meus experimentos, entre eles: Tita, Bárbara, Kauê, Duda, Bibi, Déia, \n\nDani, Márcia e em especial a minha pupila Naiara. \n\nÀ Equipe de amostragem da FEPAM, pela realização das coletas das minhas amostras \n\nde sedimento e água. \n\nAos funcionários, estagiários e bolsistas da Divisão de Biologia da FEPAM. \n\nÀ Karen da Divisão de Química da FEPAM pelas análises químicas. \n\nAo Alexandre Brandelli à Jaqueline Delazari do Laboratório Bioensaios, por parte das \n\nanálises de HPAs. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\niii \n\n \n\nRESUMO \n\nA contaminação do solo é uma das fontes pela qual os contaminantes são \n\nescoados para os ecossistemas aquáticos, afetando a qualidade dos sedimentos. Neste \n\ncompartimento alguns compostos são capazes de bioacumular e interferir nos fluxos de \n\nenergia e de nutrientes da cadeia biológica, gerando efeitos agudos, crônicos e \n\ngenotóxicos para as comunidades que vivem ou entram em contato com este local. A \n\nregião de estudo está localizada em área às margens do rio Taquari, no município de \n\nTriunfo, RS, próxima a um sítio com solo contaminado por preservantes de madeira, \n\ncom passivo ambiental identificado (creosoto, pentaclorofenol e a hidrossal CCA). Esta \n\nárea foi submetida à primeira fase do processo de intervenção para retirada das \n\nprincipais fontes ativas. Em estudos anteriores foi definido o provável escoamento de \n\ncontaminantes para o rio a partir do solo contaminado. Para avaliar a qualidade dos \n\nsedimentos, nas diferentes fases de intervenção da área, foi utilizado o ensaio \n\nSalmonella/microssoma, para avaliar mutagênese, além da dosagem de HPAs nos \n\nextratos orgânicos de sedimentos. Foram testados quatro áreas de coleta, identificadas \n\npela distância em Km a partir da foz, abrangendo local a montante do sítio, Ta032, em \n\nfrente, Ta010, e a jusante, Ta006 e Ta004. As coletas foram nas fases, antes (inverno e \n\nverão), durante (verão) e após (verão) o processo de intervenção. A mutagênese foi \n\navaliada através de linhagens que medem erro no quadro de leitura (TA98 e Ta97a) e \n\nsubstituição de pares de bases (TA100), na presença e ausência de S9mix (±S9) em  \n\nextratos de compostos moderadamente polares de sedimento. Os resultados indicaram \n\npresença de pró-mutágenos em todas as amostragens na área Ta010, sendo mais elevada \n\nna anterior à intervenção (verão) para TA100+S9 (1672 rev/g) decrescendo durante e \n\napós este processo. Foram também observados valores constantes de HPAs totais e \n\npresença das espécies com potencial cancerígeno nos diferentes períodos avaliados. O \n\n\n\n \n\n \n\niv \n\n \n\nlocal Ta006, após a intervenção, foi o que mostrou mutagênese mais alta (764 rev/g), \n\nsendo que as espécies consideradas cancerígenas foram detectadas em maiores \n\nconcentrações, em especial o benzo(b+k) fluoranteno, que também esteve elevado, neste \n\nperíodo, em Ta004. Presença de mutagênese e HPAs em arroio interno ao sítio, a \n\nmontante de Ta010, marcaram uma das rotas de dispersão dos contaminantes. A \n\npresença de contaminação em frente ao sítio, após a intervenção, pode estar relacionada \n\ncom a técnica escolhida para retirada das fontes ativas, contribuindo na presença de \n\ncontaminantes a jusante deste rio, Ta006 e Ta004.  \n\n \n\nPalavras-chave: Salmonella/microssoma; preservantes de madeira; escoamento de \n\ncompostos genotóxicos, HPAs, remediação, intervenção. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nv \n\n \n\nABSTRACT \n\nSoil contamination is one fo the sources of contaminant runoff into acquatic \n\nsystem, affecting sediment quality. In this compartment some compounds can \n\nbioaccumulate and interfere in the energy and nutrient flux of the biological chain with \n\nacute, chronic and genotoxic effects on the communities who live there or have contact \n\nwith this place. The region studied is located on the area on the banks of Taquari river, \n\nin the municipality of Triunfo, RS, close to a site with soil contaminated by wood \n\npreservatives and identified environmental liabilities (creosote, pentachlorophenol and \n\nhydrosalt CCA). This area was submitted to the first stage of the intervention  process to \n\nremove the main active sources. Previous studies defined the probable runoff of \n\ncontaminants into river from contaminated soil. In order to evaluate the sediment \n\nquality in the different phases of intervention in the area, the Salmonella/microsome \n\nassay was used to evaluate mutagenesis, besides the dosage of PAHs in the sediment \n\norganic extracts. Four collection areas were tested, identified by the distance in km from \n\nthe mouth, covering a location upstream from the site, Ta032, in front, Ta010, and \n\ndownstream, Ta006 and 004. The collections were performed in the phases, before \n\n(winter and summer), during (summer) and after (summer) the intervention process. \n\nMutagenesis was evaluated using frameshift (TA98 and Ta97a) and base pair \n\nsubstitution (TA100) strains in the presence and absence of S9mix (±S9), in extracts of \n\nmoderately polar sediment compounds. The results indicate the presence of pro-\n\nmutagens in all samplings in the Ta010 area, and it is higher before the intervention \n\n(summer) for TA100+S9 (1672 rev/g) decreasing during and after this process. Constant \n\nvalues of total PAHs and presence of species with a carcinogenic potential were also \n\nobserved in the different periods evaluated. Site Ta006, after intervention, showed the \n\nhighest mutagenesis (764 rev/g), and the species considered carcinogenic were detected \n\n\n\n \n\n \n\nvi \n\n \n\nat higher concentrations, especially benzo(b+k) fluoranthene, which was also high \n\nduring this period at Ta004. The presence of mutagenesis and PAHs in a stream inside \n\nthe site, upstream from Ta010 marks one of the contaminant dispersion routes. The \n\npresence of contamination in front of the site after intervention may be related to the \n\ntechnique chosen to remove the active sources, contributing to the presence of \n\ncontaminants downstream of this river, Ta006 and Ta004.  \n\n \n\nKey words: Salmonella/microssome; Wood preservatives; runoff of genotoxic \n\ncompounds, PAHs, remediation, intervention. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nvii \n\n \n\nLISTA DE ABREVIAÇÕES \n\n2AF  - aminofluoreno \n\n4NQO  - oxidonitroquinolina \n\nAZS -  azida sódica \n\nCAPES - Coordenação de Aperfeiçoamento de Pessoal de Nível Superior  \n\nCCA – Arseniato de cobre cromado  \n\nCCB - borato de cobre cromado \n\nCCME - Canadian Council of Ministers of the Environment  \n\nCETESB - Companhia Ambiental do Estado de São Paulo \n\nCONAMA - Conselho Nacional do Meio Ambiente \n\nCONSEMA - Conselho Estadual do Meio Ambiente \n\nDCM  - diclorometano \n\nDMSO - dimetilsulfóxido \n\nFEPAM - Fundação Estadual de Proteção Ambiental Luis Henrique Roessler \n\nHPA/PHA – Hidrocarbonetos Policíclicos Aromáticos \n\nIARC – Agência de Pesquisa sobre o Câncer \n\nISQG - Interim Sediment Quality Guidelines  \n\nMOE/EOM – Massa orgânica extraída \n\nPEL - Probable Effect Level  \n\nPCP - Pentaclorofenol \n\nS9 - fração de metabolização \n\nUS EPA – Agência de Proteção Ambiental dos Estados Unidos \n\nTEL – Threshold Effect Level \n\n \n\n \n\n\n\n \n\n \n\nviii \n\n \n\nLISTA DE FIGURAS \n\nINTRODUÇÃO \n\nFigura 1. Localização da área de estudo às margens do Rio Taquari e os pontos de \n\namostragens  ............................................................................................................... 17 \n\nFigura 2. Área da usina de preservação de madeira. Fonte: Google. ........................ 18 \n\nARTIGO - Atividade mutagênica de sedimento de sub-bacia influenciada por área \n\ncom solo contaminado em processo de remediação no sul do Brasil \n\nFigura 1. Localização da Bacia Hidrográfica Taquari-Antas e dos locais de \n\namostragens do Rio Taquari, Ta032, Ta010 Ta006, Ta004 e do Arroio interno do \n\nsítio contaminado. Os números mostram a distância em km a partir da foz. ............. 28 \n\nFigura 2. Porcentagem de células sobreviventes no ensaio Salmonella/microsoma \n\navaliando extratos orgânicos de sedimento em quatro amostragens, antes, durante e \n\napós o processo de intervenção. Os valores abaixo de 60% (linha pontilhada) indicam \n\ncitotoxicidade. Para o cálculo da porcentagem foram considerados os seguintes \n\nvalores: amostras não citotóxicas - a última dosagem utilizada (80 µg de sedimento \n\nseco); e amostras citotóxicas - a menor dosagem citotóxica; Ta010 - local em frente \n\nao sítio de solo contaminado; arroio interno do sítio contaminado.. .......................... 35 \n\nFigura 3. a - Potência mutagênica em revertentes por grama seca equivalente de \n\nsedimento seco expressa pela soma total das linhagens que detectam mutágenos que \n\ncausam danos por erro no quadro de leitura (TA98 e TA97a) e substituição de pares \n\nde bases (TA100), na ausência (-S9) e presença (+S9) de ativação metabólica nos \n\ndiferentes locais e amostragens; b - somatório das respostas –S9; c-somatório das \n\nrespostas +S9; Ta010 local em frente ao sítio de solo contaminado.. ........................ 39 \n\n\n\n \n\n \n\nix \n\n \n\nFigura 4. Concentração Total de HPAs enfatizando a soma dos HPAs \n\npotencialmente cancinogênicos (Grupo 1: Carcigênicos aos humanos; Grupo 2A: \n\nProvavelmente carcinogênicos aos humanos; Grupo 2B: Possivelmente \n\ncarcinogênico aos humanos) e Outros HPAs: espécies consideradas  não \n\ncarcinogênicas em amostras de extrato orgânico de sedimentos, nas quatro \n\namostragens: antes, durante e após o processo de intervenção. .................................. 42 \n\nFigura 5. Concentração dos HPAs potencialmente cancerígenos (Grupo1: \n\nCarcigênicos aos humanos; Grupo 2A: Provavelmente carcinogênicos aos humanos; \n\nGrupo 2B: Possivelmente carcinogênico aos humanos); avaliados nos extratos \n\norgânicos de sedimentos, nas quatro amostragens do processo de intervenção. ........ 43 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nx \n\n \n\nLISTA DE TABELAS \n\nARTIGO - Atividade mutagênica de sedimento de sub-bacia influenciada por área \n\ncom solo contaminado em processo de remediação no sul do Brasil \n\nTabela 1.  Relação das possíveis fontes poluidoras e os usos do Rio Taquari nos locais \n\nde estudo. ......................................................................................................................... 28 \n\nTabela 2. Classificação granulométrica das amostras do Rio Taquari nas quatro \n\namostragens, antes, durante e após o processo de intervenção ....................................... 31 \n\nTabela 3. Respostas Mutagênicas e citotóxicas de extratos orgânicos de sedimento \n\n(revertentes/g equivalentes de sedimento seco) na presença e ausência de S9 mix em \n\nquatro locais de amostragem no Rio Taquari, antes, durante e após o processo de \n\nintervenção....................................................................................................................... 36 \n\nTabela 4. Concentração de doze HPAs avaliados em extratos orgânicos de sedimento \n\ndo Rio Taquari nas quatro amostragens do processo de intervenção comparadas com os \n\nvalores-guia (CCME, 2002) adotados pela legislação brasileira (Brasil, 2004) que \n\nestabelecem diretrizes e procedimentos mínimos para a avaliação de material dragado e \n\ncomparação com a potência mutagênica observada ........................................................ 48 \n\n \n\n\n\n \n\n \n\n \n\n \n\nSUMÁRIO \n\nAgradecimentos................................................................................................................................ i \n\nResumo ............................................................................................................................................. iii \n\nAbstract .............................................................................................................................................. v \n\nLista de Abreviações.................................................................................................................... vii \n\nLista de Figuras ............................................................................................................................ viii \n\nLista de Tabelas............................................................................................................................... x \n\n1. INTRODUÇÃO ........................................................................................................... 1 \n\n1.1. Ecossistemas aquáticos ....................................................................................... 1 \n\n1.2. Contaminação de solo ......................................................................................... 3 \n\n1.3. Remediação de solos ........................................................................................... 6 \n\n1.4. Preservantes de madeira ...................................................................................... 7 \n\n1.5. Ensaio Salmonella/microssoma......................................................................... 12 \n\n2. ÁREA DE ESTUDO .................................................................................................. 14 \n\n3. OBJETIVOS .............................................................................................................. 19 \n\n3.1. Geral .................................................................................................................. 19 \n\n3.2. Específicos ........................................................................................................ 19 \n\n4. ARTIGO CIENTÍFICO ............................................................................................ 20 \n\nResumo ........................................................................................................................ 22 \n\n1. Introdução ............................................................................................................. 23 \n\n2. Materiais e métodos .............................................................................................. 25 \n\n2.1. Área de estudo .................................................................................................................. 25 \n\n2.2. Intervenção para retirada de fontes ativas ................................................................ 26 \n\n\n\n \n\n \n\n \n\n \n\n2.3. Pontos de amostragem ....................................................................................27 \n\n2.4. Coleta das amostras ........................................................................................29 \n\n2.5. Preparação das amostras .................................................................................29 \n\n2.6. Caracterização granulométrica .......................................................................30 \n\n2.7. Ensaio Salmonella/microssoma ......................................................................30 \n\n2.8. Análises de dados............................................................................................32 \n\n2.9. Análise química ..............................................................................................33 \n\n3. Resultados e discussões ........................................................................................ 34 \n\n4. Conclusões ............................................................................................................ 49 \n\n5. Referências bibliográficas .................................................................................... 50 \n\n5. CONSIDERAÇÕES FINAIS .................................................................................... 57 \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS .................................................................... 59 \n\n7. ANEXO.......................................................................................................................73  \n\n\n\n \n\n \n\n1 \n\n \n\n1. INTRODUÇÃO  \n\n1.1. Ecossistemas aquáticos \n\n \n\nA qualidade dos ecossistemas aquáticos tem sido alterada em diferentes escalas \n\nnos últimos séculos. Este fator está diretamente associado às atividades antrópicas que \n\ndependem do uso desses recursos hídricos, acarretando em degradação ambiental \n\nsignificativa através de lançamentos de contaminantes que podem comprometer a \n\ndiversidade biológica e a qualidade desses ecossistemas (Soldán &amp; Bodurová, 2013). \n\nA poluição dos ambientes aquáticos tem se tornado uma preocupação mundial, \n\nsendo suas consequências mais evidentes: a escassez de fontes limpas para \n\nabastecimento e a mortandade dos organismos. As principais fontes de contaminação \n\nsão atribuídas aos resíduos industriais, agrícolas, comerciais e domésticos (Houk, 1992; \n\nClaxton et al., 1998), ou mesmo a partir de solos contaminados (Costa et al., 2012). \n\nMuitos efluentes são extremamente complexos, do ponto de vista físico e químico, e são \n\nfontes de grande diversidade de poluentes para o ambiente aquático (Zagatto &amp; \n\nBetolleti, 2008). Alguns estudos estimam que cerca de cem mil produtos químicos estão \n\nem uso diário, sendo que muitos desses são desconhecidos e podem apresentar \n\npropriedades genotóxicas (Holt, 2000; Ohe et al., 2004).  \n\nOs contaminantes são influenciados pelas características naturais dos locais, e \n\npodem ser transportados, transformados e/ou bioacumulados (Chen &amp; White, 2004; Ohe \n\net al., 2004; Perelo, 2010). Alguns poluentes persistem no ambiente, associados ao \n\nsedimento, podendo muitas vezes ter ação mutagênica. Uma vez presentes neste \n\ncompartimento, as substâncias se depositam por longo tempo, tornando-se mais \n\nconcentradas do que aquelas em meio líquido, gerando efeitos agudos, crônicos e \n\nmutagênicos em comunidades que vivem ou entram em contato com o sedimento \n\n(Boldrini et al., 1990; Mozeto, 2004). Segundo Jha (2004) o acúmulo de mutações \n\n\n\n \n\n \n\n2 \n\n \n\nhereditárias em um organismo, contribui com a redução da diversidade genética da \n\nfauna e flora presente no local contaminado. Pollack et al. (2003) reforçam que \n\ncompostos químicos não oferecem apenas riscos a biótica aquática, mas também afetam \n\na saúde humana.  \n\nOs sedimentos são formados por partículas de grande variedade de tamanho, \n\nformas geométricas e composição química. Estas são transportadas pela água, ar ou gelo \n\ne, posteriormente, depositadas nos rios, lagos, represas, áreas alagáveis e oceanos \n\n(Mozeto, 2004). Além dessas origens, os sedimentos contêm materiais precipitados por \n\num grande número de processos químicos e biológicos, sendo que a proporção de \n\npartículas autóctones e alóctones varia muito entre diferentes ambientes. \n\nDiversos estudos têm sido realizados com amostras de sedimento visando \n\ncomprovar a presença de agentes mutagênicos em ambientes aquáticos. A extensa \n\nrevisão da literatura descrita por Chen &amp; White (2004) destaca 85 estudos em diversos \n\nlocais do mundo que mostram a preocupação com exposição de organismos aquáticos e \n\nsaúde humana aos compostos mutagênicos presentes nos sedimentos. Neste sentido, os \n\nautores apontam que, embora a exposição do homem a sedimentos mutagênicos seja \n\nrestrita, a remobilização de contaminantes para a água e a possibilidade do consumo de \n\nbiota aquática contaminada pela bioacumulação desses produtos, podem contribuir com \n\no desenvolvimento de câncer. \n\nNas últimas décadas foram realizados trabalhos sobre os efeitos de \n\ncontaminantes a organismos aquáticos. Estes resultaram no estabelecimento de critérios \n\nda qualidade da água, utilizados para a proteção da vida aquática em vários países, \n\ncomo, por exemplo, Canadá, França e Estados Unidos (Environment Canada, 1971; \n\nFrance, 1983; USEPA, 1991). No Brasil algumas regulamentações que limitam os \n\nparâmetros de qualidade da água têm sido promulgadas, dentre elas, a resolução n°357 \n\n\n\n \n\n \n\n3 \n\n \n\n(Brasil, 2005), que dispõe sobre a classificação dos corpos de água e diretrizes \n\nambientais para o seu enquadramento, bem como estabelece as condições e padrões de \n\nlançamento de efluentes entre outras providências. No Rio Grande do Sul, a Resolução \n\nCONSEMA n° 129 complementa os parâmetros de avaliação química de efluentes e \n\ndispõe sobre critérios e padrões de emissão para toxicidade de efluentes líquidos \n\nlançados em águas superficiais no Estado (Rio Grande do Sul, 2006).  \n\nProgramas de monitoramento ambiental adotam informações para a avaliação da \n\nqualidade dos sedimentos (Mozeto et al., 2006). O critério utilizado pela CETESB \n\n(CETESB, 2004) representado em função das concentrações de contaminantes, com \n\nvistas à proteção da vida aquática, foi baseado em valores guia, estabelecidos pelo \n\nConselho Canadense de Ministros do Meio Ambiente (CCME, 2002) para arsênio, \n\nmetais pesados e compostos orgânicos. Os mesmos valores guia foram adotados pela \n\nresolução CONAMA 344/04 (Brasil, 2004) que estabelecem diretrizes e procedimentos \n\nmínimos para a avaliação de material dragado. Neste guia são informados os valores do \n\nISQG (Interim Sediment Quality Guidelines) que representa o valor orientador de \n\nreferência de qualidade de sedimentos, também designado TEL (Threshold Effect \n\nLevel), concentração abaixo da qual raramente são esperados efeitos adversos para os \n\norganismos, e pelo valor do PEL (Probable Effect Level), que representa a concentração \n\nacima da qual é frequentemente esperado efeito deletério sobre a biota. Na faixa entre \n\nTEL e PEL, situam-se os valores onde ocasionalmente espera-se tais efeitos (CCME, \n\n2002; CETESB, 2006). \n\n1.2.  Contaminação de solo \n\nO solo é um compartimento altamente dinâmico composto por agregados não \n\nconsolidados de minerais e matéria orgânica, produzidos pela complexa combinação de \n\nprocessos físicos, químicos e biológicos (White &amp; Claxton, 2004). Considerado a base \n\n\n\n \n\n \n\n4 \n\n \n\ndo ecossistema terrestre, o solo contribui com inúmeras funções ecológicas, entre elas: o \n\ncontrole de infiltração, percolação e a retenção da água, participação de trocas gasosas e \n\na dinâmica dos nutrientes minerais e da matéria orgânica do solo, e fornece habitats para \n\na fauna residente (Yu et al., 2013; Bottinelli et al., 2015). Estas propriedades são \n\naltamente dinâmicas (Kay, 1990) sujeitas a serem influenciadas por inúmeras variáveis \n\nambientais, dentre elas é possível destacar a topografia e clima, atividades antrópica e \n\nbiológicas (Dexter, 1988; Kay, 1990). Como conseqüência da industrialização e da \n\nprodução industrial, grandes quantidades de resíduos tóxicos são gerados e despejados \n\nnos solos, sendo muitas vezes devido a falta de um local apropriado (Singh et al., 2006). \n\nInformações inadequadas sobre a toxicidade dos resíduos, mau planejamento e má \n\ngestão dos locais de descarte tem ocasionado graves problemas de contaminação (White \n\n&amp; Claxton, 2004). \n\nAs características dos solos influenciam nas respostas de toxicidade e na rota dos \n\ncontaminantes presentes, tornando este uma importante via de exposição (Sedman, \n\n1989). Como exemplo, as partículas finas de argila possuem carga negativa capazes de \n\nreter íons carregados positivamente de metais tóxicos, tais como zinco, cobre, alumínio, \n\ncromo, arsênio, níquel e cádmio. Além disso, o estado de oxidação de um determinado \n\ntipo de solo pode modificar drasticamente a toxicidade de metais, tais como alumínio e \n\narsênio. Poluentes orgânicos com solubilidade limitada na água (por exemplo, \n\nhidrocarbonetos aromáticos, pesticidas clorados, etc.) são normalmente sorvidos na \n\nmatéria orgânica e partículas de argila do solo. Estes contaminantes no solo, de uma \n\nmaneira geral, não apresentam deslocamento contínuo, como ocorre na circulação \n\natmosférica e na água superficial. Tendem a ficar mais estáveis no local, permanecendo \n\num tempo maior e em concentrações mais elevadas nas partículas do solo (Masood &amp; \n\nMalik, 2013), agindo como um filtro ambiental. Porém, essa capacidade é limitada, \n\n\n\n \n\n \n\n5 \n\n \n\nporque o solo também pode funcionar como fonte, rota e receptor de contaminantes \n\n(Lemos et al., 2009), características estas que estão diretamente relacionadas as suas \n\npropriedades físicas, dos produtos químicos presentes e suas concentrações (Bone et al., \n\n2010; CETESB, 2011).  \n\nEntre os principais contaminantes com propriedades tóxicas e genotóxicas do \n\nsolo estão os compostos orgânicos, em especial o grupo de hidrocarbonetos policíclicos \n\naromáticos (HPAs), além deos metais pesados (Da Silva Júnior &amp; Vargas, 2009). Nos \n\núltimos anos esta poluição do solo tem aumentado devido às emissões atmosféricas \n\ncontínuas de compostos provenientes principalmente de fontes industriais, e veiculares \n\n(White &amp; Claxton, 2004). Tal contaminação pode ser resultado de atividades \n\nintencionais ou acidentais, através da aplicação de agroquímicos em cultivos, de \n\npráticas de irrigação com águas contaminadas, da deposição de resíduos em áreas \n\nespecíficas (aterros, lagoas de tratamento, eliminação de resíduos, entre outros), do \n\ndescarte indiscriminado de materiais e de vazamentos/derrames durante a produção, \n\ntransporte ou armazenamento de materiais industriais como óleos e solventes (White &amp; \n\nClaxton, 2004; Rodrigues et al., 2009). \n\nA presença de agentes genotóxicos no solo pode ter efeito sobre a saúde humana \n\natravés da inalação de poeira, ingestão de plantas que absorvem os compostos do solo, \n\nbem como pela drenagem destes até águas subterrâneas e superficiais, que são utilizadas \n\npara abastecimento, recreação, pesca, agricultura, entre outras atividades (Monarca et \n\nal., 2002; Lah et al., 2008; Da Silva Júnior &amp; Vargas, 2009). \n\nCom a necessidade de prevenção da contaminação de solos, leis foram criadas \n\npelos órgãos públicos para estabelecer uma gestão eficaz sobre este compartimento. No \n\nBrasil, por exemplo, a resolução n° 420 (Brasil, 2009), dispõe sobre critérios e valores \n\norientadores de qualidade do solo quanto à presença de substâncias químicas e \n\n\n\n \n\n \n\n6 \n\n \n\nestabelece diretrizes para o gerenciamento ambiental de áreas contaminadas por essas \n\nsubstâncias em decorrência de atividades antrópicas. No entanto, esta legislação não \n\ncontempla, a exemplo de outras no país como a CONAMA n° 357 (Brasil, 2005) e a \n\nCONSEMA n° 129 (Rio Grande do Sul, 2006), ensaios biológicos que permitem \n\ndefinir, pelo efeito, a presença destes compostos, que, mesmo em baixas dosagens, \n\nformam misturas complexas de alta reatividade (Vargas et al., 2008). \n\n1.3. Remediação de solos \n\nMuitos dos poluentes genotóxicos e/ou carcinogênicos podem ser detectados \n\napós vários anos de exposição, o que destaca a necessidade de ações preventivas \n\n(Tagliari et al., 2004) ou considerar a importância da remediação de um sítio \n\ncontaminado por compostos químicos.  A remediação é definida pela Agência de \n\nProteção Ambiental dos Estados Unidos (USEPA) como um conjunto de ações \n\ncorretivas aplicáveis a um determinado sítio contaminado por resíduos perigosos. Em \n\n1986, a USEPA formulou a primeira seqüência de procedimentos de correção de uma \n\nárea contaminada. Estas ações corretivas foram desenvolvidas em diferentes fases, \n\nsendo a inicial uma vistoria e avaliação preliminar do sítio, passando pela proposição de \n\ntécnicas de remediação até a implantação das medidas corretivas e estabilizadoras \n\n(Bartenfelder, 1992). Neste período, no Brasil, em 1987, ocorreu o acidente com o \n\ncésio?137 em Goiânia e, segundo Terra &amp; Ladislau (1991), ?a não definição dos \n\nculpados pelo acidente é que retarda o devido atendimento às vitimas, seja médico, seja \n\nfinanceiramente? o que caracteriza uma ação desarticulada das instituições, por falta de \n\nleis específicas sobre a contaminação industrial, e suas consequências na saúde humana.  \n\nDentro deste contexto, nos últimos anos, em São Paulo, um número expressivo \n\nde trabalhos envolvendo o gerenciamento de áreas contaminadas por resíduos \n\nindustriais e proposições para remediação de sítios foram se multiplicando, tais como \n\n\n\n \n\n \n\n7 \n\n \n\nMarker et al. (1994), Pompeia (1994), CETESB (1999), Crozera (2001),  Borba (2002), \n\nMarker (2008). \n\nVárias tecnologias de remediação têm sido desenvolvidas para remoção de \n\npoluentes, dentre elas destacam-se a precipitação, coagulação, floculação, incineração, \n\nalteração de íons, osmoses reversas, filtração de membranas, eletroquímica, \n\nfotoeletroquímica, processos de oxidação avançada, e métodos biológicos que tem \n\ndemonstrado diferentes graus de eficiência de remediação (USEPA, 2004; Gana et al., \n\n2009; Gao et al., 2014). Destas, as técnicas tradicionais de remediação ainda prevalecem \n\npara o tratamento de solos contaminados, em especial as de escavação e eliminação do \n\nsolo que contabilizam, em média, 30% de tais atividades (Liedekerke et al., 2014). \n\n1.4.  Preservantes de madeira \n\nA madeira tem desempenhado um papel vital no desenvolvimento social, \n\neconômico e ambiental da história humana. Ela tem sido usada por muitos séculos \n\nprincipalmente como material de construção, por ser um recurso renovável de alta \n\nresistência, preço relativamente baixo e facilmente produzida (Behzad et al., 2012). Pela \n\nsua origem orgânica, a madeira está sujeita à deterioração por agentes biológicos como: \n\ninsetos, fungos, bactérias, moluscos e crustáceos, quando exposta às condições \n\nambientais (Cavdar, 2014). Para elevar a vida útil das madeiras são utilizados \n\ntratamentos com conservantes para prevenir a ação dos agentes biológicos, tornando \n\numa alternativa de preservar a pressão sobre as florestas nativas, pois com o aumento da \n\nvida útil da madeira é possível maior conservação dos recursos naturais florestais \n\n(Hingston et al., 2001). \n\nO tratamento preservativo permite a proteção das camadas externas permeáveis \n\nda madeira contra a ação dos organismos, de modo que impeça a sua penetração e a \n\nposterior infestação nos tecidos lenhosos das camadas mais internas (Vidor, 2003). \n\n\n\n \n\n \n\n8 \n\n \n\nExistem diversos métodos de preservação utilizados por todo mundo, entre eles os \n\nnaturais, indiretos, químicos e biológicos. O método amplamente utilizado para prevenir \n\no ataque de organismos xilófagos é o da introdução na madeira de substâncias químicas \n\ntóxicas a esses organismos que impedem o seu desenvolvimento. Entre os mais \n\neficientes são aqueles aplicados sob condições de vácuo e pressão e, dentre estes, o mais \n\nimportante é o de célula cheia ou Processo Bethell (John Bethell / Inglaterra / 1838), \n\nque tem por finalidade preencher ao máximo as células da madeira com o preservativo \n\n(Cockcroft, 1971).  \n\nAs características ideais de um preservativo de madeira englobam a mínima \n\ntoxicidade aos seres vivos, proteção da madeira contra os organismos xilófagos, \n\nretenção do produto na madeira ao longo dos anos e custo reduzido (Cavdar, 2014). \n\nAlém disso, não deve ser inflamável e alterar as características da madeira e dos \n\nmateriais em contato com ela. Porém, o que se sabe é que este preservativo não foi \n\nencontrado ainda e que as substâncias com maior eficácia apresentam toxicidade e os \n\nprodutos relativamente atóxicos são ineficientes como preservantes (Appel et al., 2007). \n\nA aplicação destes preservativos só é economicamente viável se a vida útil da madeira \n\nfor significativamente aumentada em relação àquela usada sem tratamento (Appel et al., \n\n2007).  \n\nAs substâncias utilizadas como conservantes são conhecidas como biocidas, e \n\nsão agrupadas em duas grandes classes: as oleossolúveis e as hidrossolúveis. Entre os \n\npreservativos oleosos, destaca-se o pentaclorofenol (PCP) e o creosoto e como \n\nexemplos dos hidrossolúveis, o arseniato de cobre cromado (CCA) e o borato de cobre \n\ncromado (CCB). Estes preservativos com ação prolongada são os mais utilizados e \n\nresponsáveis por cerca de 80% da madeira tratada existente no mundo (Lepage, 1986; \n\nAppel et al., 2007). \n\n\n\n \n\n \n\n9 \n\n \n\nO pentaclorofenol é um poluente orgânico persistente que contém em sua \n\ncomposição e como produto de degradação, dioxinas e furanos. A degradação deste \n\ncomposto no meio ambiente ocorre por processos químicos, microbiológicos e \n\nfotoquímicos (Choudhury et al., 1986). No solo, a decomposição microbiana parece ser \n\num mecanismo importante e potencialmente dominante de remoção deste composto \n\n(Choudhury et al., 1986). Além disso, a desclorinação anaeróbia redutiva realizada \n\nprincipalmente por organismos aeróbicos é uma via importante para a degradação de \n\ncompostos orgânicos altamente clorados, tais como o PCP (Adrian &amp; Gorisch, 2002). \n\nEsse preservativo, também conhecido como Pó da China, é um dos produtos \n\ncontrolados no Tratado PIC GLOBAL - informação e consentimento prévio em caso de \n\ncomércio ou transporte internacional - (Appel et al., 2007). No Brasil, deixou de ser \n\nproduzido na década de 70 e foi proibido em 1985, através da portaria de n° 329 do \n\nMinistério da Agricultura (Brasil, 1985). O efeito negativo de PCP em populações \n\nmicrobianas do solo é reconhecido já há algum tempo (Brown et al., 1978) e pode \n\nocorrer a níveis tão baixos como 4 mg L\n-1\n\n PCP no solo e sistemas aquosos (Davis et al., \n\n1996). Além disso, os seres humanos podem ser expostos  através da inalação, dieta, ou \n\ncontato com a pele (Eisler, 1989) e provocar numerosas doenças e mortes ocupacionais \n\n(Yu et al., 2014). Portanto, o PCP é considerado como poluente prioritário pela USEPA, \n\nclassificado como possivelmente carcinogênico ao homem (grupo 2B) pela Agência \n\nInternacional de Pesquisa sobre Câncer (IARC) (IARC,1991; Sheng et al., 2013). Estes \n\nfatos, aliados à legislação que impõe crescentes restrições ao uso de biocidas organo-\n\nclorados, tem desestimulado o uso deste preservativo, embora seja um dos mais \n\neficientes na proteção da madeira.  \n\nO creosoto é uma substância oleosa obtida através da destilação de alcatrão de \n\nhulha que contém uma mistura de HPAs (85%), compostos fenólicos (10%) e \n\n\n\n \n\n \n\n10 \n\n \n\ncompostos heterocíclicos aromáticos N, Se, O (5%) (Rogers et al., 2007). Quando \n\nutilizado, é empregado normalmente em combinação com o PCP (Taylor &amp; Smith, \n\n1997), pois facilita a penetração desses compostos na madeira, como também aumenta a \n\nsolubilidade deles dentro do solo (Mills et al., 2006).  Entretanto, o seu uso no Brasil foi \n\nproibido em 1998, pelo Decreto – lei n° 264 (Brasil, 1998). Apresenta-se insolúvel em \n\nágua e não se fixa na madeira por reações químicas, apenas adere às paredes celulares \n\nou se deposita no lume das células. Os constituintes do creosoto e seus metabólitos são \n\nconhecidos por serem tóxicos e alguns mutagênicos.  \n\nOs HPAs são uma classe de poluentes orgânicos, que apresentam efeitos \n\ncancerígenos, teratogênicos, e mutagênicos (Kim et al., 2007). Eles são comumente \n\nencontrados em locais contaminados (Bozlaker et al., 2008), pois podem facilmente se \n\naderir à matéria  orgânica do solo (Rivas et al., 2000), e alguns HPAs são resistentes a \n\nbiodegradação (Wilson &amp; Jones, 1993). A sua persistência no meio ambiente depende, \n\nprincipalmente, de suas características físicas e químicas (Lladó et al., 2013). Há 16 dos \n\nHPAs identificados pela USEPA como poluentes prioritários baseado na toxicidade, \n\npotencial para exposição humana, e frequência de ocorrência em locais de resíduos \n\nperigosos (Liao et al., 2014). Alguns deles também são classificados pela IARC como \n\ncompostos de maior atenção por sua potencialidade carcinogênica (IARC, 2010). \n\nAtualmente, o conservante de madeira mais amplamente utilizado no mundo é o \n\nCCA, produto pertencente ao grupo dos compostos inorgânicos formado pelos metais \n\narsênio (As), cromo (Cr) e cobre (Cu) (Hingston et al., 2001; Mercer &amp; Frostick, 2014). \n\nSão preservantes à base de água, ou seja, são hidrossolúveis constituídos pela \n\nassociação de vários sais. A solução aquosa destes, ao penetrar na madeira, sofre \n\nreações de fixação e produz compostos insolúveis que dificilmente serão lixiviados. \n\nEste grupo tem substituído tipos de conservantes orgânicos alternativos, como o \n\n\n\n \n\n \n\n11 \n\n \n\ncreosoto e pentaclorofenol para uso aquático, devido às preocupações ambientais e da \n\nsaúde humana. No Brasil sua fabricação é regulamentada pela Norma NBR-8456. \n\nPorém, em países, como Canadá, EUA, Reino Unido, Austrália e Noruega o uso do \n\nCCA como um preservativo de madeira têm sido limitado (Mercer &amp; Frostick, 2014).  \n\nAs reações que ocorrem na madeira durante a fixação do CCA tem uma grande \n\ninfluência sobre as espécies de metais que são emitidos a partir da madeira e a \n\ntoxicidade subsequente destes lixiviados. A toxicidade de Cu, Cr e As para organismos \n\naquáticos é muito registrada (Bodek et al., 1988; Walley et al., 1996a, b), sendo estes \n\nmetais listados como poluentes prioritários pela USEPA (Weis et al., 1992;. Weis &amp; \n\nWeis, 1995). Porém, a toxicidade é altamente dependente da forma específica que o \n\ncomposto está presente no meio (Hingston et al., 2001). O Cr no estado de oxidação \n\n(VI) é conhecido por ser cancerígeno e mutagênico, mas se reduzido a Cr (III), tal como \n\ndurante o processo de fixação do CCA, pode ser significativamente menos prejudicial \n\n(Sanders &amp; Reidel, 1987). O As também é considerado cancerígeno e mutagênico, bem \n\ncomo teratogênico e, dos estados de oxidação predominantes, As (V) é a forma mais \n\nprevalente e menos tóxica do que o As (III).  \n\nO composto CCB é um produto alternativo ao CCA que tem como ingredientes \n\nativos o óxido cuproso e o boro. Existem dúvidas em relação a sua resistência à \n\nlixiviação e sua eficiência, em longo prazo, no combate aos insetos (Lepage, 1986). Os \n\ncompostos de boro, apesar de terem menor toxicidade, não se fixam adequadamente na \n\nmadeira (Appel et al., 2007).  \n\nDiante dessa realidade, é importante destacar que todos os produtos utilizados na \n\npreservação da madeira devem ser tóxicos aos organismos biológicos que degradam a \n\nmadeira, por conseqüência, podem ser tóxicos ao homem e animais não alvo, portanto \n\nseu uso exige cuidados específicos, visando preservar a vida e o meio ambiente. \n\n\n\n \n\n \n\n12 \n\n \n\n1.5. Ensaio Salmonella/microssoma \n\nAs evidências de que os resíduos industriais podem induzir efeitos genotóxicos \n\nem espécies aquáticas e terrestres (incluindo os humanos) tem estimulado as pesquisas \n\nnesta área, gerando progressos no desenvolvimento e uso de bioensaios genéticos de \n\ncurto prazo. A sua simplicidade, sensibilidade a danos genéticos, a velocidade relativa, \n\nbaixo custo de experimentação e a pequena quantidade de amostra necessária para a \n\nanálise permitiram que a pesquisa em toxicologia genética evoluísse. Os resultados de \n\nbioensaios genéticos são relevantes para a saúde humana, pois o alvo toxicológico é o \n\nDNA, o que existe em todas as formas de vida celular. Assim, pode ser extrapolado que \n\nos compostos considerados reativos à molécula de DNA de uma espécie têm o potencial \n\nde produzir efeitos semelhantes em outras espécies. Em geral, as perturbações do \n\nmaterial genético são prejudiciais para o organismo e podem levar a graves \n\nconsequências para a saúde e são irreversíveis. Efeitos na saúde humana comumente \n\nassociados com a exposição a compostos genotóxicos incluem câncer, má formações de \n\nfetos, doenças cardíacas, dentre outras (Houk, 1992). \n\nExistem diversos ensaios para detectar a mutagenicidade/genotoxicidade de \n\namostras ambientais, mas a utilização de ensaios com bactérias provaram ser mais \n\neficazes para monitoramento por serem bastante sensíveis, confiáveis e com custo \n\nrelativamente baixo. Entre os bioensaios microbianos, o ensaio Salmonella/microssoma \n\né o método usado mais amplamente para identificar atividade mutagênica em amostras \n\nambientais, além de auxiliar na comparação de sítios, identificação de fontes e possíveis \n\ncarcinógenos presentes em misturas ambientais complexas (Claxton et al., 2010). Este \n\nteste permite determinar a mutagenicidade, mas não especificamente a \n\ncarcinogenicidade, de compostos e de misturas complexas (Zeiger, 1998; Mortelmans &amp; \n\nZeiger, 2000). No entanto, devido a muitos cancerígenos atuarem em mecanismos \n\n\n\n \n\n \n\n13 \n\n \n\nmutagênicos, a maioria dos agentes cancerígenos orgânicos que são mutagênicos são \n\npositivos no ensaio de Salmonella (Zeiger, 1998). Diante desse fato, este ensaio é \n\nutilizado, no presente contexto, em muitos trabalhos com diferentes matrizes \n\nambientais, tais como para águas superficiais (Ohe et al., 2004; Vargas et al., 2008), \n\nsedimentos (Chen &amp; White, 2004; Tagliari et al., 2004),  água potável (Richardson et \n\nal., 2007; Pereira et al., 2007), solo (White &amp; Claxton, 2004; Pohren et al., 2012) e ar \n\n(Claxton et al., 2004; Coronas et al., 2013). \n\nO ensaio Salmonella/microssoma foi desenvolvido por Ames (1971), sendo \n\nrevisado por Maron &amp; Ames et al. (1983) e modificado por Kado et al. (1986). Baseia-\n\nse na utilização de linhagens de Salmonella typhimurium com mutações preexistentes \n\n(geradas pela engenharia genética) que tornam as bactérias incapazes de sintetizar o \n\naminoácido essencial, histidina e portanto, incapazes de crescer e formar colônias na sua \n\nausência. Através de mutação reversa podem restaurar a função do gene e permitir que \n\nas células sintetizem histidina, podendo crescer no meio mínimo e formar colônias. As \n\nlinhagens de Salmonella usadas no teste têm diferentes mutações em vários genes do \n\noperon da histidina e cada uma destas mutações é sensível a classes de compostos \n\nmutagênicos diferentes (Mortelmans &amp; Zeiger, 2000) \n\nO diagnóstico da qualidade de sedimentos, através do ensaio Salmonella tem \n\nsido realizado em diversos locais do mundo (Chen &amp; White, 2004; Rigau et al., 2012; \n\nHudcova et al., 2013; Perovic et al., 2013, Warren et al., 2015). Especificamente no Rio \n\nGrande do Sul, o ensaio tem sido utilizado em estudos realizados por Tagliari et al. \n\n(2004), que evidenciaram a mutagenicidade de sedimento em ambientes aquáticos \n\nassociada a altos níveis de estresse oxidativo em peixes em área de influência de \n\ncurtumes; Horn et al. (2004) mostrando resposta mutagênica em sedimentos \n\nrelacionados à contaminação de indústria petroquímica; e Costa et al. (2012) verificando \n\n\n\n \n\n \n\n14 \n\n \n\nque o sedimento do rio Taquari, área do presente estudo, possui como fonte de produtos \n\nperigosos o escoamento superficial de sítio de solo contaminado.  \n\nCombinado a este teste, é avaliada a citotoxidade das amostras, pois a morte \n\ncelular pode mascarar a resposta mutagênica (Vargas et al., 1993). Assim sendo, a \n\nutilização destes testes permite diagnóstico precoce dos recursos hídricos antes que o \n\nefeito crônico ou agudo se estabeleça. \n\n2. Área de Estudo \n\nO estudo foi realizado no Rio Taquari, pertencente à bacia Taquari-Antas, \n\npróximo às margens de área influenciada por sítio de solo contaminado, localizada no \n\ndistrito de Barreto, município de Triunfo, Rio Grande do Sul, Brasil. Este rio possui \n\naproximadamente uma extensão de 500 km desde sua nascente até a foz. Está situado \n\nem uma das regiões mais desenvolvidas do estado, onde se concentra uma grande área \n\nantropizada que utiliza suas águas para o abastecimento público e industrial, agricultura, \n\nnavegação, recreação, pesca e geração de energia elétrica (Terra et al., 2008) (Figura 1).   \n\nA área do presente estudo abrigou uma usina de preservação de madeira que \n\niniciou suas atividades em 1960, realizando o tratamento de madeiras em autoclave, \n\npara exploração, produção, preservação, fabricação de postes de iluminação elétrica e \n\noutros produtos derivados de madeira (cruzetas, canaletas, toras e mourões de cerca) \n\n(Figura 2). O terreno em que se localiza a empresa é essencialmente plano, com \n\npequena declividade no sentido oeste-noroeste. A área industrial foi aterrada com solo \n\nda própria região durante a fase de instalação da atividade e essa camada tem espessura \n\nque varia entre 0,5m e 4m, elevando a porção do terreno em relação à vizinhança. O \n\naquífero é do tipo freático, com profundidades do nível d’água entre 1,6m e 5,0m \n\naproximadamente, e o fluxo subterrâneo apresenta sentido oeste, rumo ao rio Taquari.  \n\n\n\n \n\n \n\n15 \n\n \n\nJunto à área da usina, a elevação do terreno configura um divisor das águas \n\nsubterrâneas. Devido às suas características, o sítio apresenta alta susceptibilidade \n\nquanto ao potencial de contaminação do solo, da água subterrânea e das águas \n\nsuperficiais. \n\nDurante sua atividade utilizou como preservantes os compostos PCP (1960 a \n\n1982); creosoto (1960 a 1982); e CCA (de 1982 até 2005). Estudos anteriores nesta área \n\ndetectaram a presença de HPAs, PCP e metais pesados com atividade mutagênica no \n\nsolo (Pohren et al., 2012) e definiram a potencialidade de escoamento de contaminantes \n\npara o rio a partir de solo contaminado (Costa et al., 2012). Atualmente a empresa está \n\ndesativada e incluída nos estudos de impacto ambiental da FEPAM.  \n\nAs investigações confirmatórias para estabelecer a presença de contaminação do \n\nsolo, água subterrânea e compartimento atmosférico foram iniciadas a partir de 2004. \n\nEssas ações permitiram estabelecer dez áreas como hot spots, onde foram identificadas \n\nfontes primárias ativas de contaminação, necessitando de ?intervenção objetiva?, a qual \n\nfoi iniciada em 2012. O projeto de intervenção realizado junto ao solo incluiu as áreas \n\nde processo da empresa, como: saída da autoclave, fossa de preparação dos \n\npreservantes, lagoa de tratamento, pluma de ?fase livre? localizada entre estas áreas de \n\nprocesso, depósitos de resíduos e duas áreas de tanques de armazenamento; áreas de \n\ntambores enterrados, junto ao limite do terreno da empresa e em horto florestal \n\npróximo; além da remoção do prédio da usina.    \n\nTodos os resíduos sólidos e solo contaminado, caracterizados como perigosos, \n\nforam destinados para aterro de resíduo perigoso ou unidade de incineração, conforme \n\nconcentração de contaminantes presentes. As áreas escavadas foram protegidas por \n\nprocessos de engenharia, a fim de evitar o contato com as águas de chuvas e \n\nminimizando a dispersão de contaminantes na atmosfera. Foram realizados \n\n\n\n \n\n \n\n16 \n\n \n\nmonitoramento dos diferentes contaminantes de interesse e intervenção para a retirada \n\ndas principais fontes ativas da área em torno da usina no período de 2012/2013. A \n\ncontinuidade do processo de remediação da área será deliberada pela FEPAM, em \n\nconformidade com a licença de operação a ser implementada.  \n\nA análise do efeito mutagênico relacionado à presença de compostos orgânicos \n\nem amostras de sedimento do rio Taquari foi realizada em quatro pontos de amostragens \n\n(Ta032 - 29º48'19.2\"S, 51º52'50.2\"W; Ta010 - 29º52'23.9\"S, 51º43'21.99\"W; Ta006 - \n\n29º54'09.7\"S, 51º45'05.1\"W; Ta004 - 29°55’45.2’’S, 51°43’50.4’’W), sendo estes \n\nnomeados de acordo com as letras iniciais do rio (Ta) seguidos da quilometragem em \n\nrelação à foz. Dentre estes quatro pontos, encontram-se dois na cidade de Triunfo, um \n\nem Taquari e um na cidade de General Câmara. As amostragens foram realizadas antes \n\n(30/06/2011, 24/01/12), durante (16/01/13) e após (19/12/13) o processo de remediação \n\ndo sítio de solo contaminado.  \n\nNa última amostragem, além dos pontos do rio principal (Ta032, Ta010, Ta006, \n\nTa004), foi incluída a coleta de amostra de um arroio localizado a montante do ponto \n\ncrítico que sofre influência diretamente da área industrial, considerado uma das \n\nprincipais rotas de escoamento de contaminantes presentes no solo da área de estudo \n\npara o rio Taquari (Costa et al., 2012).  \n\n \n\n\n\n \n\n \n\n17 \n\n \n\n \n\nFigura 1. Localização da área de estudo às margens do Rio Taquari e os pontos de amostragens. \n\n \n\n\n\n \n\n \n\n18 \n\n \n\n \n\nFigura 2. Área da usina de preservação de madeira. Fonte: Google. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n19 \n\n \n\n3. OBJETIVOS  \n\n3.1. Geral \n\nO presente estudo buscou verificar alterações na qualidade do sedimento do rio \n\nTaquari, em área influenciada por processo de remediação de sítio de solo contaminado \n\npor preservantes de madeira, utilizando como marcadores teores de HPAs e presença de \n\nagentes mutagênicos medidos pelo ensaio Salmonella/microssoma.   \n\n \n\n3.2. Específicos \n\n? Avaliar a mutagenicidade de extratos orgânicos de sedimento do rio Taquari \n\natravés do ensaio Salmonella/microssoma como parâmetro precoce no diagnóstico da \n\nqualidade ambiental; \n\n? Comparar resultados de mutagenicidade de amostras de extrato orgânico de \n\nsedimento do rio Taquari antes, durante e depois do processo de intervenção de sítio de \n\nsolo contaminado; \n\n? Relacionar efeito mutagênico com compostos químicos presentes na área. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n20 \n\n \n\n4. ARTIGO CIENTÍFICO \n\nO artigo científico ?Atividade mutagênica de sedimento de sub-bacia influenciada por \n\nárea com solo contaminado em processo de remediação no sul do Brasil”, a ser \n\nsubmetido à revista Ecotoxicology and Environmental Safety, foi desenvolvido a partir \n\ndos resultados obtidos neste trabalho. \n\nO trabalho buscou a investigação de possível atividade mutagênica em extratos \n\norgânicos de sedimento do rio Taquari, em área que sofre influência de solo \n\ncontaminado por preservantes de madeira, durante o processo inicial de remediação do \n\nsolo, localizado na região nordeste do Rio Grande do Sul, Brasil. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n21 \n\n \n\nAtividade mutagênica de sedimento de sub-bacia influenciada por área com solo \n\ncontaminado em processo de remediação no sul do Brasil \n\n \n\nPaula Hauber Gameiro\n a,b\n\n, Naiara Costa Pereira\na\n, Jocelita Aparecida Vaz Rocha\n\na\n, Karen \n\nAlam Leal\na\n,  Vera Maria Ferrão Vargas\n\na,b\n* \n\n \n\n \n\na\nDepartamento de Pesquisa e Análises Laboratoriais, Fundação Estadual de Proteção \n\nAmbiental Henrique Luís Roessler (FEPAM), Av. Salvador França, 1707, 90690-000 \n\nPorto Alegre, RS, Brazil. \n\nb\nPrograma de Pós-graduação em Ecologia, Universidade Federal do Rio Grande do Sul \n\n(UFRGS), Av. Bento Gonçalves, 9500, 91501-970, Porto Alegre, RS, Brazil. \n\n \n\n \n\n \n\n \n\n*Departamento de Pesquisas e Análises Laboratoriais, Fundação Estadual de Proteção \n\nAmbiental Henrique Luís Roessler (FEPAM), Avenida Salvador França, 1707 CEP: \n\n90690-000, Porto Alegre, RS, Brazil. Tel.: +55 51 33346765; fax: +55 51 33346765. \n\necorisco@fepam.rs.gov.br; verafvargas@gmail.com. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n22 \n\n \n\nResumo \n\n \n\nA contaminação do solo é uma das fontes pela qual os contaminantes são \n\nescoados para os ecossistemas aquáticos, afetando a qualidade dos sedimentos. A região \n\ndo estudo está localizada em área às margens do rio Taquari, no município de Triunfo-\n\nRS, próxima a um sítio com solo contaminado por preservantes de madeira, com rota de \n\ncontaminantes definida para o rio. A área foi submetida à primeira fase do processo de \n\nintervenção para retirada das principais fontes ativas. Para avaliar a qualidade dos \n\nsedimentos foi utilizado o ensaio Salmonella/microssoma para medir mutagênese além \n\nda dosagem de Hidrocarbonetos Policíclicos Aromáticos (HPAs) nos extratos orgânicos \n\nem diferentes fases do processo de intervenção: antes (inverno e verão), durante (verão) \n\ne após (verão). As linhagens utilizadas foram TA98, Ta97a e TA100 na presença e \n\nausência de S9mix (±S9). A mutagênese foi mais expressiva na linhagem TA100+S9. \n\nOs resultados indicaram a presença de pró-mutágenos no ponto Ta010 em todas as \n\namostragens, sendo mais elevada na anterior à intervenção (verão) para TA100+S9 \n\n(1672±215,9 rev/g equivalente de sedimento seco) decrescendo durante e após este \n\nprocesso. As amostras deste local apresentaram valores de HPAs totais constantes com \n\npresença das espécies de HPAs com potencialidade cancerígena nos diferentes períodos \n\navaliados. O local Ta006 após o período de intervenção foi o que apresentou \n\nmutagênese mais expressiva para TA100+S9 (764±230,2 rev/g equivalente de \n\nsedimento seco) e, embora não tenha apresentado valores de HPAs mais elevados, as \n\nespécies consideradas cancerígenas estiveram em maiores concentrações, em especial o \n\nbenzo(b+k) fluoranteno, que também se apresentou elevado neste período no local \n\nTa004. Presença de mutagênese e de HPAs em arroio interno a esse sítio, a montante de \n\nTa010, marcaram uma das rotas de dispersão destes agentes. A contaminação presente \n\nem frente ao sítio (Ta010), mesmo após a intervenção, pode estar relacionada com a \n\ntécnica escolhida para retirada das fontes ativas, contribuindo para a presença de \n\ncontaminantes nos locais a jusante, Ta006 e Ta004.  \n\n \n\nPalavras-chave: Salmonella/microssoma; preservantes de madeira; escoamento de \n\ncompostos genotóxicos, HPAs, remoção de solo. \n\n \n\n \n\n \n\n\n\n \n\n \n\n23 \n\n \n\n1. Introdução \n\nEcossistemas de água doce, em particular os grandes rios são importantes para o \n\nhomem, pois apresentam vários usos como transporte, irrigação, recreação, pesca, \n\nabastecimento de água industrial e potável (Dolédec &amp; Statzner, 2008). Esses usos têm \n\nalterado a integridade ecológica desses recursos hídricos, resultando na fragmentação e \n\ndesregulação de fluxo, modificações do canal e de bancos de sedimento, além de \n\ncontribuírem com a poluição de suas matrizes (Jia &amp; Chen, 2013).   \n\nAs principais fontes de contaminação desses ambientes aquáticos por \n\nsubstâncias genotóxicas são atribuídas aos resíduos industriais e agrícolas, comerciais e \n\ndomésticos (Houk, 1992; Claxton et al., 1998), ou mesmo a partir de solos \n\ncontaminados (Costa et al., 2012). A contaminação do solo é um relevante problema \n\nambiental, devido à persistência de muitos poluentes que possuem estabilidade química \n\ne alta absorção no solo, o que dificulta sua degradação (Gomes et al., 2014; Islam et al., \n\n2012). Alguns compostos são bioacumuladores e interferem nos fluxos de energia e de \n\nnutrientes da cadeia biológica (Haritash &amp; Kaushik, 2009). Dependendo de suas \n\npropriedades, muitos desses compostos podem ser escoados para os recursos hídricos \n\ncontaminando a coluna de água ou, associados às partículas do sedimento, se acumulam \n\nem concentrações superiores, gerando efeitos agudos, crônicos e genotóxicos para as \n\ncomunidades que vivem ou entram em contato com este compartimento (Boldrini et al., \n\n1990; Mozeto, 2004; White &amp; Claxton, 2004). \n\nNa Europa existe uma estimativa de que pode haver até 2,5 milhões de áreas \n\npotencialmente contaminadas que necessitam ser investigadas. Destas, \n\naproximadamente 14% (340.000 áreas) já foram identificadas e 15% do total de áreas \n\nestimadas já foram remediadas (Liedekerke et al., 2014). No Brasil, não há estimativas \n\nquanto ao número de áreas contaminadas, exceto no estado de São Paulo, onde foram \n\n\n\n \n\n \n\n24 \n\n \n\ncadastradas até dezembro de 2013, 4.771 áreas contaminadas, das quais 2.674 \n\nencontram-se em remediação ou com processo finalizado (CETESB, 2013). A \n\nidentificação desses sítios auxilia a esclarecer sua contribuição como fonte potencial de \n\ncontaminação de recursos hídricos. \n\nMuitos dos poluentes genotóxicos e/ou potencialmente carcinogênicos só podem \n\nser detectados após vários anos de exposição, o que destaca a necessidade de ações \n\npreventivas (Vargas et al., 1993; Tagliari et al., 2004). Assim a investigação da presença \n\nde agentes genotóxicos tem sido empregada como uma das medidas de avaliar a \n\nqualidade de recursos hídricos, incluindo a coluna de água e o sedimento. Estes \n\ncompostos têm sido detectados através de diferentes bioensaios associados a processos \n\nadequados de tratamento da amostra (Chen &amp; White, 2004; Ohe et al., 2004; Vargas et \n\nal., 1995; Vargas et al., 2008). Um dos ensaios mais utilizado é o \n\nSalmonella/microssoma que avalia alterações no DNA, através de linhagens de \n\nbactérias associadas à homogenatos de células microssomais de ratos (Maron &amp; Ames, \n\n1983) e que vem recebendo modificações que elevam sua sensibilidade (Claxton et al., \n\n2010).  Combinado a este teste, deve ser avaliada a citotoxidade das amostras, pois a \n\nmorte celular pode mascarar a resposta mutagênica (Vargas et al., 1993). Assim sendo, \n\na utilização destes testes permite o diagnóstico precoce dos recursos hídricos antes que \n\no efeito crônico ou agudo se estabeleça. \n\nEste estudo focaliza as consequências da contaminação de uma área que abrigou \n\nnos anos 1960 a 2005 uma usina de preservação de madeira com passivo ambiental já \n\nidentificado, localizado às margens do rio Taquari.  Durante sua atividade a indústria \n\nutilizou como preservantes de madeira os compostos pentaclorofenol (PCP), que pode \n\ngerar dioxinas; creosoto, formado por HPAs; e arseniato de cobre cromado (CCA), com \n\nelevadas potencialidades tóxicas, genotóxicas e carcinogênicas (Appel et al., 2007). \n\n\n\n \n\n \n\n25 \n\n \n\nEntre estudos já realizados nesta área, foram detectadas em amostras de solo e poeira \n\ndomiciliar teores de HPAs, PCP e metais pesados, associados à presença de atividade \n\nmutagênica e citotóxica medidas pelo ensaio Salmonella/microssoma (Pohren et al., \n\n2012; Coronas et al., 2013). Foi possível também definir rotas desses contaminantes a \n\npartir do solo para o rio principal, utilizando os mesmo marcadores químicos em \n\nassociação ao ensaio Salmonella/microssoma detectados neste material drenado (Costa \n\net al., 2012). Como uma provável conseqüência dessa drenagem foram identificados \n\nlocais comprometidos com HPAs e resposta mutagênica no sedimento do rio Taquari \n\n(Costa et al., 2012). Atualmente a empresa está desativada e incluída nos estudos de \n\nimpacto ambiental da Fundação Estadual de Proteção Ambiental (FEPAM – órgão \n\nambiental do Estado Rio Grande do Sul, Brasil), sendo que a primeira fase do processo \n\nde intervenção do solo já foi realizada com a retirada das principais fontes ativas. \n\nO presente estudo buscou verificar alterações na qualidade do sedimento do rio \n\nTaquari, em área influenciada por processo de remediação de sítio de solo contaminado \n\npor preservantes de madeira, utilizando como marcadores teores de HPAS e presença de \n\nagentes mutagênicos medidos pelo ensaio Salmonella/microssoma.   \n\n2. Materiais e métodos \n\n2.1. Área de estudo \n\nO estudo foi realizado no Rio Taquari, sub-bacia do Baixo Taquari, pertencente \n\nà bacia Taquari-Antas, próximo às margens de área influenciada por sítio de solo \n\ncontaminado, localizada no distrito de Barreto, município de Triunfo, Rio Grande do \n\nSul, Brasil. Este rio possui aproximadamente uma extensão de 500 km desde sua \n\nnascente até a foz. Está situado em uma das regiões mais desenvolvidas do estado, onde \n\nse concentra uma grande área antropizada que utiliza suas águas para o abastecimento \n\n\n\n \n\n \n\n26 \n\n \n\npúblico e industrial, agricultura, navegação, recreação, pesca e geração de energia \n\nelétrica (Terra et al., 2008).   \n\nA área do presente estudo abrigou uma usina de preservação de madeira que \n\niniciou suas atividades em 1960, realizando o tratamento em autoclave, visando \n\nexploração, produção, preservação, fabricação de postes de iluminação elétrica e outros \n\nprodutos derivados de madeira. O terreno em que se localiza a empresa é \n\nessencialmente plano, com pequena declividade no sentido oeste-noroeste e percorrido \n\npor corpos d’água associados, em direção à drenagem principal, formando sub-bacias. A \n\nárea industrial foi aterrada com solo da própria região durante a fase de instalação da \n\natividade e essa camada com espessura que varia entre 0,5m e 4m, eleva a porção do \n\nterreno em relação à área de entorno. O aquífero, do tipo freático, com profundidades do \n\nnível d’água entre 1,6 m e 5,0 m aproximadamente, e apresenta o fluxo subterrâneo com \n\nsentido oeste, rumo ao rio Taquari. Junto à área da usina, a elevação do terreno \n\nconfigura um divisor das águas subterrâneas. Devido às suas características, o sítio \n\napresenta alta susceptibilidade quanto ao potencial de contaminação do solo, da água \n\nsubterrânea e das águas superficiais. \n\n2.2. Intervenção para retirada de fontes ativas  \n\nA partir de 2004 foram realizadas investigações para definir a presença de \n\ncontaminantes no solo, água subterrânea e compartimento atmosférico, identificando \n\ndez áreas com fontes ativas de contaminação. O projeto de intervenção junto ao solo, \n\nnesses hot spots, foi realizado de 2012 a 2013, incluindo áreas de processo, tratamento, \n\ntanques de armazenamento e depósitos de resíduos; áreas de tambores enterrados no \n\nterreno da empresa e em horto florestal próximo; além da remoção do prédio da usina.    \n\nOs solos e resíduos foram destinados para aterro de resíduos perigosos ou \n\nunidade de incineração, conforme concentração e contaminantes presentes. As áreas \n\n\n\n \n\n \n\n27 \n\n \n\nescavadas foram protegidas por processos de engenharia, evitando contato com águas de \n\nchuvas e minimizando a dispersão de contaminantes na atmosfera. Foram realizados \n\nmonitoramento dos contaminantes de interesse e intervenção para retirada das principais \n\nfontes ativas da área entre 2012 a 2013. A continuidade desse processo será deliberada \n\npela FEPAM, em conformidade com licença de operação a ser implementada. \n\n2.3. Pontos de amostragem \n\nOs pontos de amostragem de sedimentos do Rio Taquari foram nomeados de acordo \n\ncom as letras iniciais do rio (Ta) seguidos da quilometragem em relação à foz (Figura \n\n1). O ponto a montante da área de estudo, Ta032 (29º48'19.2\"S; 51º52'50.2\"W), está \n\nsituado na cidade de Taquari; Ta010 (29º52'23.9\"S; 51º43'21.99\"W), na cidade de \n\nTriunfo (Distrito de Barreto) e localizado em frente à área influenciada por sítio \n\ncontaminado com preservantes de madeira; Ta006 (29º54'09.7\"S; 51º45'05.1\"W) na \n\ncidade de General Câmara; e por último, o ponto Ta004 (29°55’45.2’’S; \n\n51°43’50.4’’W) na cidade de Triunfo, próximo à foz do rio. Além dos pontos do rio \n\nprincipal foi realizada amostragem em um arroio interno do sítio, a ser denominado \n\ncomo arroio, (29°52’14.19’’S; 51°43’6.73’’W), com foz situada a montante do ponto \n\nTa010.  Este arroio sofre diretamente influência da área industrial, sendo considerada \n\numa das principais rotas de escoamento de contaminantes presentes no solo da área de \n\nestudo para o rio Taquari (Costa et al., 2012). Uma relação simplificada das principais \n\nfontes de contaminação e usos dos locais estudados está apresentada na tabela 1.  \n\n\n\n \n\n \n\n28 \n\n \n\n \n \n\nFigura. 1. Localização da Bacia Hidrográfica Taquari-Antas e dos locais de amostragens do Rio \n\nTaquari, Ta032, Ta010 Ta006, Ta004 e do Arroio interno do sítio contaminado. Os números mostram a \n\ndistância em km a partir da foz. \n\n \n\n \n\n \n\nTabela 1.  Relação das possíveis fontes poluidoras e os usos do Rio Taquari nos locais de estudo. \n\nLocal Cidade Fontes* Usos \n\nTa032 Taquari \n\nEsgoto doméstico; curtumes; lixos \n\nindustriais e domésticos; silvicultura; \n\npecuária; fábrica de artigos de madeira; \n\nembarcações, calçados; transporte de \n\nprodutos perigosos; agroindústria; \n\ndistribuidora de energia elétrica, \n\natracadouro \n\nTurismo e lazer, pesca, captação de \n\nágua para abastecimento público, \n\ntransporte hidroviário, extração de \n\nareia e rochas, agricultura irrigada \n\nTa010 Triunfo Silvicultura, lixos industriais. \nUsina de preservantes de madeira, \n\ntransporte hidroviário \n\nTa006** \nGeneral \n\nCâmara \n\nSilvicultura, fábrica de artigos de \n\nmadeira e transporte de produtos \n\nperigosos \n\nCaptação de água para abastecimento \n\npúblico; pesca; transporte \n\nhidroviário; irrigação de lavouras de \n\narroz; recreação; extração de areia, \n\ncascalho e argila \n\nTa004 Triunfo \n\nSilvicultura, extração de basalto, lixo \n\nhospitalar, lixos industriais, esgoto \n\ndoméstico, transporte produtos \n\nperigosos \n\nAtracadouro, agricultura irrigada, \n\npesca, dragagem de areia, transporte \n\nhidroviário. \n\n*Empreendimentos licenciados pela Fepam em 2015.  \n\n** local situado na margem direita devido à presença de uma curva do rio Taquari. \n\n\n\n \n\n \n\n29 \n\n \n\n2.4. Coleta das amostras \n\nAs amostragens de sedimento do rio Taquari foram realizadas antes (30/06/2011, \n\n24/01/12), durante (16/01/13) e após (19/12/13) o processo de remediação do sítio de \n\nsolo contaminado. As amostras de sedimento foram coletadas de forma composta, por \n\ndraga de Petersen, a aproximadamente 20 cm do leito do rio (APHA, 1992), \n\nacondicionadas em frascos de vidro escuro protegidas da luz e refrigeradas a 4° C até o \n\nlaboratório. Após, as amostras foram homogeneizadas, subdivididas, armazenadas (em \n\nrecipientes de vidro), sendo em seguida estocadas em freezer (-20 °C) até a realização \n\ndas análises.  A amostragem do arroio foi realizada apenas na última data de coleta \n\n(19/12/13), com a finalidade de verificar a possível presença de contaminantes escoando \n\ndo solo contaminado da área em estudo para o rio Taquari, como detectado por Costa et \n\nal (2012), após o processo de remediação. \n\n2.5. Preparação das amostras \n\nO procedimento de extração dos compostos orgânicos do sedimento descrito por \n\nVargas et al. (2001) foi realizado visando obter frações moderadamente polares com \n\nsolvente diclorometano (DCM — CASRN 75-09-2), agitadas e sonificadas por 5 min a \n\n100W  (50 g da amostra, 100 ml de solvente para cada um de quatro ciclos). Após, os \n\nextratos foram pré-filtrados em coluna cromatográfica e concentrados a um volume de \n\n15 ml em rotavapor (40 °C). O volume de 14 ml destes concentrados foi acondicionado \n\nem frascos graduados, sendo 1 ml retirado para determinação do material orgânico \n\nextraído. Após secagem da amostra em estufa a 100 °C, a massa orgânica extraída \n\n(MOE) foi determinada em balança eletrônica analítica de cinco casas decimais. Estes \n\nextratos concentrados foram acondicionados à -20 °C até 60 dias. No momento do \n\nensaio, os extratos foram secos com nitrogênio gasoso e ressuspensos com \n\n\n\n \n\n \n\n30 \n\n \n\nDimetilsulfóxido (DMSO—Riedel-de Haën, CASRN 67-68-5), por grau de \n\nespectrofotometria. \n\n2.6. Caracterização granulométrica \n\nA granulometria do sedimento consistiu na separação das principais classes \n\ntextuais dos sedimentos grossos e finos, sendo classificados como cascalhos, areia, silte \n\ne argila. Essa classificação foi relativamente constante nos quatro pontos nas diferentes \n\namostragens realizadas (Tabela 2). Os pontos Ta032, Ta010 e Ta004 apresentaram \n\nvariação apenas em uma estação de coleta. Entretanto, o local Ta006 foi o que mais \n\nvariou, de areia com cascalho e lama, na primeira amostragem, areia com lama nas \n\nintermediárias e lama com areia na última. \n\n2.7. Ensaio Salmonella/microssoma \n\nA atividade mutagênica e citotóxica foi avaliada através do método de \n\nmicrossuspensão – Teste Kado (Kado et al., 1986) modificado do ensaio \n\nSalmonella/microsoma (Maron &amp; Ames, 1983; Vargas et al., 1993) em ensaios na \n\npresença e ausência de fração microssomal de fígado de rato Sprague Dawley (4%) pré-\n\ntratada com AROCLOR 1254  (adquirida na forma liofilizada - Moltox, USA). Foram \n\nutilizadas as linhagens TA98 e TA97a, que detectam a ação de mutagênicos que causam \n\nerro no quadro de leitura, sendo que esta última é descrita na literatura, além de definir a \n\npresença de compostos orgânicos,  apresenta sensibilidade a metais pesados (Pagano &amp; \n\nZeiger, 1992); e a linhagem TA100 que caracteriza substituição de pares de bases do \n\nDNA (Maron &amp; Ames, 1983).  Estudos anteriores mostram a sensibilidade destas \n\nlinhagens a compostos orgânicos, como HPAs (Coronas et al., 2013; Pohren et al., \n\n2012). \n\n\n\n \n\n31 \n\n \n\nTabela 2. Classificação granulométrica das amostras do Rio Taquari nas quatro amostragens, antes, durante e após o processo de intervenção. \n\n \n\nClassificação granulométrica pela frequência simples (%) \n\n \n\n ANTES  DURANTE  APÓS \n \n\nJun/2011   Jan/2012  \n\n \n\nJan/2013 \n\n \n\nDez/2013 \n\n Ta032 Ta010 Ta006 Ta004  Ta032 Ta010 Ta006 Ta004  Ta032 Ta010 Ta006 \n \n\nTa004 \n\n \n\nTa032 Ta010 Ta006 \n\n \n\nTa004 STREAM \n\nCASCALHO 0,81 0,00 30,50 19,40  0,80 0,00 0,00 7,90  0,70 0,00 0,50 13,80  0,00 0,00 0,00 3,70 1,50 \n\nAREIA 38,02 11,58 35,93 78,50  30,50 36,60 60,70 84,50  39,90 18,40 72,30 78,70  12,40 22,00 39,90 33,30 61,30 \n\nSILTE 45,95 72,47 27,82 2,01  40,50 51,00 32,10 5,80  49,30 68,20 22,70 7,00  68,00 61,20 51,10 47,00 18,10 \n\nARGILA 15,22 15,95 6,20 0,09  28,50 12,50 7,00 1,80  10,10 13,40 4,50 0,40  19,60 16,80 9,00 16,00 19,10 \n\nCaracterização \nLama / \n\nAreia \nLama \n\nAreia/ \n\ncascalho \n\n/ lama \n\nAreia  \nLama / \n\nAreia \n\nLama / \n\nAreia \n\nAreia/ \n\nlama  \nAreia  \n\nLama / \n\nAreia \n\nLama / \n\nAreia \n\nAreia/ \n\nlama \nAreia  Lama \n\nLama / \n\nAreia \n\nLama / \n\nAreia \n\nLama / \n\nAreia \n\nAreia/  \n\nlama \n\n\n\n \n\n \n\n32 \n\n \n\nAs concentrações utilizadas nos testes, inicialmente, foram 2,5; 10; 40 e 80 µg \n\nequivalente de sedimento seco. Em presença de citotoxicidade nos ensaios foi \n\nestabelecida nova curva dose–resposta priorizando a porção linear, não citotóxica da \n\ncurva para realização dos testes de mutagenicidade. As dosagens ajustadas foram 2,5; 5; \n\n7,5; 10; 15; 20; 40 e 80 µg equivalente de sedimento seco, sendo a dosagem mais \n\nelevada delimitada pela presença de citotoxicidade. As amostras foram incubadas com \n\n100 µl da cultura bacteriana (1x10\n10\n\n céls/ml) na ausência e presença de ativação \n\nmetabólica (100 µl), por 90 min, no escuro, a 37° C e sem agitação. Após um período \n\nde 72 horas de incubação a 37° C, as colônias revertentes foram contadas para estimar a \n\natividade mutagênica. Em todos os ensaios foram utilizados como controles negativos o \n\nmeio nutriente líquido (utilizado para titulação da cepa – 100 µl) e o solvente utilizado \n\npara solubilização das amostras (neste caso, DMSO – 5 µl). Como controles positivos \n\nforam utilizados a azida sódica (AZS – CASRN 26628-22-8, Merck do Brasil) e 4-\n\nnitroquinoleina-1-oxido (4NQO, CASRN 56-57-5, Sigma Chemical Company) em \n\nensaios sem S9mix, e 2-aminofluoreno (2AF CASRN 153-78-6, Sigma Chemical \n\nCompany) com S9 mix. \n\n2.8. Análises de dados  \n\nA mutagênese das amostras foi calculada pela análise da porção linear da curva \n\ndose-resposta. O número de revertentes por placa foi analisado no programa Salanal \n\n(Análise de Salmonella de Ensaio, a versão 1,0 do Research Triangle Institute, RTP, \n\nNorth Carolina, EUA), considerando a porção da linear da curva dose-resposta, \n\nselecionando os modelos de regressão linear ou Bernstein (Bernstein et al.,1982), sendo \n\nutilizado modelo Lintox quando este foi configurado como o melhor modelo. A amostra \n\nfoi considerada mutagênica em presença de significância estatística positiva na análise \n\nde regressão e na ANOVA (p ? 0,05), sendo indicativa na presença de um desses \n\n\n\n \n\n \n\n33 \n\n \n\ncritérios. Os valores positivos foram expressos em revertentes/g equivalentes de \n\nsedimento seco. A atividade citotóxica foi avaliada através da curva de sobrevivência do \n\norganismo teste comparada as diferentes concentrações de amostras após 72 horas de \n\nincubação. Esta foi considerada positiva quando a porcentagem de células sobreviventes \n\nfor inferior a 60% das colônias comparadas ao controle negativo (Vargas et al., 1993).  \n\n2.9.  Análise química \n\nOs extratos orgânicos de sedimento foram obtidos através da extração baseada \n\nno método 3550C recomendado pela Agência de Proteção ambiental dos Estados \n\nUnidos (USEPA) (USEPA, 2008), com referência a metodologias distintas para análise \n\nde HPAs no solo, considerando a presença de baixas ou altas concentrações. Foram \n\nanalisados os dezesseis HPAs considerados prioritários pela Agência de Proteção \n\nambiental dos Estados Unidos (ATSDR, 2008): naftaleno, acenaftileno, acenafteno, \n\nfluoreno, fenantreno, antraceno, fluoranteno, pireno, benzo(a)antraceno, criseno, \n\nbenzo(b)fluoranteno, benzo(k)fluoranteno, benzo(a)pireno, indeno(1,2,3-cd)pireno, \n\ndibenzo(a,h)antraceno e benzo(ghi)perileno.  \n\nA metodologia escolhida para extração dos HPAs nos extratos orgânicos de \n\nsedimento considerou que as amostras apresentaram uma quantidade relativamente alta \n\nde HPAs em estudos anteriores (Costa et al., 2012). Dessa forma, foram utilizadas 2 g \n\nde amostra seca em sulfato de sódio (Na2SO4) e o solvente Diclorometano (DCM) foi \n\nadicionado para ultrassonificar às amostras por três minutos. Após este tempo, as \n\namostras foram filtradas e seus volumes foram reduzidos com N2 gasoso.  Assim, o \n\ncleanup foi realizado nos extratos de sedimento utilizando uma coluna de sílica gel \n\n(CASNR 112926-00-8, VETEC) e quatro solventes com diferentes polaridades: 1ª \n\nFração: 20 mL de hexano (CASNR 110-54-3, MERCK) (alifáticos); 2ª Fração: 10 mL \n\nde hexano + 10 mL de diclorometano (HPAs); 3ª Fração: 15 mL de hexano + 5 mL de \n\n\n\n \n\n \n\n34 \n\n \n\ndiclorometano (HPAs); 4ª Fração: 20 mL de diclorometano (nitro-HPAs). Dessas várias \n\nfrações realizadas, foram analisadas apenas a segunda e a terceira fração, reunidas, \n\ndevido aos compostos de interesse do trabalho. Por fim o volume foi reduzido a 1 mL e \n\nos extratos foram analisados pela cromatografia gasosa conectada a um \n\nespectrofotômetro de massa (USEPA para 13-A), usando a padronização externa. Estas \n\nanálises foram realizadas pelo Laboratório de Química da FEPAM, Porto Alegre, Rio \n\nGrande do Sul, Brasil. \n\n3. Resultados e discussões \n\nEstudos realizados no sedimento do rio Taquari, tanto anteriores como atuais \n\npermitiram avaliar a presença de contaminantes, ajudaram a definir possíveis compostos \n\nque contribuíram para formação de misturas complexas perigosas e identificaram rotas \n\nde dispersão desses contaminantes (Costa et al., 2012). A fase atual da pesquisa avaliou \n\na área de interesse no período de intervenção realizada para retirada das principais \n\nfontes, analisando a possível remobilização de contaminantes. Para avaliar este \n\ncomportamento, a presença e efeito de poluentes mutagênicos foram analisados pelo \n\nensaio Salmonella/microssoma em extratos orgânicos do sedimento nos quatro locais do \n\nrio Taquari, em diferentes etapas de remediação: antes (na estação de inverno e verão), \n\ndurante e depois do processo (no verão). Ainda, foi avaliado arroio que recebe \n\ninfluência da área industrial, sendo definido em estudos prévios (Costa et al., 2012) \n\ncomo uma via de contaminação para o rio Taquari.  \n\nA citotoxicidade foi um fator muito presente nos extratos orgânicos de \n\nsedimento das diferentes amostragens, tanto em ensaios na presença quanto ausência de \n\nmetabolização. Observando os resultados da figura 2 foi possível verificar que os \n\nextratos apresentaram maior citotoxicidade nos ensaios em ausência de S9 mix. Dos \n\nlocais amostrados no rio o Ta006 foi o mais representativo, com amostras citototóxicas \n\n\n\n \n\n \n\n35 \n\n \n\nem quase todos os períodos. Após o procedimento de remediação foi detectada \n\ncitotoxicidade nos três pontos de possível influência da área contaminada e no arroio \n\nque drena a área interna do empreendimento recebendo contaminantes do solo. A \n\npresença de citotoxicidade também foi encontrada em estudo anterior (Costa et al., \n\n2012) nos locais Ta010 e Ta006, além do arroio.  Respostas não citotóxicas foram \n\nencontradas uma vez no local à montante, Ta032.  Na área de influencia do sítio \n\ncontaminado, também foi observada esta ação nos pontos Ta010 (antes da remediação – \n\nverão), Ta006 (antes da remediação – inverno) e no Ta004 nas duas amostragens do \n\nperíodo anterior à intervenção. Nos ensaios realizados em presença de S9 mix, as \n\nrespostas citotóxicas estiveram presentes nos locais Ta010 e Ta006 em períodos \n\nanteriores e posteriores à intervenção da área, além de valores limites observados em \n\nTa004, durante e após a remediação. As análises do arroio confirmaram esta ação \n\ncitotóxica.      \n\n \n\n \n \n\nFigura. 2. Porcentagem de células sobreviventes no ensaio Salmonella/microsoma avaliando extratos orgânicos \n\nde sedimento em quatro amostragens, antes, durante e após o processo de intervenção. Os valores abaixo de 60% \n\n(linha pontilhada) indicam citotoxicidade. Para o cálculo da porcentagem foram considerados os seguintes \n\nvalores: amostras não citotóxicas - a última dosagem utilizada (80 µg de sedimento seco); e amostras citotóxicas \n\n- a menor dosagem citotóxica; Ta010 - local em frente ao sítio de solo contaminado; arroio interno do sítio \n\ncontaminado. \n\n \n\n\n\n \n\n \n\n36 \n\n \n\nA tabela 3 mostra os resultados de mutagênese dos extratos orgânicos dessas \n\namostras pelo método de microssuspensão utilizando as linhagens TA98, TA97a e \n\nTA100, na presença e ausência de ativação metabólica. Nas curvas dose-resposta foram \n\nconsideradas as dosagens com crescimento celular superior a 60%. A primeira dosagem \n\ncitotóxica de cada condição de ensaio para os diferentes locais está também mostrada na \n\ntabela 3. \n\n \n\nTabela 3. Respostas Mutagênicas e citotóxicas de extratos orgânicos de sedimento (revertentes/g equivalentes de \n\nsedimento seco) na presença e ausência de S9 mix em quatro locais de amostragem no Rio Taquari, antes, durante e \n\napós o processo de intervenção. \n\n    Área/Amostragem \nTA98  TA97a  TA100  \n\na\n Citotoxicidade \n\n \n\n     –S9 mix +S9 mix –S9 mix +S9 mix –S9 mix +S9 mix \n–S9 \n\nmix +S9 mix \n\n3\n0\n\n/0\n6\n\n/2\n0\n\n1\n1\n \n\nA\nn\n\nte\ns \n\n         \n\nExtrato Org. Ta032  ns\nb\n ns ns ns ns ns 80 40 \n\nExtrato Org. Ta010  ns i\nc\n ns 125±52,3 ns ns 80 80 \n\nExtrato Org. Ta006  ns ns   ns ns  ns ns -\nd\n - \n\n Extrato Org. Ta004 ns ns ns Ns ns ns - - \n\n2\n4\n\n/0\n1\n\n/2\n0\n\n1\n2\n\n \n\nA\nn\n\nte\ns \n\n                  \n\nExtrato Org. Ta032   ns ns 373±88,3 ns ns ns 20 40 \n\nExtrato Org. Ta010  ns ns 53±9,0 67±19,8 ns 1672±215,9 - 80 \n\nExtrato Org. Ta006  ns ns 58±19,7\ne\n ns ns ns 20 40 \n\n Extrato Org. Ta004 ns ns ns ns ns ns - - \n\n1\n6\n\n/0\n1\n\n/2\n0\n\n1\n3\n\n \n\nD\nu\n\nra\nn\n\nte\n \n\n                  \n\nExtrato Org. Ta032  ns 33±5,4 ns ns 87±23,6 i 80 - \n\nExtrato Org. Ta010  ns i ns ns ns 83±23,6 15 - \n\nExtrato Org. Ta006  ns ns ns ns ns ns 20 - \n\n Extrato Org. Ta004 ns ns ns ns ns ns 80 - \n\n1\n8\n\n/1\n2\n\n/2\n0\n\n1\n3\n\n \n\nA\np\n\nó\ns \n\n                  \n\nExtrato Org. Ta032  ns ns ns 23±7,2 ns ns - - \n\nExtrato Org. Ta010  ns ns ns 81±46,9 ns ns 10 80 \n\nExtrato Org. Ta006  ns ns ns ns 350±86,6 764±230,2 20 7,5 \n\n Extrato Org. Ta004 ns 132±17,8 ns ns ns ns 15 - \n\n   Extrato Org. Arroio ns ns ns 297±34,5 ns 136±21,6 40 80 \nControle Negativo (rev/placa± desvio padrão) – Extrato orgânico, (5 µL DMSO/placa) –S9 mix: 37 ± 12,8 (TA98), 129  \n\n± 54,4 (TA97a), 183 ± 59,5 (TA100); +S9 mix: 39 ±13,9 (TA98), 189 ±101,1 (TA97a),  174 ± 62,0 (TA100); Controle \n\nPositivo – S9 mix: 4NQO (0,5µg/placa) 228 ± 150,9 (TA98), 636± 272,23 (TA97a) e AZS (5µg/placa) 699 ± 554,7 \n\n(TA100); +S9 mix: 2AF (10µg/placa) 174,2 ± 70,3 (TA98), 194,9 ± 99,9 (TA97a) e 292,1 ± 279,7 (TA100). \na\nprimeira \n\ndosagem citotóxica (µg de sedimento seco) com sobrevivência celular menor do que 60% comparada com controle \n\nnegativo;  \nb\nns, não significativo, \n\nc\nvalores indicativos de mutagenicidade ; \n\nd\nnão citotóxica; \n\ne\n considerado  modelo \n\nLintox2. As respostas apresentaram significância para ANOVA (p<0,05) e efeito dose-resposta positiva (p<0,05), de \n\nacordo com o programa Salanal.  \n\n\n\n \n\n \n\n37 \n\n \n\nO local à montante da área influenciada pelo sítio contaminado, Ta032, \n\napresentou atividade mutagênica em três das quatro amostragens realizadas. Foi \n\ncaracterizada a presença de mutágenos do tipo erro no quadro de leitura (TA97a-S9;+S9 \n\ne TA98+S9) e substituição de pares de bases (TA100-S9; +S9). Os valores variaram de \n\nnegativos a 373±88,3 revertentes/g equivalente de sedimento seco (TA97a-S9), \n\ncaracterizando que este local a  22 km à montante da área de principal interesse do \n\npresente estudo, recebe contribuições antrópicas importantes (Tabela 1). No ponto mais \n\ncrítico, em frente ao sítio contaminado, Ta010, foram observados resultados \n\nsignificativos nos diferentes períodos do estudo e linhagens analisadas, sendo seis \n\npositivos e dois indicativos. \n\nDas respostas positivas, apenas uma foi observada para mutagênese direta \n\n(TA97a–S9, no período de verão antes da intervenção). Os valores detectados para pró-\n\nmutágenos variaram de 67±19,8 revertentes/g equivalentes de sedimento seco \n\n(TA97a+S9) até 1672±215,9 revertentes/g equivalente de sedimento seco nos ensaios \n\ncom TA100 (ambos no período de verão antes da intervenção). No ponto Ta006, o qual \n\napresentou os valores de citotoxicidade mais elevados, os resultados para mutagênese \n\nforam verificados na etapa antes da remediação (verão) para danos no quadro de leitura \n\n(TA97a) com mutação direta; e após remediação para mutações de substituição de pares \n\nde bases (TA100-S9 e +S9), sendo mais elevados em presença de metabolização \n\n(764±230,2 revertentes/g equivalentes de sedimento seco). No local mais a jusante, \n\nTa004, apenas foi encontrada atividade mutagênica com danos de erro no quadro de \n\nleitura (TA98+S9) após a intervenção (132±17,8 revertentes/g equivalentes de \n\nsedimento seco).   \n\nOs resultados obtidos para o arroio que drena a área interna do sítio, analisados \n\nna etapa após intervenção, mostraram atividade mutagênica através das linhagens que \n\n\n\n \n\n \n\n38 \n\n \n\ndetectam erro no quadro de leitura (TA97a) e substituição de pares de bases (TA100) \n\nambas na presença de S9 mix. Sendo assim, foi possível verificar a presença de \n\ncontaminantes neste local, provavelmente liberados por escoamento superficial do solo \n\nda área contaminada após episódios de chuva (Costa et al., 2012), explicando parte da \n\ncontaminação observada. \n\nA figura 3 resume as análises do potencial mutagênico verificado pelo ensaio \n\nSalmonella/microssoma para os extratos orgânicos de sedimento através da soma das \n\ntrês linhagens utilizadas para detectar diferentes grupos de contaminantes. Esta figura \n\nmostra os resultados nos diferentes tratamentos de amostra, na presença e ausência de \n\nS9, de forma combinada (3a) e separada (3b e 3c). É possível perceber que a maioria \n\ndos resultados obtidos foi na presença de ativação metabólica (Figura 3a e 3c). A figura \n\n3a mostra que dentre os pontos analisados, o Ta010 foi o que apresentou maior \n\ndiversidade de classes de mutagênicos, antes da intervenção, indicando contaminação de \n\numa mistura de diferentes compostos orgânicos. Esta evidência foi reduzida após a \n\nintervenção realizada na área contaminada. Porém, resultados significativos persistiram \n\nde forma reduzida, provavelmente devido à influência do arroio que drena a área \n\ncontaminada, onde os padrões de mutagenicidade encontrados foram semelhantes, \n\nmarcando uma rota de dispersão desses contaminantes.  \n\nUma mudança no padrão de mutagênese foi verificada no local Ta006. Nos \n\nperíodos antes e durante o processo de intervenção foram observadas respostas \n\nnegativas a baixas enquanto após o processo houve uma elevação na atividade \n\nmutagênica. Estes últimos valores de mutagênese foram mais elevados do que os \n\ndetectados na área Ta010. Essa diferença dos padrões de mutagênese encontrada tanto \n\nno ponto Ta010 quanto no Ta006 estão relacionadas à linhagem TA100+S9, indicando \n\nque pode estar havendo um deslocamento de substâncias presentes no ponto mais crítico \n\n\n\n \n\n \n\n39 \n\n \n\n(Ta010), que induzem substituição de pares de bases, para o local à jusante (Ta006) \n\napós o processo de intervenção.  No estudo já realizado nesses locais (Costa et al., \n\n2012), foram observadas respostas significativas em TA98+S9, sendo que em  Ta006  \n\nos valores de  mutagênese estiveram mais elevados  do que na área Ta010.  \n\n \n\n \n \n\nFigura. 3. a - Potência mutagênica em revertentes por grama seca equivalente de sedimento seco expressa pela \n\nsoma total das linhagens que detectam mutágenos que causam danos por erro no quadro de leitura (TA98 e \n\nTA97a) e substituição de pares de bases (TA100), na ausência (-S9) e presença (+S9) de ativação metabólica nos \n\ndiferentes locais e amostragens; b - somatório das respostas –S9; c-somatório das respostas +S9; Ta010 local em \n\nfrente ao sítio de solo contaminado. \n\n \n\nDeve ser considerada a granulometria desses locais, caracterizada pela presença \n\nde partículas finas (Tabela 2). Muitos poluentes aquáticos são predominantemente \n\nassociados a esses fragmentos de sedimento ricos em matéria orgânica. O descarte de \n\n\n\n \n\n \n\n40 \n\n \n\nresíduos no ambiente, a biodisponibilidade e toxicidade destes poluentes, especialmente \n\ncom substâncias orgânicas semi voláteis, são determinados pela interação com esses \n\ngrânulos (Chen &amp; White, 2004). Assim, a deposição de partículas finas pode ocorrer a \n\npartir do local Ta010 para o Ta006 (Costa et al., 2012), principalmente após o período \n\nde intervenção, onde o solo da área contaminada foi revolvido. Outras fontes de \n\ncontaminação também devem ser consideradas para o local Ta006, como a agricultura, \n\ncom a presença de lavouras de arroz, além das empresas de extração de areia (Tabela 1). \n\nEssas últimas podem contribuir com uma variabilidade de respostas mutagênicas, de \n\nmenor ou maior elevação, devido à característica conservativa do sedimento que pode \n\nser revolto quando sofre ação da retirada da areia, permitindo que os contaminantes \n\nsejam remobilizados para a coluna de água (Gomes et al., 2000). \n\nO local a montante da área contaminada, Ta032, apenas não apresentou \n\nrespostas mutagênicas na primeira amostragem de inverno. Dentre os valores \n\nobservados, os mais elevados foram para TA97a, que detecta danos de erro do quadro \n\nde leitura, em ensaios com ação direta (-S9). A contaminação neste local já foi \n\nobservada anteriormente por Costa et al., (2012), mostrando um histórico de \n\nenriquecimento, porém com agentes de natureza diversa daqueles encontrados nos \n\nlocais influenciados pela área contaminada. O ponto Ta004 foi o que apresentou menor \n\nnúmero de respostas significativas, sendo encontrada apenas na amostragem após a \n\nintervenção, mas em valores expressivos. Esse resultado pode ser relacionado à \n\ngranulometria que foi alterada, de areia para partículas finas (Tabela 02), uma vez que \n\nmuitos poluentes se aderem a essa parcela do sedimento. \n\nA presença de compostos tóxicos e genotóxicos no local contaminado foi \n\ntambém observada em estudos anteriores (Costa et al., 2012; Pohren et al., 2012). Na \n\nmistura complexa de compostos orgânicos esperada no local estão os HPAs, \n\n\n\n \n\n \n\n41 \n\n \n\nprovavelmente originados pelo creosoto. A predominância de respostas significativas \n\npara mutagenicidade em presença de metabolização elevam as evidências quanto à ação \n\ndos HPAs, pois estes atuam principalmente como pró-mutágenos (Courty et al., 2008; \n\nWatanabe et al., 2008) e já foram detectados em estudos anteriores (Costa et al., 2012). \n\nOito dos dezesseis HPAs analisados (neste caso 7, pois dois compostos foram \n\nagrupados) são classificados pela Agência Internacional para Pesquisa sobre Câncer \n\n(IARC, 2010) como grupo 1 (cancerígeno para o homem: benzo(a)pireno), grupo 2A \n\n(provavelmente cancerígeno para o homem: dibenzo(ah) antraceno) ou grupo 2B \n\n(possivelmente cancerígeno para o homem: naftaleno, benzo(a) antraceno, criseno, \n\nbenzo(b+k)fluoranteno,  indeno(1,2,3-cd) pireno). No presente estudo, estes sete HPAs \n\nforam expressos nos resultados como carcinogênicos e acenaftileno, acenafteno, \n\nfluoreno, fenantreno, antraceno, fluoranteno, pireno e benzo(ghi)perileno foram \n\nexpressos como outros HPAs. A soma das concentrações desses compostos nas quatro \n\namostragens é apresentada na figura 4. Os valores dos HPAs totais mostraram uma \n\nmaior evidência no período após o processo de intervenção do solo contaminado, em \n\ntodos os pontos de amostragem. Dentre eles, o Ta010 mostrou teores mais elevados de \n\nHPAs em todos os períodos, sendo que após o procedimento foram os mais altos (0,91 \n\nµg/g), incluindo a predominância daqueles que são considerados cancerígenos ao \n\nhomem. Os resultados observados para o arroio (1,2 µg/g) indicaram que este pode estar \n\ncontribuindo para a contaminação do local Ta010. Nos locais Ta006 e Ta004 foram \n\nencontrados teores de HPAs totais menores nas amostragens anteriores e durante o \n\ntratamento, porém, na maioria delas, as concentrações de HPAs carcinogênicos foram \n\nmaiores que os outros HPAs.  Essas respostas elevadas também estiveram presentes em \n\nestudos anteriores, no Ta006 (Costa et al., 2012), mostrando valores até maiores que o \n\n\n\n \n\n \n\n42 \n\n \n\nponto crítico, Ta010. No local a montante Ta032, os teores encontrados para HPAs \n\nindicaram que está ocorrendo contaminação por fonte diversa. \n\n \n\nFigura. 4. Concentração Total de HPAs enfatizando a soma dos HPAs potencialmente cancinogênicos \n\n(Grupo 1: Carcigênicos aos humanos; Grupo 2A: Provavelmente carcinogênicos aos humanos; Grupo 2B: \n\nPossivelmente carcinogênico aos humanos) e Outros HPAs: espécies consideradas  não carcinogênicas em \n\namostras de extrato orgânico de sedimentos, nas quatro amostragens: antes, durante e após o processo de \n\nintervenção.     \n\n \n\nRespostas observadas para HPAs com potencial cancerígeno permitiu criar um \n\nperfil de contaminação (Figura 5). Os dois compostos com concentrações mais elevadas \n\nforam: o benzo(b+k)fluoranteno presente nos locais Ta006 (0,2 µg/g) e Ta004 (0,2 \n\nµg/g) após a intervenção do solo contaminado, Indeno(123cd)pireno no Ta010 nas \n\namostragens de inverno antes e de verão, após a intervenção. O benzo(a)pireno, \n\nconsiderado HPA do grupo 1 (carcinogênico ao homem) foi encontrado nos locais \n\nTa010, em todas estações; Ta006, após a intervenção, sendo a maior concentração \n\n\n\n \n\n \n\n43 \n\n \n\nobservada (0,05 µg/g equivalente de sedimento seco); Ta004 durante e após o \n\nprocedimento e no Ta032 também após a intervenção.  \n\n \n \n\nFigura. 5. Concentração dos HPAs potencialmente cancerígenos (Grupo1: Carcigênicos aos humanos; Grupo 2A: \n\nProvavelmente carcinogênicos aos humanos; Grupo 2B: Possivelmente carcinogênico aos humanos); avaliados nos \n\nextratos orgânicos de sedimentos, nas quatro amostragens do processo de intervenção. \n \n\nOs HPAs são considerados mutagênicos e requerem a presença de ativação \n\nmetabólica para mostrar o seu efeito (Courty et al., 2008; Watanabe et al., 2005, 2008). \n\nEmbora considerados não carcinogênicos para o homem, os outros HPAs também \n\npodem explicar as respostas citotóxicas e/ou mutagênicas observadas, como o pireno \n\n(Ta004), antraceno e fenantreno (ambos no Ta010) encontrados em maiores \n\nconcentrações neste grupo de HPAs, após o processo de intervenção da área \n\ncontaminada. As linhagens mais sensíveis para estes compostos são a TA98, que detecta \n\nerros no quadro de leitura e TA100, substituição de pares de bases associadas a fração \n\nS9 mix. Contudo, foram observados pró-mutágenos também através das linhagens \n\nTA97a, que detecta erros no quadro de leitura.  Entre a três linhagens a TA100, \n\napresentou respostas mais elevadas de mutagenicidade. Chen &amp; White, (2004) em \n\n\n\n \n\n \n\n44 \n\n \n\nrevisão da literatura, apontou relação da atividade mutagênica com a concentração \n\nHPAs revelando que 70% da mutagenicidade por substituição de pares de bases é \n\nocasionada pela presença de HPAs. No entanto, é importante destacar que a mutagênese \n\nobservada é o resultado da ação de uma mistura complexa de substâncias, onde o efeito \n\ndos HPAs pode ser devido a ações adicionais causados por outros compostos e até \n\nmesmo daqueles com efeitos sinérgicos (Maertens et al., 2008).  \n\nO pentaclorofenol, preservante de madeira utilizado na área durante a atividade \n\nda usina, embora não mutagênico, apresenta efeito sinérgico (Gichner et al.,1998). \n\nPorém este composto orgânico esteve abaixo do limite de detecção nas amostras de \n\nsedimento deste rio em estudos anteriores (Costa et al., 2012). No entanto, sua presença \n\nfoi detectada nas amostras do arroio investigado com valores mais altos do que os \n\nestabelecidos pela legislação para prevenção de solos no Brasil (Brasil, 2009; Costa et \n\nal., 2012) e em amostras de poeira da área residencial da região do presente estudo \n\n(Coronas et al., 2013). Sua presença mesmo em níveis basais pode contribuir para a \n\nmutagênese observada (Pohren et al, 2012).  \n\nResíduos de metais em decorrência do CCA (cromo, cobre e arsênio), embora \n\nnão sejam o foco principal do estudo, podem estar refletindo respostas observadas em \n\nTA97a, linhagem mais sensível a este grupo de compostos, a partir de possível presença \n\nde organo metálicos. No entanto, estudos anteriores indicam que a contaminação por \n\nmetais, nesta área, está mais restrita ao sítio contaminado, com concentrações no \n\nsedimento dentro dos níveis previstos em legislação (Costa et al., 2012). As respostas \n\nsignificativas associadas a esta linhagem foram encontradas nos pontos sob influência \n\nda área contaminada (Ta010 e Ta006), além do local à montante (Ta032).  \n\nA citotoxicidade detectada, principalmente nos locais de influência do sítio \n\ncontaminado, Ta010 e Ta006, também foi observada por Costa et al. (2012). A presença \n\n\n\n \n\n \n\n45 \n\n \n\ndesta característica de maneira constante nas frações de sedimentos é uma indicação de \n\nque este compartimento ambiental está acumulando e reprocessando substâncias \n\nquímicas (Vargas et al., 2001), podendo alterar a dinâmica do ecossitema.  \n\nOs resultados obtidos para atividade mutagênica, avaliados nas concentrações \n\nnão citotóxicas, de uma maneira geral, apresentaram valores mais representativos para \n\nlinhagem TA100, principalmente associados ao sistema de metabolização (S9). Na \n\nrevisão de Chen &amp; White (2004), foi realizada uma análise dos dados de estudos, em \n\ndiversos países, que aestudaram este compartimento utilizando o teste de Ames com as \n\nlinhagens TA98 e TA100, na presença e ausência de S9, classificando as áreas em \n\nremotas, urbanas/industriais e altamente contaminadas. Para efeito de comparação, os \n\nresultados encontrados do presente estudo consideraram também os valores observados \n\npara TA97a. Assim, as amostras de sedimento do local Ta010, antes e depois do \n\nprocesso de intervenção, indicaram uma alteração de classificação, de área altamente \n\ncontaminada, no período anterior, com potência mutagênica de 1672±215,9 rev/g \n\nequivalente de sedimento seco (TA100), para urbana/industrial (81±46,9 rev/g \n\nequivalente de sedimento seco, TA97a). Contudo, o aumento das respostas positivas \n\nencontradas nas amostras de sedimento em Ta006, após a intervenção, permitiu \n\nclassificar este local como altamente contaminado (764±230,2 rev/g equivalente de \n\nsedimento seco) com valores duas vezes mais elevados do que áreas \n\nurbanas/industrializadas Os locais a montante e a jusante apresentaram classificação \n\nentre áreas remotas e urbanas/industrializadas para as linhagens TA97a+S9 (Ta032, \n\n23±7,2 rev/g equivalente de sedimento seco) e TA100+S9 (Ta004, 132±17,8 rev/g \n\nequivalente de sedimento seco). \n\nA avaliação da qualidade dos sedimentos, em programas de monitoramento \n\nambiental, utiliza critérios em função das concentrações de contaminantes, com vistas à \n\n\n\n \n\n \n\n46 \n\n \n\nproteção da vida aquática, baseado em valores-guia, estabelecidos pelo Conselho \n\nCanadense de Ministros do Meio Ambiente (CCME, 2002) para diferentes compostos. \n\nEstes valores-guia foram adotados pela resolução CONAMA 344/04 (Brasil, 2004) que \n\nestabelecem diretrizes e procedimentos mínimos para a avaliação de material dragado. \n\nBaseados na probabilidade de ocorrência de efeito deletério sobre a biota, o menor \n\nlimite – TEL (Threshold Effect Level) ou ISQG (Interim Sediment Quality Guidelines) \n\n– representam a concentração abaixo da qual raramente são esperados efeitos adversos \n\npara os organismos e o maior limite – PEL (Probable Effect Level) representa a \n\nconcentração acima da qual é frequentemente esperado o citado efeito adverso para os \n\norganismos. Na faixa entre ISQG e PEL situam-se os valores onde ocasionalmente \n\nesperam-se tais efeitos (CCME, 2002; CETESB, 2006). A legislação canadense \n\n(CCME, 2002) estabelece valores-guia para doze HPAs, dos dezesseis considerados \n\nprioritários pela Agência Internacional para Pesquisa sobre Câncer (IARC).   \n\nA concentração dos HPAs encontrada neste trabalho foi comparada aos valores-\n\nguia desta legislação, relacionada com as potências mutagênicas de cada local \n\namostrado nas diferentes fases de intervenção da área contaminada (Tabela 4). Os \n\nresultados mostraram que os valores, entre ISQG e PEL foram observados para oito \n\nHPAs encontrados no rio Taquari, dentre eles: naftaleno, acenaftileno, acenafteno, \n\nfluoreno, fenantreno, fluoranteno, pireno e dibenzo(ah)antraceno.  \n\nDos HPAs provavelmente cancerígenos para o homem, apenas o naftaleno e \n\ndibenzo(ah)antraceno apresentaram valores que podem ocasionar efeitos para os \n\norganismos, preponderantemente nos períodos durante e após a intervenção. O local \n\nTa010 apresentou valores entre ISQG e PEL nas diferentes amostragens, sendo também \n\nmais expressivos durante e após a intervenção. Estes valores ainda se intensificaram \n\nprogressivamente nos locais a jusante da área contaminada, Ta006 e Ta004 nestes \n\n\n\n \n\n \n\n47 \n\n \n\nperíodos. A potência mutagênica elevada no local Ta006 (1114 rev/g equivalente de \n\nsedimento seco) após o processo poderia ser explicada através dos altos valores de \n\nHPAs provavelmente cancerígenos. No arroio também foi possível notar um grande \n\nnúmero de compostos com valores entre ISQG e PEL, sendo que para acenafteno foram \n\nobservados teores maiores do que PEL, concentração acima da qual é esperado danos \n\naos organismos. Devem ser referidos os valores elevados de potencial mutagênico \n\nobservados no local Ta010 antes do período de intervenção, no verão, com valores–guia \n\ndentro dos limites de ISQG, com exceção do fluoranteno. Da mesma forma, amostras \n\ncom potências mutagênicas menores (Ta010 durante e após o processo) apresentaram \n\nvários HPAs em concentrações que podem causar prováveis efeitos à biota.  \n\nEstas observações salientam a importância da utilização de ensaios biológicos \n\ncombinados às análises químicas no diagnóstico da qualidade de ecossistemas \n\nauxiliando na identificação dos riscos associados a áreas impactadas. Os extratos \n\navaliados se constituem em misturas complexas de compostos orgânicos e apenas \n\nalguns destes de forma isolada compõem estes valores-guias. A adoção desses valores \n\nteve caráter meramente orientador na busca de evidências da presença de contaminantes \n\nem concentrações capazes de causar efeitos deletérios, sobretudo com relação à \n\ntoxicidade para a biota. No entanto, foi expressivo o decréscimo da qualidade dos locais \n\nestudados nos períodos mais críticos do processo. \n\n\n\n \n\n48 \n\n \n\nTabela 4. Concentração de doze HPAs avaliados em extratos orgânicos de sedimento do Rio Taquari nas quatro amostragens do processo de intervenção comparadas com os valores-\n\nguia (CCME, 2002) adotados pela legislação brasileira (Brasil, 2004) que estabelecem diretrizes e procedimentos mínimos para a avaliação de material dragado e comparação com a \n\npotência mutagênica observada. \n\nHPAs (µg/Kg) Valores-guia ANTES INVERNO  ANTES/VERÃO  DURANTE/VERÃO  APÓS/VERÃO  \n\n \nISQG PEL  Ta032 Ta010 Ta006 Ta004  Ta032 Ta010 Ta006 Ta004  Ta032 Ta010 Ta006 Ta004  Ta032 Ta010 Ta006 Ta004 ARROIO \n\nNaftaleno 34,6 391  1,7 4,4 2,5 0,5  5,8 7,7 8 5,6  16,7 29,5 60,6 52,0  29,8 71,1 99,0 80,9 11,0 \n\nAcenaftileno 5,87 128  \n \n\n1 0,9 0,4  0,4 0,8 0,6 0,6  12,5 17,9 12,3 10,9  18,4 14,8 23,0 16,5 56,0 \n\nAcenafteno 6,71 88,9  0,5 12,4 1,4 0,2  0,2 4,9 0,4 0,2  12,5 20,5 11,6 10,3  - - 20,0 15,7 100,5 \n\nFluoreno 21,2 144  0,9 16,4 0,8 2,5  0,6 10,2 1,4 0,9  11,8 20,5 11,0 10,3  14,9 14,1 22,0 15,7 101,6 \n\nFenantreno 86,7 544  0,7 96,7 2,4 2,9  0,6 70,2 1,5 0,4  12,5 43,8 11,6 10,9  17,5 15,6 35,0 17,4 306,0 \n\nAntraceno 46,9 245  0,6 5,4 0,4 0,6  0,1 14,2 0,3 0,1  - 25,0 - 0,0  17,5 10,2 46,0 0,0 145,7 \n\nFluoranteno 113 1494  1,2 265,2 4,4 1,8  0,8 150,3 1 0,7  13,2 62,5 11,0 10,9  17,5 14,8 31,0 15,7 126,1 \n\nPireno 153 1398  0,4 54,1 0,6 0,7  0,2 15 0,2 0,2  11,8 48,2 11,0 12,0  166,7 14,1 27,0 14,8 100,5 \n\nBenzo(a)antraceno 74,8 693  0,5 20,4 0,4 0,2  0,1 7,3 0,2 0,2  18,8 50,0 0,0 15,4  25,4 21,4 42,0 22,6 57,6 \n\nCriseno 108 846  0,6 41,1 0,9 0,2  0,2 9,5 0,1 0,2  11,1 29,5 0,0 9,7  15,8 12,5 23,0 13,9 21,7 \n\nBenzo(a)pireno 88,8 763  \n \n\n29,5 1,4 -  - 5,1 0,6 -  - 44,6 - 21,7  - 0,1 - - 30,4 \n\nDibenzo(ah)antraceno 6,22 135  3,6 20,9 4,9 0,9  0,5 6,5 - -  - 53,6 - -  - - 128,0 \n \n\n22,8 \n\n? Potência Mutagênica    - 125 - -  373 1792 58 -  120 83 - -  23 81 1114 - 433 \n\nISQG ou TEL - concentração abaixo da qual é raramente esperado efeito. PEL - concentração acima da qual é frequentemente esperado efeito deletério sobre a biota. Negrito: valores \n\nentre ISQG e PEL; Itálico: HPAs potencialmente cancerígenos (Grupo 1: Carcigênicos aos humanos; Grupo 2A: Provavelmente carcinogênicos aos humanos; Grupo 2B: Possivelmente \n\ncarcinogênico aos humanos); Sublinhado: valor acima de PEL;. Potência Mutagênica: somatório dos valores das respostas em ensaios –S9mix e +S9mix expressos em rev/g equivalente \n\nde sedimento seco. \n\n\n\n \n\n49 \n\n \n\n4. Conclusões \n\nA atividade citotóxica e mutagênica das amostras de sedimentos provou ser um \n\ninstrumento importante para determinar a degradação da qualidade ambiental.  A presença de \n\ncontaminantes no local Ta010, mesmo após a intervenção, mostraram o comprometimento do \n\nrio a partir desta fonte. Estudos revelam que para uma melhor eficiência na retirada de \n\npoluentes, como HPAs, tecnologias integradas (químicas, biológicas e físicas) devem ser \n\nutilizadas para combinar a separação e destruição de HPAs, evitando que os produtos sejam \n\ndeslocados de um local para outro (Gan et al., 2009). Evidências deste deslocamento foram \n\nobservadas no presente estudo do TA010 para jusante (TA006 e TA004). Para isso, pesquisas \n\ntêm sido realizadas na busca de técnica mais adequadas que concentrem uma melhor \n\neficiência e economia, não só para HPAs como também para outros contaminantes.  \n\nAs respostas mutagênicas encontradas nos extratos orgânicos de sedimento dos locais \n\nTa006 e Ta032 geraram um alerta com a qualidade ambiental dessa região, que além estar \n\ncomprometendo a vida dos organismos aquáticos, podem estar expondo à população humana, \n\numa vez que estes pontos de amostragens possuem captação de água para abastecimento \n\npúblico. Assim, é recomendável que haja critérios mais seguros na escolha do local para este \n\nuso, devendo apresentar pouca interferência de atividades humanas para garantir uma melhor \n\nqualidade da água a seus usuários. \n\nA composição química do meio aquático é muito complexa, permitindo múltiplas \n\ninterações entre componentes bióticos e abióticos, gerando efeitos sinérgicos, antagônicos e \n\ntóxicos (Horn et al., 2004). Os valores-guia para HPAs permitiram identificar um decréscimo \n\nde qualidade no sedimento nas áreas de maior influência do sítio contaminado. Associação \n\ndas informações de análises químicas e biológicas elevam a eficiência do diagnóstico.  Os \n\ndados do ensaio Salmonella/microsoma em nível molecular serviram como biomarcadores, \n\n\n\n \n\n \n\n50 \n\n \n\nfavorecendo a determinação do impacto causado no sedimento do rio Taquari, a partir do sítio \n\nde solo contaminado. Esta propriedade do ensaio e seu uso em áreas sob ameaça ambiental \n\npermite o diagnóstico da presença de baixas concentrações de poluentes mutagênicos/ou \n\ncitototóxicos, servindo como um alerta de contaminação ambiental e prevenção de danos ao \n\npatrimônio genético da fauna e da flora afetadas pelas atividades humanas. \n\n \n\nAgradecimentos \n\nOs autores agradecem a Coordenação de Aperfeiçoamento de Pessoal de Nível \n\nSuperior (CAPES) pela bolsa de mestrado cedida a Paula Hauber Gameiro e a Fundação de \n\nAmparo à Pesquisa do Estado do Rio Grande do Sul (FAPERGS) pela bolsa de iniciação \n\ncientífica da Naiara Costa Pereira. Agradecimentos também ao grupo de amostragem da \n\nFEPAM, pelas coletas realizadas; ao Alexandre Brandelli e Jaqueline Delazari do Laboratório \n\nBioensaios, por parte das análises de HPAs. Esta pesquisa foi financiada Conselho Nacional \n\nde Desenvolvimento Científico e Tecnológico (Processos CNPq 307884/2011-2 e CNPq \n\n479566/2012-7). \n\n \n\n5. Referências bibliográficas \n\nAPPEL, J.S.L.; TERESCOVA, V.; RODRIGUES, V.C.B.; VARGA, V.M.F. Aspectos \n\ntoxicológicos do preservativo de madeira CCA (arseniato de cobre cromato): revisão. \n\nRevista Brasileira de Toxicologia, v. 19, p. 29 – 43, 2007. \n\nAPHA. Standart Methods For The Examination Of Water And Wastewater. American Public \n\nHealth Association, American Water Works Association and Water Environment \n\nFederation.18th eds. M.A.H Franson, Washington, p. 1-20, 1992. \n\n\n\n \n\n \n\n51 \n\n \n\nATSDR (Agência para o Registro de Substâncias Tóxicas e Doenças). 2008. Resumen de \n\nSalud Pública—Hidrocarburos Aromáticos Policíclicos. Disponível em: /http://www. \n\natsdr.cdc.gov/es/phs/es phs69.pdf. Accesso em: 21 jan 2015. \n\nBERNSTEIN, L.; KALDOR, J.;  MCCANN, J.; PIKE, M.C. An empirical approach to the \n\nstatistical analysis of mutagenesis data from the Salmonella test, Mutat. Res., v. 97, p. \n\n267–287, 1982. \n\nBOLDRINI, C.; EYSINK, G.G.J.; MARTINS, M.C.; LAMPARELLI, M.C.Contaminantes na \n\nbacia do rio Cubatão e seus reflexos na biota aquática. São Paulo: CETESB, Relatório \n\nTécnico, p. 81, 1990. \n\nBRASIL, 2004. Conselho Nacional do Meio Ambiente - Resolução CONAMA nº 344, de 25 \n\nde março de 2004. Dispõe sobre diretrizes gerais e os procedimentos mínimos para a \n\navaliação do material a ser dragado em águas jurisdicionais brasileiras, e dá outras \n\nprovidências. Disponível em:&lt;http://www.mma.gov.br/conama>. Acesso em: 03 dez. \n\n2014. \n\nBrasil, 2009. Portaria CONAMA no 420 de 28 de dezembro de 2009. Dispõe sobre critérios e \n\nvalores orientadores de qualidade do solo quanto a presença de substâncias químicas e \n\nestabelece diretrizes para o gerenciamento ambiental de áreas contaminadas por essas \n\nsubstâncias em decorrência de atividades antrópicas. CONAMA, Brasília, Brazil, 2009. \n\nCCME Canadian Sediment Quality Guidelines for the Protection of Aquatic Life.Canadian \n\nEnvironmental Quality Guidelines - Summary Tables. 2002. \n\nCETESB  (Companhia Ambiental do Estado de São Paulo). 2006. Critérios para avaliação da \n\nqualidade de sedimento – Anexo VI. Série Relatórios. São Paulo: CETESB, 4p.  \n\n\n\n \n\n \n\n52 \n\n \n\nCETESB (Companhia Ambiental do Estado de São Paulo). 2013. Relação de áreas \n\ncontaminadas e reabilitadas do Estado de São Paulo. Dezembro de 2013. Disponível em: \n\n/http://www.cetesb.sp.gov.br. Acesso em: 4 jan.2015. \n\nCHEN, G. &amp; WHITE, P.A. The mutagenic hazards of aquatic sediments: a review. Mutat \n\nRes., v. 567, p. 151-225, 2004. \n\nCLAXTON, L.D.; HOUK, V.S.; HUNGHES, T. J. Genotoxicity of industrial wastes and \n\neffluents. Mutat.Res., v. 410, p. 237–243, 1998. \n\nCLAXTON, L.D.; UMBUZEIRO, G.A.; DEMARINI, D.M.The Salmonella mutagenicity \n\nassay: the stethoscope of genetic toxicology for the 21st century. Environ. Health \n\nPersp.,v. 118, n. 11, p. 1515-1522, 2010. \n\nCORONAS, M.V.; BAVARESCO, J.;, ROCHA, J.A.V.; GELLE, A.M.; CARAMÃO, E.B.; \n\nRODRIGUES, M.L.K.; VARGAS, V.M.F.Attic dust assessment near a wood treatment \n\nplant: Past air pollution and potential exposure. Ecotoxicology and Environmental Safety, \n\nv. 95, p. 153–160, 2013. \n\nCOSTA, T.C.; BRITO, K.C.T.; ROCHA, J.A.V.; LEAL, K. A. RODRIGUES, M.L.K.; \n\nMINELLA, J.P.G.; MATSUMOTO, S.T.; VARGAS, V.M.F. Run off of genotoxic \n\ncompounds in river basin sediment under the influence of contaminated soils. Ecotox. \n\nEnviron., v. 75, p. 63–72, 2012. \n\nCOURTY, B.; CURIEUX, F.L.; BELKESSAMC, L.; LABOUDIGUEC, A.; MARZINA, D. \n\nMutagenic potency in Salmonella typhimurium of organic extracts of soil samples \n\noriginating from urban, suburban, agricultural, forest and natural areas. Mutat Res., v. \n\n653, p. 1–5, 2008 \n\n\n\n \n\n \n\n53 \n\n \n\nDOLÉDEC, S. &amp; STATZNER, B. Invertebrate traits for the biomonitoring of large European \n\nrivers: an assessment of specific types of human impact. Freshw. Biol., v. 53, p. 617–634, \n\n2008. \n\nGAN, S.; LAU, E.V.; NG, H.K. Remediation of soils contaminated with polycyclic aromatic \n\nhydrocarbons (PAHs). Journal of Hazardous Materials, v. 172, p. 532–549, 2009. \n\nGICHNER, T.; WAGNER, E.D.; PLEWA, M.J. Pentachlorophenol-mediated mutagenic \n\nsynergy with aromatic aminesin Salmonella typhimurium. Mutat.Res., v. 420, p. 115–124, \n\n1998. \n\nGOMES, A.S.; PALMA, J.J.C.; SILVA, C.G. Causas e conseqüências do impacto ambiental \n\nda exploração dos recursos minerais marinhos. Brazilian Journal of Geophysics, v. 18, n. \n\n3, p. 447-454, 2000. \n\nGOMES, H.I.; DIAS-FERREIRA,C.; OTTOSEN, L.M.; RIBEIRO, A.B. Electrodialytic \n\nremediation of polychlorinated biphenyls contaminated soil with iron nanoparticles and \n\ntwo different surfactants. Journal of Colloid and Interface Science, v.433, p. 189–195, \n\n2014.  \n\nHARITASH, A.K. &amp; KAUSHIK, C.P. Biodegradation aspects of Polycyclic Aromatic \n\nHydrocarbons (PAHs): A review. Journal of Hazardous Materials, v. 169, p. 1–15, 2009.  \n\nHORN, R.C.; ROCHA, J.A.V.; VARGAS, V.M.F. Determination of sediment mutagenicity \n\nand cytotoxicity in an area subjected to petrochemical contamination.Mutagenesis, v. 19, \n\nn. 6, p. 445–451, 2004. \n\nHOUK, V. The genotoxicity of industrial wastes and effluents.A review.Mutat., v. 277, p. 91-\n\n138, 1992. \n\n\n\n \n\n \n\n54 \n\n \n\nIARC (Internacional Agency for Reserch on Câncer ). 2010. Monographs on the evaluation of \n\ncarcinogenic risks to humans, 2010. Some non-heterocyclic aromatic hidrocarbons and \n\nsome related exposure. IARC, Lyon, 92, p.33-110. \n\nISLAM, M. N.; JO, Y.; PARK, J. Remediation of PAHs contaminated soil by extraction using \n\nsubcritical water. Journal of Industrial and Engineering Chemistry, v.18, p.1689–1693, \n\n2012. \n\nJIA, Y.T. &amp; CHEN, Y.F. River health assessment in a large river: Bioindicators of fish \n\npopulation. Ecological Indicators, v. 26. p. 24–32, 2013. \n\nKADO, N.; GUIRGUIS, G.; FLESSEL, C.; CHAN, R.; CHANG, K.; WESOLOWSI, J. \n\nMutagenicity of fine (less than 2.5 microns) airborne particles: diurnal variation in \n\ncommunity air determined by a Salmonella micro preincubation (microsuspension) \n\nprocedure.  Environ. Mutagen., v. 8, p. 53-66, 1986. \n\nLIEDEKERKE, M.V.; PROKOP, G.; RABL-BERGER, S.; KIBBLEWHITE, M.; \n\nLOUWAGIE, G. Joint Research Centre. Progress in the management of Contaminated \n\nSites in Europe.JRC Reference Reports, EUR 26376 EN, European Commission, 2014. \n\nMAERTENS, R.M.; GAGNÉ, R.W.; DOUGLAS,G.R.; ZHU,J.; WHITE,P.A. Mutagenic and \n\ncarcinogenic hazards of settled house dust II: Salmonella mutagenicity. Environ. Sci. \n\nTechnol., v. 42, p. 1754–1760, 2008. \n\nMARON, D.M. &amp; AMES, B.N. Revised methods for the Salmonella mutagenicity test. \n\nMutat.Res., v. 11, p. 173-215, 1983. \n\nMOZETO, A.A. 2004.Sedimentos e Particulados Lacustres: Amostragens e Análises \n\nBiogeoquímicas. In: Bicudo C.E.M. &amp; Bicudo, D. C. (Org.). Amostragem em \n\nLimnologia. São Carlos: RiMa. p. 295 –320. \n\n\n\n \n\n \n\n55 \n\n \n\nOHE, T.; WATANABE, T; WAKABAYASHI, K. Mutagens in surface Waters: a review. \n\nMutat.Res., v. 567, p. 109-149, 2004. \n\nPAGANO, A. D. &amp; ZEIGER, E. Conditions for detecting the mutagenicity of divalent metals \n\nin Salmonella typhimurium. Environ. Mol. Mutag., v. 19, p. 139-146, 1992. \n\nPOHREN, R.S.; ROCHA, J.A.V.; LEAL, K.A.; VARGAS, V.M.F. Soil mutagenicity as a \n\nstrategy to evaluate environmental and health risks in a contaminated area. Environ. Int., \n\nv. 44, p.40–52, 2012.  \n\nTAGLIARI, K.C.; CECCHINI, R.; ROCHA, J.A.V.; VARGAS, V.M.F. Mutagenicity of \n\nsediment and biomarkers of oxidative stress in fish from aquatic environments under the \n\ninfluence of tanneries. Mutat.Res. v. 561, p. 101–117, 2004. \n\nTERRA, N.R.; FREIDEN, I.R.; FACHEL, J.M.G. Ecotoxicologia do sedimento do Rio \n\nTaquari (Rio Grande do Sul, Brasil) utilizando Daphnia magna, 1820, Straus como \n\norganismo-teste. Acta Limnol. Bras., v. 20, n. 2, p. 153-159, 2008. \n\nUSEPA (Agência Internacional de Proteção Ambiental dos Estados). 2008. Method 3550C. \n\nDisponível em: /http://www.epa.gov. Acesso em: 7 Jan. 2015. \n\nVARGAS, V.M.F.; MOTTA, V.E.P.; HENRIQUES, J.A.P. Mutagenic activity detected by \n\nthe Ames test in river water under the influence of petrochemical industries. Mutat.Res., \n\nv. 319, p. 31-45, 1993. \n\nVARGAS ,V.M.F., GUIDOBONO, R.R., JORDÃO, C., HENRIQUES, J.A.P. Use of two \n\nshort term test to evaluate genotoxicity of river water treated with different concentration \n\nextraction procedure. Mutat Res., v. 343, p. 31–52, 1995. \n\nVARGAS, V.M.F., MIGLIAVACCA, S.B., MELO, A.C., HORN, R.C., GUIDOBONO, \n\nR.R., FERREIRA, I.C.F.S, et al. Genotoxicity assessment in aquatic environments under \n\nthe influence of heavy metals and organic contaminants. Mutat Res. v. 490, p. 141–158, \n\n2001. \n\n\n\n \n\n \n\n56 \n\n \n\nVARGAS, V.M.F.; MIGLIAVACCA, S.B.; HORN, R.C &amp; TERRA, N.R. Comparative \n\ntemporal ecotoxicological study in a river basin influenced by petrochemical industries. \n\nScience of the Total Environment, v. 392, p. 79-92, 2008. \n\nWATANABE, T.; HASEI, T.; TAKAHASHI, T.; ASANOMA, M.; MURAHASHI, T.; \n\nHIRAYAMA, T. et al. Detection of a novel mutagen, 3,6-dinitrobenzo[e]pyrene, as \n\namajor contaminant in surface soil in Osaka and Aichi Prefectures, Japan. Chem Res \n\nToxicol., v. 18, p. 283–289, 2005. \n\nWATANABE, T.; TAKAHASHI, K.; KONISHI, E.; HOSHINO, Y.; HANSEI, T.; \n\nASANOMA, M. et al. Mutagenicity of surfaces oil from residential areas in Kyoto city, \n\nand identification of major mutagens. Mutat Res., v. 649, p. 201–212, 2008. \n\nWHITE P.A. &amp; CLAXTON L.D. Mutagens in contaminated soil: a review. Mutat Res., v. \n\n567, p. 227-345, 2004. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n57 \n\n \n\n5. CONSIDERAÇÕES FINAIS \n\nEsta dissertação foi embasada, em estudos anteriores, na região que identificaram rotas \n\nde contaminantes para o rio Taquari, através de sítio com solo contaminado por preservantes \n\nde madeira, com passivo ambiental identificado. Em processos de monitoramento da área, \n\nrealizados pela FEPAM, foram identificadas fontes de contaminação ainda ativas presentes no \n\nsolo. Tendo em vista a importância deste rio para o Estado, através de atividades agrícolas, \n\npecuária, estabelecimentos residenciais e comerciais a possibilidade de risco ao ecossistema e \n\na saúde humana é expressiva.  Diante disso, processo Institucional de licenciamento para \n\nremediação desse sítio foi realizado para a retirada das principais fontes ativas.  \n\nO presente estudo foi desenvolvido com a finalidade de verificar a qualidade deste rio \n\nnas diferentes fases de intervenção da área. Para este propósito foram utilizados o bioensaio \n\nSalmonella/microssoma para avaliar mutagenicidade e análises de HPAs nos extratos \n\norgânicos de sedimentos. Essa análise conjunta é uma ferramenta útil, pois o ensaio biológico \n\nselecionado não se limita a definição dos efeitos, mas também pode identificar classes dos \n\ncompostos presentes em amostras e contribuir com efeito observado.  \n\nA atividade citotóxica e mutagênica das amostras de sedimentos provou ser um \n\ninstrumento importante para determinar a degradação da qualidade ambiental.  A presença de \n\ncontaminantes no local Ta010, mesmo após a intervenção, mostrou o comprometimento do \n\nrio a partir desta fonte. Estudos revelam que para uma melhor eficiência na retirada de \n\npoluentes, como HPAs, tecnologias integradas (químicas, biológicas e físicas) devem ser \n\nutilizadas para combinar a separação e destruição de HPAs, evitando que os produtos sejam \n\ndeslocados de um local para outro (Gan et al., 2009). Evidências deste deslocamento foram \n\nobservadas no presente estudo do Ta010 para áreas a jusante (TA006 e TA004). Com esta \n\n\n\n \n\n \n\n58 \n\n \n\nmeta, pesquisas têm sido realizadas na busca de técnica mais adequadas que concentrem uma \n\nmelhor eficiência e economia, não só para HPAs como também para outros contaminantes.  \n\nAs respostas mutagênicas encontradas nos extratos orgânicos de sedimento dos locais \n\nTa006 e Ta032 geraram um alerta com a qualidade ambiental dessas regiões, que além de \n\nestar comprometendo a vida dos organismos aquáticos, podem estar expondo a população \n\nhumana, uma vez que estes pontos de amostragens possuem captação de água para \n\nabastecimento público. Assim, é recomendável que haja critérios mais seguros na escolha do \n\nlocal para este uso, devendo apresentar pouca interferência de atividades humanas para \n\ngarantir uma melhor qualidade da água a seus usuários. \n\nA composição química do meio aquático é muito complexa, permitindo múltiplas \n\ninterações entre componentes bióticos e abióticos, gerando efeitos sinérgicos, antagônicos e \n\ntóxicos (Horn et al., 2004). Os dados do ensaio Salmonella/microsoma em nível molecular \n\nserviu como um biomarcador, ajudando a determinar o impacto causado no sedimento do rio \n\nTaquari, a partir do sítio de solo contaminado. Esta propriedade do ensaio e seu uso em áreas \n\nsob ameaça ambiental permite o diagnóstico da presença de baixas concentrações de \n\npoluentes mutagênicos/ou citototóxicos, servindo como um alerta de contaminação ambiental \n\ne prevenção de danos ao patrimônio genético da fauna e da flora afetadas pelas atividades \n\nhumanas. \n\nNa comparação dos resultados com os valores-guia ISQG e PEL para HPAs, estes \n\ndados sugerem atenção por parte dos órgãos ambientais, pois foi possível identificar um \n\ndecréscimo de qualidade no sedimento nas áreas de maior influência do sítio contaminado, \n\nnecessitando de intervenções mais severas para a retirada desses contaminantes. Associação \n\ndas informações de análises químicas e biológicas elevou a eficiência do diagnóstico.   \n\n\n\n \n\n \n\n59 \n\n \n\nEste trabalho foi realizado com a parceria do Programa de Pós Graduação em Ecologia \n\nda UFRGS e da Fundação Estadual de Proteção Ambiental Henrique Luís Roessler – \n\nFEPAM, órgão de proteção ambiental do Estado do Rio Grande do Sul. \n\n \n\n \n\n6. REFERÊNCIAS BIBLIOGRÁFICAS \n\nADRIAN, L. &amp; GORISCH, H. Microbial transformation of chlorinated benzenes under \n\nanaerobic conditions. Res. Microbio., v. 153, p. 131 e 137, 2002. \n\nAMES, B.N. The detection of chemical mutagens with enteric bacteria. In: Chemical \n\nmutagens, principles methods for their detection. New York: A. Hollaender, v. 1, p. 267-\n\n282, 1971. \n\nAPPEL, J.S.L.; TERESCOVA, V.; RODRIGUES, V.C.B.; VARGA, V.M.F. Aspectos \n\ntoxicológicos do preservativo de madeira CCA (arseniato de cobre cromato): revisão. \n\nRevista Brasileira de Toxicologia, v. 19, p. 29 – 43, 2007. \n\nBARTENFELDER, D. Stabilization: a strategy for RCRA corrective action. In: RCRA \n\nCORRETIVE ACTION STABILIZATION TECHNOLOGIES. Proceedings, \n\nWashington: USEPA, p. 1?9, 1992. \n\nBEHZAD, H.M.; ASHORI, A.; TARMIAN, A.; TAJVIDI, M. Impacts of wood preservative \n\ntreatments on some physico-mechanical properties of wood flour/high density \n\npolyethylene composites. Construction and Building Materials, v. 35, p. 246–250, 2012. \n\nBODEK, I., LYMAN, W.J.; REEHL, W.F.; ROSENBLATT, D. H, (eds). Arsenic, Chapter \n\n7.2, Environmental Inorganic Chemistry Properties, Processes, and Estimation Methods \n\n(SETAC special publications service).Pergamon Press, New York, p.1-10, 1988. \n\n\n\n \n\n \n\n60 \n\n \n\nBOLDRINI, C.; EYSINK, G.G.J.; MARTINS, M.C.; LAMPARELLI, M.C. Contaminantes \n\nna bacia do rio Cubatão e seus reflexos na biota aquática. São Paulo: CETESB, \n\nRelatórioTécnico, p. 81, 1990. \n\nBONE, J.; HEAD, M.; BARRACLOUGH, D.; ARCHER, M.; SCHEIB, C.; FLIGHT, D.; \n\nVOULVOULIS, N. Soil quality assessment under emerging regulatory requirements. \n\nEnviron Int., v. 36, p. 609-22, 2010.   \n\nBORBA, R. P. Arsênio em ambiente superficial: processos geoquímicos naturais e \n\nantropogênicos em uma área de mineração aurífera. 115 f. Campinas. Tese (Doutorado) – \n\nInstituto de Geociências, Universidade de Campinas, 2002. \n\nBOTTINELLI, N.; JOUQUET, P.; CAPOWIEZ, Y.; PODWOJEWSKI, P.; GRIMALDI, M.; \n\nPENG, X.Why is the influence of soil macrofauna on soil structure only considered by \n\nsoil ecologists Soil &amp; Till age Research, v. 146, p. 118–124, 2015. \n\nBOZLAKER, A.; MUEZZINOGLU, A.; ODABASI, M. Atmospheric concentrations, \n\ndrydeposition and air–soil exchange of polycyclic aromatic hydrocarbons (PAHs) in an \n\nindustrial region in Turkey. J. Hazard. Mater. v. 153, p. 1093-1102, 2008. \n\nBRASIL, 1985. Ministério da Agricultura. Portaria n° 329/1985. Disponível em: \n\n<http://extranet.agricultura.gov.br>. Acesso em: 13 dez. 2014. \n\nBRASIL, 1998. Ministério da Agricultura. Decreto-Lei n° 264/1998. Disponível em: \n\nhttp://www.primemineconomia.pt/PresentationLayer/ResourcesUser/docs/d22534.pdf. \n\nAcesso em: 13 dez. 14 \n\nBRASIL, 2004. Conselho Nacional do Meio Ambiente - Resolução CONAMA nº 344, de 25 \n\nde março de 2004. Dispõe sobre diretrizes gerais e os procedimentos mínimos para a \n\navaliação do material a ser dragado em águas jurisdicionais brasileiras, e dá outras \n\n\n\n \n\n \n\n61 \n\n \n\nprovidências. Disponível em:&lt;http://www.mma.gov.br/conama>. Acesso em: 03 dez. \n\n2014. \n\nBRASIL, 2005. Conselho Nacional do Meio Ambiente. Resolução CONAMA n° 357 de 17 \n\nde março de 2005. Dispõe sobre a classificação dos corpos de água e diretrizes \n\nambientais para o seu enquadramento, bem como estabelece as condições e padrões de \n\nlançamento de efluentes, e dá outras providências. Disponível em: \n\n<http://www.mma.gov.br/conama>. Acesso em: 01 dez. 2014. \n\nBRASIL, 2009. Conselho Nacional do Meio Ambiente. Resolução CONAMA n° 420. Diário \n\nOficial da República Federativa do Brasil. Brasília, nº 249, 30/12/2009, p. 81-84. \n\nBROWN, A.W.A. WILEY, J. AND SONS, New York. Ecology of Pesticides, 1978, 525 p. \n\nCAVDAR, A.D. Effect of various wood preservatives on limiting oxygen index levels of fir \n\nwood. Measurement, v. 50, p. 279–284, 2014. \n\nCCME Canadian Sediment Quality Guidelines for the Protection of Aquatic Life.Canadian \n\nEnvironmental Quality Guidelines - Summary Tables.2002. \n\nCETESB (CompanhiaAmbiental do Estado de São Paulo). 1999. Manual de gerenciamento de \n\náreas contaminadas. São Paulo. \n\nCETESB  (CompanhiaAmbiental do Estado de São Paulo). 2004. Relatório de Qualidade das \n\nÁguas Interiores do Estado De São Paulo 2003 – São Paulo. \n\nCETESB  (Companhia Ambiental do Estado de São Paulo). 2006. Critérios para avaliação da \n\nqualidade de sedimento – Anexo VI. Série Relatórios. São Paulo: CETESB, 4p.  \n\nCETESB (Companhia Ambiental do Estado de São Paulo). 2011. Qualidade do \n\nsolo.Disponível em http://www.cetesb.sp.gov.br/solo/informações-básicas/5-poluição. \n\nAcesso em 10 dez 2014. \n\n\n\n \n\n \n\n62 \n\n \n\nCHEN, G. &amp; WHITE, P.A. The mutagenic hazards of aquatic sediments: a review. Mutat Res. \n\nv. 567, p. 151-225, 2004. \n\nCHOUDHURY, H.; COLEMAN, J.; DE ROSA, C.T.; STARA, J.F. Pentachlorophenol: \n\nhealthand environmental effects profile. Toxicol. Ind. Health, v. 2, p. 483e 571, 1986. \n\nCLAXTON, L.D.; HOUK, V.S.; HUNGHES, T. J. Genotoxicity of industrial wastes and \n\neffluents. Mutat. Res., v. 410, p. 237–243, 1998. \n\nCLAXRON, L.D.; MATTHEWS, P.;WARREN, S.H.Thegenotoxicity of ambient outdoor air, \n\na review: Salmonella mutagenicity. Thegenotoxicity of ambient outdoor air, a review: \n\nSalmonella mutagenicity. Mutat.Res., v. 567, p. 347–399, 2004. \n\nCLAXTON, L.D.; UMBUZEIRO, G.A.; DEMARINI, D.M. The Salmonella mutagenicity \n\nassay: the stethoscope of genetic toxicology for the 21st century.  Environ. Health Persp., \n\nv. 118, n. 11, p. 1515-1522, 2010. \n\nCOCKCROFT R. Timbers preservatives and methods of treatment. Timberlab Papers Princes \n\nRisborough Laboratory, v. 46, p. 1-6, 1971. \n\nCORONAS, M.V.; BAVARESCO, J.;, ROCHA, J.A.V.; GELLE, A.M.; CARAMÃO, E.B.; \n\nRODRIGUES, M.L.K.; VARGAS, V.M.F. Attic dust assessment near a wood treatment \n\nplant: Past air pollution and potential exposure. Ecotoxicology and Environmental Safety, \n\nv. 95, p. 153–160, 2013. \n\nCOSTA, T.C.; BRITO, K.C.T.; ROCHA, J.A.V.; LEAL, K. A. RODRIGUES, M.L.K.; \n\nMINELLA, J.P.G.; MATSUMOTO, S.T.; VARGAS, V.M.F. Run off of genotoxic \n\ncompounds in river basin sediment under the influence of contaminated soils. Ecotox. \n\nEnviron., v. 75, p. 63–72, 2012. \n\n\n\n \n\n \n\n63 \n\n \n\nCROZERA, E. H. Identificação das áreas contaminadas no município de Ribeirão Pires – São \n\nPaulo. 189 f. São Paulo, Tese (Doutorado) – Instituto de Geociência –Universidade de \n\nSão Paulo. 2001 \n\nDA SILVA JÚNIOR, F.M.R. &amp; VARGAS, V.M.F. Using the Salmonella assay to delineate \n\nthe dispersion routes of mutagenic compounds from coal wastes in contaminated soil. \n\nMutation Research, v. 673, p.116 – 123, 2009. \n\nDAVIS, A.; CAMPBELL, J.; GILBERT, C.; RUBY, M; BENNETT, M.; TOBIN, S. \n\nAttenuation and biodegradation of chlorophenols in ground water at a former wood \n\ntreating facility. Ground Water, v. 32, n. 2, p. 248–257, 1996. \n\nDEXTER, A.R. Advances in characterization of soil structure. Soil Till. Res., v.11, p.199–\n\n238, 1988. \n\nEISLER, R., 1989. Pentachlorophenol Hazards to Fish, Wildlife, and Invertebrates: a \n\nSynoptic Review. U.S. Fish and Wildlife Service. Disponível em: &lt;www.dtic.mil/cgi-\n\nbin/GetTRDoc?AD=ADA322630>. Acesso em: 13/12/14. \n\nENVIRONMENT CANADA, 1971.Pulp and paper effluent regulation. Ottawa: \n\nEnvironmental  Canada, 7p. \n\nFRANCE, 1983. Arrêtédu 28 octobre 1975 pris em execution dês articles3,5,6,10, et 15 du \n\ndécret n° 75-996 du 28 octubre 1975 portant application dês dispositions de l’article  14-1 \n\nde la loidu 16 décembre 1964 modifié e relativeau régime e à laré partition dês eaux et à \n\nla lute  contreleur pollution. Pollution des eaux: redevences. Journal Officiel de la \n\nRepublique Française, 5. e.d. Paris, 22 septembre, p. 21-107. \n\nGAN, S.; LAU, E.V.; NG, H.K. Remediation of soils contaminated with polycyclic aromatic \n\nhydrocarbons (PAHs). Journal of Hazardous Materials, v. 172, p. 532–549, 2009. \n\n\n\n \n\n \n\n64 \n\n \n\nGAO, Y.C.; GUO, S.H.; WANG, J.N.; LI, D.; WANG,H.; ZENG, D.H. Effects of different \n\nremediation treatments on crude oil contaminated saline soil. Chemosphere, v. 117, p. \n\n486–493, 2014. \n\nHINGSTON, J.A.; COLLINS, C.D.; MURPHY, R.J.; LESTER, J. N. Leaching of chromate \n\ncopper arsenate wood preservatives: a review. Environmental Pollution, v. 111,  p. 53 – \n\n66, 2001. \n\nHOLT. M.S. Sources of chemical contaminants and routes into the fresh water environment. \n\nFood Chem Toxicol, v. 38, p. 21-27, 2000. \n\nHORN, R.C.; ROCHA, J.A.V.; VARGAS, V.M.F. Determination of sediment mutagenicity \n\nand cytotoxicity in an area subjected to petrochemical contamination. Mutagenesis, v. 19, \n\nn. 6, p. 445–451, 2004. \n\nHOUK, V. The genotoxicity of industrial wastes and effluents: a review. Mutat., v. 277, p. \n\n91-138, 1992. \n\nHUDCOVÁ, H. ; BADUROVÁ, J.; ROZKOSNÝ, M.; SOVA, J; FUNKOVÁ, R.; \n\nSVOBODOVÁ, J. Quality and mutagenicity of water and sediment of the streams \n\nimpacted by the former uranium mine area Ol_síeDrahonín (Czech Republic). Journal of \n\nEnvironmental Radioactivity, v. 116, p. 159-165, 2013. \n\nIARC (Internacional Agency for Reserch on Câncer ). 1991. Monographs on the evaluation of \n\ncarcinogenic risks to humans: occupational exposures in insecticide application, and \n\nsome pesticides. Pentachlorophenol. Lyon, v. 53, p. 371–402. \n\nIARC (Internacional Agency for Reserch on Câncer ). 2010. Monographs on the evaluation of \n\ncarcinogenic risks to humans, 2010. Some non-heterocyclic aromatic hidrocarbons and \n\nsome related exposure. IARC, Lyon, v. 92, p. 33. \n\n\n\n \n\n \n\n65 \n\n \n\nJHA, A.N. Genotoxicological studies in aquatic organism: an overview. Mutat.Res., v. 552, p. \n\n1-17, 2004. \n\nKADO, N.; GUIRGUIS, G.; FLESSEL, C.; CHAN, R.; CHANG, K.; WESOLOWSI, J. \n\nMutagenicity of fine (less than 2.5 microns) airborne particles: diurnal variation in \n\ncommunity air determined by a Salmonella micro preincubation (microsuspension) \n\nprocedure.  Environ. Mutagen., v. 8, p. 53-66, 1986. \n\nKAY, B.D. Rates of change of soil structure under different cropping systems. Adv.Soil Sci., \n\nv.12, p. 1–52, 1990. \n\nKIM, Y.S.; MIN, J.; HONG, H.N.; PARK, J.H.; PARK, K.S.; GU, M.B. Gene expression \n\nanal-ysis and classification of mode of toxicity of polycyclic aromatic \n\nhydrocarbons(PAHs) Escherichia coli. Chemosphere, v. 66, p. 1243–1248, 2007. \n\nLAH, B.; VIDIC, T.; GLASENCNICK, E.; CEPELJNIK, T.; GORJANC, G.;MARINSEK– \n\nLOGAR, R. Genotoxicity evaluation of water soil leach ates by Ames test, comet assay, \n\nand preliminary Tradescantia micronucleus assay. Environmental Monitoring \n\nAssessment, v.139, p. 107 – 118, 2008. \n\nLEMOS, A.T.; ROSA, D.P.; ROCHA, J.A.V.; VARGAS, V.M.F. Mutagenicity assessment in \n\na river basin influenced by agricultural, urban and industrial sources. Ecotoxicology and \n\nEnvironmental Safety, v. 72, p. 2058–2065, 2009. \n\nLEPAGE ES. Preservativos e sistemas preservativos. In: Lepage, ES (Coord.) Manual de \n\nPreservação de Madeiras. São Paulo: IPT; SICCT. v.1, n.6, p.279-330, 1986.  \n\nLIAO, X.; ZHAO, D.; YAN, X.; HULING, S.G. Identification of per sulfate oxidation \n\nproducts of polycyclic aromatic hydrocarbon during remediation of contaminated soil. \n\nJournal of Hazardous Materials, v. 276, p. 26–34, 2014. \n\n\n\n \n\n \n\n66 \n\n \n\nLIEDEKERKE, M.V.; PROKOP, G.; RABL-BERGER, S.; KIBBLEWHITE, M.; \n\nLOUWAGIE, G. Joint Research Centre.Progress in the management of Contaminated \n\nSites in Europe.JRC Reference Reports, EUR 26376 EN, European Commission, 2014. \n\nLLADÓ, S.; COVINO, S.; SOLANAS, A.M.; VIÑAS, M.; PETRUCCIOLI, M.; \n\nD’ANNIBALE, A. Comparative assessment of bioremediation approaches to highly \n\nrecalcitrant PAH degradation in a real industrial polluted soil. Journal of Hazardous \n\nMaterials, v.248– 249, p.407– 414, 2013. \n\nMARKER, A. Avaliação ambiental de terrenos com potencial de contaminação: \n\ngerenciamento de riscos em empreendimentos imobiliários. Caixa, Brasília, p. 164, 2008. \n\nMARKER, A.; CUNHA, R.C.A.; GUNTHER, M.A. Avaliação das águas contaminadas na \n\nRMSP. Saneamento Ambiental, São Paulo, v. 25, p. 36?9, 1994. \n\nMARON, D.M. &amp; AMES, B.N. Revised  methods for the Salmonella mutagenicity test. \n\nMutat. Res., v. 11, p. 173-215, 1983. \n\nMASSOD, F. &amp; MALIK, A. Cytotoxic and genotoxic potential of tannery waste \n\ncontaminated soils. Science of the Total Environment, v. 444, p. 153-160, 2013. \n\nMERCER, T.G. &amp; FROSTICK, L.E. Evaluating the potential for environmental pollution \n\nfrom chromate copper arsenate (CCA)-treated wood waste: A new mass balance \n\napproach. Journal of Hazardous Materials, v. 276, p. 10–18, 2014. \n\nMILLS, T.; ARNOLD, B.; SIVAKUMARAN, S. NORTHCOTT, G. VOGELER, I.; \n\nROBINSON, B.; NORLING, C.; LEONIL, D. Phytoremediation and long-term site \n\nmanagement of soil contaminated with pentachlorophenol (PCP) and heavy metals. \n\nJournal of Environmental Management, v. 79, p. 232–241, 2006.   \n\nMONARCA, S.; FERETTI, D.; ZERBINI, I.; ALBERTI, A.; ZANI, C.; RESOLA, S.; \n\nGELATTI, U.; NARDI, G. Soil contamination detected using bacterial and plant \n\n\n\n \n\n \n\n67 \n\n \n\nmutagenicity tests and chemical analyses. Environmental Research Section A, v. 88, p.64-\n\n69, 2002. \n\nMORTELMANS, K. &amp; ZEIGER, E.; 2000. The Ames Salmonella/microsome mutagenicity \n\nassay. Mutat. Res., v. 455, pp. 29-60. \n\nMOZETO, A.A. 2004. Sedimentos e Particulados Lacustres: Amostragens e Análises \n\nBiogeoquímicas. In: Bicudo C.E.M. &amp; Bicudo, D. C. (Org.). Amostragem em \n\nLimnologia. São Carlos: RiMa, p. 295 –320. \n\nMOZETO, A.A.; UMBUZEIRO, G.A.; JARDIM, W.F. Métodos de coleta, análises físico-\n\nquímicas e ensaios biológicos e ecotoxicológicos de sedimentos de água doce. São \n\nCarlos, 2006. \n\nOHE, T.; WATANABE, T; WAKABAYASHI, K. Mutagens in surface Waters: a review. \n\nMutat. Res., v. 567, p. 109-149, 2004. \n\nPEREIRA, T.S.; ROCHA, J.A.V.; DUCCATTI, A.; SILVERIA, G.A.; PASTORIZA, T.F.; \n\nBRINGUENTI, L.; VARGAS, V.M.F. Evaluation of mutagenic activity in supply water \n\nat three sites in the state of Rio Grande do Sul, Brazil. Mutat. Res., v. 629, p. 71-80, \n\n2007. \n\nPERELO, L.W. Review: In situ and bioremediation of organic pollutants in aquatic \n\nsediments. Journal of Hazardous Materials, v. 177, p. 81–89, 2010. \n\nPEROVI?,  S.; PEROVI?, A.; ERDINGER, L.; HOLLERT, H. Assessment of The \n\nMutagenic Potential of Skadar Lake Sediments Using the Salmonella Microsomal Assay. \n\nArch. Biol. Sci., v .65, n. 3, p. 1189-1194,  2013. \n\nPOHREN, R.S.; ROCHA, J.A.V.; LEAL, K.A.; VARGAS, V.M.F. Soil mutagenicity as a \n\nstrategy to evaluate  environmental and health risks in a contaminated area. Environ. Int., \n\nv. 44, p.40–52, 2012.  \n\n\n\n \n\n \n\n68 \n\n \n\nPOLLACK, N.; CUNNINGHAM, A.R.; ROSENKRANZ, H.S. Environmental persistence of \n\nchemicals and theirs carcinogenic risks to humans. Mutat.Res., v. 528, p. 81-91, 2003. \n\nPOMPEIA, S. L. Procedimentos técnicos para recuperação de áreas degradadas por poluição. \n\nSimpósio sul americano, simpósio de áreas degradadas. Anais,Curitiba, Foz do Iguaçu, \n\nFUPEP, v. 1, p. 63 ? 74, 1994. \n\nRICHARDSON, S.D.; PLEWA, M.J.; WAGNER, E.D.; SCHOENY, R.; DEMARINI, D.M. \n\nOccurrence, genotoxicity, and carcinogenicity of regulated and emerging disinfection by \n\nproducts in drinking water: a review and roadmap for research. Mutat.Res., v. 636, p. \n\n178–242, 2007. \n\nRIGAUD S.; DI GIORGIO, C.; RADAKOVITCH, O.; GARNIER, J.M.; DE MÉO,M. \n\nGenotoxicity of sediment extracts of the Berre lagoon (France).Chemosphere, v. 88, p. \n\n937–944, 2012. \n\nRIO GRANDE DO SUL, 2006. Conselho Estadual do Meio Ambiente. Resolução \n\nCONSEMA n° 129/2006. Disponível em:&lt;http://www.sema.rs.gov.br>. Acesso em: 03 \n\ndez. 2014. \n\nRIVAS,  F.J.; BELTRÁN,  F.J.; ACEDO,  B. Chemical and photochemical degradation of \n\nacenaphthylene. J. Hazard. Mater., v. 75, p.89–98, 2000. \n\nRODRIGUES, S.M.; PEREIRA, M.E.; SILVA, E.F.; HURSTHOUSE, A.S.; DUARTE, A.C. \n\nA review of regulatory decisions for environmental protection: Part II—The case-study of \n\ncontaminated land management in Portugal. Environ Int., v. 35, p. 214–225, 2009. \n\nROGERS, S.W.; ONG, S.K.; MOORMAN, T.B. Mineralization of PAHs in coal-tar impacted \n\naquifer sediments and associated microbial community structure in vestigated with FISH. \n\nChemosphere, v. 69, p. 1563–1573, 2007. \n\n\n\n \n\n \n\n69 \n\n \n\nSANDERS, J. G.; REIDEL, G.F.; 1987.Control of trace element toxicity by phytoplankton. \n\nIn: Saunders, J.A., Kosak-Channing, L., Conn, E.E. (Eds.), Phytochemical Efects of \n\nEnvironmental Compounds.  Plenum Press, New York, pp. 131-149. \n\nSEDMAN, R.M. The development of applied action levels for soil contact: as cenario for the \n\nexposure of humans to soil in a residential setting, Environ. Health Perspect, v. 79, p. \n\n291-313, 1989. \n\nSINGH, K.P.; MALIK, A., SINGH, V.K.; SINHA, S. Multi-way data analysis of soils \n\nirrigated with wastewater — a case study. Chemom Intell Lab., v.83, p.1-12, 2006. \n\nSHENG, Z.G.; LI, Y.; FRAN, R.M.; CHAO, X.J.; ZHU, B. Z. .Lethal synergism between \n\norganic and inorganic wood preservatives via formation of an unusual lipophilic ternary \n\ncomplex. Toxicology and Applied Pharmacology, v. 266, p 335–344, 2013. \n\nSOLDÁN, P. &amp; BANDUROVÁ,J. A method for screening for the risk of chronic effects of \n\nsurface water pollution. Environ.Monit, v.185, p. 21–30, 2013. \n\nTAGLIARI, K.C.; CECCHINI, R.; ROCHA, J.A.V.; VARGAS, V.M.F. Mutagenicity of \n\nsediment and biomarkers of oxidative stress in fish from aquatic environments under the \n\ninfluence of tanneries. Mutat.Res., v. 561, p. 101–117, 2004. \n\nTAYLOR, R. &amp; SMITH, I.; The state of New Zealand’s environment, New Zealand Ministry \n\nfor the Environment. Wellington, New Zealand, 1997.  \n\nTERRA, N.R.; FREIDEN, I.R.; FACHEL, J.M.G. Ecotoxicologia do sedimento do Rio \n\nTaquari (Rio Grande do Sul, Brasil) utilizando Daphnia magna, 1820, Straus como \n\norganismo-teste. Acta Limnol. Bras., v. 20, n. 2, p. 153-159, 2008. \n\nTERRA, P. &amp; LADISLAU, W. Césio 137. Ecologia e desenvolvimento, Rio de Janeiro, p. \n\n36–41, 1991. \n\n\n\n \n\n \n\n70 \n\n \n\nUSEPA (UNITED STATES ENVIRONMENTAL PROTECTION AGENCY). 1991. \n\nTechnical support document for water quality-based toxic control, EPA/505/2-90-001, \n\nEnvironmental Protection Agency Washington, D.C. \n\nUSEPA (UNITED STATES ENVIRONMENTAL PROTECTION AGENCY). 2004. \n\nCleaning up the nation’s waste sites: markets and technology trends. Technology \n\nInnovation and Field Services Division, Office of Solid Waste and Emergency Response, \n\nEPA 542-R-04-015.U.S., Environmental Protection Agency, Washington, DC. \n\nVARGAS, V.M.F.; MOTTA, V.E.P.; HENRIQUES, J.A.P. Mutagenic activity detected by \n\nthe Ames test in river water under the influence of petrochemical industries. Mutat.Res., \n\nv. 319, p. 31-45, 1993. \n\nVARGAS, V.M.F.; MIGLIAVACCA, S.B.; HORN, R.C &amp; TERRA, N.R. Comparative \n\ntemporal ecotoxicological study in a river basin influenced by petrochemical industries. \n\nScience of the Total Environment, v. 392, p. 79-92, 2008. \n\nVIDOR FLR. Avaliação de processo de inspeção e retratamento de postes de madeira.  124 \n\nf.Dissertação (Engenharia e Tecnologia de Materiais) – Faculdade de Engenharia, Física \n\ne Química, Universidade Católica do Rio Grande do Sul, Porto Alegre, Rio Grande do \n\nSul, 2003.  \n\nWALLEY, S.; COBHAM, P.; VINDEN, P. 1996a. Leaching of Copper, Chrome, Arsenic \n\nTreated Timber: Simulated Rainfall Testing (IRG/WP 96-50074). The International \n\nResearch Group on Wood Preservation, Stockholm. \n\nWALLEY, S.; COBHAM, P. VINDEN, P. 1996b. Preservative Leaching from Copper, \n\nChrome, Arsenate Treated Timber: Towards na International Standard for Environmental \n\nMonitoring (IRG/WP 96-50076). The International Research Group on Wood \n\nPreservation, Stockholm. \n\n\n\n \n\n \n\n71 \n\n \n\nWARREN, S.H.; CLAXTON, L.D.; DILIBERTO, J. HUGHES, T.J.; SWANK, A.; \n\nKUSNIERZ, D.H.; MARSHALL, V.; DEMARINI, D.M. Survey of the mutagenicity of \n\nsurface water, sediments, and drinking water from the Penobscot Indian Nation. \n\nChemosphere, v. 120, n. 2015, p. 690–696. \n\nWEIS, J. S.; WEIS, P.Efects of chromated copper arsenate (CCA) pressure treated wood in \n\nthe aquatic environment. Ambio, v. 24, p. 269-274, 1995. \n\nWEIS, P.; WEIS, J. S.; GREENBERG, A.; NOSKER, T.J.Toxicity of construction materials \n\nin the marine environment: a comparison of chromated-copper-arsenate-treated wood and \n\nrecycled plastic. Archives of Environmental Contamination and Toxicology v. 22, p. 99-\n\n106, 1992. \n\nWHITE P.A. &amp; CLAXTON L.D. Mutagens in contaminated soil: a review. Mutat Res., v. \n\n567, p. 227- 345, 2004. \n\nWILSON, S.C. &amp; JONES, K.C. Bioremediation of soil contaminated with polynuclear \n\naromatic hydrocarbons (PAHs). Environ. Polluti., v. 81, p. 229–249, 1993. \n\nYU, HY.; LI, F.B.; YU, W.M.; LI, Y.T.; YANG, G.Y.; ZHOU, S.G.,; ZHANG, T.B.; GAO, \n\nY.X.; WAN, H.F. Assessment of organochlorine pesticide contamination in relation to \n\nsoil properties in the Pearl River Delta. Science of the Total Environment, China, v. 447, \n\np. 160–168, 2013. \n\nYU, H.Y.; WANG, Y.K.; CHENG P.C.; LI, F.B.; CHEN, M.J.; HU, M.; OUYANG, X. X. \n\nEffect of nitrate addition on reductive transformation of pentachlorophenol in paddy soil \n\nin relation to iron(III) reduction. Journal of Environmental Management, v. 132, p. 42 e \n\n48, 2014. \n\nZAGATTO, P. A. &amp; BERTOLETTI, E. Ecotoxicologia aquática: Princípios e aplicações, São \n\nCarlos, RiMa, p. 486, 2008. \n\n\n\n \n\n \n\n72 \n\n \n\nZEIGER, E., 1998. Identification of rodent carcinogens and noncarcinogens using \n\ngenetictoxicity tests: premises, promises, and performance. Regul. Toxicol. Pharmacol., \n\ned.28, pp. 85–95. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n73 \n\n \n\n7. ANEXO \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 1\n\nECOTOXICOLOGY AND ENVIRONMENTAL\nSAFETY\n\nAUTHOR INFORMATION PACK\n\nTABLE OF CONTENTS\n.\n\nXXX\n.\n\n•       Description\n•       Impact Factor\n•       Abstracting and Indexing\n•       Editorial Board\n•       Guide for Authors\n\np.1\np.1\np.1\np.1\np.3\n\nISSN: 0147-6513\n\nDESCRIPTION\n.\n\nEcotoxicology and Environmental Safety focuses on integrated mechanistic research related to short-\nand long-term pathways and interactions of substances and chemical mixtures in environmental\nsystems and subsystems on their bioavailability, and assimilation in organisms, as well as biological\nresponses of these organisms, and damage mechanisms (endocrine disruption, genotoxicity); and\non their subsequent fate in the environment, food chain, including humans. Novel technologies,\ntechniques, and methods such as biomarkers, biosensors and bioanalytical systems, bioremediation\nmethods, QSARs and QSPRs, advanced high performance computational methods, models, and\ntheir applications in obtaining and processing interdisciplinary ecotoxicological information are also\naddressed in the journal. We welcome the applied outcome of complex ecotoxicological research\nsuch as developing the science-based Environmental Quality Criteria (EQC), standard toxicity tests,\ntechniques, and methods for ecotoxicological evaluation of the environment, as well as developing\necotoxicologically proven methods and technologies for prevention, interception, and remediation of\nhuman-induced damage to ecosystems. Emphasis is placed on ecological animal models rather than\nlaboratory based rodent studies; The above scope of the journal is aimed at providing science-based\ntools for sustainably managing the environment through risk assessment, risk characterization, risk\nprediction, and risk management. The journal publishes regular research articles, and review articles.\n\nIMPACT FACTOR\n.\n\n2013: 2.482 © Thomson Reuters Journal Citation Reports 2014\n\nABSTRACTING AND INDEXING\n.\n\nMEDLINE®\nSIIC Data Bases\n\nEDITORIAL BOARD\n.\n\nEditor:\n\nK. Kannan, State University of New York (SUNY) at Albany, Albany, New York, USA\n\nAssociate Editors:\n\nR. Handy, Plymouth University, Plymouth, UK\nP. Sibley, University of Guelph, Ontario, Ontario, Canada\n\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 2\n\nEmeritus Editor:\n\nF. Korte, Technische Universität München, Attenkirchen, Germany\n\nEditorial Board:\n\nS.B. Agrawal, Banaras Hindu University, Varanasi, India\nJ. Chen, Dalian University of Technology, Dalian, China\nS. Degitz, U.S. Environmental Protection Agency (EPA), Duluth, Minnesota, USA\nS.J.S. Flora, Ministry of Defence, Government of India, Gwalior, India\nH. Greim, Technische Universität München, München, Germany\nM. Hecker, Michigan State University, East Lansing, Michigan, USA\nR.A. Hoke, DuPont Company, Newark, Delaware, USA\nT. Iguchi, National Institute for Basic Biology (NIBB), Okazaki Aichi, Japan\nH. Iwata, Ehime University, Matsuyama, Ehime, Japan\nD. Johnson, Oak Ridge National Laboratory, Oak Ridge, Tennessee, USA\nR. Kookana, CSIRO (The Commonwealth Scientific and Industrial Research Organization), Glen Osmond,\nAustralian Capital Territory, Australia\nY.-F. Li, Harbin Institute of Technology, Harbin, Heilongjiang, China\nL.Q. Ma, University of Florida, Gainesville, Florida, USA\nA. Miracle, Pacific Northwest National Laboratory, Richland, Washington, USA\nH.-B. Moon, Hanyang University, Ansan, South Korea\nH. Nakata, Kumamoto University, Kumamoto, Japan\nJ. Newsted, ENTRIX Inc, Okemos, Michigan, USA\nS. Shaw, Marine Environment Research Institute (MERI), Blue Hill, Maine, USA\nL.A. Tremblay, Manaaki Whenua Landcare Research, Lincoln, New Zealand\nC.A.M. van Gestel, Vrije Universiteit Amsterdam, Amsterdam, Netherlands\nP. Vasseur, Centre National de la Recherche Scientifique (CNRS), Metz, France\nM. Vighi, Università degli Studi di Milano, MILAN, Italy\nW-X. Wang, Hong Kong University of Science &amp; Technology, Kowloon, Hong Kong\nP.-K. Wong, Chinese University of Hong Kong, Hong Kong, China\n\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 3\n\nGUIDE FOR AUTHORS\n.\n\nYour Paper Your Way\nypyw-gfa-banner.gifyour paper your way\n\nINTRODUCTION\nEcotoxicology and Environmental Safety focuses on integrated mechanistic research related to short-\nand long-term pathways and interactions of toxic substances and chemical mixtures in environmental\nsystems with emphasis on their bioavailability, assimilation and metabolism in target organisms as\nwell as biological responses of these organisms, and damage mechanisms (endocrine disruption,\ngenotoxicity); fates of toxicants in the food chain, including exposures in humans are considered..\nThe journal prefers interdisciplinary studies of environmental chemistry and toxicology describing\nenvironmental fate and biological fate of pollutants, novel analytical technologies, techniques, and\nmethods such as biomedical photonic technologies, biomarkers, biosensors, bioanalytical systems,\nQSARs, QSPRs, advanced high-performance computational methods, models, and their applications\nin obtaining and processing ecotoxicological information. We welcome the applied outcome of complex\necotoxicological research such as developing the science-based Environmental Quality Criteria (EQC),\nstandard toxicity tests, techniques, and methods for ecotoxicological evaluation of the environment,\nas well as developing ecotoxicologically proven methods and technologies for prevention, interception,\nand remediation of human-induced damage to ecosystems. The above scope of the journal is\naimed at providing science-based tools for sustainably managing the environment through risk\nassessment, risk characterization, risk prediction, and risk management. Emphasis will be placed on\necotoxicological animal model studies (rather than rodent models) as well as field studies (rather than\ncontrolled laboratory investigations) dealing with fate and effects of pollutants.\n\nIn dose-response studies, nominal exposure concentrations of substances not proved\nby measurements are in general not accepted in EESA, and such manuscripts are being\nrejected outright. In other words, in experiments dealing with animal exposures, the exposure\nregimen/concentrations should be environmentally relevant.\n\nTypes of paper\nThe journal publishes regular research articles. Regular research articles must not exceed 8,000\nwords. Word limit here is for text only. In principle the number of tables and figures should not\ncollectively exceed six. Any exceptions should require approval from editors. Review articles are\nwelcome, but authors are requested to contact the editors for prior approval.\n\nAuthors may provide supporting information (for manuscripts exceeding the recommended length),\nand this material will be made available online.\n\nBEFORE YOU BEGIN\nEthics in publishing\nEthical statement concerning human and animal subjects is mandatory. For information on Ethics in\npublishing and Ethical guidelines for journal publication see http://www.elsevier.com/publishingethics\nand http://www.elsevier.com/ethicalguidelines.\n\nConflict of interest\nAll authors are requested to disclose any actual or potential conflict of interest including any financial,\npersonal or other relationships with other people or organizations within three years of beginning the\nsubmitted work that could inappropriately influence, or be perceived to influence, their work. See\nalso http://www.elsevier.com/conflictsofinterest. Further information and an example of a Conflict of\nInterest form can be found at: http://help.elsevier.com/app/answers/detail/a_id/286/p/7923.\n\nSubmission declaration and verification\nSubmission of an article implies that the work described has not been published previously (except\nin the form of an abstract or as part of a published lecture or academic thesis or as an electronic\npreprint, see http://www.elsevier.com/postingpolicy), that it is not under consideration for publication\nelsewhere, that its publication is approved by all authors and tacitly or explicitly by the responsible\nauthorities where the work was carried out, and that, if accepted, it will not be published elsewhere\nin the same form, in English or in any other language, including electronically without the written\nconsent of the copyright-holder. To verify originality, your article may be checked by the originality\ndetection service CrossCheck http://www.elsevier.com/editors/plagdetect.\n\nhttp://www.elsevier.com#20000\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 4\n\nChanges to authorship\nThis policy concerns the addition, deletion, or rearrangement of author names in the authorship of\naccepted manuscripts:\nBefore the accepted manuscript is published in an online issue: Requests to add or remove an author,\nor to rearrange the author names, must be sent to the Journal Manager from the corresponding author\nof the accepted manuscript and must include: (a) the reason the name should be added or removed,\nor the author names rearranged and (b) written confirmation (e-mail, fax, letter) from all authors that\nthey agree with the addition, removal or rearrangement. In the case of addition or removal of authors,\nthis includes confirmation from the author being added or removed. Requests that are not sent by\nthe corresponding author will be forwarded by the Journal Manager to the corresponding author, who\nmust follow the procedure as described above. Note that: (1) Journal Managers will inform the Journal\nEditors of any such requests and (2) publication of the accepted manuscript in an online issue is\nsuspended until authorship has been agreed.\nAfter the accepted manuscript is published in an online issue: Any requests to add, delete, or rearrange\nauthor names in an article published in an online issue will follow the same policies as noted above\nand result in a corrigendum.\n\nCopyright\nThis journal offers authors a choice in publishing their research: Open access and Subscription.\n\nFor subscription articles\nUpon acceptance of an article, authors will be asked to complete a 'Journal Publishing Agreement' (for\nmore information on this and copyright, see http://www.elsevier.com/copyright). An e-mail will be\nsent to the corresponding author confirming receipt of the manuscript together with a 'Journal\nPublishing Agreement' form or a link to the online version of this agreement.\nSubscribers may reproduce tables of contents or prepare lists of articles including abstracts for internal\ncirculation within their institutions. Permission of the Publisher is required for resale or distribution\noutside the institution and for all other derivative works, including compilations and translations\n(please consult http://www.elsevier.com/permissions). If excerpts from other copyrighted works are\nincluded, the author(s) must obtain written permission from the copyright owners and credit the\nsource(s) in the article. Elsevier has preprinted forms for use by authors in these cases: please consult\nhttp://www.elsevier.com/permissions.\n\nFor open access articles\nUpon acceptance of an article, authors will be asked to complete an 'Exclusive License\nAgreement' (for more information see http://www.elsevier.com/OAauthoragreement). Permitted\nreuse of open access articles is determined by the author's choice of user license (see\nhttp://www.elsevier.com/openaccesslicenses).\n\nRetained author rights\nAs an author you (or your employer or institution) retain certain rights. For more information on\nauthor rights for:\nSubscription articles please see\nhttp://www.elsevier.com/journal-authors/author-rights-and-responsibilities.\nOpen access articles please see http://www.elsevier.com/OAauthoragreement.\n\nRole of the funding source\nYou are requested to identify who provided financial support for the conduct of the research and/or\npreparation of the article and to briefly describe the role of the sponsor(s), if any, in study design; in\nthe collection, analysis and interpretation of data; in the writing of the report; and in the decision to\nsubmit the article for publication. If the funding source(s) had no such involvement then this should\nbe stated.\n\nFunding body agreements and policies\nElsevier has established agreements and developed policies to allow authors whose articles appear in\njournals published by Elsevier, to comply with potential manuscript archiving requirements as specified\nas conditions of their grant awards. To learn more about existing agreements and policies please visit\nhttp://www.elsevier.com/fundingbodies.\n\nOpen access\nThis journal offers authors a choice in publishing their research:\n\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 5\n\nOpen access\n• Articles are freely available to both subscribers and the wider public with permitted reuse\n• An open access publication fee is payable by authors or their research funder\nSubscription\n• Articles are made available to subscribers as well as developing countries and patient groups through\nour access programs (http://www.elsevier.com/access)\n• No open access publication fee\n\nAll articles published open access will be immediately and permanently free for everyone to read\nand download. Permitted reuse is defined by your choice of one of the following Creative Commons\nuser licenses:\nCreative Commons Attribution (CC BY): lets others distribute and copy the article, to create\nextracts, abstracts, and other revised versions, adaptations or derivative works of or from an article\n(such as a translation), to include in a collective work (such as an anthology), to text or data mine\nthe article, even for commercial purposes, as long as they credit the author(s), do not represent the\nauthor as endorsing their adaptation of the article, and do not modify the article in such a way as\nto damage the author's honor or reputation.\nCreative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA): for non-\ncommercial purposes, lets others distribute and copy the article, to create extracts, abstracts and\nother revised versions, adaptations or derivative works of or from an article (such as a translation),\nto include in a collective work (such as an anthology), to text and data mine the article, as long as\nthey credit the author(s), do not represent the author as endorsing their adaptation of the article, do\nnot modify the article in such a way as to damage the author's honor or reputation, and license their\nnew adaptations or creations under identical terms (CC BY-NC-SA).\nCreative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND): for non-\ncommercial purposes, lets others distribute and copy the article, and to include in a collective work\n(such as an anthology), as long as they credit the author(s) and provided they do not alter or modify\nthe article.\n\nTo provide open access, this journal has a publication fee which needs to be met by the authors or\ntheir research funders for each article published open access.\nYour publication choice will have no effect on the peer review process or acceptance of submitted\narticles.\n\nThe open access publication fee for this journal is $2500, excluding taxes. Learn more about Elsevier's\npricing policy: http://www.elsevier.com/openaccesspricing.\n\nThere is no article processing charge for regular article publication, unless you opt for \"open access\"\nand 'color printing of figures'.\n\nLanguage and language services\nPlease write your text in good English (American or British usage is accepted, but not a mixture of\nthese). Authors who require information about language editing and copyediting services pre- and\npost-submission please visit http://webshop.elsevier.com/languageservices or our customer support\nsite at http://support.elsevier.com for more information. The values reported on research papers\nshould be limited to 3 significant figures, unless required otherwise. Ppm or ppb are not accepted and\nthis should be presented as mg/kg or g/kg. Centrifugation speed should be presented in x g, not rpm.\n\nSubmission\nSubmission to this journal proceeds totally online and you will be guided stepwise through the creation\nand uploading of your files. The system automatically converts source files to a single PDF file of the\narticle, which is used in the peer-review process. Please note that even though manuscript source\nfiles are converted to PDF files at submission for the review process, these source files are needed for\nfurther processing after acceptance. All correspondence, including notification of the Editor's decision\nand requests for revision, takes place by e-mail removing the need for a paper trail.\n\nSubmit your article\nPlease submit your article via http://ees.elsevier.com/ees/.\nIf you have difficulty with your submission or any other questions, please contact the Editorial Office:\n\nEcotoxicology and Environmental Safety\nEditorial Office\n\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 6\n\n525 B Street, Suite 1800\nSan Diego, CA 92101-4495, USA\nTelephone: (619) 699-6297\nFax: (619) 699-6850\nE-mail: ees2@elsevier.com\n\nReferees\nAll submitted manuscripts must include a list of five suggested reviewers. Please include the names\nand contact information (including email addresses) for 5 reviewer suggestions. Typically three of\nthese should be from countries other than those of the authors. Please note that this is a mandatory\nelement of your submission and the Editorial Office cannot locate reviewers on your behalf. If you are\nunable to suggest potential experts in the field, please refer to your references for possible reviewers.\n\nAdditional information\nEach manuscript should be accompanied by a letter outlining the basic findings of the paper and their\nsignificance.\n\nPREPARATION\nNEW SUBMISSIONS\nSubmission to this journal proceeds totally online and you will be guided stepwise through the creation\nand uploading of your files. The system automatically converts your files to a single PDF file, which\nis used in the peer-review process.\nAs part of the Your Paper Your Way service, you may choose to submit your manuscript as a single file\nto be used in the refereeing process. This can be a PDF file or a Word document, in any format or lay-\nout that can be used by referees to evaluate your manuscript. It should contain high enough quality\nfigures for refereeing. If you prefer to do so, you may still provide all or some of the source files at\nthe initial submission. Please note that individual figure files larger than 10 MB must be uploaded\nseparately.\n\nReferences\nThere are no strict requirements on reference formatting at submission. References can be in any style\nor format as long as the style is consistent. Where applicable, author(s) name(s), journal title/book\ntitle, chapter title/article title, year of publication, volume number/book chapter and the pagination\nmust be present. Use of DOI is highly encouraged. The reference style used by the journal will be\napplied to the accepted article by Elsevier at the proof stage. Note that missing data will be highlighted\nat proof stage for the author to correct.\n\nFormatting requirements\nThere are no strict formatting requirements but all manuscripts must contain the essential elements\nneeded to convey your manuscript, for example Abstract, Keywords, Introduction, Materials and\nMethods, Results, Conclusions, Artwork and Tables with Captions.\nIf your article includes any Videos and/or other Supplementary material, this should be included in\nyour initial submission for peer review purposes.\nDivide the article into clearly defined sections.\n\nPlease ensure your paper has consecutive line numbering - this is an essential peer review\nrequirement.\n\nFigures and tables embedded in text\nPlease ensure the figures and the tables included in the single file are placed next to the relevant text\nin the manuscript, rather than at the bottom or the top of the file.\n\nREVISED SUBMISSIONS\nUse double spacing. All pages must be numbered, beginning with the abstract. All lines must be\nnumbered, preferably continuously throughout the entire manuscript.\n\nUse of word processing software\nRegardless of the file format of the original submission, at revision you must provide us with an\neditable file of the entire article. Keep the layout of the text as simple as possible. Most formatting\ncodes will be removed and replaced on processing the article. The electronic text should be prepared in\na way very similar to that of conventional manuscripts (see also the Guide to Publishing with Elsevier:\nhttp://www.elsevier.com/guidepublication). See also the section on Electronic artwork.\nTo avoid unnecessary errors you are strongly advised to use the 'spell-check' and 'grammar-check'\nfunctions of your word processor.\n\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 7\n\nArticle structure\nSubdivision - numbered sections\nDivide your article into clearly defined and numbered sections. Subsections should be numbered\n1.1 (then 1.1.1, 1.1.2, ...), 1.2, etc. (the abstract is not included in section numbering). Use this\nnumbering also for internal cross-referencing: do not just refer to 'the text'. Any subsection may be\ngiven a brief heading. Each heading should appear on its own separate line.\n\nIntroduction\nState the objectives of the work and provide an adequate background, avoiding a detailed literature\nsurvey or a summary of the results.\n\nMaterial and methods\nMaterials and methods should be sufficiently detailed to enable the experiments to be reproduced.\nIt is mandatory to give formal assurance that any study involving humans or experimental animals\nwere conducted in accordance with national and institutional guidelines for the protection of human\nsubjects and animal welfare. No manuscript will be considered unless this information is supplied.\n\nTheory/calculation\nA Theory section should extend, not repeat, the background to the article already dealt with in the\nIntroduction and lay the foundation for further work. In contrast, a Calculation section represents a\npractical development from a theoretical basis.\n\nResults/Discussion\nResults should be clear and concise. Discussion should explore the significance of the results of\nthe work, not repeat them. A combined Results and Discussion section is often appropriate. Avoid\nextensive citations and discussion of published literature.\n\nConclusions\nThe main conclusions of the study may be presented in a short Conclusions section, which may stand\nalone or form a subsection of a Discussion or Results and Discussion section.\n\nAppendices\nIf there is more than one appendix, they should be identified as A, B, etc. Formulae and equations in\nappendices should be given separate numbering: Eq. (A.1), Eq. (A.2), etc.; in a subsequent appendix,\nEq. (B.1) and so on. Similarly for tables and figures: Table A.1; Fig. A.1, etc.\n\nEssential title page information\n• Title. Concise and informative. Titles are often used in information-retrieval systems. Avoid\nabbreviations and formulae where possible.\n• Author names and affiliations. Where the family name may be ambiguous (e.g., a double name),\nplease indicate this clearly. Present the authors' affiliation addresses (where the actual work was\ndone) below the names. Indicate all affiliations with a lower-case superscript letter immediately after\nthe author's name and in front of the appropriate address. Provide the full postal address of each\naffiliation, including the country name and, if available, the e-mail address of each author.\n• Corresponding author. Clearly indicate who will handle correspondence at all stages of refereeing\nand publication, also post-publication. Ensure that phone numbers (with country and area\ncode) are provided in addition to the e-mail address and the complete postal address.\nContact details must be kept up to date by the corresponding author.\n• Present/permanent address. If an author has moved since the work described in the article was\ndone, or was visiting at the time, a 'Present address' (or 'Permanent address') may be indicated as\na footnote to that author's name. The address at which the author actually did the work must be\nretained as the main, affiliation address. Superscript Arabic numerals are used for such footnotes.\n\nAbstract\nA concise and factual abstract is required. The abstract should state briefly the purpose of the\nresearch, the principal results and major conclusions. An abstract is often presented separately from\nthe article, so it must be able to stand alone. For this reason, References should be avoided, but if\nessential, then cite the author(s) and year(s). Also, non-standard or uncommon abbreviations should\nbe avoided, but if essential they must be defined at their first mention in the abstract itself.\n\nGraphical abstract\nAlthough a graphical abstract is optional, its use is encouraged as it draws more attention to the online\narticle. The graphical abstract should summarize the contents of the article in a concise, pictorial form\ndesigned to capture the attention of a wide readership. Graphical abstracts should be submitted as a\n\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 8\n\nseparate file in the online submission system. Image size: Please provide an image with a minimum\nof 531 × 1328 pixels (h × w) or proportionally more. The image should be readable at a size of 5 ×\n13 cm using a regular screen resolution of 96 dpi. Preferred file types: TIFF, EPS, PDF or MS Office\nfiles. See http://www.elsevier.com/graphicalabstracts for examples.\nAuthors can make use of Elsevier's Illustration and Enhancement service to ensure the best\npresentation of their images and in accordance with all technical requirements: Illustration Service.\n\nHighlights\nHighlights are mandatory for this journal. They consist of a short collection of bullet points that convey\nthe core findings of the article and should be submitted in a separate file in the online submission\nsystem. Please use 'Highlights' in the file name and include 3 to 5 bullet points (maximum 85\ncharacters, including spaces, per bullet point). See http://www.elsevier.com/highlights for examples.\n\nKeywords\nImmediately after the abstract, provide a maximum of 6 keywords, using American spelling and\navoiding general and plural terms and multiple concepts (avoid, for example, 'and', 'of'). Be sparing\nwith abbreviations: only abbreviations firmly established in the field may be eligible. These keywords\nwill be used for indexing purposes.\n\nAbbreviations\nDefine abbreviations that are not standard in this field in a footnote to be placed on the first page\nof the article. Such abbreviations that are unavoidable in the abstract must be defined at their first\nmention there, as well as in the footnote. Ensure consistency of abbreviations throughout the article.\n\nAcknowledgements\nCollate acknowledgements in a separate section at the end of the article before the references and do\nnot, therefore, include them on the title page, as a footnote to the title or otherwise. List here those\nindividuals who provided help during the research (e.g., providing language help, writing assistance\nor proof reading the article, etc.).\n\nUnits\nFollow internationally accepted rules and conventions: use the international system of units (SI).\nIf other units are mentioned, please give their equivalent in SI. Specially please note, the values\nreported on research papers should be limited to 3 significant figures, unless required otherwise. ppm\nor ppb are not accepted and this should be presented as mg/kg or g/kg. Centrifugation speed should\nbe presented in x g, not rpm.\n\nMath formulae\nPresent simple formulae in the line of normal text where possible and use the solidus (/) instead of\na horizontal line for small fractional terms, e.g., X/Y. In principle, variables are to be presented in\nitalics. Powers of e are often more conveniently denoted by exp. Number consecutively any equations\nthat have to be displayed separately from the text (if referred to explicitly in the text).\n\nFootnotes\nFootnotes should be used sparingly. Number them consecutively throughout the article. Many\nwordprocessors build footnotes into the text, and this feature may be used. Should this not be the\ncase, indicate the position of footnotes in the text and present the footnotes themselves separately\nat the end of the article. Do not include footnotes in the Reference list.\nTable footnotes\nIndicate each footnote in a table with a superscript lowercase letter.\n\nArtwork\nElectronic artwork\nGeneral points\n• Make sure you use uniform lettering and sizing of your original artwork.\n• Preferred fonts: Arial (or Helvetica), Times New Roman (or Times), Symbol, Courier.\n• Number the illustrations according to their sequence in the text.\n• Use a logical naming convention for your artwork files.\n• Indicate per figure if it is a single, 1.5 or 2-column fitting image.\n• For Word submissions only, you may still provide figures and their captions, and tables within a\nsingle file at the revision stage.\n• Please note that individual figure files larger than 10 MB must be provided in separate source files.\nA detailed guide on electronic artwork is available on our website:\nhttp://www.elsevier.com/artworkinstructions.\n\nhttp://webshop.elsevier.com/illustrationservices/ImagePolishing/gap/requestForm.cfm\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 9\n\nYou are urged to visit this site; some excerpts from the detailed information are given here.\nFormats\nRegardless of the application used, when your electronic artwork is finalized, please 'save as' or\nconvert the images to one of the following formats (note the resolution requirements for line drawings,\nhalftones, and line/halftone combinations given below):\nEPS (or PDF): Vector drawings. Embed the font or save the text as 'graphics'.\nTIFF (or JPG): Color or grayscale photographs (halftones): always use a minimum of 300 dpi.\nTIFF (or JPG): Bitmapped line drawings: use a minimum of 1000 dpi.\nTIFF (or JPG): Combinations bitmapped line/half-tone (color or grayscale): a minimum of 500 dpi\nis required.\nPlease do not:\n• Supply files that are optimized for screen use (e.g., GIF, BMP, PICT, WPG); the resolution is too low.\n• Supply files that are too low in resolution.\n• Submit graphics that are disproportionately large for the content.\n\nColor artwork\nPlease make sure that artwork files are in an acceptable format (TIFF (or JPEG), EPS (or PDF), or\nMS Office files) and with the correct resolution. If, together with your accepted article, you submit\nusable color figures then Elsevier will ensure, at no additional charge, that these figures will appear in\ncolor on the Web (e.g., ScienceDirect and other sites) regardless of whether or not these illustrations\nare reproduced in color in the printed version. For color reproduction in print, you will receive\ninformation regarding the costs from Elsevier after receipt of your accepted article. Please\nindicate your preference for color: in print or on the Web only. For further information on the\npreparation of electronic artwork, please see http://www.elsevier.com/artworkinstructions.\nPlease note: Because of technical complications that can arise by converting color figures to 'gray\nscale' (for the printed version should you not opt for color in print) please submit in addition usable\nblack and white versions of all the color illustrations.\n\nFigure captions\nEnsure that each illustration has a caption. A caption should comprise a brief title (not on the figure\nitself) and a description of the illustration. Keep text in the illustrations themselves to a minimum but\nexplain all symbols and abbreviations used.\n\nText graphics\nText graphics may be embedded in the text at the appropriate position. See further under Electronic\nartwork.\n\nTables\nNumber tables consecutively in accordance with their appearance in the text. Place footnotes to tables\nbelow the table body and indicate them with superscript lowercase letters. Avoid vertical rules. Be\nsparing in the use of tables and ensure that the data presented in tables do not duplicate results\ndescribed elsewhere in the article.\n\nReferences\nCitation in text\nPlease ensure that every reference cited in the text is also present in the reference list (and vice\nversa). Any references cited in the abstract must be given in full. Unpublished results and personal\ncommunications are not recommended in the reference list, but may be mentioned in the text. If these\nreferences are included in the reference list they should follow the standard reference style of the\njournal and should include a substitution of the publication date with either 'Unpublished results' or\n'Personal communication'. Citation of a reference as 'in press' implies that the item has been accepted\nfor publication.\n\nAll citations in the text should refer to:\nSingle author: the author's name (without initials, unless there is ambiguity) and the year of\npublication; Two authors: both authors' names and the year of publication; Three or more authors:\nfirst author's name followed by 'et al.' and the year of publication. Citations may be made directly (or\nparenthetically). Groups of references should be listed first alphabetically, then chronologically.\nExamples: 'as demonstrated (Allan, 2000a, 2000b, 1999; Allan and Jones, 1999). Kramer et al.\n(2010) have recently shown ....'\n\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 10\n\nReference links\nIncreased discoverability of research and high quality peer review are ensured by online links to\nthe sources cited. In order to allow us to create links to abstracting and indexing services, such as\nScopus, CrossRef and PubMed, please ensure that data provided in the references are correct. Please\nnote that incorrect surnames, journal/book titles, publication year and pagination may prevent link\ncreation. When copying references, please be careful as they may already contain errors. Use of the\nDOI is encouraged.\n\nWeb references\nAs a minimum, the full URL should be given and the date when the reference was last accessed. Any\nfurther information, if known (DOI, author names, dates, reference to a source publication, etc.),\nshould also be given. Web references can be listed separately (e.g., after the reference list) under a\ndifferent heading if desired, or can be included in the reference list.\n\nReferences in a special issue\nPlease ensure that the words 'this issue' are added to any references in the list (and any citations in\nthe text) to other articles in the same Special Issue.\n\nReference formatting\nThere are no strict requirements on reference formatting at submission. References can be in any style\nor format as long as the style is consistent. Where applicable, author(s) name(s), journal title/book\ntitle, chapter title/article title, year of publication, volume number/book chapter and the pagination\nmust be present. Use of DOI is highly encouraged. The reference style used by the journal will be\napplied to the accepted article by Elsevier at the proof stage. Note that missing data will be highlighted\nat proof stage for the author to correct. If you do wish to format the references yourself they should\nbe arranged according to the following examples:\n\nReference style\nReferences should be arranged first alphabetically and then further sorted chronologically if necessary.\nMore than one reference from the same author(s) in the same year must be identified by the letters\n'a', 'b', 'c', etc., placed after the year of publication.\nExamples:\nReference to a journal publication:\nVan der Geer, J., Hanraads, J.A.J., Lupton, R.A., 2010. The art of writing a scientific article. J. Sci.\nCommun. 163, 51-59.\nReference to a book:\nStrunk Jr., W., White, E.B., 2000. The Elements of Style, fourth ed. Longman, New York. Reference\nto a chapter in an edited book:\nMettam, G.R., Adams, L.B., 2009. How to prepare an electronic version of your article, in: Jones, B.S.,\nSmith , R.Z. (Eds.), Introduction to the Electronic Age. E-Publishing Inc., New York, pp. 281-304.\n\nJournal abbreviations source\nJournal names should be abbreviated according to the List of Title Word Abbreviations:\nhttp://www.issn.org/services/online-services/access-to-the-ltwa/.\n\nVideo data\nElsevier accepts video material and animation sequences to support and enhance your scientific\nresearch. Authors who have video or animation files that they wish to submit with their article are\nstrongly encouraged to include links to these within the body of the article. This can be done in the\nsame way as a figure or table by referring to the video or animation content and noting in the body\ntext where it should be placed. All submitted files should be properly labeled so that they directly\nrelate to the video file's content. In order to ensure that your video or animation material is directly\nusable, please provide the files in one of our recommended file formats with a preferred maximum\nsize of 50 MB. Video and animation files supplied will be published online in the electronic version\nof your article in Elsevier Web products, including ScienceDirect: http://www.sciencedirect.com.\nPlease supply 'stills' with your files: you can choose any frame from the video or animation or\nmake a separate image. These will be used instead of standard icons and will personalize the\nlink to your video data. For more detailed instructions please visit our video instruction pages at\nhttp://www.elsevier.com/artworkinstructions. Note: since video and animation cannot be embedded\nin the print version of the journal, please provide text for both the electronic and the print version\nfor the portions of the article that refer to this content.\n\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 11\n\nAudioSlides\nThe journal encourages authors to create an AudioSlides presentation with their published article.\nAudioSlides are brief, webinar-style presentations that are shown next to the online article on\nScienceDirect. This gives authors the opportunity to summarize their research in their own words and\nto help readers understand what the paper is about. More information and examples are available at\nhttp://www.elsevier.com/audioslides. Authors of this journal will automatically receive an invitation\ne-mail to create an AudioSlides presentation after acceptance of their paper.\n\nSupplementary data\nElsevier accepts electronic supplementary material to support and enhance your scientific research.\nSupplementary files offer the author additional possibilities to publish supporting applications, high-\nresolution images, background datasets, sound clips and more. Supplementary files supplied will be\npublished online alongside the electronic version of your article in Elsevier Web products, including\nScienceDirect: http://www.sciencedirect.com. In order to ensure that your submitted material is\ndirectly usable, please provide the data in one of our recommended file formats. Authors should\nsubmit the material in electronic format together with the article and supply a concise and descriptive\ncaption for each file. For more detailed instructions please visit our artwork instruction pages at\nhttp://www.elsevier.com/artworkinstructions.\n\nData at PANGAEA\nElectronic archiving of supplementary data enables readers to replicate, verify and build upon the\nconclusions published in your paper. We recommend that data should be deposited in the data library\nPANGAEA (http://www.pangaea.de). Data are quality controlled and archived by an editor in standard\nmachine-readable formats and are available via Open Access. After processing, the author receives\nan identifier (DOI) linking to the supplements for checking. As your data sets will be citable you\nmight want to refer to them in your article. In any case, data supplements and the article will be\nautomatically linked as in the following example: doi:10.1016/0016-7037(95)00105-9. Please use\nPANGAEA's web interface to submit your data (http://www.pangaea.de/submit/).\n\nInteractive plots\nThis journal encourages you to include data and quantitative results as interactive plots with your\npublication. To make use of this feature, please include your data as a CSV (comma-separated values)\nfile when you submit your manuscript. Please refer to http://www.elsevier.com/interactiveplots for\nfurther details and formatting instructions.\n\nSubmission checklist\nThe following list will be useful during the final checking of an article prior to sending it to the journal\nfor review. Please consult this Guide for Authors for further details of any item.\nEnsure that the following items are present:\nOne author has been designated as the corresponding author with contact details:\n• E-mail address\n• Full postal address\n• Telephone\nAll necessary files have been uploaded, and contain:\n• Keywords\n• All figure captions\n• All tables (including title, description, footnotes)\nFurther considerations\n• Manuscript has been 'spell-checked' and 'grammar-checked'\n• All references mentioned in the Reference list are cited in the text, and vice versa\n• Permission has been obtained for use of copyrighted material from other sources (including the Web)\n• Color figures are clearly marked as being intended for color reproduction on the Web (free of charge)\nand in print, or to be reproduced in color on the Web (free of charge) and in black-and-white in print\n• If only color on the Web is required, black-and-white versions of the figures are also supplied for\nprinting purposes\nFor any further information please visit our customer support site at http://support.elsevier.com.\n\nAFTER ACCEPTANCE\nUse of the Digital Object Identifier\nThe Digital Object Identifier (DOI) may be used to cite and link to electronic documents. The DOI\nconsists of a unique alpha-numeric character string which is assigned to a document by the publisher\nupon the initial electronic publication. The assigned DOI never changes. Therefore, it is an ideal\n\nhttp://dx.doi.org/10.1016/0016-7037(95)00105-9\n\n\nAUTHOR INFORMATION PACK 9 Nov 2014 www.elsevier.com/locate/ecoenv 12\n\nmedium for citing a document, particularly 'Articles in press' because they have not yet received their\nfull bibliographic information. Example of a correctly given DOI (in URL format; here an article in the\njournal Physics Letters B):\nhttp://dx.doi.org/10.1016/j.physletb.2010.09.059\nWhen you use a DOI to create links to documents on the web, the DOIs are guaranteed never to\nchange.\n\nOnline proof correction\nCorresponding authors will receive an e-mail with a link to our online proofing system, allowing\nannotation and correction of proofs online. The environment is similar to MS Word: in addition to\nediting text, you can also comment on figures/tables and answer questions from the Copy Editor.\nWeb-based proofing provides a faster and less error-prone process by allowing you to directly type\nyour corrections, eliminating the potential introduction of errors.\nIf preferred, you can still choose to annotate and upload your edits on the PDF version. All instructions\nfor proofing will be given in the e-mail we send to authors, including alternative methods to the online\nversion and PDF.\nWe will do everything possible to get your article published quickly and accurately - please upload\nall of your corrections within 48 hours. It is important to ensure that all corrections are sent back\nto us in one communication. Please check carefully before replying, as inclusion of any subsequent\ncorrections cannot be guaranteed. Proofreading is solely your responsibility. Note that Elsevier may\nproceed with the publication of your article if no response is received.\n\nOffprints\nThe corresponding author, at no cost, will be provided with a personalized link providing 50\ndays free access to the final published version of the article on ScienceDirect. This link can\nalso be used for sharing via email and social networks. For an extra charge, paper offprints\ncan be ordered via the offprint order form which is sent once the article is accepted for\npublication. Both corresponding and co-authors may order offprints at any time via Elsevier's\nWebShop (http://webshop.elsevier.com/myarticleservices/offprints). Authors requiring printed copies\nof multiple articles may use Elsevier WebShop's 'Create Your Own Book' service to collate multiple\narticles within a single cover (http://webshop.elsevier.com/myarticleservices/booklets).\n\nAUTHOR INQUIRIES\nYou can track your submitted article at http://help.elsevier.com/app/answers/detail/a_id/89/p/8045/.\nYou can track your accepted article at http://www.elsevier.com/trackarticle. You are also welcome to\ncontact Customer Support via http://support.elsevier.com.\n\n© Copyright 2014 Elsevier | http://www.elsevier.com\n\nhttp://www.sciencedirect.com"}]}}}