{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07335"}, {"@name": "filename", "#text": "12010_000883734.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "unesp\nUNIVERSIDADE ESTADUAL PAULISTA “JULIO DE MESQUITA FILHO”\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS\nunesp\nTrabalho de Conclusão de Curso\nCurso de Graduação em Geologia\nCOMPARAÇÃO DE VALORES DE Vsso OBTIDOS ATRAVÉS DE MÉTODOS SÍSMICOS E DE DADOS TOPOGRÁFICOS DE ALTA RESOLUÇÃO DENTRO DO CAMPUS DA UNESP - RIO CLARO\nRodrigo Oliveira Beluco\nProf. Dr. João Carlos Dourado\nRio Claro (SP)\nUNIVERSIDADE ESTADUAL PAULISTA\nInstituto de Geociências e Ciências Exatas\nCâmpus de Rio Claro\nRODRIGO OLIVEIRA BELUCO\nCOMPARAÇÃO DE VALORES DE VS30 OBTIDOS ATRAVÉS DE MÉTODOS SÍSMICOS E DE DADOS TOPOGRÁFICOS DE ALTA RESOLUÇÃO DENTRO DO CAMPUS DA UNESP - RIO CLARO, SP\nTrabalho de Formatura apresentado ao Instituto de Geociências e Ciências Exatas - Câmpus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Geólogo.\nRio Claro - SP\n551 B453c\tBeluco, Rodrigo Oliveira Comparação de valores de VS30 obtidos através de métodos sísmicos e de dados topográficos de alta resolução dentro do campus da UNESP - Rio Claro / Rodrigo Oliveira Beluco. - Rio Claro, 2016 47 f : il., figs., tabs., quadros Trabalho de conclusão de curso (Geologia) - Universidade Estadual Paulista, Instituto de Geociências e Ciências Exatas Orientador: João Carlos Dourado 1. Geogísica. 2. Vs30. 3. Sísmica. 4. MASW. I. Título.\nFicha Catalográfica elaborada pela STATI - Biblioteca da UNESP Campus de Rio Claro/SP\nRODRIGO OLIVEIRA BELUCO\nCOMPARAÇÃO DE VALORES DE Vsao OBTIDOS ATRAVÉS DE MÉTODOS SÍSMICOS E DE DADOS TOPOGRÁFICOS DE ALTA RESOLUÇÃO DENTRO DO CAMPUS DA UNESP - RIO CLARO, SP\nTrabalho de Formatura apresentado ao Instituto de Geociências e Ciências Exatas - Câmpus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho, para obtenção do grau de Geólogo.\nComissão Examinadora\nProf. Dr. João Carlos Dourado (orientador)\nProf. Dr. Walter Malagutti Filho\nFelipe Pereira de Sisto\nRio Claro, 17 de novembro de 2016.\nAssinatura do(a) aluno(a)\nassinatura do(a) orientador(a)\n“The night is darkest just before the dawn”\n(Alfred Penyworth)\nRESUMO\nO método de análise multicanal de ondas superficiais (MASW) foi empregado em um estudo de caso em local conhecido dentro do Campus da UNESP, no município de Rio Claro, SP. A área de estudos se encontra sobre a Bacia do Paraná. O estudo teve como objetivo comparar os resultados da investigação de velocidade de ondas superficiais através de métodos sísmicos e de métodos que se utilizam de dados de topografia de alta resolução, fornecidos pelo USGS (United States Geologic Service). Os ensaios geofísicos foram realizados através de um arranjo multicanal, utilizando uma marreta como fonte ativa. Durante a aquisição foram realizados tiros diretos e inversos, para fins de comparação e redução do efeito dos ruídos gerados pelo trânsito de veículos pelas ruas adjacentes ao arranjo, visto que este foi posicionado paralelamente a uma rua interna do campus. Foram realizadas as etapas de aquisição, processamento dos dados, geração das imagens de dispersão, extração das curvas de dispersão e inversão de dados. A inversão dos dados resultou em um modelo de velocidades de ondas S em 1D. Os perfis obtidos através dos ensaios geofísicos apresentaram modelos de velocidade das ondas S muito semelhantes. O mapa de Vs30 gerado pela plataforma do USGS também apresentou resultados muito próximos aos obtidos pelo arranjo MASW. Quando comparados os resultados com as tabelas de classificação de solos e rochas através de Vs30, os valores obtidos foram condizentes com os dados de geologia regional e de poços de monitoramente locados na área. Desta forma, para a área estudada, que apresenta condições ideais para a utilização dos métodos do USGS, ambos métodos se mostraram bastante eficientes para a determinação do módulo de propagação de ondas cisalhantes.\nPalavras-chave: Vs30, Sísmica, MASW\nABSTRACT\nThe Multichannel Analysis of Surface Waves method was applied in a well known place inside the UNESP's Campus, at Rio Claro, SP. The area where the studies were made is placed over the Paraná Basin terrain. The goals of the studies were to compare the results of the investigation of surface waves by seismic methods, and methods based on the use of high resolution topographic data provided by the USGS. The geophysics experiments were made by a multichannel setting, using a hammer as energy source. During de acquisition were made direct and indirect shots, trying to reduce the effect of the noise, generated by the traffic on the streets nearby the studies area. The study was divided in steps, the first one was the data acquisition, followed by the data processing, dispersion images generation, dispersion curves extraction and inversion. The inversion resulted in a S waves velocities model. The resultant profiles generated by geophysics experiments were very alike. The Vs30 map, generated by the USGS platform showed results very similar to the ones generated by the MASW experiment. After comparing the obtained results to the classification tables NEHRP and Eurocode 8, the values are very consistent to the regional geologic context and the data of the monitoring wells by the area. Thus, the methods showed to be efficient and trustable for determination of shear waves propagation, for this area.\nKeywords: Vs30, Seismics, MASW\nLISTA DE FIGURAS\nFigura 2.1: Localização da área.............................................12\nFigura 2.2: Granulometria de amostras recuperadas durante perfuração de\npoço de monitoramento próximo à área de estudos..................14\nFigura 3.1: Movimento elíptico de partícula devido à propagação de onda superficial.................................................................19\nFigura 3.2: Ondas do tipo P, S e Rayleigh (superficial).....................20\nFigura 3.3: Desenho esquemático de método de aquisição utilizando 24 canais geofones) e marreta.........................................................22\nFigura 3.4 - Fluxograma de processos para a inversão........................25\nFigura 4.1: Localização do arranjo..........................................26\nFigura 4.2: Geofone vertical de 10 Hz posicionado no arranjo................27\nFigura 4.3: Visão geral e desenho em escala do arranjo......................28\nFigura 4.4: Sismógrafo Oyo modelo DAS-1 de 24 canais........................29\nFigura 4.5: Janela de seleção de área para geração de mapa Vs30.............30\nFigura 4.6: Seleção de nome de saída do arquivo.............................31\nFigura 4.7: Janela de seleção de parâmetros do terreno e formato de saída dos arquivos....................................................................31\nFigura 5.1: Janela de seleção de tipo de fonte e modelo de arranjo..........33\nFigura 5.2: Registro do tiro direto.........................................33\nFigura 5.3: Registro do tiro inverso........................................34\nFigura 5.4: Exemplo de janela de configuração de parâmetros de aquisição....34\nFigura 5.5: Janela de configuração de velocidade e frequência...............35\nFigura 5.6: Imagem de dispersão do tiro direto..............................36\nFigura 5.7: Imagem de dispersão do tiro inverso.............................36\nFigura 5.8: Curva de dispersão do tiro direto ajustada......................37\nFigura 5.9: Curva de dispersão do tiro inverso ajustada.....................37\nFigura 5.10: Janela de configuração de modelo de velocidades................38\nFigura 5.11: Exemplo de janela de definição de número de iterações..........38\nFigura 5.12: Modelo final de velocidades as ondas S do tiro direto..........39\nFigura 5.13: Modelo de velocidades do tiro inverso..........................39\nFigura 5.14: Mapa de velocidade Vs30 média gerado através da plataforma online\ndo USGS.........................................................42\nLISTA DE QUADROS\nQuadro 3.1: Classificação NEHRP.........................................15\nQuadro 3.2: Classificação de solos e rochas de acordo com Eurocode 8....16\nQuadro 3.3: Quadro de Parâmetros recomendados para aquisição com\nfonte ativa...................................................23\nQuadro 4.1: Parâmetros de aquisição.....................................29\nLISTA DE TABELAS\nTabela 5.1: Tabela de velocidades, profundidade, intervalos e relação entre hi e\nV\tdo tiro direto.........................................40\nTabela 5.2: Tabela de velocidades, profundidade, intervalos e relação entre hi e\nV\tdo tiro inverso........................................41\nSUMÁRIO\n1\tINTRODUÇÃO..............................................10\n1.1\tGeneralidades..........................................10\n1.2\tJustificativa..........................................11\n1.3\tObjetivos..............................................11\n2\tÁREA DE ESTUDOS.........................................12\n2.1\tGeneralidades..........................................12\n2.2Contexto Geológico Regional.............................12\n2.3Contexto Geológico Local................................13\n3\tFUNDAMENTAÇÃO TEÓRICA...................................15\n3.1\tIntrodução.............................................15\n3.2\tUso de Dados Topográficos de Alta Resolução Como Índice de\nCondições Sísmicas Locais (Vs30)........................16\n3.3\tMétodo Sísmico.........................................18\n3.4\tOndas Rayleigh.........................................19\n3.5\tMétodo MASW............................................21\n3.5.1\tAquisição............................................21\n3.5.2\tProcessamento dos dados..............................23\n3.5.3\tInversão.............................................24\n4\tAQUISIÇÃO DOS DADOS.....................................26\n4.1\tDados de Campo.........................................26\n4.2\tDados Obtidos do USGS..................................30\n5\tPROCESSAMENTO DE DADOS E RESULTADOS.....................33\n5.1\tDados de Campo.........................................33\n5.2\tDados Obtidos do USGS..................................41\n6\tCONSIDERAÇÕES FINAIS....................................43\nREFERÊNCIAS................................................45\n1 INTRODUÇÃO\n1.1\tGeneralidades\nAnualmente, são registrados em todo o planeta em torno de 500.000 terremotos, sendo 100.000 sentidos por humanos e 69 causam danos a prédios e estruturas (USGS, 2016). Um dos principais fatores que contribui para os danos é a velocidade de cisalhamento das ondas superficiais, o que torna esse parâmetro de suma importância nos estudos de riscos a terremoto.\nTécnicas geofísicas para estudos rasos são frequentemente empregadas no estudo de comportamento dinâmico de solos e sedimentos, assim como de suas estruturas em subsuperfície (REHMAN, 2016).\nOs maiores danos decorrentes de terremotos ocorrem devido à amplificação das ondas sísmicas pela superfície terrestre, que pode variar dependendo da competência do solo em baixas profundidades. Baseado nas premissas de estudos anteriores que os 30 metros superiores são os melhores indicadores para a velocidade de cisalhamento, utiliza-se o parâmetro Vs30 , que representa a velocidade média das ondas transversais nos 30 primeiros metros a partir da superfície, como um importante critério nos projetos de estruturas de construções que necessitam proteção sísmica. De modo geral, um valor mais baixo de Vs30 significa uma maior susceptibilidade à amplificação de ondas superficiais, ou seja, maior risco a danos decorrentes de um terremoto\nO parâmetro Vs30 é um padrão importante nos códigos de construção, onde são utilizadas classificações de amplificação de risco, gerando tabelas com um ranking baseado nos tipos de solos e rochas e seus valores típicos de Vs30 (ERIKSEN, 2011).\nDentre os métodos sísmicos empregados para a obtenção deste parâmetro, destaca-se o que analisa o espectro de ondas superficiais, por não ser invasivo e utilizar procedimentos de campo normalmente empregados em sísmica de refração e reflexão. O perfil das velocidades da onda S em subsuperfície é obtido por processos de inversão a partir do conhecimento das velocidades de fase das ondas superficiais (ARDITO, 2013).\nA análise multicanal de ondas superficiais (do inglês MASW) tem sido aplicado de maneira eficiente na caracterização sísmica, sendo o método mais rápido para estimar a velocidade de cisalhamento (Vs), tendo superado as\ndesvantagens dos demais métodos e técnicas (ANBAZHAGAN et al. 2013; KANLI et al. 2006; MAHAJAN et al. 2007; MILLER et al. 1999a, b; XIA et al. 2000; REHMAN, 2016).\nDiante do cenário exposto, o presente trabalho propõe a realização de ensaios geofísicos para a obtenção de uma classificação do módulo de rigidez dinâmico (Vs30) em uma área conhecida dentro do campus da UNESP, em Rio Claro, SP, comparando-o com os valores fornecidos pelo servidor global de mapas Vs30 do USGS. Trata-se de um trabalho pioneiro no país, no que tange a comparação de valores de Vs30 obtidos através de diferentes técnicas.\nO serviço de custom mapping1 fornece mapas de valores de Vs30 para qualquer região de maneira gratuita através do site do USGS (Serviço de Pesquisa Geológica Americano), baseado em métodos que utilizam se de dados topográficos de alta resolução para determinar os valores e variações de velocidade de dispersão de ondas sísmicas.\nDevido à maior facilidade de detecção e menores custos de obtenção de dados, o presente estudo trabalhou com a dispersão das ondas do tipo Rayleigh, que, segundo Park et. al. 1996, são responsáveis por dois terços da energia gerada por uma fonte sísmica. Para tal, foram utilizados arranjos do tipo MASW (multicanal) que permite mapear as variações horizontais e verticais do campo de velocidades da onda S (PARK et. al. 1996).\n1.2\tJustificativa\nSão justificativas desse trabalho:\n■\tA inexistência de trabalhos semelhantes na área estudada;\n■\tA importância dos estudos de perigos e risco sísmicos\n1.3\tObjetivos\nO presente trabalho tem como principal objetivo obter a coluna de velocidade das ondas cisalhantes (Vs30) do solo em uma área conhecida do campus da UNESP de Rio Claro, fazer a classificação do solo de acordo com parâmetros pré-determinados e comparar esta classificação com a classificação gerada pela plataforma do USGS.\n1 Custom mapping é um serviço oferecido pelo USGS que permite ao usuário gerar mapas de Vs30 customizados, delimitando área e parâmetros especificados pelo usuário.\n2\tÁREA DE ESTUDOS\nA área de estudos se localiza dentro do campus da UNESP, no município de Rio Claro, SP. O município situa-se na porção central do estado de São Paulo a aproximadamente 180 km da capital, na meso região de Piracicaba (Figura 2.1), tendo como principais vias de acesso a Rodovia Washington Luis e a rodovia SP-127.\nFigura 2.1: Localização da área.\nFonte: Elaborado pelo autor modificado de IBGE (2016) e do Google Earth.\nA cidade conta com aproximadamente 200.000 habitantes e área aproximada de 498.422km2 (IBGE). Redes de água e esgoto tratado, energia elétrica, vias pavimentadas e telefonia são serviços disponíveis em todo o município.\n2.3\tContexto Geológico Regional\nA área de estudos situa-se no flanco nordeste da porção paulista da Bacia do Paraná, representada por rochas sedimentares e vulcânicas das eras Paleozóica (Subgrupo Itararé, Formações Tatuí, Irati e Corumbataí), Mesozóica (Formações Pirambóia, Botucatu e Serra Geral) e Cenozóica (Formação Rio Claro e depósitos recentes) (OLIVA, 2005).\nA bacia possui grande extensão e é definida como do tipo intracratônica, esstabelecida sobre a Plataforma Sul-Americana, situada na porção centro-leste da América do sul, abrangendo uma área de cerca de 1.700.00 km2, sendo 160.000 km2 no estado de São Paulo (ZAINE, 1995).\n2.4\tContexto Geológico Local\nO campus de Rio Claro da UNESP situa-se sobre arenitos da Formação Rio Claro, que localmente apresenta espessura de cerca de 20 metros (OLIVA, 2006), composta por arenitos arcosianos mal consolidados, arenitos conglomeráticos e argilitos vermelhos, com estruturas de estratificação cruzada e estruturas resultantes de dissecamento. O ambiente deposicional é de planície aluvial e lacustre (coluviões) e nela podem ser encontrados fósseis de restos vegetais atribuídos ao neo-cenozóico (SCHNEIDER et al, 1974).\nLocalmente, o arcabouço dos arenitos da Formação Rio Claro é constituído de quartzo, os feldspatos que ali deveriam ocorrer provavelmente passaram por processos de diagênese, lixiviação e transformação para argilo minerais, tornando-se então parte dessa pseudomatriz (OLIVA, 2002).\nDe modo geral, os arenitos da Formação Rio Claro, na área estudada, têm granulometria variada, de areia fina a média. Algumas porções desses arenitos possuem alto teor de argila e outras são mais conglomeráticas (OLIVA, 2006).\nSegundo Troppmair, 1992, predominam na região solos de textura arenosa, pelos quais a água da chuva percola com facilidade, resultando em solos pobres e ligeiramente ácidos.\nHá poços de monitoramento próximos à área de estudos que oferecem informações mais detalhadas sobre a Formação Rio Claro e o solo no campus da UNESP (Figura 2.2). Os dados obtidos por Oliva, 2006, durante a perfuração destes poços indicam que na área do campus, a granulometria dos arenitos varia de areia fina a média.\nFigura 2.2: Granulometria de amostras recuperadas durante perfuração de poço de\nmonitoramento próximo à área de estudos.\nPM-01 (2 m)\n\t\t\t\t\t\t\t\t\t\t7\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tf\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n1\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ni\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tI\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\tT\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t..y\t\t\t\t\t\t\t\t\t\t\n0\tOI\t\t\t\tO.iQ\t\t\t\t\t1.00\t\t\t\t\tQ.OO\n\tSilte\t\t\t\t\t\t\t\t\t\t\t\t\tSei\t\n\t\t\t\t\tr¡\tna\t| Media Grosse\t\t\t\t\t\t\t\t\txo\nPM-01 (6 mj\nDiámetro das Panículas! cm tnm)\nDiámetro d*« Panículas i cm mm.i\nFonte: Oliva (2006).\n3\tFUNDAMENTAÇÃO TEÓRICA\n3.1\tIntrodução\nA utilização de fontes sísmicas sobre uma superfície produz deformação no meio, que é transmitida na forma de ondas elásticas. O estudo da propagação destas ondas compõe a base de diversos métodos sísmicos como o da refração, reflexão e o de ondas superficiais (ARDITO, 2013).\nO USGS (www.usgs.gov) fornece mapas de Vs30 personalizados utilizando-se de métodos de cálculo derivados, utilizando como base a inclinação topográfica do terreno. Diferenciam-se nesse método, para padrão de cálculos, dois tipos básicos de terreno: (1) os ativos tectonicamente e; (2) estáveis. Além disso, sobrepõe-se sobre esses cálculos mapas locais onde já foram calculados valores Vs30.\nO fator Vs30 pode ser classificado de acordo com a tabela NEHRP (National Earthquake Hazards Reduction Project), criada pelo BSSC (Building Seismic Safety Council), onde são correlacionadas as velocidades de propagação de ondas cisalhantes em ambiente raso e o tipo de rocha ou solo (Quadro 3.1). Outra forma importante de classificar o substrato de acordo com seus valores de Vs30 é a tabela do Eurocode8 (Quadro 3.2), que fornece características mais detalhadas.\nQuadro 3.1: Classificação NEHRP\nVs30(m/s)\t\t\t\nClassificação\tPerfil de solo\tMínimo\tMáximo\nA\tRocha Dura\t>1500\t\nB\tRocha\t>760\t1500\nC\tSolo Muito Denso ou Rocha Macia\t>360\t760\nD\tSolo Rígido\t180\t360\nE\tSolo Macio\t\t<180\nFonte: BSSC (2011).\nQuadro 3.2: Classificação de solos e rochas de acordo com Eurocode 8 (CODE, 2005).\nClasse de Solo\tDescrição do Perfil Estratigráfico\tVs30 (m/s)\nA\tRocha ou formação rochosa, com no máximo 5 metros de material enfraquecido\t>800\nB\tDepósitos de areia muito densa, cascalho ou argila muito resistente, com dezenas de metros de espessura, caracterizados por incremento da resistência mecânica de acordo com a profundidade\t360-800\nC\tDepósitos profundos de areia média a densa, cascalho ou argila resistente com espessura de dezenas a centenas de metros\t180-360\nD\tDepósitos de solo inconsolidado a medianamente coesos (com ou sem camadas fofas) ou de solo predominantemente pouco coeso a firme.\t<180\nFonte: Modificado de Eurocode 8, 2005.\nO presente trabalho tem fundamento na análise multicanal de ondas superficiais, através de arranjo MASW, captando as ondas do tipo Rayleigh e posteriormente uma comparação desses dados obtidos de modo experimental com os fornecidos pelo USGS, gerados através de cálculos.\n3.2\tUso de Dados Topográficos de Alta Resolução Como Índice de Condições Sísmicas Locais (Vs30)\nUm método alternativo para avaliação de condições sísmicas, ou velocidade de cisalhamento média até 30 metros de profundidade (Vs30) baseia-se nos dados topográficos SRTM e modelos digitais de elevação (do inglês DEMs). Esse método tem como premissa básica que a inclinação da topografia pode ser um parâmetro confiável para a obtenção do Vs30 na ausência de mapas e dados geológicos e geotécnicos de uma dada área (ALLEN, 2009).\nA estimativa de valores de Vs30 a partir do gradiente topográfico compara mapas de condições locais baseados na geologia e outros indicadores geomorfológicos e geotécnicos (ALLEN e WALD, 2007; MICHELINI et al., 2008). Somado a esses\nparâmetros, mapas de condições locais desenvolvidos na Califórnia, por Wills e Gutierrez,2008, são empregados para aproximações híbridas afim de predizer os valores de Vs30.\nPor fim, para obter uma aproximação maior dos valores reais de Vs30, são comparados dados topográficos de alta resolução fornecidos pelo EROS Data Center e pelo NED (National Elevation Dataset).\nSegundo Trevor, 2009, os testes iniciais para correlação dos índices de inclinação de terreno e os valores de Vs30 mostraram que os dados de alta resolução não refletem boas correlações quando há gradientes altos de inclinação. Isso ocorre devido ao fato dos dados de mais alta resolução possuírem uma maior tolerância a fim de amenizar os gradientes topográficos mais altos. Consequentemente, valores mais altos de Vs30 são previstos usando as relações existentes de dados 30c2 e Vs30 pré-existentes.\nAs diferenças nas regiões menos íngremes são menos aparentes, visto que as paisagens podem ser igualmente amostradas usando dados de baixa resolução 30c; esses, quando similares, são substituídos pelos dados de resolução mais alta. Essas são as regiões onde é mais importante obter valores estimados de Vs30 mais confiáveis visto que as baixas velocidades estimadas nos locais mais planos tenderão a amplificar mais os tremores, quando comparado a locais de terreno mais íngreme. Análises estatísticas dos valores observados e previstos demonstram que os dados de alta resolução superestimam o Vs30, em relação aos dados 30c SRTM. Quando comparada a distribuição residual das correlações existentes de 30c\n3 indicam que há uma variança similar nos valores previstos tanto pelos mapas 9c3 NED quanto pelos mapas 30c SRTM (ALLEN, 2009).\nPara resolver os problemas de disparidade de valores estimados, Allen e Wald (2007) compararam o potencial de amplificação ao longo dos mapas NED 9c e 30c de SRTM para realizar a calibração. A amplificação nos períodos médios de mobilidade de terreno é designada para cada célula do grid aplicando os fatores de Borcherdt (1994), assumindo um pico uniforme de aceleração de 250 cm/s2. A seguir, foram tomadas as relações entre os dois mapas para examinar a diferença relativa de amplificação. Os autores observaram que os dados de topografia 9c apontam velocidades mais altas nas regiões mais íngremes. A outra grande\n2\n3\n30c se refere à resolução de 30 arcsec do satélite\n9c se refere à resolução de 9 arcsec do satélite\ndiferença notada foi uma maior amplificação nos mapas com base em dados NED nas transições das bases de vales. Isso ocorre porque a topografia de mais alta resolução é capaz de resolver mudanças de inclinação com maior detalhe, o que proporciona delimitação de bordas e limites mais bem definidos.\n3.3\tMétodo sísmico\nOndas sísmicas são energia mecânica transmitida por vibração das partículas da rocha. As ondas de baixa energia são aproximadamente elásticas, deixando a massa da rocha inalterada por sua passagem, mas, próximo à fonte, a rocha pode ser deformada permanentemente (ERIKSEN, 2011).\nA “velocidade sísmica” das rochas é a velocidade com a qual as ondas viajam por elas. Essa velocidade é bem distinta da velocidade das partículas que são forçadas, pela energia transmitida, a oscilar. Segundo Eriksen (2011), de acordo com as equações de cálculo de velocidade de propagação da onda cisalhante (Equação 3.1) das rochas é possível concluir que rochas mais densas tenham uma maior velocidade sísmica, visto que a constante elástica também é dependente da densidade cujo valor se eleva mais rapidamente do que a densidade em si, da mesma forma, o inverso é verdadeiro.\nEquação 3.1: Equação de velocidade de ondas transversais, onde p representa o módulo de cisalhamento e p a densidade da rocha.\n*\t=\t(3.D\nFonte: Eriksen (2011)\nEm terrenos sedimentares, a densidade da rocha varia de acordo com a mineralogia das rochas, tamanho dos grãos, presença de fluidos e porosidade. Isso influencia diretamente na velocidade sísmica das rochas e é justamente essa característica que possibilita a aplicação de métodos sísmicos nessas regiões\nEssas características refletem em uma maior variação de velocidades entre diferentes formações e até mesmo dentro da mesma formação. Os fatores chave são a densidade e porosidade. As velocidades sísmicas mais baixas do que na água são normalmente encontradas próximo à superfície, na zona afetada pelo intemperismo (SHARMA, 1997)\nExistem vários métodos sísmicos utilizados para determinar estruturas em subsuperfície, entre eles os mais utilizados estão a sísmica de refração e de reflexão. Para a análise de dispersão de ondas superficiais, objeto deste estudo, foram desenvolvidos diferentes métodos para se obter as estruturas e parâmetros das rochas O método utilizado neste trabalho é o MASW, descrito a seguir.\n3.4\tOndas Rayleigh\nAs ondas superficiais num meio verticalmente heterogêneo apresentam comportamento dispersivo, isto é, diferentes frequências têm diferentes velocidades de propagação, designada por velocidade de fase. A propagação da onda é influenciada pelas propriedades mecânicas da camada, ou camadas, de solo atravessadas por esse comprimento de onda.\nAs ondas do tipo Rayleigh propagam-se em uma superfície livre ou ao longo do limite entre dois meios sólidos distintos. A amplitude dessas ondas diminui exponencialmente de acordo com sua profundidade (TELFORD, 1990). O movimento das partículas na propagação da onda Rayleigh é polarizado no plano vertical e pode ser visualizado como uma combinação das vibrações das ondas P e Sv. Durante a passagem da onda, as partículas descrevem uma trajetória elíptica, com eixo principal vertical, principalmente quando próximo à superfície (Figura 3.1).\nA velocidade de fase das ondas Rayleigh depende primordialmente das propriedades do material por onde se propaga (velocidade de ondas cisalhantes, velocidade de ondas compressivas ou relação de Poisson, além da massa e densidade) em uma certa profundidade e um dado comprimento de onda. A variação da velocidade de fase com a freqüência ou comprimento de onda é chamada de curva de dispersão (BROWN, 2000).\nFigura 3.1: Movimento elíptico de partícula devido à propagação de onda superficial.\n(a)\nFonte: Kearey (1987).\nAlém disso, as ondas do tipo Rayleigh, se caracterizam pelas baixas velocidades e freqüências e grande amplitude. O fato das ondas desse tipo representarem quase dois terços da energia total gerada por uma fonte na superfície (RICHARD et. al., 1970) as torna mais propícias ao uso em estudos superficiais, devido sua fácil detecção.\nUma importante diferença entre as ondas Rayleigh e as ondas longitudinais é a componente de cisalhamento envolvida em seu deslocamento em meios sólidos, como pode ser visto na figura 3.2 (KEAREY, 2003).\nSegundo Ardito, 2013, em um semi espaço sólido e homogêneo, a onda do tipo Rayleigh não é dispersiva, propagando-se a uma velocidade de aproximadamente 0,919 da onda S, considerando para o meio um valor do coeficiente de Poisson de 0,25. A razão s=Vs/Vr, onde Vr representa a velocidade de propagação da onda Rayleigh é dependente da razão n=Vp/ Vs onde Vp representa a velocidade de propagação da onda P.\nFigura 3.2: Ondas do tipo P, S e Rayleigh (superficial)\nFonte: Parkseismic (2016)\n3.5\tMétodo MASW\nIntroduzido pela primeira vez em 1999, a análise multicanal de ondas superficiais (do inglês MASW) é um método para pesquisa sísmica que avalia as condições elásticas do substrato rochoso para propósitos geotécnicos. O MASW primeiro obtém medidas das ondas sísmicas geradas por diversas fontes - como marreta ou queda de massa - analisando a velocidade de propagação dessas ondas e finalmente deduzindo a velocidade de cisalhamento (Vs) e suas variações ao longo da área de estudos. Esse estudo pode ser realizado em superfícies 1 -D, 2-D ou 3-D, no caso do presente trabalho, foram realizadas análises 1-D.\nOs testes de ondas superficiais são amplamente utilizados para estimar valores de Vs3o devido a seu baixo custo e eficácia em relação ao tempo de aquisição quando comparado aos métodos mais invasivos, além de não ter limitações geradas pelas condições do terreno (COMINA, 2010).\nA análise multicanal de ondas superficiais é uma técnica comprovada, não destrutiva que pode ser utilizada para determinar as variações de Vs ao longo de um perfil de profundidade (STOKOE et al., 1994; BROWN, 1998).\nEsse tipo de teste é baseado na dispersão geométrica, que faz com que a velocidade de propagação das ondas Rayleigh seja dependente da freqüência em um meio verticalmente heterogêneo. A curva de dispersão medida experimentalmente é utilizada para solucionar um problema inverso gerado para a identificação de um modelo de parâmetros do solo.\nEsse tipo de investigação é realizada normalmente em três etapas: aquisição dos dados, processamento e, por fim, a inversão.\n3.5.1\tAquisição\nA aquisição dos dados é o primeiro e mais importante passo para a obtenção de bons resultados em uma pesquisa de geofísica superficial (SHARMA, 1997).\nA aquisição através de fontes ativas utiliza-se mais comumente de três tipos de fontes, a marreta, os explosivos e a queda de massa, de modo que a escolha da fonte deva levar em conta o orçamento do projeto, as licenças necessárias, o transporte e principalmente a profundidade do estudo (ARDIZ, 2013). Além disso, deve ser considerada a quantidade de energia necessária para o estudo, que depende basicamente da quantidade de geofones utilizados e suas características,\nas configurações de filtragem e a profundidade do estudo. Segundo Sharma (1997), estudos com profundidades entre 15 e 45 metros obtém melhores resultados utilizando a marreta como fonte de energia.\nComo o aprimoramento de sinal é feito através de uma sequência de registros de múltiplas entradas da mesma fonte de energia no mesmo ponto de geração, é importante que essa geração de energia no solo seja oriunda de uma fonte rápida e repetitiva (SHARMA, 1997)\nO arranjo mais comum é o de 24 canais, onde são necessários um sismógrafo de 24 canais, cabo com 24 saídas, 24 geofones de baixa freqüência (comumente 4,5Hz) e uma marreta (de 4 a 5 quilos) (Figura 3.3). A geometria da pesquisa define a relação espacial entre o local onde é gerada a energia e os geofones.\nGeofones são dispositivos que convertem movimentos no solo em sinais elétricos, cuja amplitude é proporcional à velocidade do movimento.\nFigura 3.3: Desenho esquemático de método de aquisição utilizando 24 canais\n(geofones) e marreta.\nSeismograph\nTime Break (TB) Cable\nConfiguration of 24-Channel Seismic Acquisition System\nLaptop (Control Unit)\nBattery\nStnke Plate\nSeismic '\nRecord •\nr\nRece\"'8'\nSeismic Source (Sledge Hammer)\n♦.\nImpact Sensor J/\n(Hammer Switch)\nh\nCh-24\nCh-23 Ch-22\nCh-21\n\n\nFonte: MASW (2016)\nPodem ser empregados nesse tipo de estudo geofones de 4,5Hz ou 10Hz, dependendo da profundidade de investigação pretendida, sempre em arranjos lineares.\nHá diversas considerações a serem feitas durante a escolha do espaçamento entre os geofones. Um espaçamento máximo é preferível na análise de velocidades\nsísmicas, porém, deve ser dimensionado levando em conta também que um espaçamento demasiadamente grande pode incorrer em distorções geradas por reflexões de ângulos oblíquos. Park et. al., 2002, realizou estudos e determinou os melhores parâmetros levando em consideração o comprimento do arranjo, o espaçamento e número de geofones, massa da fonte geradora de energia, freqüência dos receptores, offset da fonte e parâmetros de registro, relacionando-os com a profundidade máxima do estudo (Quadro 3.3).\nQuadro 3.3: Quadro de parâmetros recomendados para aquisição com fonte ativa.\nValores Recomendados\t\t\t\t\t\t\t\t\t\t\t\nProf. Zmax (m)\tFonte (S)(kg)\tRecep. (R) (Hz)\tComprimento do Arranjo (m)\t\t\t\tParâmetros de Registro\t\t\t\t\n\t\t\tComprim. (D)\tOffset da fonte (Xi)\tEspaçamento Receptores (dx)\t\tdt (ms)\tT(s)\tEmpilham, vertical\t\t\n\t\t\t\t\t24 canais\t48 canais\t\t\tCalmo\tRuid.\tMito Ruid.\n&lt;1\t<0,5\t4,5-100\t1-3\t0,2-0,3\t0,05-0,1\t0,02-0,05\t0,5-1,0\t0,5-1,0\t1-3\t3-5\t5-10\n1-5\t0,5-2,2\t4,5-40\t1-15\t0,2-15\t0,05-0,6\t0,02-0,3\t0,5-1,0\t0,5-1,0\t1-3\t3-5\t5-10\n5-10\t2,2-4,5\t<10\t5-30\t1-30\t0,2-1,2\t0,1-0,6\t0,5-1,0\t0,5-1,0\t1-3\t3-5\t5-10\n10-20\t>4,5\t<10\t10-60\t2-50\t0,4-2,5\t0,2-1,2\t0,5-1,0\t1,0-2,0\t1-3\t3-5\t5-10\n20-30\t>4,5\t<4,5\t20-90\t4-90\t0,8-3,8\t0,4-1,9\t0.5-1.0\t1,0-2,0\t1-3\t3-5\t5-10\n30-50\t>4,5 ou passiva\t<4,5\t30-150\t6-150\t1,2-6\t0,6-3,0\t0,5-1,0\t1,0-3,0\t1-3\t3-5\t5-10\n>50\t>4,5 ou passiva\t<4,5\t>50\t>10\t> 2\t>1\t0,5-1,0\t>1,0\t1-3\t3-5\t5-10\nFonte: Park (2002),disponível em http://masw.com/ACQParaTables.html, acessado em 20/07/2016.\nAntes de adquirir os dados são observados os monitores de ruídos, onde aparecem os ruídos capturados em cada canal (um traço para cada geofone). Após a aquisição dos dados, alguns ajustes precisam ser feitos, visto que os registros podem não ser visíveis com as configurações iniciais.\nUma vez que os parâmetros de visualização dos registros estejam ajustados, é verificada a presença de ondas superficiais dispersivas. Essas ondas possuem, relativamente, freqüências mais baixas, maiores amplitudes e maiores velocidades de dispersão do que as demais registradas.\n3.5.2\tProcessamento dos dados\nO processamento dos dados consiste de duas etapas principais, a obtenção das curvas de dispersão das ondas Rayleigh e a determinação dos perfis de Vs, de onde são extraídos e calculadas as Vs.\nA produção da imagem para obtenção das velocidades pode ser realizada de três diferentes modos. O método de McMechan &amp; Yedlin, 1981, é utilizado para transformar os dados de tempo em freqüência através das transformadas Tau-P (ARDITO, 2013), outro processamento utilizado é a inversão F-K para a mudança de domínio, sugerido por Foti, 2000 (KANLI, 2005). O processamento sugerido por Park em 1999 consiste em calcular inicialmente a velocidade aparente e posteriormente transformar os dados de tempo em frequência.\nÉ muito importante na fase de processamento que se conheça a área estudada, de forma que sejam considerados sinais de possíveis ruídos nas curvas de dispersão. Ruídos são qualquer tipo de vibração que não seja parte do sinal. Os ruídos são inevitáveis e podem ser gerados pelo próprio golpe gerador de energia. Irregularidades nas superfícies podem gerar “ruídos coerentes” de ondas P, S, Love e Rayleigh (ERIKSEN, 2011). Ruídos não são gerados apenas pela pancada, mas podem ter como origem a movimentação da vegetação, o vento e o tráfego de veículos próximos à área de estudos. Esse tipo de ruído pode ser reduzido posicionando os geofones longe de árvores e arbustos ou removendo pequenas plantas ao redor do local de estudo. O posicionamento é muito importante, de forma que os geofones devem ser inseridos alguns centímetros dentro da rocha ou solo estudado, evitando assim movimentações causadas por vento. Além disso, a pancada para gerar ondas sísmicas deve ser dada em um momento que não haja trânsito de veículos nas proximidades.\n3.5.3\tInversão\nA inversão da curva de dispersão das ondas superficiais é um problema não linear, com intuito de inferir um modelo de camadas suas respectivas espessuras e velocidades de propagação de ondas cisalhantes (Vs) (ARDITO, 2013).\nSegundo Kanli, 2005, o método de inversão é realizado em dois passos. O primeiro deles é a criação de um modelo inicial, levando em conta apenas a Vs e a espessura das camadas. Em seguida é aplicada uma técnica de inversão iterativa, baseada em algoritmos para calcular os parâmetros de camadas.\nSegundo Eriksen, 2011, a transformação de Fast Fourier (do inglês FFTs) são utilizadas para converter os dados do domínio do tempo para o domínio da freqüência e derivar as diferenças de fase. As velocidades e comprimentos de ondas\nRayleigh são computados usando a distância e a diferença de fases entre os receptores, segundo a equação 3.2:\n(3.2)\nonde 0 é a diferença de fase e x o espaçamento entre os geofones. Assim sendo, o comprimento das ondas Rayleigh é dado pela equação 3.3:\nM/) = y\n(3.3)\nNeste estudo, a inversão foi realizada utilizando o software SeisImagerSW tm , que realiza a inversão seguindo um fluxograma de processos em quatro etapas principais (Figura 3.4).\nFigura 3.4: Fluxograma de processos para a inversão.\n—\n•\tEntrada de dados,\n•\tEdição\n•\tCálculo de curva de dispersão\n•\tEdição\n•\tCriação de modelo Vs inicial\n• Inversão para encontrar o melhor modelo Vs que se enquadre à curva de dispersão\nFonte: Elaborado pelo autor.\nA partir dessas inversões é gerada uma curva de dispersão de velocidade e freqüência. As curvas de dispersão em ensaios MASW são obtidas no pico espectral das ondas Rayleigh fundamentais (Kendrick, 2011).\n4\tAQUISIÇÃO DOS DADOS\n4.1\tDados de campo\nA aquisição de dados de campo foi realizada dentro do campus da UNESP, no município de Rio Claro, SP, na porção gramada próxima ao bloco didático G-IV e ao Departamento de Física. O arranjo do tipo MASW foi montado paralelamente à rua principal do campus (Figura 4.1).\nFigura 4.1: Localização do arranjo.\nFonte: Gerado pelo autor\nForam utilizados 24 geofones verticais de 10 Hz (Figura 4.2) alinhados com espaçamento fixo de 3 metros entre cada um dos receptores (Figura 4.3).\nOs ensaios foram executados em duas fases, ambas com fonte ativa, uma delas através de tiro direto e a outra por tiro inverso. Todos os impactos foram realizados com uma marreta de 3,5 kg. Nas duas etapas foram empreendidos diversos impactos a fim de reduzir a presença de ruídos nos registros, gerados pelo fluxo de veículos nas ruas próximas à montagem do arranjo.\nFigura 4.2: Geofone vertical de 10 Hz posicionado no arranjo.\nFigura 4.3: Visão geral e desenho em escala do arranjo.\nCentro do\nArranjo\nTiro\nDireto\n10m\n1\t2\t3\t4\t5\t6\nJ___1__1___I___I__1\n3m\n7\t8\nJ L\n9\t10 11\t12 13\t14\t15\t16\t17 18\t19\t20\t21\t22 23\t24\nJ I I l -J I I I I I I I I I I|\nTiro Inverso\n7m\nFonte: Elaborado pelo autor.\nNJ oo\nOs parâmetros de aquisição foram definidos segundo a tabela de Park (2002) (seção 3.5.1) a fim de obter os melhores resultados na investigação dos 30 metros superiores do terreno. Em cada fase foram utilizados parâmetros diferentes, como demonstrado no Quadro 4.1.\nPara o registro das ondas foi utilizado um sismógrafo da Oyo Inc. Modelo DAS-1 (Figura 4.4) com 24 canais.\nQuadro 4.1: Parâmetros de Aquisição.\nParâmetros de Aquisição\t\t\nModo de Aquisição\tTiro Direto\tTiro Inverso\nFonte\tMarreta (3,5 kg)\tMarreta (3,5 kg)\nOffset Mínimo\t10 m\t7 m\nEspaçamento Entre Geofones\t3 m\t3 m\nN° de Geofones\t24\t24\nFrequência do Geofone\t10 Hz\t10 Hz\nTempo de Registro (ms)\t1024\t1024\nIntervalo de Amostragem (ms)\t0,25\t0,25\nComprimento do Arranjo\t69 m\t69 m\nFonte: Elaborado pelo autor\nFigura 4.4: Sismógrafo Oyo modelo DAS-1 de 24 canais.\nAs duas fases de aquisição foram realizadas com Stack Parameter4 10, Stack Delay5 de 100 ms, sem correlação, sem parâmetros de ruído e com filtro passa alta de 1Hz.\n4.2\tDados obtidos do USGS\nO mapa de velocidade Vs30 gerado através de dados de topografia foi obtido através do serviço de “Custom Vs 30 Mapping” oferecido pela plataforma online do USGS. Esse serviço, de domínio público, permite que sejam gerados mapas de Vs30 através da seleção de uma área no mapa ou por meio da entrada das coordenadas dos limites do local de estudos desejado.\nO processo teve como primeiro passo a escolha da área de interesse, criando um retângulo no local que subscreve esta área de estudos (Figura 4.5). A área selecionada foi o menor retângulo possível devido à resolução do mapeamento oferecido.\nFigura 4.5: Janela de seleção de área para geração de mapa Vs30 .\nDefine a rectangular region\nUse the map below to define a rectangular area of interest.\nShow Instructions\n-22.39\n-22.40\nNorthwest Point\nLatitude\nSoutheast Point\nLatitude:\nFonte: USGS, 2016.\n4\tStack Parameter é o número máximo de impactos que podem ser somados\n5\tStack Delay é o intervalo mínimo para armar o sistema novamente, utilizado para evitar o registro de um repique da marreta\nApós selecionada a área, foi definido um nome de saída para o arquivo (Figura 4.6).\nFigura 4.6: Seleção de nome de saída do arquivo.\nSite Parameters\nSite Ñame:\n|UNESP\t~|\nFonte: USGS, 2016\nO passo seguinte foi a definição dos parâmetros do terreno, entre terreno tectonicamente ativo, escudo estável ou parâmetros customizados (Figura 4.7). Para a realização do presente trabalho foram escolhidos parâmetros de escudo estável devido à geologia regional. Posteriormente foi selecionado o formato de saída dos arquivos gerados, que pode ser uma imagem, um arquivo .grd ou arquivo de texto com as coordenadas limites do polígono. No caso foram selecionadas as três formas de saída, para que a imagem pudesse ser posteriormente georreferenciada e superposta com as localizações da área de estudos e local onde o arranjo do ensaio geofísico foi realizado, tornando possível as comparações com o outro método utilizado.\nFigura 4.7: Janela de seleção de parâmetros do terreno e formato de saída dos arquivos.\nFonte: USGS, 2016.\nApós selecionados, área, parâmetros de terreno e formato de saída, o sistema do USGS gerou automaticamente um mapa de Vs30 baseado nos modelos digitais de terreno em seu dataframe.\n5\tPROCESSAMENTO DE DADOS E RESULTADOS\n5.1\tDados de Campo\nO processamento dos dados obtidos em campo foi realizado através do software SeisImager SW. produzido pela empresa americana Geometries. Os procedimentos foram divididos em três etapas: (1) a primeira gerando sismogramas; (2) a segunda as imagens e curvas de dispersão; (3) e a terceira o modelo de velocidades.\nO procedimento se iniciou com a definição do tipo de fonte, ativa ou passiva e tipo de arranjo, 1D ou 2D (Figura 5.1).\nFigura 5.1: Janela de seleção de tipo de fonte e modelo de arranjo.\nFonte: SeisImager SW.\nEm seguida, foram selecionados o arquivo em formato .sg2, gerados pelo sismógrafo, para visualizar os registros obtidos (Figuras 5.2 e 5.3). Nessa fase foi necessário realizar o ajuste dos parâmetros de aquisição como espaçamento, offset e número de geofones (Figura 5.4).\nFigura 5.2: Registro do tiro direto.\nFonte: Gerado pelo autor\nFigura 5.3: Registro do tiro inverso\nFonte: Gerado pelo autor\nFigura 5.4: Exemplo de janela de configuração de parâmetros de aquisição\nFonte: SeisImager SW\nEm seguida, foram ajustados os parâmetros para o cálculo da velocidade de fase das ondas superficiais (Figura 5.5). Nessa fase foram utilizados os valores máximos de velocidade obtidos para o terreno, para que o software tenha critérios para efetuar os cálculos. Nas configurações de velocidades e de frequência foram utilizados os valores de 1000 m/s. e 100 Hz respectivamente.\nFigura 5.5: Janela de configuração de velocidade e frequência.\nFonte: SeisImager SW\nO passo seguinte foi a definição dos parâmetros de “picagem”, onde foram inseridos os valores de freqüência obtidos no sismograma, utilizados para que o software encontre as amplitudes máximas para este valor.\nCompletada essa fase, o SeisImager SW gerou um gráfico de velocidade de fase por freqüência (imagem de dispersão), com as amplitudes máximas definidas automaticamente (Figuras 5.6 e 5.7). Essas amplitudes máximas foram ajustadas manualmente visto que algumas delas foram definidas em zonas de modos de segunda e terceira ordem.\nFigura 5.6: Imagem de dispersão do tiro direto\nSource2 0.0m\tPhase velocity {nVsec)\n0\t200\t400\t800\t800\t1000\nDispersion curve : FILE0853a.DAT\nFonte: Gerado pelo autor\nFigura 5.7: Imagem de dispersão do tiro inverso\nFonte: Gerado pelo autor.\nA imagem de dispersão apresenta a amplitude em escala de cores, onde as porções com coloração mais fria significa uma maior amplitude. É importante ressaltar que nas duas imagens foram identificadas, além do modo fundamental, modos de segunda e terceira ordem, onde não devem ser selecionados pontos de amplitude máxima para o cálculo da curva de dispersão.\nUma vez selecionados os pontos de amplitude máxima, o software gerou as curvas de dispersão (Figura 5.8 e 5.9) conectando os pontos de pico. A curva de dispersão gerada apresentou picos de ruídos no início e no final, precisando ser ajustada. Além dos picos de ruídos, foram suavizados pontos que formavam feições angulosas, visto que as curvas de dispersão devem ser suaves. Para isso foram utilizadas as ferramentas de “smoothing” do próprio software.\nFigura 5.8: Curva de dispersão do tiro direto ajustada.\nFrequency (Hz)\n0\t5\t10\t15\t20\t25\t30\t35\t40\t45\t50\nFonte: Gerado pelo autor.\nFigura 5.9: Curva de dispersão do tiro inverso ajustada.\nFrequency (Hz)\n0\t5\t10\t15\t20\t25\t30\t35\t40\t45\t50\n\t\t, z\\\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t- - - -&lt;\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\te\t\t\n\t\t\t\t\n\t\t\t\t\n\t\tc»\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n/ '\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\nDispersion curve : FILE0662a.DAT\nFonte: Gerado pelo autor.\nA partir das curvas de dispersão ajustadas, foi gerado um modelo inicial de velocidades. Para isso, foi ajustada a profundidade desejada para 30 metros e utilizado como número de camadas o padrão do SeisImager SW (Figura 5.10) que se enquadrou bem para os intuitos do presente estudo.\nFigura 5.10: Janela de configuração de modelo de velocidades.\nFonte: SeisImager SW\nA partir desse modelo inicial, foram realizados procedimentos para refinar os resultados. O software oferece uma ferramenta que realiza iterações no cálculo de inversão para melhor ajustar o modelo de velocidades das ondas transversais (Figura 5.11).\nFigura 5.11: Exemplo de janela de definição de número de iterações.\nFonte: SeisImager SW\nCom a realização da inversão, com 5 iterações, foram gerados os modelos finais de velocidades (Figuras 5.12 e 5.13)..\nFigura 5.12: Modelo final de velocidades as ondas S do tiro direto\nFigura 5.13: Modelo de velocidades do tiro inverso\nFonte: Gerado pelo autor.\nO processamento para geração dos modelos finais de velocidades forneceu também os dados de velocidade e profundidade em forma de uma tabela, com os valores obtidos em cada uma das 15 camadas selecionadas anteriormente. Para realizar os cálculos de módulo de VS3o médio, essas tabelas foram interpoladas, através de métodos de interpolação linear, resultando em valores de velocidade e profundidade em 30 pontos. Em seguida, foram calculadas as espessuras de cada\num dos intervalos (hi) e a relação entre estas e as velocidades de propagação (hi/V) (Tabelas 5.1 e 5.2).\nCom valores suficientes para o cálculo, o valor de Vs3o médio na área do arranjo foi obtido através da equação 5.1( CEN,2005):\nonde hi representa a espessura de cada intervalo e Vi a velocidade de propagação da onda S no mesmo.\nTabela 5.1: Tabela de velocidades, profundidade, intervalos e relação entre hi e V\ndo tiro direto.\nVs30\n354,42\n266,731799\t0,00\t\t0\t0\n264,9078075\t0,54\t\t0,54\t0,002022268\n263,083816\t1,07\t\t0,54\t0,002036288\n261,5967095\t1,69\t\t0,62\t0,002362918\n260,109603\t2,31\t\t0,62\t0,002376427\n265,8572495\t3.01\t\t0,70\t0,002635059\n271,604896\t3.71\t\t0,70\t0,002579296\n286,126763\t4,49\t\t0,78\t0,002736434\n300,643630\t5,27\t\t0,78\t0,002604259\n319,916919\t6.14\t\t0,87\t0,00270503\n339,185208\t7,01\t\t0,87\t0,002551364\n374,5118975\t7,95\t\t0,95\t0,002530766\n409,838587\t8.90\t\t0,95\t0,002312623\n415,632084\t9,93\t\t1,03\t0,002478681\n421,425581\t10,96\t\t1,03\t0,002444606\n450,453043\t12,07\t\t1,11\t0,00247004\n479,480505\t13,19\t\t1,11\t0,002320505\n485,3877575\t14,38\t\t1,20\t0,002462063\n491,295010\t15,58\t\t1,20\t0,002432459\n496,1732775\t16,85\t\t1,28\t0,00257465\n501,051545\t18,13\t\t1,28\t0,002549583\n504,7865805\t19,49\t\t1,36\t0,00269399\n508,521616\t20,85\t\t1,36\t0,002674203\n511,3180275\t22,29\t\t1,44\t0,002820765\n514,114439\t23,74\t\t1,44\t0,002805422\n516,307622\t25,26\t\t1,52\t0,002953133\n518,500805\t26,79\t\t1,52\t0,002940642\n518,9924835\t31,61\t\t4,82\t0,009289978\n519,484162\t36,43\t\t4,82\t0,009281186\n519,484162\t36,43\t\t0,00\t0\nValores medidos\nValores interpolados\nFonte: Gerado pelo autor.\nTabela 5.2: Tabela de velocidades, profundidade, intervalos e relação entre hi e V do tiro direto.\nFonte: Gerado pelo autor.\n5.2\tDados Obtidos do USGS\nCom as imagens geradas através da plataforma do USGS, foi obtido um mapa de velocidades Vs30 médias para uma região que subscreve a área estudada, apresentando pequena variação devido ao relevo plano da região, como pode ser visto na Figura 5.14.\nAs imagens geradas pela plataforma online foram tratadas com o software Arcgis 10.1, visto que seu formato de saída não é previamente georreferenciado. O mapa de Vs30 médio foi georreferenciado através da conversão de suas coordenadas para o formato UTM, na zona 23S, e posteriormente foram adicionadas as\ninformações obtidas através de imagens de satélite, também georreferenciadas no mesmo formato.\nFigura 5.14: Mapa de velocidade Vs30 média gerado através da plataforma online do\nUSGS.\n237600\t237800 0°°°“\t238000\n237600\t237800\t238000\n0\t50\t100 Metros\nCoordenadas UTM\nZona S23\nN\nS\nLegenda\nVs30 (m/s)\n>760\n620-760\n490-620\n360-490\n300-360\n240-300\n180-240\n<180\nRua Principal do Campus\nPrédios Didáticos e Departamentos\nÁrea de Estudos\nCampus da UNESP\nArranjo\nFonte: Modificado de USGS, 2016.\n6\tCONSIDERAÇÕES FINAIS\nO emprego dos métodos de análise de velocidade de ondas superficiais no campus da UNESP, situada em Rio Claro, SP, permitiu a avaliação de confiabilidade de dois métodos de investigação distintos na determinação de Vs3o em uma região cujo contexto geológico local é previamente conhecido.\nComo demonstrado no capítulo anterior, por meio de análise dos modelos de velocidade de ondas superficiais gerados, os ensaios geofísicos realizados mostraram resultados muito similares, com a velocidade de propagação apresentando um aumento gradual no início, com um salto em profundidades próximas a 13 metros, estabilizando-se em seguida e mantendo-se próximas de 550 m/s até o final dos 30 metros amostrados.\nEssa similaridade dos modelos de velocidades gerados é refletida nos valores de Vs30 médios obtidos a partir desses mesmos dados tabelados e interpolados. Enquanto a velocidade média estimada através do tiro direto é de 354 m/s, quando utilizados os dados oriundos dos ensaios realizados com tiro inverso, foi obtido um Vs3o médio de 367 m/s. Essa pequena diferença nos valores pode ser interpretada como uma consequência da diferença de contribuição dos ruídos. Devido à proximidade a uma rua de fluxo irregular, com um dos sentidos apresentando tráfego muito maior que o outro, a captação de ruído pode ter gerado ondas que se somaram às ondas geradas pelo tiro inverso, enquanto para o tiro direto o contrário pode ter ocorrido.\nApesar de ser descrito pelo serviço geológico americano como uma aproximação, os valores obtidos no mapa gerado através dos dados do USGS é bastante compatível com os resultados dos dois ensaios realizados em campo, apresentando valores entre 360 e 490 m/s na área estudada.\nQuando comparados os resultados obtidos com a tabela de classificação NEHRP (capítulo 3), pode ser percebido que as rochas da área estudada se encontram numa condição limítrofe, entre a classificação de rocha macia e solo muito duro, o que condiz com as características da Fm. Rio Claro presente na região. O mesmo é observado quando confrontados os parâmetros do Eurocode8 (capítulo 3), que determina que velocidades da magnitude obtida são referentes a depósitos de areia densa, cascalho e argila sólida, com dezenas de metros de espessura.\nA similaridade dos resultados e coerência com o contexto geológico local implica na confiabilidade dos métodos utilizados na investigação de Vs3o na região estudada. Apesar da presença de ruídos nos registros realizados com fontes ativas, as ondas geradas através dos impactos dessa fonte puderam ser discriminados e geraram resultados confiáveis, assim como o método baseado em dados topográficos, utilizados pelo USGS, que geraram um bom produto devido à baixa variabilidade topográfica da área de estudos e de sua estabilidade tectónica, fatores primordiais para uma boa estimativa de velocidade de ondas cisalhantes.\nREFERÊNCIAS\nALLEN, Trevor I.; WALD, David J. On the use of high-resolution topographic data as a proxy for seismic site conditions (VS30). Bulletin of the Seismological Society of America, v. 99, n. 2A, p. 935-943, 2009.\nANBAZHAGAN, P.; KUMAR, Abhishek; SITHARAM, T. G. Seismic site classification and correlation between standard penetration test N value and shear wave velocity for Lucknow City in Indo-Gangetic Basin. Pure and applied geophysics, v. 170, n. 3, p. 299-318, 2013.\nARDITO, Júlio Cesar; PRADO, Renato. Investigação rasa com o método de análise multicanal das ondas superficiais empregando conjuntamente fontes passiva e ativa. In: V Simpósio Brasileiro de Geofísica. 2012.\nBRANDINI. Atlante Studio Geológico. 2016. Disponível em:&lt;http://studiogeologicoatlante.weebly.com/prove-sismiche.html>. Acesso em: 5 set. 2016.\nBROWN, Leo Thomas. Comparison of Vs profiles from SASW and borehole measurements at strong motion sites in southern California. (Master's thesis), University of Texas at Austin,1998.\nBROWN, L. T.; DIEHL, John G.; NIGBOR, Robert L. A simplified procedure to measure average shear-wave velocity to a depth of 30 meters (VS30).\nIn: Proceedings of 12th world conference on earthquake engineering. 2000\nBUILDING SEISMIC SAFETY COUNCIL, B. S. S. C. NEHRP recommended provisions for seismic regulations for new buildings and other structures. Report FEMA-450 (Provisions), Federal Emergency Management Agency (FEMA), Washington, 2003.\nCODE, Price. Eurocode 8: Design of structures for earthquake resistance-part 1: general rules, seismic actions and rules for buildings. 2005\nCOMINA, Cesare et al. Reliability of VS, 30 evaluation from surface-wave tests. Journal of geotechnical and geoenvironmental engineering, v. 137, n. 6, p. 579-586, 2010\nCOUNCIL, BSSC-Building Seismic Safety. \"NEHRP (National Earthquake Hazards Reduction Program) Recommended Provisions for Seismic Regulations for new buildings and other structures, 2000 Edition.\" Part I: Provisions FEMA 302 (2001).\nIBGE. Cidades. 2016. Disponível em:&lt;http://cidades.ibge.gov.br/xtras/perfil.php?codmun=354390>. Acesso em: 12 ago. 2016.\nKANLI, Ali Ismet et al. VS30 mapping and soil classification for seismic site effect evaluation in Dinar region, SW Turkey. Geophysical Journal International, v. 165, n. 1, p. 223-235, 2006\nKEAREY, Philip; BROOKS, Michael; HILL, Ian. An introduction to geophysical exploration. John Wiley &amp; Sons, 201\nLUZI, L. et al. Proposal for a soil classification based on parameters alternative or complementary to Vs, 30. Bulletin of Earthquake Engineering, v. 9, n. 6, p. 18771898, 2011.\nMAHAJAN, A. K. et al. Seismic microzonation of Dehradun City using geophysical and geotechnical characteristics in the upper 30 m of soil column. Journal of seismology, v. 11, n. 4, p. 355-370, 2007.\nMARTIN, Antony J.; DIEHL, John G. Practical experience using a simplified procedure to measure average shear-wave velocity to a depth of 30 meters (Vs30).\nIn: 13th World Conference on Earthquake Engineering, Vancouver, BC, Canada. 2004.\nMILLER, Richard D. et al. Using MASW to map bedrock in Olathe, Kansas. In: SEG Annual Meeting Expanded Technical Program with Biographies, Houston, Texas. 1999. p. 433-436.\nMILSOM, John; ERIKSEN, Asger. Field geophysics. John Wiley &amp; Sons, 2011.\nNETO, Arthur Ayres. Uso da sísmica de reflexão de alta resolução e da sonografia na exploração mineral submarina. Brazilian Journal of Geophysics, v. 18, n. 3, p. 241-256, 2000.\nOLIVA, A. Estudo hidrogeológico da Formação Rio Claro no município de Rio Claro - SP. 71 f. (Dissertação de Mestrado) - Instituto de Geociências e Ciências Exatas da Unesp, Campus de Rio Claro, 2002\nOLIVA, Andresa; KIANG, Chang Hung. Utilização De Imageamento Elétrico 2D E 3D Na Identificação De Litofácies Presentes No Aqüífero Rio Claro, No Campus Da Unesp. In: II Simpósio Brasileiro de Geofísica. 2006.\nPARK, Choon B. et al. Multichannel analysis of surface waves (MASW)—active and passive methods. The Leading Edge, v. 26, n. 1, p. 60-64, 2007.\nParkseismic.What are seismic waves. 2016. Disponível em:&lt;http://parkseismic.com/Whatisseismicwave.html> . Acesso em: 25 jul. 2016.\nREHMAN, Faisal et al. Multichannel analysis of surface waves (MASW) for seismic site characterization using 2D genetic algorithm at Bahrah area, Wadi Fatima, Saudi Arabia. Arabian Journal of Geosciences, v. 9, n. 8, p. 1-13, 2016.\nSHARMA, Prem V. Environmental and engineering geophysics. Cambridge university press, 1997.\nSCHNEIDER, R. L. et al. Revisão estratigráfica da Bacia do Paraná. In:Congresso brasileiro de Geologia. 1974. p. 41-65.\nSTOKOE, Kenneth H. et al. Characterization of geotechnical sites by SASW method. Geophysical characterization of sites, p. 15-25, 1994.\nSTOKOE K.H.,II, Wright, S.G., Bay, J.A. and J.A. Roesset, 1994, Characterization of geotechnical sites by SASW method, Geophysical Characterization of Sites, Technical committee for XIII ICSMFE, A.A. Balkema Publisher, Rotterdam, Netherlands, pp. 785-816.\nTELFORD, William Murray; GELDART, Lloyd P.; SHERIFF, Robert E.Applied geophysics. Cambridge university press, 1990.\nTROPPMAIR, H. Atlas da qualidade ambiental e de vida de Rio Claro-SP.\nInstituto de Geociências e Ciências Exatas/UNESP, 1992.72 f.\nWALD, David J.; ALLEN, Trevor I. Topographic slope as a proxy for seismic site conditions and amplification. Bulletin of the Seismological Society of America, v. 97, n. 5, p. 1379-1395, 2007.\nWILLS, C. J.; GUTIERREZ, Carlos. Investigation of geographic rules for improving site-conditions mapping. California Geologic Survey Final Technical Report, n. 07HQGR0061,2008. '\nXIA, Jianghai et al. Construction of 2-D vertical shear-wave velocity field by the multichannel analysis of surface wave technique. In: Proceedings of the symposium on the application of geophysics to engineering and environmental problems, Arlington. 2000. p. 20-24.\nZAINE, José Eduardo. Geologia da formacao rio claro na folha rio claro (sp). 1995."}]}}}