{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12849"}, {"@name": "filename", "#text": "18619_China%20e%20Medio_Oriente%2c%20Na%c3%a7%c3%a3o%20e%20Defesa%2c%20Inverno%202008-09%2c%20LTom%c3%a9%20.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CHINA E MÉDIO ORIENTE: ENERGIA, CLARO, MAS NÃO SÓ… \n \n\nLuis Tomé\n? \n\n \n \nNo Médio Oriente – área que Pequim descreve como “Ásia Ocidental e Norte de \n\nÁfrica”1 –, a República Popular da China é um actor relativamente recente, atraído, \n\nfundamentalmente, pelos fabulosos recursos energéticos ali existentes a fim de \n\nsustentar o seu “crescimento sob todas as formas”. A centralidade da energia faz com \n\nque, paradoxalmente, no muito complexo xadrez geopolítico do Médio Oriente, as \n\nrelações de Pequim com os governos da região pareçam relativamente simples: sem \n\ndisputas essenciais entre si, a ressurgente China procura avidamente o que aqueles \n\ncontrolam em abundância, isto é, gás e, sobretudo, petróleo. Porém, as interacções \n\nentre a China e os países do Médio Oriente, bem como os respectivos interesses, \n\npolíticas, estratégias e cálculos mútuos envolvem bem mais do que a compra e venda \n\nde energia: armamentos, investimento e comércio não-energéticos, ambições e \n\nrivalidades regionais e globais, segurança, interesses e relacionamentos respectivos \n\ncom outros grandes actores, nomeadamente, a hyperpuissance Estados Unidos e \n\npeso relativo da China nos assuntos regionais e da região na globalidade da política \n\nexterna de Pequim são aspectos que influenciam e marcam profundamente a interface \n\nChina-Médio Oriente.  \n\n \n\nVisões e Interesses Mútuos \n\nA China não é apenas mais uma potência emergente, é a grande potência ressurgente \n\nque, depois de Século e meio de perturbações internas e de humilhações externas \n\nque se sucederam a dois mil anos de proeminência e de um relativo sistema asiático \n\nsino-cêntrico, está novamente a reaparecer abalando a ordem asiática e internacional. \n\nAutêntico “panda de superlativos” de elevado potencial estratégico2, a ressurgência da \n\nRPChina baseia-se numa impressionante ascensão económica nas últimas três \n\ndécadas: entre 1978 e 2008, a China regista uma média de crescimento anual do PIB \n\n                                                 \n? Professor na Universidade Autónoma de Lisboa e no Instituto de Estudos Superiores Militares, está a \nconcluir o Doutoramento na Universidade de Coimbra com uma dissertação sobre segurança e geopolítica \nna Ásia Oriental com uma Bolsa de Investigação da FCT. \n1 Na sua divisão por “Países e Regiões”, o MNE da RPChina contempla a «Western Asia and North \nAfrica», incluindo nesta região os seguintes países: Algéria, Arábia Saudita, Bahrein, Egipto, Emiratos \nÁrabes Unidos, Iémen, Irão, Iraque,  Israel, Jordânia, Kuwait, Líbano, Líbia, Marrocos, Mauritânia, Omã, \nPalestina, Qatar, Síria, Sudão, Tunísia e Turquia. Ver China, RP - MNE website. \n2 Efectivamente, a China constitui uma civilização milenar com a mais longa História ininterrupta do \nmundo de mais de 4500 anos; é o país mais populoso do mundo com cerca de 1330 milhões de habitantes \n(um quinto da população mundial) e dispõe de um território com mais de 9,6 milhões de km2 pelo menos,   \no que faz dela o quarto maior país do mundo e a que se somam, putativamente, algumas áreas indefinidas \npor disputas territoriais que mantém. \n\n\n\nde cerca de 10%; só entre 1990 e 2008, o PIB real da China multiplicou dez vezes e o \n\nseu share no PIB mundial (baseado em paridades de poder de compra - PPP) mais do \n\nquadruplicou, saltando de 3,5%, em 1990 para perto de 12%, em 2008 (FMI, 2008); \n\nsimilarmente, o peso da China no comércio mundial tem aumentado abruptamente \n\nrepresentando, em 2007, cerca de 8% das importações mundiais e 11,6% das \n\nexportações mundiais, isto é, o dobro dos seus share de há apenas uma década atrás \n\n(CE-External Trade e OMC). A manterem-se as tendências actuais, o peso da China \n\nna economia mundial acentuar-se-á nos próximos anos e décadas: um estudo para a \n\nOCDE elaborado por Angus Maddison (2007: 95) estima que, tão proximamente como \n\n2030, a China possa surgir destacada como a maior economia do mundo com um PIB \n\n(baseado em PPP a níveis de 1990) de 22.983 mil milhões USD – comparativamente, \n\nesse estudo projecta para os EUA, nessa data, um PIB de 16.662 mil milhões USD, \n\npara a Índia 10.074 mil milhões USD, para o Japão 3.488 mil milhões USD e para a \n\nRússia 2.017 mil milhões USD.  \n\nA significativa e continuada ascensão económica da China não só fazem dela a nova \n\nestrela da economia mundial como permite a Pequim instrumentalizar esse êxito na \n\nlegitimação do seu regime comunista tecno-nacionalista (Romana, 2008 e 2005), \n\nalimentar o fortalecimento estratégico-militar da China3 e expandir a sua influência \n\npolítico-diplomática. É impossível saber ao certo o rumo e os impactos futuros da \n\nressurgência chinesa, mas é um facto que «China’s rapid rise over recent years as a \n\nregional political and economic power with growing global influence is an important \n\nelement in today’s strategic landscape, one that has significant implications for the \n\nregion and the world» (EUA-Dep. Defesa, 2008: I). \n\nNo entanto, o optimismo/alarmismo com que frequentemente se descreve, \n\npercepciona e projecta a ressurgência da China tende muitas a sobrevalorizar as \n\ncapacidades e potencialidades chinesas e a subvalorizar as suas tremendas \n\nvulnerabilidades e os seus inúmeros constrangimentos, internos e externos (Sutter, \n\n2008a e b). Além dos desafios associados à unidade política e geoeconómica do país \n\ne à metamorfose do regime, a RPChina é, por enquanto, um “país em \n\ndesenvolvimento” - surge, por exemplo, na 81ª posição do ranking do Índice de \n\nDesenvolvimento Humano 2007-2008 (UNDP, 2007) e constitui um exemplo \n\n                                                 \n3 Com efeito, o Exército Popular de Libertação (EPL) chinês – o maior do mundo com um efectivo que \nultrapassa, em 2008, os 2 milhões de soldados, a que se somam mais 650 mil elementos da Política \nArmada Popular paramilitar, outros tantos militares reservistas e ainda mais 10 milhões de membros de \nmilícia organizados por todo o país – está a beneficiar grandemente do crescimento económico do país e a \ndispor daquele que será o segundo maior orçamento de defesa do mundo (entre 90 e 150 mil milhões \nUSD, em 2008), tendo em marcha um vasto programa de modernização no âmbito do que Pequim apelida \nde «revolução dos assuntos militares com características chinesas» (China, RP, Defesa Nacional da \nChina 2006; ver também, por exemplo, EUA-Dep. Defesa, 2008 e Carriço, 2008). \n\n\n\nparadigmático de “um país, todas as desigualdades”. Por isso, a sua prioridade é, \n\nprecisamente, o desenvolvimento económico, a fim de «Construir uma sociedade \n\nmoderadamente próspera sob todos os aspectos» e aumentar o seu «poder nacional \n\nabrangente» (ver China’s National Defense 2006 e Hu Jintao, 2007). Em matéria de \n\npolítica externa, consequentemente, os grandes objectivos da RPChina passam por \n\nobter/contribuir para um ambiente regional e internacional que se mantenha favorável \n\nao seu desenvolvimento e o estabelecimento de relações produtivas que lhe permitam \n\nfortalecer o seu poder económico e militar e a sua influência política4.  \n\n \n\nEm conformidade com os seus objectivos globais, o crescente envolvimento da China \n\nno Médio Oriente é largamente orientado por motivações económico-comerciais: \n\ngarantir o acesso à energia e aos mercados da região. De facto, para a China - \n\nsegundo maior consumidor mundial de energia e país que regista o mais rápido \n\naumento quer do consumo de petróleo quer da dependência das importações \n\nenergéticas -, o Médio Oriente rico em petróleo e gás representa a mais importante \n\nfonte de abastecimento para suprir a sua crescente dependência de energia externa. \n\nParalelamente, sendo o crescimento chinês baseado na internacionalização, Pequim \n\nencara o Médio Oriente enriquecido, de uma maneira geral, à custa da venda de \n\nenergia, como um mercado atractivo quer para a colocação das exportações (incluindo \n\narmamentos) e dos investimentos chineses quer para a atracção de investimentos na \n\nChina.  \n\nNa visão chinesa, o Médio Oriente não representa uma ameaça directa para a \n\nintegridade da China, não está na sua esfera de influência e não é a prioridade da sua \n\npolítica externa e de segurança. O fortalecimento de laços cooperativos no Médio \n\nOriente é visto, portanto, essencialmente, como um forte contributo para a segurança \n\nenergética e o desenvolvimento económico da China, sendo os seus outros interesses \n\npolíticos, militares e diplomáticos regionais relativamente subsidiários. Ainda assim, o \n\nreforço desses laços favorece outros interesses chineses: limita a possibilidade de \n\neventuais apoios regionais às veleidades independentistas que põem em causa a \n\nunidade da China, em particular, dos Uígures muçulmanos do Xinjiang e de Taiwan; \n\npermite-lhe expandir as “relações mutuamente produtivas” e motivar todos os actores \n\nregionais, residentes e não residentes, a desenvolverem relações cooperativas com a \n\nChina; e, enfim, aumenta o seu estatuto regional e internacional. \n\n                                                 \n4 Sobre o impacto das preocupações e prioridades internas chinesas na formulação da política externa da \nRPChina ver, por exemplo, Luis Tomé, 2008a, 2006 e 2001b; Robert Sutter, 2008b; Cármen Amado \nMendes, 2008; e Heitor Romana, 2005. \n\n\n\nTendo por base o interesse energético-comercial, a política da RPChina no Médio \n\nOriente reflecte outras duas preocupações fundamentais. A primeira é o \n\ndesenvolvimento de relações amigáveis e produtivas com todos os países da região, o \n\nque requer uma postura de neutralidade nos conflitos e disputas entre os países do \n\nMédio Oriente e uma política verdadeiramente omni-direccional. A segunda é a \n\nprojecção da ambicionada “multipolaridade” mas sem antagonizar os proeminentes \n\nEUA, o que implica alguma contenção nas suas manobras “anti-hegemónicas” e a \n\ngestão hábil dos seus interesses regionais no quadro dos interesses globais e de uma \n\nagenda bilateral com Washington muito mais vastos e, genericamente, prioritários. \n\n \n\nPor seu lado, os povos e governos do Médio Oriente, à semelhança do resto do \n\nmundo, estão impressionados com a ressurgência da China, ainda para mais \n\nmostrando esta conseguir elevado crescimento económico sob um regime autoritário, \n\naspecto comum a muitos regimes da região. Assim, globalmente, a China representa, \n\npor um lado, um novo e extraordinário cliente energético e parceiro comercial e, por \n\noutro, uma oportunidade política suplementar às tradicionais relações com outras \n\ngrandes potências e actores “externos”.  \n\nDe uma maneira geral, todos os povos e governos do Médio Oriente olham a China \n\ncomo amigável, inclusivamente a esmagadora maioria dos islâmicos que “esquecem” \n\no rigoroso ateísmo de Pequim e a sua repressão contra os muçulmanos uígures do \n\nXinjiang. Longe dos tempos da China revolucionária que apoiava “movimentos \n\npopulares” locais contra os “governos marionetas nas mãos dos dois imperialismos” \n\nnos anos 1960 e 19705, a China é percepcionada agora mais como um poder status \n\nquo, sem conflitos nem disputas essenciais com qualquer país da região, sem aliados \n\nnem adversários regionais e sem a agenda política de outros “actores extra-regionais”. \n\nOs governos da região sentem-se particularmente confortáveis com a abordagem \n\nchinesa de “não intromissão nos assuntos internos” e de se concentrar, sobretudo, em \n\nfazer negócios e investir nas relações comerciais em vez de tentar fortalecer certos \n\ngrupos da sociedade civil e reclamar reformas internas. Apreciam ainda a pragmática \n\n“diplomacia sim-sim” chinesa, isto é, desenvolver as áreas de interesse mútuo \n\ndeixando de lado as questões susceptíveis de divergência.  \n\nA China não tem o peso e o papel dos EUA no Médio Oriente, mas a percepção \n\nregional é de que será cada vez mais relevante e pode ser fonte de estabilidade ou de \n\ninstabilidade, pelo que é um parceiro a ter do “seu lado” e a evitar alienar a todo o \n\ncusto, por razões económicas, políticas e estratégicas. Evidentemente, os interesses \n\n                                                 \n5 Sobre o papel e o envolvimento da China no Médio Oriente durante a Guerra Fria ver, por exemplo, \nSchichor, 1979; Behbehani, 1981; Harris, 1993; e Kumaraswamy, 1999. \n\n\n\nconcretos na China têm outras cambiantes consoante o actor regional: por exemplo, \n\nIsrael olha a China como mercado para escoar os seus armamentos, enquanto a \n\ngeneralidade dos outros países têm na China um importante fornecedor de \n\narmamentos; a Arábia Saudita, o Egipto ou os pequenos países do Golfo encaram a \n\nChina como uma forma de ganharem maior margem de manobra nas suas relações \n\ncom os EUA e a Europa, enquanto o Irão e a Síria ou o Hamas e o Hezbollah vêm na \n\nChina um contra-peso no vis a vis face aos EUA. \n\nO Médio Oriente tem um longo historial de envolvimento com a Europa, os EUA, a \n\nRússia ou mesmo o Japão. A RPChina é um actor regional relativamente recente mas, \n\nna visão da generalidade dos povos e governos do Médio Oriente, um bom \n\ninvestimento no seu futuro. \n\n \n\nEnergia \n\nConvém ter presente que a China é uma potência rica em recursos energéticos: \n\nactualmente, é o maior produtor mundial de carvão, o segundo maior produtor de \n\nenergia (logo atrás dos EUA) e o quinto maior produtor de petróleo (IEA/AIE). \n\nSimplesmente, o elevado e continuado ritmo de crescimento económico e, \n\nconcretamente, as rápidas industrialização, urbanização, electrificação e motorização \n\nfizeram aumentar significativamente o consumo de energia na China. A produção \n\ninterna deixou, assim, de ser suficiente para satisfazer a crescente procura, pelo que a \n\nChina passou a ser num importador energético a partir de 1993, com o hiato entre a \n\nprodução interna e o consumo nacional a aumentar drasticamente a partir do ano \n\n2000, fazendo disparar o peso proporcional das importações no total do consumo de \n\nenergia na China.  \n\nPresentemente, a China é já o segundo maior consumidor mundial de energia com um \n\nshare que ascende aos 15% e o segundo maior consumidor de petróleo (ultrapassada \n\napenas pelos EUA), consumindo 8,5% do total da produção mundial de petróleo. \n\nApesar do petróleo representar apenas cerca de 20% do total da energia utilizada na \n\nChina - para 74% do muito poluente carvão, 3% de gás natural e 3% entre a hidro-\n\nenergia, a energia nuclear e outras fontes (APEC, 2008: 44-45) -, é em relação ao \n\npetróleo que a dependência externa é mais saliente já que a China importa cerca de \n\n55% do total do petróleo que consome (ibid.; e IEA/AIE, 2008 e 2007).  \n\n\n\nFigura 1. Consumo de Energia na China, 1965-2004  \n\n(milhões de toneladas de equivalente de petróleo e % do consumo mundial) \n\n \nFonte: IEA/AIE e OMC. \n\n \n\n«A falta de petróleo e gás natural tornou-se um factor restritivo no desenvolvimento \n\neconómico e social do nosso país», conforme reconheceu o Primeiro-Ministro chinês \n\nWen Jiabao (cit. in EUA-Dep. Defesa, 2005: 10) - por isso, a energia tornou-se num \n\ninteresse vital para o desenvolvimento e a segurança da China. Preocupado com a \n\ndependência energética, o Governo chinês tem procurado tomar medidas6, incluindo a \n\ncriação de uma reserva estratégica de petróleo, o lançamento de um gigantesco \n\nprograma de investimentos na melhoria, reconversão e construção de infra-estruturas \n\nenergéticas, o impulso à diversificação das fontes de energia e o apoio a uma vasta \n\npolítica de aquisições e fusões energéticas no estrangeiro efectuadas pelos grandes \n\nconglomerados energéticos chineses.  \n\nA realidade é que a tendência aponta para o agravamento da dependência chinesa \n\ndas importações de energia, nomeadamente, petróleo: calcula-se que a parcela \n\nchinesa na procura mundial de energia passe dos actuais 15% para os 20% em 2030 \n\ne que o seu share na procura mundial de petróleo ascenda de 8,5%, actualmente para \n\n11%, em 2030 (Isbell, 2006: 4; ver também IEA/AIE website Statistics e 2007). Ou \n\nseja, o peso proporcional das importações no consumo total de energia na China \n\naumentará ainda mais, podendo chegar, no caso do petróleo, aos 70-75% em 2020-\n\n2025 e aos 80-85% em 2030. \n                                                 \n6 As preocupações chinesas e as respectivas políticas em matéria de energia deram, inclusivamente, \norigem ao Livro Branco “China’s Energy Conditions and Policies” (China.RP, 2007). Ver também \nAPEC Energy Overview 2007, 2008: 44-55; e IEA/AIE, 2007. \n\n\n\n \n\nFigura 2. China: Dependência das Importações de Petróleo, 2004-2030 \n\n \n\nFonte: Bustelo, 2005: 17 - Gráfico 9. \n\n \n\nA sede de energia orienta, portanto, grande parte da política externa e de segurança \n\nda China, preocupada em garantir, por um lado, o acesso às regiões ricas em recursos \n\nenergéticos pelo desenvolvimento de relações com os países produtores e \n\nexportadores de petróleo e gás e, por outro, a segurança das rotas de abastecimento \n\nmarítimo e dos oleodutos e gasodutos que fazem chegar a energia ao seu território \n\n(ver Ribeiro, Azevedo e Trindade, 2008). O crescente interesse e envolvimento chinês \n\nno Médio Oriente, na Ásia Central, em África ou na América Latina e a atenção que \n\nPequim devota aos desenvolvimentos geopolíticos nessas regiões e também no \n\nOceano Índico, no Atlântico Sul e no Sudeste Asiático ou nos Estreitos de Ormuz e de \n\n\n\nMalaca e no Mar da China Meridional7 estão amplamente relacionados com \n\npreocupações de segurança energética. Naturalmente, a entrada da ressurgente \n\nChina no “grande jogo” energético mundial acarreta um potencial suplementar quer de \n\ncompetição quer de cooperação, razão pela qual concluíamos num outro trabalho que \n\na energia poderá ser uma das duas principais questões (a outra é Taiwan) a servir de \n\nreferência para aferir se a China é, afinal, “gato preto ou gato branco”, ou seja, o \n\nsentido da evolução do seu comportamento geoestratégico (Tomé, 2006: 25-32). \n\n \n\nMapa 1. Rotas Marítimas Críticas de Abastecimento Energético para a China \n\n \nFonte: EUA-Dep. Defesa, Military Power of PRChina 2008: 12 – Figure 2. \n\n \n\nAssim, tal como no passado a energia levou os EUA para o Médio Oriente, atrai \n\nactualmente também a China para esta região. Representando cerca de 31% da \n\nprodução mundial e 61% das reservas mundiais conhecidas de petróleo, o Médio \n\nOriente tem um significado muito superior a qualquer das outras regiões onde a China \n\ntambém busca energia e diversificação, nomeadamente, a África e a Eurásia que \n\nrepresentam 12,1% e 21,6% da produção mundial e 9,7% e 12% das reservas \n\nmundiais de petróleo, respectivamente (Xin, 2008: Table 1). Acresce que além dos \n\n                                                 \n7 Sobre as rotas marítimas na Ásia-Pacífico e suas implicações geoestratégicas ver, por exemplo, \nAlmirante António Emílio Sacchetti, 2008. \n\n\n\nseus fabulosos recursos energéticos, a localização geográfica do Médio Oriente torna \n\ncomparativamente menos oneroso o acesso e o transporte (essencialmente, marítimo, \n\natravés do Estreito de Ormuz-Índico-Mar da China Meridional) de petróleo para a \n\nChina. Os países do Médio Oriente dispõem ainda, na sua maioria, de excelentes \n\ninfra-estruturas para a exploração, produção e distribuição energética, podendo \n\nresponder com maior facilidade ao aumento da procura chinesa de energia (Jin, 2005).  \n\nO conjunto destas condições ajuda a explicar o facto do Médio Oriente ser a principal \n\nregião fornecedora de petróleo à China, representando cerca de 50% do total das \n\nimportações chinesas de petróleo e 20% do total do petróleo usado na China – por \n\ncomparação, a África representa sensivelmente 30% e a Eurásia 20% das \n\nimportações petrolíferas chinesas. Ajuda ainda a explicar a complexidade e a \n\ndificuldade da China substituir o Médio Oriente por outras regiões como principal fonte \n\nabastecedora de petróleo – pelo contrário, a tendência aponta para o aumento da \n\ndependência chinesa do petróleo do Médio Oriente, região cuja parcela no total das \n\nimportações petrolíferas chinesas se estima poder atingir os 70% em 2015 (Calabrese, \n\n2005).  \n\nAos interesses e política energética do governo chinês no Médio Oriente juntam-se os \n\nobjectivos comerciais dos grandes conglomerados energéticos chineses. As quatro \n\nprincipais companhias petrolíferas nacionais - Chinese National Petroleum Corporation \n\n(CNPC)/PetroChina, China Petrochemical Corporation (Sinopec), China National \n\nOffshore Oil Corporation (CNOOC) e China National Chemical Import and Export \n\nCorporation (Sinochem) – empregam conjuntamente mais de 3 milhões de pessoas e \n\ndominam a quase totalidade do mercado interno. Ora, mais de 90% dos seus \n\ndividendos actuais são dependentes das actividades “intra-Grande Muralha”, o que \n\nrepresenta um problema não só pela rápida depredação dos recursos na China mas \n\ntambém pela expectável redução dos apoios governamentais e da crescente \n\ncompetição oriunda de outras companhias nacionais e estrangeiras em virtude dos \n\ncompromissos no quadro da OMC, podendo pôr em causa a viabilidade daqueles \n\nconglomerados e a “harmonia social” na China (Xin, 2008). Também por isto, na última \n\ndécada, tem-se assistido a uma vaga de internacionalização destas companhias, em \n\nparticular, no Médio Oriente, tirando largamente partido da janela de oportunidade \n\naberta por Pequim junto dos governos da região8 e investindo significativamente em \n\nprojectos de exploração e produção de energia, infraestruturas, refinarias e \n\n                                                 \n8 O governo chinês concentra-se nas macro-medidas de maneira a assegurar um ambiente favorável aos \nnegócios energéticos, por exemplo, usando a sua influência política, conduzindo uma muito activa \ndiplomacia energética, promovendo as inter-dependências económicas e comerciais, encorajando (e \nsubsidiando) o investimento directo das companhias chinesas na região e permitindo o investimento dos \npaíses e companhias do Médio Oriente no sector energético, e não só, na China. \n\n\n\npetroquímicos: só a Sinopec está envolvida em mais de 120 projectos de petróleo e \n\ngás no Médio Oriente (Alterman e Garver, 2008: 6). Embora as companhias chinesas \n\ntambém invistam e participem activamente em projectos energéticos em países como \n\no Kuwait, Omã, Qatar, Síria, Emiratos Árabes Unidos e Iémen, a ênfase incide sobre \n\nos três maiores produtores petrolíferos regionais, i. é, Arábia Saudita, Irão e Iraque, se \n\nbem que a natureza da sua interdependência seja distinta de parceiro para parceiro, \n\ncomo veremos mais adiante. \n\n \n\nQuadro 1. Uma Década de Investimentos Energéticos China-Médio Oriente,  \n\n1997-2007  \n\nAno País Companhia da \nRPChina \n\nDescrição \n\n1997 Iraque CNPC Acordo para produção partilhada e \ndesenvolvimento do campo al-Ahdab durante \n22 anos, no valor estimado de 1.3 mil milhões \nUSD  \n\n1998 Egipto CNPC Acordo com duas empresas egípcias para a \ncriação de uma companhia de investimentos \nconjunta \n\n2001 Irão Sinopec Acordo de 150 milhões USD para conceber e \nconstruir um terminal petrolífero em Neka e \nmodernizar as refinarias de Rey e Tabris \n\n2003 Argélia CNPC Acordo para investir 31 milhões USD durante \ntrês anos na prospecção de petróleo e gás \n\n2004 Arábia Saudita Sinopec Acordo para exploração e produção de gás \ncom a Aramco saudita, no valor de 300 \nmilhões USD \n\n2004 Egipto Petrochina Acordo de investimento petrolífero \n2004 Argélia CNPC e \n\nSinopec \nConcessão da exploração de três blocos \n\n2004 Líbia Governo da \nRPChina \n\nAcordo para a compra de 10 milhões de barris \nde petróleo, valor estimado de 300 milhões \nUSD \n\n2004 Irão Sinopec Memorando de entendimento para a compra \nde 10 milhões de toneladas de Gás Natural \nLiquefeito (LNG) anualmente, durante 25 \nanos, em troca do desenvolvimento do campo \nde Yadavaran  \n\n2004 Arábia Saudita \n(na província \nchinesa de \n\nFujian)  \n\nSinopec Acordo para modernizar e triplicar a \ncapacidade da refinaria de Quanzhou em \ncooperação com a Aramco saudita e a \nExxonMobil americana, avaliado em 3.5 mil \nmilhões USD \n\n2006 Arábia Saudita \n(na ilha chinesa \n\nde Hainão) \n\nGovernos, \nSinopec \n\nAcordo para criar um complexo para reserva \npetrolífera de 10 milhões de metros cúbicos na \nilha chinesa de Hainão \n\n2007 Iraque CNPC Reconfirmação do acordo de 1997 para \ndesenvolver o campo de al-Ahdad em troca do \nperdão de grande parte da dívida iraquiana à \nChina \n\n2007 Irão CNOOC Acordo para o desenvolvimento do campo de \ngás natural North Pars \n\n2007 Irão Sinopec Contrato de 2 mil milhões USD para a 1ª fase \n\n\n\ndo desenvolvimento do campo de Yadavaran, \nprosseguindo o acordo de 2004 \n\n \n\nFonte: Alterman e Garver, 2008: 25 – Table 2.1. \n\n \n\nComércio e Investimento \n\nA China e o Médio Oriente são parceiros cada vez mais relevantes nas respectivas \n\nrelações económicas e comerciais – a prová-lo estão as contínuas subidas da China \n\nno ranking dos principais parceiros comerciais dos países do Médio Oriente e vice-\n\nversa (ver OMC Statistics Database). Tal como para a generalidade do mundo, a \n\nressurgente China é um mercado extremamente apetecível para os produtores, \n\ninvestidores e exportadores do Médio Oriente em virtude da sua dimensão \n\ndemográfica, rápido crescimento económico e classe de consumidores em contínua \n\nexpansão. Por isso, além de grande cliente energético, a China apresenta um enorme \n\npotencial para outras exportações (em particular, de produtos químicos e \n\npetroquímicos, fertilizantes, plásticos e metais como o alumínio ou aço) e outros \n\ninvestimentos não energéticos, tanto mais que o boom dos preços do petróleo nos \n\núltimos anos tem disponibilizado mais capital para os governos, companhias e \n\ninvestidores desta região – fazendo, por exemplo, dos seis países do Gulf Cooperation \n\nCouncil (GCC)9 os maiores acumuladores de capital no Médio Oriente, com reservas \n\noficiais que se estimam poder saltar dos 51 mil milhões USD, em 2002 para os 150 mil \n\nmilhões USD, em 2012 (Economist Intelligence Unit, 2007). A verdade é que se \n\nregista, nos últimos anos, um aumento das exportações e dos investimentos, \n\nenergéticos e não energéticos, desta região na direcção da China, tanto em termos \n\nabsolutos como relativos.  \n\nParalelamente, e à semelhança do que acontece um pouco por todo o globo, o Médio \n\nOriente tem sido atraído pelos produtos chineses de baixo custo e que vêm \n\nconquistando quotas de mercado e inundando os espaços comerciais da região. A \n\nRPChina, de facto, exporta abundantemente para o Médio Oriente, em particular, \n\nmaquinaria e equipamentos/componentes de transportes (incluindo carros e \n\nmotociclos cujas exportações para esta região dispararam desde o ano 2000), outros \n\nbens de consumo manufacturados e semi-manufacturados (incluindo electrónica), \n\ntêxteis e vestuário e produtos agrícolas, fazendo com que a balança comercial com a \n\n                                                 \n9 O Cooperation for the Arab States of the Gulf ou, simplesmente, Gulf Cooperation Council é uma \norganização regional criada em Maio de 1981 e que junta a Arábia Saudita, o Bahrein, os Emiratos \nÁrabes Unidos, o Kuwait, Omã e Qatar. \n \n\n\n\nregião seja relativamente balanceada apesar das importações massivas chinesas de \n\nenergia.  \n\nEm 2007, os principais parceiros comercias (importações + exportações) da China no \n\nMédio Oriente foram a Arábia Saudita (num volume total que atingiu os 18.2 mil \n\nmilhões de Euros), os Emiratos Árabes Unidos (14.6 mil milhões EUR) e o Irão (14.5 \n\nmil milhões EUR), sendo que com o conjunto dos seis países do GCC o comércio \n\nbilateral global foi de sensivelmente 42 mil milhões EUR. Os maiores importadores \n\nregionais de produtos chineses foram a Arábia Saudita (12.6 mil milhões EUR), o Irão \n\n(9.7 mil milhões EUR) e Omã (quase 5 mil milhões EUR), cifrando-se o montante das \n\nimportações chinesas do grupo GCC em cerca de 20 mil milhões EUR. E os maiores \n\ndestinatários das exportações chinesas para o Médio Oriente foram os Emiratos \n\nÁrabes Unidos (12.3 mil milhões EUR), a Turquia (7.8 mil milhões EUR) e a Arábia \n\nSaudita (5.6 mil milhões EUR), sendo o valor para o conjuntos dos seis GCC de cerca \n\nde 22 mil milhões EUR (ver adiante Quadro 3). \n\nTanto parte os países do Médio Oriente como a China são grandes destinos de \n\ninvestimentos estrangeiros, mas são também, e cada vez mais, importantes \n\ninvestidores no estrangeiro, incluindo no mercado de capitais, procurando, \n\nnaturalmente, os mercados que lhes permitam obter os mais elevados dividendos. \n\nOra, o Médio Oriente para os investidores chineses e a China para os investidores do \n\nMédio Oriente são mútua e crescentemente encarados como mercados \n\nparticularmente promissores para os respectivos investimentos e muito para lá da área \n\nda energia10.  \n\n                                                 \n10 Exemplos disso constituem os investimentos, ambos em 2006, de 720 milhões USD da Kuwait \nInvestment Authority e de 206 milhões USD da Qatar Investmen Authority no Industrial and Commercial \nBank of China (ICBC), o maior banco chinês, tendo este conseguido que o Qatar Financial Center \naprovasse, em Fevereiro de 2008, a abertura de uma filial em Doha, a primeira vez que tal acontece com \num banco chinês na região do Golfo Pérsico (Xinhua News Agency, 2008). A Kuwait Investment \nAuthority também tem 15% da Kuwait China Investment Company (KCIC) criada em 2005 para gerir \nfundos no valor de 200 milhões USD de investimentos do Golfo na China (Rein, 2008). Em Fevereiro de \n2008, a Qatar Investmen Authority assinou um acordo com a Singapore’s Keppel Corporation para um \ninvestimento conjunto numa “eco-cidade” de 30 km2 em Tianjin, China, modelo de desenvolvimento \nsustentável a prosseguir futuramente noutras cidades chinesas (ibid.).  \nOs grandes investimentos chineses não energéticos no Médio Oriente também se sucedem: a Hebei \nZhongxing Automobile da China aliou-se à Iyas Company for Manufacturing Automobiles e à Jordan \nInvestment Board para a construção da primeira fábrica de automóveis na Jordânia no valor de 30 milhões \nUSD, com o acordo a prever que os engenheiros jordanos tenham formação na China; no Egipto, o China \nExport-Import Bank concedeu um empréstimo de 16.3 milhões USD à Egyptian Holding Company for \nCotton Spinning and Weaving para a reconversão de uma fábrica de poliéster e outro empréstimo de 20 \nmilhões para a renovação do Cairo International Conference Centre (CICC); o Citic Group, maior \ncompanhia estatal chinesa, também planeia investir 800 milhões USD numa fábrica de alumínio em \nIsmailia, junto ao Canal do Suez, prevendo escoar a maior parte da produção para a China; o China \nNational Chemical Engineering Company (CNCEC) e o grupo Al-Kharafi do Kuwait planeiam investir \n700 milhões USD na construção de uma fábrica de produtos químicos em Fayoum, Egipto; a Alluminum \nof China (Chalco), maior produtora de alumínio chinesa, assinou um acordo com parceiros Malaios e \n\n\n\nOutro sector que cada vez mais inter-liga a China e o Médio Oriente é o turismo: só \n\nentre 2001 e 2007, por exemplo, o número de turistas chineses no emirato do Dubai e \n\nno Egipto duplicou. De facto, com o turismo em franco desenvolvimento no Médio \n\nOriente e sendo a China o país que mais novos turistas vem gerando, é enorme o \n\npotencial de expansão deste mercado altamente lucrativo - os países desta região \n\nesperam captar grande parte dos previstos 100 milhões de turistas chineses em 2015. \n\nA China tornou-se, portanto, num parceiro económico-comercial estratégico para a \n\ngeneralidade dos países do Médio Oriente e vice-versa. A contribuir para o incremento \n\ndo comércio e do investimento China-Médio Oriente estão os interesses comuns e \n\nmútuos tanto dos governos como dos empresários, as complementaridades e \n\ncrescentes capacidades económicas respectivas e também a ausência de grandes \n\nobstáculos políticos. Entretanto, a fim de fortalecer os laços políticos, económicos e \n\nestratégicos entre a China e os Países Árabes, foi estabelecido, em Janeiro de 2004, o \n\nChina-Arab Cooperation Forum, tornando-se um dos principais veículos de promoção \n\ndas interacções China-Médio Oriente. Outros quadros regionais com quem a China \n\nvem promovendo relações são a Greater Arab Free Trade Area (GAFTA)11 e, \n\nsobretudo, o Gulf Cooperation Council (GCC) com quem Pequim planeia instituir uma \n\nZona de Comércio Livre China-Médio Oriente. \n\nAs “vantagens comparativas” económicas e políticas da RPChina fazem crer que o \n\nseu peso na actividade comercial do Médio Oriente aumente no futuro: por exemplo, o \n\nEgipto projecta que a RPChina ultrapasse os EUA como seu maior parceiro comercial \n\naté 2012 e pretende aumentar o seu share quer nas exportações chinesas quer nas \n\nreexportações para a Europa tornando mais atractivas as tarifas de trânsito através do \n\nCanal do Suez para os produtos chineses (Alterman e Garver, 2008: 75). Os \n\nintercâmbios comerciais entre a China e o Médio Oriente duplicaram de valor desde \n\n2000 e cresceram duas vezes mais rápido do que o comércio entre o Médio Oriente e \n\nos EUA ou a Europa (Rein, 2008). O objectivo chinês é elevar o comércio com o Médio \n\nOriente a 100 mil milhões USD até 2010, o que significa quase duplicar o valor de 51.3 \n\nmil milhões USD registado em 2005 – impressiona, tanto mais se tivermos em \n\nconsideração que, em 1991, o comércio total China-Médio Oriente não chegava aos 3 \n\nmil milhões USD (OMC International Trade and Tariff Data). É, de facto, a «nova rota \n\nda seda entre novos-ricos» (Rein, 2008). \n\nApesar deste crescimento substancial convém, no entanto, ter os intercâmbios \n\neconómicos e comerciais China-Médio Oriente na devida perspectiva. Efectivamente, \n                                                                                                                                               \nSauditas, em Outubro de 2007, para a construção de uma gigantesca fábrica de alumínio na Arábia \nSaudita que representa um investimento global de 3 mil milhões USD; etc, etc. \n11 Instituída em Janeiro de 2005 pela Liga Árabe, tornando-se um novo bloco económico regional com 17 \npaíses-membros e uma população total de mais de 280 milhões de pessoas. \n\n\n\na China ainda não tem para o Médio Oriente e o Médio Oriente não tem para a China, \n\nlonge disso, o significado de outros actores como a UE, os EUA ou o Japão. Isto é \n\nóbvio em termos de investimento directo estrangeiro, ajuda ao desenvolvimento, \n\nserviços ou alta tecnologia, mas é igualmente visível no domínio comercial. Em 2007, \n\na RPChina foi o primeiro 1º comercial apenas do Iémen e de Omã, sendo o 2º do Irão, \n\no 3º dos Emiratos Árabes Unidos, Egipto, Líbia e Turquia, o 4º para o conjunto dos \n\nseis GCC, Jordânia e Israel, o 6º do Iraque, Kuwait e Síria, o 5º da Arábia Saudita e \n\nLíbano, o 7º do Bahrein e o 9º do Qatar (ver Quadro 2).  \n\nMais significativo ainda é o facto do Médio Oriente pesar relativamente pouco no \n\ncomércio global da China: mesmo incluindo a energia e os armamentos, o Médio \n\nOriente representa pouco mais de 1% do investimento chinês no estrangeiro e cerca \n\nde 4% do total do comércio externo da RPChina (no valor de 60 mil milhões EUR), em \n\n2007, muito aquém do significado da UE (1º parceiro comercial da China com quase \n\n260 mil milhões EUR e um share de 17,3%), dos EUA (225.5 mil milhões EUR e \n\nparcela de 15%) ou do Japão (171.8 mil milhões EUR com 11,4% de share). Os seis \n\npaíses do GCC juntos representam uma quota de apenas 2,8% no comércio global da \n\nChina e somente a Arábia Saudita (no 15º posto e um share de 1,2%), os Emiratos \n\nÁrabes Unidos (17º e uma parcela de 1%) e o Irão (18º lugar também com um share \n\nde sensivelmente 1%) aparecem no top 20 dos principais parceiros comerciais da \n\nChina, ainda que o conjunto dos Estados-membros UE sejam contabilizados como um \n\nsó parceiro (ver Quadro 3). Naturalmente, nos seus cálculos, quer Pequim quer os \n\ngovernos do Médio Oriente quer ainda os outros actores co-relacionados ponderam \n\nesta realidade nas suas interacções mútuas e nas respectivas políticas regionais e \n\nglobais. \n\nQuadro 2. Significado da RPChina na actividade comercial dos \nparceiros do Médio Oriente, em 2007 \n\n China nas Importações  China nas Exportações China no Comércio Total \n\n Ranking % Ranking % Ranking % \nArábia \nSaudita 3 9,4 5 8,2 5 8,6 \nBahrein 6 4,1 n.a. n.a. 7 1,5 \nEmiratos \nÁrab Unid 2 13,2 9 2,3 3 8,1 \nEgipto 3 9,8 14 0,9 3 6,9 \nIémen 3 12,1 1 21,9 1 16,3 \nIrão 2 14,4 3 14,5 2 14,5 \nIraque 6 4,6 8 2,6 6 3,4 \nIsrael 3 6,2 6 1,9 4 4,1 \nJordânia 3 9,8 13 1,1 4 7,3 \nKuwait 4 7,1 6 5,2 6 5,8 \nLíbano 4 5,9 n.a. n.a. 5 4,8 \nLíbia 2 7,6 4 3 3 4,1 \n\n\n\nOmã 6 3,7 1 24,2 1 16,5 \nQatar 6 2,8 7 1,6 9 2,1 \nSíria 3 9,1 n.a. n.a. 6 5,6 \nTurquia 3 7,9 15 1 3 5,2 \n6 GCC*  3 10,1 5 6,3 4 7,8 \n \nNota: * 6 GCC = Arábia Saudita, Bahrein, Emiratos Árabes Unidos, Kuwait, Omã e Qatar. As \nposições nestes rankings assumem o conjunto dos Estados-membros UE como um parceiro \núnico, não os descriminando individualmente. \nFonte: Comissão Europeia website, External Trade – Bilateral Trade Relations. \n \n\nQuadro 3. Significado dos Países do Médio Oriente no Top 20 dos \nprincipais parceiros comerciais da RPChina, em 2007 \n\nImportações China de… Exportações China para… Comércio Total (Imp+Exp) China… \n\nRank \n \n\nParceiros \n \n\nMilhões \nEUR \n\n% \n \n\nRank \n \n\nParceiros \n \n\nMilhões \nEUR \n\n% \n \n\nRank \n \n\nParceiros \n \n\nMilhões \nEUR \n\n% \n \n\n1 Japão 96.964 15,3 1 UE 179.604 20,6 1 UE 259.985 17,3 \n\n2 UE 80.381 12,7 2 EUA 173.593 19,9 2 EUA 225.586 15 \n\n3 \nCoreia \n\nSul 76.561 12,1 3 \nHong \nKong 131.905 15,1 3 Japão 171.851 11,4 \n\n4 EUA 51.993 8,2 4 Japão 74.888 8,6 4 \nHong \nKong 151.937 10,1 \n\n5 Malásia 20.119 3,2 5 \nCoreia \n\nSul 40.695 4,7 5 Coreia Sul 117.257 7,8 \n\n13 \nArábia  \nSaudita 12.615 2 12 \n\nEmiratos  \nÁrab Uni 12.382 1,4 15 \n\nArábia  \nSaudita 18.242 1,2 \n\n15 Irão 9.173 1,5 18 Turquia 7.830 0,9 17 \nEmiratos  \nÁrab Uni 14.632 1 \n\n20 Omã 4.962 0,8 19 \nArábia  \nSaudita 5.627 0,6 18 Irão 14.450 1 \n\n-- 6 GCC* 20.047 3,1 -- 6 GCC* 22.070 2,5 -- 6 GCC* 42.116 2,8 \n \nNota * e Fonte: Ibid.. \n \n\nArmamentos \n\nQualquer reflexão sobre a China e o Médio Oriente implica, necessariamente, abordar \n\nas transacções de armamentos, já que estamos perante alguns dos maiores actores \n\nmundiais nesse mercado. Destinando à Defesa parte dos recursos resultantes do seu \n\ncrescimento económico na prossecução da “revolução dos assuntos militares com \n\ncaracterísticas chinesas”, a RPChina tem adquirido massivamente armamentos no \n\nestrangeiro, sendo talvez mesmo o maior importador mundial: segundo o Stockholm \n\nInternational Peace Research Institute (SIPRI Arms Transfers Database), entre 2003 e \n\n2007, a RPChina foi o primeiro importador mundial de armamentos com uma quota de \n\n12% do total12. Por seu lado, o Médio Oriente e Norte de África tem sido o maior \n\n                                                 \n12 Como sempre acontece nestas matérias, os rankings e os shares variam consoante as fontes. Por \nexemplo, diferentemente do SIPRI, um relatório do Congressional Research Service sobre as vendas de \narmamentos ao mundo em desenvolvimento referente ao período 1999-2006 coloca a China somente no \n\n\n\nmercado de armamentos do mundo em desenvolvimento: nos quatro anos 2003-2006, \n\nesta macro-região representou 46,6% do total dos acordos sobre transferência de \n\narmamentos para os países em desenvolvimento com um valor acumulado de 46.7 mil \n\nmilhões USD; no mesmo período, os países do Médio Oriente e Norte de África \n\nreceberam ainda armamentos no valor de 44.9 mil milhões USD, isto é, 53,7% do valor \n\ntotal dos armamentos entregues ao mundo em desenvolvimento, mantendo a \n\nliderança que já tinham nos anos 1999-2002 em que receberam um valor acumulado \n\nde quase 48 mil milhões USD ou 55,1% do total (Grimmet/CRS, 2007: Tables 1C, 1D, \n\n2C e 2D).  \n\nDe notar, no entanto, que os principais fornecedores de armamentos à China e ao \n\nMédio Oriente são, na globalidade, bem distintos: no caso da China, impossibilitada de \n\naceder ao armamento americano e europeu devido ao boicote desde a tragédia de \n\nTiannanmen, em 1989, o grande fornecedor é a Rússia, donde provém cerca de 85% \n\ndas suas importações de armamentos nos últimos vinte anos; no caso do Médio \n\nOriente e Norte de África, genericamente, são os EUA e depois os países europeus os \n\ngrandes fornecedores representando, conjuntamente, mais de 85% do abastecimento \n\nde armamentos a esta macro-região nas últimas duas décadas.  \n\nPor outro lado, a China é um grande importador mas é também um importante \n\nexportador de armamentos, aparecendo continuamente no top 10 dos principais \n\nfornecedores mundiais de armamentos, se bem que o seu significado no mercado \n\nmundial seja muito relativo13. As exportações chinesas de armamentos destinam-se, \n\nna sua quase totalidade, a países em desenvolvimento; porém, também aqui o seu \n\nsignificado continua a ser relativo (ver Grimmet/CRS, 2007). É precisamente o que \n\nacontece no caso do Médio Oriente, para onde Pequim tem vendido importantes \n\nremessas de armamentos convencionais mas ainda assim muito inferiores \n\ncomparativamente às vendas dos EUA, da Rússia ou dos grandes países da UE: no \n\nperíodo 2003-2006, a China representou apenas 2,78% dos acordos sobre venda de \n\narmamentos e 2% das entregas de armamentos no Médio Oriente e Norte de África \n                                                                                                                                               \nsegundo lugar quer em termos de contratos assinados visando a aquisição de armamentos convencionais – \nno valor de 17.4 mil milhões USD, equivalendo a cerca de 9% do valor total dos acordos sobre \ntransferência de armamentos para os países em desenvolvimento nesses oito anos (atrás da Índia que \napresenta um montante de 22.4 mil milhões USD e um share de 11,9%) - quer em termos de armamentos \nconvencionais recebidos: no conjunto dos mesmos anos 1999-2006, segundo aquele relatório, a China \nrecebeu armamentos no valor de 17.1 mil milhões USD, ou seja, 10% do valor total dos armamentos \nconvencionais entregues ao mundo em desenvolvimento, ranking este liderado pela Arábia Saudita que \nrecebeu nesse período armamentos no valor de 45.8 mil milhões USD ou 26,8% do total) (ver \nGrimmet/CRS, 2007: Tables 1, 1I, 1J e 2). \n13 Segundo o IISS e o seu The Military Balance 2008 (449: Tables 38-43), em 2006, a China foi 5º no \nranking das entregas de armamentos com um valor de 700 milhões USD (ranking este liderado pelos \nEUA, com mais de 14 mil milhões USD) e 9º em matéria de acordos sobre transferência de armamentos \ncom um valor de 800 milhões USD e um share no mercado global de apenas 2% (ranking igualmente \nliderado pelos EUA com 16.5 mil milhões USD e um share de 41.9%).  \n\n\n\n(para 48,87% e 43% dos EUA, respectivamente), valores não muito distintos do \n\nperíodo 1999-2002 em que significou 3,03% dos acordos e 1,46% das entregas de \n\narmamentos nesta macro-região (enquanto os EUA representaram, respectivamente, \n\n68,39% e 39,99%) (ver Quadro 4A).  \n\nSe o significado da China no abastecimento de armamentos ao Médio Oriente é \n\nrelativo, esta região também não é o maior mercado para as exportações chinesas de \n\narmamentos. No período 2003-2006, a macro-região Médio Oriente e Norte de África \n\nrepresentou 28,89% dos acordos e 30% das entregas do total das vendas chinesas de \n\narmamentos (enquanto a “Ásia em desenvolvimento” acolheu 48,89% dos acordos e \n\n50% das entregas de armamentos chineses), registndo-se uma subida na importância \n\ndaquele mercado para a China face ao quadriénio 1999-2002 em que significou 20% \n\ndos acordos e 25,93% das entregas (ver Quadro 4B). \n\nA questão não se coloca, pois, em termos do peso da China nas vendas totais de \n\narmamentos ao Médio Oriente. Coloca-se, sim, ao nível dos concretos destinatários \n\nregionais dos armamentos chineses, na medida em que a China persiste em vender \n\nequipamentos militares (incluindo vários tipos de mísseis) a regimes perigosos e sob \n\ncrítica internacional como os do Irão e da Síria ou, antes, os de Saddam no Iraque e \n\nda Líbia até ao volte-face de 2002, independentemente dos seus efeitos na \n\nestabilidade regional e dando quase sempre a impressão de actuar deliberadamente \n\nde forma oportunista e por oposição aos EUA. Contudo, esta é apenas parte da \n\nrealidade pois, tal como em matéria de energia ou do comércio em geral, entre os \n\nprincipais importadores de armamentos chineses no Médio Oriente encontram-se \n\ntambém países aliados ou muito próximos dos EUA como a Arábia Saudita, o Egipto \n\nou o Kuwait. No quadriénio 2003-2006, os principais compradores regionais com quem \n\nPequim celebrou acordos para a venda de armamentos foram o Egipto e o Irão (400 \n\nmilhões USD cada) e a Arábia Saudita (200 milhões USD); nesse mesmo período, os \n\ngrandes receptores de armamentos chineses foram o Egipto (300 milhões USD) e o \n\nIrão e o Kuwait (200 milhões USD cada) (Grimmet/CRS, 2007: 33 e 43). Por outro \n\nlado, a China não vende mas compra armamentos a um outro aliado regional dos \n\nEUA, Israel, assunto a que voltaremos mais adiante. \n\n \n\nQuadro 4. Significado mútuo das Vendas de Armamentos \nConvencionais da RPChina ao Médio Oriente e Norte de África \n\n \n4A. Peso comparativo da China na venda de Armamentos Convencionais ao \n\nMédio Oriente e Norte de África*, 1999-2006 \n\n EUA Rússia China 4 Grandes UE** \n\n\n\n \n1999-\n2002 \n\n2003-\n2006 \n\n1999-\n2002 \n\n2003-\n2006 \n\n1999-\n2002 \n\n2003-\n2006 \n\n1999-\n2002 \n\n2003-\n2006 \n\nAcordos 68.39% 48.87% 8.07% 13.69% 3.03% 2.78% 5.72% 27.17% MÉDIO  \nORIENTE \nE NORTE \nÁFRICA* Recepções 39.99% 43.00% 3.96% 4.90% 1.46% 2.00% 42.30% 43.86% \n\n \n\n4B. Peso comparativo do Médio Oriente e Norte de África* nas Exportações \nde Armamentos Convencionais da China, 1999-2006 \n\n \n\nÁsia em \nDesenvolvimento \n\n \n\nMédio Oriente e \nNorte de África* \n\n \nAmérica Latina \n\n \n             África \n\n \n\n \n\n1999-\n2002 \n\n \n\n2003-\n2006 \n\n \n\n1999-\n2002 \n\n \n\n2003-\n2006 \n\n \n\n1999-\n2002 \n\n \n\n2003-\n2006 \n\n \n\n1999-\n2002 \n\n \n\n2003- \n2006 \n \n\nAcordos 60.00% 48.89% 20.00% 28.89% 2.22% 2.22% 17.78% 20.00% CHINA \n \n Entregas 55.56% 50.00% 25.93% 30.00% 0.00% 3.33% 18.52% 16.67% \n\n \n\nNotas: * Médio Oriente e Norte de África exclui a Turquia e inclui Arábia Saudita, Argélia, \nBahrein, Egipto, Emiratos Árabes Unidos, Iémen, Irão, Iraque, Israel, Jordânia, Kuwait, Líbano, \nLíbia, Marrocos, Omã, Qatar, Síria e Tunísia. ** 4 Grandes UE refere a Alemanha, a França, a \nItália e o Reino Unido. \nFonte: Richard F. Grimmet e Congressional Research Center (CRS), 2007: 51, 52, 62 e 63 - \nTables 1D, 1E, 2D e 2E. \n \n \n\nChina no Médio Oriente: comedimento/articulação face aos EUA e relações com \n\ntodos  \n\nAté certo ponto, a China parece, de facto, manobrar nesta região como contra-peso ao \n\n“hegemonismo americano” frequentemente invocado na retórica dos seus dirigentes. \n\nAs opulentas transacções energéticas, comerciais e de armamentos com regimes \n\nantagonistas dos EUA como o Irão e a Síria ou, antes, a Líbia e o Iraque, o “escudo \n\ndiplomático” a Teerão (travando sanções mais severas ao Irão na sequência da crise \n\nem torno do seu programa nuclear) e a Damasco (impedindo que as Nações Unidas \n\ntomassem posições mais duras perante a recusa da Síria colaborar integralmente nas \n\ninvestigações sobre o assassinato do antigo Primeiro-Ministro libanês Rafik Hariri), a \n\nempatia com os grupos “terroristas” Hamas e Hezbollah, a “aproximação estratégica” à \n\nArábia Saudita e ao Egipto aproveitando o clima de desconfiança e algum esfriamento \n\nde relações entre aqueles e Washington na sequência do 11 de Setembro ou ainda os \n\nnegócios realizados independentemente das situações políticas e em termos de \n\ndireitos humanos dos países da região parecem mostrar uma China a contrariar \n\nactivamente os interesses e as políticas dos EUA no Médio Oriente. Por isso, muitos \n\nobservadores não hesitam em considerar que a recente chegada da China ao Médio \n\n\n\nOriente é «not a very welcome one» para os interesses dos EUA, pois «Beijing’s \n\nintentions in the region are not benign (…) China sees its new diplomatic clout in the \n\nMiddle East as a geopolitical counterweight to the United States (…) Beijing’s \n\nirresponsible tactics and policies are antithetical to the interests of stability and freedom \n\nin the world’s most volatile territory» (Ji e Tkacik, Jr., 2006: 1, 5 e 10), apelidando a \n\nChina de «New Patron of Regional Instability» (ibid.; ver também Leverett e Bader, \n\n2005-06), no âmbito de uma vasta competição geopolítica entre a superpotência \n\nproeminente e a grande potência ressurgente. \n\nSimultaneamente, contudo, Pequim vai dando contínuas provas de não querer \n\nconfrontar os EUA. Efectivamente, há uma enorme diferença entre a retórica anti-\n\nhegemónica de Pequim e a sua política regional e global. Ao longo dos últimos vinte \n\nanos, o Iraque, o Irão, a Líbia, a Síria ou o processo de paz Israelo-Árabe fornecem \n\ninúmeros exemplos desse comedimento chinês na região e face aos EUA, quer na \n\nforma da aprovação de sucessivas resoluções no CSNU promovidas por Washington \n\ncontra os seus antagonistas regionais quer moderando, reduzindo ou até \n\nsuspendendo certo tipo de apoios às forças regionais anti-EUA (ver Alterman e \n\nGarver, 2008: 16-52; Sutter, 2008b: 355-396; e Calabrese, 2005). Mesmo nos \n\nmomentos de maior tensão envolvendo os EUA e actores não-estatais ou governos do \n\nMédio Oriente e que representam oportunidades diplomáticas e comerciais habilmente \n\naproveitadas por Pequim, a China só se expõe frontalmente contra os EUA depois de \n\noutras potências o fazerem primeiro e, em regra, numa postura mais resguardada ou \n\nsoft - como se viu, por exemplo, por ocasião da crise em torno da intervenção \n\namericana no Iraque, com a China a mostrar-se significativamente mais branda do que \n\na França, a Alemanha ou a Rússia no seu oposicionismo. No fundo, a China tem sido \n\nmuito pragmática e cuidadosa não só em não confrontar os EUA como em não se \n\ndeixar envolver por certos parceiros regionais nos respectivos conflitos com os EUA, \n\nclaramente mostrando que prossegue uma política muito distinta da antiga URSS na \n\nregião em tempo de Guerra Fria.  \n\nNa retórica chinesa, a «ilusória e arrogante estratégia americana de domínio será \n\nderrotada pela resistência dos povos da região»14, enquanto a China se continua a \n\nbasear nos seus “Cinco Princípios da Coexistência Pacífica”. Todavia, a razão de \n\nfundo para o comedimento chinês face aos EUA no Médio Oriente não é ideológica \n\nmas sim de ordem pragmática e bem sintetizada por Alterman e Garver (2008: 18-19): \n\n«opposition to U.S. policy in the Middle East would be too costly in terms of broader \n\nU.S.-China relations». Por muito importantes que sejam os seus interesses e certos \n\n                                                 \n14 Qian Qichen, antigo MNE e Vice-Presidente do Conselho de Estado da RPChina, cit. in Agência \nReuters, 2004. \n\n\n\nparceiros no Médio Oriente, nenhum vale o risco de alienar a relação bilateral mais \n\nimportante para a China e, logo, outros interesses prioritários: os EUA são \n\nabsolutamente cruciais para um ambiente internacional favorável ao crescimento e \n\ndesenvolvimento da China; confrontar a hyperpuissance seria, pois, motivar \n\nverdadeiras estratégias de contenção anti-China. Mais: para a China, os Estados \n\nUnidos são um parceiro económico e comercial incomparavelmente mais importante \n\ndo que todo o Médio Oriente e têm um papel determinante noutros “interesses vitais” \n\nchineses como a “unidade da China” e, em particular, a questão de Taiwan, a \n\nsegurança e a estabilidade de toda a Ásia-Pacífico em torno da China (incluindo a \n\nPenínsula Coreana, o Sudeste Asiático e a Ásia Meridional) ou o relacionamento \n\nbilateral de Pequim com o Japão, a Coreia do Sul, os países ASEAN, a Índia, o \n\nPaquistão ou a UE. Acresce que, incapaz de o garantir per si, a China tira benefício da \n\nomnipresença estratégica dos EUA em termos de relativa estabilização do Médio \n\nOriente e da segurança das rotas para o abastecimento energético e as transacções \n\ncomerciais. Em última análise, confrontar directamente os EUA poria em causa os \n\ninteresses e objectivos chineses quer no Médio Oriente quer globais. \n\nO comedimento e a postura cooperativa com os EUA, quando acontece, não significa \n\nque a China o faz de cabeça baixa ou que cede aos exclusivos interesses americanos. \n\nFá-lo, antes, no âmbito de um hábil jogo de articulação em que, sem abdicar de tentar \n\npromover os seus interesses regionais e atenuar a supremacia dos EUA, mas também \n\nsem afrontar os interesses vitais americanos, vai conseguindo obter contrapartidas de \n\nWashington numa agenda bastante mais ampla – do “tampão” americano às ambições \n\nindependentistas do anterior Presidente de Taiwan, Chen Shui-bian (ver, p. ex., Silva, \n\n2008 e Tomé, 2008a) à expansão das relações comerciais China-EUA, passando pela \n\ngarantia americana de não atacar o complexo nuclear da Coreia do Norte, a inclusão \n\ndo East Turkestan Independence Mouvement (ETIM) na lista americana de grupos \n\nterroristas ou a facilitação americana do regresso chinês aos negócios petrolíferos no \n\nIraque pós-Saddam. No fundo, o Médio Oriente insere-se no relacionamento bilateral \n\nglobal China-EUA em que, simultaneamente, ambos mutuamente competem e \n\ncooperam (ver, p. ex., Tomé, 2008a, 2006 e 2004: 115-150; Sutter, 2008b: 155-188; e \n\nGaspar, 2008). \n\n \n\nA não confrontação com os EUA no Médio Oriente facilita ainda o objectivo chinês de \n\nmanter e desenvolver relações amigáveis e produtivas com todos os países da região. \n\nOra, dada a intrínseca complexidade e conflitualidade do Médio Oriente, este objectivo \n\nexige também da China um posicionamento de relativo distanciamento e firme \n\nneutralidade para evitar ser envolvida na teia de rivalidades regionais, bem como uma \n\n\n\npolítica ambivalente e omni-direccional, isto é, não dirigida ou selectiva de \n\ndeterminados parceiros mas sim, virtualmente, em todas as direcções. \n\nA ambivalência chinesa no Médio Oriente já vem do tempo de Deng Xiaoping quando, \n\nem plena Guerra Irão-Iraque (1980-1988), Pequim conseguiu manter relações cordiais \n\ncom Bagdade enquanto se tornava no principal fornecedor de armamentos, parceiro \n\nnuclear e apoiante nas Nações Unidas de Teerão. Continuou nos anos 1990 quando, \n\npor exemplo, a RPChina estabeleceu relações diplomáticas com Israel (1992) e \n\ndesenvolveu os laços cooperativos mútuos mantendo, simultaneamente, relações \n\npróximas com a OLP e depois a Autoridade Palestiniana, o Hamas, o Hezbollah e, \n\nfundamentalmente, “Estados rejeccionistas” como o Irão, a Síria ou o Iraque de \n\nSaddam. E persiste na actualidade, por exemplo, face aos hot spots processo de paz \n\nisraelo-árabe e programa nuclear do Irão ou à competição geopolítica regional nos \n\núltimos anos entre a Arábia Saudita e o Irão e ao clima de confrontação militar entre \n\nJerusalém e Teerão e Damasco.  \n\nA China baseia-se no princípio de que não tem nenhum conflito de interesses \n\nessencial com qualquer país do Médio Oriente, pelo que procura desenvolver laços \n\ncooperativos com todos sem ser percepcionada como adversária por nenhum. Os \n\ninteresses chineses são, evidentemente, mais relevantes nuns casos do que noutros, \n\nmas sem que algum valha os riscos associados à “parcialidade” nos conflitos \n\nregionais. Por outro lado, a China tem interesse na estabilidade regional e apresenta-\n\nse como “estabilizadora”, mas se a situação se degradar e o Médio Oriente descambar \n\nno caos, espera que sejam outros primeiramente a intervir… \n\n \n\nQuestões e Relações Particulares \n\nNas interacções da China com o Médio Oriente há certas questões e relações que \n\nassumem particular relevância e que permitem observar a política omni-direccional \n\nchinesa na região. Salientam-se os laços da China com Israel e o processo de paz \n\nIsraelo-Árabe e com os três maiores produtores petrolíferos regionais, a Arábia \n\nSaudita, o Iraque e o Irão, neste também avaliando a questão do seu programa \n\nnuclear. \n\n \n\nIsrael e Processo de Paz Israelo-Árabe \n\nUma das relações mais peculiares da China no Médio Oriente é com Israel, desde \n\nsempre um aliado dos EUA na região. Tendo estabelecido relações diplomáticas \n\nplenas apenas em 1992, Pequim e Jerusalém têm desenvolvido os laços mútuos, \n\nsendo hoje a China um dos mais importantes parceiros comerciais de Israel - em \n\n2007, a RPChina foi o 3º maior parceiro comercial de Israel representando 4,1% no \n\n\n\ntotal da actividade comercial israelita (ver atrás Quadro 2) - e Israel um dos mais \n\nimportantes fornecedores de armamentos à RPChina: com efeito, 5º no ranking \n\nmundial em matéria de acordos sobre transferência de armamentos, em 2006 (The \n\nMilitary Balance 2008: 449), e cuja indústria de armamento exporta cerca de 75% da \n\nsua produção, Israel tem procurado activamente vender armas à portentosa RPChina \n\nque, por sua vez, tem procurado adquirir a Israel os seus sofisticados equipamentos \n\nmilitares, situação que provoca, ciclicamente, a intervenção dos Estados Unidos.  \n\nA venda de armamentos de Israel à China antecedeu mesmo o estabelecimento das \n\nrelações diplomáticas: nos anos 1980, Jerusalém terá secretamente entregue a \n\nPequim armamentos no valor de 4 mil milhões USD (Ramachandran, 2004). Na época, \n\nisso não mereceu a oposição dos EUA, uma vez que o dispositivo militar chinês estava \n\nentão direccionado contra a URSS, a questão de Taiwan estava estável e Washington \n\nencarava os laços Sino-Israelitas como forma de envolver ainda mais a China com o \n\nOcidente. No entanto, as novas circunstâncias resultantes do fim da “dupla Guerra \n\nFria” acompanhado do regresso das tensões EUA-China pós-Tiannanmen, do \n\nfortalecimento militar chinês e da reemergência da tensão sobre Taiwan à medida que \n\no processo de democratização fazia ascender ao poder taiwaneses mais ferozmente \n\nindependentistas, levaram Washington a opor-se a certas entregas de armamentos \n\nisraelitas à China por poderem pôr em causa a balança estratégica no Estreito de \n\nTaiwan. Por exemplo, os EUA forçaram Israel a renunciar a um contrato, celebrado em \n\nJulho de 2000, para vender à China quatro aviões Phalcon equipados com um \n\nsofisticado sistema AEWC&amp;C15 e que custou a Jerusalém uma indemnização de 300 \n\nmilhões USD a Pequim (Blumenthal, 2005). Também o acordo de 2004 pelo qual \n\nIsrael iria modernizar veículos robotizados militares Harpy chineses foi cancelado \n\ndepois de uma chuva de críticas americanas e que incluíram exigências de um pedido \n\nformal de desculpas e a demissão do Director-Geral do Ministério da Defesa Israelita \n\n(O’Sullivan, 2004). Depois de muito insistir, Washington obteve de Israel o \n\ncompromisso de que os EUA seriam notificados previamente sobre futuros acordos \n\nenvolvendo armamentos com a China (Wilson, 2005) – o que na prática significa que \n\nos EUA terão, antecipadamente, de autorizar essas vendas. \n\nA realidade é que, independentemente das desinteligências Jerusalém-Washington e \n\nPequim-Washington, o relacionamento entre a China e Israel tem-se adensado, \n\nincluindo o diálogo político em matérias sensíveis como o programa nuclear do Irão. \n\nIsto é bem simbolizado na vista do Primeiro-Ministro israelita à RPChina, em Janeiro \n\nde 2007. Numa altura em que a crise estava num impasse, a ida de Ehud Olmert a \n\n                                                 \n15 Airborne Early Warning, Command and Control. \n\n\n\nPequim culminou um périplo pelas capitais dos cinco membros permanentes dos \n\nCSNU destinado a obter maior pressão internacional sobre Teerão. No final desta \n\nvisita, o Primeiro-Ministro de Israel não escondeu a satisfação aos media dizendo que \n\ntinha escutado do seu homólogo Wen Jiabao «many surprising and positive things» e \n\nque o Primeiro-Ministro chinês «made it absolutely clear» a oposição da China a «an \n\nIran with a nuclear bomb» (cit. in Bhadrakumar, 2007). \n\nNo respeitante aos processos de paz Israelo-Árabe e Israelo-Palestiniano, os actores \n\nexternos desempenharam sempre um papel significativo: não foi e não é, todavia, o \n\ncaso da China, mantendo historicamente uma posição marginal escudada no ambíguo \n\napoio de uma solução pacífica do conflito baseada nas resoluções das Nações \n\nUnidas. Esta posição tradicional permite que a China seja bem-vinda pela \n\ngeneralidade dos actores envolvidos. Durante a visita do Presidente chinês Jiang \n\nZemin ao Médio Oriente, em 2000, Yasser Arafat solicitou-lhe directamente que a \n\nChina designasse um enviado especial permanente para a região, o que Pequim faria \n\npouco depois. Chegou a pensar-se que a China integraria o “Quarteto” (EUA, UE, \n\nRússia e ONU), mas Pequim acabaria por manter uma presença equidistante \n\nenvolvendo-se, essencialmente, por via das Nações Unidas. Depois do conflito Israel-\n\nHezbollah/Líbano em 2006, a China anunciou a disponibilidade para aumentar até \n\n1000 o número de militares seus na United Force Interim Force in Lebanon (UNIFIL): \n\nem Setembro de 2008, em todo o Médio Oriente, a China contabilizava 343 militares \n\nna UNIFIL e mais 4 observadores militares na United Nations Truce Supervision \n\nOrganization (UNTSO), num total de 2164 “capacetes azuis” chineses espalhados pelo \n\nmundo (UNDPKO webpage). Efectivamente, parece que a China não pretende \n\nassumir um papel central na diplomacia Israelo-Árabe. \n\n \n\nIraque \n\nO interesse chinês no Iraque resulta, essencialmente, deste ter no seu território as \n\nquartas maiores reservas petrolíferas mundiais. Acontece que o sector energético \n\niraquiano é relativamente pouco desenvolvido, pelo que as suas capacidades de \n\nprodução são bastante limitadas. Ou seja, o Iraque tem muito petróleo para extrair e \n\nprecisa de investimentos massivos nas suas infraestruturas energéticas para potenciar \n\na sua produção. \n\nTanto sob Saddam como depois, Pequim e Bagdade têm procurado estabelecer uma \n\nsólida relação energética e política. Contudo, este relacionamento foi sempre \n\ncondicionado pelos sucessivos conflitos e sanções que envolveram o Iraque, fazendo \n\ncom que a interacção China-Iraque, nos últimos vinte anos, tenha estado sempre \n\nligada às relações de ambos com os EUA. Uma primeira manifestação da articulação \n\n\n\nsino-americana envolvendo o Iraque ocorreu em 1990, quando a necessidade dos \n\nEUA de que a China deixasse passar no CSNU a Resolução 678 para levar a cabo \n\naquela que seria a “Guerra do Golfo” sob mandato das Nações Unidas contra o Iraque \n\nde Saddam abriu uma excelente oportunidade para Pequim começar a restaurar \n\nrelações com Washington e obter o fim de grande parte das sanções impostas na \n\nsequência da tragédia de Tiannanmen, em 1989. Depois, embora fosse aprovando \n\nsucessivas resoluções no CSNU, face à redução drástica das exportações de petróleo \n\niraquiano para a China, no final dos anos 1990, Pequim secundarizou os intensos \n\nesforços diplomáticos da França e da Rússia para que cessassem as sanções contra \n\no Iraque. Como recompensa, e à semelhança de Paris e Moscovo, Pequim viu \n\nfacilitado pelo regime de Saddam o acesso ao petróleo iraquiano: por exemplo, a \n\nCNPC chinesa assinou com a companhia nacional petrolífera do Iraque, em Junho de \n\n1997, um acordo no valor de 1.2 mil milhões USD para a exploração conjunta do \n\ncampo al-Ahdab, 160 km a Sul de Bagdade, com uma produção prevista de 100.000 \n\nbarris por dia (Hoyos e Khalaf, 2008). Paralelamente, todavia, a China mostrou-se \n\nextremamente cautelosa no que toca à violação das sanções impostas ao Iraque: por \n\nexemplo, depois do regime de Saddam ter reaberto o aeroporto de Bagdade, em \n\nAgosto de 2000, desafiando a Resolução das NU de 1990 banindo o tráfego aéreo \n\ncom o Iraque, só meio ano depois e após vários países o fazerem (incluindo dois \n\nmembros permanentes do CSNU, a França e a Rússia) é que a China começou \n\ntambém a enviar aviões para Bagdade. Por outro lado, embora tenha aproveitado a \n\noportunidade aberta pelo programa “Petróleo por Alimentos” (1997-2003), a China \n\ntrocou com o regime de Saddam bem menos do que outros países como a Rússia, a \n\nFrança, a Suiça, o Reino Unido, a Turquia ou a Itália16.  \n\nOutro exemplo do comedimento chinês que referimos ocorreu em 2001, quando os \n\nEUA exigiram que a China suspendesse o envolvimento na construção de uma rede \n\nde fibra-óptica no Iraque que ligaria as baterias de mísseis na no-fly zone no Sul do \n\npaís aos radares próximos de Bagdade: depois de ter efectuado uma “séria \n\ninvestigação” para confirmar a veracidade das acusações e de ter negado que firmas \n\nchinesas tivessem ajudado o regime de Saddam a fortalecer as suas defesas aéreas, \n\nPequim informou secretamente Washington de que tinha ordenado às empresas \n\nchinesas que suspendessem essas actividades no Iraque (Gertz, 2001). Alguns meses \n\nmais tarde, e após ter acordado com os EUA deixar passar mais “smart sanctions” \n\ncontra o Iraque, a China obteria a libertação de 80 milhões USD de fundos iraquianos \n\n                                                 \n16 Ver ONU - Independent Inquiry Committee (IIC) into the United Nations Oil-for-Food Programme \nwebpage – Documents. \n\n\n\ncongelados para se pagar de equipamentos de telecomunicações vendidos ao Iraque \n\n(Alterman e Garver, 2008: 29). \n\nAinda mais significativa foi a postura chinesa por ocasião da crise em torno da crise e \n\nintervenção militar americana no Iraque, em 2003. Depois de aprovar a ambígua \n\nResolução 1441 do CSNU de Novembro de 2002, Pequim juntou-se a Paris e \n\nMoscovo numa declaração conjunta manifestando oposição a uma eventual acção \n\nmilitar dos EUA contra o Iraque; porém, em Março de 2003, quando estava eminente \n\nessa acção militar, Pequim declinou juntar-se novamente a Paris, Moscovo e Berlim \n\nquando estes fizeram nova declaração conjunta de oposição à intervenção americana. \n\nParalelamente, o regime de Pequim impediu que na China ocorressem as \n\nmanifestações massivas que tiveram lugar noutros países nas semanas precedentes e \n\nposteriores à intervenção – como referiu um jornal de Hong Kong, «By not allowing the \n\npeople to march in the street, and by supressing anti-US sentiment, the Chinese \n\ngovernment was doing the United States a favor» (cit. in WorldPress.org, 2003). Logo \n\nque Saddam foi deposto, a China teve um papel importante em persuadir a França, a \n\nRússia e a “não-permanente” Alemanha a aprovarem uma nova Resolução do CSNU \n\npermitindo às Nações Unidas envolverem-se na reconstrução do Iraque sob ocupação \n\ndos EUA. A visão do Embaixador chinês nas Nações Unidas, Wang Guangya, é \n\nelucidativa: «You have to recongnize that the US is the biggest country in the world. If \n\nthey do not want to participate in the UN, I don’t think the UN will work effectively» (cit. \n\nin Alterman e Garver, 2008: 31).  \n\nA atitude relativamente cooperativa Sino-Americana em relação ao Iraque manteve-se \n\nem todo o período pós-Saddam, dando a impressão de que os EUA estão agora a \n\nincluir a China como constructive power na reconstrução e desenvolvimento do Iraque \n\nacautelando os interesses de ambas as potências, o que naturalmente facilita o \n\nrelacionamento Pequim-Bagdade. De facto, depois da suspensão dos acordos \n\npetrolíferos sino-iraquianos na sequência da Guerra do Iraque, em 2003, a China está \n\nde regresso aos negócios petrolíferos neste país. O novo governo Iraquiano, \n\nconstituído em 2006, iniciou negociações com Pequim e a CNPC, no final desse \n\nmesmo ano, tendo em vista reavivar o acordo de 1997 sobre o campo de al-Ahdab, no \n\nque foi a sua primeira renegociação com uma firma petrolífera estrangeira. Os dois \n\nEstados chegaram a entendimento sobre o papel liderante da China no \n\ndesenvolvimento desse campo petrolífero num novo acordo assinado por ocasião da \n\nvisita do Presidente Jalal Talabani à China, em Maio de 2007 – significativamente, a \n\nprimeira de um presidente iraquiano desde que as relações diplomáticas foram \n\nestabelecidas entre os dois países em 1958 -, tendo Pequim perdoado grande parte \n\nda dívida do Iraque à China. Já em Agosto de 2008, o governo de Bagdade chegou a \n\n\n\nacordo com a CNPC para a exploração do al-Ahdab num investimento que pode \n\nchegar aos 3 mil milhões USD nos próximos vinte anos (Hoyos e Khalaf, 2008). Em \n\n2007, a China foi já o 6º maior parceiro comercial do Iraque com um share de 3,4% do \n\ntotal da actividade comercial iraquiana (ver atrás Quadro 2). \n\nEntretanto, a China passou a procurar aceder ao petróleo no Curdistão norte-iraquiano \n\ne que goza, desde 2003, de uma quase independência de facto, onde estão cerca de \n\n40% do total das reservas petrolíferas do Iraque e onde existe uma maior segurança \n\nrelativa face ao terrorismo sectário. Pequim tem usado também as suas relações com \n\nos Curdos para que a Turquia deixe de apoiar os refugiados Uigures turcófonos do \n\nXinjiang – terá mesmo, implicitamente, ameaçado Ankara de que poderia apoiar os \n\nCurdos no vis a vis com a Turquia se não obtivesse a pretendida cooperação (Shichor, \n\n2006). \n\n \n\nArábia Saudita \n\nOs esforços iniciais chineses de cooperação energética com o Iraque ou o Irão \n\nenvolviam países em confrontação com o EUA. O caso é diferente com a Arábia \n\nSaudita, tradicional aliado dos americanos no Médio Oriente, pelo que de todos os \n\npaíses da região « finding themselves between the US and China, Saudi Arabia is the \n\nmost pivotal among them» (Alterman e Garver, 2008: 67). \n\nPara a China, o grande interesse nesta relação decorre, evidentemente, do facto da \n\nArábia Saudita ser o maior produtor mundial e ter as maiores reservas mundiais de \n\npetróleo, a que se somam outras vantagens: apresenta uma situação política estável e \n\num sector energético desenvolvido, organizado e capitalizado ao contrário, por \n\nexemplo, do Iraque ou do Irão cujos fornecimentos energéticos são severamente \n\nafectados pela instabilidade política e pelo subdesenvolvimento das respectivas \n\ninfraestruturas energéticas. Para a Arábia Saudita, que procura, essencialmente, mais \n\nmercados consumidores, a ressurgente China representa uma excelente alternativa \n\naos caprichosos EUA ou Europa. A China é ainda um óptimo mercado para o crude \n\nmedium, mais pesado e mais poluente, que a Arábia Saudita tem em abundância mas \n\ncom pouca procura no mercado internacional comparativamente ao crude premium \n\n(por isso, também vendido cerca de 25% mais barato) por haver um número limitado \n\nde refinarias que o podem transformar em produtos como gasóleo ou gasolina. Ora, o \n\ncrude pesado deve representar uma percentagem crescente na produção energética \n\nSaudita no futuro, mas construir novas refinarias nos EUA, na Europa ou no Japão \n\n(seus principais clientes petrolíferos) está virtualmente fora de questão pelas \n\npreocupações ambientais – assim, Riade tem tentado vender à China o seu petróleo \n\n\n\n“sujo” e ajudado a desenvolver a capacidade chinesa em o usar, investindo em \n\nrefinarias na China. \n\nA relação entre Pequim e Riade conheceu um forte incremento, sobretudo, desde o \n\nfinal dos anos 1990, altura em que a Arábia Saudita intensificou esforços de \n\ndiversificação externa da sua economia e a RPChina redobrou esforços na procura de \n\nfontes de abastecimento externo de petróleo: em 1999, durante a visita do então \n\nPresidente chinês Jiang Zemin à Arábia Saudita, foi assinado um acordo mútuo para a \n\nCooperação Estratégica no domínio do Petróleo (Blumenthal, 2005). Desde então, o \n\nrelacionamento energético e comercial Sino-Saudita expandiu-se enormemente. Nos \n\núltimos anos, a Arábia Saudita compete com Angola na posição de maior fornecedor \n\nde petróleo à China, representando cerca de 17% das importações chinesas de \n\npetróleo e mais de meio milhão de barris/dia: até ao fim da presente década, chineses \n\ne sauditas esperam que este número duplique (Winning, 2008) – significativo, tendo \n\nem consideração que, em 1995, a Arábia Saudita era apenas o 25º na lista de \n\nfornecedores petrolíferos à China (IEA/AIE e OMC). Por seu turno, a Ásia (que inclui \n\ngrandes clientes como o Japão, a Coreia do Sul, a China ou a Índia) passou a \n\nrepresentar cerca de metade do total das exportações petrolíferas sauditas, sendo um \n\nmercado natural para a expansão dos negócios energéticos da Arábia Saudita e de \n\noutros produtores. Ainda assim, é prudente ter em perspectiva a importância \n\ncomparativa da China nas exportações petrolíferas Sauditas: é que enquanto a Arábia \n\nSaudita exporta uma média de 500 mil barris/dia de petróleo para a China, exporta \n\nsensivelmente o triplo (1500 milhões b/d) para os EUA ou o Japão, sendo este último o \n\nseu maior cliente.  \n\nNaturalmente, os investimentos mútuos, fundamentalmente, no sector energético \n\ndispararam nos últimos anos. Por exemplo, em 2004, a Sinopec (segunda maior \n\ncompanhia petrolífera chinesa depois da CNPC) juntou-se à Aramco (Arabian \n\nAmerican Oil Company, maior companhia petrolífera saudita) e à americana \n\nExxonMobil para um investimento de 3.5 mil milhões USD numa refinaria em \n\nQuanzhou, província chinesa de Fujian, com o objectivo de triplicar a capacidade de \n\nprodução daquela refinaria e permitindo-lhe processar crude “sujo” saudita. No ano \n\nseguinte, a Sinopec e a Aramco juntaram-se para um novo investimento de 300 \n\nmilhões USD na exploração do campo de gás natural no deserto de Rub al Khali na \n\nArábia Saudita, estando ambas também envolvidas no projecto para a construção de \n\numa outra refinaria em Qingdao, província chinesa de Shandong, no valor de 1.2 mi \n\nmilhões USD (Ji e Tkacik, Jr., 2006: 2-3). Em 2006, os dois Governos acordaram a \n\nconstrução de um enorme complexo para acolher reservas de petróleo na ordem dos \n\n63 milhões de barris (10 milhões de metros cúbicos) na ilha chinesa de Hainão. \n\n\n\nEntretanto, Riade também convidou companhias chinesas para participar no \n\ndesenvolvimento de infraestruturas na Arábia Saudita que valem um total de 624 mil \n\nmilhões USD (Alterman e Garver, 2008: 33). \n\nParalelamente, a China tornou-se num importante fornecedor de armamentos ao \n\nReino Saudita, em particular, de mísseis balísticos (CSS-2s) de alcance intermédio \n\n(3000 km), estando Riade e Pequim interessados noutras transacções de mísseis \n\nchineses como os novos e mais avançados CSS-6s (DF-15s) (Blumenthal, 2005).  \n\nAs relações comerciais sino-sauditas intensificaram-se, portanto: em 2007, a China foi \n\no 3º maior parceiro nas importações, o 5º nas exportações e o 5º no total da actividade \n\ncomercial da Arábia Saudita, enquanto esta foi o 13º parceiro nas importações, 12º \n\nnas exportações e 15º no comércio global da RPChina (ver atrás Quadros 2 e 3).   \n\nEmbora o petróleo e o comércio estejam no centro do relacionamento Sino-Saudita, \n\neste adquiriu uma nova dimensão política depois dos ataques do 11 de Setembro de \n\n2001 e que esfriaram as relações Washington-Riade pelo envolvimento de sauditas \n\ncom o terrorismo islâmico internacional17. Para a monarquia autoritária de Riade, os \n\nlaços com a China permitem à Arábia Saudita ganhar mais margem de manobra face \n\nàs pressões de Washington – sobretudo, perante os esforços americanos de \n\ndemocratizar o “Grande Médio Oriente” e, portanto, de incitar a reformas políticas \n\ninternas e maior respeito pelos direitos humanos na Arábia Saudita. Neste sentido, \n\nRiade aprecia a política chinesa de estrita “não-interferência nos assuntos internos” \n\nsauditas e de se concentrar nos interesses mútuos. Esta situação abriu uma janela de \n\noportunidade para a China incrementar laços com a Arábia Saudita, interessada no \n\npetróleo e no mercado sauditas mas espreitando a hipótese de promover outros \n\ninteresses. \n\nConsequentemente, Pequim e Riade desenvolveram o diálogo político entre si \n\nencontrando terreno comum em questões como o Iraque, o programa nuclear do Irão, \n\no processo de paz Israelo-Árabe, o papel das Nações Unidas e, fundamentalmente, na \n\noposição aos princípios Ocidentais de democratização, direitos humanos, mudanças \n\nde regime/”revoluções coloridas” e “ingerência humanitária” (ver Alterman e Garver, \n\n2008: 32-36). De facto, tanto a China como a Arábia Saudita manifestaram ambas \n\nsérias reservas quer ao projecto Great Middle East dos EUA quer à iniciativa Broader \n\nMiddle East and North Africa (BMENA) lançada pelo G8, em Junho de 2004, receando \n\nque signifiquem interferência nos assuntos internos dos países da região e até \n\npotenciadores de instabilidade no já volátil Médio Oriente – em Setembro de 2004, \n\n                                                 \n17 15 dos 19 suicidas do 11/9 eram nacionais da Arábia Saudita, tal como o próprio Bin Laden (se bem \nque “repudiando” pelo Reino, em 1994), provindo daqui, igualmente, avultados financiamentos à rede Al-\nQaeda. \n\n\n\nPequim e Riade assinaram um acordo prevendo consultas políticas regulares e o \n\napoio mútuo nas questões internacionais. Na realidade, trata-se de retomar e \n\ndesenvolver um diálogo bilateral iniciado antes e incentivado por uma matéria sensível \n\npara ambos os lados: durante a sua visita a Riade, em 1999, o então Presidente \n\nchinês Jiang Zemin afirmou existir um consenso Sino-Saudita contrário à concepção \n\nde “ingerência humanitária” (em causa estava, na altura, a intervenção da NATO no \n\nKosovo), dizendo que «Não há direitos humanos sem soberania. Os direitos humanos \n\nnão são superiores à soberania, os direitos humanos precisam é da soberania para \n\nprotecção. A formulação de que “os direitos humanos são superiores à soberania” não \n\nsó é absurda como prejudica a causa da paz e do desenvolvimento» (cit. in Alterman e \n\nGarver, 2008: 36). \n\nSimbolizando a aproximação Sino-Saudita, em Janeiro de 2006, o recém-empossado \n\nRei Saudita, Abdallah, foi à RPChina naquilo que Pequim apelidou de “três primeiras”: \n\ni) a primeira visita de um monarca Saudita à China; ii) a China como primeiro país \n\nvisitado pelo Rei Abdallah enquanto rei; iii) e a China como primeira paragem no tour \n\nmulti-nacional do novo Rei Saudita. Não foi assinado nenhum tratado nem foi feita \n\nnenhuma declaração conjunta – a mera visita já era altamente significativa -, mas as \n\nagências chinesas reportaram que o Rei Abdallah e o Presidente Hu Jintao acordaram \n\n«fortalecer pragmaticamente a cooperação mútua e desenvolver os laços estratégicos \n\nde cooperação e amizade» entre a China e a Arábia Saudita (Xinhua, 2006). Menos de \n\nquatro meses depois, o Presidente da RPChina e Secretário-Geral do PCChinês, Hu \n\nJintao, devolveu a visita indo a Riade num périplo que o levou a seis país da região. \n\nNesta ocasião, foram assinados cinco acordos sino-sauditas para a expansão da \n\ncooperação mútua, do petróleo, gás e minerais à educação e tecnologia, passando \n\npelo comércio e investimento. O Rei Abdallah pediu que a China devotasse mais \n\natenção e empenhamento nos assuntos do Médio Oriente, enquanto o Presidente Hu \n\nJintao apresentou uma proposta para o fortalecimento das relações sino-sauditas com \n\nquatro pontos, sendo o primeiro o apoio mútuo nos esforços respectivos para \n\nsalvaguardar a soberania nacional e a integridade territorial e aumentar a cooperação \n\nnos assuntos internacionais (Xinhua, 2006).  \n\nA aproximação e os novos laços sino-sauditas constituem um novo desafio para os \n\nEUA, embora tanto Pequim como Riade procurem evitar que a sua crescente \n\ncooperação seja entendida como antagónica aos interesses dos EUA no Médio \n\nOriente. Efectivamente, para a Arábia Saudita, os EUA têm uma importância comercial \n\ne, sobretudo, estratégica muito superior à China, incluindo a segurança energética e a \n\n“cobertura” face às ambições geopolíticas do rival Irão que, por sinal, é \n\ntradicionalmente próximo de Pequim. Riade reconhece que a Arábia Saudita é um de \n\n\n\nmuitos relacionamentos regionais dos EUA, mas também sabe que o mesmo acontece \n\nface à China com a agravante de não poder contar com o apoio chinês num hipotético \n\nconflito regional e, nomeadamente, com o rival Irão. Do mesmo modo, para a \n\nRPChina, como referimos atrás, os EUA têm uma importância económica e política \n\nincomparavelmente superior à Arábia Saudita, o que não impede Pequim de promover \n\ne tentar articular os seus interesses com Riade. Assim, o relacionamento China-Arábia \n\nSaudita, além dos interesses económico-energético-comerciais mútuos, tem para \n\nambas uma utilidade política suplementar em termos de estatuto regional/internacional \n\ne, fundamentalmente, na interacção de cada uma com os EUA, numa verdadeira \n\ntriangulação Washington-Pequim-Riade. \n\n \n\nIrão \n\nA relação da China com o Irão é a mais inquietante de todas as que tem no Médio \n\nOriente, uma vez que o persa e xiita Irão, sobretudo, concretizando a ambição nuclear, \n\né tido por ameaça pela generalidade dos vizinhos Países Árabes e maioritariamente \n\nSunitas do Golfo, bem como, evidentemente, por Israel e pelos EUA. Teerão vê nos \n\nlaços com a China uma formidável forma de atenuar a pressão Ocidental, romper o \n\nisolamento internacional e aumentar a sua margem de manobra externa, tentando \n\ncapitalizar a influência política da China em seu favor. Simultaneamente, o Irão busca \n\nna ressurgente China um mercado para escoar a sua energia, atrair investimentos de \n\nque urgentemente precisa e adquirir armamentos. Por seu lado, encarando há muito o \n\nIrão como uma grande potência regional, Pequim tem no profícuo relacionamento com \n\no ostracizado regime de Teerão uma oportunidade muito particular quer para se \n\nabastecer de petróleo e gás quer para vender os seus armamentos quer ainda para \n\nrentabilizar o estatuto da China junto de outros actores, nomeadamente, os EUA. O \n\ndesafio chinês tem consistido, assim, em desenvolver os laços energéticos, comerciais \n\ne políticos com o Irão sem alienar o “cooperativismo produtivo” com os EUA e com \n\noutros países da região. Este sensível equilíbrio torna as relações da China com o Irão \n\nextraordinariamente ambivalentes. \n\nNo Irão, mais do que em qualquer outro país do Médio Oriente, a China tem \n\naproveitado a oportunidade aberta pelas rivalidades e conflitos opondo Teerão aos \n\nseus vizinhos e aos EUA/Ocidente para preencher o vácuo económico e estratégico \n\nna promoção dos seus interesses. Isto já se tinha evidenciado nos anos 1980, \n\nacentuou-se nos anos 1990 e parece ter-se adensado ainda mais nos últimos anos \n\npelo duplo efeito conjugado da crescente necessidade energética chinesa com o \n\naumento da pressão internacional sobre o Irão por causa do seu programa nuclear. \n\n\n\nParte significativa do relacionamento China-Irão passa, inevitavelmente, pelos \n\ninteresses energéticos mútuos; porém, até certo ponto, a interdependência energética \n\ntem uma racionalidade distinta da interacção da China com outros produtores dado o \n\nestado manifestamente subdesenvolvido do sector petrolífero iraniano. O Irão possui \n\nas terceiras maiores reservas mundiais de petróleo (depois da Arábia Saudita e do \n\nCanadá), as segundas maiores reservas de gás natural (somente superadas pelas da \n\nRússia) e é o segundo maior produtor de crude da OPEP. Contudo, a capacidade de \n\nprodução das suas refinarias é muito limitada (cerca de 1500 milhões barris/dia de \n\ncrude), tendo o Irão de importar metade da gasolina que consome e gastando com \n\nisso cerca de 5 mil milhões USD anualmente (Alterman e Garver, 2008: 66). A \n\nincapacidade do Irão em fazer face à suas próprias necessidades energéticas \n\nevidenciam bem o nível subdesenvolvido do seu sector energético e o \n\nsubaproveitamento dos seus vastos recursos, depois de longos anos de isolamento e \n\nsanções internacionais. Ora, isto significa que Teerão está desesperado por ter \n\nclientes energéticos firmes e por atrair investimentos que lhe permitam desenvolver e \n\naumentar a capacidade de exploração, produção e refinação – entre as poucas \n\npossibilidades que se lhe oferecem, a disponível e grande RPChina é \n\nextraordinariamente atractiva. Significa, igualmente, que a China tem no Irão uma \n\noportunidade ímpar para suprir parte substancial das suas carências energéticas e \n\nexpandir os seus investimentos, tanto mais que quer a China enquanto cliente \n\nenergético quer as companhias chinesas enquanto investidoras têm no Irão muito \n\nmenos concorrência do que em qualquer outro local do Médio Oriente e até do mundo. \n\nA somar à situação geopolítica envolvente, estas condições contribuem \n\nsignificativamente para que a RPChina seja o principal cliente energético do Irão e que \n\neste seja um dos principais fornecedores de energia à China - variando entre a terceira \n\ne quarta posições, nos últimos anos, e representando entre 13% e 15% do total das \n\nimportações energéticas chinesas. Ajudam também a explicar os avultados \n\ninvestimentos chineses no sector energético iraniano (ver atrás Quadro 1). Talvez o \n\nmais significativo destes resulte do Memorando de Entendimento no valor de 70 mil \n\nmilhões USD assinado, em 2004, entre Teerão e a Sinopec chinesa e pelo qual esta \n\ncomprará 250 milhões de toneladas de gás natural liquefeito (LNG) durante um \n\nperíodo de 25 anos (10 milhões anualmente) e desenvolverá em parceira o campo \n\npetrolífero de Yadavaran no Sudoeste do Irão com reservas estimadas de 3 mil \n\nmilhões de barris, comprometendo-se Teerão a garantir a exportação de 150.000 \n\nbarris/dia de crude para a China durante o mesmo período de 25 anos – em Dezembro \n\nde 2007, foi assinado o contrato no valor de 2 mil milhões USD para a primeira fase do \n\ndesenvolvimento do complexo de Yadavaran. \n\n\n\nParalelamente, a China tem continuado a vender grandes quantidades de armamento \n\nao Irão estando, com a Rússia, no topo dos seus principais fornecedores: entre 2003 e \n\n2006 (ou seja, em plena crise em torno do programa nuclear iraniano), a China \n\nentregou ao Irão armamentos convencionais no valor de 200 milhões USD e celebrou \n\ncom Teerão acordos prevendo a transferência de armamentos no valor de 400 milhões \n\nUSD, montante bem acima dos 100 milhões USD envolvidos nos acordos mútuos no \n\nperíodo 1999-2002 (Grimmet/CRS, 2007: 33 e 43). Entre as categorias de \n\narmamentos transaccionados, destacam-se vários tipos de mísseis tácticos e anti-\n\nnavio (ibid.: 70; Alterman e Grover, 2008: 69; Ji e Tkacik, Jr., 2006: 5-7; Blumentahl, \n\n2005).  \n\nAcompanhando as transacções energéticas e de armamentos, as relações comerciais \n\nChina-Irão conheceram um salto muito significativo nos últimos anos, passando de um \n\nvolume de 4 mil milhões EUR, em 2003, para os quase 14.5 mil milhões EUR, em \n\n2007 (CE-External Trade). Neste último ano, a RPChina foi o segundo maior parceiro \n\ncomercial do Irão (a seguir ao conjunto UE) significando um share de 14,5%; por sua \n\nvez, o Irão foi, em 2007, o 18º maior parceiro comercial da RPChina, embora \n\nrepresente apenas cerca de 1% de toda a actividade comercial chinesa (ver atrás \n\nQuadros 2 e 3). \n\nEstes dados energéticos e comerciais demonstram a profundidade dos interesses \n\nmútuos entre a China e o Irão. Até certo ponto, o desenvolvimento destes laços não é \n\nalgo de muito distinto comparativamente ao percurso do relacionamento da China com \n\noutros parceiros do Médio Oriente. Contudo, com o Irão os laços não são \n\npropriamente “novos” (como nos casos da Arábia Saudita, dos restantes países do \n\nGCC ou de Israel) e, sobretudo, continuaram a desenvolver-se no meio da crise e da \n\ntensão em torno do programa nuclear iraniano – o que marca uma diferença \n\nsubstancial. Neste sentido, o incremento das relações da China com o Irão revela \n\ntambém o pragmático sentido oportunista de Pequim e sugere uma postura chinesa de \n\nantagonismo face aos EUA. Esta ideia é reforçada pelo aparente “escudo diplomático” \n\nque a RPChina tem dado ao regime de Teerão ao longo dos anos, na medida em que \n\nconstantemente tem atrasado a aprovação de resoluções e/ou evitado que estas \n\ncontenham uma linguagem mais veemente e sanções mais penalizadoras para o Irão. \n\nAcresce que, frequentemente, a China é acusada de não respeitar as sanções \n\nimpostas ao Irão e que ela própria aprovou em sede do CSNU: os EUA, por exemplo, \n\nentre 1987 e 2004, impuseram doze conjuntos de sanções a companhias chinesas por \n\nvenderem itens proibidos ao Irão (Alterman e Garver, 2008: 38).  \n\nIsto retrata, todavia, apenas parte da realidade. Efectivamente, a RPChina está muito \n\nlonge de pura e simplesmente amparar o jogo de rivalidades iraniano. Por exemplo, \n\n\n\nem 1988, na fase final da Guerra Irão-Iraque, Pequim acabou por ceder às pressões \n\namericanas e aceitou suspender a entrega de mais mísseis anti-navio ao Irão. No \n\ninício dos anos 1990, tentando tirar partido da tensão sino-americana depois de \n\nTiannanmen, Teerão procurou criar um verdadeiro eixo China-Irão anti-EUA na Ásia, \n\nalgo de que Pequim preferiu resguardar-se na medida em que o Irão era visto como \n\ninstrumental para normalizar as relações Pequim-Washington. Além disso, Pequim \n\ntambém não acolheu as veleidades de Teerão no sentido de que Pequim usasse o seu \n\nlugar no CSNU para forçar a posição dos Palestinianos contra Israel e até a expulsão \n\nde Israel da ONU – Pequim não só declinou como estabeleceu plenas relações \n\ndiplomáticas com Jerusalém, em 1992. Sem nunca deixar de manter relações \n\namistosas com Teerão, Pequim voltaria novamente a “negociar” a questão do Irão com \n\nos EUA: em 1997, aproveitando os esforços no mesmo sentido da Administração \n\nClinton, Pequim optou por “re-normalizar” o relacionamento EUA-China e \n\ncomprometeu-se a suspender o apoio chinês aos programas de mísseis e nuclear \n\niranianos.  \n\nDepois da aproximação sino-americana no contexto pós-11 de Setembro e da subida \n\nde tensão Washington-Teerão por causa do programa nuclear iraniano, a RPChina \n\npareceu querer corresponder à noção de “responsible stakeholder” avançada \n\nprimeiramente pelo Deputy Secretary of Sate Robert Zoellick e em que este logo \n\nincluiu logo a questão do Irão nuclear: «China’s actions on Iran’s nuclear programs will \n\nreveal the seriousness of China’s commitments to nonproliferation» (Zoellick, 2005). \n\nPequim assumiu isto como um apelo para a expansão da cooperação EUA-China e, \n\ncom uma margem de manobra relativamente escassa numa matéria sensível, \n\naproveitou para mostrar uma vez mais a faceta cooperativa e construtiva da China nos \n\nseus próprios termos. Arrastando laboriosas negociações em atrasou os esforços de \n\nWashington18 sem, contudo, os bloquear, a China encontrou forma de cooperar com \n\nos EUA, acabando por enviar, em Janeiro de 2006, uma nota separada a Teerão \n\nparalela às notas dos outros quatro Membros Permanentes do CSNU (depois de \n\nrejeitar a proposta americana de enviar uma nota conjunta dos Cinco) avisando o Irão \n\nde que não deveria proceder ao enriquecimento de urânio; por aceitar submeter este \n\nassunto à apreciação do CSNU, em Março de 2006; e por aprovar as Resoluções \n\n                                                 \n18 Depois da AIEA ter determinado, em 2005, que durante 18 anos o Irão tinha conduzido uma série de \nactividades nucleares não reportadas, os EUA pressionaram a Agência a submeter o assunto ao CSNU a \nfim deste implementar sanções ao Irão no âmbito do Capítulo 7º da Carta das Nações Unidas. Em \ncontraste, a posição oficial da China, que aderiu ao Tratado de Não Proliferação (TNP) em 1992, era de \nque o Irão tinha direito ao desenvolvimento e uso pacífico da energia nuclear no quadro do TNP e sob a \ninspecção da AIEA, atrasando a submissão da questão à apreciação do CSNU. \n\n\n\n1696 (Julho de 2006)19 e 1737 (Dezembro de 2006)20 do CSNU contra o Irão. \n\nParalelamente, Pequim reivindicou sempre “soluções pacíficas”, atrasou e empenhou-\n\nse em reduzir ao mínimo as sanções impostas ao Irão e apelou repetidamente para \n\nque Teerão respondesse positivamente e com flexibilidade quer às exigências do \n\nCSNU quer às sucessivas propostas da UE e da Rússia. Em Janeiro de 2007, depois \n\nde Teerão ter considerado que as sanções do CSNU contra o Irão não passavam de \n\num “mero pedaço de papel”, o Presidente Hu Jintao disse ao negociador iraniano para \n\na questão nuclear, Ali Larijani, de visita a Pequim, que «o Conselho de Segurança das \n\nNações Unidas adoptou unanimemente a Resolução 1737, que reflecte as \n\npreocupações partilhadas da comunidade internacional sobre a questão nuclear \n\nIraniana, e nós esperamos que o Irão responda seriamente a esta Resolução» (cit. in \n\nBhadrakumar, 2007). Na visão chinesa, Teerão deve cooperar com a Comunidade \n\nInternacional se pretende, de facto, quebrar o isolamento e ganhar segurança. \n\nPequim encara o Irão como uma grande potência regional cuja cooperação tem \n\nservido e continuará a servir os interesses chineses em muitas áreas – por esta razão, \n\na China tem-se revelado reticente em sacrificar o Irão. Ainda assim, a trajectória das \n\nsuas relações com Teerão nos últimos trinta anos e, em particular, a evolução chinesa \n\nem face do programa nuclear do Irão mostra como a China pretende não só evitar \n\nantagonizar os EUA como instrumentalizar a questão a fim de alcançar maior \n\ncooperação com Washington. No entanto, seria um erro assumir que a ambivalente \n\nposição chinesa na gestão do dossiê nuclear iraniano se faz unicamente no âmbito de \n\numa articulação de interesses com os EUA. Primeiro, porque não é do interesse \n\nchinês um Irão nuclear pelo inevitável risco de proliferação e catalizador de \n\ninstabilidade numa região já profundamente instável e cada vez mais crucial para a \n\nChina. Segundo, o recente “endurecimento suave” da posição chinesa deve muito à \n\nintransigência de Teerão. Terceiro, o cooperativismo chinês neste assunto deve-se, \n\nem grande medida,ao objectivo de preservar e fortalecer os seus laços com outros \n\nparceiros da região, fundamentalmente, a Arábia Saudita mas também Israel e os \n\npequenos países árabes do Golfo, o que não seria possível se patrocinasse ou \n\npactuasse com, ainda que por omissão, a nuclearização do Irão. Quarto, a RPChina \n\ntem aproveitado as negociações internacionais sobre esta matéria para articular \n\nposições e interesses com outros grandes actores internacionais para lá dos EUA, \n\nnomeadamente, a Rússia e o G3 europeu (Reino Unido, França e Alemanha). Quinto, \n\nde permeio, aproveitou para somar à densa rede de relacionamentos bilaterais o \n                                                 \n19 Em síntese, esta Resolução exigia que o Irão suspendesse todas as actividades de enriquecimento e \nreprocessamento no prazo de trinta dias e aceitasse a verificação pela AIEA. \n20 Perante a intransigência de Teerão, a Resolução 1737 prevê sanções concretas ao Irão no âmbito do \nCapítulo 7º da Carta das Nações Unidas. \n\n\n\npretendido enquadramento institucional multilateral, em particular, as Nações Unidas e \n\na AIEA onde a China tem uma voz proeminente e um estatuto paritário com a \n\nsuperpotência EUA, podendo assim resguardar-se melhor com posições de princípio e \n\nacções colectivas que, em última análise, dependem sempre do seu aval. Sexto, \n\nalcançou um estatuto tal que a generalidade dos países do Médio Oriente incluindo, \n\nnaturalmente, o próprio Irão e os outros principais actores envolvidos (EUA, Rússia e \n\nUE) são genericamente receptivos a um maior papel da China na resolução desta \n\nquestão, como que validando o seu estatuto de grande potência internacional e \n\ntambém o seu peaceful rise. Finalmente, convém ter presente que a China foi \n\nalcançando tudo isto enquanto ia consolidando os seus interesses e laços políticos, \n\nenergéticos e comerciais com o Irão. \n\nA posição chinesa aponta no sentido de que o Irão tem de convencer a comunidade \n\ninternacional – ou seja, não apenas os EUA - de que o seu programa nuclear não visa \n\nproduzir armamento e que, neste quadro, tem o direito legítimo a desenvolver e usar \n\nenergia nuclear. Ou seja, em termos de solução final, a China parece disposta a \n\naceitar, e a contribuir para a aceitação internacional, dos programas nucleares “civis” \n\ndo Irão. Ora, isto está em nítido contraste com a posição chinesa no “processo \n\nparalelo” envolvendo a Coreia do Norte e em que Pequim defende o fim de todos os \n\nseus programas nucleares. A razão para isto pode ser porque no Irão, ao contrário da \n\nCoreia do Norte, a China não tem os interesses estratégicos e de segurança que \n\nenvolvem a vizinha Península Coreana e o Nordeste Asiático: no Médio Oriente e \n\ntambém, em concreto, no Irão, os interesses chineses são primeiramente energéticos \n\ne comerciais. \n\n \n\nConclusões \n\nDas interacções entre a China e o Médio Oriente resultam duas evidências: a primeira \n\né que o fortalecimento de laços cooperativos com os governos do Médio Oriente \n\naumenta a segurança energética e contribui para o desenvolvimento económico da \n\nChina, mas também aumenta a vulnerabilidade chinesa perante uma região instável, \n\nque não é prioritária na globalidade da política externa chinesa e onde a China não \n\ntem um papel determinante; a segunda é que, sendo incontornável a centralidade da \n\nenergia, as interdependências China-Médio Oriente envolvem muito mais do que \n\ncomércio energético. Estando em causa a ressurgente China e uma região com a \n\ncomplexidade geopolítica do Médio Oriente, as respectivas crescentes \n\ninterdependências energéticas interconectam-se com demais interesses, cálculos e \n\npolíticas quer dos países da região e da China quer de outros actores – pelo que a \n\nrecente chegada da China ao Médio Oriente, ainda que atraída pelos recursos \n\n\n\nenergéticos, não pode deixar de ter leituras e impactos geopolíticos regionais e \n\nglobais. Ora, a ideia de que a RPChina faz negócios e desenvolve relações no Médio \n\nOriente, fundamentalmente, com os países e actores regionais hostis aos, e \n\nhostilizados pelos, Estados Unidos, numa lógica puramente competitiva e oportunista, \n\nsó cobre meia realidade: de facto, como vimos, não só com o Irão ou a Síria, e antes o \n\nIraque de Saddam e a Líbia, mas também com a Arábia Saudita, Israel, o Iraque pós-\n\nSaddam e os pequenos países Árabes do Golfo Pérsico a China tem desenvolvido \n\ntodo o tipo de laços.  \n\nA política chinesa na direcção do Médio Oriente visa desenvolver uma “multipolaridade \n\npositiva” baseada em “ganhos mútuos” que permita à China ter relações amigáveis e \n\nprodutivas com todos os países da região, promovendo os seus interesses \n\n(fundamentalmente, energéticos e comerciais mas também geopolíticos) sem, \n\ncontudo, antagonizar os EUA. Esta política regional é perfeitamente condizente com a \n\n“grande estratégia” global chinesa de longo-prazo em que o crescimento do seu poder \n\nnacional abrangente, aproveitado sabiamente, se vai encarregando de fazer com que, \n\nnaturalmente, a “propensão das coisas” seja favorável à China em termos de \n\n“configuração estratégica de poder” (Tomé, 2006 e 2008a). No turbilhão do Médio \n\nOriente, isto requer de Pequim uma política omni-direccional e um hábil jogo de \n\nequilíbrios e articulações, neutralidade e ambivalência.  \n\n“Quando os tigres lutam, o panda deve observá-los no cimo da árvore e continuar a \n\ncomer” é um velho provérbio chinês que sintetiza bem a estratégia que a China tem \n\nprosseguido no Médio Oriente. Até agora, esta estratégia tem-se revelado altamente \n\nprodutiva. A questão reside em saber se continuará a ser possível a China manter a \n\nmesma estratégia perante os crescentes apelos dos actores regionais, residentes e \n\nnão residentes, reclamando um envolvimento mais empenhado da China nos assuntos \n\nregionais mais sensíveis e se, por outro lado, à medida que o seu “poder nacional \n\nabrangente” se fortalece, a China manterá uma postura cooperativa e de “não-\n\nconfrontação”. Até ver, não existem razões de fundo para a China mudar de estratégia \n\nno Médio Oriente – afinal, esta tem-lhe permitido colher os benefícios sem ter os \n\ncustos. \n\n \n\nREFERÊNCIAS  \n \n\nAgência Reuters (2003), “War Destroyed Global Anti-Terror Coalition: China”, 2 de Novembro \nde 2004. \n \nAlterman, Jon B. e Garver, John W. (2008), The Vital Triangle. China, the United States and the \nMiddle East. Washington, DC: Center for Strategic and International Studies (CSIS) Press. \n \n\n\n\nAPEC (2008), APEC Energy Overview 2007. Energy Working Group, Coordinating Agency - \nAsia Pacific Energy Research Centre (APERC) and The Institute of Energy Economics, Japan, \nJanuary 2008. Singapore: APEC Secretariat. \n \nBhadrakumar, M. K. (2007), “China’s Tortuous Middle East Journey: Israel, Iran, and South \nArabia” in Asia Times, 13 de Janeiro de 2007. Disponível online no site The Asia-Pacific \nJournal: Japan Focus, Url: http://japanfocus.org/products/details/2322 (consulta em 23 de \nSetembro de 2008). \n \nBehbehani, Hashim S. H. (1981), China’s Foreign Policy in the Arab World, 1955-1975. \nLondres: Kegan Paul. \n \nBlumenthal, Dan (2005), “Providing Arms. China and the Middle East” in Middle East Quarterly, \nVol. XII, Nº 2, Spring 2005, Url: www.meforum.org/article/695 (consulta em 14 de Outubro de \n2008). \n \nBustelo, Pablo (2005), China y la Geopolítica del Petróleo en Asia-Pacifico. DT Nº 38/2005, \nSeptiembre 2005. Real Instituto Elcano. \n \nCalabrese, John (2005), “The Risks and Rewards of China’s Deepening Ties with the Middle \nEast” in Jamestown Foundation China Brief, Vol. 5, Nº 12, 24 de Maio de 2005. \n \nCarriço, Alexandre (2008), “Present and Future Trends of China’s Military Modernization” in \nTomé, Luis (Ed.), East Asia Today. Lisboa: Observatório de Relações Exteriores da UAL e \nPrefácio, no prelo. \n \nChina, República Popular - Conselho de Estado/ Governo  (2007), China’s Energy Conditions \nand Policies (Livro Branco). Pequim, 16 de Dezembro de 2007. Url: \nwww.china.org.cn/english/whitepaper/energy/237089.htm (consulta em 17 de Setembro de \n2008). \n \n____________________ (2006), China’s National Defense 2006 (Livro Branco). Pequim, \nDezembro de 2006. Url: www.china.org.cn/english/features/book/194421.htm (consulta em 20 \nde Setembro de 2008). \n \n____________________ (2005), China’s Peaceful Development Road (Livro Branco). Pequim, \n12 de Dezembro de 2005. Url: www.china.org.cn/english/features/book/152684.htm (consulta \nem 2 de Outubro de 2008). \n \n ____________________ (2004), China’s National Defense in 2004 (Livro Branco). Pequim, \nDezembro de 2004. Url: www.china.org.cn/e-white/20041227/index.htm (consulta em 2 de \nOutubro de 2008). \n \nChina, República Popular – Ministério dos Negócios Estrangeiros website em inglês, Countries \nand Regions - Western Asia and North Africa in Url: www.fmprc.gov.cn/eng/gjhdq/2797/ \n(consulta em 23 de Setembro de 2008). \n \nComissão Europeia website – External Trade - Trade Statistics. In Url: \nec.europa.eu/trade/index_en.htm (consulta em 10 de Outubro de 2008). \n \nDaragahi, Borzou (2005), “China Goes Beyond Oil in Forging Ties to Persian Gulf” in The New \nYork Times, 13 de Janeiro de 2005: C8. \n \nEconomist Intelligence Unit (2007), “Near East Meets Far East: The Rise of Gulf Investment in \nAsia”, Outubro de 2007. \n \nEstados Unidos, Departamento de Defesa  (2008), Military Power of the People's Republic of \nChina 2008. Annual Report to Congress. Washington, D.C. \n \n\n\n\n____________________ (2005), Military Power of the People's Republic of China 2005. Annual \nReport to Congress. Washington, D.C. \n \nFMI website (2008), World Economic Outlook Database, April 9, 2008, url: \nwww.imf.org/external/pubs/ft/weo/2008/01/weodata/index.aspx (consulta em 22 de Setembro \nde 2008). \n \nGaspar, Carlos (2008), “The United States and East Asia” in Tomé, Luis (Ed.), East Asia Today. \nLisboa: Observatório de Relações Exteriores da UAL e Prefácio, no prelo. \n \nGertz, Bill (2001), “China Reassures Powell on Iraq Dealings” in The New York Times, 9 de \nMarço de 2001, Url: \nquery.nytimes.com/gst/fullpage.html?res=9A0DE4DC173AF93AA35750C0A9679C8B63 \n(consulta em 18 de Outubro de 2008). \n \nGrimmet, Richard F. / Congressional Research Service (CRS) (2007), Conventional Arms \nTransfers to Developing Nations, 1999-2006. CRS Report for Congress, September 26, 2007. \nDisponível online no Url: www.fas.org/sgp/crs/weapons/RL34187.pdf (consulta em 20 de Julho \nde 2008). \n \nGundzik, Jephraim P. (2005), “The Ties that Bind China, Russia and Iran” in Asia Times, 4 de \nJunho de 2005. \n \nHarris, Lillian Craig (1993), China Considers the Middle East. Londres: I.B. Tauris &amp; Co. \n \nHoyos, Carola e Khalaf, Roula (2008), “Iraq revives oil deal with China” in Finantial Times, 27 \nde Agosto de 2008, Url: www.ft.com/cms/s/0/704f7c62-7459-11dd-bc91-\n0000779fd18c,dwp_uuid=f2b40164-cfea-11dc-9309-0000779fd2ac.html (consulta em 23 de \nSetembro de 2008). \n \nHu Jintao (2007), Hold High the Great Banner of Socialism with Chinese Characteristics and \nStrive for New Victories in Building a Moderately Prosperous Society in All Respects. Report to \nthe Seventeenth National Congress of the Communist Party of China on Oct. 15, 2007. In \nXinhua News Agency website, Url: news.xinhuanet.com/english/2007-\n10/24/content_6938749.htm (consulta em 13 de Junho de 2008). \n \nIEA/AIE (Agência Internacional de Energia) website - Statistics, Url: \nwww.iea.org/Textbase/stats/index.asp (consulta em 23 de Setembro de 2008). \n \n____________________ (2008), Annual Energy Outlook (EAO) 2008. \n \n____________________(2007), World Energy Outlook 2007. China and India Insights. \n \nInternational Institute for Strategic Studies (IISS) (2008), The Military Balance 2008. IISS \nPublications. \n \nIsbell, Paul (2007), El nuevo escenario energético y sus implicaciones geopolíticas. DT, \n30/05/2007. Real Instituto Elcano. \n \n____________________  (2006), Asia y el desafio de la Seguridad Energética. DT Nº 17/2006, \nOctobre 2006. Real Instituto Elcano. \n \nJi Hye Shin e Tkacik, Jr., John J. (2006), “China and the Middle East: A New Patron of Regional \nInstability” in The Heritahe Foundation Backgrounder, Nº 1974, 26 de Setembro de 2006.  \n \nJin Liangxiang (2005), “Energy First: China and the Middle East” in Middle East Quarterly, Vol. \nXII, Nº 2, Spring 2005, Url: www.meforum.org/article/694 (consulta em 14 de Outubro de 2008). \n \nKumaraswamy, P. R. (1999), China and the Middle East: The Quest for Influence. Thousand \nOaks, California: Sage Publications. \n\n\n\n \nLeverett, Flynt e Bader, Jeffrey (2005-06), “Managing China-US Energy Competition in the \nMiddle East” in The Washington Quarterly, Winter 2005-06, Vol. 29, Nº 1: 187-201. Url: \nwww.twq.com/06winter/docs/06winter_leverett.pdf (consulta em 10 de Setembro de 2008). \n \nMaddison, Angus (2007), Chinese Economic Performance in the Long Run. Second Edition \nRevised and Updated 960-2030. OCDE – Development Centre Studies: OCDE Publications. \n \nMendes, Carmen Amado (2008), “National Motives, Approaches and Goals of China's Foreign \nPolicy” in Tomé, Luis (Ed.), East Asia Today. Lisboa: Observatório de Relações Exteriores da \nUAL e Prefácio, no prelo. \n \nO’Sullivan, Arye (2004), “Pentagon Fuming over Arms Sale to China” in Jerusalem Post, 16 de \nDezembro de 2004. \n \nOMC website, International Trade and Tariff Data, Url: \nwww.wto.org/english/res_e/statis_e/statis_e.htm (consulta em 24 de Setembro de 2008). \n \n____________________, Statistics Database – Trade Profiles, Url: \nstat.wto.org/CountryProfile/WSDBCountryPFHome.aspx?Language=E (consulta em 24 de \nSetembro de 2008). \n \nONU - Departamento de Peacekeeping (UNDPKO) website, Facts and Figures – Troop and \nPolice Contributors, Url: www.un.org/Depts/dpko/dpko/contributors/ (consulta em 18 de Outubro \nde 2008). \n \nONU - Independent Inquiry Committee (IIC) into the United Nations Oil-for-Food Programme \nwebpage, Url: www.iic-offp.org/about.htm (consulta em 17 de Outubro de 2008). \n \nONU - United Nations Development Program (UNDP) (2007), Human Development Report \n2007-2008. Url: hdr.undp.org/en/reports/global/hdr2007-2008/ (consulta em 20 de Junho de \n2008). \n \nPaiva, Rui (2008), “China’s Rise and the World Factor – Finantial Risks and Virtues” in Tomé, \nLuis (Ed.), East Asia Today. Lisboa: Observatório de Relações Exteriores da UAL e Prefácio, \nno prelo. \n \nRamachandran, Sudha (2004), “US up in arms over Sino-Israel Ties” in Asia Times, 21 de \nDezembro de 2004. \n \nRein, Shaun (2008), “Increased Middle East-China Cooperation: New Silk Road, New Riches”, \nin Seeking Alpha website, 17 de Março de 2008, Url: http://seekingalpha.com/article/68755-\nincreased-middle-east-china-cooperation-new-silk-road-new-riches (consulta em 24 de \nSetembro de 2008). \n \nRibeiro, José Félix, Azevedo, Fátima e Trindade, Rui (2008), “energy and Chin’s Geo-Economic \nDilemmas” in Tomé, Luis (Ed.), East Asia Today. Lisboa: Observatório de Relações Exteriores \nda UAL e Prefácio, no prelo. \n \nRomana, Heitor Barras (2008), “Chinese and Russian Techno-Nationalism: some geopolitical \nelements” in Tomé, Luis (Ed.), East Asia Today. Lisboa: Observatório de Relações Exteriores \nda UAL e Prefácio, no prelo. \n \n____________________ (2005), República Popular da China: A Sede do Poder Estratégico – \nMecanismos do Processo de Decisão. Coimbra: Almedina. \n \nSacchetti, António Emílio (2008), “Sea Lines of Communication in East Asia” in Tomé, Luis \n(Ed.), East Asia Today. Lisboa: Observatório de Relações Exteriores da UAL e Prefácio, no \nprelo. \n \n\n\n\nShichor, Yitzahak (2006), “China’s Kurdish Policy” in Jamestown Foundation China Brief, Vol. 6, \nNº 1, 3 de Janeiro de 2006. \n \n____________________ (1979), The Middle East in China’s Foreign Policy. Cambridge: \nCambridge University Press. \n \nSilva, Jorge Tavares da (2008), “New trends in the Taiwan Strait conflict: the cooperative and \nquarrelsome framework” in Tomé, Luis (Ed.), East Asia Today. Lisboa: Observatório de \nRelações Exteriores da UAL e Prefácio, no prelo. \n \nSIPRI (Stockholm International Peace Research Institute) Arms Transfers Database, Url: \narmstrade.sipri.org/ (consulta em 24 de Setembro de 2008) \n \nSutter, Robert G. (2008a), “Preface” in Tomé, Luis (Ed.), East Asia Today. Lisboa: Observatório \nde Relações Exteriores da UAL e Prefácio, no prelo. \n \n____________________ (2008b), Chinese Foreign Relations: Power and Policy Since the Cold \nWar. Lanham, Maryland: Rowman &amp; Littlefield. \n \n____________________ (2006), China’s Rise: Implications for US Leadership in Asia. East-\nWest Center Washington: Policy Studies 21. \n \n____________________ (2005), China’s Rise in Asia: Promises and Perils. Lanham, Boulder, \nNew York, Toronto and Oxford: Rowman &amp; Littlefield Publishers. \n \nTomé, Luis (Ed.) (2008), East Asia Today. Lisboa: UAL e Prefácio, no prelo. \n \n____________________ (2008a) “Security and Geopolitics in East Asia today: one region, two \nfaces” in Tomé, Luis (Ed.), East Asia Today. Lisboa: UAL e Prefácio, no prelo. \n \n____________________ (2006), “Gato Preto, Gato Branco: Geoestratégia da China” in Política \nInternacional, II Série, Nº 30: 13-36. \n \n____________________ (2005), “Geopolítica da Ásia e da China” in JANUS 2006 – Anuário de \nRelações Exteriores, Lisboa: Observatório de Relações Exteriores da UAL e jornal Público: 40-\n41. \n \n____________________ (2004), Novo Recorte Geopolítico Mundial. Lisboa: EdiUAL e Quid \nJuris (também editado em inglês com o título The New World’s Geopolitical Outline) \n \n_____________ (2002), “11 de Setembro – consequências estratégicas para a Ásia–Pacífico” \nin JANUS 2003 – Anuário de Relações Exteriores, Lisboa: Observatório de Relações Exteriores \nda UAL e jornal Público: 174-175. \n \n____________________ (2001a), A Segurança na Ásia Oriental. Macau: Instituto Internacional \nde Macau (IIM), colecção Milénio Hoje, edições em português e em chinês. \n \n____________________ (2001b), A Segurança e a Estabilidade no Noroeste da Bacia do \nPacífico. Lisboa: EdiUAL. \n \nWilson, Scott (2005), “Israel Set to End China Arms Deal under U.S. Pressure” in Washington \nPost, 27 de Junho de 2005. \n \nWinning, David (2008), “Saudi Arabia Remains China’s Top Crude Supplier” in Marketwatch, 22 \nde Janeiro de 2008. \n \nWorldPress.org (2003), “HK Journal views China’s Iraq Position, Suggests Seeking US \nConcessions in Return for Support” in WoldPress.org – Front Page - Hsin Pao, 18 de Fevereiro \nde 2003. \n \n\n\n\nXin Ma (2008), “China’s Energy Strategy in the Middle East” in Midle East Economic Survey, \nVol. LI, Nº 23, 9 de Junho de 2008. Url:  \n \nXinhua News Agency (2008), “Qatar approves formation of ICBC branch in Doha”, 1 de \nFevereiro de 2008 in China View webpage, URL: news.xinhuanet.com/english/2008-\n02/01/content_7545667.htm (consulta em 10 de Outubro de 2008). \n \n____________________ (2006), “Report by Reporters Kong Yan, Luo Hui. Hu Jintao holds \ntalks with Saudi King Abdullah”, 24 de Janeiro de 2006. \n \nZoellick, Robert B. (2005), Whither China: From Membership to Responsibility? Remarks to \nNational Committee on U.S.-China Relations, September 21, 2005 in National Committee on \nU.S.-China Relations website, Url: \nwww.ncuscr.org/files/2005Gala_RobertZoellick_Whither_China1.pdf (consulta em 5 de Julho de \n2008)."}]}}}