{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15462"}, {"@name": "filename", "#text": "21894_TCC%20-%20Final%20PDF.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA \n\nCENTRO DE FILOSOFIA E CIÊNCIAS HUMANAS \n\nINSTITUTO DE ESTUDOS DE GÊNERO \n\nCURSO DE ESPECIALIZAÇÃO EaD GÊNERO E DIVERSIDADE NA ESCOLA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMARIA GABRIELA ABREU \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGÊNERO E SEXUALIDADE NA ESCOLA: PERCEPÇÕES DE ESTUDANTES \n\nDO ENSINO MÉDIO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFLORIANÓPOLIS \n\n2016 \n\n\n\n \n\n \n\n\n\nMARIA GABRIELA ABREU \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nGÊNERO E SEXUALIDADE NA ESCOLA: PERCEPÇÕES DE ESTUDANTES \n\nDO ENSINO MÉDIO \n\n \n\n \n\n \n\n \n\n \n\n \nTrabalho de Conclusão de Curso de \n\nEspecialização em Gênero e Diversidade na \n\nEscola vinculado ao Instituto de Estudos de \n\nGênero do Centro de Filosofia e Ciências \n\nHumanas da Universidade Federal de Santa \n\nCatarina. Apresentado como requisito parcial à \n\nobtenção do título de Especialista em Gênero e \n\nDiversidade na Escola (GDE). \n\n \n\nOrientadora: Prof\na\n. Dr\n\na\n. Mareli Eliane \n\nGraupe \n \n\n \n \n\n \n \n \n\n \n \n\n \n\nFLORIANÓPOLIS \n\n2016 \n\n \n\n\n\n \n\n \n \n \n \n\n  \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nDedico este trabalho a todas/os minhas/meus \nalunas/os que algum dia sofreram homofobia na \n\nescola. É por vocês e para vocês a minha luta. \n\n  \n\n\n\nAGRADECIMENTOS \n\nO processo de pesquisa e de reflexão sobre os resultados de um trabalho \nacadêmico é uma experiência enriquecedora, de amadurecimento pessoal e de auto-\nconhecimento, mas também é sempre muito doloroso. No caso desta pesquisa em \n\nespecial, veio acompanhado de lembranças, de memórias e de resgate de uma história \nprofissional e pessoal de luta. Foram muitas as pessoas que se afastaram durante esse \n\ntempo. Foram muitas as críticas, os dias de choro acompanhados pela vontade de desistir. \nMas sempre há aquelas e aqueles que nos fazem lembrar dos porquês das nossas \nescolhas. A todas essas pessoas, os meus mais intensos e sinceros agradecimentos: \n\nAo meu marido, Paulinho, cuja desconstrução nestes dois anos de especialização \nem Gênero e Diversidade na Escola foi muito mais evidente que a minha. Tenho orgulho \n\ndos seus posicionamentos e por sua decisão de contribuir com o combate a todas as \nformas de preconceito. \n\nÀ minha mãe, a primeira referência de feminismo que tive, antes mesmo que  \n\nsoubéssemos nomeá-lo. \nÀs poucas amigas e amigos que souberam entender a minha fúria, a minha \n\nloucura e a minha intensidade quando nem eu mesma sabia organizar, aceitar e conviver \ncom as mudanças pelas quais estava passando. Em especial a Cris, ex-aluna e para \nsempre amiga. \n\nÀ todas alunas e alunos que participaram do projeto desenvolvido na Escola de \nEducação Básica Coronel Antônio Lehmkuhl. O que vivenciamos está inscrito em nós \n\npara todo sempre. Vocês me ajudaram a plantar uma semente. Eu acredito que muitas e \nmuitos de vocês farão a diferença. \n\nÀs duas alunas e aos dois alunos que aceitaram participar desta pesquisa. \n\nObrigada por entenderem a importância deste trabalho na minha vida. Vocês são o centro \nde tudo que aqui está. \n\nÀ direção da Escola de Educação Básica Coronel Antônio Lehmkuhl, às \nprofessoras e professores e demais funcionárias que apoiaram e contribuíram com o \nprojeto.  \n\nÀ turma Ângela Davis, por dividirem as angústias, por trazerem leveza quando \nmais precisávamos, pelo apoio constante, pela amizade e parceria nos estudos. \n\nÁs professoras e professores da especialização em Gênero e Diversidade na \nescola. Obrigada por compartilharem seus conhecimentos, por nos mostrarem que é \npossível fazermos a diferença. Teoria na prática faz muito mais sentido.  \n\nÀ minha orientadora, Mareli, meu muito obrigada pelos ensinamentos, por me \nmostrar a direção e o caminho de um trabalho acadêmico, pela gentileza, educação e \n\ndisposição com que sempre me orientou. Mostrou-me que a docência deve ser, sim, \nhumanizada. \n\nRegistro aqui um agradecimento especial pelo financiamento dado ao Curso de \n\nEspecialização EaD em Gênero e Diversidade na Escola da Universidade Federal de \nSanta Catariana (GDE/UFSC) através do Fundo Nacional para o Desenvolvimento da \n\nEducação (FNDE) gerido pela SECADI/MEC (Secretaria de Educação Continuada, \nAlfabetização, Diversidade e Inclusão do Ministério da Educação) na gestão da \npresidenta Dilma Rousseff (2011-2015), sem o qual seria impossível a operacionalização \n\nde um curso de dois anos de duração em cinco cidades de diversas regiões do estado de \nSanta Catarina. Agradecemos, sobretudo, os investimentos que durante os últimos 13 \n\nanos possibilitaram a expansão de políticas públicas de combate a fome, ao racismo, \nsexismo, lesbofobia, homofobia, transfobia e ao capacitismo. Infelizmente, a conjuntura \npolítica no último ano quase impossibilitou a conclusão desta 3ª edição do GDE, \n\nsobretudo depois da extinção da SECADI, que foi criada em 2004 e que possibilitou a \nrealização de centenas de cursos com temáticas que versavam sobre diferenças, \n\ndesigualdades e  direitos humanos em todo o Brasil. Uma política de governo que \ninfelizmente não se concretizou em uma política de Estado, ao contrário, vem sendo \nextinguida e criminalizada por diversos setores conservadores na sociedade. Que essa \n\n\n\nespecialização seja lembrada como um espaço de resistência e de luta por uma sociedade \n\nmais justa e igualitária. \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n“Se a educação sozinha não transforma a sociedade, sem ela tampouco a sociedade muda.” \n \n\nPaulo Freire\n\n\n\nRESUMO \n\n \n\nO presente trabalho é o resultado da pesquisa realizada para a conclusão do Curso de \nEspecialização em Gênero e Diversidade na Escola, do Instituto de Estudos de Gênero da \n\nUniversidade Federal de Santa Catarina (UFSC). Possui como objetivo geral analisar as \npercepções dos estudantes de ensino médio sobre os projetos envolvendo gênero e \n\nsexualidade na Escola de Educação Básica Coronel Antônio Lehmkuhl. Quanto à \nmetodologia utilizada, foram realizadas quatro entrevistas individuais semiestruturadas \ncom estudantes do ensino médio que participaram do projeto durante três anos. Os \n\nprincipais resultados apontam que mesmo não conseguindo atingir a todas/os, o projeto \nprovocou transformações efetivas nas ações e falas de alunos e alunas, de modo que a \n\nconsciência sobre a necessidade de respeito e aceitação do/a outro/a é consenso. Ressaltou \ntambém que a escola não é a única responsável pelas percepções sobre gênero e \nsexualidade de alunas e alunos, sendo estas resultados de processos, experiências e \n\nvivências históricas, sociais e culturais. \nPalavras-chave: Gênero. Sexualidade. Escola.  Educação.  \n\n \n \n \n\nABSTRACT \n\n \n\n \nThe present work is the result of the research done for the conclusion of the \nSpecialization Course on Gender and Diversity in School, from the Gender Studies \n\nInstitute of the Federal University of Santa Catarina (UFSC). It presents as general \nobjective to analyze the perceptions of high school students about the projects involving \ngender and sexuality in the School of Basic Education Coronel Antônio Lehmkuhl. As \n\nfor the methodology used, four individual semi-structured interviews were conducted \nwith high school students who participated in the project for three years. The main \n\nresults point out that even though it did not reach all of them, the project provoked \neffective transformations in the actions and speeches of students, the awareness on the \nneed for respect and acceptance of the other is a consensus. This work emphasized that \n\nthe school is not the only agent responsable for the perceptions about gender and \nsexuality of students, which is a combination of processes with historical, social and \n\ncultural experiences. \n \nKeywords: Gender. Sexuality. School. Education. \n\n \n\n \n\n \n \n \n\n \n \n\n \n \n \n\n \n \n\n \n \n \n\n \n \n\n\n\n \n\nSUMÁRIO \n\n \n\n1  INTRODUÇÃO..................................................................................................11 \n \n\n2 GÊNERO E SEXUALIDADE NA ESCOLA..........................................................................13 \n\n \n\n2.1 UMA QUESTÃO DE GÊNERO...........................................................................16 \n \n2.2 A CONSTRUÇÃO DA SEXUALIDADE................................................................19 \n\n \n3 LEIS E PARÂMETROS EDUCACIONAIS: EM DEFESA DO GÊNERO E \n\nDIVERSIDADE NA ESCOLA.......................................................................................22 \n\n \n\n3.1 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL (9.394/96)...........22 \n\n3.2 PARÂMETROS CURRICULARES NACIONAIS....................................................23 \n\n3.3 PLANO NACIONAL DE EDUCAÇÃO.....................................................................25 \n\n3.4 PROPOSTA CURRICULAR DE SANTA CATARINA...........................................26 \n \n\n4 REALIZAÇÃO DA PESQUISA NA EEBCAL...........................................................28 \n\n \n\n4.1 HISTÓRICO DO PROJETO NA EEBCAL.................................................................28 \n\n4.2 PESQUISA QUALITATIVA.......................................................................................35 \n\n4.3 CARACTERIZAÇÃO DAS/OS PARTICIPANTES...................................................35 \n\n4.4 REALIZAÇÃO DAS ENTREVISTAS........................................................................36 \n\n4.4.1 Materiais, Instrumentos e Transcrição..................................................................36 \n\n4.5 PROCEDIMENTO DE ANÁLISE...............................................................................37 \n\n5  PERCEPÇÕES  DOS ESTUDANTES DE ENSINO MÉDIO..................................37 \n\n5.1 O PAPEL/INFLUÊNCIA DO PROFESSOR E DA ESCOLA....................................37 \n\n5.2 PERCEPÇÕES SOBRE A TRANS/LESBO/HOMOFOBIA NA ESCOLA...............40 \n\n5.3 IMPACTOS DO TRABALHO COM GÊNERO E DIVERSIDADE NA \n\nESCOLA.............................................................................................................................46  \n\n6 CONSIDERAÇÕES FINAIS........................................................................................50 \n\nREFERÊNCIAS................................................................................................................52 \n\nANEXOS............................................................................................................................55 \n\n\n\n11 \n \n\n1INTRODUÇÃO \n\n \n\nA escola é um espaço social diversificado. Nesse espaço convivem pessoas com \n\ndiferentes crenças, etnias, culturas, classes sociais, personalidades. A diferença, que \n\ndeveria ser motivo de troca, de aprendizado e evolução é, muitas vezes, desencadeadora \n\nde sentimentos que envolvem ódio por conta daqueles/as\n1\n que não conseguem conviver \n\ncom elas e de sofrimento por parte daqueles/as que são atingidos/as pela intolerância. \n\nDentro desse contexto, as diferenças envolvendo questões de gênero e sexualidade \n\nocupam um lugar central, provocando, muitas vezes, transfobia, lesbofobia, homofobia e \n\nheterossexismos nos espaços escolares.  \n\n Pensando em assumir o seu papel na formação humana integral, a Escola de \n\nEducação Básica Coronel Antônio Lehmkuhl, localizada no município de Águas Mornas \n\nna Grande Florianópolis, vem desenvolvendo projetos sobre questões de gênero e \n\nsexualidade na escola desde 2013. As atividades são organizadas em oficinas temáticas, \n\npalestras, exibição de filmes, entre outras atividades. O objetivo final de tais atividades era \n\nconfecção de cartazes para o concurso contra trans/lesbo/homofobia e heterossexismos \n\nnas escolas promovido pelo NIGS (Núcleo de Identidades de Gênero e Subjetividades) da \n\nUFSC (Universidade Federal de Santa Catarina).  \n\n Ao longo de quatro anos de trabalho a escola conquistou o seu espaço na luta \n\ncontra as desigualdades e o seu reconhecimento como responsável na construção de uma \n\nsociedade mais justa e igualitária. Além de ter alunas/os premiadas/os por sua participação \n\nno concurso de cartazes durante os anos de 2013, 2014 e 2015, os trabalhos desenvolvidos \n\nrenderam dois prêmios nacionais para a escola: o 10º Prêmio Construindo a Igualdade de \n\nGênero – Categoria Escola Promotora da Igualdade de Gênero (2015) e o 21º Prêmio \n\nDireitos Humanos - Categoria Garantia dos Direitos da População de Lésbicas, Gays, \n\nBissexuais, Travestis e Transexuais – LGBT. (2015) \n\n Quando se desenvolve um longo projeto em um ambiente escolar há, sempre, \n\nobjetivos a serem alcançados. O principal objetivo do projeto ao longo desses 4 anos, \n\nsempre foi, contribuir na conscientização de alunas e alunos ao ponto de fazer com que \n\nhouvesse uma mudança de concepção sobre si e sobre o outro, de modo que fossem \n\ndesconstruídos preconceitos e estereótipos de gênero, diminuindo, assim, as violências e \n\ndiscriminações presentes no cotidiano escolar. \n\n Dessa forma, esta pesquisa pretende investigar as percepções de estudantes de \n\nensino médio sobre a realização de projetos referente aos estudos de gênero e sexualidade \n\n                                                 \n1\n Optou-s e pel a es cri ta i ncl usiva, menci onando o gênero mas cul i no e femi ni no das  pal avras . Sabe-s e que \n\nes s a forma excl ui  categori as não-bi nárias. Entretanto, o gênero femi ni no s erá col ocado à frente do \nmas cul i no como forma de res i s tênci a à l i nguagem predomi nantemente machi s ta convenci onalizada pel a \n\ns oci edade. \n\n\n\n12 \n \n\nna escola. A reflexão sobre a ação pedagógica bem como a observação e investigação da \n\nmesma junto das/os alunas/os são necessárias para a análise dos resultados esperados.  \n\n Levando-se em consideração as metodologias de pesquisa que possuem maior \n\npotencial de fornecimento de dados para compreender o fenômeno estudado, optou-se \n\npelo estudo de caráter qualitativo, pois foram realizadas entrevistas semiestruturadas, \n\ngravadas em áudio e transcritas.  Os dados da pesquisa empírica foram analisados de \n\nacordo com o método de análise de conteúdo qualitativo. \n\nForam convidadas/os a participar das entrevistas 4 estudantes: 2 que ao longo do \n\ndesenvolvimento dos projetos mostraram identificar-se com a proposta e 2 que \n\ndemonstraram rejeitá-la. As/os 4 alunas/os escolhidos participaram de 3 dos 4 anos de \n\nprojeto.  \n\nA participação foi voluntária e consentida. Como se trata de uma pesquisa \n\nenvolvendo seres humanos, foi feito o uso do termo de consentimento livre esclarecido, \n\nbem como foi exposto o compromisso de confidencialidade.  \n\n O resultado da pesquisa, análise e reflexões serão apresentados nos próximos \n\ncapítulos. O capítulo 2 está ancorado no referencial teórico que subsidiou não só esta \n\npesquisa, como também a realização dos projetos de gênero e sexualidade na escola nos \n\núltimos quatro anos. Para tanto, foi realizada uma revisão bibliográfica sobre as questões \n\nde gênero, de sexualidade e a relação dessas com a escola. \n\nO capítulo 3 traz uma breve retrospectiva sobre o histórico dos projetos \n\ndesenvolvidos na Escola de Educação Básica Coronel Antônio Lehmkuhl, bem como a \n\nsua relação com o projeto Papo Sério do NIGS-UFSC. \n\nO quarto capítulo contempla a análise dos dados coletados. Caracteriza a \n\nmetodologia utilizada e as/os participantes. Em seguida passa para análise das transcrições \n\ndas entrevistas. O objetivo foi construir uma visão panorâmica sobre as percepções com \n\nrelação aos temas gênero e sexualidade e sobre os impactos que a participação em um \n\nprojeto com essa temática incidiu sobre as mesmas. Foram selecionadas as partes mais \n\nsignificativas das falas das/os participantes para uma interpretação voltada para o que está \n\nalém do conteúdo. \n\nAs considerações finais trazem uma reflexão não apenas sobre o material analisado \n\nna pesquisa, como também sobre o lugar que o trabalho sobre gênero, sexualidade e \n\ndiversidade ocupa na escola e na sociedade. \n\n \n\n \n\n \n\n \n\n\n\n13 \n \n\n2 GÊNERO E SEXUALIDADE NA ESCOLA \n\n \n\n  Muito se tem falado sobre a importância de a escola ser um lugar democrático, um \n\nlugar de todas/os e para todas/os, um lugar onde as diferenças sejam reconhecidas e \n\nvalorizadas, um ambiente saudável e tranquilo, que contribua com o desenvolvimento \n\nintegral das pessoas que ali habitam. Uma escola que sabe ouvir, que dá voz a todas/os, \n\nque não privilegia, que não segmenta e nem segrega pessoas.  \n\n  Talvez não seja difícil encontrar essas palavras nos Projetos Políticos Pedagógicos \n\nda maioria das instituições de ensino. Entretanto, o hiato que separa a teoria da prática é \n\ntão presente e vivo quanto silenciado. Não queremos, não podemos e não devemos admitir \n\na existência de discriminações, violências e sofrimentos nos espaços escolares. E assim, o \n\nsilêncio torna-se cúmplice dessas presenças. Quebrar este ciclo não é tarefa fácil e nem \n\npara qual professoras, professores e toda a comunidade escolar estejam preparados: “a \n\nsexualidade permanece como alvo privilegiado da vigilância e do controle das sociedades. \n\nAmpliam-se e diversificam-se suas formas de regulação, multiplicam-se as instâncias e as \n\ninstituições que se autorizam a ditar-lhe normas.” (LOURO, 2008, p.21). \n\n  As motivações das discriminações e violências nos espaços escolares possuem \n\nnome. Em sua maioria estão relacionadas ao gênero, à classe, à etnia, à identidade de \n\ngênero, à orientação sexual, à aparência, entre outras. \n\n Não há dúvidas de que a escola (principalmente a escola pública) seja um espaço \n\nsocial diversificado. Lá convivem diferentes histórias, famílias, modos de ser e de ver a \n\nvida. Distintas crenças, personalidades, aparências. Nada mais adequado para um local \n\nque é, em sua constituição, espelho da sociedade. \n\n Porém, tanta diversidade, que deveria ser festejada, é motivo de dor, exclusão, \n\nviolências, ódio, discriminação, aversão, sofrimento. O modo distorcido como são \n\nencaradas as diferenças geram as exclusões no espaço da educação. \n\n Mas, se é responsabilidade da escola a contribuição com a formação plena e \n\nintegral de pessoas, se na escola além de conhecimentos naturais, linguísticos, humanos e \n\nexatos, aprende-se a ser e estar no mundo, qual é a resposta que a escola tem dado a \n\nestudantes que fogem do considerado normal do padrão heterossexual, de cor branca, \n\nclasse média? \n\n Não é difícil perceber que a tendência é a neutralização. Se as diferenças \n\nincomodam, subvertem a norma, os padrões, as leis e as regras, então o melhor a se fazer \n\né apagá-las. A separação entre “normal” e “anormal” é naturalizada, em uma relação de \n\nrepulsa e atração:  \n\n\n\n14 \n \n\nConforme Jacques Derrida, diferença gera aquilo que ela proíbe, “tornando \n\npossível a própria coisa que ela torna impossível.”  Para existir a norma, é \n\nnecessário existir o desvio. São complementares, mas há uma hierarquia, e essa \n\nhierarquia é naturalizada. (BENTO, 552, 2011) \n\n \n\n Dentro dessa relação hierárquica dos gêneros a exclusão e as violências alimentam-se e \n\nsobrevivem. De um lado, a heterossexualidade, normal, aceita porque é natural, é certa e \n\nadequada; de outro, a homossexualidade, falsa, errada, anormal, à margem. A dicotomia \n\nda diferença como processo discriminatório. \n\n Mas, o que é ser diferente?  A diferença, tal qual se encontra hoje nas escolas está no \n\noutro. Tudo e todos que fogem da norma, do eixo, do branco, heterossexual, homem, sem \n\ndeficiência, de classe média. Tudo e todos que não se encontram no confortável lugar do \n\nprivilégio. Para Bento: \n\nÉ um equívoco falar em \"diferença ou diversidade no ambiente escolar\" como \n\nse houvesse o lado da igualdade, onde habitam os/as que agem naturalmente de \n\nacordo com os valores hegemônicos e os outros, ou diferentes. Quando, de fato, \n\na diferença é anterior, é constitutiva dessa sup osta igualdade. Portanto, não se \n\ntrata de \"saber conviver\", mas considerar que a humanidade se organiza e se \n\nestrutura na e pela diferença. Se tivermos essa premissa evidente, talvez \n\npossamos inverter a lógica: não se trata de identificar \"o estranho\" como  \"o \n\ndiferente\", mas de pensar que estranho é ser igual e na intensa e reiterada \n\nviolência despendida para se produzir o hegemônico transfigurado em uma \n\nigualdade natural. Quando compreendemos a produção das identidades de \n\ngênero marcada por uma profunda violência, passamos a entender a homofobia \n\nenquanto uma prática e um valor que atravessa e organiza as relações sociais, \n\ndistribui poder e regula comportamento s, inclusive no espaço escolar. (BENTO, \n\n556, 2011) \n\n \n\n A violência física ou simbólica surge quando os papeis de gênero não são \n\nexecutados dentro do binarismo ser homem/ser mulher. Obviamente essas violências \n\nhabitam espaços e pessoas diferenciados na sociedade, mas na escola, ironicamente, \n\nencontram um lugar confortável para suas manifestações mais agressivas e destruidoras.  \n\n Em um sistema que envolve regras, vai-se delimitando o que pode ou não ser feito, \n\no que deve ou não ser aceito. As leis também fazem parte dessa engrenagem, \n\nprivilegiando alguns em detrimento de outros. Para aquelas e aqueles que ousam, que se \n\natrevem a questionar esse sistema, restam interdições, punições e violências.  \n\n A hierarquia dos gêneros acaba gerando uma hierarquia das violências: algumas \n\nvalem mais que outras, algumas merecem mais a atenção da escola, do judiciário, da \n\nmídia que outras. Algumas pedem intervenção, um basta, um chega; outras, como a \n\ntrans/lesbo/homofobia\n2\n, traduzidas em tratamentos preconceituosos, medidas \n\ndiscriminatórias, ofensas, agressões físicas ou verbais não possuem esse direito \n\n                                                 \n\nA popul ação LGBTT, cuj a compos i ção s e dá por pes s oas  trans exuai s , traves ti s , l és bi cas , ga ys , entre outras  \nencontra -s e à margem da s oci edade, s endo expos ta cons tantemente, em vári os  es paços  s oci ai s  e \nmi di áti cos  a di vers as  formas  de preconcei tos , verbai s , fís i cos , ps i col ógi cos , s exuai s , entre outros .  Por s e \ntratar de uma popul ação margi nal i zada , há um s i l ênci o das  i ns ti tui ções  e de al guns  s etores  da s oci edade \n\ns obre es s as  vi ol ênci as .\n2\n  \n\n\n\n15 \n \n\n(JUNQUEIRA, 2009, p.16). Aliás, como se atrevem? As outras, aquelas que são \n\ndecorrência do desvio, podem ser deixadas para lá, são nomeadas exageros, quando não \n\nvitimismo de quem sofre, de quem chora, de quem sente. Até quando as violências \n\nchegam ao extremo da morte, umas mortes continuam valendo mais que outras; uns \n\ncorpos merecem mais a vida que outros. Os outros, quem mandou serem eles assim? \n\nNossa sociedade pune por Ser, por Existir, por Resistir. “As normas de gênero só \n\nconferem vida àqueles seres que são ajustados à expectativa” (BENTO, 211). E a escola \n\nocupa uma posição central neste projeto. \n\n Quando as diversidades não encontram espaço na escola aqueles/as que a carregam são \n\nimpulsionados para fora dos muros escolares. É preciso admitir a ineficiência e a \n\nincapacidade da instituição em lidar com as diferenças e as pluralidades. É preciso admitir \n\nque a escola não é neutra. Mesmo as que tentam não conseguem sê-la, pois a suposta \n\nneutralidade diante da hierarquia dos gêneros é, obviamente, o reforço dos padrões \n\nhegemônicos. Não, não se trata de adotar o discurso “somos todos iguais”. As pessoas não \n\nsão iguais, pelo contrário, são diferentes e é preciso assumir, admitir, divulgar e valorizar \n\ntal fato. Uma escola que trabalha com um discurso pautado na igualdade visando a \n\nneutralidade não está contribuindo efetivamente para a diminuição do preconceito. É \n\npreciso valorizar o direito à diferença e o direito à igualdade. O direito à diferença para se \n\nser quem se é, quem ou o que se quer ser; o direito a igualdade de direitos independente \n\nde quem ou do que se seja.  Para Graupe: \n\n \n\nA escola dever ser o local de aprendizagem em que as regras do espaço público \n\npossam permitir a coexistência, em igualdade para os diferentes. No entanto, \n\num dos desafios atuais da escola, é reconhecer a diversidade como parte \n\ninseparável da sociedade brasileira e, investir na superação de qualquer tipo de \n\ndiscriminação, objetivando valorizar a trajetória particular dos grupos que a \n\ncompõem. (GRAUPE, 2010, p.1) \n\n \n\n São várias as instituições sociais que provocam a sensação de anormalidade. O Estado, \n\na religião e a ciência, a tradição, o conservadorismo, os privilégios de alguns e também a \n\nescola. E toda a desigualdade provocada pela sensação de não pertencimento é \n\nnaturalizada eficazmente pelas instituições que a controlam. Para Guacira Lopes Louro:  \n\nAdmite-se que as diferentes instituições e práticas sociais são constituídas pelos \n\ngêneros e são, também, constituintes dos gêneros. Estas práticas e instituições \n\n\"fabricam\" os sujeitos. Busca-se compreender que a justiça, a igreja, as práticas \n\neducativas ou de governo, a política, etc. são atravessadas pelos gêneros: essas \n\ninstâncias, práticas ou espaços sociais são \"generificados\" — produzem-se, ou \n\n\"engendram-se\", a partir das relações de gênero (mas não apenas a partir dessas \n\nrelações, e sim, também, das relações de classe, étnicas, etc.). (LOURO, 2003, \n\np.25) \n\n \n\nA vantagem da escola é que mesmo sendo um espaço de normalização dos seres \n\nhumanos, também há nela a possibilidade de transformar a realidade social. Uma escola \n\n\n\n16 \n \n\nque possua um olhar mais abrangente e inclusivo sobre as relações de gênero de seus \n\nalunos e alunas é uma escola que encara a vida e as pessoas tais quais elas são. Entretanto, \n\nsabe-se que sair do campo do binarismo\n3\n e das dicotomias não é tarefa fácil. A grande \n\ncontradição presente no espaço escolar é que salta aos olhos àqueles e àquelas que não se \n\nencaixam, que fogem e ficam à margem, enquanto tenta-se, exaustivamente, colocá-las/os \n\ndentro da norma. Sousa e Graupe fazem a seguinte observação: \n\nConsidera?se importante a discussão da temática de gênero no campo \neducacional, pois a escola não apenas reproduz ou reflete as concepções de \n\ngênero e sexualidade que circulam na sociedade, mas ela própria as constitui e \n\nreconstitui, quando proporciona o entendimento de que a proposta da escola \n\nobjetiva e explicita a constituição de sujeitos masculinos e femininos \n\nheterossexuais. (SOUSA  e GRAUPE, 2014, p.4) \n\n \n\nPara Louro, “Segundo os teóricos e teóricas queer é necessário empreender uma \n\nmudança epistemológica que efetivamente rompa com a lógica binária e com seus efeitos: \n\na hierarquia, a classificação, a dominação e a exclusão.” (2001, p.549). Mas como negar o \n\nbinarismo, como desconsiderá-lo, sendo que é uma ficção viva, para se trabalhar com as \n\nquestões de gênero na escola. Talvez um dos primeiros passos deste trabalho seja o \n\nreconhecimento da força do binarismo. Só é possível desconstruir aquilo que enquanto \n\nconstrução é integralmente conhecido e familiar. Ainda para Louro:  \n\nUma abordagem desconstrutiva permitiria compreender a heterossexualidade e \n\na homossexualidade como interdependentes, como mutuamente necessárias e \n\ncomo integrantes de um mesmo quadro de referências. A afirmação da \n\nidentidade implica sempre a demarcação e a negação do seu oposto, que é \n\nconstituído como sua diferença. Esse 'outro' permanece, contudo, indispensável. \n\nA identidade negada é constitutiva do sujeito, fornece -lhe o limite e a coerência \n\ne, ao mesmo tempo, assombra-o com a instabilidade. Numa ótica \n\ndesconstrutiva, seria demonstrada a mútua implicação/constituição dos opostos \n\ne se passaria a questionar os processos pelos quais uma forma de sexualidade (a \n\nheterossexualidade) acabou por se tornar a norma, ou, mais do que isso, passou \n\na ser concebida como 'natural'. (LOURO, 2001, p. 549) \n\n \n\nSendo assim, por constituir e ser constituída pelo gênero, a escola ocupa um lugar \n\ncentral na desconstrução dos estereótipos. É preciso aprender a não odiar a diferença, mas \n\npercebê-la como constituinte da própria condição humana. E principalmente, reconhecer \n\nque a diferença não está em si ou na/o outra/o, mas em todas/os.  \n\n \n\n2.2 UMA QUESTÃO DE GÊNERO \n\n \n\nA perspectiva de gênero adotada aqui nesta pesquisa vai ao encontro da história do \n\nmovimento feminista contemporâneo.  A Primeira Onda do Feminismo\n4\n, que surgiu no \n\n                                                 \n3\n Relativo a  divisa o, classificaça o social em masculino e feminino, homem e mulher, desconsiderando o \nna o-bina rio, ou seja, tudo e todos que na o de identificam ou com um lado, ou com outro.   \n4\n Não há consenso sobre a aceitação das “Ondas” entre todas as linhas  teóricas  que estudam o movimento \n\nfeminista. Entretanto, as conquistas do movimento são essenciais para que se possa entender a situação \n\nhistórica vivenciadas pelas minorias. \n\n\n\n17 \n \n\nfinal do século XIX, início do século XX, foi de extrema importância para a organização, \n\ndivulgação e consolidação do movimento social. No entanto, percebeu-se que o \n\nmovimento não contemplava os anseios de todas as mulheres, mas sim, apenas uma \n\ndeterminada classe: mulheres brancas, escolarizadas, de classe média, que lutavam, \n\nprincipalmente, por direitos civis, como o voto.  \n\nDiante desse contexto, a Segunda Onda\n5\n, surgida a partir da década de 1960, traz à \n\ntona as contradições e os vazios do movimento. Há embate entre teóricas e militantes e \n\nsurge, assim os “Estudos da Mulher”, cujo principal objetivo é tornar a mulher visível \n\ncomo sujeito. (LOURO, 2003) \n\nRepresentada pela célebre frase de Simone de Beauvoir “Não se nasce mulher, \n\ntorna-se”, A autora chamava atenção para as construções sociais que implicam “ser \n\nhomem” e “ser mulher” na sociedade. Desta forma, desvia o olhar para os aspectos \n\nmeramente biológicos atrelados a tal definição e abre infinitas possibilidades de se pensar \n\no masculino e o feminino, indo além da simples dicotomia e polarização.  \n\nA categoria Gênero passou a ser usada de maneira distinta de sexo a partir das \n\nfeministas anglo-saxãs, destacando-se, assim, o caráter fundamentalmente social das \n\ndistinções pautadas no sexo.  \n\nNo Brasil, a partir dos anos 80 as feministas passam a adotar a palavra gênero \n\ncomo categoria de análise e como constituinte da identidade do sujeito.  \n\nÉ importante lembrar que apesar de possuir caráter fundamentalmente social, os \n\nestudos de gênero não negam a biologia, mas enfatizam as construções sociais e históricas \n\nproduzidas sobre as características biológicas. Revela, também as desigualdades entre os \n\nsujeitos que são produzidas no campo social, mas ancoram-se no biológico.  \n\n \n\nPretende-se, dessa forma, recolocar o debate no campo do social, pois é nele \n\nque se constroem e se reproduzem as relações (desiguais) entre os sujeitos. As \n\njustificativas para as  desigualdades precisariam ser buscadas não nas diferenças \n\nbiológicas (se é que mesmo essas podem ser compreendidas fora de sua \n\nconstituição social), mas sim nos arranjos sociais, na história, nas condições de \n\nacesso aos recursos da sociedade, nas formas de representação.(LOURO, 2003, \n\np.22) \n\n \n\nÉ preciso perceber e admitir que a hierarquia dos gêneros não é um dado natural, \n\nessencialista e imutável, mas sim, que vai sendo construída e alimentada nas relações \n\nsociais e interpessoais para atender a interesses de poder. Aliás, a palavra poder encontra \n\nposição central nas percepções sobre diferenças de gênero. O trabalho com gênero na \n\nescola incomoda justamente porque balança, porque questiona o poder de determinados \n\ngrupos. Para esses, os valores como igualdade de direitos são ameaças reais aos seus \n\n                                                 \n5\n Para aprofundamento do tema sugere-se o artigo de Joana Maria Pedro, Narrativas fundadoras do \n\nfeminismo: poderes e conflitos (1970 -1978).  \n\n\n\n18 \n \n\nprivilégios.  \n\nApesar de muitas vezes confundirem-se, gênero e sexo não são a mesma coisa. \n\nMas estão muito próximos dentro de um campo de sentido.  \n\nA palavra gênero - tal qual está sendo concebida nesta pesquisa teve sua origem na \n\ngramática. Muitas palavras flexionam-se em gênero, podendo ser masculinas ou femininas \n\ndependendo da desinência que as acompanha. Entretanto, o gênero de uma palavra não é o \n\nsexo daquilo que a palavra representa. Uma palavra pode ser do gênero feminino e não \n\nrepresentar o sexo feminino. A palavra “criança” pode ser tomada como exemplo. Criança \n\né uma palavra classificada gramaticalmente como pertencente ao gênero feminino, mas \n\nnão necessariamente representa alguém do sexo feminino. \n\n \n\nGramaticalmente, o gênero é compreendido como classificação, como o modo \n\nde expressão do sexo, real ou imaginário dos seres, como atribuiç ão do \n\nmasculino e do feminino. Mas, antes que pudesse entrar nos dicionários, o \n\ngênero foi utilizado pelas feministas como uma referência à organização social \n\nda relação entre os sexos. Em um contexto mais  recente, entre feministas \n\namericanas, este conceito foi utilizado para enfatizar o traço fundamentalmente \n\nsocial das distinções baseadas no sexo, numa tentativa de rejeição do caráter \n\ndeterminista da biologia. Esta é a importante contribuição trazida pela \n\nhistoriadora americana Joan Scott (1995) em seu artigo publicado no Brasil \n\n“Gênero, uma categoria útil de análise histórica: para além da classificação”. O \n\ndesafio teórico é utilizar o gênero como categoria analítica capaz de produzir \n\nconhecimento histórico (VIANNA; UNBEHAUM, 2004, p. 80) \n\n \n \n\n \n\nA relação entre o gênero das palavras e o sexo daquilo que elas representam pode \n\ncontribuir significativamente para que se possa entender o conceito de gênero.  Assim \n\ncomo não há uma regularidade entre o gênero de uma palavra e o sexo daquilo que ela \n\nrepresenta, também não regularidade, uniformidade, unilateralidade entre o gênero de uma \n\npessoa e seu sexo biológico. Aliás, entre a relação sexo/gênero há uma infinidade de \n\npossibilidades, de arranjos, de modos de ser, agir, sentir, estar e se relacionar consigo e \n\ncom o outro. Para Scott: \n\nA relação com a gramática é ao mesmo tempo explícita e cheia de \n\npossibilidades inexploradas. Explícita, porque o uso gramatical implica em \n\nregras formais que decorrem da designação de masculino ou feminino; cheia de \n\npossibilidades inexploradas, porque em vários idiomas indoeuropeus existe uma \n\nterceira categoria – o sexo 3 indefinido ou neutro. Na gramática, gênero é \n\ncompreendido como um meio de classificar fenômenos, um sistema de \n\ndistinções socialmente acordado mais do que uma descrição objetiva de traços \n\ninerentes. Além disso, as classificações sugerem uma relação entre categorias \n\nque permite distinções ou agrupamentos separados. ( SCOOTT, s/a, p. 2) \n\n \n\nA sexualidade possui uma dimensão imensurável. Atrelada à subjetividade de cada \n\nindivíduo possui caráter singular. No entanto, antes mesmo de se estar no mundo, quando \n\nse tem como casa o útero materno, quando diagnosticado o sexo do bebê iniciam-se \n\ntambém os processos de construção de estereótipos  de gênero. Desde muito cedo vão \n\nsendo delimitados o que é ser menino e o que é ser menina, o que menino pode e o que \n\n\n\n19 \n \n\nmenina não pode, como, quando, por que, com quem deve-se relacionar. E nesse processo \n\nde desconstrução (no sentido de prestar um desfavor) da sexualidade a hierarquia dos \n\nsexos oprime, todas e todos que estejam fora do eixo. As mulheres, os homossexuais, \n\nas/os transexuais, as/os pobres possuem sua sexualidade vigiada, cerceada, imposta, \n\nquestionada. A regulamentação do prazer é também uma regulamentação dos direitos do \n\nindivíduo. É como se para alguns fosse permitido vivenciar determinadas experiências e a \n\noutros não. Dessa forma, percebe-se a necessidade de uma análise interdependente das \n\ncategorias gênero, raça e classe.  \n\nMas não se pode negar que apesar de tantos discursos normativos sobre o \n\nexercício da sexualidade, esta, desde sempre, resistiu e resiste, mostrando o quanto sua \n\ndimensão não cabe dentro das caixas e dos moldes pré-estabelecidos.  \n\nTalvez o mais importante seja fugir da dicotomia sexo/gênero. É preciso entender \n\nseus desdobramentos em sua totalidade. Mais que pontuar as diferenças e as proximidades \n\nentre esses dois campos, é necessário concebê-los, a ambos, igualmente como construções \n\nsociais e como tais, expostas e vulneráveis a determinismos imaginários e igualmente \n\nconstruídos.  \n\n \n\n2.2 A CONSTRUÇÃO DA SEXUALIDADE \n\n \n\nPara se trabalhar com temas como gênero e sexualidade na escola é necessário ter \n\nem mente qual a concepção de sexualidade que será abordada. Segundo Foucault a \n\nsexualidade é uma invenção social, onde múltiplos discursos sobre o sexo a constituem. O \n\nconceito de sexualidade que neste espaço se faz presente está diretamente relacionado ao \n\nconceito de gênero, visto que grande parte dos discursos de gênero incluem sexualidade. \n\nSão concepções, que a nosso ver, estão articuladas e confundidas. \n\nGaucira Lopes Louro (2003) faz referência aos estudos de Jeffrey Weeks (1993, \n\np.6) ao afirmar que “A sexualidade tem tanto a ver com as palavras, com as imagens, o \n\nritual e a fantasia como com o corpo”, impossibilitando a compreensão da sexualidade \n\nobservando apenas os seus componentes naturais e desconsiderando-se os inconscientes \n\nprocessos e formas culturais.  \n\nAinda de acordo com Louro, Foucault compreende a sexualidade como uma \n\ninvenção social, e como as invenções sociais está passível de regras, normas, \n\nregulamentos, produção daquilo que é certo e errado, normal e anormal, o que pode e o \n\nque não pode ser feito. (2003, p.26) \n\nAs identidades de sexo e de gênero estão inter-relacionadas, porém, não se pode \n\ndizer que são a mesma coisa. Para Butler (2000): \n\nA diferença sexual, entretanto, não é, nunca, simplesmente, uma função de \n\n\n\n20 \n \n\ndiferenças materiais que não sejam, de alguma forma, simultaneamente \n\nmarcadas e formadas por práticas discursivas. Além disso, afirmar que as \n\ndiferenças sexuais são indissociáveis de uma demarcação discursiva não é a \n\nmesma coisa que afirmar que o discurso causa a diferença sexual. A categoria \n\ndo \"sexo\" é, desde o início, normativa: ela é aquilo que Foucault chamou de \n\n\"ideal regulatório\". Nesse sentido, pois, o \"sexo\" não apenas funciona como \n\numa norma, mas é parte de uma prática regulatória que produz os corpos que \n\ngoverna, isto é, toda força regulatória manifesta-se como uma espécie de poder \n\nprodutivo, o poder de produzir — demarcar, fazer, circular, diferenciar — os \n\ncorpos que ela controla. Assim, o \"sexo\" é um ideal regulatório cuja \n\nmaterialização é imposta: esta materialização ocorre (ou deixa de ocorrer) \n\natravés de certas práticas altamente reguladas (BUTLER, 2000, p. 111). \n\n \n\nA sexualidade não existe em si mesma e por si só. Mas existe enquanto discurso e \n\nenquanto ficção viva. Por ser o sexo um ideal regulatório é também uma expressão do \n\npoder.  \n\nÉ importante educar para uma sexualidade que questione os dispositivos de \n\ncontrole, de tolhimento, de castração. É importante encarar a sexualidade como uma \n\ndimensão natural e constitutiva do ser humano, encarando-a com mais leveza e \n\nconsciência. \n\n \nEle não é um simples fato ou a condição estática de um corpo, mas um processo \n\npelo qual as normas regulatórias materializam o \"sexo\" e produzem essa \n\nmaterialização através de uma reiteração forçada destas normas. O fato de que \n\nessa reiteração seja necessária é um sinal de que a materialização não é nunca \n\ntotalmente completa, que os corp os não se conformam, nunca, completamente, \n\nàs normas pelas quais sua materialização é imposta. Na verdade, são as \n\ninstabilidades, as possibilidades de rematerialização, abertas por esse processo, \n\nque marcam um domínio no qual a força da lei regulatória pod e se voltar contra \n\nela mesma para gerar rearticulações que colocam em questão a força \n\nhegemônica daquela mesma lei regulatória (BUTLER, 2000, p.111).  \n\n \n\nSão muitas as instituições responsáveis por fazer com que a sexualidade seja um \n\ntabu: a igreja, o Estado, a família e, por que não, a escola? \n\nA construção dos gêneros e das sexualidades dá -se através de inúmeras \n\naprendizagens e práticas, insinua-se nas mais distintas situações, é empreendida \n\nde modo explícito ou dissimulado por um conjunto inesgotável de instâncias \n\nsociais e culturais. É um processo minucioso, sutil, sempre inacabado. Família, \n\nescola, igreja, instituições legais e médicas mantêm-se, por certo, como \n\ninstâncias importantes nesse processo constitutivo.  (LOURO, 2008, p. 18) \n\n \n\nSendo produto de condicionamentos de instituições sociais, podemos dizer que a \n\nsexualidade, assim como o gênero é socialmente construída. \n\nE é neste ponto que sexualidade e gênero tornam-se ainda mais próximos. Por uma \n\nquestão de gênero, desde muito pequenas/os vamos percebendo quais os papeis e lugares \n\nque homens e mulheres devem ocupar.  Para as meninas, o recato, a delicadeza, a \n\nfragilidade, a preservação daquilo que possui de mais valioso: o hímen; para os meninos a \n\nbagunça, a força, a violência o incentivo, afinal, a força da masculinidade está diretamente \n\nrelacionada à ao número de parceiras conquistadas. E tudo isso possui um efeito \n\nextremamente prejudicial para todas e todos no exercício e vivência de sua sexualidade.  \n\n\n\n21 \n \n\nO argumento de que homens e mulheres são biologicamente distintos e que a \n\nrelação entre ambos decorre dessa distinção, que é complementar e na qual cada \n\num deve desempenhar um papel determinado secularmente, acaba por ter o \n\ncaráter de argumento final, irrecorrível. Seja no âmbito do senso comum, seja \n\nrevestido por uma linguagem \"científica\", a distinção biológica, ou melhor, a \n\ndistinção sexual, serve para compreender — e justificar — a desigualdade \n\nsocial.(LOURO, 2008, p. 20 -21) \n\n \n\nMas contrariando o senso comum, cada pessoa tem uma maneira de sentir, de \n\nperceber e de experiênciar sua sexualidade. Entretanto, há também uma norma da \n\nsexualidade. Primeiramente relacionada às pessoas. A heteronormatividade condiciona a \n\nexperiencial sexual a um homem e uma mulher. Restringe, fecha, simplifica algo que é \n\ngrandioso e imensurável. Ainda assim, determina o que é ou não aceitável entre esse \n\nhomem e essa mulher. E nesse processo as desigualdades de gênero também estão \n\npresentes.  \n\n \n\nMuitos consideram que a sexualidade é algo que todos nós, mulheres e homens, \n\npossuímos naturalmente. Aceitando essa ideia, fica sem sentido argumentar a \n\nrespeito de sua dimensão social e política ou a respeito de seu caráter \n\nconstruído. A sexualidade seria alg o \"dado\" pela natureza, inerente ao ser \n\nhumano. Tal concepção usualmente se ancora no corpo e na suposição de que \n\ntodos vivemos nossos corpos, universalmente, da mesma forma. No entanto, \n\npodemos entender que a sexualidade envolve rituais, linguag ens, fantasias, \n\nrepresentações, símbolos, convenções... Processos profundamente culturais e \n\nplurais. Nessa perspectiva, nada há de exclusivamente natural nesse terreno, a \n\ncomeçar pela própria concepção de corpo, ou mesmo de natureza. Através de \n\nprocessos culturais, definimos o que é — ou não — natural; produzimos e \n\ntransformamos a natureza e a biologia e, conseqüentemente, as tornamos \n\nhistóricas. Os corpos ganham sentido socialmente. A inscrição dos gêneros — \n\nfeminino ou masculino — nos corpos é feita, sempre, no con texto de uma \n\ndeterminada cultura e, portanto, com as marcas dessa cultura. As possibilidades \n\nda sexualidade — das formas de expressar os desejos e prazeres — também são \n\nsempre socialmente estabelecidas e codificadas. As identidades de gênero e \n\nsexuais são, portanto, compostas e definidas por relações sociais, elas são \n\nmoldadas pelas redes de poder de uma sociedade. (LOURO, 2000, p. 6). \n\n \n\nMesmo com tantos mecanismos de controle e moldes das redes de poder, com \n\ntantas regras e com a criação de culpas, de medos, privamento de informações, a realidade \n\nnos mostrar o quão diversificadas são as expressões, manifestações e práticas da \n\nsexualidade. Há resistências, e essas resistências insistem e persistem historicamente, \n\nmostrando-nos também seu poder e legitimidade de existência. Sim, a não-norma existe, \n\npor mais que se tente apagá-la, negá-la, deslegitimá- la, ela continua existindo. \n\n \n\n  \n\n\n\n22 \n \n\n \n3 LEIS E PARÂMETROS EDUCACIONAIS: EM DEFESA DO GÊNERO E \n\nDIVERSIDADE NA ESCOLA \n\n \n\nDentre as leis, planos e programas federais que respaldam e orientam o trabalho \n\ncom gênero nas escolas do Brasil, destacam-se a Constituição Federal (CF/1998), A Lei \n\nDe Diretrizes e Bases da Educação (LDB/1996), o Plano Nacional de Educação \n\n(PNE/2014), os Parâmetros Curriculares Nacionais (PCN/1997) e a Proposta Curricular de \n\nSanta Catarina (2014). O que se pretende fazer aqui é um breve histórico da incorporação \n\ndo gênero nas políticas públicas de educação.  \n\nFoi mais precisamente em meados de 1990, logo após a consolidação da \n\nConstituição Federal, que as reivindicações por políticas públicas voltadas ao \n\nenfrentamento de diferentes tipos de discriminação começaram a ganhar espaço no campo \n\ndas leis. A década de 80 é considerada um marco na história da democracia brasileira, \n\nvisto que o processo foi permeado pela garantia dos direitos sociais e individuais das/os \n\ncidadãs/ãos.  \n\nPara pensar sobre as políticas públicas que contemplam as questões de gênero e \n\nsexualidade, não se pode deixar de citar a Constituição Federal\n6\n, que traz em seu Art. 3º \n\ncomo um dos objetivos principais da República Federativa do Brasil a promoção “do bem \n\nde todos, sem preconceitos de origem, raça, sexo, cor, idade e quaisquer outras formas de \n\ndiscriminação\". Ora, se é este um dos preceitos de um dos documentos mais importantes \n\ndo país, é esperado que todas as instituições a tenham como referência, inclusive a escola.  \n\n3.1 LEI DE DIRETRIZES E BASES DA EDUCAÇÃO NACIONAL (9.394/96) \n\nA aprovação da nova Lei de Diretrizes e Bases da Educação Nacional em \n\ndezembro de 1996 foi o ponto de partida para as transformações na definição das políticas \n\neducacionais.  A atual LDB (Lei n. 9.394/1996) passou por 8 anos de tramitação no \n\nCongresso até sua aprovação.  \n\nA LDB\n7\n (Lei de Diretrizes e Bases para a Educação) contempla em seu Art.3º, \n\ndentre os princípios que devem embasar o ensino: I - igualdade de condições para o \n\nacesso e permanência na escola; II - liberdade de aprender, ensinar, pesquisar e divulgar a \n\ncultura, o pensamento, a arte e o saber; III - pluralismo de ideias e de concepções \n\npedagógicas; IV - respeito à liberdade e apreço à tolerância; V - coexistência de \n\ninstituições públicas e privadas de ensino; VI - gratuidade do ensino público em \n\n                                                 \n6\n BRASIL. Constituição Da República Federativado Brasil De 1988. Art. 3º.  \n\n \n7\n BRASIL. Lei de Diretrizes Bases da Educação. LEI Nº 9.394, DE 20 DE DEZEMBRO DE1996 - \n\nEstabelece as diretrizes e bases da educação nacional. \n\n\n\n23 \n \n\nestabelecimentos oficiais; VII - valorização do profissional da educação escolar; VIII - \n\ngestão democrática do ensino público, na forma desta Lei e da legislação dos sistemas de \n\nensino; IX - garantia de padrão de qualidade; X - valorização da experiência extraescolar; \n\nXI - vinculação entre a educação escolar, o trabalho e as práticas sociais; XII - \n\nconsideração com a diversidade étnico-racial. (BRASIL, 1996, s/p) \n\nÉ possível perceber a importância do trabalho com gênero na escola para que \n\npossam ser efetivados nesse espaço vários dos princípios anteriormente mencionados. A \n\nliberdade de aprender e ensinar é um deles. Não pode ser a escola um local onde a censura \n\ne a falta de pensamento crítico e reflexivo predominem. O apreço à tolerância também \n\nestá diretamente relacionado ao trabalho com gênero, visto que o respeito às diferenças é \n\num dos eixos deste trabalho. A vinculação entre a educação escolar e as práticas sociais \n\nexplicitam claramente o quanto o reflexo da sociedade está dentro da escola e vice-versa. \n\nPara que não haja discriminações e preconceitos na sociedade, não pode haver dentro das \n\nescolas. \n\nA educação, direito de todos e dever do Estado e da família, será promovida e \n\nincentivada com a colaboração da sociedade, visando ao pleno desenvolvimento \n\nda pessoa, seu preparo para o exercício da cidadania e sua qualificação para o \n\ntrabalho. (BRASIL, 1988, p. 91)  \n\n \n\nOra, se é a educação responsabilidade também do Estado, voltada para o exercício \n\nda cidadania, como não contemplar nas escolas trabalhos que promovam respeito por \n\ntodas e todas, independente de orientação sexual, etnia, classe, entre outros? Como ser um \n\ncidadão se não houver em sua educação o entendimento de que todos e todas possuem os \n\nmesmos direitos? Para Grossi e Graupe as violências de gênero no espaço escolar \n\ncontribuem, também, para a exclusão social, o que reforça ainda mais a responsabilidade \n\ndo Estado com Políticas Públicas de combate aos preconceitos de gênero e sexualidade: \n\n \n\nA desigualdade vivenciada  atualmente  por  muit@s  alun@s   no  sistema \n\neducacional fortalece e acentua a disparidade de oportunidades sociais, criando \n\num senso comum sobre a existência e continuidade das injustiças. Desse modo, \n\né imprescindível que as políticas educacionais contemplem o fortalecimento de \n\numa escola que promova uma educação equitativa, uma vez que ela pode \n\ncontribuir para a desmistificação das injustiças, desigualdades, e para a \n\nconstituição de uma sociedade mais justa e inclusiva. (GRAUPE; GROSSI, \n\n20014, p.118) \n\n \n\n \n\nLogo após a aprovação da nova LDB, foram publicados em 1997 os Parâmetros \n\nCurriculares Nacionais para o Ensino Fundamental. Os Parâmetros Curriculares Nacionais \n\npara o Ensino Médio foram publicados e distribuídos em 1999. \n\n \n\n3.2 PARÂMETROS CURRICULARES NACIONAIS \n\n\n\n24 \n \n\n \n\nEm consonância com a LDB, os PCNs são uma referência para a flexibilização \n\ncurricular e não uma diretriz obrigatória. “Na concepção do MEC, trata-se, pois, de uma \n\nproposta de conteúdos que deve orientar a estrutura curricular de todo o sistema \n\neducacional do país”. Ainda, para as autoras: \n\nNesse sentido, os PCNs realçam as relações de gênero, reconhecendo -as como \n\nreferências fundamentais para a constituição da identidade de crianças e jovens. \n\nCoerentes com os fundamentos e princípios da Constituição Federal, os PCN \n\ntrazem como eixo central da educação escolar o exercício da cidadania e \n\napresentam como maior inovação a inclusão de temas que visam a resgatar a \n\ndignidade da pessoa humana, a igualdade de direitos, a participação ativa na \n\nsociedade e a corresponsabilidade pela vida social. (VIANNA e \n\nUNBEHAUM, 2004 p.96) \n \n\nAbordando questões como ética, pluralidade cultural, meio ambiente, sexualidade \n\ne saúde, os PCN’s inovaram com a inclusão de tais temas. Possuem três volumes com seis \n\ndocumentos relacionados aos temas transversais: o primeiro volume traz o documento de \n\napresentação destes Temas, que explica e justifica a proposta de integrar questões sociais \n\ncomo Temas Transversais e o documento Ética; no segundo, encontram-se os documentos \n\nde Pluralidade Cultural e Orientação Sexual, e no terceiro, os de Meio Ambiente \n\ne Saúde.  É no documento destinado ao trabalho com orientação sexual que aparece mais \n\nevidentemente o trabalho com as questões de gênero. Já na apresentação aos temas (v.8), \n\nesclarece que o tratamento a ser dado à questão da orientação sexual deve focar as \n\n“dimensões sociológica, psicológica e fisiológica da sexualidade”, norteada por três eixos: \n\n“Corpo Humano, Relações de Gênero e Prevenção de Doenças Sexualmente \n\nTransmissíveis/Aids (BRASIL, 1997, v.8, p31-34).  \n\nAinda no eixo Relações de Gênero é possível encontrar a seguinte apresentação \n\nsobre o mesmo: “propicia o questionamento de papéis rigidamente estabelecidos a \n\nhomens e mulheres na sociedade, a valorização de cada um e a flexibilização desses \n\npapéis” (PCN, v.8, p.35). \n\nDessa forma, o documento assume a importância de a escola assumir sua \n\nresponsabilidade na desconstrução dos estereótipos de gênero, cuja existência e reforço \n\ntem consequências perniciosas na constituição dos indivíduos, na sua relação consigo e \n\ncom o outro. \n\nO tema gênero também é apontado no conteúdo de ética, na abordagem do bloco \n\n“respeito mútuo”:  \n\n as diferenças entre as pessoas, derivadas de sexo, cultura, etnia, valores, \n\nopiniões ou religiões; o respeito a todo ser humano independentemente de sua \n\norigem social, etnia, religião, sexo, opinião e cultura. (BRASIL, 1997, v.8, \n\np.101-104) \n \n\nPode-se perceber aqui a clareza da necessidade de a escola ser um espaço onde \n\n\n\n25 \n \n\ntodas e todos tenham os mesmos direitos, principalmente o de ter um ambiente tranquilo e \n\nharmonioso para o desenvolvimento de suas habilidades.  \n\nDe acordo com Vianna e Unbehaum (2004, p. 98), o volume 10 é o que traz mais \n\nexplicitamente o conceito de gênero, sua definição e os objetivos dentro desta perspectiva \n\npara o ensino fundamental:  \n\nO volume está dividido em dois grandes tópicos: Pluralidade Cultural e \n\nOrientação Sexual. Este último subdivide-se em duas partes, a primeira \n\ntrazendo reflexões acerca de sexualidade na infância e na adolescência e sua \n\npertinência nas relações escolares, terminando por apontar os objetivos gerais \n\ndesse tema para o ensino fundamental. A segunda parte explicita os conteúdos \n\nda Orientação Sexual, divididos em três blocos: • Corpo: matriz da sexualidade \n\n(p.139-143) • Relações de gênero (p.144-146) • Prevenção às doenças \n\nsexualmente transmissíveis/Aids (p. 146-149) \n\n \n\nAinda dentro da análise feita por Vianna e Unbehaum (2004, p. 99), no tópico \n\nOrientação sexual fica evidente a relevância da abordagem das questões de gênero na \n\nescola, no volume dedicado à pluralidade cultural e orientação sexual:  \n\nMas é no tópico de Orientação Sexual que o gênero ganha grande relevo. \n\nAssumem-se como objetivos “combater relações autoritárias, questionar a \n\nrigidez dos padrões de conduta estabelecidos para homens e mulheres e apontar \n\npara sua transformação”, incentivando, nas relações escolares, a “diversidade de \n\ncomportamento de homens e mulheres”, a “relatividade das concepções \n\ntradicionalmente associadas ao masculino e ao feminino”, o “respeito pelo outro \n\nsexo” e pelas “variadas expressões do feminino e do masculino” (Brasil, 1997, \n\nv.10, p.144-146). Há nessas detalhadas referências o compro misso com uma \n\nformação voltada para a promoção de relações interpessoais dotadas de \n\nsignificados não discriminadores, privilegiando -se a articulação do conteúdo do \n\nbloco concernente ao gênero “com as áreas de História, Educação Física e as \n\nsituações de convívio escolar” (BRASIL, 1997, v 10, p. 145). \n\n \n\nTal documento é de extrema importância para respaldar o trabalho com Gênero na \n\nescola. É também um documento bastante utilizado e discutido nas escolas, servindo, \n\nmuitas vezes, de referencial teórico para o planejamento de professoras/es. Com ele, \n\nprofissionais da educação podem sentir-se amparados a trabalhar questões como \n\nhomofobia e lesbofobia na escola, visto que a homossexualidade faz parte da orientação \n\nsexual. Todos esses temas citados anteriormente convergem no sentido de dar ênfase ao \n\ntrabalho que objetive o exercício da cidadania com temas que resgatam a dignidade da \n\npessoa humana, a igualdade de direitos, a participação ativa na sociedade e a \n\ncorresponsabilidade pela vida social. \n\n3.3 PLANO NACIONAL DE EDUCAÇÃO \n\nOutro importante documento norteador do trabalho com gênero na escola é o Plano \n\nNacional de Educação. A necessidade da sua criação já aparece na constituição de 1934, \n\nfruto da reivindicação de um grupo de educadores brasileiros da década de 1920. \n\n(VIANNA; UNBEHAUM, 2004, p.85). O primeiro Plano surgiu em 1962\n8\n. Mas foi mais \n\n                                                 \n8\n A i dei a de um Pl ano Naci onal  de Educação s urgi u com o chamado Movi mento Renovador (1920 -30). Mas  \n\n\n\n26 \n \n\nrecentemente, em 2014, que a inserção de políticas públicas voltadas para as questões de \n\ngênero na educação, causou polêmica e divergência por parte de vários segmentos da \n\nsociedade no país. De acordo com o portal do Ministério da Educação, \n\nO Plano Nacional de Educação (PNE) determina diretrizes, metas e estratégias \n\npara a política educacional dos próximos dez anos. O primeiro grupo são metas \n\nestruturantes para a garantia do d ireito a educação básica com qualidade, e que \n\nassim promovam a garantia do acesso, à universalização do ensino obrigatório, \n\ne à ampliação das oportunidades educacionais. Um segundo grupo de metas diz \n\nrespeito especificamente à redução das desigualdades e à  valorização da \n\ndiversidade, caminhos imprescindíveis para a equidade. O terceiro bloco de \n\nmetas trata da valorização dos profissionais da educação, considerada \n\nestratégica para que as metas anteriores sejam atingidas, e o quarto grupo de \n\nmetas refere-se ao ensino superior. \n\nApesar de existirem políticas públicas de amparo ao trabalho com questões \n\nenvolvendo gênero e sexualidade, assistimos nos últimos tempos, a um caloroso debate \n\nem torno da inclusão/exclusão dessas questões do Plano Nacional de Educação (PNE), do \n\nPlano Estadual de Educação (PEN) e, consequentemente, em alguns Planos Municipais de \n\nEducação (PME). Nesse cenário, o movimento Escola Sem Partido ocupa um lugar \n\ncentral. O Escola Sem Partido é um programa que inseriu através de deputados e \n\nvereadores simpatizantes do movimento projetos de lei em municípios e estados do Brasil \n\nque visam cercear a autonomia de professoras/es sobre determinados conteúdos em sala \n\nde aula. Dentre os conteúdos atacados pelo movimento estão as questões de gênero e \n\nsexualidade. Usando de má fé e ignorância, os defensores do Escola Sem Partido \n\ndistorcem o trabalho com gênero e sexualidade, alegando que ao serem trabalhados tais \n\ntemas alunas e alunos estariam sendo influenciados.  \n\nComo parte da distorção provocada pelo movimento popularizou-se a expressão \n\n“Ideologia de Gênero” para referir-se aos reconhecidos academicamente Estudos de \n\nGênero. Por ideologia de gênero, segundo a socióloga alemã Gabriele Kuby, entende-se: \n\nA Ideologia de Género é a mais radical rebelião contra Deu s que é possível: o \n\nser humano não aceita que é criado homem e mulher, e por isso diz: 'Eu decido! \n\nEsta é a minha liberdade!' — contra a experiência, contra a Natureza, contra a \n\nRazão, contra a ciência! É a perversão final do individualismo: rouba ao ser \n\nhumano o que lhe resta da sua identidade, ou seja, o de ser homem ou mulher, \n\ndepois de se ter perdido a fé, a família e a nação. É uma ideologia diabólica: \n\nembora toda a gente tenha uma noção intuitiva de que se trata de uma mentira, a \n\nIdeologia de Género pode capturar o senso -comum e tornar-se em uma \n\nideologia dominante do nosso tempo. (SOFOS, s/a, s/p) \n\nCedendo a pressões de setores conservadores e de fundamentalistas religiosos, foi \n\nalterado o texto original do Plano Nacional de Educação. Onde era mencionado “São \n\ndiretrizes do PNE a superação das desigualdades educacionais, com ênfase na promoção \n\n                                                                                                                                                   \ns omente em 1962 foi  el aborado o pri mei ro PNE pel o Cons el ho Federal  de Educação, em cumpri mento ao \n\nes tabel eci do na Lei  de Di retri zes  e Bas es  da Educação de 1961. \n\n\n\n27 \n \n\nda igualdade racial, regional, de gênero e de orientação sexual” passou a ser \"erradicação \n\nde todas as formas de discriminação\". (BRASIL, 2014, p.22) \n\nEntretanto, o fato de não aparecer a palavra “Gênero” no PNE não impede que as \n\nquestões de gênero sejam trabalhadas na escola. Muito pelo contrário. Quando o Plano \n\nmenciona “erradicação de todas as formas de discriminação”, entendemos que estão \n\npresentes a transfobia, a lesbofobia, a homofobia, o racismo, o capacitismo, o machismo, \n\no sexismo, entre outras. Portanto, não só se pode, como se deve trabalhar com questões de \n\ngênero na escola. \n\nJoan Scott alerta para os perigos de não se ter explicitamente a menção nos \n\ndocumentos de metas concretas sobre a abordagem de tais temas no ambiente escolar: \n\nO não-detalhamento das definições e derivações de sses princípios em sua \n\ninteração com as relações de gênero pode acarretar mais discriminação. Este é o \n\ncaso, por exemplo, da menção à tolerância. De um lado, tê -la como princípio do \n\nensino significa admitir modos de pensar, agir e sentir que diferem entre \n\nindivíduos ou grupos determinados, políticos ou religiosos, o que amplia a \n\npossibilidade do exercício da cidadania na formação docente e nas relações \n\nescolares. Na ótica de gênero, isso poderia significar tolerância quanto ao \n\naborto, quanto às diferentes formas de constituição familiar e de orientação \n\nsexual de professores/as e alunos/as. Mas a menção à tolerância pode também \n\nrestringir-se à capacidade de tolerar, no sentido de suportar, desculpar e ser \n\nmagnânimo diante de situação que apresente divergência s e implique o convívio \n\ncom as diferenças de gênero – que, nesta segunda opção, seriam \n\nnecessariamente transformadas em desigualdades . (SCOTT, 1992, p.92) \n\n \n\nDe qualquer forma houve perdas com a retirada da palavra “gênero” do PNE. Tal \n\nfato simboliza uma significativa perda e um retrocesso nas políticas públicas de igualdade \n\nde gênero no país. Entretanto, não pode ser encarada por profissionais da educação como \n\numa proibição, mas sim, como um motivo a mais para dar atenção especial às questões de \n\ngênero no ambiente escolar.  \n\n \n3.4 PROPOSTA CURRICULAR DE SANTA CATARINA \n\n \n\nNa contramão do PNE está a Proposta Curricular de Santa Catarina. Atualizada \n\ndurante o ano de 2014, teve todo seu conteúdo revisado para atender e estar de acordo \n\ncom a valorização da diversidade na escola, bem como o respeito às diferenças. \n\nAlmejando alcançar a formação humana integral, tem como um dos princípios formativos \n\na diversidade. A palavra “Gênero” aparece explicitamente em vários momentos no \n\ndocumento: \n\nNessa Atualização da Proposta Curricular de Santa Catarina, e considerando as \n\nDiretrizes Curriculares Nacionais para Educação e Direitos Humanos, estão em \n\ndiscussão: a educação para as relações de gênero; a educação para a diversidade \n\nsexual (orientação sexual e identidade de gênero); a educação e prevenção; a \n\neducação ambiental formal; a educação das relações étnico -raciais; e as \n\nmodalidades de ensino: a educação especial; a educação escolar indígena; a \n\n\n\n28 \n \n\neducação do campo e a educação escolar quilombola.(SANTA CATARINA, \n\n2014, p. 57) \n\nÉ importante ressaltar que a atualização da Proposta Curricular de Santa Catarina \n\nesteve embasada nas Diretrizes Curriculares Nacionais para Educação e Direitos \n\nHumanos. Homologadas em 2012, oferecem às instituições de ensino e às educadoras e \n\neducadores importantes referências para uma educação voltada para valorização e respeito \n\naos Direitos Humanos. Além disso, aportam conteúdos que permitem o repúdio ao \n\nracismo, à homofobia e outras tantas formas de discriminação. \n\n  A Resolução Nº 132 do CEE/SC (2009) - Nome Social\n9\n (2009) também é um \n\nimportante documento sobre as questões de gênero na escola em Santa C atarina. O seu \n\nArt.1º traz a seguinte determinação:  \n\nArt 1º Determinar, quando requerido, que as escolas/instituições vinculadas ao \n\nSistema Estadual de Educação de Santa Catarina que, em respeito à cidadania, \n\naos direitos humanos, à diversidade, ao pluralismo, à dignidade humana, além \n\ndo nome civil, incluam o nome social de travestis e transexuais nos registros \n\nescolares internos. \n\nVisto que travestis e transexuais tem a sua identidade e expressão de gênero \n\ncomumente desrespeitadas e invizibilizadas na escola, o cumprimento dessa resolução se \n\nfaz urgentemente necessário. Professoras/es, colegas e demais funcionários muitas vezes \n\napresentam resistência em respeitar a identidade de gênero dessas/es estudantes. Há receio \n\ndo que a família pode pensar e a resistência dos próprios preconceitos alimentados \n\npelas/os profissionais da educação, que acabam se sobreponde ao profissionalismo e ao \n\nrespeito pela individualidade da/os outra/o. Além disso, as/os colegas também reproduzem \n\nos preconceitos que vão aprendendo no convívio familiar e social gerando uma rede de \n\nexclusão. É como se pessoas trans e travestis não tivessem direito à escola, ao acesso à \n\neducação, ao estudo e ao conhecimento que pode proporcionar uma mudança em suas \n\nvidas. E é por perceberem que a escola coloca-se como um lugar negado à elas/es que \n\nmuitas/os acabam abandonando seus estudos. \n\nPode-se constatar que nos últimos anos houve grandes avanços com relação às \n\npolíticas públicas brasileiras no campo da educação dentro da perspectiva de gênero. \n\nEntretanto, sabe-se que as vitórias vieram acompanhadas de uma intensa resistência de \n\nsetores mais conservadores da sociedade e de fundamentalistas religiosos. Por isso, é de \n\nextrema importância que educadoras e educadores tenham conhecimento e acesso aos \n\ndocumentos aqui mencionados para respaldar o seu trabalho na escola.  \n\n \n\n                                                 \n9\n  Nome s oci al é o nome pel o qual  pes s oas  trans exuais  e traves ti s  preferem s er chamadas , em contras te \n\ncom o nome de regi s tro, que não condi z com a i denti dade e expres s ão de gênero des s as  pes s oas .  \n\n\n\n29 \n \n\n4 REALIZAÇÃO DA PESQUISA NA EEBCAL \n\n  \n\nNeste capítulo serão apresentadas as etapas da pesquisa realizada na Escola de \n\nEducação Básica Coronel Antônio Lehmkuhl, bem como os resultados alcançados. \n\nEntretanto, para tal, é necessário primeiramente realizar um levantamento histórico dos \n\nquatro anos de projetos sobre gênero e sexualidade desenvolvidos na escola para que se \n\npossa contextualizar a pesquisa.  \n\nEm seguida será abordada a pesquisa de campo e análise dos dados coletados. Os \n\ndados foram colhidos em entrevistas semi-estruturadas, gravadas e posteriormente \n\ntranscritas para análise. Primeiramente será exposta a metodologia selecionada de acordo \n\ncom o perfil da pesquisa, caracterizando as/os participantes, a própria organização da \n\nentrevista, os materiais e instrumentos utilizados. Em seguida parte-se para a análise dos \n\ndados.  \n\n \n\n \n\n4.1 HISTÓRICO DO PROJETO NA EEBCAL \n\n \n\nA Escola de Educação Básica Coronel Antônio Lehmkuhl construiu ao longo dos \n\núltimos anos um forte compromisso de trabalho com relação ao respeito às diferenças e \n\nvalorização da diversidade. \n\nA Escola de Educação Básica Coronel Antônio Lehmkuhl fica na região central do \n\nmunicípio de Águas Mornas, Santa Catarina. Águas Mornas localiza-se na Região da \n\nGrande Florianópolis, com uma população de 5.546 habitantes, sendo que a maioria desta \n\npopulação habita na zona rural. Foi colonizada predominantemente por alemães. A base \n\neconômica do município encontra-se na agricultura e é o maior produtor de \n\nhortifrutigranjeiros da região da Grande Florianópolis. As religiões predominantes no \n\nmunicípio são a católica e a luterana. \n10\n\n \n\nO projeto sobre gênero e diversidade iniciou-se no ano de 2013, intitulado “Uma \n\nSemente Plantada em Terra de Agricultores”, quando a professora de língua portuguesa \n\ncursava o curso de aperfeiçoamento Gênero e Diversidade na Escola (GDE), ofertado \n\npelo Instituto de Estudos de Gênero (IEG) da Universidade Federal de Santa Catarina \n\n(UFSC). \n\nO objetivo geral era promover a reflexão sobre a diversidade de gênero e, \n\nconsequentemente, diminuir os preconceitos de gênero no município de Águas Mornas. \n\nPara tal, procurou promover a reflexão sobre o tema “Gênero e Diversidade na escola, \n                                                 \n10\n\n Informação do portal  da Prefei tura Muni ci pal de Águas  Mornas : \n\nhttp://www.aguas mornas .s c.gov.br/hi s tori co.htm \n\n\n\n30 \n \n\nprovocar reflexão nos alunos e alunas participantes do projeto, trazer informação e \n\nesclarecimentos sobre o tema e desmistificar preconceitos relacionados ao gênero e à \n\ndiversidade. \n\nNo primeiro ano participaram duas turmas de 2º ano do Ensino Médio: a turma 201, \n\ncom 17 estudantes; a turma 202, com 17 estudantes. Durante todo o mês de abril de 2013, \n\numa vez por semana foram trabalhados assuntos como relações de gênero, preconceito, \n\nmachismo, trans-lesbo-homofobia, sexualidade. \n\nA metodologia utilizada foram oficinas de diferentes temas, uma vez por semana, \n\ndurante um mês. Em cada oficina trabalhava-se um tema diferente. A primeira oficina teve \n\ncomo objetivo apresentar aos alunos o projeto que se desenvolveria durante as próximas \n\naulas e apresentar-lhes alguns conceitos básicos sobre sexualidade, tais como: \n\nBissexualidade, heterossexualidade, homofobia, intersexuais, orientação sexual, \n\nsexualidade, travesti, transexuais. Para isso, foi escolhida a atividade número 20 do \n\nCaderno de Atividades do curso em Gênero e Diversidade na Escola, (2009, p.135) \n\nJá a segunda oficina propunha levar as/os estudantes a um exercício de se colocar no \n\nlugar do outro, refletir, pensar sobre a maneira como a sociedade cria preconceitos que \n\ngeram dor e sofrimento. Para isso foi usado um vídeo do Parafernalha, intitulado \n\n“Tempos Modernos”. O vídeo é uma sátira, onde o filho, na mesa, conta para os pais que é \n\nheterossexual e os pais ficam perplexos, relutantes em aceitar. Leva e refletir sobre como \n\nseriam as coisas caso fosse a heterossexualidade estigmatizada, e não a \n\nhomossexualidade.  Além disso foi discutido o texto “No país de Blowminsk”. \n\nA terceira oficina intitulou-se “Você tem medo de quê?”. Foi passado um vídeo faz \n\nparte da atividade 31 do Caderno de Atividades GDE, (2009) p. 155. Este vídeo faz parte \n\ndo material conhecido pejorativamente como “Kit Gay”. Trata-se de um desenho animado \n\nsem palavras que aborda questões relacionadas à diversidade e à homofobia. Marcelo é \n\num garoto que descobre o desejo e afetividade com outro rapaz jovem e o vídeo \n\nacompanha parte de sua trajetória. \n\nA última oficina foi desenvolvida com a reflexão de um texto presente na apostila do \n\n“Programa Saúde e Prevenção nas escolas”, intitulado “Homossexualidade”. Houve \n\nleitura e debate. \n\nNa segunda parte do projeto, passou-se para a produção e confecção dos cartazes para \n\no V Concurso de Cartazes. As turmas foram divididas em equipes de 3 pessoas. Desta \n\ndivisão, resultaram 12 cartazes. Foram escolhidos dois cartazes por meio de votação para \n\nrepresentar a escola no V Concurso de Cartazes sobre Homofobia, Lesbofobia, Transfobia \n\n\n\n31 \n \n\ne Heterossexismos nas escolas (2013), do Núcleo de Identidades de Gênero e \n\nSubjetividades da UFSC. Os cartazes que não foram representar a escola no concurso \n\nforam expostos na Casa da Cultura, anexa à prefeitura do município.  \n\nJá no segundo ano (2014), participaram do projeto s turmas de 1º, 2 º e 3º ano do \n\nensino médio, totalizando 96 alunas/os. Como, de certa forma, muitas/os alunas/os já \n\nhaviam tomado conhecimento das reflexões iniciais sobre os estudos de gênero, no \n\nsegundo ano do projeto o foco principal foi o trabalho com questões envolvendo \n\nmachismo e transfobia.  \n\nO projeto teve como objetivo geral promover a igualdade de gênero, bem como \n\nconscientizar alunas, alunos e comunidade escolar sobre a importância da luta contra a \n\nviolência de gênero. Para isso, tentou despertar o olhar crítico para os discursos \n\npreconceituosos presentes na sociedade em piadas, músicas e anúncios publicitários, além \n\nde alertar a comunidade escolar para os números da violência contra a mulher, sejam elas \n\ncis ou trans\n11\n\n e para os casos de lesbo – homofobia. A metodologia utilizada continuou \n\nsendo oficinas. \n\nA primeira oficina intitulou-se “Pimenta nos olhos dos outros também arde: troca de \n\npapeis”, do Caderno de Atividades Gênero e Diversidade na Escola. (BRASIL, 2009,  \n\np.60). Foi exibido o curta “Acorda, Raimundo...acorda”. Já a segunda oficina, A \n\nconstrução social dos gêneros, foi retirada da “Apostila Saúde e Prevenção nas Escolas” \n\n(BRASIL, 2007, p.44). Discutiram-se os textos “O Mito da Superioridade Masculina” e \n\n“A Luta da Mulher por seus Direitos”. A terceira oficina: “Decida-se”, do Caderno de \n\nAtividades Gênero e Diversidade na Escola P.78, levou alunas e alunos a pensarem e \n\nconstruírem posicionamentos diante de situações hipotéticas, mas que encontram lugar na \n\nrealidade, de opressão e preconceito. Na quarta oficina foram discutidas questões como \n\nIdentidade de gênero, Expressão de gênero, Orientação sexual e sexo biológico. Na \n\nquinta oficina foi exibido o filme “Transamérica”. A sexta, e última, oficina abordou a \n\nquestão da violência contra transexuais a partir da música “Balada de Gisberta”. \n\nTambém em julho de 2014, a escola ofereceu a todas/os professoras/es e professores \n\numa formação sobre as questões de gênero e diversidade. Deste encontro surgiu o tema \n\ndo desfile cívico: “A Escola contra o preconceito”. O desfile cívico conta com \n\n                                                 \n11\n\n “Ci s ” é um prefi xo l ati no, que s i gni fi ca “do mes mo l ado”. É us ado no texto como abrevi ação da pal avra \nci s gênero. A pes s oa ci s  é aquel a que s e i denti fi ca com o mes mo gênero que l he deram ao nas cer. “Trans ” \ntambém é um prefi xo l ati no que s i gni fi ca “al ém de“. A pes s oa trans  é aquel a que não s e i dênti ca com o \ngênero que l he deram ao nas cer. Também podem s er pes s oas  com papel  de gênero di vergente da s ua \n\ni denti dade de gênero.  \n\n\n\n32 \n \n\nconsiderável participação de toda comunidade. Foram levados para o desfile temas como \n\nracismo, capacitismo, machismo, homofobia, lesbofobia e transfobia. \n\nNo ano de 2015 o projeto expandiu-se para o Ensino Fundamental II, com a \n\nparticipação de duas turmas de 9º ano, além de três turmas de Ensino Médio (1º, 2º e 3º \n\nano). \n\nNeste ano, o principal foco do trabalho foi a interseccionalidade, partindo de \n\nnoções de Direitos Humanos e vulnerabilidade. Por interseccionalidade entende-se: \n\n \n\nA interseccionalidade é uma conceituação do problema que busca capturar as \n\nconseqüências estruturais e dinâmicas da interação entre dois ou mais eixos da \n\nsubordinação. Ela trata especificamente da forma pela qual o racismo, o \n\npatriarcalismo, a opressão de classe e outros sistemas discriminatórios criam \n\ndesigualdades básicas que estruturam as posições relativas de mulheres, raças, \n\netnias, classes e outras. (CRENSHAW apud RODRIGUES, 2013, p.6). \n\n \n\nO objetivo principal era fazer com que estudantes voltassem seus olhares para \n\noutras formas de preconceito e discriminação, além da trans/lesbo/homofobia, tais como: \n\nracismo, capacitismo, xenofobia, preconceitos de classe, de religião, gordofobia, entre \n\noutros. \n\nAs estratégias e metodologias foram distintas dos anos anteriores. Foram duas/dois \n\nprofessoras/es a trabalhar o tema em conjunto (Língua Portuguesa e Sociologia)  e as \n\noficinas foram realizadas em uma noite, durante as cinco aulas do dia, com todas/os \n\nalunas/os das três turmas no pátio da escola.  \n\nA oficina iniciou-se com a exibição de um vídeo que explicava o histórico e o que \n\nsão os Direitos Humanos, intitulado “Mas afinal, o que são os direitos humanos?”. Com \n\nesse vídeo pretendeu-se mostrar a importância de uma educação com uma perspectiva de \n\nrespeito aos Direitos Humanos. As/os alunas/os foram desafiadas/os a questionarem-se o \n\nporquê de, apesar de serem direitos universais, tantas pessoas ainda sofrerem com a \n\ndiscriminação e a privação de direitos básicos. \n\nEm seguida foi apresentado através de slides o conceito/definição de \n\nvulnerabilidade, bem como foram pontuados os grupos que se encontram em maior \n\nsituação de vulnerabilidade e a quais riscos estão expostos. As mulheres estão vulneráveis \n\nao machismo, sexismo e misoginia; homossexuais à homofobia; lésbicas à lesbofobia; \n\ntravestis, transgêneros e transexuais à transfobia; negras/os ao racismo; populações \n\nindígenas ao etnocentrismo. Além disso, foram citadas minorias étnicas, religiosas e \n\nculturais, bem como exclusões por conta da aparência física e idade. Discutiu-se também \n\nsobre a situação de imigrantes e refugiados remetendo à presença de haitianos, comum na \n\nna região. Também foram citadas como grupos em situação mais vulnerável as \n\npopulações quilombolas e ribeirinhas. \n\n\n\n33 \n \n\nPara respaldar legalmente o trabalho, foi levado o Artigo 3º da resolução 001 de 30 \n\nde maio de 2012 das Diretrizes Nacionais em Educação em Direitos Humanos: \n\n \n\nArt. 3º A Educação em Direitos Humanos, com a finalidade de promover a \n\neducação para a mudança e a transformação social, fundamenta-se nos seguintes \n\nprincípios: I - dignidade humana; II - igualdade de direitos; III - reconhecimento \n\ne valorização das diferenças e das diversidades; IV - laicidade do Estado; V - \n\ndemocracia na educação; (*) Resolução CNE/CP 1/2012. Diário Oficial da \n\nUnião, Brasília, 31 de maio de 2012 – Seção 1 – p. 48. VI - transversalidade, \n\nvivência e globalidade; e VII - sustentabilidade socioambiental \n\n \n\nAlém da resolução, foram apresentados alguns dados estatísticos da Pesquisa \n\nNacional Diversidade na Escola de 2006 para justificar a importância do projeto.  \n\nLogo após foi trabalhada a noção de interseccionalidade. Além da definição, foram \n\nusados exemplos práticos para que as/os alunas/os pudessem identificar os cruzamentos, \n\nas intersecções e a transversalidade de preconceitos a que uma mesma pessoa possa estar \n\nsubmetida. Por meio do exemplo de uma mulher, negra, gorda e lésbica, as/os alunas/os \n\nforam instigadas/os a identificar os preconceitos a que essa pessoa está          vulnerável, \n\nbem como os marcadores sociais da diferença. Não foi difícil identificarem o racismo, a \n\nlesbofobia e a gordofobia. Entretanto, tiveram dificuldades em mencionar o machismo e o \n\nsexismo. Talvez tal fato se tenha dado ainda pela confusão que se faz entre orientação \n\nsexual e identidade de gênero. Como se uma mulher lésbica não pudesse sofrer com o \n\nmachismo ou com o sexismo. \n\nApós a explanação das questões anteriormente mencionadas, foi exibido o curta \n\n“Hoje eu não quero voltar sozinho” e em seguida, em grupo, as/os estudantes \n\nresponderam a algumas questões sobre o curta. \n\nPor fim, foi exibido o clip do rapper Rico Dalasan, “Aceite-C”. O rapper \n\ndespontou recentemente no cenário nacional. Chama atenção por pertencer à periferia, ser \n\nnegro e gay. Suas músicas são usadas como instrumento de militância. Após explanar \n\nbrevemente a história de Rico, as/os alunas/os foram convidadas/os a assistir ao clip.  \n\nO ano de 2015 foi muito importante para o projeto. A escola ganhou dois grandes \n\nprêmios nacionais. O primeiro, em setembro, “Construindo a Igualdade de Gênero”, \n\ncategoria “Escola Promotora da Igualdade de Gênero”; o segundo, em dezembro do \n\nmesmo ano, o “Prêmio Direitos Humanos”, categoria “Garantia dos Direitos da População \n\nde Lésbicas, Gays, Bissexuais, Travestis e Transexuais – LGBT.” \n\nAs premiações deram visibilidade ao projeto e reafirmaram o compromisso da \n\nescola com a contribuição de uma sociedade mais justa e igualitária. \n\nEm 2016 o projeto tomou outros rumos e a escola ganhou mais autonomia, visto \n\nque o Projeto Papo Sério do NIGS-UFSC encerrou suas atividades com o concurso de \n\ncartazes. \n\n\n\n34 \n \n\nJuntamente com a direção da escola, as atividades foram planejadas no início do \n\nano letivo, entrando no calendário escolar. O projeto foi organizado com as seguintes \n\netapas: formação para as/os professoras/es, divulgação do edital do “I Concurso de \n\nCartazes sobre trans/lesbo/homofobia e hererossexismo na escola”, oficinas temáticas, \n\nconfecção dos cartazes, exposição, votação pelo facebook da escola e presencial e por fim, \n\na noite de premiação e divulgação dos resultados.  \n\nDurante o recesso escolar de julho, o projeto foi apresentado para todas/os as/os \n\nprofessoras/es da escola para que pudessem dar suas contribuições. Além disso, a \n\nprofessora e o professor coordenadores do projeto conduziram uma formação de 8h sobre \n\nGênero e Diversidade para as/os professoras/es. \n\nEm seguida foi divulgado o edital do concurso e foram desenvolvidas oficinas \n\ntemáticas com as/os alunas/os. As oficinas aconteceram durante as cinco aulas de um \n\nperíodo. Participaram das atividades todas as turmas do Ensino Médio e do Ensino \n\nFundamental II, totalizando quase 300 estudantes envolvidas/os. \n\nO foco principal do trabalho foi a violência em decorrência do preconceito contra a \n\npopulação LGBT. Foram apresentados casos reais retirados dos noticiários em que o ódio \n\npelas diferenças acarretou em agressões e até mesmo mortes. Discutiu-se o quanto a \n\nmanutenção dos preconceitos e estereótipos de gênero atinge a todas/os, inclusive \n\naquelas/es que não fazem parte da população LGBT. Um dos casos mencionados na \n\noficina foi o do menino Alex, de apenas 8 anos, cujas constantes agressões de seu pai \n\nculminaram com a sua morte em 06 de março de 2014 . O pai não aceitava o fato de o \n\nfilho gostar de lavar a louça e de dançar dança do ventre.  \n\nAlgumas atividades desenvolvidas foram inspiradas no material “Planos de Aula” \n\nda UNESCO, que inclusive traz sugestões para se trabalhar o combate à \n\ntrans/lesbo/homofobia em países onde a homossexualidade é criminalizada. De acordo \n\ncom o material: \n\nOrientação sexual, identidade de gênero, homofobia e transfobia são tópicos \n\nsensíveis e sua discussão já gerou muita controvérsia em instituições \n\neducacionais. Embora esses tópicos possam ser temas delicados, abordá -los por \n\nmeio de discussões apropriadas à idade dos estudantes pode contribuir para \n\nfomentar um ambiente de maior respeito na sala de aula e na escola. O \n\npropósito das atividades apresentadas a seguir é contribuir para assegurar o \n\ndireito de todos os estudantes a um ambiente de aprendizado seguro, \n\nindependentemente de quem sejam. Assim, essas propostas visam a ajudar os \n\nalunos a entender a importância do respeito por todas as pessoas, bem como a \n\naceitar a diversidade. (UNESCO, 2014, p. 2014) \n\n \n\nAlém de atividades inspiradas nesse material, as oficinas apresentaram vídeos \n\ncomo “Afinal, o que há dentro do armário?”, com depoimentos reais de quem sofre com a \n\nhomofobia, uma matéria do SBT Brasil sobre estupro corretivo, o caso Luana Santos, \n\nlésbica espancada até a morte por policiais, o caso Verônica Bolina, mulher trans torturada \n\n\n\n35 \n \n\npor policiais, um vídeo do Canal da Bee sobre tranbsfobia, entre outras atividades, como a \n\ndiscussão sobre comentários de ódio pela internet. \n\nApós as oficinas passou-se para a confecção dos cartazes. Cada turma escolheu 3 \n\ncartazes para representar a sua turma na exposição no hall da escola. Assim que a \n\nexposição foi montada os cartazes foram divulgados no perfil do facebbok da escola para \n\na votação. \n\nTal atitude fez com que o projeto chegasse ao “Escola sem Partido”, movimento \n\nque pretende cercear através de Lei a liberdade de professoras e professores para ensinar \n\ndeterminados conteúdos, como as questões de gênero, por exemplo. Na página do \n\nmovimento é possível encontrar: \n\nA doutrinação política e ideológica em s ala de aula ofende a liberdade de \n\nconsciência do estudante; afronta o princípio da neutralidade política e \n\nideológica do Estado; e ameaça o próprio regime democrático, na medida em \n\nque instrumentaliza o sistema de ensino com o objetivo de desequilibrar o jogo \n\npolítico em favor de um dos competidores. Por outro lado, a exposição, em \n\ndisciplina obrigatória, de conteúdos que possam estar em conflito com as \n\nconvicções morais dos estudantes ou de seus pais, viola o art. 12 da Convenção \n\nAmericana sobre Direitos Humanos, segundo o qual \"os pais têm direito a que \n\nseus filhos recebam a educação religiosa e moral que esteja de acordo com suas \n\npróprias convicções.\" Essas práticas, todavia, apesar de sua manifesta \n\ninconstitucionalidade e ilegalidade, tomaram conta do sistema de ensino. A \n\npretexto de “construir uma sociedade mais justa” ou de \"combater o \n\npreconceito\", professores de todos os níveis vêm utilizando o tempo precioso de \n\nsuas aulas para \"fazer a cabeça\" dos alunos sobre questões de natureza político -\n\npartidária, ideológica e moral. (PROGRAMA ESCOLA SEM PARTIDO, s/p, \n\ns/a) \n\n \n\nAssim que o projeto foi divulgado no perfil do facebook do programa, começou \n\numa série de ataques à escola e às/os professoras/es envolvidas/os. No dia 30 de setembro \n\nde 2016 foi realizado o seguinte post no perfil do facebook do movimento:  \n\n“ LAVAGEM CEREBRAL \" DO BEM\"  \n\nEscola pública de Águas Mornas-SC -- município da região metropolitana de \n\nFlorianópolis com 6 mil habitantes -- realiza concurso de cartazes (técnica de \n\nmanipulação psicológica das mais manjadas), com o objetivo de MOLDAR O JUÍZO \n\nMORAL dos alunos segundo os postulados da ideologia de gênero (imaginem o que os \n\nestudantes não tiveram de escutar para produzir esses cartazes). Afinal, quem esses \n\nprofessores pensam que são para dizer AOS FILHOS DOS OUTROS o que é certo e o \n\nque é errado em matéria de moral?” \n\nApós a divulgação em nível nacional da existência do projeto, alguns pais \n\nsentiram-se motivados a impedir a participação de seus filhos, proibindo, inclusive, de \n\nfrequentarem a escola durante a exposição. Houve denúncias contra a escola no Conselho \n\nTutelar. Entretanto, ao visitarem a escola e tomarem ciência do que verdadeiramente era \n\no projeto e como vinha sendo desenvolvido, as conselheiras perceberam que não havia \n\nnecessidade de intervenção. \n\n\n\n36 \n \n\nMesmo com difamações e ataques pessoais à professora e ao diretor, o projeto \n\ncontinuou. No dia 14 de outubro aconteceu a Noite de Premiação, que contou com a \n\npresença de representantes da Coordenadoria Estadual de Educação, do Núcleo de \n\nIdentidades e Subjetividades da UFSC e do Conselho Tutelar do município. \n\nA mestre de cerimônias foi Selma Light (mulher transexual), que além de anunciar \n\nas/os vencedoras/es deu um depoimento sobre sua vida escolar, encerrando com uma \n\napresentação de dança. Compareceram à Noite de Premiação em torno de 100 pessoas: \n\npais, alunas e alunos, professoras e professores.  \n\nCom toda a polêmica gerada em torno do projeto, muitas pessoas da comunidade \n\nse posicionaram contra, mas também houve visibilidade positiva. Hoje a escola é \n\nreferência nacional no trabalho sério e comprometido sobre gênero e diversidade, na luta \n\ncontra preconceitos e violências. \n\n \n\n4.2 PESQUISA QUALITATIVA \n\n Levando-se em consideração as técnicas que possuem maior potencial de \n\nfornecimento de dados para compreender o fenômeno que foi estudado, optou-se por usar \n\no método qualitativo. A pesquisa qualitativa não trabalha com valores numéricos, não \n\nquantifica, mas sim pergunta o porquê das coisas, busca a compreensão de um grupo \n\nsocial, de uma organização, entre outros. De acordo com Minayo (2012), a pesquisa \n\nqualitativa:  \n\ntrabalha com o universo dos significados, dos motivos, das aspirações, das \n\ncrenças, dos valores e das atitudes. Esse conjunto de fenômenos humanos é \n\ngentendido aqui como parte da realidade social, pois o ser humano se distingue \n\nnão só por agir, mas por pensar sobre o que faz e por interpretar suas ações \n\ndentro e a partir da realidade vivida e partilhada com os seus semelhantes. O \n\nuniverso da produção humana que pode ser resumido no mundo das relações, \n\ndas representações e da intencionalidade e é objeto da pesquisa qualitativa \n\ndificilmente pode ser traduzido em números e indicadores quantitativos (p. 21). \n\n \n\nSendo assim, a pesquisa qualitativa leva em consideração os mais diferentes \n\naspectos e áreas que possam contribuir para a análise dos resultados.  É, portanto, a \n\nmetodologia mais indicada considerando-se a natureza e os objetivos desta investigação, \n\numa vez que se trata de uma pesquisa social que visa identificar os impactos do trabalho \n\nsobre gênero e diversidade na escola entre estudantes do Ensino Médio. \n\n4.3 CARACTERIZAÇÃO DAS/OS PARTICIPANTES \n\nParticiparam da pesquisa 4 estudantes do ensino médio da Escola de Educação \n\nBásica Coronel Antônio Lehmkuhl. As/os estudantes participaram do projeto \n\ndesenvolvido na escola durante os anos de 2014, 2015 e 2016.  \n\n\n\n37 \n \n\nAo longo desses anos 2 estudantes mostraram-se favoráveis às propostas e \n\nobjetivos do projeto e 2 estudantes contra. Essa constatação foi feita com base na \n\nparticipação das/os estudantes nas oficinas desenvolvidas, nas suas posturas em sala de \n\naula e na escola. \n\nAs duas estudantes que se identificaram com às propostas do projeto são do sexo \n\nfeminino, uma tem 17 anos e outra 18 anos. Foram sempre muito participativas durante as \n\natividades e também no cotidiano escolar, posicionando-se contrárias às discriminações \n\nnos debates que aconteciam em aula ou por algum acontecimento na escola. \n\nOs dois estudantes que se mostraram resistentes às propostas do projeto são do \n\nsexo masculino, ambos com 17 anos. Além de se mostrarem contrariados durante as \n\noficinas, suas atitudes durante as aulas demostravam o porquê de resistirem às propostas \n\ndo projeto: citavam frequentemente o deputado federal do Rio de Janeiro, Jair Bolsonaro, \n\nclaramente contrário ao trabalho com gênero e diversidade na escola, como um de seus \n\nídolos. \n\nFiz o convite para que participassem da pesquisa concedendo uma entrevista sobre \n\nsuas participações no projeto e fui prontamente atendida por todas/os. \n\nA escolha dessas 2 alunas e 2 alunos não foi inocente. A partir da observação de \n\nseus comportamentos e reações com relação ao projeto, foram convidadas/os a dar suas \n\ncontribuições com o intuito de apresentarem perspectivas diferentes.  \n\n4.4 REALIZAÇÃO DAS ENTREVISTAS \n\nO método utilizado para coleta de dados foi a entrevista semi-estruturada. Foram \n\npré-definidas 16 questões para nortear a entrevista (encontram-se anexas), entretanto, ao \n\nlongo da conversa foram colocados outros questionamentos. \n\nAs entrevistas foram todas realizadas no dia 29 de setembro de 2016, em uma sala \n\nde aula da escola, com início às 17h e término às 18h30. As/os participantes não tinham \n\naula nesse horário. \n\nA primeira entrevista foi a aluna M\ni\n, com duração de 13min28s; a segunda \n\nentrevista, com a aluna F, durou 11min58s; já a terceira entrevista, com o aluno B, \n\n10min14s; por fim, a última entrevista, com o aluno V, teve 16min40s. Foram 52min33s \n\nde gravação. \n\nAntes de iniciar as perguntas as/os participantes foram informadas/os através da \n\nleitura do Termo de Consentimento Livre e Esclarecido sobre a natureza, o objetivo do \n\n\n\n38 \n \n\nestudo, os procedimentos, a confidencialidade das informações e também sobre o sigilo \n\npor parte da pesquisadora em relação aos nomes dos participantes.  \n\nAlém disso, as/os participantes foram informados de que todo o material da \n\npesquisa, como os áudios e as transcrições, seriam destruídos após a conclusão da \n\npesquisa, de acordo com o Termo de Consentimento Livre e Esclarecido.  \n\nAs entrevistas foram gravadas com aparelho celular. A transcrição foi realizada em \n\nparte usando a ferramenta de digitação de voz do googledocs e em parte sendo manuscrita. \n\n \n\n4.5 PROCEDIMENTO DE ANÁLISE \n\nA seguir será analisado o material resultante da entrevista. O primeiro passo foi \n\nrealizar a transcrição. Em seguida passou-se para a análise de conteúdo, tentando conhecer \n\no que está além do conteúdo na fala das/os participantes da entrevista. Foram selecionadas \n\nas partes mais significativas para que em seguida pudesse ser feita a interpretação. \n\nPara que a interpretação pudesse ser mais organizada, as falas foram agrupadas em \n\ntrês categorias para análise. A primeira referente às respostas que evidenciavam o papel e \n\no poder de influência do professor na escola dentro da perspectiva dos alunos: O \n\npapel/influência do professor na escola”; a segunda, “Percepções sobre \n\ntrans/lesbo/homofobia na escola” e a terceira, “Impactos do trabalho sobre gênero e \n\ndiversidade na escola”. \n\n5  PERCEPÇÕES  DAS/OS  ESTUDANTES DE ENSINO MÉDIO \n\n  \n\nEste capítulo contempla o objetivo da pesquisa: analisar as percepções sobre \n\nquestões de gênero e sexualidade de estudantes de ensino médio que participaram durante \n\ntrês anos de projetos sobre o tema na Escola de Educação Básica Coronel Antônio \n\nLehmkuhl. O recorte de fala realizado pela pesquisadora será apresentado abaixo, \n\nseguindo o critério de análise de agrupamento de falas mencionados no capítulo anterior. \n\n5.1 O PAPEL/INFLUÊNCIA DO PROFESSOR E DA ESCOLA \n\nAs primeiras perguntas da entrevista foram com relação ao papel e a influência \n\nda/os professora/or com relação às questões de gênero presentes não só no ambiente \n\nescolar, como também fora dele. Com esses questionamentos pretendeu-se investigar se \n\nos posicionamentos e falas das/os professoras/es possuem o poder de transformar as \n\nconcepções de alunas e alunos sobre o tema. \n\n\n\n39 \n \n\nÉ sabido que alunos e alunas convivem com diferentes concepções acerca das \n\ncoisas do mundo não só na escola, mas também em casa, com a família e nos diferentes \n\nespaços sociais em que vivem. \n\nSobre a influência que uma/um professora/or exerce ao posicionar-se, a aluna M\n12\n\n \n\ncolocou que em casa, às vezes, recebem uma educação diferente da proposta na escola, \n\nmas não acredita que o professor influencie na orientação sexual de alguém. Para ela: “é \n\nque às vezes em casa é um assunto, na escola é outro e talvez o professor consegue \n\ntransformar a pessoa, porque não é uma coisa que se faz, cada um tenha sua opinião de \n\nser como ser.” \n\nJá para a aluna F, nem sempre o professor consegue atingir alunas e alunos. Ao ser \n\nquestionada se a postura do professor era capaz de influenciar a maneira de pensar de seus \n\nalunos, ela ponderou: “um pouco. Às vezes alguns alunos acreditam no que o professor \n\nfala e alguns alunos não não, né(...) Alguns acreditam e acabam levando isso para \n\nmente  e alguns não”. A aluna reconhece a importância dos diferentes convívios sociais: \n\n“A pessoa também vem de outras influências na família, não é só escola que influencia a \n\nformação de uma pessoa”. \n\nJá para o aluno B, talvez o mais contrário ao projeto na escola, o professor \n\nprejudica a formação de opinião de alunas/os: “Eu acho que sim, (infleuencia) porque \n\nqualquer coisa que ele (o professor) falar, querendo ou não, vai influenciar o aluno, já \n\nvai estar prejudicando uma possível opinião  dele futura”. O aluno B ainda justifica o seu \n\nposicionamento: “Porque o professor é sempre mais, eu tanto da minha parte sempre \n\nrespeito mais os professores, então tem que ouvir ele quando ele pede pra falar. Quando \n\nele quer dar a opinião dele, tranquilo, mas eu acho que não tem que ter, tipo assim, uma \n\ninfluência sobre a opinião do aluno.  \n\nPor fim, para o aluno V é a posição que o professor ocupa a responsável pelo \n\npoder de influência. Como o professor é alguém que estudou, que está no exercício de sua \n\nprofissão, acaba, para ele, tendo relevância e impacto seu discurso: “sim, porque no \n\ncolégio é como se fosse uma ... querendo ou não... uma família também. a gente vê o \n\nprofessor como um admirador, como alguém que tá te ensinando a ser alguém na vida, \n\nentão se a pessoa vota num candidato diferente, tem uma opinião diferente, então tu já \n\nfica, pô será que ele tem uma opinião diferente, ele é professor, é mais estudado, tu acaba \n\npensando que por causa do estudo dele ele tenha mais … tu acaba se influenciando pelo \n\nprofessor, ele fica explicando as coisa certa então tu fica, ah, eu acho que eu vou achar \n\n                                                 \n12\n\n De acordo com o termo de compromi s s o redi gi do pel a pes qui sadora e as s inado pel as/os \nentrevi s tadas /os , s uas i denti dades  s erão pres ervadas . Por i s so optou-s e pel a i denti fi cação das /os \n\nparti ci pantes  com i ni ciais fi ctíci as. \n\n\n\n40 \n \n\ncerto também, então depende muito de cada palestra que faz . Muito aluno tipo leva na \n\ncabeça o que a dona fala e toma como verdade também.  \n\nCom relação à pergunta “Você considera que o/a professor/a, independentemente \n\nda disciplina que leciona, tem o papel de abordar educação sexual com seus/suas \n\nalunos/as?”, o aluno ponderou: “Pra mim muito pela idade e se o professor vê se é \n\nnecessário, tipo ,ah nessa sala tem casos que aconteçam isso. É eu acho muito justo e \n\ncerto de o professor chegar e falar sobre isso porque tô vendo que nessa sala tem coisa, \n\nnão influenciando nome ou falando pessoa, mas isso dá uma explicação e falar que não é \n\nlegal aquilo e explicar, não é que é uma obrigação mas se tu vê que precise pra mim é \n\ncerto.” \n\n Foi possível perceber que o aluno colocou algumas restrições para o trabalho com \n\neducação sexual, como a idade das/os alunas/os envolvidas. Neste contexto, é importante \n\nlembrar que um dos argumentos mais usados para atacar o projeto era o fato de crianças \n\ndo Ensino Fundamental I verem cartazes com desenhos de pessoas do mesmo sexo se \n\nbeijando. O próprio aluno V, em sala, disse que não concordava com a exposição porque \n\nsua irmã de 7 anos viu um desenho com duas princesas se beijando e o questionou. \n\nEntretanto, em outro momento, ao ser questionado sobre a responsabilidade da escola na \n\neducação sexual do indivíduo (a mesma pergunta foi feita com relação á família e à \n\nreligião), ele respondeu: “eu acho que no sentido de orientar pra não ter preconceito \n\nsobre nenhuma pessoa, mas você é homo e vai ser homo, isso é mais pro indivíduo, mas \n\npra mim o papel da escola é tipo explicar que não importa como a pessoa nasça, ela tem \n\nque ser respeitada, não importa como, só respeitar.  Tipo isso, se a pessoa é homossexual \n\nou outra coisa uma hora ou outra ela vai descobrir que ela vai ser então só ensinar a \n\nrespeitar as preferências … é difícil mas..” \n\nAqui também é possível perceber como o discurso de respeito acima de tudo \n\ntrabalhado durante os anos do projeto se faz presente. Durante as oficinas era muito \n\ncomum escutar “Você não precisa aceitar, mas tem que respeitar”. Mesmo com esta \n\nmáxima sendo problematizada, pois como é possível respeitar alguém sem aceitar sua \n\nexistência?, é um discurso frequente na fala de alunos e  alunas da escola.  \n\nCom relação à mesma pergunta o aluno B foi incisivo:” Eu acho que não porque \n\nno meu modo de ver a escola ela não tem que influenciar sexualidade nem nada, opinião \n\npolítica e até mesmo opinião religiosa, ser um estado laico sem mesmo influenciando \n\nhomossexualismo, heterossexualismo, tudo, sem influenciar nada.” \n\nAo ser questionado pela entrevistadora se ele achava que falar sobre o assunto era \n\ninfluenciar, respondeu pensativo: acho. É possível perceber nas falas do aluno B os \n\ndiscursos presentes nas mídias e redes sociais daqueles que se opõe ao trabalho com \n\ngênero nas escolas. Acusam a escola de influenciar a sexualidade de alunas e alunos, \n\n\n\n41 \n \n\ncomo se isso fosse possível. Também é possível perceber que mesmo participando do \n\nprojeto durante três anos o aluno ainda usa termos como homossexualismo (sic), mesmo \n\nque já tenha sido trabalhada essa questão durante o projeto. Para o aluno, apenas a família \n\ntem o direito de abordar tais questões.  \n\nPara a aluna F a escola tem um papel central no trabalho com sexualidade: “por \n\num lado sim, sem escola não há educação, aí aqui eles escutam, né, o professor e em \n\ncasa  eles vão falar: para que isso? Eu não tenho direito de ficar escutando! E aqui eles \n\nvão ter que escutar e aí já leva isso para tudo.”  \n\nSobre a responsabilidade de professoras e professores em abordar a homofobia no \n\nespaço escolar a aluna mostrou-se dividida, apesar de reconhecer sua existência: \n\ndepende, tem gente que não gosta que tem gay na sala que não se sente à vontade, né, \n\nmas a gente que tá ali gosta de saber das coisas tem uns que já se sentem à vontade e tem \n\noutros que não.  \n\nA aluna M ressalta a importância de se trabalhar o respeito às diferenças, \n\nprincipalmente quando esse valor não está presente no espaço familiar: “sim, é ensinar o \n\nrespeito porque às vezes não aprende em casa, mas em algum lugar tem que aprender a \n\nrespeitar aqueles que (?). \n\nAinda sobre a necessidade da abordagem sobre educação sexual nas escolas, \n\nindependente da disciplina a aluna respondeu: “eu acho que sim (é necessário trabalhar \n\ncom gênero na escola), porque é uma coisa e todo mundo tem que tá ciente disso, é algo \n\nbem importante para a vida de todos, não é por causa de uma pessoa porque tem gente \n\nem casa que não comenta, tem pai que não se abrem com os filhos por causa  disso e  tem \n\npais  que já são diferentes. Então tá indo na escola é uma coisa que eles podem levar pra \n\nvida inteira e não tem em casa”. Fica evidente o reconhecimento da importância do \n\ntrabalho e a diversidade de famílias, educações e culturas que habitam o espaço escolar.  \n\n \n\n5.2 PERCEPÇÕES SOBRE A TRANS/LESBO/HOMOFOBIA NA ESCOLA \n\nAs questões de gênero e sexualidade estão presentes no espaço escolar. Não \n\nporque sejam introduzidas pela fala de professoras/es, mas sim porque fazem parte da \n\nprópria existência humana. Não é possível que essas questões fiquem restritas para fora \n\ndos muros.  \n\nQuando uma escola ou um professor aborda questões de gênero, nada mais está \n\nsendo feito do reconhecer essas questões e responsabilizar-se sobre seus impactos não só \n\nna vida escolar como na vida pessoal dessas/es estudantes. \n\n\n\n42 \n \n\nDessa forma, foi perguntado aos alunos e alunas se durante a vida escolar já \n\nhaviam percebido ou identificado entre os/as colegas algum/a que tivesse uma orientação \n\nsexual diferente heterossexualidade (gay, lésbica, bissexual, transexual) e como tiveram \n\nessas percepções. Sobre como percebeu a homossexualidade de um colega, a aluna M \n\nconta: “ele não se revelava e ele tinha namorado e eu falei: um dia ele ainda vai mostrar \n\nque é e ele assumiu. Quando eu fiquei sabendo que ele tava namorando eu disse: eu \n\nsabia, eu sempre falava desde que conheci ele, desde que ele começou a estudar aqui”. \n\nSobre as motivações que a faziam desconfiar da homossexualidade do colega, a aluna \n\nrespondeu que era o seu jeito mais “descolado”, a sua aparência.  \n\nA aluna F diz que percebeu a homossexualidade de um colega por “ele fica mais \n\nquieto,na nele”. A timidez, a introspecção e o isolamento também são apontados pelo \n\naluno B: “O modo como ele socializa, vive mais quieto, às vezes ele não fala muito com \n\nas pessoas e tem medo de, tipo assim, se falar alguma coisa e daí sofrer bullyng, alguma \n\ncoisa assim.”.  Essa informação trazida por dois dos entrevistados revela o preconceito \n\nexistente no ambiente escolar a partir das diferenças de gênero. O aluno V diz que só sabe \n\nse algum colega é gay se este revelar, mas assume que na cidade onde mora essa não é \n\numa atitude comum. Para ele, os meninos que se afastam das masculinidades estão \n\nexpostos ao preconceito, independente de serem ou não gays: “alguns sim (suspeita da \n\nhomossexualidade pelo comportamento) porque tipo tem alguns mais afeminados alguns \n\nque puxam mais o jeito feminino então a gente fica pensando: será que ele realmente é? \n\nmas assim, se ele querer ser assim, né”.  \n\nNesta fala fica evidente o quanto os estereótipos de gênero influenciam \n\npreconceitos relacionados à orientação sexual. São as expressões de gênero que “revelam” \n\na sexualidade, a orientação sexual. Durante o projeto, por muitas vezes, em diferentes \n\natividades, tentou-se desconstruir essa associação. Procurou-se mostrar que não é porque \n\numa menina gosta de jogar futebol que ela seja lésbica, ou porque um menino goste de \n\ndançar que seja gay. Mas também não há problema algum caso sejam. Nas palavras de \n\nRoberto Junqueira, há presença da masculinidade hegemônica, inclusive na escola: \n\nOs rapazes são, assim, contínua e insistentemente submetidos a vigilantes \n\navaliações e negociações com vistas a reafirmarem de maneira performática \n\nsuas masculinidades heterossexuais e obterem a aprovação e a validação por \n\nparte de outros homens, já que “nada garante sua confirmação para todo o \n\nsempre” (2009, p.19) \n\nPode-se perceber na fala das/os entrevistados que a vigilância e as avaliações são \n\numa constante dentro do espaço escolar, e que elas possuem uma relação direta com a \n\nexclusão daquelas/es que delas são vítimas. \n\n\n\n43 \n \n\nSobre a existência de violências (verbais, psicológicas, físicas) \n\ntrans/lesbo/homofóbicas na escola a piada foi o tipo de violência mais citada e percebida: \n\n“ah, piadinha sim, ah, tu é gay ou coisa assim, ou tu é gay por causa disso, é gay ou não é \n\ngay, principalmente com brinco, cabelo, qualquer coisa, desde a infância, desde a \n\nsegunda série eu porque tinha cabelo grande era chamado de menininha”. Na fala do \n\naluno V é possível perceber mais uma vez estereótipos de gênero como dispositivos de \n\npreconceitos. O aluno cita o fato de ter cabelo comprido na infância como motivo para \n\nindicarem uma suposta homossexualidade. \n\nPara o aluno B, a piada também é o tipo de violência mais comum na escola: \n\n“Piada é direto”. Entretanto, o aluno não reconhece outros tipos de violência e associa \n\ncomportamentos mais graves a uma realidade distante: “Não, nunca cheguei a ver alguém \n\nsendo xingado por ser gay ou algo assim nunca cheguei a ver. Só em vídeos pela internet \n\ndaí também eu achei errado, erradíssimo, só porque é uma opinião sexual da pessoa \n\nhomossexual ser escrachada.”. Mais uma vez a orientação sexual é confundida com um \n\nposicionamento, uma postura, uma escolha. O aluno usa o termo “opinião sexual”. \n\nA aluna F também afirma que o que mais percebe na escola são piadas \n\nrelacionadas à orientação sexual, segundo ela “na sala de aula é o que mais tem”. A \n\ntimidez e a retração de quem sofre com o bullying homofóbico também são mencionados \n\npela aluna: “E sendo que as pessoas estão ali vendo  e a pessoa fica sem jeito,  sem o que \n\nfazer, não sabe se defender, são mais tímidos e tal”.  \n\nO reconhecimento de todas/os entrevistados sobre a presença de “piadinhas” \n\nhomofóbicas na escola mostra a existência da “pedagogia do insulto”. Junqueira citando \n\nSullivan, diz que:  \n\nTratamentos preconceituosos, medidas discriminatórias, ofensas, \n\nconstrangimentos, ameaças e agressões físicas ou verbais têm sido uma \n\nconstante na vida escolar e profissional de jovens e adultos LGBT. Essas \n\npessoas vêem-se desde cedo às voltas com uma “pedagogia do insulto”, \n\nconstituída de piadas, brincadeiras, jogos, apelidos, insinuações, expressões \n\ndesqualificantes – poderosos mecanismos de silenciamento e de dominação \n\nsimbólica. Por meio dessa pedagogia, estudantes aprendem a “mover as \n\nalavancas sociais da hostilidade contra [a homossexualidade] antes mesmo de \n\nterem a mais vaga noção quanto ao que elas se referem” (SULLIVAN apud \n\nJUNQUEIRA, 2009,p.16). \n\nAo ser questionada sobre a presença da homofobia na escola a aluna M lembrou \n\nnão de um caso protagonizado por alunos, mas por uma professora de biologia:  “já, um \n\ndia a professora de biologia, porque ela veio falar de homossexuais, acho que foi da da \n\nAids, e ela falou que principalmente os gays. Tá, aí eu falei: Por  que os gays? Por quê?,  \n\neu perguntei para ela. Não podias ter citado isso, porque como tem em sala de aula, eu \n\nachei mal, eu falei assim: ó, tá,  podias ter usado outra palavra, não esse nome.” A \n\n\n\n44 \n \n\nintervenção, o questionamento que a aluna faz à professora mostram uma reação de quem \n\nestá atenta aos discursos homofóbicos presentes em diferentes contextos e que reforçam \n\nos estigmas e os preconceitos. Associar a homossexualidade à AIDS foi muito comum nas \n\ndécadas de 80 e 90. Entretanto, tal fato é amplamente condenado e reforçar essa \n\nassociação atualmente não faz sentido algum, ainda mais em se tratando de uma \n\nprofessora de biologia.  \n\nOs últimos números da AIDS no Brasil mostram que vem crescendo o número de \n\nmulheres heterossexuais infectadas pelo vírus. De acordo com o portal do governo \n\nDepartamento de IST, AIDS e Hepatites Virais, Boletim Epidemiológico de 2013:  \n\nQuanto à forma de transmissão entre os maiores de 13 anos de idade, \n\nprevalece a sexual. Nas mulheres, 86,8% dos casos registrados em 2012 \n\ndecorreram de relações heterossexuais com pessoas infectadas pelo HIV. Entre \n\nos homens, 43,5% dos casos se deram por relações heterossexuais, 24,5%  por \n\nrelações homossexuais e 7,7% por bissexuais. O restante ocorreu por \n\ntransmissão sanguínea e vertical. \n\nPercebe-se, dessa forma, que a maior incidência de AIDS está entre pessoas \n\nheterossexuais, e não homossexuais como afirmou a professora. \n\nA percepção por parte da aluna evidencia a importância da participação no projeto \n\ndesenvolvido na escola. Além de identificar que se tratava de uma fala incoerente, a aluna \n\nse posicionou: “eu disse, ah, dona porque os gays? É porque era os que mais onde \n\ncomeçou. Eu disse assim: ô Dona, não significa isso, só porque é diferente?, eu falei para \n\nela, ela ficou toda meio assim também, aí depois ela nunca mais falou” \n\nA mesma aluna se mostra atuante também quando se trata de preconceito vindo de \n\noutros alunos: “às vezes os meninos ali atrás fazem piadinhas, no começo do ano já eu \n\npeguei eles e falei: olha vocês têm que respeitar, eles sabem que existe em sala de aula \n\n(aluno gay),  se  fosse com vocês, vocês não iam gostar, eu peguei eles.” \n\nOs impactos do projeto no comportamento e atitudes de todos também fica claro \n\nnesta fala: “agora eles estão aceitando mais, antes eles não aceitavam agora ele já tão \n\nmais aceitando bem.” \n\nA aluna F assume perceber atitudes homofóbicas, principalmente verbais, em sala \n\nde aula, mas afirma preferir não se posicionar. O aluno B também prefere não se \n\nposicionar: “Prefiro ficar neutro. Eu acho que tudo tá muito politicamente correto hoje \n\nem dia, eu acho que não tem que levar as coisas tanto a sério. Se a pessoa se ofendeu só, \n\neu acho que a pessoa tem que pedir pra parar e acho que é isso.” Já o aluno V prefere \n\nanalisar a questão antes de se posicionar ou intervir: “eu, tipo assim, se eu ver que os dois \n\nlados estão errados, tipo ele fez alguma coisa errada, eu vou ficar do lado mais crítico da \n\n\n\n45 \n \n\nsituação, tipo a pessoa gay fez alguma coisa errada o outro lado fez também, eu não vou \n\ninterferir, mas se eu ver que o hétero começou a xingar o outro sem motivo ou sem razão, \n\naí eu já vou tentar um jeito de tipo interferir na situação ali, porque não é justo, porque \n\nqualquer tipo de pessoa ou ser humano, nada, é justiça, é lei.” \n\nCom relação à pergunta “Você já praticou algum tipo de violência \n\nhomo/lesbo/transfóbica na escola?”, três alunas/os afirmaram nunca ter cometido esse tipo \n\nde violência, apenas o aluno V admitiu: “já, hoje em dia eu tenho mais noção do que pode \n\nmachucar uma pessoa ou não, mas antigamente eu sofria muito bullying, xingamento, \n\nentão acabava descontando em muita gente, eu via aquilo e não pensava: ah, porque \n\nvocês estão xingando os outros? Eu via um cara gordinho, ah, xingava, xingava de gay, \n\nde viadinho,  mas muito porque me xingavam daquilo, mas depois do  primeiro ano (do \n\nensino médio) começaram a largar um pouco do meu pé e eu pensava : poxa, se eu não \n\ngostava que faziam comigo, então por que eu tô fazendo com as outras pessoas ? Então \n\ndepois eu parei. Eu não digo que eu não penso algumas coisas, mas parei de falar pelo \n\nmenos pra não expor minha opinião sobre o ato ou sobre a situação precisa.” O ano \n\napontado pelo aluno como o momento em que o bullying que sofria começou a parar é o \n\nmesmo do início do projeto. Tal relação pode se dar pela transformação provocada pelas \n\natividades e debates realizados na escola.  \n\nUma das perguntas que causou mais divergência de respostas foi a seguinte: N a \n\nsua opinião, a homossexualidade é genética, é aprendida ou é uma escolha? Foi possível \n\nperceber que a maioria das/os alunas/os não conseguiram responder de maneira fechada. \n\nA abordagem sobre sexualidade presente no projeto foi a mesma colocada anteriormente \n\naqui, no capítulo 2. Apesar da necessidade que a sociedade tem em classificar pessoas e \n\npráticas, o projeto de gênero e diversidade trouxe uma abordagem mais livre, mostrando a \n\nsexualidade como uma construção ao longo da vida, cuja diversidade e pluralidade fazem \n\nparte da sua própria essência. A fala das/os entrevistadas/os comprova tal fato.  \n\nPara a aluna M, essa não é uma pergunta cuja resposta esteja fechada: “eu acho \n\nque pode ser uma escolha, eu acho que se a minha opinião pode ser uma escolha ou pode \n\nser uma genética, porque tem gente que não consegue gostar de um deles e tem gente que \n\npode escolher.” A aluna F também pondera: “depende, algumas escolhem porque aí \n\naquela ali é  lésbica, vou  agora virar. Mas tem gente que desde criancinha já tem esse \n\njeitinho, tem gente que do nada vira sim e fica mal falada, pegava um monte de guri e \n\nagora tá namorando mulher e daí assim ,o meu primo era desde pequenininho, sabe.” \n\nPara entender a concepção de homossexualidade exposta pelo aluno B, é \n\nnecessário transcrever o diálogo que se deu.  O aluno demostra acreditar que o projeto \n\n\n\n46 \n \n\nsobre homofobia na escola pode influenciar a orientação sexual de alunas e alunos. Para \n\nele, a homossexualidade pode ser uma escolha ou pode ser aprendida através das \n\ninfluências:  \n\nB: Eu acho que escolhe. \n\nEntrevistadora: Que escolhe? É uma escolha? \n\nB: É \n\nEntrevistadora: E tu vê isso, por exemplo, na tua heterossexualidade? Uma escolha tua \nser heterossexual? \n\nB: É, sim, também tem, também acho que a pessoa também é aprendido, é ensinado a \nfazer isso, na infância, querendo ou não recebe influência. \n\nEntrevistadora: Então tu achas que assim, por exemplo, o fato de tu desde criança teres \nsido ensinado mesmo, influenciado a ser heterossexual te influenciou?  \n\nB: Sim. É também é… (pausa) Bem isso mesmo.  \n\nÉ possível perceber certa incoerência nas respostas dadas pelo aluno. Sempre que \n\nperguntado sobre a construção da sua sexualidade em contraponto com a sua visão sobre a \n\nhomossexualidade o aluno ficava pensativo. Tentando manter-se coerente com o discurso \n\nque propaga, o de que a escola ao realizar projetos estará influenciando a orientação \n\nsexual de seus alunos, o aluno admitiu ele próprio ser heterossexual apenas pela influência \n\nque sofreu de sua família.  \n\nJá o aluno V acredita que a homossexualidade faz parte da essência da pessoa: \n\n“Nasce … é uma coisa que não tem assim um objetivo exato, qualquer coisa, é difícil uma \n\npessoa chegar pra ti e tentar te convencer de outra coisa, tu já tá com a opinião formada, \n\ntu não vai mudar do dia pra noite, então se eu nasci gostando de mulher, pode até chegar \n\nalguém dizendo que eu tenho que gostar de homem, mas não tem como conseguir gostar, \n\neu não sou obrigado, eu acho que é mais de nascença, mas tem gente que é mais \n\nmanipulável que outras pessoas, então a pessoa se gosta muito, tipo uma mãe ou um pai \n\nfalam tu tem que gostar daquilo lá, talvez a pessoa até se acostume com aquele ideia e \n\nacabe virando, mas não é virando né.” \n\nÉ interessante perceber a menção na fala do aluno ao fato de muitas pessoas \n\ntentarem ser heterossexuais por conta da imposição de seus pais. Para ele, muitos se \n\n“acostumam” com a ideia da heterossexualidade.  \n\nComo já foi mencionado no capítulo 2, a concepção de sexualidade adotada nesta \n\npesquisa e no projeto desenvolvido na EEBCAL entente não só a homossexualidade, mas \n\ntambém a heterossexualidade e tantas outras formas de categorização como construtos \n\n\n\n47 \n \n\nsociais, como uma construção simbólica própria do imaginário ocidental. As identidades \n\nsexuais podem ser instáveis e fluídas e não podem ser compreendidas de forma isolada. \n\nFoucault, ao escrever sobre a arqueologia do discurso da sexualidade, mostra que \n\nhá uma relação entre o que é permitido e o que não é permitido fazer e dizer sobre o \n\ncomportamento sexual e a própria experiência desse comportamento. (LOURO, 2000, \n\np.22). Nas palavras de Sousa Filho  \n\nas sociedades ocidentais foram as primeiras que, na modernidade, constituíram \n\na homossexualidade num problema clínico e os homossexuais em sujeitos \n\nclínicos – para o que grandemente contribuíram a psicologia e a psicanálise. \n\nFato que se inscreve na realidade mais ampla da criação do que Michel Foucault \n\nchamou de “dispositivo de sexualidade” (FOUCAULT, 1985). Segundo o autor, \n\no que denominamos sexualidade é um produto histórico de um discurso sobre a \n\nsexualidade que se engendrou de muitas formas, uma invenção histórica tardia, \n\ndata do século XIX. (2009, p.94), \n\nE na construção dos discursos sobre a sexualidade, a homossexualidade foi \n\nencarada como “desvio”, “perversão” ou “anormalidade”. Como se fosse uma escolha \n\ndesafiadora à norma, que foge do normal e do considerado “saudável”. Na contramão, está \n\na heterossexualidade, considerada “natural” e “inata”, (SOUSA FILHO, 2009, p. 93, 99) \n\nMais do que buscar a gênese da homossexualidade, é preciso encará-la tal qual a \n\nheterossexualidade e outras tantas formas de orientação e expressão. Ainda para Sousa \n\nFilho, \n\nDefinida em termos de orientação ou expressão sexual, a homossexualidade não \n\né uma opção que depende da vontade do indivíduo, como uma deliberação \n\nconsciente, mas nenhuma orientação  sexual o é, assim como não é algo da \n\nordem de uma causa específica. Se há que se falar de causa, a causa da \n\nhomossexualidade é a mesma de toda orientação/expressão sexual, a mesma da \n\nsexualidade humana como tal (...). (2009, p.110) \n\nSendo assim, mais importante do que buscar a causa de qualquer orientação \n\nsexual, faz-se desnecessário a busca por igualdade de direitos, de respeito, de existência, \n\nindependente da identidade e do comportamento sexual. Buscar uma justificativa revela o \n\nquanto não compreendida é a sexualidade fora da norma pré-estabelecida.  \n\n5.3 IMPACTOS DO TRABALHO COM GÊNERO E DIVERSIDADE NA ESCOLA  \n\nO objetivo principal do projeto foi atingir a comunidade escolar de modo a \n\nprovocar uma mudança efetiva nas ações e discursos que geram violência por conta das \n\ndiferenças. Dessa forma, o objeto de estudo desta pesquisa era investigar, principalmente, \n\nos impactos sobre as concepções de gênero e diversidade em estudantes do ensino médio.  \n\nAs últimas perguntas da entrevista foram as seguintes: Na sua opinião, ter \n\nparticipado de projetos na escola sobre gênero e sexualidade mudaram sua concepção \n\n\n\n48 \n \n\nsobre o tema? Se sim, que mudança foi essa? Se não, por quê? Você concorda com o \n\ntrabalho sobre gênero e sexualidade que é desenvolvido na sua escola? Por quê? \n\nPara a aluna M, muita coisa mudou durante os anos do projeto, principalmente \n\ncom relação ao respeito: “agora eles estão aceitando mais, antes eles não aceitavam, \n\nagora eles já tão mais aceitando bem.”. \n\nSobre a importância de se trabalhar com questões de gênero e diversidade na \n\nescola a aluna coloca que: “sim, é ensinar o respeito porque às vezes não aprende em \n\ncasa, mas em algum lugar tem que aprender a respeitar aqueles que (...) bastante gente \n\nmudou na nossa sala depois, eu acho que antes da professora fazer esse projeto tinha \n\nbastante preconceito, essas coisas, começaram aceitar mais, a se envolver mais nos \n\nprojetos.”. \n\nA aluna ainda ressalta a importância de as questões de gênero serem trabalhadas \n\npela escola, pois muitas vezes em casa não há abertura para discutir: eu acho que sim, \n\nporque é uma coisa e todo mundo tem que tá ciente disso, é algo bem importante para a \n\nvida de todos, não é por causa de uma pessoa, porque tem gente em casa que não \n\ncomenta,  tem pai e não se abrem com os filhos por causa por causa disso e  tem \n\nPais  que já são diferentes. Então tá indo na escola é uma coisa que eles podem levar pra \n\nvida inteira e não tem em casa.” \n\nDurante a entrevista foi questionado em alguns momentos se havia abertura para \n\nfalar sobre o tema sexualidade em casa. A aluna M contou que sua mãe não conversa \n\nmuito, então ela procura informações com a irmã. A aluna F acredita que a família não \n\ntem obrigação de abordar tais questões. Já os alunos B e V dizem conversar em casa sobre \n\no assunto. O aluno V diz que tenta explicar para o avô a necessidade de se respeitar todas \n\nas pessoas, mas acredita que o avô não entende por ser muito religioso.  \n\nA aluna F reconhece a mudança em seu próprio comportamento:  porque  quando \n\na gente  é nova gostava de rir da cara dos outros, agora fazendo os cartazes esses 3 anos \n\ndeu para perceber que não vale a pena julgar pela aparência dos outros, tem que aceitar \n\ndo jeito que eles são, né, fazer o quê.” \n\nChama atenção o fato de a aluna ter usado a palavra aceitar. É comum e recorrente \n\nouvir no espaço escolar a seguinte sentença: “Não precisamos aceitar, mas devemos \n\nrespeitar”. Ora, como se respeita alguém não aceitando a sua existência? Por isso essa \n\nfrase foi amplamente debatida durante as oficinas. \n\n\n\n49 \n \n\nO aluno B acredita que o projeto pode influenciar a sexualidade de alunas e alunos. \n\nPara ele, existem questões que devem ser abordadas apenas pela família, como a \n\nsexualidade.  \n\nEntrevistadora: Na sua opinião, ter participado de projetos na escola sobre gênero e \n\nsexualidade mudaram a tua concepção sobre o tema? \n\nB: Mudaram um pouco, porque eu acho que a pessoa, eu acho que no meu ponto de vista \n\né errado, não deve ser influenciada, mesmo jeito tanto heterossexualmente quanto \n\nhomossexualmente, não deve ser influenciado a nada.  \n\nEntrevistadora: Mas tu achas que, por exemplo, devem ter assuntos proibidos na escola \n\nou tu achas que a escola é um espaço de discussão, de reflexão? \n\nB: É um espaço de discussão, mas têm algumas coisas que eu acho que a família tem que \n\nensinar de casa. \n\nEntrevistadora: Tu achas que a maneira como o projeto foi conduzido, ele foi conduzido é \n\nno sentido a influenciar os alunos ou de abrir um espaço de discussão? \n\nB: Eu acho que foi um pouco de cada, porque querendo ou não alguns cartazes \n\ninfluenciam, algumas imagens influenciam, mas eu acho certo, tem que debater sobre \n\nrespeito. \n\nEntrevistadora: E tu concordas com o trabalho sobre gênero e sexualidade que é \n\ndesenvolvido na tua escola? \n\nÉ… (pensativo) \n\nNo discurso do aluno B é possível perceber também o quanto a homossexualidade \n\nainda causa medo. O medo de que possam ser influenciado. Para o aluno, nem a \n\nhomossexualidade nem a heterossexualidade devem ser influenciadas. Mas o próprio \n\naluno atribuiu a sua heterossexualidade durante a entrevista à influência que recebeu da \n\nfamília. Nesse caso, fica evidente o receio de falar sobre questões de gênero façam as \n\npessoas assumirem mais facilmente a sua homossexualidade. \n\nTambém é preciso considerar que mesmo falando que a heterossexualidade não \n\ndeve ser influenciada, essa faz parte da norma, está nas ruas, na tv, nas revistas. É o \n\nesperado pela família, é a única forma aceita pela igreja, e, inclusive, está na escola. Para \n\nRogério Junqueira:  \n\nOra, desde os estudos de Bourdieu e Passeron e uma numerosa série de outros , \n\nas visões encantadas acerca do papel transformador e redentor da escola têm \n\nsido fortemente desmistificadas. Temos visto consolidar-se uma visão segundo \n\na qual a escola não apenas transmite ou constrói conhecimento, mas o faz \n\nreproduzindo padrões sociais , perpetuando concepções, valores e clivagens \n\nsociais, fabricando sujeitos (seus corpos e suas identidades), legitimando \n\nrelações de poder, hierarquias e processos de acumulação. Dar-se conta de que o \n\ncampo da educação se constituiu historicamente como um espaço disciplinador \n\ne normalizador é um passo decisivo para se caminhar rumo à desestabilização \n\nde suas lógicas e compromissos. (JUNQUEIRA, 2009, p.13) \n\n \n\n\n\n50 \n \n\nEntão o medo de que possam ser influenciados não é o medo da \n\nheterossexualidade, mas sim da homossexualidade. Isso revela o preconceito, visto que se \n\nnão houvesse problema em ser homossexual, não haveria preocupação com uma suposta \n\ninfluência.  \n\nEssa visão de que falar sobre homossexualidade pode influenciar alguém a ser \n\nhomossexual foi amplamente debatida e desconstruída durante o projeto. Mas como é um \n\nargumento muito utilizado por aqueles que não concordam com o trabalho, acabou sendo \n\nassimilado por alguns alunos.  \n\nPode-se perceber que a aluna M e o aluno B possuem concepções bem distintas \n\nsobre o projeto. Para M o projeto é importante justamente porque existem pais que não \n\nconversam com seus filhos sobre sexualidade, que reforçam preconceitos e estereótipos de \n\ngênero e que reproduzem preconceitos.  \n\nO aluno V menciona a importância de a escola orientar seus alunos e alunas no \n\nsentido de desenvolver uma cultura de respeito: “eu acho que no sentido de orientar pra \n\nnão ter preconceito sobre nenhuma pessoa, mas você é homo e vai ser homo, isso é mais \n\npro indivíduo, mas pra mim o papel da escola é tipo explicar que não importa como a \n\npessoa nasça, ela tem que ser respeitada, não importa como, só respeitar, tipo isso, se a \n\npessoa é homossexual ou outra coisa, uma hora ou outra ela vai descobrir que ela vai ser, \n\nentão só ensinar a respeitar as preferências … é difícil mas...” \n\nSobre a importância  de a escola trabalhar com questões relacionadas à gênero, \n\nsexualidade e diversidade, Guacira Lopes Louro afirma  que:  \n\n \n\nPensar conceitos como heterossexualidade e homossexualidade como sendo \n\nhistoricamente produzidos constitui-se em uma estratégia de resistência às \n\ntentativas de rígidas fronteiras entre as práticas sexuais, permitindo a construção \n\nde uma variação temática bastante vasta. Ao apontar a construção histórico -\n\ncultural das identidades sexuais e de gênero, o/a professor/a pode auxiliar a/o \n\neducanda/o a descobrir os limites e possibilidades impostas a cada indivíduo \n\nquando se submete aos estereótipos que são atribuídos a uma identidade sexual \n\ne de gênero. E isso parte exatamente na direção oposta à determinada \n\nabordagem da questão homossexual realizada pelos veículos midiáticos na \n\nprodução de uma \"naturalização\" do su jeito homossexual. (2008, s/p) \n\n \n\nÉ importante perceber o quanto alunas e alunos incorporaram a palavra respeito \n\nem seus discursos. Foi unanimidade entre as/os entrevistadas/os a consciência de que é \n\npreciso respeitar as diferenças. Entretanto, também é importante pontuar que muitas vezes \n\no discurso do respeito está associado apenas à tolerância, o que pode implicar a \n\nmanutenção do preconceito ao diferente, focando apenas na convivência com as \n\ndiferenças, sem que isso implique entendimento e aceitação.  \n\nO aluno acredita que deve haver uma idade mínima para participar do projeto: \n\n“Muita coisa mudou, mas muita coisa não mudou. Tipo, antigamente pensava assim, \n\n\n\n51 \n \n\nexiste gay e lésbica, (o projeto) me ensinou que existe muita variedade. Eu acredito que \n\nesse trabalho tem que passar pra alunos na minha idade, do primeiro ao terceiro ano, a \n\ncriança menor, tipo eu tenho uma irmã de 7 anos, pra ela eu não vejo necessidade de \n\npassar, até de sexto pra nono seria bom, mas sobre preconceito e no ensino médio ,sim, \n\nexplicando um pouco sobre o que é, primeiro aprender sobre preconceito e no final \n\naprender sobre cada um, falar sobre homossexualismo, homofobia.” \n\nEste aluno, em sala de aula, já havia mencionado seu posicionamento sobre a \n\nquestão da idade.  Um dos cartazes produzidos em 2016 trazia a imagem de dois príncipes \n\ne duas princesas se beijando. O aluno relatou que sua irmã, ao ver o cartaz, o questionou \n\nsobre o porquê de as princesas estarem se beijando. Para o aluno V, sua irmã não poderia \n\nter visto tal imagem, pois ainda é muito nova para entender que existem pessoas do \n\nmesmo sexo que se amam. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n52 \n \n\n6 CONSIDERAÇÕES FINAIS \n\n \n\nQuando essa pesquisa começou a ser pensada, o ponto de partida foi o ponto de \n\nchegada, a quem se direcionou o projeto desenvolvido na Escola de Educação Básica \n\nCoronel Antônio Lehmkuhl: alunas e alunos. São elas e eles, que sofrem ou que praticam \n\nviolências nos espaços escolares as/os responsáveis a levar professoras/es a encararem o \n\ndesafio de assumir suas responsabilidades enquanto educadoras/es e a destinarem tempo, \n\nenergia, a buscar força e coragem para trabalhar um tema que encontra resistência em \n\nvários setores da sociedade. \n\nE é por isso que dentre tantas possibilidades de análise e de investigação sobre os \n\nimpactos do projeto, foram elas e eles as/os escolhidas/os como protagonistas desta \n\npesquisa.  \n\nDepois de quatro anos de trabalho com adolescentes, como teriam elas/eles sentido \n\na experiência pela qual passaram? Quais as concepções que possuíam sobre temas \n\nrelacionados a gênero, diversidade e sexualidade? Quais foram as mudanças efetivas \n\nprovocadas em seus pensamentos e ações? A escola conseguiu contribuir com a formação \n\nhumana integral dessas/es jovens? \n\nObviamente os resultados aqui apresentados não dão conta de responder a esses \n\nquestionamentos. Entretanto, essa pesquisa possibilitou a escuta e o diálogo com as vozes \n\ndessas/es alunas e alunos, possibilitou pensar sobre a importância e necessidade de \n\nprojetos sobre gênero e diversidade e revelou o preconceito existente no ambiente escolar, \n\nbem como a sua naturalização, sua invizibilização.  \n\nMostrou também que iniciativas de trabalho com gênero tem consequências \n\nirreversíveis: a percepção, a revelação de preconceitos, o encorajamento para  o não \n\nsilenciamento. \n\nÉ claro que é impossível atingir a todos e todas, talvez não se possa falar nem em \n\nmaioria. Mas cada voz que se levanta para não se acomodar com a violência, cada \n\nposicionamento diante de uma situação de opressão, ou simplesmente a percepção e o \n\nestranhamento do que acontece no ambiente escolar já mostram a importância e \n\nnecessidade de iniciativas como o projeto. \n\nEm tempos de ódio, opressão e retrocesso de direitos, é preciso apegar-se à \n\nesperança que a geração de crianças e jovens representam. Hoje, mesmo com críticas e \n\nressalvas, a escola, mais do que nunca é um espaço de diálogo, de reflexão, de crítica, de \n\nconstrução de conhecimentos e saberes e desconstruções de paradigmas e tradições \n\ngeradoras de exclusão. \n\nOs resultados mostram a escola como um espaço acolhedor para violências e \n\ntensões. Ora, se é a escola pública um espaço de todas e de todos, como podem algumas \n\n\n\n53 \n \n\npessoas não poderem sentir-se pertencentes a ela? O direito ao acesso ao conhecimento \n\nnão pode, jamais, ser negado por conta de qualquer marcador de diferença, seja ela \n\nrelacionada ao gênero, à sexualidade, à etnia, à crença, à classe social, entre outros. \n\nApesar de não haver nenhum relato de violência física, a violência verbal e psicológica \n\npor meio de xingamentos, piadas, isolamento e exclusão revelam a vida da homofobia na \n\nescola, contribuindo, dessa forma para a “pedagogia da exclusão”.  \n\nConhecer os impactos de um projeto desenvolvido a longo prazo, mesmo que por \n\nmeio de uma pequena amostragem, é importante não apenas para perceber sua relevância, \n\nseus avanços, seu poder de transformação social, mas também para perceber que não é \n\npossível atingir a todos e todas, que a escola não é o único espaço social responsável pela \n\nformação do indivíduo, que com ela contribui.  \n\nA resistência por parte de alguns alunos em aceitar a proposta do projeto só expõe \n\na necessidade da sua existência, permanência e continuidade, uma vez que havendo \n\nprojetos que visem construir uma política de paz, respeito, justiça e igualdade não é \n\nsuficiente para provocar uma atingir a todos, como seria caso não houvesse? \n\nConviver com esse tipo de atividade é um direito de alunos e alunas, e como tal \n\nprecisa ser respeitado. A escola não só pode trabalhar com gênero e diversidade, mas \n\ndeve. E deve porque aqueles e aquelas que são agentes do sofrimento alheio possuem o \n\ndireito de serem apresentados a outras possibilidades de relacionar-se com o/a outro/a, \n\naceitando-o/a e, consequentemente, respeitando-o/a, não o/a vendo com distanciamento e \n\nestranhamento, mas o/a percebendo da mesma forma como percebe a si.  \n\nAqueles e aquelas que sofrem essas violências também possuem o direito de \n\nassumirem-se tais como são, de conviver harmonicamente, de não sentirem vergonha do \n\nque são, de como são, de não questionarem-se do porquê de serem assim. Esses alunos e \n\nalunas precisam perceber que também tem direito a voz no espaço escolar, que seus \n\ndireitos são seus e que ninguém tem o direito de negá-los. Talvez seja esse um dos \n\nmaiores desafios a serem enfrentados por toda comunidade escola.\n\n\n\n54 \n \n\nREFERÊNCIAS \n\n \n\nAGÊNCIA BRASIL. Tokarnia, Mariana. Comissão aprova PNE e retira quastão de \nGênero. Disponível em: http://agenciabrasil.ebc.com.br/educacao/noticia/2014-\n\n04/comissao-da-camara-aprova-texto-base-do-pne-e-retira-questao-de-genero.  Acesso em: \n25 de setembro de 2015.  \n\nBENTO, Berenice. Na Escola de Aprende que a Diferença faz a Diferença. Revista \nEstudos Feministas. Florianópolis, 19(2), maio-agosto/2011. Disponível em: \n\nhttps://periodicos.ufsc.br/index.php/ref/article/view/S0104-026X2011000200016. Acesso \nem: 26 de setembro de 2016.  \n \n\nBRASIL. Ministério da Educação. O Plano Nacional de Educação (2014/2024) em \nMovimento. Disponível em: http://pne.mec.gov.br/. Acesso em: 29 de outubro de 2016. \n\n \n BRASIL. Ministério da Educação. Resolução CNE/CP n. 1, de 30 de maio de 2012. \nEstabelece Diretrizes Nacionais para a Educação em Direitos Humanos. Diário Oficial da \n\nUnião, Brasília, DF, 30 maio 2012. Seção 1, p. 48. \n \n\nBRASIL. Ministério da Saúde. Secretaria de Vigilância em Saúde. Saúde e prevenção \nnas escolas : guia para a formação de profissionais de saúde e de educação / \nMinistério da Saúde, Secretaria de Vigilância em Saúde. – Brasília : Ministério da Saúde, \n\n2006. 160 p. – (Série A. Normas e Manuais Técnicos) \n \n\nBRASIL. Ministério da Saúde. Departamento de IST, Aids e Hepatites Virais : \nPortal sobre aids, infecções sexualmente transmissíveis e hepatites virais. Disponível em: \nhttp://www.aids.gov.br/pagina/aids- no-brasil. Acesso em: 01 de dezembro de 2016. \n\n \n\nBRASIL. Secretaria de Educação Fundamental. Parâmetros curriculares nacionais: \n\nintrodução aos parâmetros curriculares nacionais / Secretaria de Educação Fundamental. – \nBrasília : MEC/SEF, 1997. 126p. \n\n \nBRASIL. PCN – Parâmetros Curriculares Nacionais : Orientação Sexual. MEC, \n\nSecretaria de Educação Fundamental. Brasília: MEC/SEF, 1997. \n\n \n\nBORTOLINI, Alexandre. Diversidade sexual e de gênero na escola. Revista Espaço \nAcadêmico, n.123 – Agosto de 2011. Disponível \n\nem:http://www.periodicos.uem.br/ojs/index.php/EspacoAcademico/article/view/13953. \nAcesso em: 06 de julho de 2016. \n\n \n_______. É pra falar de gênero sim. O que dizem as Leis e a Constituição?. Disponível \nem: http://eprafalardegenerosim.blogspot.com.br/p/o-que-dizem-as-leis-e-\n\nconstituicao.html. A cesso em 25 de setembro de 2015.  \n\n \n\nBUTLER, Judith. Corpos que pesam: sobre os limites discursivos do \"sexo\" In: LOURO, \nGuacira Lopes (Org.). O corpo educado: pedagogias da sexualidade. 2.ed. Tradução dos \nartigos: Tomaz Tadeu da Silva. Belo Horizonte: Autêntica, 2000. p. 110- 127. \n\n \nCÉSAR, Maria Rita de Assis. Sexualidade e Gênero: ensaios educacionais \n\ncontemporâneos. R. Est. Pesq. Educ. Juiz de Fora, v. 12, n. 2, jul./dez. 2010. Disponível \nem: \nhttps://instrumento.ufjf.emnuvens.com.br/revistainstrumento/article/viewFile/936/799. \n\nAcesso em: 18 de outubro de 2016.  \n\nhttp://agenciabrasil.ebc.com.br/educacao/noticia/2014-04/comissao-da-camara-aprova-texto-base-do-pne-e-retira-questao-de-genero\nhttp://agenciabrasil.ebc.com.br/educacao/noticia/2014-04/comissao-da-camara-aprova-texto-base-do-pne-e-retira-questao-de-genero\nhttps://periodicos.ufsc.br/index.php/ref/article/view/S0104-026X2011000200016\nhttp://pne.mec.gov.br/\nhttp://www.aids.gov.br/pagina/aids-no-brasil\nhttp://www.periodicos.uem.br/ojs/index.php/EspacoAcademico/article/view/13953\nhttp://eprafalardegenerosim.blogspot.com.br/p/o-que-dizem-as-leis-e-constituicao.html\nhttp://eprafalardegenerosim.blogspot.com.br/p/o-que-dizem-as-leis-e-constituicao.html\nhttps://instrumento.ufjf.emnuvens.com.br/revistainstrumento/article/viewFile/936/799\n\n\n55 \n \n\n \n\nFILHO, Alípio de Sousa. Teorias sobre a Gênese da Homossexualidade: ideologia, \npreconceito e fraude. In. Diversidade Sexual na Educação: problematizações sobre a \n\nhomofobia nas escolas / Rogério Diniz Junqueira (organizador). – Brasília : Ministério da \nEducação, Secretaria de Educação Continuada, Alfabetização e Diversidade, UNESCO, \n2009. \n\n \nGRAUPE, Mareli Eliane. Relações de Gênero e as diferenças culturais na educação \n\nescolar. Fazendo o Gênero 9. 2010. Disponível em: \nhttp://www.fazendogenero.ufsc.br/9/resources/anais/1277926235_ARQUIVO_mareli-\ngraupe-texto.pdf. Acesso em: 12 de janeiro de 2017. \n\n  \nGRAUPE, Mareli Eliane; GROSSI, Miriam Pillar. Desafios No Processo De \n\nImplementação Do Curso Gênero E Diversidade Na Escola (Gde) No Estado De \n\nSanta Catarina. Poiésis, Tubarão. V.8, n.13, p. 104 - 125, Jan/Jun, 2014. Disponível em: \nhttp://www.portaldeperiodicos.unisul.br/index.php/Poiesis/article/view/2251/1625. Acesso \n\nem: 12 de janeiro de 2017.  \n \n\nJUNQUEIRA, Roberto. Homofobia nas escolas: um problema de todos . In. Diversidade \nSexual na Educação: problematizações sobre a homofobia nas escolas / Rogério Diniz \nJunqueira (organizador). – Brasília : Ministério da Educação, Secretaria de Educação \n\nContinuada, Alfabetização e Diversidade, UNESCO, 2009. \n \nLIVRO V – Módulo V e VI. Metodologia de Pesquisa. Especialização EaD em Gênero e \n\nDiversidade na Escola. Copiart. Tubarão, 2016. \n \n\nLOURO, Guacira Lopes. Educação e docência: diversidade, gênero e sexualidade. \nFormação Docente. V.03, n.04, p. 62-70, jan/jul. 2011. Disponível em: \nfile:///C :/Users/User/Downloads/Educa%C3%A7%C3%A3o%20e%20doc%C3%AAncia-\n\n%20diversidade,%20g%C3%AAnero%20e%20sexualidade.pdf. Acesso em: 07 de julho \nde 2016.  \n\n \n\n_______. Gêneroe sexualidade: pedagogias contemporâneas. Pro-Posições, v.19, n.2 \n(56) – maio/ago.2008. Disponível em: http://www.scielo.br/pdf/pp/v19n2/a03v19n2.pdf. \n\nAcesso em: 07 de julho de 2016. \n\n \n\n_______. O corpo educado: pedagogias da sexualidade. 2.ed. Tradução dos artigos: \nTomaz Tadeu da Silva. Belo Horizonte: Autêntica, 2000. \n\n \n\n_______. Gênero, Sexualidade e Educação: uma perspectiva pós-estruturalista. 6ª \nedição, Petrópolis, RJ:Vozes, 1997. \n\n \n\n_______. Educação, relações de gênero e diversidade sexual. Educ. \nSoc. vol.29 no.103 Campinas May/Aug. 2008. Disponível em: \nhttp://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S0101-73302008000200009. \n\nAcesso em: 03 de dezembro de 2016.   \n\n \nONU. Organização das Nações Unidas para a Educação, a Ciência e a Cultura - 7, place \n\nde Fontenoy, 75352 Paris 07 SP, França - e Representação da UNESCO no Brasil. \nLessonPlan: International Day AgainstHomophobiaand Transphobia.2014. \n\n \nPROGRAMA ESCOLA SEM PARTIDO. Por uma Lei contra o Abuso da Liberdade de \nEnsinar. Disponível em: http://www.programaescolasempartido.org/. Acesso em 14 de \n\nhttp://www.fazendogenero.ufsc.br/9/resources/anais/1277926235_ARQUIVO_mareli-graupe-texto.pdf\nhttp://www.fazendogenero.ufsc.br/9/resources/anais/1277926235_ARQUIVO_mareli-graupe-texto.pdf\nhttp://www.portaldeperiodicos.unisul.br/index.php/Poiesis/article/view/2251/1625\nfile:///C:/Users/User/Downloads/EducaÃ§Ã£o%20e%20docÃªncia-%20diversidade,%20gÃªnero%20e%20sexualidade.pdf\nfile:///C:/Users/User/Downloads/EducaÃ§Ã£o%20e%20docÃªncia-%20diversidade,%20gÃªnero%20e%20sexualidade.pdf\nhttp://www.scielo.br/pdf/pp/v19n2/a03v19n2.pdf\nhttp://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S0101-73302008000200009\nhttp://www.programaescolasempartido.org/\n\n\n56 \n \n\nnovembro de 2016 \n\n \nSANTA CATARINA. Conselho Estadual de Educação. Resolução nº 132. 15 de \nDezembro de 2009.  \n\nSANTA CATARINA. Governo do Estado. Secretaria de Estado da Educação. Proposta \nCurricular de Santa Catarina: formação integral na educação básica. Estado de Santa \n\nCatarina. Secretaria do Estado de Educação, 2014.  \n\n \nSCOTT, Joan. Gênero: uma categoria útil para análise histórica. Disponível \nem:http://www.observem.com/upload/935db796164ce35091c80e10df659a66.pdf . Acesso \n\nem 18 de outubro de 2016.  \n \n\nSOFO: Expressões filosóficas. Ideologia de Gênero. Disponível em: \nhttp://sofos.wikidot.com/ideologia-de-genero. Acesso em: 12 de janeiro de 2017. \n \n\nSOUSA, Lucia Aulete Burigo de; GRAUPE, Mareli Eliane. Gênero e Educação: a \nimplantação das políticas públicas. X ANPED SUL, Florianópolis, \n\n2014.        Disponível em: http://xanpedsul.faed.udesc.br/arq_pdf/863-0.pdf. Acesso em: \n12 de janeiro de 2017. \n \n\nVIANNA, Cláudia Pereira; Unbehaum, Sandra. O gênero nas políticas públicas de \neducação no Brasil: 1988-2002. Disponível em: \n\nhttp://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S0100-15742004000100005. \nAcesso em: 30 de novembro de 2016.  \n\nhttp://sofos.wikidot.com/ideologia-de-genero\nhttp://xanpedsul.faed.udesc.br/arq_pdf/863-0.pdf\nhttp://www.scielo.br/scielo.php?script=sci_arttext&amp;pid=S0100-15742004000100005\n\n\n57 \n \n\nANEXOS \n\n \n\nANEXO 1 – Termo de Consentimento \n\n \nTermo de Consentimento Livre e Esclarecido Referente às entrevistas com \n\nEstudantes do Ensino Médio \n\nHomofobia no contexto escolar \n\nInstituição das pesquisadoras: \n\nUniversidade Federal de Santa Catarina \n\nProfessora orientadora/Pesquisadora responsável: \n\nProfessora Doutora Mareli Eliane Graupe  \n\nPesquisadora auxiliar: \n\nMaria Gabriela Abreu \n\n \n\nSenhores pais, seu filho(a) está sendo convidado(a) a participar de uma pesquisa \nreferente a um trabalho acadêmico, para efeito de conclusão do Curso de Especialização \n\nem Gênero e Diversidade na Escola da Universidade Federal de Santa Catarina. O \nobjetivo deste estudo é analisar os impactos dos projetos sobre gênero e sexualidade na \n\nescola desenvolvidos com estudantes do ensino médio na Escola de Educação Básica \nCoronel Antônio Lehmkuhl. \n A participação do(a)seu(sua) filho(a) se restringe a uma entrevista elaborado pela \n\npesquisadora e aluna da referida instituição. \nObrigada pela sua colaboração! \n\n??Este documento que você está lendo é chamado de Termo de Consentimento Livre e \n\nEsclarecido (TCLE). Ele contém explicações sobre o estudo que seu(sua) filho(a) está \nsendo convidado(a) a participar. \n\n??Antes de decidir se deseja autorizar a participação do(a) seu(sua) filho(a) (de livre e \nespontânea vontade) você deverá ler e compreender todo o conteúdo. Ao final, caso \n\ndecida autorizar a participação do(a) seu(sua) filho(a), você será solicitado a assiná-lo e \nreceberá uma cópia do mesmo. \n\n??Antes de assinar faça perguntas sobre tudo o que não tiver entendido bem. A equipe \ndeste estudo responderá às suas perguntas a qualquer momento (antes, durante e após o \n\nestudo). \nNatureza e objetivos do estudo \n\n??O objetivo específico deste estudo é analisar os impactos dos projetos sobre gênero e \n\nsexualidade na escola desenvolvidos com estudantes do ensino médio na Escola de \nEducação Básica Coronel Antônio Lehmkuhl. \n\n??O(a) seu(sua) filho(a)está sendo convidado/a a participar exatamente por ser um/a \naluno/a de Ensino Médio e por ter participado durante três anos dos projetos \n\ndesenvolvidos na escola. \nProcedimentos do estudo \n\n??A participação consiste em responder às perguntas da entrevista elaboradas pela \npesquisadora. \n\nRiscos e benefícios \n\n??Este estudo possui “baixo risco”, inerente ao procedimento de entrevista \n\n??Caso esse procedimento possa gerar algum tipo de constrangimento, o(a) seu(sua) \nfilho(a) não precisa realizá- lo. \n\n??A participação do(a) seu(sua) filho(a) poderá ajudar no maior conhecimento sobre a \ndiversidade sexual e de gênero. \n\nParticipação, recusa e direito de se retirar do estudo \n\n??A participação é voluntária. O(a) seu(sua) filho(a) não terá nenhum prejuízo se não \n\nquiser participar. \n\n\n\n58 \n \n\n??O(a) seu(sua) filho(a) poderá se retirar desta pesquisa a qualquer momento, bastando \n\npara isso entrar em contato com um dos pesquisadores responsáveis. \n\n??Conforme previsto pelas normas brasileiras de pesquisa com a participação de seres \n\nhumanos, você e seu(sua) filho(a) não receberão nenhum tipo de compensação \nfinanceira pela sua participação neste estudo. \n\nOs dados serão manuseados somente pelos pesquisadores e não será permitido o acesso \na outras pessoas. \n\n??O material com as informações (transcrição da entrevista) ficará guardado sob a \nresponsabilidade da pesquisadora auxiliar com a garantia de manutenção do sigilo e \n\nconfidencialidade. O material será destruído após a pesquisa. \n\n??Os resultados deste trabalho serão apresentados em discussões acadêmicas na \n\ninstituição da qual faz parte a pesquisadora auxiliar, entretanto, ela mostrará apenas os \nresultados obtidos como um todo, sem revelar seu nome ou qualquer informação que \nesteja relacionada com sua privacidade. \n\nEu, _____________________________________________ RG ________________, \napós receber uma explicação completa dos objetivos do estudo e dos procedimentos \n\nenvolvidos concordo voluntariamente em fazer parte deste estudo. \nÁguas Mornas, _____ de _____________________ de_______ \n\n \n\n______________________________________________________ \nParticipante \n\n______________________________________________________ \nMareli Elaine Graupe (49) 8400-1522 \n\nPesquisadora responsável \n\n________________________________________________________ \nMaria Gabriela Abreu, celular: (48) 91370867 \n\nPesquisadora auxiliar \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n59 \n \n\nANEXO 2 – Roteiro de Entrevista \n\nRoteiro de entrevista referente às entrevistas com estudantes do Ensino Médio \n\n \n\n1. Na sua opinião, você considera que o/a professor/a exerce um papel preponderante na \nformação de opiniões sobre questões políticas, sociais, culturais seus alunos? (Se a \nresposta for afirmativa), de que maneira? \n\n2. Você acredita que a postura do professor diante dos fatos políticos, sociais e culturais \ninfluencia a maneira de pensar de seus/as alunos/as? Como? \n\n3. Você considera que o/a professor/a, independentemente da disciplina que leciona, tem \no papel de abordar educação sexual com seus/suas alunos/as?  \n4. Na sua vida escolar, você já percebeu entre os seus/as colegas algum/a que tivesse \n\numa orientação sexual diferente heterossexualidade (gay, lésbica, bissexual, transexual)? \nComo você identificou esse comportamento? \n\n5. Você já presenciou algum caso de homofobia, lesbofobia ou transfobia na escola? \nQual foi sua postura diante do fato? \n6. Você já presenciou algum/a colega sendo vítima de piadinhas homofóbicas no espaço \n\nescolar, devido sua orientação sexual? Se a resposta for afirmativa, como você lidou \ncom esta situação? \n\n7. Você já praticou algum tipo de violência homo/lesbo/transfóbica na escola? \n8. Você sente necessidade de ter mais informações sobre as questões de gênero e \nsexualidade? \n\n9. Na sua opinião cabe à escola discutir sobre sexualidade  e gênero? Explique. E a \nfamília? E a igreja? \n10. Você concorda que existem desigualdades de gênero entre homens e mulheres, ou \n\nseja, as meninas e mulheres são tratadas de forma diferente no nosso país? Poderia citar \nexemplos? \n\n11. Você considera sua família homofóbica? \n12. Seria problema para você ter algum amigo homossexual ou amiga lésbica? E \ntransexual?  \n\n13.  Na sua opinião, a homossexualidade é genética, é aprendida ou é uma escolha? \n14. Você sabe definir gênero? \n\n15. O que é ser homossexual? E lésbica? E transexual?  \n16. Na sua opinião, ter participado de projetos na escola sobre gênero e sexualidade \nmudaram sua concepção sobre o tema? Se sim, que mudança foi essa? Se não, por quê? \n\n17. Você concorda com o trabalho sobre gênero e sexualidade que é desenvolvido na sua \nescola? Por quê? \n\n \nObrigada pela colaboração!"}]}}}